Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Choose one of the two Montmartre locations, one of the two Opéra Garnier locations, and one of the two Le Marais locations, at random. Put the chosen locations into play. Remove the other versions of those locations from the game.
de: Jeweils einer der beiden Orte von Montmartre, einer der beiden Orte von Opéra Garnier und einer der beiden Orte von Le Marais werden zufällig bestimmt. Diese Orte werden ins Spiel gebracht. Die anderen Versionen dieser Orte werden aus dem Spiel entfernt.
es: Elige al azar 1 de los 2 Lugares “Montmartre”, 1 de los 2 Lugares “Opéra Garnier” y 1 de los 2 Lugares “Le Marais”. Pon en juego los Lugares elegidos. Retira de la partida las otras versiones de esos Lugares.
fr: Prenez au hasard un des deux lieux Montmartre, un des deux lieux Opéra Garnier et un des deux lieux Le Marais. Mettez-les en jeu. Retirez de la partie les autres versions de ces lieux.
it: Mettete in gioco 1 copia di Montmartre, 1 copia dell'Opéra Garnier e 1 copia del Marais casuali e rimuovete dal gioco le altre copie di questi luoghi.
ko: ‘몽마르트르’ 장소 2장 중 1장, ‘오페라 가르니에’ 장소 2장 중 1장, ‘르 마레’ 장소 2장 중 1장을 무작위로 선택하여 플레이 영역에 둡니다. 선택하지 않은 ‘몽마르트르’, ‘오페라 가르니에’, ‘르 마레’ 장소는 게임에서 제거합니다.
pl: Wylosuj jedną z dwóch lokalizacji Montmartre, jedną z dwóch lokalizacji Opéra Garnier oraz jedną z dwóch lokalizacji Le Marais. Umieść wybrane lokalizacje w grze. Usuń z gry pozostałe wersje tych lokalizacji.
ru: Случайным образом выберите 1 экземпляр локации «Монмартр», 1 экземпляр локации «Гранд-опера» и 1 экземпляр локации «Марэ». Введите выбранные карты в игру и удалите из игры оставшиеся экземпляры этих локаций.
vi: Chọn ngẫu nhiên 1 trong 2 vị trí Montmartre, 1 trong 2 vị trí Opéra Garnier, và 1 trong 2 vị trí Le Marais. Đặt các vị trí được chọn vào chơi. Loại bỏ các phiên bản khác của những vị trí này khỏi màn chơi.
zh: 隨機選擇2個蒙馬特爾地點之一，2個加尼葉歌劇院地點之一，2個瑪黑區地點之一。將所選地點放置入場。將這些地點的其他所有版本移出遊戲。

source: Put the remaining locations (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint‐Martin, Père Lachaise Cemetery, Notre‐Dame, and Gardens of Luxembourg) into play. Each investigator begins play at Gare d’Orsay.
de: Die übrigen Orte (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint-Martin, Friedhof Père Lachaise, Notre-Dame und Jardin du Luxembourg) werden ins Spiel gebracht. Jeder Ermittler beginnt das Spiel auf dem Gare d'Orsay.
es: Pon en juego los Lugares restantes (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint-Martin, Cementerio Père Lachaise, Notre-Dame y Jardines de Luxemburgo). Consulta la distribución sugerida a continuación. Cada investigador comienza la partida en la Gare d’Orsay.
fr: Mettez en jeu les lieux restants (Montparnasse, Gare d'Orsay, Grand Guignol, Canal Saint-Martin, Cimetière du Père Lachaise, Notre-Dame et Jardins du Luxembourg). Voir ci-contre pour une suggestion de placement. Chaque investigateur commence la partie à la Gare d'Orsay.
it: Mettete in gioco i luoghi rimanenti: Montparnasse, Gare d'Orsay, Grand Guignol, Canale Saint-Martin, Cimitero di Père Lachaise, Notre-Dame e Giardini del Lussemburgo. Iniziate la partita nella Gare d'Orsay.
ko: 나머지 장소(‘몽파르나스’, ‘오르세 역’, ‘그랑 기뇰’, ‘생 마르탱 운하’, ‘페르 라셰즈 공동묘지’, ‘노트르담’, ‘뤽상부르 공원’)를 모두 플레이 영역에 둡니다(추천 장소 배치를 참조하여 놓습니다). 모든 조사자는 ‘오르세 역’에서 시작합니다.
pl: Umieść w grze pozostałe lokalizacje (Montparnasse, Gare d’Orsay, Grand Guignol, Kanał Saint-Martin, Cmentarz Père Lachaise, Notre-Dame i Ogrody Luksemburskie). Każdy badacz zaczyna grę w Gare d’Orsay.
ru: Введите в игру остальные локации: «Монпарнас», «Вокзал Орсе», «Гран-Гиньоль», «Канал Сен-Мартен», «Кладбище Пер-Лашез», «Нотр-Дам» и «Люксембургский сад» (см. примерный расклад на следующей странице). Все сыщики начинают игру на «Вокзале Орсе».
vi: Đặt các vị trí còn lại (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint‐Martin, Père Lachaise Cemetery, Notre‐Dame, và Gardens of Luxembourg) vào chơi. Mỗi điều tra viên bắt đầu chơi tại Gare d’Orsay.
zh: 將剩餘地點(蒙巴納斯、奧賽火車站、大木偶劇場、聖馬丁運河、拉雪茲神父公墓、巴黎聖母院、盧森堡公園)放置入場。每位調查員從奧賽火車站開始遊戲。

source: Set the double‐sided The Organist enemy aside, out of play.
de: Der doppelseitige Gegner Der Organist wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, el Enemigo de doble cara El organista.
fr: Mettez de côté l'ennemi double-face L'Organiste, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, l'Organista.
ko: ‘오르간 연주자’ 양면 적 카드를 비플레이 상태로 치워 둡니다.
pl: Odłóż dwustronnego wroga Organistę na bok, poza grę.
pt: Separe o inimigo dupla-face O Organista de lado, fora de jogo.
ru: Отложите в сторону двустороннюю карту врага «Органист».
vi: Đặt lá bài kẻ địch The Organist có 2 mặt một bên, ngoài khu vực chơi.
zh: 將雙面風琴手敵人卡放在一邊，位於場外。

source: If there are any remaining copies of the Lost Soul weakness, set them aside, out of play.
de: Falls noch Kopien der Schwäche Verlorene Seele übrig sind, werden diese als nicht im Spiel befindlich beiseitegelegt.
es: Si quedan copias de la Debilidad “Alma perdida”, ponlas aparte, fuera del juego.
fr: S'il reste des exemplaires de la faiblesse Âme Perdue, mettez-les de côté, hors jeu.
it: Se ci sono delle copie rimanenti della debolezza Anima Smarrita, mettetele da parte, fuori dal gioco.
ko: ‘잃어버린 영혼’ 약점 카드가 남아 있다면, 비플레이 상태로 치워 둡니다.
pl: Jeśli pozostały jakieś kopie osłabienia Zagubiona dusza, należy odłożyć je na bok, poza grę.
pt: Se houver cópias remanescentes da fraqueza Alma Perdida, separe essas cartas, fora de jogo.
ru: Отложите в сторону оставшиеся экземпляры слабости «Пропащая душа», если они есть.
vi: Nếu có bất kỳ bản sao của điểm yếu Lost Soul nào còn lại, đặt chúng một bên, ngoài khu vực chơi.
zh: 如果仍有失魂落魄弱點，將它放在一邊，位於場外。

source: Shuffle the remainder of the encounter cards to form the encounter deck.
de: Die übrigen Begegnungskarten werden zum Begegnungsdeck zusammengemischt.
es: Baraja el resto de cartas de Encuentro para formar el mazo de Encuentros.
fr: Mélangez les cartes Rencontre restantes pour former le deck Rencontre.
ko: 남은 조우 카드를 함께 섞어, 조우 덱을 만듭니다.
pt: Embaralhe o restante das cartas de encontros para construir o baralho de encontros.
ru: Сложите в колоду контактов все оставшиеся карты контактов и перемешайте.
zh: 混洗剩餘遭遇卡牌來創建遭遇牌堆。

source: Because <i>you took the onyx clasp</i> and the original bearer of the Clasp of Black Onyx weakness is not playing this scenario, another investigator must become the bearer.
de: <i>Die Ermittler haben die Spange aus Onyx mitgenommen</i> und der ursprüngliche Besitzer der Spange aus Onyx nimmt nicht an diesem Szenario teil: Wähle einen neuen Ermittler, die die Kontrolle über die Spange aus Onyx übernimmt.
es: Puesto que <i>los investigadores se llevaron el broche de ónice</i> y el portador original del “Broche de ónice negro” no está jugando este escenario, elige a un nuevo investigador para que lleve el broche.
fr: Étant donné que <i>vous avez pris la broche en onyx</i> et que le détenteur initial ne joue pas ce scénario, un autre investigateur doit l'ajouter à son deck.
it: Poiché <i>avete preso il fermaglio di onice</i> e il portatore originario della debolezza Fermaglio di Onice Nero non sta giocando questo scenario, un altro investigatore deve diventarne il portatore.
ko: <i>오닉스 장식 고리를 챙겼고</i> ‘검은 오닉스 장식 고리’ 약점의 원래 보유자가 이 시나리오를 플레이하지 않았다면, 다른 조사자가 반드시 보유자가 되어야 합니다.
pl: Ponieważ <i>wzięliście broszę z onyksem</i> i oryginalny posiadacz Broszy z czarnego onyksu nie bierze udziału w tym scenariuszu, inny badacz musi dodać go do swojej talii.
pt: Porque <i>vocês pegaram o broche de ônix</i> e o portador original da fraqueza Broche de Ônix Negra não está jogando neste cenário, outro investigador deve se tornar o portador.
ru: Поскольку <i>вы взяли ониксовую застёжку</i>, но сыщик, в колоде которого находится слабость «Чёрная ониксовая застёжка», не участвует в этом сценарии, вы должны выбрать, кто из активных сыщиков включит её в свою колоду.
vi: Bởi vì <i>bạn đã lấy chiếc móc mã não</i> và người ban đầu giữ chiếc móc mã não không chơi màn này, một điều tra viên khác phải giữ nó.
zh: 由於<i>你拿到了黑瑪瑙釦環</i>且持有黑瑪瑙釦環弱點卡的調查員並未參與此次冒險，因此必須選擇一位新的調查員將該卡加入其牌組。

source: Because the original bearer of The Man in the Pallid Mask weakness is not playing this scenario, another investigator must become the bearer.
de: Da der ursprüngliche Besitzer von Der Mann in der Bleichen Maske-Schwäche nicht an diesem Szenario teilnimmt muss ein anderer Ermittler die Schwäche übernehmen.
es: Puesto que el investigador originalmente afectado por El hombre de la máscara pálida no está jugando este escenario, elige a un nuevo investigador para que sea el afectado.
fr: Étant donné que le détenteur initial de la faiblesse L'Homme au Masque Blême ne joue pas ce scénario, un autre investigateur doit l'ajouter à son deck.
it: Poiché il portatore originario della debolezza l'Uomo dalla Maschera Pallida non sta giocando questo scenario, un altro investigatore deve diventarne il portatore.
ko: ‘창백한 가면을 쓴 남자’ 약점의 원래 보유자가 이 시나리오를 플레이하지 않았다면, 다른 조사자가 반드시 보유자가 되어야 합니다.
pl: Ponieważ oryginalny posiadacz osłabienia Mężczyzna w bladej masce nie bierze udziału w tym scenariuszu, inny badacz musi dodać go do swojej talii.
pt: Como o portador original da fraqueza O Homem da Máscara Pálida não está jogando neste cenário, outro investigador deve se tornar o portador.
ru: Поскольку сыщик, в колоде которого находится слабость «Человек в бледной маске», не участвует в этом сценарии, вы должны выбрать, кто из активных сыщиков включит её в свою колоду.
vi: Bởi vì người ban đầu giữ điểm yếu The Man in the Pallid Mask không chơi màn này, một điều tra viên khác phải giữ nó.
zh: 由於蒼白面具下的男子弱點卡的承受者並未參與此次冒險，因此必須選擇一位新的調查員將該卡加入其牌組。

source: Defeated the Man in the Pallid Mask
de: Der Mann mit der Bleichen Maske besiegt
es: Derrotaste a El hombre de la máscara pálida
fr: Défaite de L'Homme au Masque Blême
it: Hai sconfitto l'Uomo dalla Maschera Pallida
ko: ‘창백한 가면을 쓴 남자’를 쓰러뜨림
pl: Pokonano Mężczyznę w bladej masce
pt: Derrotou o Homem da Máscara Pálida
ru: «Человек в бледной маске» побеждён
vi: Hạ gục the Man in the Pallid Mask
zh: 擊敗了蒼白面具下的男子

source: In your Campaign Log, under “Chasing the Stranger,” place one tally mark.
de: Im Kampagnenlogbuch wird unter “Auf der Jagd nach dem Fremden” ein Zählstrich hinzugefügt.
es: En la sección “Persiguiendo al Extranjero” del registro de campaña, haz una marca.
fr: Dans votre Carnet de Campagne, sous la mention « Poursuite de l'Étranger,» inscrivez un trait.
it: Nel Diario della Campagna, alla voce “Caccia allo straniero“, mettete un contrassegno.
ko: 캠페인 기록지의 “이방인을 추적하다” 아래에, 빗금을 하나 추가합니다.
pl: W Dzienniku kampanii, w sekcji „Śladem Nieznajomego”, postaw jedną kreskę.
pt: No Registro da Campanha, na seção “Perseguindo o Estranho,” coloque uma marca.
ru: В журнале кампании поставьте одну отметку в графе «Преследуя Незнакомца».
vi: Trong Nhật ký Chiến dịch của bạn, dưới phần "Đuổi theo Kẻ Lạ," đặt một dấu kiểm đếm.
zh: 在冒險日誌中，在“追蹤陌生人”下方做1次紀錄。

source: you did not escape the gaze of the phantom.
de: Die Ermittler sind dem Blick des Phantoms nicht entkommen.
es: los investigadores no escaparon de la mirada del Fantasma.
fr: vous n'avez pas échappé au regard du spectre.
it: non siete sfuggiti allo sguardo del fantasma.
ko: 망령의 응시에서 벗어나지 못했다
pl: nie uciekliście przed spojrzeniem Widma.
pt: vocês não escaparam do olhar do fantasma.
ru: вы не укрылись от глаз призрака.
vi: bạn đã không thoát khỏi cái nhìn của bóng ma.
zh: 你沒能逃脫幻影的凝視。

source: you found Nigel's home.
de: Nigels Haus wurde gefunden.
es: los investigadores encontraron la casa de Nigel.
fr: vous avez trouvé la demeure de Nigel.
it: avete trovato la casa di Nigel.
ko: 나이젤의 집을 찾았다
pl: znaleźliście dom Nigela.
pt: vocês encontraram a casa de Nigel.
ru: вы нашли дом Найджела.
vi: bạn đã tìm thấy nhà của Nigel.
zh: 你找到了奈傑爾的住宅。

source: Record in your Campaign Log that <i>you found Nigel Engram</i>. Each investigator suffers 1 mental trauma from the shock of their discovery. Each investigator earns 2 additional experience as they gain insight into the machinations of the Tattered King.
de: Im Kampagnenlogbuch wird notiert: <i>Nigel Engram wurde gefunden</i>. Jeder Ermittler erleidet 1 seelisches Trauma aufgrund des Schocks über seine Entdeckung. Jeder Ermittler verdient 2 zusätzliche Erfahrungspunkte, weil er Einsicht in die Machenschaften des Königs in Lumpen gewonnen hat.
es: Anota en el registro de campaña que <i>los investigadores encontraron a Nigel Engram</i>. Cada investigador sufre 1 trauma mental por la conmoción del descubrimiento. Cada investigador obtiene 2 puntos de experiencia adicionales por haber recibido información sobre las maquinaciones del Rey Andrajoso.
fr: Dans votre Carnet de Campagne, indiquez que vous avez trouvé Nigel Engram. Chaque investigateur subit 1 traumatisme mental suite au choc de cette découverte. Chaque investigateur reçoit également 2 points d'expérience supplémentaires pour avoir entraperçu les machinations du Roi en Guenilles.
it: Annotate nel Diario della Campagna che avete trovato Nigel Engram. Ogni investigatore subisce 1 trauma mentale per lo shock della scoperta. Ogni investigatore guadagna 2 punti esperienza aggiuntivi per aver scoperto qualcosa sulle macchinazioni del Re dalle Vesti a Brandelli.
ko: 캠페인 기록지에 <i>나이젤 잉그램을 찾았다</i>라고 기록합니다. 각 조사자는 정신적 트라우마를 1씩 겪습니다. 그들이 발견한 사실에 충격을 받았기 때문입니다. 각 조사자는 누더기 왕의 음모에 대한 통찰력을 얻었기 때문에, 경험치를 추가로 2씩 얻습니다.
pl: Zanotuj w Dzienniku kampanii, że <i>znaleźliście Nigela Engrama</i>. Wskutek szoku spowodowanego tym odkryciem każdy badacz otrzymuje 1 punkt traumy psychicznej. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia, ponieważ zdobył informacje na temat intryg Króla w Łachmanach.
pt: Anote no Registro da Campanha que <i>vocês encontraram Nigel Engram</i>. Cada investigador sofre 1 trauma mental devido ao choque da descoberta. Cada investigador ganha 2 de experiência adicional por descobrir mais sobre as maquinações do Rei Esfarrapado.
ru: Запишите в журнал кампании, что <i>вы нашли Найджела Энграма</i>. Каждый сыщик получает 1 ментальную травму в результате ужасного открытия. Каждый сыщик получает 2 опыта дополнительно, многое узнав о происках Короля в лохмотьях.
vi: Ghi lại trong Nhật ký Chiến dịch là <i>bạn đã tìm thấy Nigel Engram</i>. Mỗi điều tra viên nhận 1 sang chấn tinh thần từ cú sốc của phát hiện của họ. Mỗi điều tra viên kiếm được thêm 2 kinh nghiệm khi họ hiểu sâu hơn về mưu đồ của Vị Vua Rách Rưới.
zh: 在冒險日誌中，記錄<i>你找到了奈傑爾·英格蘭姆</i>。每位調查員都因為驚人的發現而承受1點精神創傷。調查員洞察了襤褸之王的陰謀，每位調查員獲得2點額外的經驗值。

source: you found Nigel Engram.
de: Nigel Engram wurde gefunden.
es: los investigadores encontraron a Nigel Engram.
fr: vous avez trouvé Nigel Engram.
it: avete trovato Nigel Engram.
ko: 나이젤 잉그램을 찾았다
pl: znaleźliście Nigela Engrama.
pt: vocês encontraram Nigel Engram.
ru: вы нашли Найджела Энграма.
vi: bạn đã tìm thấy Nigel Engram.
zh: 你找到了奈傑爾·英格蘭姆。

source: you were unable to find Nigel.
de: Nigel Engram konnte nicht gefunden werden.
es: los investigadores no lograron encontrar a Nigel.
fr: vous n'avez pas réussi à trouver Nigel.
it: non siete riusciti a trovare Nigel.
ko: 나이젤을 찾지 못했다
pl: nie udało wam się znaleźć Nigela.
pt: vocês não conseguiram encontrar Nigel.
ru: вы не смогли найти Найджела.
vi: bạn không tìm thấy Nigel.
zh: 你沒能找到奈傑爾。

source: Is Jordan Perry <i>(An Imposing Presence)</i> in the victory display?
de: Befindet sich Jordan Perry <i>(Eine beeindruckende Gestalt)</i> im Siegpunktestapel?
es: ¿Está Jordan Perry <i>(Una presencia imponente)</i> en la zona de victoria?
fr: Jordan Perry (Une Présence Imposante) est-il dans la pile de victoire ?
it: Jordan Perry <i>(Presenza Imponente)</i> si trova nella galleria delle vittorie?
ko: 승점 더미에 ‘조던 페리<i>(어마어마한 거구)</i>’가 있습니까?
pl: Jordan Perry <i>(Porażająca aparycja)</i> znajduje się w puli zwycięstwa?
pt: Jordan Perry <i>(Uma Presença Imponente)</i> está no painel de vitórias?
ru: «Джордан Перри (Подавляющая фигура)» на победном счету?
vi: Lá bài Jordan Perry <i>(An Imposing Presence)</i> có nằm trong khu vực trưng bày thành tích?
zh: 喬丹·佩里<i>(盛氣凌人)</i>位於勝利牌區嗎？

source: In your Campaign Log, under "VIPS Slain", record <i>Jordan Perry</i>.
de: Im Kampagnenlogbuch wird unter "Getötete VIPs" <i>Jordan Perry</i> notiert.
es: Anota a <i>Jordan Perry</i> en la sección “VIP muertos” del registro de campaña.
fr: Dans votre Carnet de Campagne, sous la mention « Personnalités Tuées », inscrivez <i>Jordan Perry</i>.
it: Annotate nel Diario della Campagna, alla voce “VIP Uccisi”, <i>Jordan Perry</i>.
ko: 캠페인 기록지의 “살해당한 VIP”에 <i>‘조던 페리’</i>를 기록합니다.
pl: W Dzienniku kampanii, w sekcji „Zabici VIP-owie”, zanotuj <i>Jordan Perry</i>.
pt: Em seu Registro da Campanha, na seção "VIPs Mortos”, registre o nome de <i>Jordan Perry</i>.
ru: Запишите в журнал кампании Джордана Перри в графу «Убитые гости».
vi: Trong Nhật ký Chiến dịch của bạn, dưới phần "VIPS Đã Bị Giết", ghi tên <i>Jordan Perry</i> .
zh: 在你的冒險日誌的“貴賓遇害”下方記錄<i>喬丹·佩里</i>。

source: Remove all [cultist], [tablet], and [elder_thing] tokens from the chaos bag. Then, add 2 [tablet] tokens to the chaos bag.
de: Alle [cultist]-, [tablet]- und [elder_thing]-Marker werden aus dem Chaosbeutel entfernt. Dann werden 2 [tablet]-Marker dem Chaosbeutel hinzugefügt.
es: Retira todas las fichas [cultist], [tablet], y [elder_thing] de la bolsa de caos. A continuación, añade 2 fichas [tablet] a la bolsa de caos.
fr: Retirez tous les pions [cultist], [tablet] et [elder_thing] de la réserve du Chaos. Ensuite, ajoutez 2 pions [tablet] dans la réserve du Chaos.
it: Rimuovete tutti i segnalini [cultist], [tablet] e [elder_thing] dal sacchetto del caos. Poi aggiungete 2 segnalini [tablet] al sacchetto del caos.
ko: 혼돈 주머니에서 [cultist], [tablet], [elder_thing] 토큰을 모두 제거합니다. 그런 다음, 혼돈 주머니에 [tablet] 토큰을 2개 추가합니다.
pl: Usuń z worka chaosu wszystkie żetony [cultist], [tablet] i [elder_thing]. Następnie dodaj do worka chaosu 2 żetony [tablet].
pt: Remova todas as fichas [cultist], [tablet] e [elder_thing] da bolsa de caos. Então, adicione 2 fichas [tablet] à bolsa de caos.
ru: Удалите из мешка хаоса все жетоны [cultist], [tablet] и [elder_thing]. Затем добавьте в мешок хаоса 2 жетона [tablet].
vi: Loại bỏ tất cả token [cultist], [tablet], và [elder_thing] khỏi túi hỗn mang. Sau đó, thêm 2 token [tablet] vào túi hỗn mang.
zh: 從混亂袋中移除所有的[cultist]、[tablet]和[elder_thing]標記。然後將2個[tablet]標記加入混亂袋。

source: Remove all [cultist], [tablet], and [elder_thing] tokens from the chaos bag. Then, add 2 [cultist] tokens to the chaos bag.
de: Alle [cultist]-, [tablet]- und [elder_thing]-Marker werden aus dem Chaosbeutel entfernt. Dann werden 2 [cultist]-Marker dem Chaosbeutel hinzugefügt.
es: Retira todas las fichas [cultist], [tablet], y [elder_thing] de la bolsa de caos. A continuación, añade 2 fichas [cultist] a la bolsa de caos.
fr: Retirez tous les pions [cultist], [tablet] et [elder_thing] de la réserve du Chaos. Ensuite, ajoutez 2 pions [cultist] dans la réserve du Chaos.
it: Rimuovete tutti i segnalini [cultist], [tablet] e [elder_thing] dal sacchetto del caos. Poi aggiungete 2 segnalini [cultist] al sacchetto del caos.
ko: 혼돈 주머니에서 [cultist], [tablet], [elder_thing] 토큰을 모두 제거합니다. 그런 다음, 혼돈 주머니에 [cultist] 토큰을 2개 추가합니다.
pl: Usuń z worka chaosu wszystkie żetony [cultist], [tablet] i [elder_thing]. Następnie dodaj do worka chaosu 2 żetony [cultist].
pt: Remova todas as fichas [cultist], [tablet] e [elder_thing] da bolsa de caos. Então, adicione 2 fichas [cultist] à bolsa de caos.
ru: Удалите из мешка хаоса все жетоны [cultist], [tablet] и [elder_thing]. Затем добавьте в мешок хаоса 2 жетона [cultist].
vi: Loại bỏ tất cả token [cultist], [tablet], và [elder_thing] khỏi túi hỗn mang. Sau đó, thêm 2 token [cultist] vào túi hỗn mang.
zh: 從混亂袋中移除所有的[cultist]、[tablet]和[elder_thing]標記。然後將2個[cultist]標記加入混亂袋。

source: Remove all [cultist], [tablet], and [elder_thing] tokens from the chaos bag. Then, add 2 [elder_thing] tokens to the chaos bag.
de: Alle [cultist]-, [tablet]- und [elder_thing]-Marker werden aus dem Chaosbeutel entfernt. Dann werden 2 [elder_thing]-Marker dem Chaosbeutel hinzugefügt.
es: Retira todas las fichas [cultist], [tablet], y [elder_thing] de la bolsa de caos. A continuación, añade 2 fichas [elder_thing] a la bolsa de caos.
fr: Retirez tous les pions [cultist], [tablet] et [elder_thing] de la réserve du Chaos. Ensuite, ajoutez 2 pions [elder_thing] dans la réserve du Chaos.
it: Rimuovete tutti i segnalini [cultist], [tablet] e [elder_thing] dal sacchetto del caos. Poi aggiungete 2 segnalini [elder_thing] al sacchetto del caos.
ko: 혼돈 주머니에서 [cultist], [tablet], [elder_thing] 토큰을 모두 제거합니다. 그런 다음, 혼돈 주머니에 [elder_thing] 토큰을 2개 추가합니다.
pl: Usuń z worka chaosu wszystkie żetony [cultist], [tablet] i [elder_thing]. Następnie dodaj do worka chaosu 2 żetony [elder_thing].
pt: Remova todas as fichas [cultist], [tablet] e [elder_thing] da bolsa de caos. Então, adicione 2 fichas [elder_thing] à bolsa de caos.
ru: Удалите из мешка хаоса все жетоны [cultist], [tablet] и [elder_thing]. Затем добавьте в мешок хаоса 2 жетона [elder_thing].
vi: Loại bỏ tất cả token [cultist], [tablet], và [elder_thing] khỏi túi hỗn mang. Sau đó, thêm 2 token [elder_thing] vào túi hỗn mang.
zh: 從混亂袋中移除所有的[cultist]、[tablet]和[elder_thing]標記。然後將2個[elder_thing]標記加入混亂袋。
