Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: It has been several weeks since the events in the asylum, and you are still no closer to the truth about The King in Yellow and Carcosa. You have scoured the city for signs of the others Daniel had mentioned—the ones who are “opening the path to Carcosa”—but found nothing. Either the trail has gone cold, or they’re no longer in Arkham. Perhaps Daniel truly was insane, and you are only following him deeper down the rabbit hole. Every night, you toss and turn as you are subjected to vivid dreams of Carcosa—its black stars, twin suns, shattered moons, and twisted spires.
de: Seit den Ereignissen im Sanatorium sind einige Wochen vergangen und du bist der Wahrheit über <u>Der König in Gelb</u> und Carcosa noch kein Stückchen näher gekommen. Du hast die Stadt nach Zeichen der anderen, die Daniel erwähnt hat, abgesucht – diejenigen, die „den Weg nach Carcosa öffnen“ wollen – ohne Erfolg. Entweder ist die Spur bereits kalt oder sie sind nicht mehr in Arkham. Vielleicht war Daniel wirklich wahnsinnig und du folgst ihm jetzt nur tiefer in seine Wahnvorstellungen. Jede Nacht wälzt du dich im Bett herum, während du in deinen Träumen Carcosa siehst – die schwarzen Sterne, die Zwillingssonnen, die zersprungenen Monde und die verdrehten Türme.
es: Han pasado varias semanas desde los sucesos ocurridos en el manicomio, y sigues igual de lejos de la verdad sobre El Rey de Amarillo y Carcosa. Has registrado la ciudad en busca de algún indicio de aquellos que mencionó Daniel, los que estaban “abriendo el camino a Carcosa”, pero no has encontrado nada. O el rastro se ha enfriado o ya no están en Arkham. Puede que Daniel estuviera loco de verdad, y que lo único que estés haciendo sea seguirlo cada vez más dentro de la madriguera del conejo. Cada noche, te agitas mientras duermes al verte expuesto a vívidos sueños de Carcosa: de sus estrellas negras, soles gemelos, lunas destrozadas y torres retorcidas.
fr: Plusieurs semaines ont passé depuis les événements à l'asile et vous n'avez rien appris de nouveau sur Le Roi en Jaune ou sur Carcosa. Vous avez écumé la ville à la recherche des personnes mentionnées par Daniel – celles qui tentent « d'ouvrir la route de Carcosa » – mais vous avez fait chou blanc. Soit la piste s'est refroidie, soit ces gens ont quitté Arkham. Ou peut-être que Daniel était réellement fou et que vous vous contentez de le suivre plus profondément dans le terrier du lapin blanc. Chaque nuit, votre sommeil est agité par des visions saisissantes de Carcosa – ses étoiles noires, ses soleils jumeaux, ses lunes brisées et ses tours torsadées.
it: Sono passate varie settimane dalle vicende del manicomio e non avete fatto molti passi avanti nella vostra indagine su Il Re in Giallo e su Carcosa. Avete setacciato la città in cerca di qualche segno che potesse ricondurvi agli altri individui menzionati da Daniel, coloro che vogliono "aprire la strada per Carcosa", ma non avete trovato niente; forse la pista ormai è troppo vecchia, o forse hanno lasciato Arkham… o forse Daniel era veramente pazzo, e voi state semplicemente seguendo le sue orme verso la follia. Ogni notte il vostro sonno è agitato da vivide visioni di Carcosa: le sue stelle nere, i soli gemelli, le lune infrante e le guglie contorte.
ko: 정신병원에서의 사건이 끝나고 몇 주가 흘렀는데도, 『황색의 왕』과 카르코사에 대한 진실에는 한발짝도 다가가지 못했습니다. 대니얼이 언급했던 “카르코사로 가는 길을 열려고 하는 이들”에 대한 흔적을 찾아 온 도시를 뛰어다녔지만 헛일이었습니다. 실마리를 잃은건지 그들이 아컴을 떠난 건지는 알 수 없습니다. 어쩌면 대니얼은 정말로 실성한 것이고, 당신은 그저 실성한 사람을 따라 토끼굴로 더 깊이 들어가 버린 건지도 모릅니다. 매일 밤, 당신은 카르코사의 풍광이 펼쳐지는 생생한 꿈 때문에 제대로 숙면을 취하지 못하고 몸을 뒤척입니다. 꿈속에서는 검은 별과 두 개의 태양, 부서진 달과 뒤틀린 첨탑이 보입니다.
pl: Od wydarzeń w przytułku minęło już kilka tygodni, a mimo to wcale nie zbliżyłeś się do odkrycia prawdy na temat „Króla w Żółci” i Carcosy. Przeczesałeś miasto, szukając jakiegoś śladu ludzi, o których mówił Daniel, tych, którzy „otwierają szlak do Carcosy”, ale nic nie znalazłeś. Albo trop już dawno ostygł, albo nie ma ich już w Arkham. A może Daniel naprawdę był szalony, a ty tylko podążasz za nim w otchłań obłędu. Każdej nocy przewracasz się niespokojnie z boku na bok, kiedy w snach nawiedzają cię niezwykle realistyczne wizje Carcosy – czarnych gwiazd, bliźniaczych słońc, strzaskanego księżyca i poskręcanych wieżyc.
pt: Faz algumas semanas desde os eventos no asilo, e vocês não tiveram progresso em descobrir a verdade sobre O Rei de Amarelo e Carcosa. Vocês vasculharam a cidade em busca de indícios das outras pessoas que Daniel mencionou — aqueles que estariam “abrindo o caminho para Carcosa” — mas não encontraram nada. Ou os rastros esfriaram, ou já não estão em Arkham. Talvez Daniel realmente fosse louco, e vocês só o estão seguindo mais para dentro da toca do coelho. Toda noite, vocês se viram de um lado para o outro em suas camas, tendo sonhos vívidos com Carcosa — suas estrelas sombrias, sóis gêmeos, luas partidas e pináculos distorcidos.
ru: За несколько недель, прошедших после вашего визита в лечебницу, вы так и не узнали ничего нового о «Короле в жёлтом» и Каркозе. Вы прочесали город в поисках тех, кто, по словам Дэниела, «открывает путь в Каркозу», — но ничего не нашли. Либо они залегли на дно, либо уже покинули Аркхэм. А может быть, Дэниел был по-настоящему сумасшедшим, и теперь вы вслед за ним спускаетесь в пучину безумия. Каждую ночь вы ворочаетесь в постели, когда в сновидениях вам является Каркоза: её чёрные звёзды, два солнца, расколотые луны и закрученные шпили.
vi: Đã vài tuần trôi qua kể từ các sự kiện trong nhà thương điên, và bạn vẫn chưa biết sự thật về vở kịch Vị Vua Áo Vàng và thành phố Carcosa. Bạn đã lùng sục khắp thành phố để tìm dấu hiệu của những người khác mà Daniel đã đề cập — những người đang “mở đường đến thành phố Carcosa” —nhưng không tìm thấy gì. Hoặc là dấu vết đã nguội lạnh, hoặc là họ không còn ở thị trấn Arkham nữa. Có lẽ Daniel thực sự bị mất trí, và bạn chỉ đang đi theo anh ấy vào một cái hang thỏ. Mỗi đêm, bạn trằn trọc trước khi dần chìm vào trong những giấc mơ sống động về thành phố Carcosa — những ngôi sao đen, mặt trời đôi, mặt trăng vỡ vụn và những ngọn tháp xoắn.
zh: 自從瘋人院事件以來，已經過去了幾個星期，但你離《黃衣之王》和卡爾克薩的真相沒有絲毫進展。你在全城搜找丹尼爾提到的其他線索——那群想要“開啟通往卡爾克薩的路的人”——但結果一無所獲。不是這條線索已經斷了線，就是這批人已經離開了阿卡姆。當然丹尼爾也可能真的瘋了，你只是被他牽著陷入了一個死局。每一晚，你都輾轉反側，在一道道鮮活的夢境中，你看到了卡爾克薩——它黑色的星辰、雙生的太陽、破碎的月球，和扭曲的尖柱。

source: Smoke and embers float upwards into the starless night sky. The screams of burning creatures fill you with a horrid sense of accomplishment. They almost sound human, you consider. But you know that isn’t true.
de: Rauch und glühende Asche steigen in den sternenlosen Nachthimmel auf. Die Schreie der brennenden Kreaturen bedeuten dir auf fürchterliche Weise, dass du es geschafft hast. Du denkst, dass sie beinahe wie Menschen klingen. Aber du weißt, dass sie es nicht sind.
es: Humo y ascuas flotan hacia el cielo nocturno carente de estrellas. Los gritos de criaturas que arden hacen que te invada la horrenda sensación de haberlo logrado. Casi parecen gritos humanos, piensas. Pero sabes que no es verdad.
fr: Les braises et la fumée flottent dans la nuit noire. Le hurlement de créatures en train de brûler vous emplit de la sensation du devoir accompli. Ils semblent presque… humains, diriez-vous. Mais vous savez que ce n'est pas vrai.
it: Fumo e scintille salgono verso un cielo notturno privo di stelle. Le urla delle creature arse vive infondono in voi un'orrida sensazione di appagamento: sembrano quasi umani, riflettete, ma sapete che non è così.
ko: 연기와 불씨가 별 하나 없는 밤하늘로 피어오릅니다. 괴물들이 불에 타며 내지르는 비명을 들으며 당신은 끔찍한 성취감에 빠져들었습니다. 저것들이 내지르는 비명이 마치 사람의 목소리처럼 들린다는 생각을 하지만… 당신은 알고 있습니다. 저들은 인간이 아님을.
pl: Dym i żar unoszą się ku bezgwiezdnemu niebu. Wrzask płonących stworów przepełnia cię upiornym poczuciem spełnienia. Myślisz sobie, że brzmią prawie jak ludzie. Wiesz jednak, że to nieprawda.
pt: Fumaça e brasas flutuam em direção a um céu noturno sem estrelas. Os gritos de criaturas sendo queimadas traz a vocês uma sensação horrenda de missão cumprida. Elas quase soam humanas, vocês ponderam. Mas vocês sabem que isso não é verdade.
ru: Дым и тлеющая зола поднимаются в беззвёздное ночное небо. Вопли горящих тварей наполняют вас неприятным чувством удовлетворения. «Их крики почти человеческие», — думаете вы. Но вы знаете, что они не люди.
vi: Khói và lửa hồng bay lên trong bầu trời đêm không sao. Tiếng la hét của những sinh vật đang bị thiêu cháy khiến bạn có một cảm giác hoàn thành kinh khủng. Chúng nghe như âm thanh của con người. Nhưng bạn biết điều đó không đúng.
zh: 煙塵和餘燼飛向暗無星辰的夜空。看著火焰中的生物在哀嚎，你產生了一種恐怖的滿足感。光聽它們的聲音還真以為是人類呢，你這麼思忖著。但你知道那不是事實。

source: You peer in the mirror, and the Stranger peers back at you. His gaze drills into your mind. The mirror shatters.
de: Du siehst in den Spiegel und der Fremde schaut dich daraus an. Sein Blick bohrt sich in deinen Verstand. Der Spiegel zerspringt.
es: Miras en el espejo, y el Extranjero te devuelve la mirada. Sus ojos penetran en tu mente. El espejo se hace pedazos.
fr: Vous contemplez le miroir et l'Étranger vous contemple en retour. Son regard pénètre dans votre esprit. Le miroir vole en éclats.
it: Vi affacciate allo specchio, ma l'immagine riflessa che compare è quella dello Straniero: il suo sguardo bruciante penetra la vostra mente, poi lo specchio va in frantumi.
ko: 당신은 거울을 엿봅니다. 하지만 거울에는 이방인의 모습이 비칩니다. 이방인의 시선이 당신의 정신 깊숙이 파고듭니다. 거울이 산산조각납니다.
pl: Patrzysz w lustro i Nieznajomy odwzajemnia twoje spojrzenie. Jego wzrok świdruje twój umysł. Lustro pęka.
pt: Vocês olham para o espelho e o Estranho os encara de volta. O olhar dele perfura suas mentes. O espelho se quebra.
ru: Вы смотрите в зеркало, а оттуда на вас глядит Незнакомец. Его пристальный взгляд пронзает ваш разум. Зеркало разбивается.
vi: Bạn nhìn vào gương, và Kẻ Lại nhìn lại bạn. Ánh mắt của anh ta nhìn sâu vào tâm trí bạn. Tấm gương vỡ tan.
zh: 你凝視著鏡子，鏡中的陌生人也凝視著你。他的目光刺入了你的神智。鏡子粉碎了。

source: You fall through the empty abyss of Hali. Creatures of unknown and impossible origin lurk just beyond the darkness of your sight. Hastur looms above you, magnificent and yet bound in his prison of madness, manipulating your torturous descent with a sole outstretched arm.
de: Du fällst durch den leeren Abgrund von Hali. Kreaturen, deren Herkunft dir unbekannt ist und die es nicht geben dürfte, lauern an den Rändern der Dunkelheit deines Blickfeldes. Über dir ragt Hastur drohend auf, prachtvoll und doch in seinem Gefängnis aus Wahnsinn eingesperrt, manipuliert er deinen qualvollen Sturz mit einem ausgestreckten Arm.
es: Caes por el vacío abismal de Hali. Unas criaturas de origen desconocido e imposible acechan en la oscuridad, donde no puedes verlas. Hastur se alza sobre ti de forma gloriosa, pero cautivo de su prisión de locura, manipulando tu tortuoso descenso con un brazo extendido.
fr: Vous tombez dans les abysses sans fond du lac de Hali. Des créatures inconcevables à l'origine inconnue rodent dans les ténèbres alentours. Hastur vous surplombe, magnifique et pourtant entravé dans sa prison de folie, manipulant votre pénible déclin de son unique bras tendu.
it: Precipitate nel vuoto abisso dell'Hali. Creature di origini ignote e impossibili sgusciano appena fuori dal vostro campo visivo; Hastur incombe su di voi, magnifico ma allo stesso tempo incatenato nella sua prigione di follia, e tenta di manipolare la vostra tormentata discesa con un solo braccio proteso.
ko: 당신은 공허한 할리 호수의 심연으로 추락합니다. 당신의 시선이 닿지 않는 어둠 너머에 미지의 생물과 이 세상에 존재할 리 없는 것들이 도사리고 있습니다. 위대하지만 아직은 광기의 감옥에 갇혀 있는 하스터가 당신의 머리 위에서 모습을 드러냅니다. 그는 팔 하나를 쭉 뻗어 당신의 고통스러운 몰락을 조종하고 있습니다.
pl: Opadasz w otchłań jeziora Hali. Niewyobrażalne stwory czają się w ciemnościach poza zasięgiem twojego wzroku, nad tobą majaczy złowieszczo Hastur, wspaniały ale wciąż zamknięty w więzieniu szaleństwa, wyciągniętą ręką kieruje twoimi mękami, spychając cię w odmęty.
pt: Vocês caem através dos abismos vazios do Hali. Criaturas de origem desconhecida e impossível espreitam logo além das trevas de sua visão. Hastur assoma, magnífico e, ainda assim, preso ao seu cárcere de loucura, manipulando a descida tortuosa de vocês com um único braço estendido.
ru: Вы падаете сквозь бездонную пустоту Хали. Неведомые и невозможные существа таятся во тьме за пределами вашего зрения. Над вами нависает Хастур, величественный и всё же заточённый в темнице безумия. Его вытянутая рука направляет ваше мучительное падение.
vi: Bạn rơi qua vực thẳm trống rỗng của hồ Hali. Những sinh vật chưa biết tới và có nguồn gốc không xác định ẩn nấp ngay bên ngoài bóng tối trong tầm mắt của bạn. Hastur lờ mờ phía trên bạn, lộng lẫy nhưng bị trói buộc trong ngục tù điên cuồng của hắn, điều khiển cuộc hạ cánh khổ sở của bạn bằng một cánh tay dang ra.
zh: 你掉入了哈利湖空虛的深淵。在你目光無法觸及的黑暗中，潛伏著來自未知且絕無可能存在來源的生物。哈斯塔那宏大的身影浮現在你的頭頂，從他尚未擺脫的瘋狂牢籠中伸出一條長長的手臂，把你拽下備受折磨的無底深淵。

source: Each investigator has earned the Lost Soul weakness <i>(The Path to Carcosa #227)</i> (does not count toward deck size). Shuffle one copy of this weakness into each investigator’s deck.
de: Jeder Ermittler hat die Schwäche Verlorene Seele (<i>Der Pfad nach Carcosa, 227</i>) verdient (zählt nicht gegen die Deckgröße). In das Deck jedes Ermittlers wird eine Kopie dieser Schwäche gemischt.
es: Todos los investigadores reciben la Debilidad “Alma perdida” <i>(El camino a Carcosa 227)</i>. Esta carta no cuenta para el tamaño de mazo de los investigadores. Añade 1 copia de esta Debilidad al mazo de cada investigador.
fr: Chaque investigateur reçoit la faiblesse Âme Perdue <i>(La Route de Carcosa #227)</i> (ne compte pas dans la Taille du Deck). Mélangez un exemplaire de cette faiblesse dans le deck de chaque investigateur.
it: Ogni investigatore cerca nella collezione 1 debolezza Anima Smarrita e la aggiunge al suo mazzo (non considerandola nella dimensione del suo mazzo), poi rimescola il suo mazzo.
ko: 모든 조사자는 ‘잃어버린 영혼’ 약점(카르코사로 가는 길 227)을 1장씩 얻습니다(이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다). 각 조사자의 덱에 이 약점 사본 1장씩을 합친 후 섞습니다.
pl: Każdy badacz otrzymuje osłabienie Zagubiona dusza <i>(Szlak do Carcosy #227)</i> (niewliczane do limitu kart w talii). Wtasuj 1 kopię tego osłabienia do talii każdego badacza.
pt: Todos os investigadores ganham a fraqueza Alma Perdida <i>(O Caminho para Carcosa #227)</i> (não conta no limite de tamanho de baralho.) Embaralhe uma cópia dessa fraqueza no baralho de cada investigador.
ru: Каждый сыщик приобретает слабость «Пропащая душа» (Путь в Каркозу #227). Эта карта не идёт в счёт размера колоды. Замешайте 1 экземпляр этой слабости в колоду каждого сыщика.
vi: Mỗi điều tra viên nhận được một điểm yếu Lost Soul <i>(The Path to Carcosa # 227)</i> (không tính vào giới hạn bộ bài). Xào một bản sao của điểm yếu này vào vào trong bộ bài của mỗi điều tra viên.
zh: 每位調查員獲得失魂落魄弱點(<i>《卡爾克薩之路》＃227</i>)(不計入牌組上限)。將此弱點洗入每位調查員的牌組。

source: You peer up at the stained glass, curious. What is the shape of the shadow along the window? What is the meaning behind this strange design?
de: Du siehst neugierig zu den Buntglasfenstern hoch. Was ist das für eine Gestalt, die schattenhaft hinter dem Fenster zu sehen ist? Welche Bedeutung steckt hinter dieser seltsamen Gestaltung?
es: Levantas la vista hacia la vidriera por curiosidad. ¿Qué es esa sombra que hay en la ventana? ¿Qué significado tiene este extraño diseño?
fr: Vous contemplez le vitrail, curieux. Quelle est la forme de cette ombre le long de la fenêtre ? Quelle est la signification derrière cet étrange motif ?
it: Incuriositi, vi affacciate alla finestra di vetro istoriato. A chi appartiene quell'ombra alla finestra? Che significato ha quello strano disegno?
ko: 당신은 호기심에 스테인드글라스를 올려다봅니다. 창을 따라 난 그림자의 정체는 무엇일까요? 스테인드글라스의 특이한 모양에는 숨은 의미가 있는 걸까요?
pl: Spoglądasz z zaciekawieniem na witraż. Cóż to za cień widać za oknem? Co oznacza ten dziwny wzór?
pt: Vocês observam um vitral, curiosos. O que é aquela sombra ao longo da janela? Qual o significado desse estranho padrão?
ru: Вы с любопытством рассматриваете витраж. Что за тень угадывается в окне? Что скрывается за этой причудливой картиной?
vi: Bạn nhìn lên tấm kính màu, tò mò. Hình dạng của cái bóng dọc theo cửa sổ là gì? Ý nghĩa đằng sau thiết kế kỳ lạ này là gì?
zh: 你好奇地盯著彩繪玻璃。窗上那暗影的形狀是什麼？這個奇怪的圖案背後有什麼含義？

source: Mark one <b>Doubt</b> in your Campaign Log.
de: Im Kampagnenlogbuch wird 1 <b>Zweifel</b> angekreuzt.
es: Marca una <b>Duda</b> en tu registro de campaña.
fr: Inscrivez un <b>Doute</b> dans votre Carnet de Campagne.
it: Spuntate un <b>Dubbio</b> nel Diario della Campagna.
ko: 캠페인 기록지에 <b>의심</b> 하나를 표시합니다.
pl: Zaznacz w Dzienniku kampanii jedną <b>Wątpliwość</b>.
pt: Marque uma <b>Dúvida</b> no Registro da Campanha.
ru: Отметьте в журнале 1 <b>сомнение</b>.
vi: Đánh dấu một <b>Doubt</b> trong Nhật ký chiến dịch của bạn.
zh: 在冒險日誌上記1點<b>疑惑</b>。

source: Constance takes your hand and pulls you onto the polished dance floor. “Come now, don’t be shy. Tonight is a night for dancing! For celebration!”
de: Constance nimmt deine Hand und zieht dich auf die glänzende Tanzfläche. „Kommen Sie schon, nicht so schüchtern. Heute ist die richtige Nacht zum Tanzen! Zum Feiern!“
es: Constance te coge de la mano y te lleva a la reluciente pista de baile. –Vamos, que no te dé vergüenza. ¡Hoy es una noche para bailar! ¡Para celebrar!
fr: Constance vous prend la main et vous emmène sur la piste de danse. « Viens, ne sois pas timide. C'est une nuit propice à la danse ! À la fête ! »
it: Constance vi prende per mano e vi conduce sulla pista da ballo lucidata a specchio. "Avanti, non siate timidi. Stanotte dobbiamo ballare! Dobbiamo festeggiare!"
ko: 콘스탄스가 당신의 손을 잡고, 반질반질한 무도회장으로 끌어당깁니다. “이리 와요. 부끄러워 말고. 오늘 밤은 춤추는 밤이니까! 축하의 밤이니까!”
pl: Constance łapie cię za rękę i ciągnie na wypolerowany parkiet. „Chodź, nie wstydź się. Tę noc spędzimy tańcząc! Świętując!”
pt: Constance toma a sua mão e o puxa para uma pista de dança polida. “Venha, sem timidez. Hoje é uma noite boa para dançar! Para celebrar!”
ru: Констанс берёт вас за руку и ведёт танцевать. «Ну же, не стесняйтесь. Этой ночью все пляшут! Все веселятся!»
vi: Constance nắm lấy tay bạn và kéo bạn lên sàn nhảy tao nhã. “Đến ngay, đừng ngại. Đêm nay là một đêm để khiêu vũ! Để ăn mừng!”
zh: 康斯坦絲拉起你的手，把你拖入華麗的舞池。“來吧，別害羞。今天讓我們跳個盡興！一起慶祝吧！”

source: You chase the Stranger through dark, chilly passageways composed of hundreds of thousands of skeletal bodies. Skulls watch as you run, their mouths rattling a mocking taunt as you pass. The Stranger reaches a solid wall of bone, and is grabbed by bony hands and pulled into the wall. Their mocking laughs reach an awful crescendo.
de: Du jagst den Fremden durch dunkle, kalte Gänge, die aus hunderttausenden von Skeletten bestehen. Dabei wirst du von Schädeln beobachtet, ihre Münder klappern, wie um dich zu verspotten, als du an ihnen vorbeirennst. Der Fremde erreicht eine feste Wand aus Knochen, wird von Skeletthänden ergriffen und in die Wand gezogen. Das spöttische Lachen erreicht einen fürchterlichen Höhepunkt.
es: Persigues al Extranjero por oscuros corredores fríos como el hielo y formados por cientos de miles de esqueletos. Los cráneos te miran correr, castañeteando de forma burlona sus mandíbulas cuando pasas. El Extranjero llega a una pared hecha de hueso y unas manos huesudas lo agarran y lo meten en la pared. Sus burlonas risas llegan a un terrible crescendo.
fr: Vous poursuivez l'Étranger dans des coursives froides et sombres constituées de centaines de milliers de corps squelettiques. Les crânes observent votre course, leur bouche esquissant des sourires moqueurs sur votre passage. L'Étranger se retrouve face à un solide mur d'ossements où des mains de squelettes l'agrippent et le tirent à travers le mur. Leurs rires moqueurs montent en un horrible crescendo.
it: Inseguite lo Straniero all'interno di un labirinto di cunicoli ricoperti di centinaia di migliaia di cadaveri scheletrici, coi teschi che sembrano osservarvi e sghignazzare sbattendo le mascelle quando passate. Lo Straniero arriva a un solido muro fatto di ossa e viene afferrato da una serie di mani ossute che lo trascinano nel muro. La loro orrida risata beffarda si fa assordante.
ko: 당신은 어둡고 차가운 통로를 지나며 이방인을 뒤쫓고 있습니다. 그곳은 수백 수천의 뼈로 만들어진 굴입니다. 해골은 당신이 내달리는 것을 보고 있다가, 그 앞을 지나칠 때 부르르 떨면서 조롱과 악담을 퍼붓습니다. 뼈를 쌓아 만든 벽에 이방인이 닿자, 뼈다귀 손 무더기가 이방인을 움켜쥐고 벽 안으로 끌어당깁니다. 해골이 조롱하듯 웃는 소리가 끔찍하게도 점점 커집니다.
pl: Ścigasz Nieznajomego przez mroczne, zimne korytarze zbudowane z niezliczonych szkieletów. Czaszki odwracają się, kiedy je mijasz, i szyderczo klekoczą zębami. Nieznajomy dociera do ściany kości. Martwe ręce chwytają go i wciągają do środka. Szyderczy śmiech umarłych osiąga apogeum.
pt: Vocês perseguem o Estranho por um conjunto íngreme de degraus de pedra quebrada, sendo assolados por um aguaceiro enquanto correm. Luzes piscam à distância. Um vórtice de nuvens escuras revoltas paira sobre vocês, ameaçando engolir o mundo inteiro. O homem mascarado corre por um conjunto de portas no topo da escadaria, e vocês o seguem logo atrás. O ribombar de um trovão é abafado quando as portas se fecham atrás de vocês. Olhando ao redor, vocês veem uma representação familiar sobre o vitral. “Belo, não é mesmo?” diz o Estranho calmamente.
ru: Вы преследуете Незнакомца по тёмным холодным коридорам, сделанным из сотен тысяч скелетов. Черепа следят за вами, язвительно гремя челюстями, когда вы пробегаете мимо. Незнакомец приближается к глухой стене из костей, руки скелетов хватают его и затягивают внутрь. Их издевательский смех бешено нарастает.
vi: Bạn đuổi theo Kẻ Lạ qua những con đường tối tăm, lạnh lẽo bao gồm hàng trăm nghìn cơ thể bằng xương xẩu. Đầu lâu quan sát khi bạn chạy, miệng chúng phát ra tiếng chế giễu khi bạn đi qua. Kẻ Lạ chạm phải một bức tường xương chắc chắn, và bị những bàn tay xương xẩu nắm lấy và kéo vào tường. Tiếng cười chế giễu của chúng đạt đến đỉnh điểm khủng khiếp.
zh: 你追著陌生人，走進了一條通道，這條通道由幾十萬具骷髏包裹而成，黑暗而陰冷。你往前奔跑時，顱骨齊刷刷地看著你，它們的上下頜碰撞著向你發出嘲諷的聲音。陌生人來到一堵白骨堆成的實牆面前，一群只剩白骨的手臂抓住了他，把他拖進了牆壁之中，他們可惡的嘲笑響徹整個通道。
