Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: As the sun rises once more over the skyline of Paris, you lose sight of the mysterious figure. Frustrated at your failure, you return to your hotel to sleep and recover from the horrors of the past few nights. Your fitful dreams return— dreams of Carcosa, of the King in Tatters, and of the shadowy figure whom you had pursued through the streets of Paris. When you awaken, you are no longer in your hotel room.
de: Als die Sonne erneut über Paris aufgeht, verlierst du die merkwürdige Gestalt aus den Augen. Frustriert von deinem Versagen kehrst du zu deinem Hotel zurück, um etwas Schlaf zu finden und dich von den Schrecken der letzten paar Nächte zu erholen. Deine unruhigen Träume suchen dich erneut heim – du träumst von Carcosa, dem König in Lumpen und der schattenhaften Gestalt, die du durch die Straßen von Paris verfolgt hast. Als du aufwachst, befindest du dich nicht länger im Hotelzimmer
es: Cuando el sol vuelve a salir sobre los tejados de París, pierdes de vista a la misteriosa figura. Frustrado por tu fracaso, vuelves a tu hotel para dormir y recuperarte de los horrores de las noches pasadas. Tus agitados sueños regresan: sueños de Carcosa, del Rey Andrajoso y de la sombría figura a la que perseguiste por las calles de París. Cuando despiertas, no estás en tu habitación del hotel.
fr: Le soleil se lève à nouveau sur Paris, et vous avez perdu la trace de la mystérieuse silhouette. Frustré de votre échec, vous retournez à votre hôtel pour dormir et récupérer des horreurs des dernières nuits. Vos rêves éveillés reviennent – des rêves de Carcosa, du Roi en Guenilles et de la silhouette indistincte que vous avez pourchassée à travers les rues de Paris. En vous réveillant, vous découvrez que vous n'êtes plus dans votre chambre d'hôtel.
it: Quando il sole torna a sorgere sui tetti di Parigi, perdete di vista la figura misteriosa. Frustrati per il vostro fallimento, tornate all'hotel per riposare e riprendervi dagli orrori delle nottate precedenti, ma siete tormentati da altri sogni irrequieti: visioni di Carcosa, del Re dalle Vesti a Brandelli e della figura sfuggente che avete inseguito per le vie di Parigi. Quando vi risvegliate, non vi trovate più nella vostra camera d'albergo.
ko: 파리의 지평선 위로 해는 다시금 떠올랐고, 그 불가사의한 인물은 사라져 버렸습니다. 실패로 인한 좌절감에 빠진 당신은 호텔로 돌아가 지난 며칠 밤 동안 겪은 무시무시한 일들을 조금이라도 잊기 위해 잠을 청했습니다. 그 혼란스러운 꿈은 또 다시 되풀이되었습니다. 카르코사, 누더기를 걸친 왕, 그리고 파리의 거리에서 당신이 뒤쫓았던 어두운 인영… 꿈에서 깨어나 보니, 당신이 있는 곳은 호텔 방이 아닙니다.
pl: Kiedy nad Paryżem ponownie wschodzi słońce, tracisz z oczu tajemniczą postać. Sfrustrowany niepowodzeniem wracasz do hotelu, aby przespać się i dojść do siebie po piekle, jakim było kilka ostatnich nocy. Niespokojne sny wracają – śnisz o Carcosie, o Królu w Łachmanach i cienistej postaci, która ściga cię po ulicach Paryża. Kiedy się budzisz, nie jesteś już w swoim pokoju hotelowym.
pt: Conforme o sol se ergue mais uma vez sobre o horizonte de Paris, vocês perdem de vista a figura misteriosa. Frustrados com o fracasso, vocês retornam ao hotel para dormir e se recuperarem dos horrores das noites passadas. Os sonhos intermitentes retornam — sonhos sobre Carcosa, o Rei de Farrapos, a figura sombria que vocês perseguiram através das ruas de Paris. Quando acordam, vocês já não estão no quarto do hotel.
ru: Когда солнце вновь поднимается над крышами Парижа, вы теряете таинственную фигуру из виду. В расстройстве из-за неудачи вы возвращаетесь в отель, чтобы отоспаться и прийти в себя после ужасов прошлых ночей. Ваши беспокойные сны возвращаются — сновидения о Каркозе, Короле в лохмотьях и призрачной фигуре, за которой вы гнались по улицам Парижа. Проснувшись, вы понимаете, что вы уже не в своём гостиничном номере.
vi: Khi mặt trời mọc một lần nữa trên đường chân trời của Paris, bạn mất dấu của nhân vật bí ẩn. Chán nản vì thất bại của mình, bạn trở về khách sạn để ngủ và hồi phục sau những điều kinh hoàng trong vài đêm qua. Những giấc mơ chập chờn của bạn trở lại— những giấc mơ về thành phố Carcosa, về Vị Vua Rách Rưới, và về nhân vật mà bạn đã theo đuổi trên đường phố Paris. Khi bạn thức dậy, bạn không còn ở trong phòng khách sạn của mình.
zh: 太陽再一次從巴黎的地平線上升起，而神秘人的身影也消失在你的視線之中。挫敗感讓你無比沮喪，你回到旅店沉沉睡去，想從這幾夜的恐怖中好好回復。但你又回到了斷斷續續的夢境——你夢到了卡爾克薩，夢到了襤褸之王，還有你在巴黎街頭追尋的黑衣人影。你醒來時，發現自己已經不在旅店的房間裡。

source: A Phantom of Truth
de: Ein Phantom der Wahrheit
es: El Fantasma de la Verdad
fr: Le Spectre de la Vérité
ko: 진실의 망령
ru: Призрак Истины

source: Scenario V: A Phantom of Truth
de: Szenario V: Ein Phantom der Wahrheit
es: Escenario V: El Fantasma de la Verdad
fr: Scénario V : Le Spectre de la Vérité
it: Scenario V: Lo Spettro della Verità
ko: 시나리오 V: 진실의 망령
pl: Scenariusz V: Widmo Prawdy
pt: Cenário V: Um Fantasma da Verdade
ru: Сценарий V: Призрак Истины
vi: Màn V: Bóng Ma Sự Thật
zh: 冒險V：真相幻影

source: Dream 4
de: Traum 4
es: Sueño 4
pl: Sen 4
ru: Сновидение 4

source: Dream 8
de: Traum 8
es: Sueño 8
pl: Sen 8
ru: Сновидение 8

source: Dream 1
de: Traum 1
es: Sueño 1
pl: Sen 1
ru: Сновидение 1

source: Dream 12
de: Traum 12
es: Sueño 12
pl: Sen 12
ru: Сновидение 12

source: Dream 2
de: Traum 2
es: Sueño 2
pl: Sen 2
ru: Сновидение 2

source: Dream 9
de: Traum 9
es: Sueño 9
pl: Sen 9
ru: Сновидение 9

source: Dream 7
de: Traum 7
es: Sueño 7
pl: Sen 7
ru: Сновидение 7

source: Dream 10
de: Traum 10
es: Sueño 10
pl: Sen 10
ru: Сновидение 10

source: Dream 11
de: Traum 11
es: Sueño 11
pl: Sen 11
ru: Сновидение 11

source: Dream 3
de: Traum 3
es: Sueño 3
pl: Sen 3
ru: Сновидение 3

source: Dream 13
de: Traum 13
es: Sueño 13
pl: Sen 13
ru: Сновидение 13

source: Dream 6
de: Traum 6
es: Sueño 6
pl: Sen 6
ru: Сновидение 6

source: Awakening
de: Erwachen
es: Despertar
pl: Przebudzenie
ru: Пробуждение

source: Jordan's Information
de: Jordans Informationen
es: Información de Jordan
pl: Informacje od Jordana
ru: Информация Джордана

source: Put the remaining locations (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint‐Martin, Père Lachaise Cemetery, Notre‐Dame, and Gardens of Luxembourg) into play. Each investigator begins play at Montparnasse.
es: Pon en juego los Lugares restantes (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint-Martin, Cementerio Père Lachaise, Notre-Dame y Jardines de Luxemburgo). Cada investigador comienza la partida en Montparnasse.
fr: Mettez en jeu les lieux restants (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint‐Martin, Cimetière du Père Lachaise, Notre‐Dame et les Jardins du Luxembourg). Chaque investigateur débute la partie à Montparnasse.
ko: 나머지 장소(‘몽파르나스’, ‘오르세 역’, ‘그랑 기뇰’, ‘생 마르탱 운하’, ‘페르 라셰즈 공동묘지’, ‘노트르담’, ‘뤽상부르 공원’)를 모두 플레이 영역에 둡니다(추천 장소 배치를 참조하여 놓습니다). 모든 조사자는 ‘몽파르나스’에서 시작합니다.

source: You chase the Stranger up a steep staircase of broken stone, a torrent of rain crashing upon your back as you run. Lighting flashes in the distance. A vortex of swirling black clouds looms above you, threatening to swallow the world whole. The masked man dashes through a wide set of doors atop the stairs, and you follow close behind. The sound of crashing thunder is muffled as the doors close behind you. Looking up, you see a familiar depiction in stained glass. “Beautiful, is it not?” the Stranger says quietly.
de: Du jagst den Fremden eine steile Treppe aus geborstenen Steinen hinauf. Regen prasselt sintflutartig auf deinen Rücken, während du rennst. In der Ferne zucken Blitze. Ein Wirbel aus schwarzen Wolken ragt beängstigend über dir auf und droht die gesamte Welt zu verschlingen. Der maskierte Mann eilt durch verschiedenste Türen am oberen Ende der Treppe und du bist ihm dicht auf den Fersen. Das Geräusch des krachenden Donners wird gedämpft, als sich die Türen hinter dir schließen. Als du aufschaust, siehst du eine vertraute Darstellung in Buntglas. „Schön, nicht wahr?“, sagt der Fremde ruhig.

source: According to Mr. Jordan Perry, who had financed several performances of The King in Yellow across the world, Nigel Engram was an eccentric and impassioned man, almost to the point of mania. Rumor was, he hadn’t directed any other works since discovering The King in Yellow. Jordan had first met with Mr. Engram at a café in Montparnasse, “L’agneau Perdu.” You travel there first, hoping to find Mr. Engram…
pt: De acordo com o Sr. Jordan Perry, que financiou várias exibições de O Rei de Amarelo por todo o mundo, Nigel Engram é um homem excêntrico e apaixonado, quase ao ponto da loucura. Segundo os boatos, ele não dirigiu nenhum outro trabalho desde que descobriu O Rei de Amarelo. Jordan conheceu o Sr. Engram em um café em Montparnasse, o “L’agneau Perdu.” Vocês viajam para lá primeiro, torcendo para encontrar o Sr. Engram…

source: Choose one of the two Montmartre locations, one of the two Opéra Garnier locations, and one of the two Le Marais locations, at random. Put the chosen locations into play. Remove the other versions of those locations from the game.
pt: Escolha aleatoriamente um dos dois locais Montmartre, um dos dois locais Opéra Garnier e um dos dois locais Le Marais. Coloque os locais escolhidos em jogo. Remova do jogo as outras versões desses locais.

source: Put the remaining locations (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint‐Martin, Père Lachaise Cemetery, Notre‐Dame, and Gardens of Luxembourg) into play. Each investigator begins play at Gare d’Orsay.
pt: Coloque os locais restantes em jogo (Montparnasse, Gare d’Orsay, Grand Guignol, Canal Saint-Martin, Cemitério Père Lachaise, Notre-Dame, e Jardins de Luxembourg). Os investigadores começam o jogo em Gare d’Orsay.
