Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: You lose track of yourself within the city as you flee for your life. Your feet move of their own accord. The beating of sinewy wings and screeching of creatures above you spurs you onward. Soon you find yourself running down a narrow avenue, passing a set of heavy iron gates. You are in a dead end—a court with tall, old houses on either side. You turn back toward the entrance to find the shapes of many winged creatures barring your path. They are perched on the gates and on the balconies above, awaiting your doom. Walking with cold, sinister confidence, the man in black opens the iron gate and enters the court. His face gleams in the darkness. His eyes pierce your soul. For a moment, you recognize him for what he truly is. It is the last you remember of that night.
de: Du verirrst dich in der Stadt, während du um dein Leben rennst. Deine Füße bewegen sich wie von alleine. Das Schlagen sehniger Flügel und das Kreischen der Kreaturen über dir treibt dich an. Bald schon findest du dich in einer schmalen Gasse wieder und läufst an einigen schweren Eisentoren vorbei. Es ist eine Sackgasse – ein Hof mit großen, alten Gebäuden auf allen Seiten. Du wendest dich wieder in Richtung Eingang, aber dort versperren dir viele geflügelte Gestalten den Weg. Sie hocken auf den Toren und Balkonen über dir und erwarten dein Verderben. Mit kalter, bösartiger Gleichgültigkeit öffnet der Mann in Schwarz das eiserne Tor und betritt den Hof. Sein Gesicht leuchtet in der Dunkelheit. Seine Augen durchbohren deine Seele. Einen Moment lang erkennst du ihn als das, was er wirklich ist. Und das ist deine letzte Erinnerung an diese Nacht.
es: Ni siquiera miras por dónde vas mientras huyes por la ciudad para ponerte a salvo. Tus pies se mueven solos. El batir de unas fuertes alas y el chillido de las criaturas que te sobrevuelan te hacen ir más rápido. Pronto te encuentras corriendo por una estrecha avenida, por unos pesados portones de hierro. Estás en un callejón sin salida; un patio con altas casas antiguas en todos sus lados. Te vuelves hacia la entrada y ves las siluetas de muchas criaturas aladas que te bloquean el paso. Están posadas en los portones y en los balcones de los pisos superiores, esperando tu muerte. Caminando con fría y siniestra confianza, el hombre de negro abre el portón de hierro y entra en el patio. Su rostro brilla en la oscuridad. Sus ojos te atraviesan el alma. Durante un instante, reconoces su verdadero ser. Es lo último que recuerdas de esa noche.
fr: Vous vous égarez dans la ville en fuyant pour sauver votre peau. Vos pieds se meuvent sans votre accord. Le battement des ailes membraneuses et les cris stridents des créatures au-dessus de votre tête vous font redoubler d'effort. Vous vous retrouvez bientôt dans une impasse – une cour bordée de vieilles et hautes maisons. Jetant un coup d'œil par-dessus votre épaule, vous vous trouvez nez à nez avec de nombreuses créatures ailées qui vous barrent la route. Elles sont perchées sur les portails et les balcons alentours, à l'affût de votre mort. Se déplaçant avec une froide assurance, l'homme en noir ouvre le portail en fer et pénètre dans la cour. Son visage brille dans les ténèbres. Ses yeux transpercent votre âme. Un court instant, vous le reconnaissez pour ce qu'il est vraiment. C'est la dernière chose dont vous vous souvenez de cette nuit.
it: Nel corso della fuga per salvarvi la vita la vostra mente si annebbia e i vostri piedi si muovono animati da una volontà propria, mentre il battito delle ali nerborute e i versi striduli delle creature sopra le vostre teste vi spronano a proseguire. Vi rifugiate in tutta fretta in una stretta viuzza e superate un pesante cancello di ferro. Vi ritrovate in un vicolo cieco, un cortile delimitato da vecchi caseggiati su ogni lato. Vi voltate verso l'entrata per scoprire che la via d'uscita ora è sbarrata da molte creature alate che sembrano essere ovunque, appollaiate sul cancello e sulle balconate soprastanti, in attesa che il vostro destino si compia. L'uomo in nero si fa avanti a passi sinistri e determinati, spalanca il cancello di ferro ed entra nel cortile: il suo volto luccica nell'oscurità e i suoi occhi penetrano la vostra anima. Per un istante lo riconoscete per ciò che è in realtà… ed è l'ultima cosa che ricordate di quella notte.
ko: 당신은 목숨을 부지하기 위해서 파리 도심을 가로질러 달아나다 길을 잃었습니다. 머리 위에서 들리는 괴물의 격한 날갯짓과 날카로운 비명 때문에 걸음은 한층 더 다급해 집니다. 얼마 지나지 않아, 좁은 골목을 내달려 육중한 철 대문 몇 개를 지나고 나니 마침내 좌우에 높고 오래된 대저택이 솟은 막다른 길에 이르렀습니다. 왔던 길로 돌아서니 날개 달린 괴물 몇 마리가 당신의 앞을 막아서서는 대문 위와 그 너머의 발코니에 앉아 당신의 최후를 기다리고 있습니다. 검은 옷을 입은 남자가 싸늘하고 사악하며 자신감에 찬 얼굴로 철 대문을 열고 안뜰로 들어옵니다. 어둠 속에서도 창백한 그 얼굴이 빛납니다. 그의 눈이 당신의 영혼을 꿰뚫습니다. 한순간, 당신은 그의 진정한 정체를 간파했습니다. 그것이 그날 밤 당신의 마지막 기억입니다.
pl: Uciekasz na oślep i nie wiesz już nawet, w której części miasta jesteś. Nogi niosą cię same. Jazgot stworów i łopot potężnych skrzydeł rozbrzmiewający gdzieś w górze to wystarczająca motywacja, żeby się nie zatrzymywać. Wkrótce wbiegasz do wąskiej alejki i mijasz kilka ciężkich, żelaznych bram. To ślepy zaułek, plac otoczony ze wszystkich stron starymi domami. Chcesz zawrócić, ale w uliczce widać już wiele skrzydlatych sylwetek, które blokują ci drogę. Z każdą chwilą kolejne lądują na bramach i balkonach, wyczekując twojej zguby. Mężczyzna w czerni zbliża się złowieszczo spokojnie, otwiera bramę i wchodzi na plac. Jego twarz lśni w ciemnościach. Jego wzrok przeszywa twoją duszę. Przez krótką chwilę widzisz, czym jest naprawdę. To ostatnia rzecz, którą pamiętasz z tej nocy.
pt: Vocês se perdem na cidade enquanto fogem por suas vidas. Seus pés se movem sozinhos. O bater de asas membranosas e o grito das criaturas acima os impulsiona. Logo vocês se descobrem correndo por uma avenida estreita, ao lado de um conjunto de pesados portões de ferro. Vocês estão em um beco sem saída — uma pracinha com casas velhas e altas em ambos os lados. Vocês se viram para a entrada e encontram várias das criaturas aladas barrando o caminho. Elas estão empoleiradas em portões e nas sacadas acima, aguardando a sua perdição. Andando com uma confiança fria e sinistra, o homem de preto abre o portão de ferro e entra na praça. O rosto dele reluz nas trevas. Os olhos perfuram suas almas. Por um instante, vocês o reconhecem pelo que ele realmente é. Essa é a última coisa que se lembram dessa noite.
ru: Спасаясь бегством, вы совершенно теряетесь в этом городе. Ноги несут вас сами. Хлопанье жилистых крыльев и визг тварей над головой гонят вас вперёд. Вскоре вы бежите по узкой улочке мимо тяжёлых железных ворот. Вы в тупике: высокие старинные здания окружают двор со всех сторон. Обернувшись к выходу, вы видите силуэты множества крылатых тварей, преграждающих вам путь. Они расселись на воротах и на балконах в ожидании вашей погибели. Человек в чёрном открывает железные ворота и с холодной зловещей уверенностью входит во двор. Его лицо мерцает во тьме. Его глаза пронзают вашу душу. В этот момент вы понимаете, кто он на самом деле. И это последнее, что вы помните о той ночи.
vi: Bạn không biết mình đang ở đâu trong thành phố khi chạy trốn cho mạng sống của bản thân. Bàn chân của bạn tự di chuyển theo ý chúng. Tiếng đập của những đôi cánh gân guốc và tiếng kêu la của những sinh vật phía trên thúc đẩy bạn tiến về phía trước. Chẳng bao lâu bạn thấy mình đang chạy xuống một đại lộ hẹp, băng qua một dãy cổng sắt nặng nề. Bạn đang ở trong một ngõ cụt — một sân vườn với những ngôi nhà cổ kính ở hai bên. Bạn quay trở lại lối vào để tìm hình dáng của những sinh vật có cánh đang cản đường bạn. Chúng đậu trên các cánh cổng và ban công phía trên, chờ đợi sự diệt vong của bạn. Bước đi với vẻ tự tin lạnh lùng, nham hiểm, người đàn ông mặc đồ đen mở cánh cổng sắt và bước vào sân vườn. Gương mặt anh ta lấp lóe trong tối. Đôi mắt của anh ta xuyên thấu linh hồn bạn. Trong một khoảnh khắc, bạn nhận ra con người thật của anh ta. Đây là điều cuối cùng bạn nhớ về đêm đó.
zh: 你奪路而逃，回過神來時，已經迷失了方向。你只覺得兩隻腳不由自主地在飛奔。迺勁有力的翅膀在你頭頂拍打著，不明生物的叫囂催促著你不斷往前逃跑。穿過一扇扇沉重的鐵門，很快，你就把自己逼到了一條狹窄的林蔭道上。這裡是一條死胡同——兩邊都是高大老宅的庭院。你轉身朝入口跑去，發現許多長著翅膀的生物欄住了你的去路。它們落在大門和你頭頂的陽臺上，靜候著你的末日到來。那個黑衣男子打開鐵門，走進庭院，腳步中充滿了一股陰寒而險惡的自信。他的臉散發著黑暗。他的眼直刺你的靈魂，就在那一刻，你認出了他的真實身份。那是你那晚最後記得的一件事。

source: You can only assume this house belongs to Nigel Engram, the director of The King in Yellow. At last, you have finally found your quarry…and yet, it is little relief to your straining sanity. You feel like a dog being led by a leash, your fate decided by a cruel master who has long kept you in the dark. You push these gloomy thoughts to the back of your mind and knock on Mr. Engram’s door. There is no response but a flock of magpies that scatter from the rooftop at the sudden noise. You try the doorknob, hoping you won’t have to resort to more forceful measures. To your surprise, you find the door unlocked. Inside, Nigel’s home is a mess of notes, old books, and strange diagrams. Covering the coffee table in his living room is an old, faded map, bearing many fold creases and tattered edges. It looks to be an incomplete map of the catacombs beneath Paris, or at least a section of it. The food in his pantry is old and rotten. There is no sign of anyone having lived here for years, and yet the ink upon the living room walls is wet and fresh. Over and over, across nearly every inch of the wallpaper, it reads: <center><fancy>He is already here.</fancy></center>
de: Du kannst nur vermuten, dass dieses Haus Nigel Engram, dem Regisseur von <u>Der König in Gelb</u> gehört. Endlich hast du das gefunden, was du so lange gejagt hast … Aber das ist nur ein schwacher Trost für deine stark beanspruchte geistige Gesundheit. Du fühlst dich wie ein Hund, der an der Leine zu seinem Schicksal geführt wird, über das ein grausamer Herr entscheidet, der dich lange in Unwissenheit gehalten hat. Du verdrängst diese düsteren Gedanken und klopfst an Mr. Engrams Tür. Die einzige Reaktion kommt von einer Schar Elstern, die sich von dem plötzlichen Geräusch aufgeschreckt vom Dach in die Luft erheben. Du versuchst es mit dem Türknauf, in der vagen Hoffnung, dass du nicht zu härteren Mitteln greifen musst. Zu deiner Überraschung ist die Tür nicht verschlossen. Nigels Haus ist ein einziges Chaos, überall liegen Notizen, alte Bücher und merkwürdige Zeichnungen. Auf dem Couchtisch im Wohnzimmer liegt eine alte, verblichene Karte, zerschlissen durch häufiges Falten und an den Rändern ausgerissen. Es scheint sich um eine unvollständige Karte der Katakomben unter Paris zu handeln, oder doch zumindest eines Teils davon. In der Speisekammer befinden sich nur alte, bereits verdorbene Lebensmittel. Nirgendwo findest du ein Zeichen dafür, dass hier in den letzten Jahren jemand gelebt hat, aber die Tinte an den Wänden im Wohnzimmer ist noch frisch und feucht. Dort steht immer und immer wieder auf jeder freien Fläche: <center><fancy>Er ist bereits hier.</fancy></center>
es: Supones que esta casa pertenece a Nigel Engram, el director de El Rey de Amarillo. Por fin has encontrado tu objetivo… y aun así, no alivia tu forzada cordura. Te sientes como un perro al que llevan de una correa, con tu destino decidido por un cruel amo que te mantiene en la ignorancia. Apartas estos pesimistas pensamientos de tu mente y llamas a la puerta del Sr. Engram. No hay respuesta, pero una bandada de urracas sale volando del tejado por el ruido. Agarras el picaporte, esperando no tener que recurrir a la fuerza, pero, para tu sorpresa, la puerta está abierta. El interior del hogar de Nigel es un batiburrillo de notas, viejos libros y extraños diagramas. Sobre la mesita de su sala de estar hay un viejo mapa desvaído con muchos dobleces y bordes desgastados. Parece un mapa incompleto de las catacumbas que hay bajo París, o al menos parte de ellas. La comida de la despensa lleva allí mucho tiempo y está podrida. No parece que nadie haya vivido aquí desde hace años, y aun así, la tinta de las paredes de la sala de estar está húmeda y parece fresca. Cada centímetro del papel pintado está cubierto por una frase que se repite una y otra vez: <center><fancy>Ya está aquí.</fancy></center>
fr: Vous ne pouvez que supposer que cette maison appartient bien à Nigel Engram, le metteur en scène du Roi en Jaune. Au moins, vous avez localisé votre cible, ce qui est un léger soulagement pour votre santé mentale. Vous vous sentez comme un chien guidé par sa laisse dont le sort est entre les mains d'un maître cruel qui vous a laissé trop longtemps dans le noir. Vous mettez de côté ces pensées lugubres et frappez à la porte de M. Engram. Aucune réponse, mais une nuée de pies s'envole bruyamment du toit. Vous essayez de pousser la poignée, espérant ne pas avoir à recourir à des méthodes plus radicales ; à votre grande surprise, la porte n'est pas verrouillée. À l'intérieur, la maison de Nigel est un vrai capharnaüm de notes, de vieux livres et d'étranges diagrammes. Sur la table basse du salon se trouve une vieille carte défraîchie. Elle porte de nombreuses traces de pliures et ses bords sont usés. On dirait une carte fragmentaire des catacombes qui se trouvent sous Paris, ou tout du moins d'une partie des catacombes. La nourriture du cellier est vieille et avariée. Personne ne vit plus ici depuis des années. Pourtant, l'encre sur les murs du salon semble toute fraîche. Sur chaque pouce de la tapisserie, les mêmes mots se répètent encore et encore : <center><fancy>Il est déjà là.</fancy></center>
it: Potete solo presumere che questa casa appartenga a Nigel Engram, il regista de Il Re in Giallo. Finalmente avete trovato la vostra preda… eppure questo non sembra attenuare di molto la tensione che erode la vostra sanità mentale: avete l'impressione di essere dei segugi tenuti al guinzaglio, la cui sorte sarà decisa da un padrone crudele che da sempre vi tiene all'oscuro di ogni cosa. Scacciate questi tetri pensieri in un angolo della vostra mente e bussate alla porta di Mr. Engram. Non risponde nessuno, ma uno stormo di gazze appollaiate sul tetto spicca il volo a quel rumore improvviso. Spingete la maniglia, nella speranza di non dover ricorrere a metodi più drastici, ma con vostra sorpresa la porta non è chiusa a chiave. La casa di Nigel è immersa nel caos: appunti, vecchi libri e strani diagrammi sparsi ovunque. Sul tavolino del salotto notate una vecchia mappa sbiadita segnata da molte pieghe e dai bordi consumati: sembra essere una mappa incompleta delle catacombe di Parigi, o quantomeno di una loro sezione. Il cibo in dispensa è andato a male da tempo e sembra che nessuno viva più qui da anni, eppure l'inchiostro sulle pareti del soggiorno è ancora umido e fresco… Qualcuno ha scritto su ogni centimetro della carta da parati la stessa frase all'infinito: <center><fancy>Lui è già qui.</fancy></center>
ko: 이곳이 『황색의 왕』의 감독인 나이젤 잉그램의 집이 확실합니다. 마침내 사흘 밤에 걸친 추적이 결실을 거둔 겁니다… 그렇다고 해서 그리 쉽게 긴장감을 누그러뜨릴 순 없습니다. 당신은 목줄이 매여 끌려가는 개처럼, 당신을 어둠 속에 늘 가두어 두었던 잔혹한 주인이 당신의 운명마저 결정짓는 것처럼 느껴집니다. 당신은 이 우울한 생각을 꾹꾹 눌러 삼키고 잉그램 씨의 집 문을 두드립니다. 그러나 대답은 들려오지 않고, 그 대신 지붕 위에 앉은 까치 떼가 갑작스러운 소리에 놀라 사방으로 흩어집니다. 무력을 쓰는 일 없이 해결되길 바라며 손잡이를 돌려보지만, 놀랍게도 문은 잠겨있지 않습니다. 안으로 들어가 보니 나이젤의 집 안은 기록물과 낡은 책, 기이한 그림 등으로 엉망진창입니다. 거실의 커피 테이블 위에는 낡고 빛바랜 지도가 펼쳐져 있는데, 접힌 자국투성이에 모서리는 너덜너덜합니다. 아무래도 파리 지하에 있는 카타콤의 미완성 지도 내지는 어느 일부 구역의 지도인 듯합니다. 식료품 창고에서 음식 썩는 냄새가 진동하는 걸 보아, 여기에 누군가가 살았던 지는 이미 몇 년이나 지난 듯합니다. 하지만 거실 벽에 선명하게 새겨진 글씨는 최근에 잉크로 칠한 것처럼 축축합니다. 벽지 위에 아주 촘촘하게 똑같은 문장이 여러 번 반복되어 적혀 있습니다. <center><fancy>“그가 이미 여기 있다.”</fancy></center>
pl: Ten dom należy zapewne do Nigela Engrama, reżysera „Króla w Żółci”. W końcu dotarłeś do celu… choć to niewielka pociecha dla twojej zszarganej psychiki. Czujesz się jak pies prowadzony na smyczy, jakbyś od dawna podążał nieświadomie ścieżką, którą ustalił dla ciebie okrutny pan. Odganiasz te ponure myśli i pukasz do drzwi. Nikt nie odpowiada i tylko stado srok podrywa się z dachu spłoszone nagłym dźwiękiem. Naciskasz klamkę, z nadzieją, że nie będziesz musiał otwierać drzwi w bardziej brutalny sposób. Ku twojemu zaskoczeniu nie są zamknięte na klucz. W domu Nigela panuje rozgardiasz, wszędzie piętrzą się notatki i dziwne diagramy. W salonie, na stoliku do kawy leży stara, wyblakła mapa o postrzępionych krawędziach. To chyba plan katakumb ciągnących się pod Paryżem, albo przynajmniej ich fragment. Jedzenie w spiżarni jest stare i spleśniałe. Wygląda, jakby od lat nikt tutaj nie mieszkał, a jednak tusz na ścianach salonu jest świeży i wciąż wilgotny. Niemal każdy fragment tapety pokryty jest pismem, jedno zdanie zapisane tysiące razy: <center><fancy>On już tu jest.</fancy></center>
pt: Vocês só podem assumir que essa casa pertence a Nigel Engram, o diretor de O Rei de Amarelo. Por fim, vocês encontraram sua presa… e ainda assim, isso faz pouco para aplacar a sua sanidade. Vocês se sentem como cães guiados pela coleira, com o destino decidido por um mestre cruel que os manteve por muito tempo nas trevas. Vocês empurram esses pensamentos sombrios para o fundo de suas mentes e batem na porta do Sr. Engram. Não há resposta, mas um bando de gralhas se espalha a partir do telhado, reagindo ao barulho súbito. Vocês tentam a maçaneta, torcendo para não precisar tomar medidas mais violentas. Para sua surpresa, a porta está destrancada. Dentro, a casa de Nigel é uma bagunça de anotações, livros velhos e diagramas estranhos. Cobrindo a mesa de café da sala de estar há um mapa velho e desbotado, apresentando várias marcas de dobra e bordas esfarrapadas. Parece um mapa incompleto das catacumbas abaixo de Paris, ou pelo menos de uma seção dela. A comida na despensa está velha e apodrecida. Não há sinal algum de que alguém tenha vivido na casa pelos últimos anos, e ainda assim a tinta nas paredes da sala de estar estão úmidas e frescas. Repetidas vezes, através de cada centímetro do papel de parede, uma mensagem diz: <center><fancy>Ele já está aqui.</fancy></center>
ru: Вы можете лишь предполагать, что этот дом принадлежит Найджелу Энграму, режиссёру «Короля в жёлтом». Наконец-то вы нашли то, что искали… но это не приносит облегчения вашему истощённому разуму. Вы чувствуете себя собакой на поводке, вашей судьбой словно распоряжается жестокий хозяин, долго державший вас в темноте. Но вы задвигаете эти мрачные мысли подальше и стучитесь в дверь мистера Энграма. Нет ответа — от вашего стука лишь стая сорок срывается с крыши. Вы поворачиваете дверную ручку, надеясь, что вам не придётся прибегать к силе. К вашему удивлению, дверь не заперта. Жилище Найджела завалено исписанными бумагами, старыми книгами и непонятными схемами. На журнальном столике в гостиной разложена выцветшая карта, порванная на сгибах и по краям. Видимо, это неполная карта катакомб под Парижем — или по крайней мере их части. Еда в кладовке протухла и сгнила. Тут явно никто не жил уже несколько лет, и всё же чернила на обоях в гостиной ещё свежие. Почти на каждом дюйме стены повторяется одна и та же надпись: <center><fancy>Он уже здесь.</fancy></center>
vi: Bạn chỉ có thể cho rằng ngôi nhà này thuộc về Nigel Engram, đạo diễn của vở kịch Vị Vua Áo vàng. Cuối cùng, bạn cũng đã tìm thấy nguồn thông tin của mình… và bạn thấy một chút nhẹ nhõm trong tinh thần của mình. Bạn cảm thấy mình giống như một con chó bị dây xích dắt đi, số phận của bạn được quyết định bởi một người chủ độc ác, người đã giam giữ bạn từ lâu trong bóng tối. Bạn đẩy những suy nghĩ u ám này về phía sau tâm trí và gõ cửa phòng ông Engram. Không có phản hồi gì ngoài một đàn chim ác là bay tán loạn từ sân thượng bởi một tiếng ồn đột ngột. Bạn thử xoay nắm cửa, hy vọng mình sẽ không phải dùng đến các biện pháp mạnh hơn. Trước sự ngạc nhiên của bạn, bạn thấy cửa không khóa. Bên trong, khắp nhà của Nigel là một đống ghi chú, sách cũ và sơ đồ kỳ lạ. Bao bọc chiếc bàn cà phê trong phòng khách của anh là một tấm bản đồ cũ kỹ, bạc màu, có nhiều nếp gấp và mép rách. Nó có vẻ là một bản đồ chưa hoàn chỉnh về các hầm mộ bên dưới Paris, hoặc ít nhất là một phần của nó. Thức ăn trong tủ đựng thức ăn của anh ấy đã cũ và ôi thiu. Không có dấu hiệu cho thấy bất kỳ ai đã sống ở đây trong nhiều năm, nhưng mực trên tường phòng khách vẫn còn ướt và mới. Liên tục gần như mỗi một inch của giấy dán trên tường, nó viết: <center><fancy>Hắn ta đã ở đây.</fancy></center>
zh: 你只能猜測這幢房子屬於奈傑爾·英格蘭姆，《黃衣之王》的導演。你終於找到了自己的獵物……但是你繃緊的心弦卻並沒有放鬆。你感覺自己就像被皮帶牽著的一條狗，被一個殘酷的主人常年關在黑暗之中，命運完全受人擺佈。你努力把這些陰暗的念頭揮之腦後，敲響了英格蘭姆先生的門。屋內沒有回應，只有屋頂的一群喜鵲突然四散而飛，鬧出一陣噪音。你試了一下門把手，希望不會用上更為暴力的手段。結果你意外地發現門沒有上鎖。 奈傑爾的家裡一片狼藉，筆記、舊書和奇怪的圖文散落一地。你在他起居室的咖啡桌上看到了一張老舊褪色的地圖。地圖上滿是摺痕，紙張的邊緣已經破爛不堪。看起來這是一張不完整的巴黎地下墓穴地圖，或者說，是其中的一部分。廚房裡的食物都已過期腐敗。看起來這裡已經好幾年沒有人住過了，但起居室牆壁上的墨漬卻還沒有乾透。每一寸牆紙上都寫滿了字： <center><fancy>他來了。</fancy></center>
