Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: You can only assume this house belongs to Nigel Engram, the director of The King in Yellow. At last, you have finally found your quarry…and yet, it is little relief to your straining sanity. You feel like a dog being led by a leash, your fate decided by a cruel master who has long kept you in the dark. You push these gloomy thoughts to the back of your mind and knock on Mr. Engram’s door. A flock of magpies scatters from the rooftop at the sudden noise. Then, to your surprise, the door opens. Across the threshold of the doorway stands a tall man with a thick, brown mustache. A familiar silver-handled cane leans against the wall next to his coat hanger. “So it’s you,” he says. “Come in. I have expected you for some time now.” He turns away and walks toward his kitchen. You can hear a teapot whistling, as though he’d been preparing for your arrival. You enter his home, unsure of what to do next. This gentle, unassuming man is not quite what you had expected. Nigel’s home is a mess of notes, old books, and strange diagrams. Covering the coffee table in his living room is an old, faded map, bearing many fold creases and tattered edges. It looks to be an incomplete map of the catacombs beneath Paris, or at least a section of it. Mr. Engram returns moments later with hot tea and a plate of cheese and crackers. “I assume you are here to find the path to Carcosa?” he asks, wearing an excited grin. You shake your head in response, but he doesn’t seem to notice. He paces back and forth around the room as he speaks rapidly. “He told me that you would be arriving soon. That I should… Prepare.” Nigel turns toward you as he reaches the wooden door across from you, his eyes flashing. “Don’t worry. All is ready. The way is paved.” He opens the door to his study and steps inside, leaving you behind to interpret his cryptic comments. You wait a few minutes for him to return, but when he does not, you begin to worry. Then you notice that mold has already begun to grow over the cheese he’d brought you. “Mr. Engram?” you call out, and you hesitantly knock on the door to his study. There is no response. When you enter the room, you find him hanging from the ceiling fan, his body rotting from weeks of decomposition.
de: Du kannst nur vermuten, dass dieses Haus Nigel Engram, dem Regisseur von <u>Der König in Gelb</u> gehört. Endlich hast du das gefunden, was du so lange gejagt hast … Aber das ist nur ein schwacher Trost für deine stark beanspruchte geistige Gesundheit. Du fühlst dich wie ein Hund, der an der Leine zu seinem Schicksal geführt wird, über das ein grausamer Herr entscheidet, nachdem er dich lange in Unwissenheit gehalten hat. Du verdrängst diese düsteren Gedanken und klopfst an Mr. Engrams Tür. Vom Dach erhebt sich eine Schar Elstern von dem plötzlichen Geräusch aufgeschreckt in die Lüfte. Dann öffnet sich zu deiner Überraschung die Tür. Auf der anderen Seite der Schwelle zum Eingangsbereich des Hauses steht ein großer Mann mit einem buschigen, braunen Schnurrbart. An die Wand neben der Garderobe ist ein nur zu vertrauter Gehstock mit Silbergriff gelehnt. „Sie sind es also“, sagt er. „Kommen Sie herein. Ich erwarte Sie schon seit einer ganzen Weile.“ Er wendet sich ab und geht in Richtung Küche. Du hörst das Pfeifen eines Teekessels, als wäre alles für deine Ankunft vorbereitet worden. Dann betrittst du sein Haus, wobei du keine Ahnung hast, was du als Nächstes tun sollst. Dieser sanfte, bescheidene Mann ist nicht das, was du erwartet hast. Nigels Haus ist ein einziges Chaos, überall liegen Notizen, alte Bücher und merkwürdige Zeichnungen. Auf dem Couchtisch im Wohnzimmer liegt eine alte, verblichene Karte, zerschlissen durch häufiges Falten und an den Rändern ausgerissen. Es scheint sich um eine unvollständige Karte der Katakomben unter Paris zu handeln, oder doch zumindest eines Teils davon. Einen Moment später kommt Mr. Engram mit heißem Tee und einer Platte mit Käse und Kräckern zurück. „Ich nehme an, Sie sind hier, um den Pfad nach Carcosa zu finden?“, fragt er aufgeregt und lächelt. Du antwortest mit einem Kopfschütteln, das er aber nicht zu bemerken scheint. Er läuft im Zimmer auf und ab und spricht schnell. „Er hat mir gesagt, Sie würden bald auftauchen. Und dass ich mich … vorbereiten solle.“ Nigel wendet sich dir zu, während er mit blitzenden Augen zu einer Holztür auf der anderen Seite des Raumes geht. „Machen Sie sich keine Sorgen. Alles ist bereit. Der Weg ist bereitet. Der Pfad liegt vor Ihnen.“ Er öffnet die Tür zu seinem Arbeitszimmer und tritt hinein, während du im Wohnzimmer zurückbleibst und darüber nachdenkst, was du von seinen kryptischen Bemerkungen halten sollst. Du wartest einige Minuten auf seine Rückkehr, bevor du beginnst dir Sorgen zu machen. Dann bemerkst du, dass sich über dem Käse, den er gebracht hat, bereits eine Schimmelschicht gebildet hat. „Mr. Engram?“, rufst du und klopfst zögernd an die Tür seines Arbeitszimmers. Keine Reaktion. Als du den Raum betrittst, siehst du, dass er sich am Deckenventilator erhängt hat. Der verweste Zustand seines Körpers spricht dafür, dass er bereits seit Wochen tot ist.
es: Supones que esta casa pertenece a Nigel Engram, el director de El Rey de Amarillo. Por fin has encontrado tu objetivo… y aun así, no alivia tu forzada cordura. Te sientes como un perro al que llevan de una correa, con tu destino decidido por un cruel amo que te mantiene en la ignorancia. Apartas estos pesimistas pensamientos de tu mente y llamas a la puerta del Sr. Engram. No hay respuesta, pero una bandada de urracas sale volando del tejado por el ruido. Para tu sorpresa, la puerta se abre. En el umbral de la puerta se encuentra un hombre alto con un poblado bigote marrón. Junto al perchero hay un familiar bastón con mango de plata apoyado en la pared. –Así que eres tú –dice el hombre–. Pasa. Llevo tiempo esperándote –Se gira y camina hacia la cocina. Oyes el silbido de una tetera, como si hubiera preparado tu llegada. Entras en su casa sin saber muy bien qué hacer. Este amable y sencillo hombre no es precisamente como esperabas. El interior del hogar de Nigel es un batiburrillo de notas, viejos libros y extraños diagramas. Sobre la mesita de su sala de estar hay un viejo mapa desvaído con muchos dobleces y bordes desgastados. Parece un mapa incompleto de las catacumbas que hay bajo París, o al menos parte de ellas. El Sr. Engram regresa poco después con té caliente y un plato de queso y galletas saladas. –¿Has venido para encontrar el camino hacia Carcosa? –pregunta con una sonrisa de emoción. Sacudes la cabeza como respuesta, pero no parece darse cuenta. Va de un lado a otro de la habitación mientras habla rápidamente–. Me dijo que llegarías pronto. Que debería… prepararme –Nigel se vuelve hacia ti con los ojos brillantes mientras extiende la mano hacia la puerta de madera que tienes enfrente–. No te preocupes. Todo está listo. El camino está creado –Abre la puerta de su estudio y entra, dejándote fuera mientras tratas de interpretar sus enigmáticos comentarios. Esperas unos minutos a que vuelva, pero al ver que no lo hace, comienzas a preocuparte. Entonces te das cuenta de que ya ha empezado a aparecer moho sobre el queso que ha traído–. ¿Señor Engram? –le llamas, y das unos golpecitos en la puerta del estudio. No hay respuesta. Cuando entras en la habitación, le encuentras ahorcado del ventilador del techo, podrido tras semanas de descomposición.
fr: Vous ne pouvez que supposer que cette maison appartient bien à Nigel Engram, le metteur en scène du Roi en Jaune. Au moins, vous avez localisé votre cible, ce qui est un léger soulagement pour votre santé mentale. Vous vous sentez comme un chien guidé par sa laisse dont le sort est entre les mains d'un maître cruel qui vous a laissé trop longtemps dans le noir. Vous mettez de côté ces pensées lugubres et frappez à la porte de M. Engram. Aucune réponse, mais une nuée de pies s'envole bruyamment du toit. À votre grande surprise, la porte s'ouvre. Sur le seuil se tient un homme de grande taille portant une petite moustache brune. Une canne familière, au pommeau d'argent, repose contre l'un des murs près du portemanteau. « C'est vous », dit-il. « Venez. Je vous attends depuis longtemps. » Il fait demi-tour et se dirige vers la cuisine. Vous pouvez entendre le sifflement d'une théière sur le feu, comme s'il savait que vous alliez arriver. Vous entrez dans la demeure, incertain quant à la marche à suivre. Cet homme à l'air gentil ne correspond pas à ce que vous vous attendiez à trouver. À l'intérieur, la maison de Nigel est un vrai capharnaüm de notes, de vieux livres et d'étranges diagrammes. Sur la table basse du salon se trouve une vieille carte défraîchie. Elle porte de nombreuses traces de pliures et ses bords sont usés. On dirait une carte fragmentaire des catacombes qui se trouvent sous Paris, ou tout du moins d'une partie des catacombes. M. Engram revient avec du thé chaud et une assiette de fromage et de biscuits. « J'imagine que vous êtes ici pour trouver la route de Carcosa ? », demande-t-il d'un air enthousiaste. Vous secouez la tête, mais il semble ne pas le remarquer. Il fait les cent pas dans la pièce en parlant à toute vitesse. « Il m'a dit que vous deviez arriver bientôt. Que je devais effectuer… les préparatifs. » Nigel se tourne vers vous en atteignant une porte en bois à l'autre bout de la pièce. Ses yeux brillent. « Ne vous inquiétez pas, tout est prêt. La voie est pavée. » Il ouvre la porte de son bureau et pénètre à l'intérieur, vous laissant le soin d'interpréter ses paroles cryptiques. Vous attendez quelques instants qu'il revienne mais, au bout de plusieurs minutes, vous commencez à vous inquiéter. À ce moment-là, vous remarquez que le fromage qu'il vous a apporté est couvert de moisissures. « M. Engram ? », appelez-vous en toquant timidement à la porte de son bureau. Pas de réponse. Vous ouvrez la porte et découvrez son cadavre pendu au ventilateur du plafond. À en juger par son état de décomposition, cela fait plusieurs semaines qu'il est mort.
it: Potete solo presumere che questa casa appartenga a Nigel Engram, il regista de Il Re in Giallo. Finalmente avete trovato la vostra preda… eppure questo non sembra attenuare di molto la tensione che erode la vostra sanità mentale: avete l'impressione di essere dei segugi tenuti al guinzaglio, la cui sorte sarà decisa da un padrone crudele che da sempre vi tiene all'oscuro di ogni cosa. Scacciate questi tetri pensieri in un angolo della vostra mente e bussate alla porta di Mr. Engram. Uno stormo di gazze appollaiate sul tetto spicca il volo a quel rumore improvviso, poi, con vostra sorpresa, la porta si apre. Oltre la soglia trovate ad attendervi un uomo alto dai folti baffi castani e accanto all'attaccapanni notate un familiare bastone dall'impugnatura argentata. "Dunque siete voi" commenta. "Accomodatevi. È già un po' che vi aspetto." Si volta e si dirige in cucina. Sentite fischiare una teiera: a quanto pare si era preparato al vostro arrivo. Entrate in casa, incerti sul da farsi. L'individuo gentile e anonimo davanti a voi non è esattamente ciò che vi aspettavate. La casa di Nigel è immersa nel caos: appunti, vecchi libri e strani diagrammi sparsi ovunque. Sul tavolino del salotto notate una vecchia mappa sbiadita segnata da molte pieghe e dai bordi consumati: sembra essere una mappa incompleta delle catacombe di Parigi, o quantomeno di una loro sezione. Mr. Engram torna qualche istante dopo con una teiera e un vassoio di formaggio e di gallette: "Presumo che siate qui per trovare la strada per Carcosa?" chiede con un sorriso entusiasta. Rispondete scuotendo la testa, ma lui non sembra accorgersene e passeggia avanti e indietro per la stanza investendovi con un fiume di parole: "Mi aveva detto che sareste arrivati presto e che avrei dovuto… prepararmi." Nigel si ferma davanti alla porta di legno sul lato opposto della stanza, si volta verso di voi e nei suoi occhi brilla una strana luce. "Non preoccupatevi, è tutto pronto: la strada è spianata." Apre la porta del suo studio e scompare oltre di essa, lasciandovi a interrogarvi sul significato del suo criptico commento. Aspettate per qualche istante che faccia ritorno, ma quando non ricompare iniziate a preoccuparvi; poi notate che sul formaggio che vi ha portato inizia già a crescere uno strato di muffa. "Mr. Engram?" chiedete bussando con esitazione alla porta del suo studio senza ottenere risposta. Quando entrate nella stanza, lo trovate impiccato al ventilatore del soffitto: il suo corpo è già putrefatto da settimane di decomposizione.
ko: 이곳이 『황색의 왕』의 감독인 나이젤 잉그램의 집이 확실합니다. 마침내 사흘 밤에 걸친 추적이 결실을 거둔 겁니다… 그렇다고 해서 그리 쉽게 긴장감을 누그러뜨릴 순 없습니다. 당신은 목줄이 매여 끌려가는 개처럼, 당신을 어둠 속에 늘 가두어 두었던 잔혹한 주인이 당신의 운명마저 결정짓는 것처럼 느껴집니다. 당신은 이 우울한 생각을 꾹꾹 눌러 삼키고 나이젤의 집 문을 두드립니다. 그러자 지붕 위에 앉은 까치 떼가 갑작스러운 소리에 놀라 사방으로 흩어집니다. 그러더니 놀랍게도 문이 열립니다. 갈색 콧수염을 촘촘히 기른 키 큰 남자가 현관 문턱에서 맞이합니다. 옷걸이 옆 벽에는 낯익은 은제 손잡이 지팡이가 기대어 있습니다. “아, 당신이군요. 들어오세요. 지금쯤 올 거라 예상했습니다.” 그가 돌아서서 부엌으로 걸어갑니다. 찻주전자가 끓어오르는 소리로 보아하니 나이젤은 정말로 당신이 도착할 것을 미리 알고서 준비한 듯합니다. 찾아 헤매던 나이젤 잉그램의 점잖고도 겸손한 모습은 당신이 상상하던 것과 크게 달랐습니다. 당신은 뭘 어떡해야 할지 모르는 채 잉그램을 따 라 안으로 들어갔습니다. 집 안은 기록물과 낡은 책, 기이한 그림 등으로 엉망진창입니다. 거실의 커피 테이블 위에는 낡고 빛바랜 지도가 펼쳐져 있는데, 접힌 자국투성이에 모서리는 너덜너덜합니다. 아무래도 파리 지하에 있는 카타콤의 미완성 지도 내지는 어느 일부 구역의 지도인 듯합니다. 잉그램은 잠시 후 치즈와 과자를 담은 접시와 함께 따뜻한 차를 가지고 돌아옵니다. “카르코사로 가는 길을 찾아서 여기까지 온 거겠죠?” 그가 흥미로운 듯 웃으면서 묻습니다. 당신은 대답 대신 고개를 저었으나, 그는 당신의 대답에는 별 관심이 없는 듯 방을 왔다갔다하면서 다급히 말합니다. “그는 당신들이 곧 도착할 거라고 했습니다. 그러니까 절 보고… 준비하라고요.” 맞은편 문으로 걸어가 돌아서는 나이젤의 눈에 안광이 서립니다. “걱정 말아요. 다 준비해 두었으니까요. 길도 잘 닦아 놓았습니다.” 나이젤은 서재 문을 열고 들어갔고, 당신은 거실에 앉아 수수께끼 같은 나이젤의 마지막 말을 곰곰이 해석해 봅니다. 그가 돌아오길 몇 분간 기다렸지만 그는 돌아올 기미가 보이지 않았습니다. 걱정스러운 마음이 들 즈음 당신은 그가 가져온 치즈에 이미 곰팡이가 자라기 시작했음을 알아차렸습니다. “잉그램 씨?” 당신은 그를 부르면서 서재 문을 다급히 두드렸으나 대답이 없습니다. 방 안에 들어서자 천장 선풍기에 목을 매단 나이젤이 보입니다. 그의 시신은 이미 썩은 지 몇 주는 지난 상태입니다.
pl: Ten dom należy zapewne do Nigela Engrama, reżysera „Króla w Żółci”. W końcu dotarłeś do celu… choć to niewielka pociecha dla twojej zszarganej psychiki. Czujesz się jak pies prowadzony na smyczy, jakby o twoim losie decydował okrutny pan, który bardzo długo trzymał cię w ciemnościach. Odganiasz te ponure myśli i pukasz do drzwi. Nikt nie odpowiada i tylko stado srok podrywa się z dachu spłoszone nagłym dźwiękiem. I wtedy, ku twojemu zaskoczeniu, drzwi otwierają się. Za progiem dostrzegasz wysokiego, wąsatego mężczyznę. Przy wieszaku o ścianę oparta jest znajomo wyglądająca laska o srebrnej głowni. „A więc to ty” – odzywa się. „Wejdź, czekam na ciebie już od jakiegoś czasu”. Odwraca się i rusza w stronę kuchni. Słyszysz gwizdanie czajnika, jakby rzeczywiście czekał na twoją wizytę. Niepewnie wchodzisz do środka, nie wiedząc, czego się spodziewać. Ten łagodny, bezpretensjonalny człowiek nie jest tym, kogo się spodziewałeś. W domu Nigela panuje rozgardiasz, wszędzie piętrzą się notatki i dziwne diagramy. W salonie na stoliku do kawy leży stara, wyblakła mapa o postrzępionych krawędziach. To chyba plan katakumb ciągnących się pod Paryżem, albo przynajmniej ich fragment. Pan Engram wraca po chwili z gorącą herbatą i talerzem sera i herbatników. „Zapewne jesteś tu, aby znaleźć szlak do Carcosy?” – pyta, uśmiechając się podekscytowany. Przytakujesz, ale chyba nawet tego nie zauważył. Przechadza się po pokoju i kontynuuje gorączkowym tonem. „On powiedział mi, że wkrótce przybędziesz. I że powinienem… przygotować się”. Kiedy dochodzi do drewnianych drzwi w drugim końcu pomieszczenia, odwraca się w twoją stronę z błyskiem w oku. „Nie martw się. Wszystko gotowe. Droga utorowana”. Otwiera drzwi do swojego gabinetu i wchodzi do środka, zostawiając cię zdezorientowanego tymi zagadkowymi komentarzami. Czekasz kilka minut, ale gospodarz nie wraca i zaczynasz się niepokoić. Wtedy zauważasz, że przyniesiony przez Nigela ser zdążył już pokryć się pleśnią. „Panie Engram?” – wołasz i pukasz nieśmiało do drzwi gabinetu. Nikt nie odpowiada. Kiedy wchodzisz do środka, twoim oczom ukazuje się makabryczny widok. Z wentylatora na suficie zwisa lina, zaciskając się pętlą na szyi Nigela. Jego zwłoki są w zaawansowanym stadium rozkładu, jakby był martwy od wielu tygodni.
pt: Vocês só podem assumir que essa casa pertence a Nigel Engram, o diretor de O Rei de Amarelo. Por fim, vocês encontraram sua presa… e ainda assim, isso faz pouco para aplacar a sua sanidade. Vocês se sentem como cães guiados pela coleira, com o destino decidido por um mestre cruel que os manteve por muito tempo nas trevas. Vocês empurram esses pensamentos sombrios para o fundo de suas mentes e batem na porta do Sr. Engram. Um bando de gralhas se espalha a partir do telhado, reagindo ao barulho súbito. Então, para sua surpresa, a porta se abre. Além dela, há um homem alto, com um basto bigode castanho. Uma familiar bengala com punho de prata está encostada na parede próxima do cabideiro. “Então, são vocês,” diz ele. “Entrem. Eu já os esperava há algum tempo.” Ele se vira e anda em direção à cozinha. Vocês ouvem um bule de chá apitando, como se o homem estivesse preparado para a chegada de vocês. Vocês entram na casa, sem saber o que fazer em seguida. Esse homem gentil e discreto não é nada do que vocês estavam esperando. A casa de Nigel é uma bagunça de anotações, livros velhos e diagramas estranhos. Cobrindo a mesa de café da sala de estar há um mapa velho e desbotado, apresentando várias marcas de dobra e bordas esfarrapadas. Parece um mapa incompleto das catacumbas abaixo de Paris, ou pelo menos de uma seção dela. O Sr. Engram volta um pouco depois com chá quente e uma bandeja de queijo e biscoitos. “Suponho que estejam aqui para encontrar o caminho para Carcosa?” pergunta ele, com um sorriso empolgado. Vocês meneiam a cabeça em resposta, mas ele não parece notar. Ele anda de um lado para o outro, falando bem rápido. “Ele me disse que vocês chegariam em breve. Que eu deveria… me preparar.” Nigel se vira para vocês enquanto anda até a porta de madeira adiante, com os olhos brilhando. “Não se preocupem. Está tudo pronto. O caminho foi traçado.” Ele abre a porta para o escritório e entra no recinto, deixando vocês para trás para interpretar seus comentários crípticos. Vocês aguardam alguns minutos até o retorno dele, mas como ele não volta, vocês começam a se preocupar. É quando vocês percebem que o mofo já começou a crescer sobre o queijo que ele trouxe para a mesa. “Sr. Engram?” vocês chamam, e então, hesitantes, vão bater à porta do escritório. Não há resposta. Quando vocês entram no lugar, encontram-no pendurado no ventilador do teto. Seu corpo está apodrecido por semanas de decomposição.
ru: Вы можете лишь предполагать, что этот дом принадлежит Найджелу Энграму, режиссёру «Короля в жёлтом». Наконец-то вы нашли то, что искали… но это не приносит облегчения вашему истощённому разуму. Вы чувствуете себя собакой на поводке, вашей судьбой словно распоряжается жестокий хозяин, долго державший вас в темноте. Но вы задвигаете эти мрачные мысли подальше и стучитесь в дверь мистера Энграма. От вашего стука с крыши срывается стая сорок. Затем, к вашему удивлению, дверь открывается. На пороге стоит высокий мужчина с густыми каштановыми усами. Рядом с вешалкой к стене прислонилась знакомая трость с серебряной ручкой. «Вот и вы, — произносит мужчина. — Входите. Я ждал вас». Он поворачивается и направляется на кухню. Вы слышите, как свистит чайник, будто хозяин готовился к вашему визиту. Вы входите в дом, не зная, что теперь делать. Этот тихий скромный мужчина — совсем не тот, кого вы ожидали увидеть. Жилище Найджела завалено исписанными бумагами, старыми книгами и непонятными схемами. На журнальном столике в гостиной разложена выцветшая карта, порванная на сгибах и по краям. Видимо, это неполная карта катакомб под Парижем — или по крайней мере их части. Минуту спустя мистер Энграм возвращается с горячим чаем и тарелкой сыра с крекерами. «Полагаю, вы здесь затем, чтобы найти путь в Каркозу?» — спрашивает он с натянутой улыбкой. Вы отрицательно качаете головой, но он, похоже, не замечает этого, шагая взад-вперёд по комнате и быстро говоря: «Он сказал мне, что вы скоро будете. И что я должен… всё подготовить. — Остановившись у деревянной двери в дальней стене, Найджел поворачивается к вам, его глаза горят. — Не волнуйтесь. Всё готово. Путь проложен». Он открывает дверь и уходит в кабинет, оставив вас размышлять о смысле его загадочных слов. Несколько минут вы ждёте его возвращения, но потом начинаете волноваться. Затем вы замечаете, что сыр, который он принёс, уже покрылся плесенью. «Мистер Энграм?» — зовёте вы, нерешительно стуча в дверь кабинета. Нет ответа. Войдя в комнату, вы видите, что хозяин повесился на потолочном вентиляторе. И судя по тому, как разложился труп, он провисел здесь уже несколько недель.
vi: Bạn chỉ có thể cho rằng ngôi nhà này thuộc về Nigel Engram, đạo diễn của vở kịch Vị Vua Áo vàng. Cuối cùng, bạn cũng đã tìm thấy nguồn thông tin của mình… và bạn thấy một chút nhẹ nhõm trong tinh thần của mình. Bạn cảm thấy mình giống như một con chó bị dây xích dắt đi, số phận của bạn được quyết định bởi một người chủ độc ác, người đã giam giữ bạn từ lâu trong bóng tối. Bạn đẩy những suy nghĩ u ám này về phía sau tâm trí và gõ cửa phòng ông Engram. Không có phản hồi gì ngoài một đàn chim ác là bay tán loạn từ sân thượng bởi một tiếng ồn đột ngột. Trước sự ngạc nhiên của bạn, cánh cửa mở ra. Bên kia ngưỡng cửa là một người đàn ông cao lớn với bộ ria mép dày và màu nâu. Một cây gậy cán bạc quen thuộc dựa vào bức tường bên cạnh chiếc mắc áo. Ông ta nói, “Thì ra là cậu,” "Mời vào. Tôi đã chờ đợi cậu từ lâu rồi." Ông ta quay đi và đi về phía nhà bếp của mình. Bạn có thể nghe thấy tiếng huýt của ấm trà, như thể ông ấy đã chuẩn bị cho việc bạn đến. Bạn vào nhà ông ta, không biết phải làm gì tiếp theo. Người đàn ông hiền lành, khiêm tốn này không hoàn toàn như những gì bạn mong đợi. Ngôi nhà của Nigel là một đống ghi chú, sách cũ và sơ đồ kỳ lạ. Bao bọc chiếc bàn cà phê trong phòng khách của anh là một tấm bản đồ cũ kỹ, bạc màu, có nhiều nếp gấp và mép rách. Nó có vẻ là một bản đồ chưa hoàn chỉnh về các hầm mộ bên dưới Paris, hoặc ít nhất là một phần của nó. Ông Engram một lúc sau quay lại với trà nóng, một đĩa pho mát và bánh quy giòn. Ông hỏi, với một nụ cười thích thú, "Tôi cho rằng cậu đến đây để tìm đường đến Carcosa?" Bạn lắc đầu đáp lại, nhưng ông ấy dường như không nhận ra. Ông ta đi đi lại lại quanh phòng trong khi nói nhanh, “Anh ta nói với tôi rằng cậu sẽ đến sớm. Cho nên tôi nên… Chuẩn bị. ” Nigel quay về phía bạn khi anh ta chạm vào cánh cửa gỗ đối diện bạn, mắt ông ta lóe sáng. "Đừng lo. Tất cả đã sẵn sàng. Con đường đã được mở sẵn”. Ông ấy mở cửa phòng làm việc và bước vào trong, bỏ bạn lại để tự hiểu câu nói khó hiểu của anh ấy. Bạn đợi vài phút để ông ấy trở lại, nhưng khi ông ấy không trở lại, bạn bắt đầu lo lắng. Sau đó, bạn nhận thấy rằng nấm mốc đã bắt đầu phát triển trên miếng pho mát mà ông ấy mang cho bạn. Bạn gọi và bạn ngập ngừng gõ cửa phòng làm việc của ông ấy, "Ông Engram?” Không có phản hồi. Khi bước vào phòng, bạn thấy ông ấy đang treo cổ trên chiếc quạt trần, cơ thể đã thối rữa sau nhiều tuần phân hủy.
zh: 你只能猜測這幢房子屬於奈傑爾·英格蘭姆，《黃衣之王》的導演。你終於找到了自己的獵物……但是你繃緊的心弦卻並沒有放鬆。你感覺自己就像被皮帶牽著的一條狗，被一個殘酷的主人常年關在黑暗之中，命運完全受人擺佈。你努力把這些陰暗的念頭揮之腦後，敲響了英格蘭姆先生的門。屋頂的一群喜鵲突然四散而飛，鬧出一陣噪音。然後，你意外地發現，門開了。 門口出現一個高高瘦瘦的男子，留著兩撇棕色的小鬍子。牆邊衣架旁斜靠著一把熱悉的銀柄手杖。“原來是你啊，”他說道，“進來吧，我已經等了你很久了。”他轉身走進廚房。你聽到茶壺發出了氣鳴，就好像他早就在準備迎接你的到來。 你走進他的家，頓時不知所措。這個男子文雅謙遜，和你預想中的完全不一樣。奈傑爾的家裡一片狼藉，筆記、舊書和奇怪的圖文散落一地。你在他起居室的咖啡桌上看到了一張老舊褪色的地圖，地圈上滿是摺痕，紙張的邊緣已經破爛不堪。看起來這是一張不完整的巴黎地下墓穴地圖，或者說，是其中的一部分。過了片刻，英格蘭姆先生端來了熱茶，還有一盤奶酪和脆餅。“我猜你來這裡是要找尋卡爾克薩之路？”他的臉上揚起了興奮的微笑。你搖了搖頭作為回應，但他似乎根本沒有注意到你的這一舉動。他在屋內來回踱步，連珠般地開始講述。“他告訴我你很快就會來訪。說我需要……做好準備。”奈傑爾走到你對面的木門旁，轉頭看著你，他的眼中閃爍著光芒。“別擔心，我都準備好了。路已經鋪好。”他打開書房的門，走了進去，只留下迷茫的你還在玩味他謎一般的話語。你等了幾分鐘，但他沒有回來，於是你開始擔心起來。這時，你才注意到他送來的奶酪上已經長出了霉斑。“英格蘭姆先生？”你一邊喊，一邊猶豫地敲了敲他書房的門。門後沒有回應。你走進房間，發現他吊在屋頂的風扇上，屍體看起來已經懸掛了數周而腐爛不堪。
