Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: The lights of the theatre dim and a spotlight shines on the stage. “Welcome, ladies and gentleman!” the creature exclaims. Its many tentacles reach across the stage, up into the rafters, and throughout the aisles. It tears the curtains down, and tattered red cloth falls over its bulbous form.
de: Die Lichter im Theater werden gedämpft und ein Scheinwerfer taucht die Bühne in helles Licht. „Willkommen, meine Damen und Herren“, ruft die Kreatur. Ihre zahllosen Tentakel greifen über die Bühne hinweg bis zu den Deckensparren und durch die Sitzreihen. Sie zieht die Vorhänge herunter und zerschlissener roter Stoff bedeckt ihren unförmigen Körper.
es: Las luces del auditorio se atenúan, y un foco ilumina el escenario. –¡Bienvenidos, damas y caballeros! –exclama la criatura. Sus numerosos tentáculos recorren el escenario, llegan hasta el techo y penetran en los pasillos. Arranca el telón, y una andrajosa tela roja cae sobre su bulbosa forma.
fr: Les lumières du théâtre s'éteignent et un projecteur éclaire la scène. « Bienvenue mesdames et messieurs ! », s'exclame la créature. Ses nombreux tentacules dépassent de la scène, montent jusqu'aux poutres et débordent dans les allées. Elle baisse le rideau et le tissu rouge déchiré tombe sur sa forme boursouflée.
it: Le luci del teatro si abbassano e un riflettore illumina il centro del palcoscenico. "Benvenuti, signori e signore!" esclama la creatura. I suoi molti tentacoli si protendono dal palcoscenico fino a raggiungere la platea e le balconate, strappano le tende e i teli rossi finiscono per coprire tutta la sua forma bulbosa.
ko: 공연장의 불빛이 어두워지고 스포트라이트가 무대 위를 비춥니다. “신사 숙녀 여러분, 환영합니다!” 괴물이 외칩니다. 괴물의 촉수 다발이 무대를 가로질러 서까래와 통로까지 쭉 뻗어나갑니다. 놈이 커튼을 찢어 내리자, 붉은 누더기 천이 펄럭이며 괴물의 둥그런 몸뚱이 위로 떨어져 내립니다.
pl: Światła w teatrze są przygaszone i tylko pojedynczy reflektor rozświetla scenę. „Witam Panie i Panów!” – krzyczy stwór. Jego liczne macki sięgają ze sceny aż po sufit i zapuszczają się w boczne korytarze. Bestia szarpie kurtynę i czerwona tkanina spada na ziemię podarta jak łachman.
pt: As luzes do teatro estão fracas e um holofote ilumina o centro do palco. “Bem-vindos, senhoras e senhores!” exclama a criatura. Seus muitos tentáculos se estendem por todo o palco, alcançam as vigas do teto acima e serpenteiam pelas fileiras dos assentos. A coisa rasga as cortinas, e o pano vermelho esfarrapado cai sobre sua forma bulbosa.
ru: Свет в зале гаснет, и на сцену падает луч прожектора. «Дамы и господа, добро пожаловать!» — восклицает существо. Его многочисленные щупальца тянутся по всей сцене, наверх к стропилам и по проходам между креслами. Оно срывает занавес, и изодранная красная ткань накрывает его огромную тушу.
vi: Đèn nhà hát trở nên mờ ảo và một ánh đèn chiếu vào sân khấu. Sinh vật kêu lên, "Chào mừng các quý bà và quý ông!" Các xúc tu của nó vươn khắp sân khấu, lên xà nhà và khắp các lối đi. Nó xé toạc rèm cửa, và tấm vải đỏ rách nát rơi xuống hình dáng phồng ra của nó.
zh: 劇院的燈光暗了下來，一道聚光燈打在了舞臺上。“歡迎，女士們，先生們！”那個生物大聲說道。它的眾多觸手翻過舞臺，爬上屋樑，穿過通道。它撕下幕布，破爛的紅布落了下來，蓋住了它球根狀的身形。

source: You awaken from your fitful dream, sweating and gagging. This cannot go on any longer. You have only one option if you are to continue your investigation. You must find Nigel Engram, director of The King in Yellow, and architect of this madness. Only he will have the answers you seek. You pack your bags and plan your trip to Paris, the City of Lights.
de: Schwitzend und keuchend wachst du aus deinen wilden Träumen auf. Das kann so nicht weitergehen. Dir bleibt nur eine Möglichkeit, wenn du deine Ermittlungen fortsetzen willst. Du musst Nigel Engram, Regisseur von <u>Der König in Gelb</u> und Erschaffer dieses Wahnsinns finden. Nur er wird die Antworten auf deine Fragen haben. Du packst deine Taschen und planst eine Reise nach Paris, in die Stadt der Lichter.
es: Despiertas de tu agitado sueño, sudoroso y boqueante. Esto no puede continuar. Sólo tienes una opción si quieres continuar tu investigación. Debes encontrar a Nigel Engram, director de El Rey de Amarillo y arquitecto de esta locura. Sólo él tendrá las respuestas que buscas. Haces las maletas y preparas tu viaje a París, la Ciudad de la Luz.
fr: Vous émergez d'un rêve qui avait l'air si réel, en panique et couvert de sueur. Cela ne peut pas continuer ainsi. Il ne vous reste plus qu'une seule option si vous voulez poursuivre votre enquête. Vous devez trouver ce Nigel Engram, metteur en scène du Roi en Jaune et architecte de toute cette folie. Lui seul possède les réponses que vous cherchez. Vous faites vos bagages : direction Paris, la Ville Lumière.
it: Vi risvegliate da un sonno agitato, fradici di sudore e scossi da conati di vomito… Non potete andare avanti così. Rimane una sola strada da seguire se volete portare avanti l'indagine: dovete trovare Nigel Engram, il regista de Il Re in Giallo e l'architetto di questa follia. Soltanto lui possiede le risposte che cercate. Fate le valigie e vi mettete in viaggio per Parigi, la Ville Lumière.
ko: 당신은 땀에 흠뻑 젖어 캑캑거리면서 번잡한 꿈에서 깨어납니다. 더는 견딜 수가 없습니다. 조사를 계속하기 위해서 남은 선택지는 단 하나, 『황색의 왕』의 감독 나이젤 잉그램을 찾는 것입니다. 잉그램이 이 모든 광기를 설계했을 테니, 당신이 찾는 해답도 갖고 있을 터입니다. 당신은 짐가방을 챙겨 빛의 도시 파리로 향합니다.
pl: Budzisz się z niespokojnego snu zlany potem i czujesz mdłości. Tak dłużej być nie może. Możesz zrobić tylko jedno, żeby to śledztwo ruszyło dalej. Musisz znaleźć Nigela Engrama, reżysera „Króla w Żółci”, człowieka, który zaprojektował to szaleństwo. Tylko on zna odpowiedzi, których szukasz. Pakujesz walizki i przygotowujesz plan podróży do Paryża, Miasta Świateł.
pt: Vocês acordam de sonhos inquietos, suando e engasgando. Isto não pode durar muito mais tempo. A única opção é continuar com a investigação. Vocês precisam encontrar Nigel Engram, diretor de O Rei de Amarelo e arquiteto de toda essa loucura. Somente ele terá as respostas que vocês buscam. Vocês fazem suas malas e organizam uma viagem a Paris, a Cidade das Luzes.
ru: Вы просыпаетесь от беспокойного сна. Вас подташнивает, а простыни влажные от пота. Так больше нельзя. Если вы намерены продолжать расследование, то выбора у вас нет. Вы должны найти Найджела Энграма, режиссёра «Короля в жёлтом» и архитектора всего этого безумия. Только у него есть ответы, которые вы ищете. Вы пакуете вещи и заказываете билеты в Париж — город огней.
vi: Bạn thức dậy sau giấc mơ chập chờn của mình, đổ mồ hôi và nôn khan. Điều này không thể diễn ra lâu hơn nữa. Bạn chỉ có một lựa chọn nếu bạn muốn tiếp tục cuộc điều tra của mình. Bạn phải tìm Nigel Engram, giám đốc của vở kịch Vị Vua Áo Vàng, và là người xây dựng sự điên rồ này. Chỉ ông ta mới có câu trả lời mà bạn tìm kiếm. Bạn đóng gói hành lý và lên kế hoạch cho chuyến đi đến Paris, Kinh đô Ánh sáng.
zh: 夢境時斷時續，你突然醒來，渾身冒汗，只覺一陣噁心。這不能再繼續下去了。如果要繼續調查，你只有一個選擇。你必須找到奈傑爾·英格蘭姆，《黃衣之王》的導演，這場瘋狂的始作俑者。只有他才有你要追尋的答案。你收拾行李，準備啟程前往光明之城巴黎。

source: Check Campaign Log. <i>If Jordan Perry is listed under VIPs Interviewed</i>:
de: Überprüfe das Kampagnenlogbuch. <i>Falls Jordan Perry unter „Befragte VIPs“ aufgeführt ist</i>:
es: Comprueba en el registro de campaña si <i>Jordan Perry aparece en la sección “VIP interrogados”</i>:
fr: Vérifiez votre Carnet de Campagne. <i>Si Jordan Perry est inscrit sous la mention « Personnalités Interrogées »</i> :
it: Controllate il Diario della Campagna. <i>Se Jordan Perry è uno dei "VIP Interrogati"</i>:
ko: 캠페인 기록지를 확인합니다. “대담을 나눈 VIP” 아래에 <i>조던 페리</i>가 있습니까?
pl: Sprawdź Dziennik kampanii. <i>Jeśli Jordan Perry jest wymieniony w sekcji „Rozmowy z VIP-ami”</i>:
pt: Verifique o Registro da Campanha. <i>Se Jordan Perry estiver listado em VIPs Entrevistados</i>:
ru: Сверьтесь с журналом. Если Джордан Перри записан в графе «Опрошенные гости»:
vi: Kiểm tra Nhật ký Chiến dịch. <i> Nếu Jordan Perry được liệt kê trong mục VIPs Đã Phỏng Vấn </i>:
zh: 查看冒險日誌。<i>如果在“貴賓會談”下方記錄有喬丹·佩里</i>：

source: According to Mr. Jordan Perry, who had financed several performances of The King in Yellow across the world, Nigel Engram was an eccentric and impassioned man, almost to the point of mania. Rumor was, he hadn’t directed any other works since discovering The King in Yellow. Jordan had first met with Mr. Engram at a café in Montparnasse, “L’agneau Perdu.” You travel there first, hoping to find Mr. Engram…
de: Von Mr. Jordan Perry, der für einige Aufführungen von <u>Der König in Gelb</u> überall auf der Welt als Geldgeber fungiert hat, hast du erfahren, dass Nigel Engram ein exzentrischer Mann ist, dessen Leidenschaft beinahe an Manie grenzt. Man sagt, dass er, seit er <u>Der König in Gelb</u> entdeckt hat, nichts anderes mehr inszeniert hat. Jordan hat Mr. Engram zum ersten Mal in einem Café in Montparnasse getroffen, dem „L'agneau Perdu“. Dorthin wird dich deine Reise zuerst führen, weil du hoffst Mr. Engram dort zu finden …
es: Según el Sr. Jordan Perry, que financió varias representaciones de El Rey de Amarillo por todo el mundo, Nigel Engram era un hombre excéntrico y apasionado, rozando lo obsesivo. Se rumorea que, desde que descubrió El Rey de Amarillo, no ha dirigido ninguna otra obra. Jordan conoció al Sr. Engram en una cafetería de Montparnasse, “L’agneau perdu”. Es allí a donde vas primero, con la esperanza de poder encontrar al Sr. Engram…
fr: Selon M. Jordan Perry, qui a financé plusieurs mises en scène du Roi en Jaune à travers le monde, Nigel Engram était un homme excentrique, passionné à l'extrême. La rumeur disait qu'il n'avait jamais dirigé aucune autre pièce avant de découvrir Le Roi en Jaune. Jordan l'avait rencontré pour la première fois dans un café de Montparnasse, « L'Agneau Perdu ». Ce sera votre première destination : M. Engram s'y trouvera peut-être…
it: Stando a Mr. Jordan Perry, che aveva finanziato varie rappresentazioni de Il Re in Giallo in giro per il mondo, Nigel Engram era un uomo eccentrico e passionale che quasi rasentava l'ossessione: si diceva in giro che non avesse più diretto nessun'altra opera, una volta scoperto Il Re in Giallo. Jordan aveva incontrato Mr. Engram per la prima volta in un caffè di Montparnasse, "L'Agneau Perdu". Vi recate laggiù, nella speranza di rintracciare Mr. Engram…
ko: 세계 각지에서 몇 차례 상연된 『황색의 왕』에 자금을 댄 적이 있는 조던 페리 씨의 말에 따르면, 나이젤 잉그램은 괴짜인 것은 물론이고 극성이라고 해도 과언이 아닐 만큼 열정적인 인물입니다. 소문에 따르면 그는 『황색의 왕』을 발견한 이후로는 다른 작품은 전혀 손대지 않는다고 합니다. 조던은 몽파르나스에 있는 카페 “라뇨 페르뒤(길 잃은 어린 양)”에서 잉그램을 처음 만났습니다. 당신은 잉그램을 찾을 수 있길 바라며 제일 먼저 그곳으로 향하기로 합니다…
pl: Pan Jordan Perry, który sfinansował kilka przedstawień „Króla w Żółci” na całym świecie, twierdził, że Nigel Engram to ekscentryk i człowiek pełen pasji, która graniczy niemal z manią. Plotki głoszą, że odkąd odkrył „Króla w Żółci”, przestał reżyserować cokolwiek innego. Jordan poznał pana Engrama w kawiarni „L’agneau Perdu” w dzielnicy Montparnasse. To pierwsze miejsce, które zamierzasz sprawdzić. Masz nadzieję, że uda ci się znaleźć pana Engrama…
ru: По словам мистера Джордана Перри, который финансировал несколько представлений «Короля в жёлтом» по всему миру, Найджел Энграм — эксцентричный и увлечённый человек, почти на грани мании. Ходили слухи, что он не ставил никаких других спектаклей с тех пор, как открыл для себя «Короля в жёлтом». Джордан познакомился с мистером Энграмом на Монпарнасе, в кафе «Заблудшая овца». Первым делом вы отправляетесь туда в надежде разыскать мистера Энграма…
vi: Theo ông Jordan Perry, người đã tài trợ cho một số buổi biểu diễn của vở kịch Vị Vua Áo vàng trên khắp thế giới, Nigel Engram là một người đàn ông lập dị và đầy xúc cảm, gần như đến mức điên cuồng. Có tin đồn, ông ấy đã không đạo diễn bất kỳ tác phẩm nào khác kể từ khi phát hiện ra vở kịch Vị Vua Áo Vàng. Jordan lần đầu tiên gặp ông Engram tại một quán cà phê ở Montparnasse, “L’agneau Perdu”. Bạn đến đó trước, hy vọng sẽ tìm thấy ông Engram…
zh: 喬丹·佩里先生曾資助過《黃衣之王》在全球進行多次演出，根據他的說法，奈傑爾·英格蘭姆是一個古怪卻富有激情的人，他的熱忱簡直稱得上癲狂。傳聞他自從發現了《黃衣之王》這部劇後，就再也沒有導演過任何一部作品。喬丹第一次遇見英格蘭姆先生是在蒙巴納斯的一間咖啡館裡，這家店名叫“迷途羔羊”。那裡就是你第一站，你希望在那裡找到英格蘭姆先生……

source: Each investigator begins the game with 3 additional resources. Instead of the normal starting location, each investigator begins play at Montparnasse.
de: Jeder Ermittler erhält zu Spielbeginn 3 zusätzliche Ressourcen. Jeder Ermittler beginnt das Spiel in Montparnasse statt auf dem normalen Startort.
es: Cada investigador comienza la partida con 3 recursos adicionales. Cada investigador comienza la partida en Montparnasse en lugar de en el Lugar inicial normal.
fr: Chaque investigateur commence la partie avec 3 ressources supplémentaires. Chaque investigateur commence la partie à Montparnasse à la place du lieu de départ normal.
it: Ogni investigatore inizia la partita con 3 risorse aggiuntive. Iniziate la partita a Montparnasse (invece che nel normale luogo di partenza).
ko: 모든 조사자는 추가로 자원을 3개씩 더 갖고서 게임을 시작합니다. 그리고, 모든 조사자는 일반적인 시작 장소 대신 ‘몽파르나스’에서 시작합니다.
pl: Każdy badacz rozpoczyna grę z 3 dodatkowymi żetonami zasobów. Zamiast normalnej lokalizacji początkowej każdy badacz rozpoczyna grę w Montparnasse.
pt: Cada investigador começa o jogo com 3 recursos adicionais. Em vez do local inicial indicado, os investigadores começam o jogo em Montparnasse.
ru: Каждый сыщик начинает игру с 3 дополнительными ресурсами. Вместо обычной стартовой локации все сыщики начинают игру на «Монпарнасе».
vi: Mỗi điều tra viên bắt đầu màn chơi với thêm 3 tài nguyên. Thay vì vị trí bắt đầu bình thường, mỗi điều tra viên bắt đầu chơi tại Montparnasse.
zh: 每位調查員開始遊戲時獲得額外3資源。起始地點改為蒙巴納斯，每位調查員從蒙巴納斯開始遊戲。

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow). Do not gather the location, act, agenda, or scenario reference cards from that set
de: Aus dem Begegnungsset <i>Die Mitternachtsmasken</i> werden nur die 5 Verratskarten herausgesucht (2x Falsche Fährte und 3x Hetzender Schatten). Die Orts-, Szenen-, Agenda- oder Szenarioübersichtskarten dieses Sets werden nicht herausgesucht.
es: Al reunir el conjunto de encuentros <i>Las máscaras de medianoche</i>, coge sólo las 5 cartas de Traición (2x Pista falsa y 3x Sombra acechante). No cojas las cartas de Lugar, de Acto, de Plan o de referencia de escenario de ese conjunto.
fr: Quand vous réunissez les cartes du set de rencontre <i>Les Masques de Minuit</i>, ne prenez que les 5 cartes Traîtrise (2x Fausse Piste et 3x Ombre Chasseresse). Ne prenez pas les cartes Lieu, Acte, Intrigue ou Référence du Scénario de ce set.
it: Quando radunate il set di incontri <i>Le Maschere di Mezzanotte</i>, radunate soltanto le 5 carte sventura (2 copie della Falsa Pista e 3 dell'Ombra Cacciatrice). Non radunate le carte luogo, capitolo, trama o consultazione dello scenario appartenenti a quel set.
ko: <i>한밤의 가면</i> 조우 세트의 카드를 모을 때, 해당 조우 세트에서 오직 음모 카드 5장만(‘수사가 난항에 빠지다’ 사본 2장, ‘추적해 오는 그림자’ 사본 3장) 모읍니다. <i>한밤의 가면</i> 조우 세트에 속한 그 외의 다른 카드(장소, 주요목적, 주요사건, 시나리오 참조 카드)는 모으지 않습니다.
pl: Podczas zbierania zestawu spotkań <i>Maski północy</i> należy zebrać tylko 5 kart podstępu (2x Fałszywy trop, 3x Prześladujący cień). Nie należy zbierać lokalizacji, aktów, tajemnic ani karty pomocy scenariusza z tego zestawu.
pt: Ao reunir as cartas do conjunto de encontros <i>As Máscaras da Meia Noite</i>, reúna apenas as 5 cartas de traição (2x Pista Falsa e 3x Sombra Caçadora). Não pegue nenhum local, ato, agenda ou carta de referência do cenário desse conjunto.
ru: Из набора контактов «Полуночные маски» возьмите только 5 карт напастей (2 карты «Ложный след» и 3 карты «Преследующая тень»). Не берите локации, сцены, замыслы и памятки сценария из этого набора.
vi: Khi tập hợp bộ bài encounter <i>The Midnight Masks</i>, chỉ lấy 5 lá bài treachery (2 lá False Lead và 3 lá Hunting Shadow). Không tập hợp các lá bài vị trí, act, agenda, scenario reference từ bộ đó.
zh: 找出<i>午夜假面</i>遭遇組時，只找出其中5張詭計卡(2張錯誤指示和3張追獵鬼影)，注意不要拿出該遭遇組中的地點、場景、密謀和冒險參考卡。

source: Because you have more (or equal) <b>Doubt</b> than <b>Conviction</b>:
de: Weil die Ermittler mehr (oder gleich viel) <b>Zweifel</b> als <b>Überzeugung</b> haben:
es: Como tu cantidad de <b>Dudas</b> es mayor o igual que la de <b>Convicciones</b>:
fr: Étant donné que vous avez plus (ou autant) de <b>Doutes</b> que de <b>Certitudes</b> :
it: Poiché avete più (o pari) <b>Dubbi</b> che <b>Certezze</b>:
ko: <b>의심</b>이 <b>믿음</b>보다 많거나 같으므로 다음 지시에 따릅니다.
pl: Ponieważ macie więcej (lub tyle samo) <b>Wątpliwości</b> niż <b>Przeświadczeń</b>:
pt: Porque vocês tem mais (ou a mesma quantidade de) <b>Dúvidas</b> do que <b>Convicções</b>:
ru: Так как у вас больше <b>сомнения</b>, чем <b>уверенности</b> (или столько же):
vi: Bởi vì bạn có nhiều hơn (hoặc bằng) <b>Doubt</b> so với <b>Conviction</b>:
zh: 如果你的<b>疑惑</b>數超過或等於<b>確信</b>數：

source: Because you have more <b>Conviction</b> than <b>Doubt</b>:
de: Weil die Ermittler mehr <b>Überzeugung</b> als <b>Zweifel</b> haben:
es: Como tienes más <b>Convicciones</b> que <b>Dudas</b>:
fr: Étant donné que vous avez plus de <b>Certitudes</b> que de <b>Doutes</b> :
it: Poiché avete più <b>Certezze</b> che <b>Dubbi</b>:
ko: <b>믿음</b>이 <b>의심</b>보다 많으므로 다음 지시에 따릅니다.
pl: Ponieważ macie więcej <b>Przeświadczeń</b> niż <b>Wątpliwości</b>:
pt: Porque vocês tem mais <b>Convicções</b> do que <b>Dúvidas</b>:
ru: Так как у вас больше <b>уверенности</b>, чем <b>сомнения</b>:
vi: Bởi vì bạn có nhiều hơn <b>Conviction</b> so với <b>Doubt</b>:
zh: 如果你的<b>確信</b>數超過<b>疑惑</b>數：

source: Search the gathered encounter sets for both copies of Twin Suns and all 3 copies of Hunting Shadow, and remove them from the game.
de: Die herausgesuchten Begegnungssets werden nach beiden Kopien von Zwillingssonnen und allen 3 Kopien von Hetzender Schatten durchsucht und diese werden aus dem Spiel entfernt.
es: Busca las 2 copias de Soles gemelos y las 3 copias de Sombra acechante en los conjuntos de encuentros reunidos y retíralas de la partida.
fr: Cherchez les 2 exemplaires de Soleils Jumeaux et les 3 exemplaires d'Ombre Chasseresse dans les sets de rencontre réunis et retirez-les de la partie.
it: Cercate nei set di incontri radunati entrambe le copie dei Soli Gemelli e le 3 copie dell'Ombra Cacciatrice e rimuovetele dal gioco.
ko: 모아온 조우 세트에서 ‘두 개의 태양’ 사본 2장과 ‘추적해오는 그림자’ 사본 3장을 찾아와 게임에서 제거합니다.
pl: Należy przeszukać zebrane zestawy spotkań w poszukiwaniu obu kopii Bliźniaczych słońc oraz wszystkich 3 kopii Prześladującego cienia i usunąć je z gry.
pt: Procure nos baralhos de encontros reunidos ambas as cópias de Sóis Gêmeos e todas as 3 cópias de Sombra Caçadora, então remova essas cartas do jogo.
ru: Найдите среди отобранных карт контактов 2 карты «Два солнца» и 3 карты «Преследующая тень» и удалите их из игры.
vi: Tìm trong chồng bài encounter tập hợp được cả 2 bản sao của Twin Suns và 3 bản sao của Hunting Shadow, và loại bỏ chúng khỏi màn chơi.
zh: 從已找出的遭遇組裡搜尋，找出2張雙生太陽和3張追獵鬼影，然後將它們移出遊戲。

source: Search the gathered encounter sets for both copies of Black Stars Rise and both copies of False Lead, and remove them from the game.
de: Die herausgesuchten Begegnungssets werden nach beiden Kopien von Aufgang der schwarzen Sterne und beiden Kopien von Falsche Fährte durchsucht und diese werden aus dem Spiel entfernt.
es: Busca las 2 copias de Surgen estrellas negras y de Pista falsa y retíralas de la partida.
fr: Cherchez les 2 exemplaires de Sous les Étoiles Noires et les 2 exemplaires de Fausse Piste dans les sets de rencontre réunis et retirez-les de la partie.
it: Cercate nei set di incontri radunati entrambe le copie delle Stelle Nere ed entrambe le copie della Falsa Pista e rimuovetele dal gioco.
ko: 모아온 조우 세트에서 ‘검은 별이 떠오르다’ 사본 2장과 ‘수사가 난항에 빠지다’ 사본 2장을 찾아와 게임에서 제거합니다.
pl: Należy przeszukać zebrane zestawy spotkań w poszukiwaniu obu kopii Nocy czarnych gwiazd oraz obu kopii Fałszywego tropu i usunąć je z gry.
pt: Procure nos baralhos de encontros reunidos ambas as cópias de Ascensão das Estrelas Sombrias e ambas as cópias de Pista Falsa, então remova essas cartas do jogo.
ru: Найдите среди отобранных карт контактов 2 карты «Восход чёрных звёзд» и 2 карты «Ложный след» и удалите их из игры.
vi: Tìm trong chồng bài encounter tập hợp được cả 2 bản sao của Black Stars Rise và cả 2 bản sao của False Lead, và loại bỏ chúng khỏi màn chơi.
zh: 從已找出的遭遇組裡搜尋，找出2張黑星升起和2張錯誤指示，然後將它們移出遊戲。

source: During this scenario, use Act 1—The Parisian Conspiracy (v. I). The other version of Act 1 is removed from the game.
de: Während des Szenarios wird Szene 1 – „Die Pariser Verschwörung (V. I)“ verwendet. Die andere Version von Szene 1 wird aus dem Spiel entfernt.
es: Durante este escenario, usa el Acto 1 – La conspiración parisina (v.I). Retira de la partida la otra versión del Acto 1.
fr: Dans le scénario, utilisez l'Acte 1 – La Conspiration Parisienne (v. I). L'autre version de l'Acte 1 est retirée de la partie.
it: Usate il Capitolo 1 - La Congiura Parigina (v. Ⅰ) e rimuovete l'altro dal gioco.
ko: 이번 시나리오 동안, 주요목적 1 – ‘파리에서의 음모(v.I)’를 사용합니다. 다른 주요목적 1 카드는 게임에서 제거합니다.
pl: Podczas tego scenariusza należy używać Aktu 1 – Paryska konspiracja (w. I). Drugą wersję Aktu 1 należy usunąć z gry.
pt: Durante este cenário, use o Ato 1 — A Conspiração Parisiense (v. I). A outra versão do Ato 1 é removida do jogo.
ru: В этом сценарии используйте карту «Сцена 1. Парижский заговор (вариант I)». Удалите из игры другую версию сцены 1.
vi: Trong màn chơi này, sử dụng Act 1—The Parisian Conspiracy (v. I). Các phiên bản Act 1 khác bị loại bỏ khỏi màn chơi.
zh: 在本場冒險期間，使用場景1—巴黎陰謀(版本一)。其他所有版本的場景1將被移出遊戲。

source: During this scenario, use Act 1—The Parisian Conspiracy (v. II). The other version of Act 1 is removed from the game.
de: Während des Szenarios wird Szene 1 – „Die Pariser Verschwörung (v. II)“ verwendet. Die andere Version von Szene 1 wird aus dem Spiel entfernt.
es: Durante este escenario, usa el Acto 1 – La conspiración parisina (v.II). Retira de la partida la otra versión del Acto 1.
fr: Dans le scénario, utilisez l'Acte 1 – La Conspiration Parisienne (v. II). L'autre version de l'Acte 1 est retirée de la partie.
it: Usate il Capitolo 1 - La Congiura Parigina (v. Ⅱ) e rimuovete l'altro dal gioco.
ko: 이번 시나리오 동안, 주요목적 1 – ‘파리에서의 음모(v.II)’를 사용합니다. 다른 주요목적 1 카드는 게임에서 제거합니다.
pl: Podczas tego scenariusza należy używać Aktu 1 – Paryska konspiracja (w. II). Drugą wersję Aktu 1 należy usunąć z gry.
pt: Durante este cenário, use o Ato 1 — A Conspiração Parisiense (v. II). A outra versão do Ato 1 é removida do jogo.
ru: В этом сценарии используйте карту «Сцена 1. Парижский заговор (вариант II)». Удалите из игры другую версию сцены 1.
vi: Trong màn chơi này, sử dụng Act 1—The Parisian Conspiracy (v. II). Các phiên bản Act 1 khác bị loại bỏ khỏi màn chơi.
zh: 在本場冒險期間，使用場景1—巴黎陰謀(版本二)。其他所有版本的場景1將被移出遊戲。
