Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Note: while the app implements the introduction for this scenario correctly, it does not fully capture the incredible design of the printed rules. Since the experience is very different, if you have not played this scenario before I <i>highly recommend</i> using the printed instructions.
de: Hinweis: Obwohl die App die Einführung für dieses Szenario korrekt implementiert, kann sie das hervorragende Design der gedruckten Regeln nicht vollumfänglich wiedergeben. Falls du dieses Szenario bisher nicht gespielt hast, kann ich, da es eine sehr andere Erfahrung ist, nur <i>dringend empfehlen</i>, die gedruckten Anweisungen zu verwenden.
es: Nota: Aunque la aplicación implementa correctamente la Introducción de este escenario, no logra capturar plenamente el increíble diseño de la Guía de campaña oficial. Puesto que la experiencia es muy diferente, si no has jugado a este escenario anteriormente, te <i>recomiendo encarecidamente</i> que leas la Introducción de este escenario en la versión en papel de la Guía de campaña.
fr: Note : bien que l'application mette en œuvre correctement l'introduction de ce scénario, elle ne rend pas pleinement compte de l'incroyable conception des règles imprimées. Étant donné que l'expérience est très différente, si vous n'avez pas joué ce scénario auparavant, je <i>recommande fortement</i> d'utiliser les instructions imprimées
it: Nota: sebbene l'app implementi correttamente l'introduzione per questo scenario, non cattura completamente l'incredibile design delle regole stampate. Poiché l'esperienza è molto diversa, se non hai mai giocato a questo scenario prima consiglio <i>vivamente</i> di utilizzare le istruzioni stampate.
ko: 참고: 앱은 이 시나리오에 대한 소개를 올바르게 구현하지만 실물 안내서의 놀라운 디자인을 완전히 포착하지는 못합니다. 경험이 매우 다르기 때문에 이전에 이 시나리오를 플레이하지 않았다면 실물 안내서를 사용하여 플레이 해보기를 <i>적극 권장</i>합니다.
pl: Uwaga: chociaż aplikacja poprawnie implementuje wprowadzenie do tego scenariusza, nie oddaje w pełni niesamowitego projektu wydrukowanych reguł. Ponieważ doświadczenie jest bardzo różne, jeśli nie grałeś w ten scenariusz wcześniej, <i>gorąco polecam</i> skorzystać z wydrukowanej instrukcji.
pt: Nota: embora o aplicativo implemente a introdução para este cenário corretamente, ele não captura totalmente o design incrível das regras impressas. Como a experiência é muito diferente, se você não jogou esse cenário antes, <i>recomendo</i> usar as instruções impressas.
ru: Обратите внимание: это приложение может упростить подготовку к игре, но не способно передать прекрасный дизайн печатных правил. Если вы прежде не играли в этот сценарий, мы <i>настойчиво рекомендуем</i> воспользоваться напечатанными правилами, чтобы в полной мере ощутить атмосферу игры.
vi: Lưu ý: mặc dù app làm phần giới thiệu cho màn chơi này một cách chính xác, nó không thể hiện được đầy đủ thiết kế đáng kinh ngạc của các luật trong bản giấy. Vì trải nghiệm rất khác nhau, nếu bạn chưa chơi màn chơi này trước đây, tôi <i>thực sự khuyến khích bạn</i> nên sử dụng bản hướng dẫn giấy.
zh: 注意：雖然此APP已經正確地重現此冒險，但無法完全呈現紙本劇本的精巧設計之處。由於體驗差距甚大，若你是第一次玩本冒險的話<i>強烈地建議</i>使用紙本劇本的指示遊玩。

source: Several months have passed since The King in Yellow came to the Ward Theatre. You and your companions have been investigating the strange incidents that followed in its wake. What you have found makes you question the wisdom of continuing your investigation, but the truth calls out to you, and you cannot help but answer. It seems you weren’t the first to piece together the strange happenings surrounding The King in Yellow. Another group of investigators had been researching these events as well. Just a matter of days after the performance in Arkham, they were admitted to the asylum, ranting about the King’s return and the “monsters” that had attacked them. Somehow this doesn’t surprise you. Their fate makes you all the more certain you are on the right trail… And all the more certain that you should stop while you still have the chance. You’ve found the records those investigators kept before their incarceration, and picked up the trail where they left off. They had interviewed some of the cast and crew of The King in Yellow, and discovered several pieces of vital information. Their research also contains notes about their discoveries in Arkham’s Historical Society, and accounts from their time spent in the asylum, including interactions with a patient named “Daniel Chesterfield.” After a long night of compiling and comparing notes, you fall into a deep slumber. In your dreams, you are subjected to visions of Carcosa—its black stars, twin suns, shattered moons, and twisted spires.
de: Seit dem Gastspiel von <u>Der König in Gelb</u> im Ward-Theater sind einige Monate vergangen. Du und deine Gefährten haben die merkwürdigen Vorkommnisse, die darauf folgten, untersucht. Was ihr gefunden habt, stellt dich vor die Frage, ob es weise wäre, die Ermittlungen fortzusetzen. Die Wahrheit drängt an die Oberfläche und lässt dir keine andere Wahl, als sie finden zu wollen. Es scheint, als ob schon vor dir jemand die Puzzlestücke um die merkwürdigen Geschehnisse um <u>Der König in Gelb</u> zusammengefügt hätte. Eine andere Gruppe von Ermittlern hatte ebenfalls diese Ereignisse untersucht. Nur wenige Tage nach der Vorstellung in Arkham wurden sie in das Sanatorium eingeliefert, wo sie etwas über die Rückkehr des Königs und die Monster, die sie angegriffen hatten, erzählten. Irgendwie überrascht dich das nicht. Ihr Schicksal stärkt nur deine Überzeugung, auf der richtigen Spur zu sein … Und es macht dich noch sicherer, dass du eigentlich aufhören solltest, solange du noch kannst. Du hast die Berichte jener Ermittler aus der Zeit vor ihrer Einweisung gefunden und die Spur dort aufgenommen, wo ihre Ermittlungen endeten. Sie haben einige Darsteller und Mitarbeiter von <u>Der König in Gelb</u> befragt und dabei wichtige Informationen erhalten. Ihre Nachforschungen enthalten auch Anmerkungen zu ihren Entdeckungen bei der Gesellschaft für Geschichte in Arkham und über die Zeit, die sie im Sanatorium verbracht haben. Dort waren sie mit einem Patienten namens Daniel Chesterfield in Kontakt gekommen. Nachdem du die ganze Nacht lang Notizen zusammengetragen und verglichen hast, fällst du in einen tiefen Schlaf. In deinen Träumen siehst du Carcosa – die schwarzen Sterne, die Zwillingssonnen, die zersprungenen Monde und die verdrehten Türme.
es: Han pasado varios meses desde que El Rey de Amarillo se representara en el Teatro Ward. Tus compañeros y tú habéis estado investigando los extraños incidentes que se produjeron después. Lo que habéis encontrado hace que te preguntes si es sensato proseguir la investigación, pero la verdad te llama, y no puedes evitar responder a su llamada. Parece que no sois los únicos que unisteis las piezas que vinculaban los extraños acontecimientos que rodean a El Rey de Amarillo. Otro grupo de investigadores también ha investigado estos sucesos. Unos días después de la representación en Arkham, fueron ingresados en el manicomio, desvariando acerca del regreso del Rey y de los “monstruos” que los habían atacado. La noticia no te sorprende. Su destino te hace estar aún más seguro de que estás siguiendo el rastro correcto… Y mucho más de que deberías parar mientras aún estás a tiempo. Has encontrado los documentos que tenían esos investigadores antes de su ingreso y has seguido las pistas que dejaron. Habían interrogado a parte del elenco y del equipo de El Rey de Amarillo y descubierto varias informaciones de vital importancia. Su investigación también contiene notas sobre sus descubrimientos en la Sociedad Histórica de Arkham, además de la narración del tiempo que pasaron en el manicomio, incluido su encuentro con un paciente llamado “Daniel Chesterfield”. Tras una larga noche de recopilar y comparar notas, te quedas profundamente dormido. En tus sueños, te ves sometido a visiones de Carcosa: de sus estrellas negras, soles gemelos, lunas destrozadas y torres retorcidas.
fr: Plusieurs mois ont passé depuis que la pièce Le Roi en Jaune a été jouée au Théâtre Ward. Vos compagnons et vous avez investigué sur les étranges incidents qui ont eu lieu dans son sillage. Ce que vous avez découvert devrait vous dissuader de continuer, mais l'appel de la vérité est trop fort. Il semble que vous ne soyez pas les premiers à enquêter sur les étranges événements qui entourent Le Roi en Jaune. Un autre groupe d'investigateurs avait également effectué des recherches à ce sujet. Quelques jours à peine après la représentation à Arkham, ils furent été internés à l'asile, fulminant sans cesse sur le retour du Roi et sur les « monstres » qui les avaient attaqués. Quelque part, cela ne vous surprend pas. Leur sort ne fait que vous conforter dans l'idée que vous êtes sur la bonne voie… et dans la certitude qu'il vaudrait mieux arrêter tant qu'il en est encore temps. Vous avez mis la main sur les dossiers que ces investigateurs avaient constitués avant leur internement, et repris la piste là où ils l'avaient laissée. Ils avaient interrogé plusieurs membres de la troupe du Roi en Jaune et découvert des informations vitales. Leurs recherches contiennent également des notes sur leur visite à la Société des Historiens d'Arkham et des comptes rendus des événements à l'asile, y compris leurs interactions avec un patient nommé « Daniel Chesterfield ». Après une nuit passée à compiler et comparer les informations, vous sombrez dans un profond sommeil. Dans vos rêves, vous êtes assailli par des visions de Carcosa – ses étoiles noires, ses soleils jumeaux, ses lunes brisées et ses tours torsadées.
it: Sono passati vari mesi da quando Il Re in Giallo è andato in scena al Teatro Ward. Dopo aver indagato a fondo sugli strani incidenti avvenuti in concomitanza della rappresentazione, iniziate a chiedervi se sia saggio proseguire l'indagine, ma quando sentite il richiamo della verità non potete fare a meno di rispondere. A quanto pare non siete stati i primi a mettere assieme le tessere del mosaico e a indagare sugli strani eventi legati a Il Re in Giallo: c'era un altro gruppo di investigatori che aveva condotto alcune ricerche su questi eventi. Soltanto pochi giorni dopo l'esibizione ad Arkham erano stati ammessi al manicomio, dove avevano farneticato del ritorno del Re e di alcuni "mostri" che li avevano attaccati. La cosa, tutto sommato, non vi sorprende: la loro sorte vi conferma una volta in più di essere sulla pista giusta… e rafforza anche la sensazione di dovervi fermare fintanto che ne avete la possibilità. Avete trovato i file che quegli investigatori avevano compilato prima di essere incarcerati e decidete di riprendere la loro pista da dove si era interrotta: avevano interrogato alcuni membri del cast e della troupe de Il Re in Giallo e scoperto varie informazioni cruciali; le loro indagini contengono anche alcuni appunti relativi alle scoperte fatte presso la Società Storica di Arkham e un resoconto della loro visita al manicomio, incluse le loro interazioni con un paziente di nome "Daniel Chesterfield". Dopo una lunga notte trascorsa a stilare e confrontare gli appunti sprofondate nel sonno… e nei vostri sogni siete soggetti alle visioni di Carcosa con le sue stelle nere, i soli gemelli, le lune infrante e le guglie contorte.
ko: 와드 극장에서 『황색의 왕』이 공연된 지 몇 달이 지났습니다. 당신과 동료들은 공연 이후 일어난 기이한 사건을 추적하며 조사를 이어나가고 있습니다. 그동안 당신이 발견한 것들을 생각해 보면 조사를 이어가는 게 과연 현명한 건지 의구심도 들긴 했지만, 진실을 앞에 두고 놓아 버릴 수는 없는 노릇입니다. 『황색의 왕』을 둘러싸고 벌어지는 기이한 퍼즐의 조각을 맞추던 이가 당신만은 아니었습니다. 이 사건에 파고들었던 다른 조사자들도 있었으나, 그들은 아컴에서의 공연이 끝나고 며칠이 채 지나지 않아 정신병원에 입원했고 왕의 귀환이라느니 자신들을 공격한 “괴물”이라느니 하는 망상에 빠진 열변을 토했습니다. 그러나, 그들의 비극적 최후는 당신에게 놀라움보다는 확신을 주었습니다. 일단은 당신이 헛짚은 게 아니라는 것이고, 좀 더 분명한 점은 아직 기회가 있을 때 손을 떼야 한다는 겁니다. 당신은 그 조사자들이 정신병원에 갇히기 전까지 가지고 있었던 기록을 찾아냈고, 그들의 조사가 끊긴 시점부터 조사를 이어가기로 했습니다. 그들은 『황색의 왕』의 공연 관계자들과 만나 대화를 나누면서 제법 중요한 정보를 얻어내었습니다. 그들의 조사 내용 중에는 아컴 사학회에서 발견한 사실도 적혀 있었으며, 정신병원과 관련된 기록에는 “대니얼 체스터필드”라는 이름의 환자와 소통했던 내용도 있었습니다. 그 기록을 밤새도록 모으고 짜 맞추던 도중, 당신은 깊은 잠에 빠져듭니다. 꿈속에서는 카르코사의 풍광이 펼쳐집니다. 검은 별과 두 개의 태양, 부서진 달과 뒤틀린 첨탑이 보입니다.
pl: Od wystawienia „Króla w Żółci” w Tatrze Warda minęło już kilka miesięcy. Wraz z kompanami badaliście podejrzane zdarzenia towarzyszące przedstawieniu. Po tym, co odkryliście, zacząłeś wątpić w sens dalszego śledztwa, ale prawda wzywała i mogłeś jedynie odpowiedzieć na jej zew. Wygląda no to, że nie wy pierwsi przyglądaliście się dziwnym incydentom związanym z „Królem w Żółci”. Inna grupa badaczy również się nimi zainteresowała. Kilka dni po spektaklu w Arkham trafili do przytułku dla obłąkanych, bełkocząc o powracającym Królu i o „potworach”, które ich zaatakowały. Jakoś wcale cię to nie dziwi. Ich los utwierdza cię tylko w przekonaniu, że jesteś na właściwym tropie… Oraz w przekonaniu, że powinieneś przerwać śledztwo, póki jeszcze masz szansę. Znajdujesz materiały zgromadzone przez zatrzymanych badaczy i podejmujesz trop w miejscu, w którym skończyli. Udało im się przesłuchać niektórych członków obsady i kilku ludzi odpowiedzialnych za przedstawienie „Król w Żółci” oraz zdobyć trochę cennych informacji. W notatkach są również rzeczy, których dowiedzieli się w Stowarzyszeniu Historycznym i sprawozdania z pobytu w Przytułku w Arkham, w tym dane na temat jednego z pacjentów – Daniela Chesterfielda. Spędzasz całą noc, analizując zapiski i w końcu zapadasz w głęboki sen. We śnie nawiedza cię wizja Carcosy – czarnych gwiazd, bliźniaczych słońc, strzaskanego księżyca i poskręcanych wieżyc.
pt: Vários meses se passaram desde que O Rei de Amarelo foi exibida no Teatro Ward. Você e seus companheiros têm investigado os estranhos incidentes que ocorreram no rastro da peça. O que vocês descobriram os fez questionar se é mesmo sábio continuar a investigação, mas a verdade os chama, e vocês não conseguem evitar seguir em frente. Parece que vocês não foram os primeiros a juntar as peças sobre os estranhos acontecimentos que cercam O Rei de Amarelo. Outro grupo de investigadores também esteve pesquisando esses eventos. Alguns dias após a performance em Arkham, eles foram admitidos no sanatório, vociferando sobre o retorno do Rei e que haviam sido atacados por “monstros”. De alguma forma, isso não os surpreende. O destino deles os faz ter certeza de que estão na pista certa… E fica cada vez mais claro que vocês deveriam parar enquanto ainda têm chance. Vocês descobriram os registros que esses investigadores mantinham antes de serem encarcerados, e seguiram do ponto em que eles pararam. Eles entrevistaram alguns membros da equipe e do elenco de O Rei de Amarelo, descobrindo várias informações importantes. A pesquisa deles também continha notas sobre suas descobertas na Sociedade Histórica de Arkham, além de anotações sobre o tempo que passaram no asilo, incluindo interações com um paciente chamado “Daniel Chesterfield.” Após passarem bastante tempo compilando e comparando notas, vocês acabam caindo no sono. Em seus sonhos, vocês têm visões de Carcosa — suas estrelas sombrias, sóis gêmeos, luas partidas e pináculos distorcidos.
ru: Несколько месяцев прошло с представления «Короля в жёлтом» в театре Уорда. Спектакль сопровождали загадочные события, и вы с друзьями решили разобраться в них. То, что вы узнали, заставило вас задуматься, разумно ли продолжать поиски, но вы не в силах противиться зову истины. Похоже, не только вам удалось связать воедино странные происшествия, окружающие «Короля в жёлтом», — их расследованием занималась ещё одна команда. Однако все её участники через несколько дней после спектакля угодили в психиатрическую лечебницу: они бредили о возвращении Короля и о напавших на них чудовищах. Почему-то вы не удивлены, узнав это. Их судьба только убеждает вас, что вы на верном пути. А ещё — что вам стоило бы остановиться, пока не стало слишком поздно. Обнаружив записи, оставленные вашими предшественниками перед тем, как их упекли в психушку, вы продолжаете их расследование. Они узнали несколько ценных фактов из разговоров с актёрами и персоналом «Короля в жёлтом». В досье также содержатся описание того, что они нашли в Историческом обществе Аркхэма, и отчёты об их пребывании в лечебнице, в том числе об общении с пациентом по имени Дэниел Честерфилд. Засидевшись за бумагами почти до рассвета, вы засыпаете глубоким сном. И в сновидениях вам является Каркоза: её чёрные звёзды, два солнца, расколотые луны и закрученные шпили.
vi: Đã vài tháng trôi qua kể từ khi vở kịch Vị Vua Áo Vàng đến Ward Theatre. Bạn và những người đồng hành đã và đang điều tra những sự cố kỳ lạ xảy ra sau đó. Những gì bạn đã tìm thấy khiến bạn đặt câu hỏi liệu có khôn ngoan nếu tiếp tục điều tra, nhưng sự thật đang kêu gọi bạn, và bạn không thể không đáp lại nó. Có vẻ như bạn không phải là người đầu tiên chắp ghép lại những chuyện kỳ lạ xung quanh vở kịch Vị Vua Áo Vàng. Một nhóm điều tra viên khác cũng đang nghiên cứu những sự kiện này. Chỉ vài ngày sau buổi biểu diễn ở thị trấn Arkham, họ được nhận vào nhà thương điên, huyên thuyên về sự trở lại của Nhà Vua và "những con quái vật" đã tấn công họ. Bằng cách nào đó, điều này không làm bạn ngạc nhiên. Số phận của họ khiến bạn càng chắc chắn rằng bạn đang đi đúng hướng… Và càng chắc chắn rằng bạn nên dừng lại khi vẫn còn cơ hội. Bạn đã tìm thấy hồ sơ mà các điều tra viên lưu giữ trước khi bị giam giữ và tìm lại dấu vết hướng đi họ để lại. Họ đã phỏng vấn một số diễn viên và đoàn làm vở kịch Vị Vua Áo Vàng, và khám phá ra một số thông tin quan trọng. Nghiên cứu của họ cũng bao gồm các ghi chép về những khám phá có được ở Hiệp hội Lịch sử của thị trấn Arkham và thời gian ở nhà thương điên, bao gồm cả các tương tác với một bệnh nhân tên là “Daniel Chesterfield”. Sau một đêm dài biên soạn và so sánh các ghi chép, bạn chìm vào giấc ngủ sâu. Trong giấc mơ của bạn, bạn có tầm nhìn của thành phố Carcosa — những ngôi sao đen của nó, hai mặt trời, các mặt trăng bị vỡ và những ngọn tháp xoắn.
zh: 自從《黃衣之王》在沃德劇院上演以來，過去了幾個月。你和你的同伴一直在調查在那之後發生的怪異事件。你的發現讓你開始質疑是否調查還要繼續，但真相在呼喚著你，讓你欲罷不能。而且似乎你也不是第一批拼湊出圍繞《黃衣之王》的怪異事件的人。還有一批調查員此前也曾調查過類似事件。但這部劇在阿卡姆上演後沒幾天，他們就被送進了瘋人院，據瞭解，他們被送進去時大聲吼著王的歸來，還有攻擊他們的“怪物”。這個發現並未出乎你的意料。他們的下場讓你更加確信，你調查的方向非常正確……但也讓你更加確信，你應該馬上收手。 你找到了那些調查員在被抓去之前留下的記錄，並一路繼續追查。他們曾訪問《黃衣之王》的演職人員，並且發現了一些至關重要的信息。他們的調查筆記中也提到了阿卡姆的歷史協會，還詳細描述了他們的瘋人院裡的經歷，包括與一個名為“丹尼爾‧契斯特菲爾德”的病人的交流。你秉燭對筆記進行編錄和比較，經過漫長的一夜，你沉沉睡去。在夢中，你進入了卡爾克薩——你看到了它黑色的星辰、雙生的太陽、破碎的月球，和扭曲的尖柱。
