Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/a_phantom_of_truth.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: You find yourself inside the Arkham Police Department, desperately trying to explain to the desk sergeant what happened in the Ward Theatre. He scoffs and refuses to believe you. “We know what you’re really up to,” he says, and claps a pair of handcuffs over your wrists. “You’re under arrest for larceny. Boys, take ‘em away.” Several other cops flank you and prevent any escape. Your protests go unheard as you are firmly escorted down a flight of concrete stairs and hurled into a cold jail cell. “Maybe some time in lockup will change your story,” the desk sergeant shouts. He slams the door behind him, leaving you with your spiraling thoughts. How did they find out? How could they possibly know?
de: Du findest dich in der Polizeistation von Arkham wieder, wo du verzweifelt versuchst dem Sergeant am Empfangstresen zu erklären, was im Ward-Theater passiert ist. Er verspottet dich und weigert sich dir Glauben zu schenken. „Wir kennen Ihre wahren Pläne“, sagt er und legt dir Handschellen an. „Sie sind wegen Diebstahls verhaftet. Jungs, bringt ihn weg.“ Einige weitere Polizisten nehmen dich in ihre Mitte und verhindern so deine Flucht. Dein Protest verhallt ungehört, während du unnachgiebig eine Betontreppe hinunter begleitet und in eine Gefängniszelle gesteckt wirst. „Vielleicht ändern Sie ja ihre Geschichte, wenn sie eine Weile eingesperrt sind“, ruft dir der Sergeant vom Empfangstresen hinterher. Er schlägt die Tür hinter dir zu und lässt dich mit deinen Gedanken allein, die sich im Kreis drehen. Wie haben sie es herausgefunden? Wie können sie das nur wissen?
es: Te encuentras en el interior de la comisaría de policía de Arkham, tratando desesperadamente de explicarle al sargento de guardia lo que ha ocurrido en el Teatro Ward. Éste hace una mueca burlona y se niega a creerte: –Sabemos lo que intentas hacer –dice mientras te pone unas esposas en las muñecas–. Quedas arrestado por robo. Chicos, lleváoslo –Varios agentes te rodean para evitar que huyas. Nadie escucha tus protestas mientras te llevan escaleras abajo y te meten en una fría celda–. Quizás pasarte un tiempo encerrado te haga cambiar el cuento –grita el sargento de guardia. Cierra la puerta de un golpe y te deja sumido en una cascada de pensamientos. ¿Cómo se han enterado? ¿Cómo han podido saberlo?
fr: Vous vous retrouvez à l'intérieur du commissariat de police d'Arkham, tentant désespérément d'expliquer au sergent en faction ce qui s'est passé au Théâtre Ward. Il se moque de vous et refuse de vous croire. «'Nous savons ce qu'il en est vraiment », dit-il avant de vous passer une paire de menottes aux poignets. « Vous êtes en état d'arrestation pour vol. Les gars, emmenez-le. » Plusieurs autres policiers vous encerclent, coupant toute retraite. Ignorant vos protestations, ils vous conduisent au bas d'un escalier en béton et vous jettent dans une cellule. « Un peu de temps derrière les barreaux devrait vous faire chanter une autre chanson'», lance le sergent. Il claque la porte derrière lui, vous laissant seul avec vos pensées. Comment l'ont-ils découvert ? Comment peuvent-ils le savoir ?
it: Vi ritrovate nel Dipartimento di Polizia di Arkham, dove tentate disperatamente di spiegare al sergente di turno ciò che è successo al Teatro Ward, ma il sergente sbuffa e si rifiuta di credervi: "Lo sappiamo bene cosa avete in mente in realtà" dice facendovi scattare un paio di manette ai polsi. "Siete in arresto per furto. Ragazzi, portateli via." Alcuni poliziotti vi circondano e vi impediscono di fuggire, poi le vostre proteste cadono nel nulla mentre venite scortati in fondo a una scalinata di cemento e spintonati all'interno di una fredda cella: "Forse dopo un po' di tempo al fresco deciderete di cambiare versione" grida il sergente alle vostre spalle. Poi sbatte la porta, lasciandovi in balia dei vostri pensieri. Come hanno fatto a scoprirvi? Come potevano sapere?
ko: 어느 순간 당신은 아컴 경찰서 안에 있습니다. 당신은 와드 극장에서 일어난 사건을 안내 데스크의 경사에게 설명하려고 안간힘을 쓰는 중입니다. 그는 당신을 믿기는커녕 비웃습니다. “네가 진짜 무슨 일을 저질렀는지 다 알고 있다.” 경사가 당신의 손목에 수갑을 채우면서 말합니다. “널 절도죄로 체포한다. 이봐. 이자들을 끌고 가.” 다른 경찰들이 양옆으로 와서 당신이 달아나지 못하게 꽉 붙잡습니다. 당신은 반발했으나 그들은 들은 체도 하지 않고 콘크리트 계단 쪽으로 당신을 끌고 내려가 차가운 감방에 내던집니다. “거기 갇혀서 진짜 무슨 짓을 저질렀나 잘 생각해 보라고.” 안내 데스크의 경사가 외칩니다. 그는 문을 쾅 닫고 나갑니다. 그들이 어떻게 그걸 알아냈을까… 그게 가능하긴 한가… 이런 생각이 머릿속을 끝없이 맴돕니다.
pl: Jesteś na posterunku policji w Arkham i desperacko próbujesz wyjaśnić sierżantowi, co zaszło w Teatrze Warda. On jednak parska tylko z niedowierzaniem. „Już my dobrze wiemy, co zrobiłeś” – mówi i zakuwa cię w kajdanki. „Jesteś aresztowany za kradzież. Chłopaki, zabrać go stąd”. Kilku policjantów staje przy tobie, uniemożliwiając ci ucieczkę. Nikt nie słucha twoich sprzeciwów i zostajesz odeskortowany po betonowych schodach w dół i wtrącony do zimnej, wilgotnej celi. „Może jak posiedzisz trochę w zamknięciu, to zaczniesz inaczej gadać” – krzyczy sierżant zza biurka. Drzwi zatrzaskują się i zostajesz sam na sam z własnymi myślami. Jak się domyślili? Skąd mogli to wiedzieć?
pt: Vocês se descobrem dentro do Departamento de Polícia de Arkham, desesperadamente tentando explicar ao sargento recepcionista o que aconteceu no Teatro Ward. Ele zomba e se recusa a acreditar em vocês. “Sabemos o que vocês estão realmente aprontando,” diz ele, enquanto começa a algemá-los. “Vocês estão presos por furto. Podem levá-los, rapazes.” Vários policiais os cercam e impedem sua fuga. Seus protestos alcançam ouvidos moucos enquanto são escoltados por um conjunto de degraus de concreto e jogados dentro de uma cela fria. “Talvez ficar algum tempo de molho ajude a refrescar a memória de vocês,” grita o sargento. Ele bate a porta atrás si, deixando vocês com seus próprios pensamentos. Como eles descobriram? Como poderiam saber?
ru: В аркхэмском полицейском участке вы пытаетесь объяснить дежурному, что произошло в театре Уорда, но он недоверчиво фыркает в ответ. «Мы всё про вас знаем, — говорит он и защёлкивает наручники на ваших запястьях. — Вы арестованы за кражу. Парни, уведите их». Вас окружают несколько полицейских, не оставляя ни малейшего шанса сбежать. Несмотря на ваши протесты, вас грубо препровождают вниз по бетонной лестнице и бросают в холодную тюремную камеру. «Может быть, посидев взаперти, вы пересмотрите свои показания», — кричит дежурный. Он захлопывает за собой дверь, оставляя вас наедине с лихорадочными мыслями. Откуда они узнали? Откуда они вообще могли знать?
vi: Bạn thấy mình đang ở bên trong Sở Cảnh sát Arkham, cố gắng giải thích một cách tuyệt vọng cho người trung sĩ bàn về những gì đã xảy ra ở Ward Theatre. Anh ta chế giễu và từ chối tin bạn. Anh ấy nói và vỗ vào cổ tay bạn một chiếc còng, “Chúng tôi biết cậu thực sự đang làm gì." "Cậu bị bắt vì tội ăn cắp vặt. Các chàng trai, đưa chúng đi.” Một số cảnh sát khác đã chặn bạn và ngăn cản bất kỳ cuộc chạy trốn nào. Sự phản đối của bạn không được nghe thấy khi bạn bị áp giải xuống một cầu thang bê tông và bị tống vào một phòng giam lạnh lẽo. Vị trung sĩ bàn giấy hét lên, “Có lẽ bị giam một lát sẽ thay đổi câu chuyện của cậu,” Anh ta đóng sầm cánh cửa lại sau lưng, để lại bạn với những dòng suy nghĩ mông lung. Làm thế nào họ tìm ra? Làm sao họ có thể biết được?
zh: 你突然發現自己身處阿卡姆警署，拼命在向接待警員解釋沃德劇院裡發生的事情。他卻對你嗤之以鼻，根本不相信你的話。“我們知道你幹了什麼，”說著，他掏出一副手銬就銬在了你的手腕上。“你因盜竊罪被捕了。來人，給我帶走。”其他幾個警察從四面八方包圍了你，以防你逃脫。你的抗議如石沉大海，警察死死抓住你，把你拖下一條混凝土的樓梯，扔進了一間冰冷的牢房。“也許關一段時間你就改口了。”那個接待人員吼道。他砰的一下關上了門，留下你一個人思緒萬千。他們怎麼會發現的？他們怎麼可能知道？

source: Choose an investigator. The chosen investigator has earned the Paranoia weakness (Core 97) (does not count toward deck size). Shuffle 1 copy of this weakness into that investigator’s deck, if able.
de: Wähle einen Ermittler. Der gewählte Ermittler hat die Schwäche Paranoia verdient (<i>Grundspiel, 97</i>) (zählt nicht gegen die Deckgröße). In das Deck dieses Ermittlers wird falls möglich 1 Kopie dieser Schwäche gemischt.
es: Elige un investigador. El investigador elegido ha obtenido la Debilidad “Paranoia” (Básico 97). Esta carta no cuenta para el tamaño de mazo de ese investigador. Añade 1 copia de esta Debilidad al mazo de ese investigador si es posible.
fr: Choisissez un investigateur. L'investigateur choisi reçoit la faiblesse Paranoïa <i>(Base 97)</i> (ne compte pas dans la Taille du Deck). Mélangez 1 exemplaire de cette faiblesse dans le deck de cet investigateur, si possible.
it: Un investigatore a vostra scelta cerca nella collezione 1 debolezza Paranoia e la aggiunge al suo mazzo (non considerandola nella dimensione del suo mazzo), se possibile, poi rimescola il suo mazzo.
ko: 조사자 한 명을 선택합니다. 그 조사자는 ‘편집증’ 약점(기본판 97)을 얻습니다(이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다). 가능하다면 이 약점 사본 1장을 그 조사자의 덱에 합쳐 섞습니다.
pl: Wybierz badacza. Wybrany badacz otrzymuje osłabienie Paranoja <i>(Zestaw podstawowy #97)</i> (nie wliczane do limitu kart w talii). Wtasuj 1 kopię tego osłabienia do talii danego badacza, jeśli to możliwe.
pt: Escolha um investigador. O investigador escolhido ganha a fraqueza Paranoia <i>(Jogo base #97)</i> (não conta no limite de tamanho de baralho dele). Embaralhe 1 cópia dessa fraqueza no baralho do investigador, se possível.
ru: Выберите сыщика. Он приобретает слабость «Паранойя» (База #97). Эта карта не идёт в счёт размера колоды. Замешайте 1 экземпляр этой слабости в колоду этого сыщика, если это возможно.
vi: Chọn một điều tra viên. Điều tra viên được chọn nhận điểm yếu Paranoia (Core 97) (không tính vào giới hạn bộ bài). Xào 1 bản sao của điểm yếu này vào bộ bài của điều tra viên đó, nếu có thể.
zh: 選擇一位調查員。選中的調查員獲得妄想症弱點(基礎97)(不計入牌組上限)。可能的話，將此弱點洗入該調查員的牌組。

source: You chase the Stranger up a steep staircase of broken stone, a torrent of rain crashing upon your back as you run. Lightning flashes in the distance. A vortex of swirling black clouds looms above you, threatening to swallow the world whole. The masked man dashes through a wide set of doors atop the stairs, and you follow close behind. The sound of crashing thunder is muffled as the doors close behind you. Looking up, you see a familiar depiction in stained glass. “Beautiful, is it not?” the Stranger says quietly.
es: Persigues al Extranjero por una empinada escalera de piedra rota mientras una lluvia torrencial descarga sobre ti mientras corres. Ves relámpagos a lo lejos. Un remolino de nubes negras se forma sobre ti, amenazando con tragarse el mundo. El enmascarado atraviesa a la carrera unas anchas puertas que hay en lo alto de las escaleras, y le sigues de cerca. El sonido del trueno queda amortiguado cuando las puertas se cierran a tu espalda. Al levantar la vista, ves una imagen familiar en una vidriera. –¿Verdad que es precioso? –dice el Extranjero en voz baja.
fr: Vous pourchassez l'Étranger sous une pluie battante jusqu'à un escalier en pierre brisée. Des lumières clignotent dans le lointain. Un vortex de nuages noirs tourbillonnants surgit au-dessus de vous, menaçant d'engloutir le monde entier. L'homme masqué se précipite au travers d'une vaste série de portes en haut des escaliers, et vous restez sur ses talons. En levant la tête, vous apercevez une représentation familière sur un vitrail. « Magnifique, n'est-ce pas ? », demande calmement l'Étranger.
it: Inseguite lo Straniero su una ripida scalinata di pietra diroccata, infradiciati da una pioggia scrosciante. Dall'orizzonte giunge il bagliore dei fulmini e sopra le vostre teste si addensa un turbine di nuvole nere. L'uomo mascherato si tuffa oltre un' imponente doppia porta in cima alla scalinata e lo tallonate da vicino, finché il rombo dei tuoni non si fa più soffocato quando le porte si richiudono alle vostre spalle. Alzate lo sguardo e notate un'immagine familiare riprodotta sui vetri istoriati di una finestra. "Magnifico, non trovate?" chiede lo Straniero con un sussurro.
ko: 당신은 다 부서지고 가파른 돌층계를 올라 이방인을 추격합니다. 달려나가는 당신의 등으로 빗줄기가 퍼붓습니다. 저 멀리서 번개가 번쩍이고, 머리 위로는 시커먼 구름이 소용돌이처럼 휘몰아치며 온 세상을 모조리 집어삼킬 듯이 일렁입니다. 가면을 쓴 남자는 계단 꼭대기에 있는 일련의 널따란 문들을 지나치며 돌진했고 당신은 그를 바짝 뒤쫓습니다. 등 뒤로 문이 닫히고, 천둥이 바스라지는 소리가 먹먹하게 들립니다. 올려다본 스테인드글라스에 묘사된 모습이 눈에 익습니다. “아름답지 않나?” 이방인이 나지막이 말합니다.
pl: Gonisz Nieznajomego po stromych schodach ze spękanego kamienia, a strugi deszczu chłoszczą cię po plecach. Gdzieś w oddali niebo rozjaśniają błyskawice. Wysoko w przestworzach widzisz wir złowieszczo czarnych chmur, który wygląda, jakby chciał wciągnąć cały świat. Zamaskowany mężczyzna przebiega przez szerokie przejście na szczycie schodów, a ty podążasz w ślad za nim. Odgłosy burzy cichną stłumione, kiedy drzwi zamykają się za tobą. Spoglądasz w górę i dostrzegasz znajomo wyglądający witraż. „Piękny, czyż nie?” – pyta cicho Nieznajomy.
pt: Vocês perseguem o Estranho por um conjunto íngreme de degraus de pedra quebrada, sendo assolados por um aguaceiro enquanto correm. Luzes piscam à distância. Um vórtice de nuvens escuras revoltas paira sobre vocês, ameaçando engolir o mundo inteiro. O homem mascarado corre por um conjunto de portas no topo da escadaria, e vocês o seguem logo atrás. O ribombar de um trovão é abafado quando as portas se fecham atrás de vocês. Olhando ao redor, vocês veem uma representação familiar sobre o vitral. “Belo, não é mesmo?” diz o Estranho calmamente.
ru: Преследуя Незнакомца, вы бежите вверх по крутой каменной лестнице с выщербленными ступенями. Потоки дождя хлещут вас по спине, вдалеке сверкает молния. Над головой в грозном вихре кружатся чёрные тучи, готовые поглотить весь мир. Добравшись до верха лестницы, человек в маске проносится сквозь широкие двери, и вы следуете за ним. Оглушительные раскаты грома становятся тише, когда двери закрываются за вами. Подняв глаза, вы видите витраж с изображением чего-то знакомого. «Разве не прекрасно?» — тихо спрашивает Незнакомец.
vi: Bạn đuổi theo Kẻ Lạ lên một cầu thang dốc bằng các tảng đá bị vỡ, một cơn mưa xối xả ập vào lưng bạn khi bạn chạy lên. Ánh sáng nhấp nháy ở phía xa. Một cơn lốc mây đen cuồn cuộn lượn lờ phía trên bạn, đe dọa nuốt chửng cả thế giới. Người đàn ông đeo mặt nạ lao qua một dãy cánh cửa rộng ở trên cầu thang, và bạn theo sát phía sau. Âm thanh của sấm sét bị nghẹt lại khi các cánh cửa đóng lại phía sau lưng bạn. Nhìn lên, bạn thấy một hình vẽ quen thuộc trong tấm kính màu. Kẻ Lạ nói thầm, "Tuyệt đẹp, phải không?".
zh: 你追著陌生人，走上了一條殘破石塊堆砌的陡峭樓梯，一路上暴雨如注，傾瀉在你的背上。遠方的天空閃著雷電。你頭頂的烏雲聚成了一個旋渦，隨時準備把整個世界都吞入其中，戴著面具的男子一個箭步竄進了樓梯頂一扇寬闊的大門，你緊緊追隨。你身後的門關上後，轟鳴的雷聲也輕了許多。你一抬頭，看見彩色玻璃上繪著一個熟悉的圖畫。“很漂亮，不是嗎？”陌生人輕輕說道。

source: <i>“How could any of this be beautiful to you?”</i>
de: <i>„Wie kannst du hier <u>irgendetwas</u> schön finden?</i>“
es: <i>–¿Cómo puede resultarte precioso nada de esto?</i>
fr: <i>« Comment tout ceci pourrait-il être beau à vos yeux ? »</i>
it: <i>“Come può sembrarti magnifica una cosa del genere?”</i>
ko: <i>“이게 대체 어디가 아름답다는 거지?”</i>
pl: <i>„Jak cokolwiek z tego może ci się wydawać piękne?”</i>
pt: <i>“Como algo aqui poderia ser belo para você?”</i>
ru: <i>«Как вы вообще можете считать это прекрасным?»</i>
vi: <i>"Làm thế nào mà những thứ này lại trông tuyệt đẹp với anh?"</i>
zh: <i>“這一切對於你來說怎麼會是漂亮的？”</i>

source: <i>“What exactly am I looking at?”</i>
de: <i>„Was genau sehe ich hier?“</i>
es: <i>–¿Eso qué es exactamente?</i>
fr: <i>« Que suis-je en train de regarder, au juste ? »</i>
it: <i>“Cosa stiamo cercando di preciso?”</i>
ko: <i>“내가 지금 뭘 보고 있는 거지?”</i>
pl: <i>„Na co ja właściwie patrzę?”</i>
pt: <i>“Para o que exatamente estou olhando?”</i>
ru: <i>«А на что, собственно, я смотрю?»</i>
vi: <i>"Thật sự thì mình đang nhìn thấy cái gì?"</i>
zh: <i>“我看見的到底是什麼啊？”</i>

source: You avoid looking at the stained glass. If this vile man considers it to be beautiful, it is probably some trap meant to ensnare your mind. You clench your fist until your knuckles are white and step forward to confront the Stranger.
de: Du vermeidest es, zu dem Buntglasfenster hinaufzusehen. Falls dieser bösartige Mann es für schön hält, ist es wahrscheinlich eine Art Falle, die deinen Geist fesseln soll. Du ballst die Faust, bis deine Fingerknöchel weiß werden. Du trittst vor, um dem Fremden die Stirn zu bieten.
es: Evitas mirar la vidriera. Si este hombre malvado la considera preciosa, probablemente sea una trampa para atrapar tu mente. Aprietas los puños hasta que se te ponen blancos los nudillos y avanzas para enfrentarte al Extranjero.
fr: Vous évitez de regarder le vitrail. Si cet homme maléfique le considère comme magnifique, c'est probablement un piège pour vous embrouiller l'esprit. Vous serrez le poing jusqu'à ce que vos phalanges blanchissent, et vous vous préparez à affronter l'Étranger.
it: Evitate di guardare oltre il vetro istoriato: se questo individuo ignobile considera magnifico ciò che vede, probabilmente si tratta di una trappola concepita per soggiogare la vostra mente. Stringete i pugni fino a sbiancarvi le nocche e fate un passo avanti per affrontare lo Straniero.
ko: 당신은 스테인드글라스에서 눈을 돌립니다. 이 사악한 자가 저걸 아름답다고 생각하는 걸 보니, 저건 분명 당신의 정신을 사로잡기 위한 덫일 겁니다. 당신은 손에 핏기가 사라질 만큼 주먹을 꽉 쥔 채로 이방인에게 맞서기 위해 앞으로 나아갑니다.
pl: Starasz się nie patrzeć na witraż. Jeśli ten obrzydliwy człowiek twierdzi, że to piękne, to z pewnością jest to pułapka zastawiona na twój umysł. Zaciskasz pięści, aż bieleją ci kostki, i robisz krok do przodu, aby zmierzyć się z Nieznajomym.
pt: Vocês evitam olhar para o vitral. Se aquele homem vil o considera belo, provavelmente é uma armadilha destinada a aprisionar as suas mentes. Vocês apertam os punhos até que os nós dos dedos estejam brancos e dão um passo à frente para confrontar o Estranho.
ru: Вы отводите глаза от витража. Если этот негодяй считает что-то прекрасным, то это наверняка какая-нибудь ловушка для вашего разума. Вы сжимаете кулаки, пока костяшки не побелеют, и делаете шаг вперед, чтобы напасть на Незнакомца.
vi: Bạn tránh nhìn vào tấm kính màu. Nếu người đàn ông đê hèn này coi nó là đẹp, có lẽ đó là một cái bẫy nào đó nhằm gài bẫy vào tâm trí bạn. Bạn nắm chặt tay cho đến khi các khớp ngón tay trắng bệch và bước tới đối đầu với Kẻ Lạ.
zh: 你將目光避開彩繪玻璃。如果說這個邪惡的男子覺得它漂亮，那多半是某種會控制你精神的陷阱。你把拳頭攥得指節發白，上前一步，直面這個陌生人。

source: Mark one <b>Conviction</b> in your Campaign Log.
de: Im Kampagnenlogbuch wird 1 <b>Überzeugung</b> angekreuzt.
es: Marca una <b>Convicción</b> en tu registro de campaña.
fr: Inscrivez une <b>Certitude</b> dans votre Carnet de Campagne.
it: Spuntate una <b>Certezza</b> nel Diario della Campagna.
ko: 캠페인 기록지에 <b>믿음</b> 하나를 표시합니다.
pl: Zaznacz w Dzienniku kampanii jedno <b>Przeświadczenie</b>.
pt: Marque uma <b>Convicção</b> no Registro da Campanha.
ru: Отметьте в журнале 1 <b>уверенность</b>.
vi: Đánh dấu một <b>Conviction</b> trong Nhật ký Chiến dịch của bạn.
zh: 在冒險日誌上記1點<b>確信</b>。

source: “Ah, if it isn’t our esteemed guest,” the man with the mustache and the silver-handled cane says. He grabs a bottle of wine from the nearby countertop and pours you a glass. “I hear you have taken quite the interest in our little production,” he says with a smile. “Tell me: how are you enjoying Act 2, so far?”
de: „Oh, ist das nicht unser heiß ersehnter Gast?“, fragt der schnurrbärtige Mann mit dem Gehstock mit dem silbernen Griff. Er greift nach einer Flasche Wein vom nächsten Tresen und reicht dir ein Glas davon. „Ich habe gehört, Sie hätten großes Interesse an unserer kleinen Produktion entwickelt“, sagt er lächelnd. „Sagen Sie, wie hat Ihnen Akt 2 bisher gefallen?“
es: –Vaya, vaya, si es nuestro estimado invitado –dice el hombre del bigote y el bastón de mango de plata. Coge una botella de vino de una encimera cercana y te sirve un vaso–. Me han dicho que tiene un gran interés por nuestra modesta producción –dice con una sonrisa–. Dígame, ¿cómo le está pareciendo el segundo acto hasta ahora?
fr: « Ah, si ce n'est pas notre prestigieux invité », déclare l'homme à la moustache et à la canne à pommeau d'argent. Il attrape une bouteille de vin sur le comptoir et vous tend un verre. « J'ai entendu dire que vous aviez montré de l'intérêt pour notre petite production », ajoute-t-il en souriant. « Dites-moi : comment trouvez-vous l'acte 2, jusqu'ici ? »
it: "Ah, ecco il nostro stimato ospite!" esclama l'uomo con i baffi e il bastone dall'impugnatura d'argento prima di prendere una bottiglia di vino e versarvi da bere. "Ho sentito dire che siete molto interessati alla nostra piccola produzione" prosegue con un sorriso. "Ditemi, che ve ne pare del Secondo Atto, fino ad ora?"
ko: “아, 이게 누구십니까? 기다리던 분께서 오셨군요.” 콧수염이 난 남자가 은제 손잡이가 달린 지팡이를 들고서 말합니다. 그는 조리대에서 와인 한 병을 가져와 당신의 잔에 따라줍니다. “우리의 소담한 공연에 관심이 아주 많으시다고 들었지요.” 그가 웃으면서 말합니다. “말해봐요. 어디, 지금까지 2막은 즐거우셨는지요?”
pl: „Och, czyż to nie nasz dostojny gość?” – odzywa się wąsaty dżentelmen, opierając się na lasce ze srebrną głownią. Łapie butelkę wina z pobliskiego blatu i napełnia dla ciebie kieliszek. „Słyszałem, że bardzo się interesujesz naszym małym przedstawieniem” – dodaje z uśmiechem. „Powiedz proszę, jak póki co podoba ci się Akt II?”
pt: “Ah, se não são nossos estimados convidados,” diz o homem de bigode e bengala com punho de prata. Ele pega uma garrafa de vinho em uma bancada próxima e serve taças a vocês. “Fiquei sabendo que vocês se interessaram bastante por nossa pequena produção,” continua o homem com um sorriso. “Agora, me digam: o que estão achando do Ato 2 até agora?”
ru: «О, да ведь это наш уважаемый гость, — говорит усатый мужчина, держащий трость с серебряной ручкой. Он берёт со стола бутылку вина и наполняет вам бокал. — Я слышал, вас очень интересует наша маленькая постановка, — произносит он с улыбкой. — Скажите, вам всё ещё нравится второй акт?»
vi: Người đàn ông với bộ ria mép và chiếc gậy cán bạc nói, “À, không phải vị khách quý của chúng tôi đây sao,” Ông ta lấy một chai rượu từ quầy gần đó và rót cho bạn một ly. Ông ấy nói với một nụ cười, “Tôi nghe nói rằng cậu đã rất quan tâm đến tác phẩm nhỏ của chúng tôi,” “Cho tôi biết là cho đến hiện tại, cậu tận hưởng Màn 2 thế nào rồi?”
zh: “啊，這不是我們尊敬的客人嘛，”留著兩撇小鬍子的男子柱著銀柄手杖說道。他從一旁的廚房檯面上抓過一瓶紅酒，給你倒了一杯。“我聽說你對我們小小的劇作很有興趣，”他微微一笑，“告訴我，就現在來看，你覺得第二幕還不錯吧？”

source: Daniel’s voice calls out to you. “They are opening the path to Carcosa.”
de: Daniels Stimme ruft nach dir. „Sie öffnen den Weg nach Carcosa.“
es: La voz de Daniel te llama: –Están abriendo el camino a Carcosa.
fr: La voix de Daniel vous parvient. « Ils sont en train d'ouvrir la route de Carcosa. »
it: La voce di Daniel vi chiama in lontananza: "Stanno aprendo la strada per Carcosa."
ko: 대니얼의 목소리가 당신을 부릅니다. “그들은 카르코사로 가는 길을 열려고 해.”
pl: Słyszysz, jak Daniel woła do ciebie. „Oni otwierają szlak do Carcosy”.
pt: A voz de Daniel os chama. “Eles estão abrindo o caminho para Carcosa”.
ru: Вы слышите голос Дэниела: «Они открывают путь в Каркозу».
vi: Giọng nói của Daniel gọi bạn. "Họ đang mở con đường đến thành phố Carcosa."
zh: 你聽到了丹尼爾的聲音：“他們將要開啟通往卡爾克薩的路。”
