Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/echoes_of_the_past.po
Languages: de, it, zh

source: Your head throbs with a dull ache as you drive through the rainy streets of Arkham toward your next destination. The threat of the Stranger looms in your mind, and you find yourself glancing often at your rear-view mirror, expecting to see the expressionless visage of his mask haunting you. Instead, you see nothing but the misty, starless night, and the deserted road behind you. Your thoughts once again wander, as they have often in the past few hours, to The King in Yellow and to the city of Carcosa and its inhabitants. What was the message hidden inside that awful play, the meaning within its madness? A lone detail worms its way to the forefront of your thoughts, one made apparent by the discussions you’d overheard at Ms. Dumaine’s estate—that tonight’s performance of The King in Yellow was not the first Arkham had seen of the foul play. There had been at least one other performance, directed by the same man: Nigel Engram. There is one place in Arkham where records are often kept of important events occuring within the city: the Historical Society’s manor house in Southside. If there are any records of the previous show of The King in Yellow, the Historical Society may have held onto them. Perhaps there you will find answers to the questions that burn in your mind.
de: Ein dumpfer Schmerz pulsiert in deinem Kopf, während du durch die regennassen Straßen von Arkham zu deinem nächsten Ziel unterwegs bist. Die Bedrohung durch den Fremden ist in deinem Geist immer noch erschreckend präsent. Du merkst, dass du häufig in den Rückspiegel schaust, in der Erwartung, dass dich das ausdruckslose Gesicht seiner Maske wieder heimsucht. Stattdessen siehst du aber nichts als die neblige, sternenlose Nacht und eine menschenleere Straße hinter dir. Deine Gedanken kreisen wie schon so oft in den letzten Stunden um Der König in Gelb und die Stadt Carcosa und ihre Einwohner. Welche verborgene Botschaft enthält dieses fürchterliche Stück und was ist die wahre Bedeutung seines Wahnsinns? Dann drängt sich eine Kleinigkeit in dein Bewusstsein, etwas, das du in einem Gespräch im Herrenhaus von Ms. Dumaine mitgehört hast – die heutige Aufführung von <u>Der König in Gelb</u> war nicht die erste dieser widerlichen Inszenierung in Arkham. Es hat mindestens eine weitere Aufführung in der Vergangenheit gegeben, mit demselben Regisseur: Nigel Engram. In Arkham gibt es einen Ort, an dem Aufzeichnungen über wichtige Ereignisse in der Stadt aufbewahrt werden: das Anwesen der Gesellschaft für Geschichte in der Südstadt. Falls es Berichte über die frühere Aufführung von <u>Der König in Gelb</u> gibt, wird die Gesellschaft für Geschichte sie haben. Vielleicht findest du dort die Antworten auf die brennenden Fragen, die deinen Geist quälen.
it: La testa vi pulsa dolorosamente mentre guidate sotto la pioggia lungo le strade di Arkham per raggiungere la vostra prossima destinazione. La minaccia dello Straniero incombe sui vostri pensieri e spesso vi sorprendete a controllare lo specchietto retrovisore, aspettandovi di scorgere il volto impassibile della maschera che vi osserva… ma non vedete altro che un cielo notturno nuvoloso e senza stelle e una strada deserta. La vostra mente torna a divagare, come spesso ha fatto nelle ultime ore, sul Re in Giallo, la città di Carcosa e i suoi abitanti. Quale messaggio nascondeva quell'orrenda rappresentazione, che significato aveva quella follia? Un singolo dettaglio torna a emergere nei vostri pensieri, un dettaglio divenuto evidente nel corso delle discussioni a cui avete assistito a casa di Ms. Dumaine: il fatto che la rappresentazione attuale di quell'orrenda opera teatrale, Il Re in Giallo, non fosse la prima tenutasi ad Arkham. In passato era stata messa in scena almeno un'altra volta, e sempre sotto la direzione dello stesso individuo: Nigel Engram. C'è soltanto un posto ad Arkham in cui vengono conservati i resoconti degli eventi cittadini più importanti: il maniero della Società Storica nel Southside. Se c'è qualche resoconto delle precedenti messe in scena de Il Re in Giallo, la Società Storica lo avrà sicuramente conservato e forse laggiù troverete le risposte alle domande che assillano la vostra mente.
zh: 当你驾车从阿卡姆城雨中的街道开过，前往下一个目的地时，你的脑袋隐隐作痛。“陌生人”的威胁时而在你的脑海中浮现，你不由得时常看后视镜，以为镜中会出现那个男子，面戴毫无表情的面具，阴魂不散。相反，你从镜中只看见雾蒙蒙的夜空，天上没有星星，街道也空无一人。 如同过去的几小时一样，你的思绪再次飘到《黄衣之王》，还有卡尔克萨和城中的居民。那部可怕的戏剧里潜藏著什么信息，它疯狂的剧情又意味著什么？最先占据你的思绪的是一个细节信息，这是你在杜梅因夫人的住处偶然听到的——今晚的《黄衣之王》演出并不是第一出出现在阿卡姆城的邪恶戏剧。至少曾经还有另一场演出，均由同一个人执导：奈杰尔·英格兰姆。 城中有个地方，阿卡姆城中所发生的重大事件都会保存于此：历史协会，位于南区的一幢宅邸。如果之前上演的《黄衣之王》留下了任何记录，那或许就保存在历史协会。或许所有困扰你的问题都能够在那儿找到答案。

source: Check Campaign Log. <i>If Sebastien Moreau is listed under VIPs Interviewed</i>:
de: Überprüfe das Kampagnenlogbuch. <i>Falls Sebastien Moreau unter „Befragte VIPs“ aufgeführt ist</i>:
it: Controllate il Diario della Campagna. Se Sebastien Moreau è uno dei "VIP Interrogati":
zh: 查看冒险日志。<i>如果在贵宾会谈下方记录有塞巴斯蒂安‧莫罗</i>：

source: You recall what Sebastien told you during the dinner party. The King in Yellow had come to Arkham several decades ago, long before the Ward Theatre was built. According to him, it isn’t surprising that few people remember—in fact, part of their goal tonight was to bring The King in Yellow to a wider audience. The Historical Society may have kept records pertaining to this earlier production, especially if it was followed by events similar to what has occurred tonight. Perhaps you can find some newspaper clippings or other articles describing what happened in the past.
de: Du erinnerst dich an etwas, was Sebastien dir auf der Feier erzählt hat. <u>Der König in Gelb</u> gastierte vor einigen Jahrzehnten schon einmal in Arkham, lange bevor es das Ward-Theater gegeben hat. Er war nicht überrascht, dass nur wenige Menschen sich daran erinnern – eines der Ziele der heutigen Aufführung war Der König in Gelb einem breiteren Publikum bekannt zu machen. Die Gesellschaft für Geschichte könnte Aufzeichnungen über diese frühere Inszenierung aufbewahrt haben, besonders wenn damals ähnliche Ereignisse in ihrem Umfeld stattgefunden haben wie heute. Vielleicht findest du dort Zeitungsausschnitte oder andere Berichte über die Ereignisse aus der Vergangenheit.
it: Vi ricordate cosa vi disse Sebastien durante la cena di gala. Il Re in Giallo era stato rappresentato ad Arkham alcuni decenni fa, ben prima che il Teatro Ward fosse costruito. Stando a lui, non c'è da sorprendersi se quasi nessuno ricorda quell'evento; anzi, uno degli obiettivi di stasera era di far conoscere Il Re in Giallo a un pubblico più vasto. La Società Storica potrebbe aver conservato qualche documento relativo alla produzione precedente, specialmente se fu accompagnata da eventi simili a quelli verificatisi stanotte. Forse troverete qualche ritaglio di giornale o qualche altro articolo che descriva ciò che accadde in passato.
zh: 你想起塞巴斯蒂安在晚宴上对你说的话。数十年前，早在沃德剧院建成之前《黄衣之王》就曾在阿卡姆上演。据他所说，没什么人记得这件事也不足为奇——事实上，他们今晚的目标是将《黄衣之王》呈献给更多的观众。历史协会可能保留有与上一版演出相关的记录，况且那场演出之后也发生了种种事件，与今晚发生的事件相似。或许你可以找到一些剪报或其他文章，记载著过去发生的事情。

source: After you put Entry Hall into play during setup, place 1 [per_investigator] clues on it.
de: Nachdem du während der Vorbereitung den Eingangsbereich ins Spiel gebracht hast, platziere 1[per_investigator] Hinweis darauf.
it: Dopo avere messo l'Ingresso in gioco durante la preparazione, collocate 1 [per_investigator] indizi su di esso.
zh: 游戏设置时，在你将入口大厅放置入场后，在其上方放置1[per_investigator]线索。

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow). Do not gather the location, act, agenda, or scenario reference cards from that set.
de: Aus dem Begegnungsset Die Mitternachtsmasken werden nur die 5 Verratskarten herausgesucht (2x Falsche Fährte und 3x Hetzender Schatten). Die Orts-, Szenen-, Agenda- oder Szenarioübersichtskarten dieses Sets werden nicht herausgesucht.
it: Quando radunate il set di incontri <i>Le Maschere di Mezzanotte</i>, radunate soltanto le 5 carte sventura (2 copie della Falsa Pista e 3 dell'Ombra Cacciatrice). Non radunate le carte luogo, capitolo, trama o consultazione dello scenario appartenenti a quel set.
zh: 找出<i>午夜假面</i>遭遇组时，只找出其中5张诡计卡(2张错误指示和3张追猎鬼影)。注意不要拿出该遭遇组中的地点、场景、密谋或冒险参考卡。

source: Randomly choose one [[Ground Floor]] Historical Society location, one [[Second Floor]] Historical Society location, and one [[Third Floor]] Historical Society location. Remove those locations from the game, without looking at their revealed sides.
de: Jeweils 1 Ort der Gesellschaft für Geschichte mit dem Merkmal [[Erdgeschoss]], [[Erster Stock]] und [[Zweiter Stock]] werden zufällig bestimmt. Diese Orte werden aus dem Spiel entfernt, ohne ihre enthüllte Seite anzusehen.
it: Scegliete casualmente 1 Società Storica [[Pianterreno]], 1 Società Storica [[Primo Piano]] e 1 Società Storica [[Secondo Piano]]. Rimuovete quei luoghi dal gioco senza guardare il loro lato aperto.
zh: 随机选择一个[[一楼]]历史协会地点，一个[[二楼]]历史协会地点，还有一个[[三楼]]历史协会地点。将这些地点移出游戏，不要查看它们的已揭示面。

source: Put the following locations into play: Entry Hall, both copies of Quiet Halls, and the remaining 6 Historical Society locations. Each investigator begins play in the Entry Hall.
de: Folgende Orte werden ins Spiel gebracht: Eingangsbereich, beide Kopien von Stille Flure und die übrigen 6 Orte der Gesellschaft für Geschichte. Jeder Ermittler beginnt das Spiel im Eingangsbereich.
it: Mettete in gioco i luoghi seguenti: Ingresso, entrambe le copie dei Corridoi Silenziosi e i 6 luoghi Società Storica rimanenti. Iniziate la partita nell'Ingresso.
zh: 将以下地点放置入场：入口大厅，两张宁静的走廊，剩下的6个历史协会地点。每位调查员从入口大厅开始游戏。

source: Set the following cards aside, out of play: Hidden Library, Possessed Oathspeaker, Mr. Peabody, The Tattered Cloak, and Clasp of Black Onyx.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: Versteckte Bibliothek, Besessener Eidsprecher, Mr. Peabody, Der zerfetze Umhang und Spange aus schwarzem Onyx.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: Biblioteca Nascosta, Esecutore Posseduto, Mr. Peabody, Mantello Lacero e Fermaglio di Onice Nero.
zh: 将下列卡牌放在一边，位于游戏场外：隐藏的图书馆，附身宣誓者，皮博迪先生，槛褛披风，黑玛瑙扣环。

source: Search the gathered encounter sets for 1 copy of Seeker of Carcosa. Spawn it at a [[Third Floor]] Historical Society location.
de: Durchsuche die herausgesuchten Begegnungssets nach 1 Kopie von Sucher von Carcosa. Er erscheint an einem Ort der Gesellschaft für Geschichte mit dem Merkmal [[Zweiter Stock]].
it: Cercate nei set di incontri radunati 1 Cercatore di Carcosa e generatelo in una Società Storica [[Secondo Piano]].
zh: 从已找出的遭遇组中找出1张卡尔克萨探求者。 该卡生成在[[三楼]]历史协会地点。

source: Search the gathered encounter sets for 2 copies of Seeker of Carcosa. Spawn each at a different [[Third Floor]] Historical Society location.
de: Durchsuche die herausgesuchten Begegnungssets nach 2 Kopien von Sucher von Carcosa. Sie erscheinen an unterschiedlichen Orten der Gesellschaft für Geschichte mit dem Merkmal [[Zweiter Stock]].
it: Cercate nei set di incontri radunati 2 copie del Cercatore di Carcosa e generate ogni copia in una Società Storica [[Secondo Piano]] diversa.
zh: 从已找出的遭遇组中找出2张卡尔克萨探求者。这两张卡分别生成在两个不同的[[三楼]]历史协会地点。

source: Search the gathered encounter sets for 3 copies of Seeker of Carcosa. Spawn each at different [[Second Floor]] or [[Third Floor]] Historical Society locations.
de: Durchsuche die herausgesuchten Begegnungssets nach 3 Kopien von Sucher von Carcosa. Sie erscheinen an unterschiedlichen Orten der Gesellschaft für Geschichte mit dem Merkmal [[Erster Stock]] oder [[Zweiter Stock]].
it: Cercate nei set di incontri radunati 3 copie del Cercatore di Carcosa e generate ogni copia in una Società Storica [[Primo Piano]] o [[Secondo Piano]] diversa.
zh: 从已找出的遭遇组中找出3张卡尔克萨探求者。这三张卡分别生成在[[二楼]]或[[三楼]]不同的历史协会地点。

source: You arrive at the Historical Society with time to spare; each investigator can take 1 additional action during their first turn of this game.
de: Du kommst frühzeitig bei dem Anwesen der Gesellschaft für Geschichte an. Jeder Ermittler kann im ersten Zug dieses Spiels 1 zusätzliche Aktion nehmen.
it: Arrivate alla Società Storica con maggiore anticipo; ogni investigatore può effettuare 1 azione aggiuntiva durante il suo primo turno in questa partita.
zh: 你到达历史协会时，时间还很充裕；每位调查员可以在本局游戏的第一个回合执行1个额外的行动。

source: In your Campaign Log, record that <i>you took the onyx clasp</i>. Mark one <b>Conviction</b> in your Campaign Log. For the remainder of the campaign, one investigator must include the Clasp of Black Onyx weakness in their deck. This card does not count toward that investigator’s deck size.
de: Im Kampagnenlogbuch wird notiert: <i>Die Ermittler haben die Spange aus Onyx mitgenommen</i>. Im Kampagnenlogbuch wird 1 <b>Überzeugung</b> angekreuzt. Für den Rest der Kampagne muss ein Ermittler die Schwäche Spange aus schwarzem Onyx in sein Deck aufnehmen. Diese Karte zählt nicht gegen die Deckgröße dieses Ermittlers.
it: Annotate nel Diario della Campagna che <i>avete preso il fermaglio di onice</i>. Spuntate una <b>Certezza</b> nel Diario della Campagna. Un investigatore deve aggiungere il Fermaglio di Onice Nero al suo mazzo (non considerandolo nella dimensione del suo mazzo).
zh: 在冒险日志中，记录<i>你拿到了黑玛瑙扣环</i>。在冒险日志上记1点<b>确信</b>。在这个剧本接下来的冒险中，一位调查员必须将黑玛瑙扣环弱点卡加入其牌组。这张卡牌不计入该调查员的牌组张数上限。

source: you took the onyx clasp.
de: Die Ermittler haben die Spange aus Onyx mitgenommen
it: avete preso il fermaglio di onice.
zh: 你拿到了黑玛瑙扣环。

source: In your Campaign Log, record that <i>you destroyed the oathspeaker</i>. Any one investigator may choose to add The Tattered Cloak to their deck. This card does not count toward that investigator’s deck size.
de: Im Kampagnenlogbuch wird notiert: <i>Der Eidsprecher wurde vernichtet</i>. Ein beliebiger Ermittler darf wählen die Karte Der zerfetzte Umhang seinem Deck hinzufügen. Diese Karte zählt nicht gegen die Deckgröße dieses Ermittlers.
it: Annotate nel Diario della Campagna che <i>avete distrutto l'esecutore</i>. Un investigatore può scegliere di aggiungere il Mantello Lacero al suo mazzo (non considerandolo nella dimensione del suo mazzo).
zh: 在冒险日志中，记录下<i>你摧毁了宣誓者</i>。任何一位调查员可以选择将褴褛披风加入牌组。这张卡牌不计入该调查员的牌组张数上限。

source: you destroyed the oathspeaker.
de: Der Eidsprecher wurde vernichtet.
it: avete distrutto l'esecutore.
zh: 你摧毁了宣誓者。

source: In your Campaign Log, record that <i>you left the onyx clasp behind</i>. Mark one <b>Doubt</b> in your Campaign Log.
de: Im Kampagnenlogbuch wird notiert: <i>Die Ermittler haben die Spange aus Onyx zurückgelassen</i>. Im Kampagnenlogbuch wird 1 <b>Zweifel</b> angekreuzt.
it: Annotate nel Diario della Campagna che <i>avete lasciato il fermaglio di onice dove si trova</i>. Spuntate un <b>Dubbio</b> nel Diario della Campagna.
zh: 在冒险日志中，记录<i>你将黑玛瑙扣环放回原位</i>。在冒险日志上记1点<b>疑惑</b>。

source: you left the onyx clasp behind.
de: Die Ermittler haben die Spange aus Onyx zurückgelassen.
it: avete lasciato il fermaglio di onice dove si trova.
zh: 你将黑玛瑙扣环放回原位。

source: Each investigator earns 1 bonus experience as they gain insight into the machinations of <u>The King in Yellow</u>.
de: Jeder Ermittler verdient 1 zusätzlichen Erfahrungspunkt, weil er Einsicht in die Machenschaften hinter <u>Der König in Gelb</u> gewonnen hat.
it: Ogni investigatore guadagna 1 punto esperienza aggiuntivo per aver scoperto qualcosa sulle macchinazioni de <u>Il Re in Giallo</u>.
zh: 调查员洞察了《黄衣之王》背后的阴谋，每位调查员获得1点奖励经验值。

source: Is Sebastien Moreau <i>(Savage Hysteria)</i> in the victory display?
de: Befindet sich Sebastien Moreau <i>(Wilde Hysterie)</i> im Siegpunktestapel?
it: Sebastien Moreau <i>(Isteria Sfrenata)</i> è nella galleria delle vittorie?
zh: 塞巴斯蒂安‧莫罗<i>(歇斯底里的蛮子)</i>位于胜利牌区吗？

source: In your Campaign Log, under "VIPS Slain", record <i>Sebastien Moreau</i>.
de: Im Kampagnenlogbuch wird <i>Sebastien Moreau</i> unter "Getötete VIPs" notiert.
it: Annotate nel Diario della Campagna, alla voce “VIP Uccisi”, <i>Sebastien Moreau</i>.
zh: 在你的冒险日志的“贵宾遇害”下方记录<i>塞巴斯蒂安‧莫罗</i>。

source: the followers of the sign have found the way forward.
de: Die Anhänger des Zeichens wissen, wie sie weiter vorgehen müssen.
it: i seguaci del segno hanno scoperto come prosegue la strada.
zh: 印记的追随者们获得进展。

source: Remove all [cultist], [tablet], and [elder_thing] tokens from the chaos bag. Then, add 1 [cultist] token, 1 [tablet] token, and 1 [elder_thing] token to the chaos bag.
de: Alle [cultist]-, [tablet]- und [elder_thing]-Marker werden aus dem Chaosbeutel entfernt.Dann wird 1 [cultist]-Marker, 1 [tablet]-Marker und 1 [elder_thing]-Marker dem Chaosbeutel hinzugefügt.
it: Rimuovete tutti i segnalini [cultist], [tablet] e [elder_thing] dal sacchetto del caos. Poi aggiungete 1 segnalino [cultist], 1 segnalino [tablet] e 1 segnalino [elder_thing] al sacchetto del caos.
zh: 从混乱袋中移除所有的[cultist]、[tablet]和[elder_thing]标记。然后将1个[cultist]标记，1个[tablet]标记和1个[elder_thing]标记加入混乱袋 。

source: You barely escape the building with your body and mind intact, and flee to safety.
de: Du schaffst es mit Mühe und Not, das Gebäude zu verlassen, ohne größeren Schaden an Körper und Geist zu nehmen und bringst dich in Sicherheit.
it: Riuscite a malapena a fuggire dall'edificio con il corpo e la mente integri e vi affrettate a mettervi in salvo.
zh: 你勉强保全身体与心灵未受损伤，逃出了那幢建筑，来到安全的地方。

source: There are no coincidences when it comes to The King in Yellow. There is no doubt in your mind that the object you’ve found is important. You decide to take it with you before continuing your investigation. The last record you find related to the original production of The King in Yellow is a psychiatric evaluation of one Daniel Chesterfield, a stagehand who lost his wits after the final show. It seems he was admitted to the asylum after the production ended. Perhaps he’s still there…
de: Es gibt keine Zufälle, wenn es um <u>Der König in Gelb</u> geht. Du hast keinen Zweifel daran, dass dieses Ding, das du gefunden hast, wichtig ist. Du entscheidest dich dafür, es mitzunehmen, und setzt deine Ermittlungen fort. Beim letzten Bericht, den du im Zusammenhang mit der früheren Inszenierung von <u>Der König in Gelb</u> gefunden hast, handelt es sich um ein psychologisches Gutachten über einen gewissen Daniel Chesterfield, einen Bühnenarbeiter, der nach der letzten Aufführung den Verstand verloren hat. Scheinbar wurde er nach dem Ende der Produktion ins Sanatorium eingewiesen. Vielleicht ist er immer noch da …
it: Quando c'è di mezzo Il Re in Giallo, le coincidenze non esistono. Senza dubbio l'oggetto che avete rinvenuto è importante: decidete di prenderlo e portarlo via prima di proseguire la vostra indagine. L'ultimo documento a parlare della produzione originale de Il Re in Giallo è una diagnosi psichiatrica di un certo Daniel Chesterfield, un manovale del teatro che impazzì dopo l'ultima serata di rappresentazione: fu ricoverato in manicomio al termine della produzione, e forse si trova ancora lì…
zh: 《黄衣之王》事件中出现了这件东西，那一定不是偶然。你心中笃信，你发现的东西十分重要，于是你决定在之后的调查中带上它。你找到的最近一份有关《黄衣之王》早年演出的记录，是丹尼尔‧契斯特菲尔德的精神评估报告，他是一名舞台工作人员，在最后一场演出结束后失去理智。他似乎在演出结束之后就被送进了疯人院，或许他现在还在那儿……

source: This investigation would make anybody paranoid. Attributing some greater meaning to everything you find can be a dangerous proposition. You’re sure that this clasp is meaningless, perhaps even a prop from the original play. You leave it behind and continue your investigation. The last record you find related to the original production of The King in Yellow is a psychiatric evaluation of one Daniel Chesterfield, a stagehand who lost his wits after the final show. It seems he was admitted to the asylum after the production ended. Perhaps he’s still there…
de: Diese Ermittlung würde jeden paranoid machen. Es ist gefährlich, allem, was du findest, eine tiefere Bedeutung beizumessen. Du bist dir aber sicher, dass diese Spange keine Bedeutung hat, vielleicht handelt es sich um eine Requisite aus der Originalinszenierung. Du lässt sie zurück und setzt deine Ermittlung fort. Beim letzten Bericht, den du im Zusammenhang mit der früheren Inszenierung von <u>Der König in Gelb</u> gefunden hast, handelt es sich um ein psychologisches Gutachten über einen gewissen Daniel Chesterfield, einen Bühnenarbeiter, der nach der letzten Aufführung den Verstand verloren hat. Scheinbar wurde er nach dem Ende der Produktion ins Sanatorium eingewiesen. Vielleicht ist er immer noch da …
it: Questa indagine renderebbe paranoico chiunque. Attribuire un significato superiore a ogni indizio che trovate può rivelarsi un metodo d'indagine pericoloso: siete sicuri che questo fermaglio non significhi nulla, forse è addirittura un semplice oggetto di scena della rappresentazione originale, quindi lo lasciate dove si trova e proseguite le ricerche. L'ultimo a parlare della produzione originale de Il Re in Giallo è una diagnosi psichiatrica di un certo Daniel Chesterfield, un manovale del teatro che impazzi dopo l'ultima serata di rappresentazione: fu ricoverato in manicomio al termine della produzione, e forse si trova ancora li…
zh: 本次调查会让人陷入偏执。你发觉从这一切归结出某个更深层的意义可能会招致危险，你认为这个扣环没什么意义，可能不过是那场早年演出的一个道具。你将它放回原位，并且继续进行调查。你找到的最近一份有关《黄衣之王》早年演出的记录，是丹尼尔‧契斯特菲尔德的精神评估报告，他是一名舞台工作人员，在最后一场演出结束后失去理智。他似乎在演出结束之后就被送进了疯人院。或许他还在那儿……

source: The figure collapses to the ground, its warped, melting body writhing in agony. It wheezes and cries out, a yellow glow emanating from inside its mouth and behind its eyes. “Daniel,” the thing says in its cracking voice. “Seek Daniel… Daniel Chesterfield, the stagehand, he remembers!” Deep inside the man’s words, there is another voice behind it, whispering faintly in a melodic language. “Find him… He too has spoken the oath… The oath that doomed us all…!” With those final words, the skin melts off the man’s bones, and he rattles to the floor.
de: Die Gestalt bricht zusammen und ihr verzerrter, schmelzender Körper zuckt unter Todesqualen. Sie keucht und schreit auf, aus ihrem Mund und ihren Augen dringt ein gelbliches Leuchten. „Daniel“, sagt das Ding mit rauer Stimme. „Finde Daniel … Daniel Chesterfield, der Bühnenarbeiter. Er wird sich erinnern!“ Eine andere Stimme, die in einer melodischen Sprache flüstert, mischt sich unter die Worte des Mannes. „Finde ihn … Auch er hat den Eid abgelegt … Der Eid hat uns alle in die Verdammnis getrieben …!“ Das sind die letzten Worte des Mannes, bevor die Haut von seinen Knochen schmilzt und diese klappernd auf den Boden fallen.
it: La figura crolla a terra e il suo corpo deforme inizia a sciogliersi e a contorcersi in preda all'agonia. Mentre grida e ansima, un bagliore giallo inizia a risplendere all'interno della sua bocca e nei suoi occhi. "Daniel", grida la creatura con voce strozzata, "cercate Daniel… Daniel Chesterfield, il manovale, lui non ha dimenticato!" Nascosta tra le parole dell'uomo, vi sembra di sentire un'altra voce che sussurra flebilmente qualcosa in un linguaggio melodico: "Trovatelo… Anche lui ha pronunciato il giuramento… il giuramento che ci ha condannati tutti!" Dopo queste parole, la pelle si scioglie mostrando le ossa dell'uomo e la figura stramazza al suolo, immobile.
zh: 那个人影瘫倒在地，它的躯体如同遭受熔解一般，痛苦地扭曲成异常的姿态。它大口喘息，尖叫连连，黄色的光芒从他的嘴巴和眼眶中射出。“丹尼尔，” 它用沙哑的声音说道。“找到丹尼尔……丹尼尔‧契斯特菲尔德，那个舞台工作人员，他还记得！”就在那名男子的话语背后，潜蔵著另一个声音，以一种带有韵律的语言发出微弱的低语：“找到他……他也宣读了誓约……那个誓约毁了我们全部人……！”就在他说出最后几个字的时候，他的皮肉从骨头上熔化，哗啦散落一地。
