Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/echoes_of_the_past.po
Languages: de, it, zh

source: The night’s events have left you exhausted. You were unable to learn anything at the Historical Society’s manor that could drive your investigation forward. Whoever those intruders were, they must have been looking for the same information you were. Distraught, you find your way to the closest bed you can find—in Ma’s Boarding House, not too far from the Historical Society. Dawn breaks as you reach the boarding house, the front doorknob and ferns on the porch covered in dew. You are lucky enough to get a vacant room for the day, and soon you are fast asleep. Suddenly, you are falling. Above and all around you, a blinding radiance flares like an inferno. Your head twinges with pain and your vision swims with brilliant colors. Your skin is singed by the flames. Below you, the abyss opens and swallows you whole. You then find yourself in a dank, windowless cell, filled with a putrid stench. A man is huddled in a corner of the room, shivering from the cold, or from the hopelessness of his situation, or perhaps both. “No mask,” he mutters over and over, “no mask, no mask…” You take a few tentative steps forward, but before you can reach him, the metal slot on his cell door slides open, and you hear an orderly call to him. “Daniel, it’s time,” he says. “Daniel, wake up. Wake up, Daniel.” Then, you awaken.
de: Nach den Ereignissen dieser Nacht bist du völlig erschöpft. Im Anwesen der Gesellschaft für Geschichte konntest du nichts finden, was deine Ermittlungen weiterbringt. Wer auch immer diese Eindringlinge waren, sie müssen dieselben Informationen gesucht haben wie du. Verstört machst du dich auf den Weg zum nächstgelegenen Ort, an dem du in einem Bett etwas Schlaf finden kannst – Ma‘s Gästehaus ist nicht weit entfernt von der Gesellschaft für Geschichte. Als du das Gästehaus erreichst, dämmert es bereits. Tautropfen bedecken Türgriff und Geländer der vorderen Veranda. Du hast Glück, dass es noch ein freies Zimmer gibt. In wenigen Augenblicken bist du eingeschlafen. Dann fühlst du plötzlich, dass du fällst. Über dir und um dich herum siehst du ein Inferno aus blendendem Licht. Dein Kopf schmerzt fürchterlich und vor deinen Augen tanzen leuchtende Farben. Die Flammen lecken an deiner Haut. Unter dir öffnet sich ein Abgrund und verschluckt dich mit Haut und Haaren. Dann findest du dich in einer feuchten, fensterlosen Zelle wieder und ein stechender Gestank dringt dir in die Nase. In einer Ecke des Raumes kauert ein Mann, der vor Kälte zittert – oder vielleicht wegen der Hoffnungslosigkeit seiner Situation oder beidem. „Keine Maske“, murmelt er immer wieder, „keine Maske, keine Maske …“ Zögernd gehst du ein paar Schritte auf ihn zu, aber noch bevor du ihn erreichst, öffnet sich ein Metallriegel an der Tür seiner Zelle und du hörst, wie ein Pfleger nach ihm ruft. „Daniel, es ist Zeit“, sagt er. „Daniel, wach auf. Wach auf, Daniel.“ Dann erwachst du.
it: Dopo gli eventi di questa notte siete sfiniti: non siete riusciti a scoprire nulla che potesse aiutarvi nelle indagini al maniero della Società Storica e quegli intrusi, chiunque fossero, erano apparentemente alla ricerca delle vostre stesse informazioni. Stravolti, raggiungete il letto più vicino che riuscite a trovare a poca distanza dalla Società Storica. Sta per sorgere il sole quando arrivate alla Pensione di Mamma; il pomolo della porta d'ingresso e le felci della veranda sono ricoperti di rugiada. Siete abbastanza fortunati da trovare una camera libera per la giornata e vi addormentate immediatamente. All'improvviso, vi ritrovate a precipitare. Tutt'intorno a voi risplende un bagliore accecante simile a un incendio, la testa vi scoppia dal dolore e le visioni si susseguono in un turbinio di colori abbaglianti; le fiamme lambiscono la vostra pelle e sotto di voi si spalanca un abisso pronto a inghiottirvi fino a farvi risvegliare in una cella buia, priva di finestre e satura di un orrendo fetore. Un uomo rannicchiato in un angolo della stanza è scosso da violenti brividi: forse a causa del freddo, forse a causa della disperazione… o forse entrambe le cose. "Nessuna maschera", mormora in continuazione, "nessuna maschera, nessuna maschera…" Provate a muovere qualche passo verso di lui, ma prima di poterlo raggiungere lo spioncino di metallo sulla porta della cella si apre e la voce di un infermiere lo chiama: "Daniel, è ora. Daniel, svegliati. Svegliati, Daniel." A quelle parole, anche voi vi svegliate.
zh: 今晚发生的事情让你筋疲力竭。你在历史协会这幢宅邸里一无所获，调查进度停滞不前。不论那群入侵者是谁，他们要寻找的东西肯定与你要找的一样。你心烦意乱。只想就近找张床铺躺下——好在老马旅社和历史协会相距不远。你抵达旅社的时候天已破晓，前门的把手和门廊前的羊齿草上都挂著晨露。幸运的是今天正好有个空房间供你入住，随后你很快便沉沉睡去。 突然你整个人在下坠。在你的上方和周围，闪耀著地狱之火般的光芒，让你目不能视。你头痛难当，视线游移，眼前尽是流光溢彩。你的皮肉被火焰烧焦。一张深渊巨口在你下方张开，将你整个人吞了进去。随后你发觉自己身处在一个潮湿的小房间里，没有窗户，一股腐败的恶臭味充斥著这里。一个男人在房间的角落里瑟瑟发抖，不知是因为寒冷而战栗，还是说是因为对他的处境无望，或者两者皆有。“不要面具，”他嘟囔了一遍又一遍，“不要面具，不要面具……”你试探性地向前走了几步，就在你接近他之前，他的房门上的金属插槽滑开了，随后你听见一个护工对他说话。“丹尼尔，时间到了，”他说道，“丹尼尔，醒醒。给我醒醒，丹尼尔。”然后，你苏醒了。

source: Echoes of the Past
de: Widerhall aus der Vergangenheit

source: Scenario III: Echoes of the Past
de: Szenario III: Widerhall aus der Vergangenheit
it: Scenario III: Echi dal Passato
zh: 冒险III：往事回声

source: Sebastien's Information
de: Sebastiens Informationen
