Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/ptc/lunacys_reward.po
Languages: de, fr, zh

source: <i>Things seem to have calmed down. Perhaps we should go back inside and investigate further.</i>
de: <i>Die Dinge scheinen sich beruhigt zu haben. Vielleicht sollte ich wieder hineingehen und weiter ermitteln.</i>
fr: <i>Les choses ont l'air de s'être calmées. Peut-être devrions-nous retourner à l'intérieur et pousser nos investigations plus avant.</i>
zh: <i>一切似乎已归于平静。或许我们应该回到那幢大宅里去，再作进一步调查。</i>

source: <i>I don’t trust this place one bit. Let’s block the door and get the hell out of here!</i>
de: <i>Ich vertraue diesem Ort nicht im geringsten. Ich werde die Tür verrammeln und sehen, dass ich hier wegkomme!</i>
fr: <i>Je n'ai pas la moindre confiance en cet endroit. Bloquons les portes et fichons le camp d'ici !</i>
zh: <i>绝对不能在这个鬼地方待下去。堵上前门马上走吧！</i>

source: <i>If these people are allowed to live, these horrors will only repeat themselves. We have to put an end to this. We have to <b>kill them.</b></i>
de: <i>Falls diese Menschen am Leben bleiben dürfen, wird sich dieser Schrecken immer und immer wiederholen. Ich muss der Sache ein Ende machen. Ich muss sie töten.</i>
fr: <i>Si nous laissons ces gens vivre, ces horreurs ne feront que se répéter. Il faut mettre un terme à cette folie. Il faut tous les tuer.</i>
zh: <i>如果让这些人留在世上，这恐怖的景像只会重演。我们得让它就此结束。我们必须<b>杀掉他们</b>。</i>

source: Why would you go back inside?
de: Warum solltest du wieder hineingehen?
fr: Pourquoi diable être retourné à l'intérieur ?
zh: 为什么你会回到这幢大宅里去？

source: That door isn't going to stop them.
de: Die Tür wird sie nicht aufhalten.
fr: Ce n'est pas une porte qui va les arrêter.
zh: 那扇大门阻止不了他们。

source: You did what had to be done… Right?
de: Du hast das Richtige getan … oder etwa nicht?
fr: Vous avez fait ce qu'il fallait… n'est-ce pas ?
zh: 你做了应做之事……真是这样吗？

source: you fled the dinner party.
de: Die Ermittler sind von der Feier geflohen.
fr: vous avez fui la réception.
zh: 你逃离晚宴。

source: In your Campaign Log, record that <i>you intruded on a secret meeting</i>. Mark one <b>Doubt</b> in your Campaign Log.
de: Im Kampagnenlogbuch wird notiert: <i>Die Ermittler sind in ein geheimes Treffen geplatzt</i>. Im Kampagnenlogbuch wird ein <b>Zweifel</b> angekreuzt.
fr: Dans votre Carnet de Campagne, indiquez que <i>vous vous êtes introduit dans une réunion secrète</i>. Inscrivez un <b>Doute</b> dans votre Carnet de Campagne.
zh: 在冒险日志中，记录下<i>你闯入了一场密会</i>。在冒险日志上记1点<b>疑惑</b>。

source: you intruded on a secret meeting.
de: Die Ermittler sind in ein geheimes Treffen geplatzt.
fr: vous vous êtes introduit dans une réunion secrète.
zh: 你闯入了一场密会。

source: In your Campaign Log, record that <i>you slayed the monsters at the dinner party</i>. Mark one <b>Conviction</b> in your Campaign Log.
de: Im Kampagnenlogbuch wird notiert: <i>Die Monster auf der Feier wurden getötet</i>. Im Kampagnenlogbuch wird eine <b>Überzeugung</b> angekreuzt.
fr: Dans votre Carnet de Campagne, indiquez que <i>vous avez tué les monstres de la réception</i>. Inscrivez une <b>Certitude</b> dans votre Carnet de Campagne.
zh: 在冒险日志中，记录<i>你杀死了晚宴上的那群怪物</i>。在冒险日志上记1点<b>确信</b>。

source: you slayed the monsters at the dinner party.
de: Die Monster auf der Feier wurden getötet.
fr: vous avez tué les monstres de la réception.
zh: 你杀死了晚宴上的那群怪物。

source: The change in the atmosphere has you curious. What if it was all a trick of your mind? What if the hauntings that follow The King in Yellow are but transitory? The answers to all of your questions might lie inside. Cautiously, you open the front door to the manor once again. Reassuring jazz and the clamor of casual conversation grow louder as you step inside. The enticing smell of roasted pork wafts through the air. As you suspected, the signs of struggle and oddities you noticed before have vanished without explanation. Then, as you turn the corner into the dining room, you find the Stranger speaking with another man—tall, mustached, wearing a fine black suit, and holding a silver-handled cane. The Stranger turns to you, his gaze drills through your mind, and your vision swims with agony. Before you realize it, you are running as fast as you can, toppling through the front doorway in a haze of pain and disorientation. Without time to catch your breath, you race to your vehicle and speed away, hands trembling upon the steering wheel.
de: Die veränderte Atmosphäre weckt deine Neugier. Und wenn alles nur ein Streich war, den dir dein Verstand gespielt hat? Und wenn die Heimsuchungen, die von <u>Der König in Gelb</u> ausgehen, nicht mehr aufhören wollen? Die Antwort auf deine Fragen befindet sich möglicherweise im Haus. Vorsichtig öffnest du die Vordertür erneut. Beruhigende Jazzklänge und das Gemurmel entspannter Unterhaltungen umfangen dich und werden lauter, als du eintrittst. In der Luft liegt der verlockende Geruch von gebratenem Schweinefleisch. Wie erwartet sind die Kampfspuren und Merkwürdigkeiten, die dir vorhin noch aufgefallen sind, inzwischen verschwunden. Als du um die Ecke ins Speisezimmer gehst, siehst du dort den Fremden in ein Gespräch mit einem hochgewachsenen Mann mit Schnurrbart vertieft, der einen edlen Anzug trägt und einen Stock mit Silbergriff bei sich hat. Der Fremde wendet sich dir zu, sein Blick bohrt sich in deinen Geist und du kannst vor Qualen kaum noch etwas sehen. Noch bevor du bemerkst, was vor sich geht, läufst du so schnell wie möglich fort und stolperst von Schmerzen gebeutelt und orientierungslos durch die Tür. Ohne zu Atem kommen zu können, eilst du zu deinem Fahrzeug und rast mit zitternden Händen, die das Lenkrad fest umklammern, fort von diesem Ort.
fr: Le changement dans l'air pique votre curiosité. Et si tout cela n'était qu'une construction de votre esprit ? Et si les horreurs qui ont suivi Le Roi en Jaune n'étaient que temporaires ? Les réponses à toutes vos questions doivent se trouver à l'intérieur. Vous ouvrez prudemment la porte du manoir une nouvelle fois. Un jazz rassurant et le bruit d'inoffensifs bavardages s'amplifient lorsque vous passez le seuil. L'odeur alléchante du porc rôti embaume l'air. Comme vous le soupçonniez, les traces de lutte et les étrangetés que vous aviez remarquées auparavant ont disparu sans explication. Puis, alors que vous tournez à l'angle du couloir menant à la salle à manger, vous découvrez l'Étranger en pleine discussion avec un autre homme – grand, moustachu, vêtu d'un élégant costume noir et tenant une canne au pommeau argenté. L'Étranger se tourne vers vous, son regard perçant sonde votre esprit et votre tête se met à tourner, en proie à une douleur insoutenable. Avant de réaliser ce que vous faites, vous vous retrouvez en train de fuir cette demeure aussi vite que possible, désorienté par les brumes de la douleur. Vous filez jusqu'à votre véhicule sans reprendre votre souffle et détalez, vos mains tremblantes agrippées au volant.
zh: 氛围的转变使你疑惑。这会不会只是你脑海中的错觉？还是说《黄衣之王》紧跟著的鬼影转瞬即逝？你所有问题的答案，可能就在这大宅里面。你小心翼翼地再次打开庄园的前门。随著你步入庄园，令人安心的爵士乐和人们闲聊的嘈杂声愈发响亮。空气中飘来煎烤猪肉的诱人香味。如你所料，你先前所发现的挣扎的迹象和种种怪事都已消失。然后，当你拐进宴会厅时，你发现陌生人正在和另一个男人交谈，他身材高挑，蓄有胡须，一身体面的黑西装，手里拿著银色手柄的手杖。陌生人转向你，他的目光穿透了你的心灵，你的视线痛苦地四处游移。在你意识到这一切之前，你便用尽全力跑了起来，痛觉和不知所踪的方向感使你在门廊处栽倒在地。连喘息的时间都没有，你冲到你的车子上并快速离开，扶在方向盘上的手都是颤抖的。

source: You can’t trust your senses. This is all a trick, an attempt to lure you back inside. You’re no safer now than you were before. Swallowing your fear, you set to work barricading the front door of the manor using several of the heavy stone benches lining the cobblestone path in the front yard. You hope it’s enough, but you aren’t willing to stick around to find out. As soon as you’re done, you head back to your vehicle and drive toward Southside, where you hope to find answers.
de: Du kannst deinen Sinnen nicht trauen. Dies ist alles nur ein Trick, um dich wieder hineinzulocken. Du bist nicht sicherer als vorher. Aber du unterdrückst deine Angst und beginnst damit, die Vordertür des Hauses mit schweren Steinbänken zu verrammeln, die vorher am kopfsteingepflasterten Weg im Vordergarten gestanden haben. Du hoffst, dass das ausreichen wird, bist aber nicht dazu bereit, hierzubleiben und es herauszufinden. Als du fertig bist, eilst du zu deinem Fahrzeug und fährst in Richtung Südstadt, wo du Antworten zu finden hoffst.
fr: Vous ne pouvez pas compter sur vos sens. Tout n'est qu'artifice, c'est un piège pour vous faire revenir à l'intérieur. Vous n'y serez pas plus en sécurité maintenant qu'auparavant. Luttant contre votre peur, vous commencez à barricader la porte d'entrée du manoir en utilisant certains des lourds bancs de pierre qui bordent l'allée pavée du jardin de devant. Vous espérez que ce sera suffisant, mais vous n'avez pas l'intention de rester dans les parages pour le découvrir. Une fois la barrière de fortune terminée, vous retournez à votre véhicule avant de vous diriger vers le Quartier Sud, où vous espérez trouver des réponses à vos questions.
zh: 你无法相信你所感知到的。这就是个圈套，想要引你回到那幢大宅去。你此刻仍处于危险之中。强忍著心头的恐惧，你开始从前庭的鹅卵石路上搬运几个沉甸甸的石凳，将它们堵在庄园的前门上。希望这些足够把门堵住，然而你不愿留在这儿寻找真相。完成这项工作之后，你回到车上，驶向南区，期望你能在那儿找到答案。

source: You dare not risk stepping back inside that madhouse. But you can’t let the monstrosities run amok, either. You root through the open garage for a few supplies, finding an old hose, an empty gasoline canister, and some matches. Knowing what you must do, you first siphon some gas from Mrs. Dumaine’s Oakland 6-54A. You spread the gasoline across the front porch, inside the garage, and around the manor’s outer walls. From there, all it takes is several matches to start the blaze. You watch from the front yard as the manor is eventually consumed by the flames. The sounds of crackling fire and snapping wood and the screeching of dying horrors fills the street. Satisfied, you head back to your vehicle and tear off toward Southside, full of grim determination.
de: Du kannst das Risiko nicht eingehen, das Haus erneut zu betreten. Aber du kannst diese abscheulichen Kreaturen auch nicht frei herumlaufen lassen. Du durchsuchst die Garage und findest einen alten Schlauch, einen leeren Benzinkanister und einige Streichhölzer. Da dir klar ist, was du tun musst, saugst du etwas Benzin aus Mrs. Dumaines Oakland 6-54A ab. Dieses Benzin verschüttest du auf der gesamten vorderen Veranda, in der Garage und rings um die äußeren Mauern des Hauses. Nun brauchst du nur noch einige Streichhölzer, um eine Feuersbrunst zu starten. Vom Vordergarten aus siehst du zu, wie das Haus schließlich von den Flammen verschlungen wird. In der ganzen Straße hört man das Prasseln des Feuers, das Bersten der Balken und die Todesschreie der schrecklichen Wesen. Zufrieden gehst du zu deinem Fahrzeug zurück und fährst voll grimmiger Entschlossenheit in die Südstadt.
fr: Vous ne risquez pas de retourner dans cette maison de fous, mais vous ne pouvez pas non plus laisser ces monstruosités en liberté. Vous courez vers le garage resté ouvert en quête de quelques fournitures. Vous trouvez un vieux tuyau, un jerrican d'essence vide et quelques allumettes. Résolu, vous siphonnez l'essence du réservoir de l'Oakland 6-54A de Mme Dumaine, puis vous la répandez sous le porche, dans le garage et le long des murs extérieurs de la demeure. Quelques allumettes suffisent à allumer l'incendie. Depuis le jardin de devant, vous observez un moment le manoir se faire consumer par les flammes. Les sons du brasier qui crépite, du bois qui cède, et les cris des horreurs mourantes emplissent la rue. Satisfait, vous retournez à votre véhicule et foncez vers le Quartier Sud, plein d'une froide détermination.
zh: 你不敢冒险回到那幢疯人院般的大宅中去。但你也不能让那群可怕的家伙肆意杀戮。你在敞著的车库里东翻西找，找到了一些东西：一根旧水管，一个空的汽油罐，还有一些火柴。深知这事儿非做不可，你首先从杜梅因夫人的奥克兰6-54A汽车中抽出一些汽油。你将汽油洒在门廊上、车库内，还在整个庄园的外墙浇了一圈。之后只用几根火柴便可引起一场火灾。你从前厅看著整个庄园最终被大火吞噬。火焰的爆裂声，木头噼噼啪啪地断裂，与人们垂死发出的恐惧尖叫交织在一起，充斥著整条街道。眼前的火势已达到预期，于是你回到车上并向南区驶去，心中只有坚如磐石的决心。

source: Lunacy's Reward
de: Der Schatten der Realität
fr: Le Prix de la Folie
zh: 癫狂奖励

source: Interlude I: Lunacy's Reward
de: Zwischenspiel I: Der Schatten der Realität
fr: Interlude I : Le Prix de la Folie
zh: 幕间故事I：癫狂奖励

source: Lunacy's Reward 1
de: Der Schatten der Realität 1

source: Lunacy's Reward 2
de: Der Schatten der Realität 2

source: Lunacy's Reward 3
de: Der Schatten der Realität 3

source: You did what had to be done... Right?
zh: 你做了應做之事……真是這樣嗎？
