{
  "id": "rttfa",
  "original_id": "tfa",
  "name": "Return to The Forgotten Age",
  "scenarios": [
    "tfa_prologue",
    "return_to_the_untamed_wilds",
    "tfa_interlude1",
    "return_to_the_doom_of_eztli",
    "tfa_interlude2",
    "return_to_threads_of_fate",
    "return_to_the_boundary_beyond",
    "tfa_interlude3",
    "return_to_heart_of_the_elders_part_1",
    "return_to_heart_of_the_elders_part_2",
    "return_to_the_city_of_archives",
    "tfa_interlude4",
    "return_to_the_depths_of_yoth",
    "tfa_interlude5",
    "return_to_shattered_aeons",
    "tfa_epilogue"
  ],
  "steps": [
    {
      "id": "explore",
      "type": "rule_reminder",
      "title": "Explore",
      "text": "Some abilities in this campaign are identified with an <b>Explore</b> action designator. Such abilities are generally used to find new locations to put into play, and are initiated using the “activate” action.\n<b>Explore</b> abilities instruct you to draw the top card of the “exploration deck,” which is a separate deck that is constructed during the setup of some scenarios. This deck consists of several single-sided locations and treachery cards.",
      "bullets": [
        {
          "text": "Each <b>Explore</b> ability indicates a particular type of location that you are seeking to draw. <b>If a location of that type is drawn, it is put into play, and you move to that location.</b> This is considered a “successful” exploration."
        },
        {
          "text": "If any other location is drawn, place it next to the exploration deck, and draw the next card from the exploration deck. Repeat this process until a location of the indicated type is drawn, or a treachery is drawn. After this action has ended, shuffle each location next to the exploration deck back into the exploration deck."
        },
        {
          "text": "If a treachery card is drawn, it is resolved as normal. If it is discarded, place it in the encounter discard pile as you would normally. There is no discard pile for the exploration deck. This is considered an “unsuccessful” exploration."
        },
        {
          "text": "As a single-sided location is put into play from the exploration deck, place clues on that location equal to its clue value."
        },
        {
          "text": "If an enemy is drawn from the exploration deck, it is resolved as normal. If it is discarded, place it in the encounter discard pile as you would normally. This is considered an \"unsuccessful\" exploration."
        },
        {
          "text": "In some scenarios, there are additional changes to the explore rules. These changes are noted on the setup card for each scenario."
        }
      ],
      "example": "<i>Example: Agenda 1a—“Expedition into the Wild” has the following ability: “[action]: Explore. Draw the top card of the exploration deck. If it is a connecting location, put it into play and move to it.” Ursula Downs is at the Expedition Camp and wishes to find a new location to travel to. She spends her first action to explore, drawing the top card of the exploration deck. The card she draws is Circuitous Trail. Because Circuitous Trail is a location that is not connected to the Expedition Camp, it is placed next to the exploration deck, and Ursula draws the next card in the exploration deck. This time, she draws the Low on Supplies treachery card, which she resolves as normal and places in the encounter discard pile. Her exploration is unsuccessful, and she must shuffle the Circuitous Trail that she drew previously back into the exploration deck. Ursula decides to explore one more time, spending a second action. This time, she draws Path of Thorns, which is connected to the Expedition Camp. Her exploration is successful. Path of Thorns is put into play with clues on it equal to its clue value, and Ursula immediately moves from the Expedition Camp to the Path of Thorns.</i>"
    }
  ]
}
