{
  "id": "return_to_the_depths_of_yoth",
  "original_id": "the_depths_of_yoth",
  "scenario_name": "Return to The Depths of Yoth",
  "full_name": "Scenario VII: Return to The Depths of Yoth",
  "setup": [
    "intro_1",
    "check_forging_own_path",
    "gather_encounter_sets",
    "check_yigs_fury",
    "set_aside_locations",
    "maybe_setup_harbinger",
    "check_agenda_6",
    "create_exploration_deck",
    "setup_depth",
    "set_aside_relic",
    "set_aside_poison",
    "encounter_deck",
    "depth_level_rule",
    "pursuit_rule",
    "additional_return_rules",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_depths_of_yoth",
        "return_to_the_depths_of_yoth",
        "agents_of_yig",
        "venomous_hate",
        "doomed_expedition",
        "ruins",
        "poison"
      ]
    },
    {
      "id": "put_harbinger_in_pursuit",
      "bullet_type": "small",
      "text": "Search the collection for the new Harbinger of Valusia <i>(The Sleeper Returns)</i> and place damage on it equal to the amount of damage recorded in parentheses in your Campaign Log. Because it is agenda 5a or 6a, place it in the pursuit area. (See “Pursuit,” below.)"
    },
    {
      "id": "set_aside_harbinger",
      "text": "Search the collection for the new Harbinger of Valusia <i>(The Sleeper Returns)</i> and set it aside, out of play. Place damage on it equal to the amount of damage recorded in parentheses in your Campaign Log. If the Harbinger of Valusia would enter play during this scenario, use this version instead of the original one. "
    },
    {
      "id": "create_exploration_deck",
      "text": "Create the exploration deck. This is done by taking the set-aside Steps of Yoth and 4 of the remaining single-sided locations and shuffling them together.",
      "bullets": [
        {
          "text": "Shuffle the Perils of Yoth treachery into the exploration deck."
        }
      ]
    },
    {
      "id": "additional_return_rules",
      "text": "For the duration of this scenario, the following additional rule applies:",
      "bullets": [
        {
          "text": "<b>Forced</b> - After a new exploration deck is created during act 1b: Search the encounter deck, discard pile, and all out-of-play areas for Perils of Yoth and shuffle it into the exploration deck. Shuffle the encounter deck if it was searched."
        }
      ]
    },
    {
      "id": "ask_collected_strange_liquid",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "strange_liquid",
            "text": "Do you remember that you “collected a strange liquid”?",
            "steps": ["check_goop"]
          }
        ]
      }
    },
    {
      "id": "check_goop",
      "bullet_type": "small",
      "type": "branch",
      "text": "Check your supplies. If any investigator has sticky goop:",
      "condition": {
        "type": "check_supplies",
        "section": "supplies",
        "investigator": "any",
        "id": "sticky_goop",
        "name": "Sticky Goop",
        "options": [
          {
            "boolCondition": true,
            "steps": ["key_of_eztli_story", "gain_key_of_eztli"]
          }
        ]
      }
    },
    {
      "id": "key_of_eztli_story",
      "type": "story",
      "text": "The liquid from the fountain dissolves the viscous substance, revealing a solid object beneath the ooze. Record \"Key of Eztli\" in any one investigator's supplies."
    },
    {
      "id": "gain_key_of_eztli",
      "type": "input",
      "input": {
        "type": "investigator_choice",
        "investigator": "any",
        "source": "scenario",
        "choices": [
          {
            "id": "gain_key_of_eztli",
            "text": "Key of Eztli",
            "effects": [
              {
                "type": "gain_supplies",
                "section": "supplies",
                "investigator": "$input_value",
                "supplies": [
                  {
                    "id": "key_of_eztli",
                    "name": "Key of Eztli",
                    "description": "The Key of Eztli.",
                    "cost": 0,
                    "multiple": false
                  }
                ]
              }
            ]
          }
        ]
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached\n(each investigator resigned or was defeated)",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": ["resolution_1"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "After hours and hours of travel, you’ve only just scratched the surface of this boundless subterranean world. Humanity could spend centuries mapping out these tunnels and never complete the task. No matter how quickly you plumb the depths, the serpents chasing you are hot on your tail. You are intruders in their home, and they know these hellish tunnels better than you. With your wounds slowing you down and panic seeping into every one of your decisions, your death at the hands of these creatures is inevitable. Despair worms its way into your mind. When the serpents inevitably catch up to you, you are crossing one of the cavern’s many long bridges of stone that span a wide, dark chasm. Serpent creatures on both sides of the chasm flank you, spear tips corralling you against the precarious edge of the bridge. A small hunk of stone cracks at your heel and detaches, falling into the inky void below. You do not hear it strike the floor of the chasm. There is no hope to escape or flee this time—you have no choice but to accept your fate. The spear tips press you closer to the edge. You close your eyes and fall.",
      "steps": ["fell_into_depths", "record_final_depth", "check_final_depth", "ask_collected_strange_liquid", "check_harbinger", "record_yigs_fury", "earn_xp", "check_investigators_poisoned"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "Somehow, despite the odds stacked against you, you’ve reached your destination. The telltale red glow that has enveloped you since you entered Yoth recedes, replaced with an unpierceable inky darkness. The Nexus must be close... You can feel it.",
      "steps": ["nexus_is_near", "check_harbinger", "ask_collected_strange_liquid", "record_yigs_fury", "earn_xp_full_depth", "check_investigators_poisoned"]
    }
  ]
}
