{
  "id": "return_to_threads_of_fate",
  "original_id": "threads_of_fate",
  "scenario_name": "Return to Threads of Fate",
  "full_name": "Scenario III: Return to Threads of Fate",
  "setup": [
    "intro_1",
    "check_gave_relic_to_alejandro",
    "choose_talk_to_ichtaca",
    "intro_7",
    "gather_encounter_sets",
    "set_aside_alejandro_and_relic",
    "setup_locations",
    "location_layout",
    "set_aside_cards",
    "setup_act_deck",
    "encounter_deck",
    "three_acts_three_decks",
    "setup_act_ab",
    "setup_act_cd",
    "setup_act_ef_prompt",
    "setup_act_ef",
    "setup_act_gh",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "intro_7",
      "type": "story",
      "text": "As if you didn't already have several other pressing concerns, this morning's article in the <i>Arkham Advertiser</i> piques your interest: \"Chaos in French Hill!\" The article goes on to describe several strange happenings sighted around the estate of one Marshall Hastings in French Hill, an old and storied neighborhood of Arkham. According to the article's source—who goes unnamed—the mansion has become a tangled mess of overgrowth and serpents. The article reports that a recent expedition returned with several strange artifacts in tow, meant to be displayed in the Hastings manor. You wonder if this has anything to do with your expedition to find the Eztli. Even if these events are unrelated, your investigation might connect you with others who can assist you in turn."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "threads_of_fate",
        "return_to_threads_of_fate",
        "pnakotic_brotherhood",
        "arkham",
        "locked_doors",
        "nightgaunts",
        "cult_of_pnakotus"
      ],
      "subtext": "When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow) and the following locations: Northside, Downtown (First Bank of Arkham), Easttown, Miskatonic University, and Rivertown. Do not gather the rest of the locations or the act, agenda, and scenario reference cards from that set."
    },
    {
      "id": "set_aside_cards",
      "text": "Set the Veda Whitsley asset, the Town Hall location, the Ichtaca <i>(The Forgotten Guardian)</i> asset, and the Expedition Journal asset aside, out of play."
    },
    {
      "id": "setup_act_gh",
      "text": "The investigators must choose one of the following options, and adjust the contents of the “g/h” deck accordingly:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "police",
            "text": "If you wish to find the source named in the <i>Advertiser's</i> story.",
            "steps": ["find_advertiser_source"]
          },
          {
            "id": "search_alone",
            "text": "If you wish to find the root of the problem.",
            "steps": ["find_root_of_problem"]
          }
        ]
      }
    },
    {
      "id": "find_advertiser_source",
      "bullet_type": "small",
      "text": "Remove the following act cards from the “g/h” deck: Search for the Meaning, both copies of The Overgrown Estate, and 1 of the 2 copies of Seeking Trouble, at random."
    },
    {
      "id": "find_root_of_problem",
      "bullet_type": "small",
      "text": "Remove the following act cards from the “g/h” deck: Search for the Source, both copies of Seeking Trouble, and 1 of the 2 copies of The Overgrown Estate, at random."
    }
  ]
}
