{
  "id": "the_crown",
  "scenario_name": "The Crown",
  "full_name": "Chapter IV: Crown",
  "header": "Chapter IV",
  "setup": [
    "record_player_count",
    "check_earned_barors_trust",
    "gather_encounter_sets",
    "check_must_banish_egil",
    "create_explore_deck",
    "setup_locations",
    "encounter_deck",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "record_player_count",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "scenario_data",
        "scenario_data": "player_count",
        "options": [
          {
            "numCondition": 1,
            "effects": [
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_2",
                "operation": "set",
                "value": 2
              },
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_3",
                "operation": "set",
                "value": 3
              }
            ]
          },
          {
            "numCondition": 2,
            "effects": [
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_2",
                "operation": "set",
                "value": 4
              },
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_3",
                "operation": "set",
                "value": 6
              }
            ]
          },
          {
            "numCondition": 3,
            "effects": [
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_2",
                "operation": "set",
                "value": 6
              },
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_3",
                "operation": "set",
                "value": 9
              }
            ]
          },
          {
            "numCondition": 4,
            "effects": [
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_2",
                "operation": "set",
                "value": 8
              },
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "zce_player_count_3",
                "operation": "set",
                "value": 12
              }
            ]
          }
        ]
      }
    },
    {
      "id": "check_earned_barors_trust",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "earned_barors_trust",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_1", "search_for_saga_asset"]
          },
          {
            "boolCondition": false,
            "steps": ["intro_2", "2_additional_resources"]
          }
        ]
      }
    },
    {
      "id": "intro_1",
      "type": "story",
      "text": "You thank Bárðr for his generosity and stare into the dark tunnel past the gate. The brutal cold outside swirls with the rising heat from the volcano's core.</i>\n\"A great evil... lies at the heart of the volcano. Descend into... the darkness... and you will find Egil.\"\nYou know how the saga must end. Whatever power lies in this crown must be destroyed, and Egil must not be brought back to the living world. Determined, you bid farewell to the mysterious half-troll and step through the gate."
    },
    {
      "id": "search_for_saga_asset",
      "text": "Each investigator may search their deck for a [[Saga]] asset and play it (paying its cost)."
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "Bárðr stands before you, deep in thought.\n\"You may be weak... but you don't deserve the fate... of the wretched within the volcano. Take this... Harðfiskur to keep the spirit... of the sea beside you.\"\nBárðr hands you a pack of dried fish wrapped in leather. Judging from its packaging, this could be hundreds of years old."
    },
    {
      "id": "2_additional_resources",
      "text": "Each investigator begins the scenario with 2 additional resources."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_crown",
        "berserkers",
        "glacial_mists",
        "runic_oaths"
      ]
    },
    {
      "id": "check_must_banish_egil",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "must_banish_egil",
        "options": [
          {
            "boolCondition": true,
            "steps": ["banish_setup_1", "banish_setup_2", "banish_setup_3"]
          },
          {
            "boolCondition": false,
            "steps": ["check_must_defeat_egil"]
          }
        ]
      }
    },
    {
      "id": "check_must_defeat_egil",
      "text": "Check Campaign Log. <i>If you must defeat Egil</i> or <i>if the investigators are on their own:</i>",
      "type": "branch",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log",
            "section": "campaign_notes",
            "id": "must_defeat_egil",
            "options": [{ "boolCondition": true }]
          },
          {
            "type": "campaign_log",
            "section": "campaign_notes",
            "id": "on_their_own",
            "options": [{ "boolCondition": true }]
          }
        ],
        "count": 1,
        "options": [
          {
            "boolCondition": true,
            "steps": ["defeat_setup_1", "defeat_setup_2", "defeat_setup_3"]
          },
          {
            "boolCondition": false,
            "steps": ["check_must_restore_egil"]
          }
        ]
      }
    },
    {
      "id": "check_must_restore_egil",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "must_restore_egil",
        "options": [
          {
            "boolCondition": true,
            "steps": ["restore_setup_1", "restore_setup_2", "restore_setup_3"]
          },
          {
            "boolCondition": false,
            "steps": ["check_must_deceive_egil"]
          }
        ]
      }
    },
    {
      "id": "check_must_deceive_egil",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "must_deceive_egil",
        "options": [
          {
            "boolCondition": true,
            "steps": ["deceive_setup_1", "deceive_setup_2", "deceive_setup_3"]
          }
        ]
      }
    },
    {
      "id": "banish_setup_1",
      "bullet_type": "small",
      "text": "Set aside Thorolf (Wise Brother). All other copies of Thorolf are removed from the game."
    },
    {
      "id": "banish_setup_2",
      "bullet_type": "small",
      "text": "During this scenario, use Act 2a—Lost Brother (v. I). The other versions of Act 2a are removed from the game."
    },
    {
      "id": "banish_setup_3",
      "bullet_type": "small",
      "text": "During this scenario, use Act 3a—Banish Him. The other versions of Act 3a are removed from the game."
    },
    {
      "id": "defeat_setup_1",
      "bullet_type": "small",
      "text": "Set aside Thorolf (Brother's Keeper). All other copies of Thorolf are removed from the game."
    },
    {
      "id": "defeat_setup_2",
      "bullet_type": "small",
      "text": "During this scenario, use Act 2a—Lost Brother (v. II). The other versions of Act 2a are removed from the game."
    },
    {
      "id": "defeat_setup_3",
      "bullet_type": "small",
      "text": "During this scenario, use Act 3a—Defeat Him. The other versions of Act 3a are removed from the game."
    },

    {
      "id": "restore_setup_1",
      "bullet_type": "small",
      "text": "Set aside Thorolf (Loving Brother). All other copies of Thorolf are removed from the game."
    },
    {
      "id": "restore_setup_2",
      "bullet_type": "small",
      "text": "During this scenario, use Act 2a—Lost Brother (v. III). The other versions of Act 2a are removed from the game."
    },
    {
      "id": "restore_setup_3",
      "bullet_type": "small",
      "text": "During this scenario, use Act 3a—Restore Him. The other versions of Act 3a are removed from the game."
    },
    {
      "id": "deceive_setup_1",
      "bullet_type": "small",
      "text": "Set aside Thorolf (Ambitious Brother). All other copies of Thorolf are removed from the game."
    },
    {
      "id": "deceive_setup_2",
      "bullet_type": "small",
      "text": "During this scenario, use Act 2a—Lost Brother (v. IV). The other versions of Act 2a are removed from the game."
    },
    {
      "id": "deceive_setup_3",
      "bullet_type": "small",
      "text": "During this scenario, use Act 3a—Deceive Him. The other versions of Act 3a are removed from the game."
    },
    {
      "id": "create_explore_deck",
      "text": "Create the exploration deck. This is done by taking the seven single-sided [[Cave]] locations and shuffling them together, along with one copy each of the following treachery cards: Disorienting Mist, Rockfall, and Uneven Footing."
    },
    {
      "id": "setup_locations",
      "text": "Put Boulder Choke into play. Each investigator begins play at Boulder Choke. Set aside all other locations."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "confirm_text": "Each investigator earns 5 bonus experience from their harrowing ordeal.",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "bonus": 5
          }
        ]
      }
    },
    {
      "id": "1_mental_trauma",
      "text": "Each investigator suffers 1 mental trauma.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "mental": 1
        }
      ]
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    },
    {
      "id": "lose_campaign",
      "text": "The investigators lose the campaign.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "skip_scenario",
          "scenario": "ce_epilogue"
        },
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "lose"
        }
      ]
    },
    {
      "id": "win_campaign",
      "text": "The investigators win the campaign!",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "win"
        }
      ]
    },
    {
      "id": "all_insane",
      "text": "Each investigator is driven <b>insane</b>.",
      "effects": [
        {
          "type": "trauma",
          "insane": true,
          "investigator": "all"
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator was defeated",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": ["resolution_1"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "You collapse on the cavern floor and feel the sordid heat rising to match your body temperature. The mist that had abated at the mouth of the cave has fully replaced the stale air. Your vision dims as your eyes adjust to the darkness. Ethereal shapes emerge from the mist: a warrior with a halberd, a mother and child hand in hand, an old man (or is it a wolf?)... wielding a large hammer. You feel untethered from reality as your body rises from the hard floor. You can feel the change spreading inside your body as you become lighter than air. The people before you bring comfort, and you can only hope that you will maintain the same dignity as a denizen of the mist.",
      "steps": ["all_insane", "lose_campaign"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "After finishing his grotesque laugh, Egil procures a horn of ale, seemingly from the ether, and invites you to drink. The mist inside you demands to be sated, so you down the ale greedily, foam sloshing and sizzling on the fiery stones below. Your eyes alight with the same flame as Egil, and your insides rage with fire. You finally feel comfortable in your own skin, as you are engulfed in sickly green flame. There is no pain as the skin sloughs off your skull, revealing your true form, a lieutenant of Egil Skallagrímsson.",
      "steps": ["all_insane", "lose_campaign"]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "Egil's uncanny skill with runes provided a supernatural advantage over his enemies, but the power of words is a double-edged sword. Tapping an unknown reservoir of knowledge from your obsession with runic carvings, you see the opportunity for magical wordplay.\nThe words for </i>health<i> and </i>flame<i>, </i>king<i> and </i>ruin<i>, and </i>time<i> and </i>banishment<i> all are separated from each other by a few simple strokes. Using your pocket knife, you are able to rewrite the twisted missive and change the fate of the world.\nWhen he realizes what you've done, Egil snaps his head back unnaturally against the nape of his neck, peering at you upside down with his eyes on fire. You think you even read sadness in the flames. The mist in the room rushes into Egil's body, bloating and distorting it until, all at once, it explodes with light.\nUnsupported by the foul mist, Egil's skeleton collapses to the ground. His large, deformed skull, the crown of Egil, has split in two. Egil's spirit has been severed from his mortal remains, never to return.",
      "steps": ["1_mental_trauma", "earn_xp", "win_campaign"]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "text": "Egil's strength came from a combination of brute force, cunning guile, and magical incantation. Yet, you are able to understand and overcome each of these obstacles with your knowledge of the past and your hope for the future.\nAs you land the killing blow, Egil lets out a ghastly shriek that embodies the voice of each of his victims screaming in unison, piercing your ear drums. Your head erupts with pain and the room falls silent as you watch Egil's limp skeleton collapse to the floor.\nYou feel warm blood trickling out of your ears as you notice on the ground the large, deformed skull of your enemy, the crown of Egil, has been split in two. Egil's mortal remains may no longer house his evil spirit.",
      "steps": ["1_mental_trauma", "earn_xp", "win_campaign"]
    },
    {
      "id": "R5",
      "title": "Resolution 5",
      "text": "Somehow, amidst the heat and horror of the battle, you are able to convey your knowledge of Egil's past. You show him that he was not wronged by his enemies, but that his own suffering fueled the hatred that marked his complex life. He is dumbstruck when you forgive him for the death of his sons. You know he is not to blame and that no one man can bend the will of the gods. The flames in his eyes flicker and slowly fade as he remembers.\nEgil drops his weapons and is overcome by grief. You tell him that he can finally rest knowing that his legacy will live on, the violence and the verse. He takes a final, knowing look at you before taking a gigantic breath. Egil consumes every last wisp of mist in the cavern until he suddenly explodes with light. When you can once again open your eyes, you see on the ground his deformed skull, the crown of Egil, split in two. Egil's spirit rests easy, never to return to the mortal realm.",
      "steps": ["1_mental_trauma", "earn_xp", "win_campaign"]
    },
    {
      "id": "R6",
      "title": "Resolution 6",
      "text": "Egil responds to each verse of your poem with sick, ghastly laughter. At first you think he must find it pathetic, but you notice him rapt with attention. He appears to be lost in his memories of glory, and even an imperfect messenger stirs his need for self-aggrandizement.\nIn his revelry, Egil gives you a twisted smile and sees your potential. You have proven yourself to be a suitable herald of his new reign. You move to embrace Egil in celebration of this bond, quickly lock your arms around his neck, and twist with your entire body weight.\nAn abortive shriek emerges from his mouth as the necrotic flesh and dry neck bones give way with the tearing sound of rotting wood. The room is bathed in mist spouting from his limp corpse, sending you into a fit of coughing.\nWhen the air clears, you see the large, deformed skull on the cavern floor, the crown of Egil, split in two. Egil's insatiable greed was the final deception. No more would his spirit threaten to return to the mortal realm.",
      "steps": ["1_mental_trauma", "earn_xp", "win_campaign"]
    }
  ]
}
