[
  {
    "code": "zbh_00001",
    "name": "Марк Гррр-риган",
    "subname": "Пёс войны",
    "text": "У вас есть 2 дополнительных слота лап, которые можно занимать только активами-[[оружием]]. Да, вы верно услышали. Не спрашивайте, как.\n[elder_sign]: +2. Снизьте на 2 цену следующего актива-[[оружия]], который вы сыграете в этом раунде.",
    "traits": "Ветеран.",
    "back_flavor": "Bark Harrigan is the best of the best. Trained in paw-to-paw combat and barksmanship, he takes pride in being a protector of humanity. A shield against the feline forces that threaten to invade the world. But will his weapons and skills be enough? Or is he all bark and no bite?",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Guardian cards ([guardian]) level 0-5, Neutral cards level 0-5, [[Weapon]] cards level 0.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Catling Gun, More Bark Than Bite, 1 random basic weakness."
  },
  {
    "code": "zbh_00002",
    "name": "Пулемёт Котлинга",
    "text": "Только в колоду Марка Гррр-ригана.\nМногоразовый (12 патронов).\n[action][action] Потратьте 1–3 патрона: <b>Бой.</b> У вас +X [combat] и вы наносите +X ран в этой атаке. X равен числу патронов, потраченных в качестве цены этого свойства.",
    "traits": "Вещь. Оружие. Огнестрельное."
  },
  {
    "code": "zbh_00003",
    "name": "Лает, но не кусает",
    "text": "<b>Раскрытие</b> — Введите «Лает, но не кусает» в свою зону угрозы.\nУ вас −3 [combat]. (ГАВ! ГАВ! ГАВ!)\n<b>Обязательно</b> — После того как вы победили врага: Сбросьте «Лает, но не кусает».",
    "traits": "Изъян."
  },
  {
    "code": "zbh_00004",
    "name": "Кейт Тяфтроп",
    "subname": "Лабораторный лабрадор",
    "text": "Пока вы находитесь в локации, которую вы обнюхали, у каждой проверки, которую вы проходите, −1 к сложности.\n[action]: Обнюхайте свою локацию или связанную с ней локацию. Это действие не вызывает внеочередных атак.\n[elder_sign]: +0. Обнюхайте свою локацию или связанную с ней локацию.",
    "traits": "Учёный. Щенок.",
    "back_flavor": "One of the brightest in Muttskatonic University Obedience School, Kate is an expert in theoretical physics, chemistry, and zoology. Thanks to her keen mind and attention to detail, she has concocted a way to defend herself and others from the machinations of cats everywhere. Using her newly constructed Feline Discombobulator—and her keen sense of smell—Kate will sniff out evil and defend Barkham from the forces that dwell in the shadows.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Seeker cards ([seeker]) level 0-5, Neutral cards level 0-5, up to five other level 0 cards that look like they would smell weird.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Feline Discombobulator, Foul Odor, 1 random basic weakness."
  },
  {
    "code": "zbh_00005",
    "name": "Кошачий столкусбиватель",
    "subname": "Сбивает кошек с толку",
    "text": "Только в колоду Кейт Тяфтроп.\n[reaction] Когда в вашу локацию выкладывается враг, если этот враг — кошка, выглядит как кошка или в какой-то мере является странным гибридом человека и кошки, поверните «Кошачий столкусбиватель»: Автоматически уйдите от этого врага.",
    "traits": "Вещь. Наука."
  },
  {
    "code": "zbh_00006",
    "name": "Невыносимая вонь",
    "text": "<b>Раскрытие</b> — Введите «Невыносимую вонь» в свою зону угрозы.\n<b>Обязательно</b> — После того как вы прошли проверку в локации, которую вы обнюхивали: Получите 1 ужас.\n[action]: Сбросьте «Невыносимую вонь» и все жетоны, отмечающие обнюханные локации.",
    "traits": "Безумие."
  },
  {
    "code": "zbh_00007",
    "name": "Скат О’Слюн",
    "subname": "Сбежавший из приюта",
    "text": "[action] Потратьте 1 ресурс: <b>Движение.</b> Вы глядите на человека щенячьими глазами, пока он не прокатит вас на машине. Переместитесь до 3 раз, не начиная при этом сражаться с врагами. (Не чаще 1 раза в раунд).\n[elder_sign]: +2. Нанесите 1 рану следующему врагу, в чью локацию вы переместитесь в этом раунде.",
    "traits": "Преступник.",
    "back_flavor": "\"Skids\" O'Drool always wanted to be a good boy. But his nose for trouble kept landing him in the pound, where the \"bad dogs\" go. Usually this was because of his favorite pastime: begging to go for a car ride, then fervently wrenching the wheel away from the hapless human. How this obsession with cars began, we may never know. All we know is that other drivers should be careful when \"Skids\" is on the loose.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Rogue cards ([rogue]) level 0-5, Neutral cards level 0-5, up to five other level 0 cards that \"move\" you (and by \"move\" we mean physically, not emotionally).\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Take the Wheel, Dogcatchers, 1 random basic weakness."
  },
  {
    "code": "zbh_00008",
    "name": "Выхватить руль",
    "text": "Только в колоду Ската О’Слюна.\nБыстрое. Играйте только в свой ход.\nДо конца своего хода, каждый раз, когда вы переместились в локацию, нанесите 3 раны врагу в этой локации.",
    "traits": "Что? Нет. Перестань. Фу. Плохой мальчик."
  },
  {
    "code": "zbh_00009",
    "name": "Звероловы",
    "text": "<b>Добыча</b> — Скат О’Слюн.\nОхотник.\n<b>Обязательно</b> — После того как «Звероловы» вошли в вашу локацию (или вы вошли в локацию «Звероловов»): Вы не можете перемещаться до конца раунда.",
    "traits": "Гуманоид."
  },
  {
    "code": "zbh_00010",
    "name": "Жаклин Клык",
    "subname": "Лапкомант",
    "text": "[fast] Закопайте 1 карту с руки под «Жаклин Клык», лицом вниз: Возьмите 1 карту (Не чаще 1 раза в раунд).\n[action]: Выберите и откопайте себе на руку 1 или 2 карты из-под Жаклин.\n[elder_sign]: +1. Откопайте себе на руку закопанную карту.",
    "traits": "Ясновидящая.",
    "back_flavor": "As a psychic, Jacqueline Canine can always foretell what is buried beneath the earth in any given spot. She knows where to go to find the best bones, where to rummage to find the tastiest scraps of food, and where to beg for the best treats. But what will Jacqueline do when these premonitions lead her to real danger?",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Mystic cards ([mystic]) level 0-5, Neutral cards level 0-5, level 0-5 cards that are cats or have cats in their artwork. (Blasphemy!)\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Chew Toy of Nightmares, No Sense of Space or Time, 1 random basic weakness."
  },
  {
    "code": "zbh_00011",
    "flavor": "Жевать — не пережевать.",
    "name": "Кусалка кошмаров",
    "subname": "Кошмары тебе предрекаю",
    "text": "Только в колоду Жаклин Клык.\nВы можете добавлять закопанные карты к проверкам, как будто они у вас на руке.",
    "traits": "Вещь. Редкая. Проклятая."
  },
  {
    "code": "zbh_00012",
    "name": "Незнакомое время и место",
    "text": "<b>Раскрытие</b> — О нет! Вы забыли, где закопали все свои карты! Для каждой карты, которую вы закопали, выберите одно: либо получите 1 ужас, либо сбросьте ту карту.",
    "traits": "Изъян."
  },
  {
    "code": "zbh_00013",
    "name": "Дюк",
    "subname": "Хороший мальчик",
    "text": "Вы начинаете игру с «Верным человеком» в игре.\n[action][action]: Вы просите ещё вкусняшек. Положите 3 вкусняшки на «Верного человека».\n[elder_sign]: +2. Положите 1 вкусняшку на «Верного человека». После завершения проверки разверните его.",
    "traits": "Скиталец.",
    "back_flavor": "Arf. Arf arf arf. BARK! Grrrrrrrr. Woof. Arf arf arf arf arf arf arf. Bark bark. Mrr?… Bark. Bark bark. Arf arf arf arf arf. Borf borf. Woof woof woof! AROOOOOOO—",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Survivor cards ([survivor]) level 0-5, Neutral cards level 0-5, up to 5 other level 0 [[Ally]] cards who are either other dogs or humans who want to pet you.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Friendly Human, Out of Doggie Treats, 1 random basic weakness.\n<b>Deckbuilding Restrictions</b>: ABSOLUTELY NO CATS UNDER ANY CIRCUMSTANCES!"
  },
  {
    "code": "zbh_00014",
    "name": "Верный человек",
    "subname": "Кажется, его зовут «Пит»?",
    "text": "Только в колоду Дюка. Многоразовый (5 вкусняшек).\n[reaction] После того как вы успешно прошли проверку, потратьте 1 вкусняшку: Хороший мальчик! (Выбрать одно):\n• Вылечить 1 рану или 1 ужас.\n• Взять 1 карту.\n• Получить 1 ресурс.",
    "traits": "Союзник."
  },
  {
    "code": "zbh_00015",
    "flavor": "…но я вёл себя хорошо!\nНет? Плохо?\nЯ был хорошим, правда?\n…правда?",
    "name": "Кончились вкусняшки",
    "text": "<b>Раскрытие</b> — Удалите все вкусняшки с «Верного человека».",
    "traits": "Промах."
  },
  {
    "code": "zbh_00016",
    "flavor": "Такие обычно носят сторожевые псы.",
    "name": "Шипастый ошейник",
    "text": "Только в колоду Гавкхэма.\n[reaction] Когда атака врага наносит вам хотя бы 1 рану, поверните «Шипастый ошейник»: Нанесите 1 рану атаковавшему врагу.",
    "traits": "Вещь. Защита."
  },
  {
    "code": "zbh_00017",
    "flavor": "Мемы ещё не изобрели.",
    "name": "Пёсий монокль",
    "text": "Только в колоду Гавкхэма.\nУ вас +1 [intellect] при исследовании, а также +1 к навыку при проведении действия «Переговоры», потому что право, взгляните на себя.",
    "traits": "Вещь. Инструмент. Шикарный."
  },
  {
    "code": "zbh_00018",
    "flavor": "Собака нанимает другую собаку, что тут такого?",
    "name": "Наёмные псы",
    "text": "Только в колоду Гавкхэма.\n[fast] В свой ход поверните «Наёмных псов»: <b>Бой.</b>/<b>Исследование.</b> Ваше базовое значение [combat]/[intellect] равно 4. После завершения этой проверки вы должны либо заплатить 1 ресурс, чтобы накормить «Наёмных псов», либо сбросить «Наёмных псов».",
    "traits": "Союзник. Существо. Псотоварищи."
  },
  {
    "code": "zbh_00019",
    "flavor": "Клигх-форд не совсем Древний, но его определённо можно считать кайдзю.",
    "name": "Вой Клигх-форда",
    "text": "Только в колоду Гавкхэма.\n<b>Уход.</b> Враг, выбранный для розыгрыша этой карты, должен быть в игре и иметь самое высокое значение ухода. Эта попытка ухода использует [willpower] вместо [agility]. При успехе автоматически уйдите от всех не [[элитных]] врагов в игре.",
    "traits": "Заклинание."
  },
  {
    "code": "zbh_00020",
    "flavor": "Это как кусалка, только пахнет ещё сильнее!",
    "name": "Старый кроссовок",
    "text": "Только в колоду Гавкхэма.\n[fast] Нанесите одну рану «Старому кроссовку»: вылечите 1 ужас.",
    "traits": "Вещь. Обувь, но не совсем."
  },
  {
    "code": "zbh_00021",
    "flavor": "Иди домой, пёс, ты пьян.",
    "name": "Опохмелин",
    "text": "Только в колоду Гавкхэма.\nМаксимум 1 такая карта на проверку.\nПосле завершения этой проверки сыщик, проходивший её, получает −2 к навыку в следующей проверке, которую он будет проходить в этом раунде.",
    "traits": "Приобретённый."
  },
  {
    "code": "zbh_00022",
    "name": "The Meddling of Meowlathotep",
    "text": "Easy / Standard\n[skull]: -X. X is half the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep, rounded up.\n[cultist]: -2. If you fail, Add 1 doom token to the nearest enemy.\n[tablet]: -2. If you fail, place 1 of your clues on your location.\n[elder_thing]: -5. Woof.",
    "back_text": "Hard / Expert\n[skull]: -X. X is the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep.\n[cultist]: -2. Add 1 doom token to the nearest enemy.\n[tablet]: -2. place 1 of your clues on your location.\n[elder_thing]: -7. Woof."
  }
]