[
  {
    "code": "zbh_00001",
    "name": "Марк Гррр-риган",
    "subname": "Пёс войны",
    "text": "У вас есть 2 дополнительных слота лап, которые можно занимать только активами-[[оружием]]. Да, вы верно услышали. Не спрашивайте, как.\n[elder_sign]: +2. Снизьте на 2 цену следующего актива-[[оружия]], который вы сыграете в этом раунде.",
    "traits": "Ветеран.",
    "back_flavor": "Марк Гррр-риган — лучший из лучших. Обученный лапопашному бою и прицельной брехне, он с гордостью защищает человечество. Служит щитом от кошачьих сил, угрожающих миру вторжением. Но будет ли его оружие и навыков достаточно? Или же он только лает, но не кусает?",
    "back_text": "<b>Размер колоды</b>: 30.\n<b>Возможные карты</b>: карты Хранителя ([guardian]) уровня 0-5, нейтральные карты уровня 0-5, карты [[оружия]] уровня 0.\n<b>Обязательные карты</b> (не идут в счёт размера колоды): «Пулемёт Котлинга», «Лает, но не кусает», 1 случайная базовая слабость."
  },
  {
    "code": "zbh_00002",
    "name": "Пулемёт Котлинга",
    "text": "Только в колоду Марка Гррр-ригана.\nМногоразовый (12 патронов).\n[action][action] Потратьте 1–3 патрона: <b>Бой.</b> У вас +X [combat] и вы наносите +X ран в этой атаке. X равен числу патронов, потраченных в качестве цены этого свойства.",
    "traits": "Вещь. Оружие. Огнестрельное."
  },
  {
    "code": "zbh_00003",
    "name": "Лает, но не кусает",
    "text": "<b>Раскрытие</b> — Введите «Лает, но не кусает» в свою зону угрозы.\nУ вас −3 [combat]. (ГАВ! ГАВ! ГАВ!)\n<b>Обязательно</b> — После того как вы победили врага: Сбросьте «Лает, но не кусает».",
    "traits": "Изъян."
  },
  {
    "code": "zbh_00004",
    "name": "Кейт Тяфтроп",
    "subname": "Лабораторный лабрадор",
    "text": "Пока вы находитесь в локации, которую вы обнюхали, у каждой проверки, которую вы проходите, −1 к сложности.\n[action]: Обнюхайте свою локацию или связанную с ней локацию. Это действие не вызывает внеочередных атак.\n[elder_sign]: +0. Обнюхайте свою локацию или связанную с ней локацию.",
    "traits": "Учёный. Щенок.",
    "back_flavor": "Одна из самых смышлённых выпускниц факультета Послушания Пёсотоникского университета, Кейт — эксперт в теоретической физике, химии и зоологии. Благодаря острому уму и вниманию к деталям, она придумла способ защитить себя и других от кошачьих махинаций. Используя своё недавнее изобретение — Кошачий столкусбиватель — а также свой острый нюх, Кейт может учуять любые злодеяния и защитить Гавкхэм от сил, что пребывают во мраке.",
    "back_text": "<b>Размер колоды</b>: 30.\n<b>Возможные карты</b>: карты Искателя ([seeker]) уровня 0-5, нейтральные карты уровня 0-5, до 5 карт уровня 0, которы выглядят так, будто странно пахнут.\n<b>Обязательные карты</b> (не идут в счёт размера колоды): «Кошачий столкусбиватель», «Невыносимая вонь», 1 случайная базовая слабость."
  },
  {
    "code": "zbh_00005",
    "name": "Кошачий столкусбиватель",
    "subname": "Сбивает кошек с толку",
    "text": "Только в колоду Кейт Тяфтроп.\n[reaction] Когда в вашу локацию выкладывается враг, если этот враг — кошка, выглядит как кошка или в какой-то мере является странным гибридом человека и кошки, поверните «Кошачий столкусбиватель»: Автоматически уйдите от этого врага.",
    "traits": "Вещь. Наука."
  },
  {
    "code": "zbh_00006",
    "name": "Невыносимая вонь",
    "text": "<b>Раскрытие</b> — Введите «Невыносимую вонь» в свою зону угрозы.\n<b>Обязательно</b> — После того как вы прошли проверку в локации, которую вы обнюхивали: Получите 1 ужас.\n[action]: Сбросьте «Невыносимую вонь» и все жетоны, отмечающие обнюханные локации.",
    "traits": "Безумие."
  },
  {
    "code": "zbh_00007",
    "name": "Скат О’Слюн",
    "subname": "Сбежавший из приюта",
    "text": "[action] Потратьте 1 ресурс: <b>Движение.</b> Вы глядите на человека щенячьими глазами, пока он не прокатит вас на машине. Переместитесь до 3 раз, не начиная при этом сражаться с врагами. (Не чаще 1 раза в раунд).\n[elder_sign]: +2. Нанесите 1 рану следующему врагу, в чью локацию вы переместитесь в этом раунде.",
    "traits": "Преступник.",
    "back_flavor": "Скат О'Слюн всегда хотел быть хорошим мальчиком. Но нюх на неприятности регулярно приводил его в приют для животных — в место, куда попадают «плохие псы». Обычно это происходило из-за его любимого времяпрепровождения — умолять прокатиться на машине, а затем яростно выдергивать руль у несчастного человека. Мы, возомжно, никогда не узнаем, с чего началась эта одержимость автомобилями. Всё, что нам известно — водителям стоит быть настороже, когда Скат срывается с поводка.",
    "back_text": "<b>Размер колоды</b>: 30.\n<b>Возможные карты</b>: карты Ловкача ([rogue]) уровня 0-5, нейтральные карты уровня 0-5, до 5 карт уровня 0, которы заставляют вас двигаться перёд (в том смысле, что перемещают между локациями, а не просто воодушевляют).\n<b>Обязательные карты</b> (не идут в счёт размера колоды): «Выхватить руль», «Звероловы», 1 случайная базовая слабость."
  },
  {
    "code": "zbh_00008",
    "name": "Выхватить руль",
    "text": "Только в колоду Ската О’Слюна.\nБыстрое. Играйте только в свой ход.\nДо конца своего хода, каждый раз, когда вы переместились в локацию, нанесите 3 раны врагу в этой локации.",
    "traits": "Что? Нет. Перестань. Фу. Плохой мальчик."
  },
  {
    "code": "zbh_00009",
    "name": "Звероловы",
    "text": "<b>Добыча</b> — Скат О’Слюн.\nОхотник.\n<b>Обязательно</b> — После того как «Звероловы» вошли в вашу локацию (или вы вошли в локацию «Звероловов»): Вы не можете перемещаться до конца раунда.",
    "traits": "Гуманоид."
  },
  {
    "code": "zbh_00010",
    "name": "Жаклин Клык",
    "subname": "Лапкомант",
    "text": "[fast] Закопайте 1 карту с руки под «Жаклин Клык», лицом вниз: Возьмите 1 карту (Не чаще 1 раза в раунд).\n[action]: Выберите и откопайте себе на руку 1 или 2 карты из-под Жаклин.\n[elder_sign]: +1. Откопайте себе на руку закопанную карту.",
    "traits": "Ясновидящая.",
    "back_flavor": "Как экстрасенс, Жаклин Клык всегда может предсказать, что закопано под землёй в любом месте. Она знает, куда идти, чтобы найти лучшие кости, где рыться, чтобы найти самые вкусные остатки еды, и где выпросить лучшие угощения. Но что будет делать Жаклин, когда эти предчувствия приведут её к реальной опасности?",
    "back_text": "<b>Размер колоды</b>: 30.\n<b>Возможные карты</b>: карты Мистика ([mystic]) уровня 0-5, нейтральные карты уровня 0-5, карты уровня 0-5, которые представляют собой кошек или содержат кошек на своём изображении. (Ересь!)\n<b>Обязательные карты</b> (не идут в счёт размера колоды): «Кусалка кошмаров», «Заблудиться во времени и пространстве», 1 случайная базовая слабость."
  },
  {
    "code": "zbh_00011",
    "flavor": "Жевать — не пережевать.",
    "name": "Кусалка кошмаров",
    "subname": "Кошмары тебе предрекаю",
    "text": "Только в колоду Жаклин Клык.\nВы можете добавлять закопанные карты к проверкам, как будто они у вас на руке.",
    "traits": "Вещь. Редкая. Проклятая."
  },
  {
    "code": "zbh_00012",
    "name": "Незнакомое время и место",
    "text": "<b>Раскрытие</b> — О нет! Вы забыли, где закопали все свои карты! Для каждой карты, которую вы закопали, выберите одно: либо получите 1 ужас, либо сбросьте ту карту.",
    "traits": "Изъян."
  },
  {
    "code": "zbh_00013",
    "name": "Дюк",
    "subname": "Хороший мальчик",
    "text": "Вы начинаете игру с «Верным человеком» в игре.\n[action][action]: Вы просите ещё вкусняшек. Положите 3 вкусняшки на «Верного человека».\n[elder_sign]: +2. Положите 1 вкусняшку на «Верного человека». После завершения проверки разверните его.",
    "traits": "Скиталец.",
    "back_flavor": "Ав. Ав ав ав. Гав! Гррррр. Уаф. Ав ав ав ав ав ав ав. Гав гав. Хрр?… Гав. Гав гав. Ав ав а ав ав. Вуоф вуоф. Вуф вуф вуф! АУУУУУ—",
    "back_text": "<b>Размер колоды</b>: 30.\n<b>Возможные карты</b>: карты Выжившего ([survivor]) уровня 0-5, нейтральные карты уровня 0-5, до 5 карт [[союзников]] уровня 0, которые представляют собой собак или людей, что хотят вас погладить.\n<b>Обязательные карты</b> (не идут в счёт размера колоды): «Верный человек», «Вкясняшки закончились», 1 случайная базовая слабость.\n<b>Особые ограничения</b>: НИКАКИХ КОШЕК НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ"
  },
  {
    "code": "zbh_00014",
    "name": "Верный человек",
    "subname": "Кажется, его зовут «Пит»?",
    "text": "Только в колоду Дюка. Многоразовый (5 вкусняшек).\n[reaction] После того как вы успешно прошли проверку, потратьте 1 вкусняшку: Хороший мальчик! (Выбрать одно):\n• Вылечить 1 рану или 1 ужас.\n• Взять 1 карту.\n• Получить 1 ресурс.",
    "traits": "Союзник."
  },
  {
    "code": "zbh_00015",
    "flavor": "…но я вёл себя хорошо!\nНет? Плохо?\nЯ был хорошим, правда?\n…правда?",
    "name": "Кончились вкусняшки",
    "text": "<b>Раскрытие</b> — Удалите все вкусняшки с «Верного человека».",
    "traits": "Промах."
  },
  {
    "code": "zbh_00016",
    "flavor": "Такие обычно носят сторожевые псы.",
    "name": "Шипастый ошейник",
    "text": "Только в колоду Гавкхэма.\n[reaction] Когда атака врага наносит вам хотя бы 1 рану, поверните «Шипастый ошейник»: Нанесите 1 рану атаковавшему врагу.",
    "traits": "Вещь. Защита."
  },
  {
    "code": "zbh_00017",
    "flavor": "Мемы ещё не изобрели.",
    "name": "Пёсий монокль",
    "text": "Только в колоду Гавкхэма.\nУ вас +1 [intellect] при исследовании, а также +1 к навыку при проведении действия «Переговоры», потому что право, взгляните на себя.",
    "traits": "Вещь. Инструмент. Шикарный."
  },
  {
    "code": "zbh_00018",
    "flavor": "Собака нанимает другую собаку, что тут такого?",
    "name": "Наёмные псы",
    "text": "Только в колоду Гавкхэма.\n[fast] В свой ход поверните «Наёмных псов»: <b>Бой.</b>/<b>Исследование.</b> Ваше базовое значение [combat]/[intellect] равно 4. После завершения этой проверки вы должны либо заплатить 1 ресурс, чтобы накормить «Наёмных псов», либо сбросить «Наёмных псов».",
    "traits": "Союзник. Существо. Псотоварищи."
  },
  {
    "code": "zbh_00019",
    "flavor": "Клигх-форд не совсем Древний, но его определённо можно считать кайдзю.",
    "name": "Вой Клигх-форда",
    "text": "Только в колоду Гавкхэма.\n<b>Уход.</b> Враг, выбранный для розыгрыша этой карты, должен быть в игре и иметь самое высокое значение ухода. Эта попытка ухода использует [willpower] вместо [agility]. При успехе автоматически уйдите от всех не [[элитных]] врагов в игре.",
    "traits": "Заклинание."
  },
  {
    "code": "zbh_00020",
    "flavor": "Это как кусалка, только пахнет ещё сильнее!",
    "name": "Старый кроссовок",
    "text": "Только в колоду Гавкхэма.\n[fast] Нанесите одну рану «Старому кроссовку»: вылечите 1 ужас.",
    "traits": "Вещь. Обувь, но не совсем."
  },
  {
    "code": "zbh_00021",
    "flavor": "Иди домой, пёс, ты пьян.",
    "name": "Опохмелин",
    "text": "Только в колоду Гавкхэма.\nМаксимум 1 такая карта на проверку.\nПосле завершения этой проверки сыщик, проходивший её, получает −2 к навыку в следующей проверке, которую он будет проходить в этом раунде.",
    "traits": "Приобретённый."
  },
  {
    "code": "zbh_00022",
    "name": "The Meddling of Meowlathotep",
    "text": "Easy / Standard\n[skull]: -X. X is half the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep, rounded up.\n[cultist]: -2. If you fail, Add 1 doom token to the nearest enemy.\n[tablet]: -2. If you fail, place 1 of your clues on your location.\n[elder_thing]: -5. Woof.",
    "back_text": "Hard / Expert\n[skull]: -X. X is the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep.\n[cultist]: -2. Add 1 doom token to the nearest enemy.\n[tablet]: -2. place 1 of your clues on your location.\n[elder_thing]: -7. Woof."
  }
]