[
  {
    "code": "zez_00024",
    "name": "Палочки Иня",
    "text": "[reaction] После того как вы успешно прошли проверку, к которой были добавлены «Палочки Иня», вы можете ввести их в игру или вернуть себе на руку.\n[action]: <b>Бой.</b> Добавьте «Палочки Иня» к этой проверке. Эта атака наносит +1 рану.",
    "traits": "Вещь. Оружие. Рукопашное."
  },
  {
    "code": "zez_00025",
    "name": "Скрипка Пейдж",
    "text": "[reaction] После того, как вы сбросили карту с руки, поверните «Скрипку Пейдж»: Возьмите 1 карту.",
    "traits": "Вещь. Инструмент."
  },
  {
    "code": "zez_00026",
    "name": "Клавиша от рояля Ла Фратта",
    "text": "[reaction] В конце вашего хода, если вы не совершали одно и то же действие дважды <i>(Активировать, Начать сражаться, Уход, Бой, Переговоры, Исследование, Движение, Сыграть, Взять 1 ресурс, Взять 1 карту)</i>, поверните «Клавишу от рояля Ла Фратта»: Совершите 1 дополнительное действие.",
    "traits": "Вещь. Оберег."
  },
  {
    "code": "zez_00027",
    "name": "Труба Уокера",
    "text": "[reaction] Когда вы должны пройти проверку навыка, поверните «Трубу Уокера»: У вас +1 к навыку за каждый вытянутый жетон хаоса в этой проверке.",
    "traits": "Вещь. Инструмент."
  },
  {
    "code": "zez_00028",
    "name": "Прилипчивая мелодия",
    "text": "Опасность. Тайная.\n<b>Раскрытие</b> — Втайне добавьте эту карту  себе на руку.\n«Прилипчивая мелодия» считается за 3 карты вместо одной при проверке размера руки.\n<b>Обязательно</b> — После того, как вы сбросили с руки 1 и более карт в фазе передышки: Возьмите верхнюю карту колоды контактов и сбросьте «Прилипчивую мелодию».",
    "traits": "Безумие."
  },
  {
    "code": "zez_00044",
    "name": "Огюст Годен",
    "subname": "Маэстро симфоний",
    "text": "[fast] Поверните «Огюста Годена»: Найдите среди 9 верхних карт колоды контактов карту любого типа и возьмите её. Перемешайте колоду контактов. Затем найдите среди 3 верхних карт своей колоды карту любого типа, возьмите её, а остальные замешайте обратно в колоду. Это свойство может активировать любой сыщик в локации «Огюста Годена».",
    "traits": "Союзник. Музыкант."
  },
  {
    "code": "zez_00046",
    "flavor": "«Жизнь подобна роялю. То, что вы получите от неё, зависит от того, что вы сыграете».",
    "name": "Изабель Ла Фратта",
    "subname": "Пианистка",
    "text": "В свой ход вы можете совершить 1 дополнительное действие.\n<b>Обязательно</b> — После того, как вы совершили одно и то же действие два раза подряд <i>(Активировать, Начать сражаться, Уход, Бой, Переговоры, Исследование, Движение, Сыграть, Взять 1 ресурс, Взять 1 карту)</i>, потеряйте все оставшиеся действия и немедленно завершите свой ход.\n[elder_sign]: +0. Можете совершить любое действие. Во время его розыгрыша игнорируйте обязательное свойство «Изабель Ла Фратта».",
    "traits": "Артист."
  },
  {
    "code": "zez_00047",
    "name": "Каденция",
    "text": "Только в колоду Изабель Ла Фратта.\nМожете совершить следующие действия в любом порядке: <b>Движение.</b> <b>Бой.</b> <b>Уход.</b> <b>Исследование.</b> <b>Взять 1 ресурс.</b> <b>Взять 1 карту.</b> Эти действия не идут в счёт числа действий, которые вы можете совершить за ход. Если сейчас ваш ход, завершите его.",
    "traits": "Экспромт. Предначертанная."
  },
  {
    "code": "zez_00048",
    "name": "Король эльфов",
    "text": "<b>Раскрытие</b> — Введите «Короля эльфов» в игру в свою зону угрозы.\n<b>Обязательно</b> — Когда начинается ваш ход: Добавьте 1 безысходность на «Короля эльфов».\n[action]: Удалите 1 безысходность с «Короля эльфов».\n[action]: Если на «Короле эльфов» нет безысходности, сбросьте его.",
    "traits": "Музыка. Задача."
  }
]
