[
  {
    "code": "zai_00001",
    "name": "Inscribed Nail",
    "subname": "Extradimensional Anchor",
    "text": "[reaction] When you would search your deck or discard pile for any amount of cards, exhaust Inscribed Nail: Search 2 additional cards. Before resolving the search, either place a non-weakness card among the searched cards from your deck on the top of your discard pile, or vice versa. Shuffle your deck after the search resolves.",
    "traits": "Item. Occult."
  },
  {
    "code": "zai_00002",
    "name": "Command Essence",
    "subname": "Noblesse Oblige",
    "text": "Uses (3 charges).\n[reaction] When an asset with health and/or sanity would enter your discard pile, exhaust Command Essence and spend 1 charge: Return that card to your hand instead.",
    "traits": "Spell. Spirit."
  },
  {
    "code": "zai_00101",
    "name": "Dimensional Inductor",
    "subname": "Harnessing the Infinite",
    "text": "Uses (4 secrets).\n[action] Exhaust Dimensional Inductor: Discard the top card of the encounter deck.\n[reaction] After you discard or shuffle an encounter card back into the encounter deck via a player effect, spend 1 secret: Search the top 9 cards of the encounter deck and discard each card with the same name as that encounter card. Shuffle the encounter deck.",
    "traits": "Item. Tool. Science."
  },
  {
    "code": "zai_00102",
    "name": "Phase Reactance Gauge",
    "subname": "Galvanizing Reality",
    "text": "Your maximum hand size is increased by 1.\n[reaction] After any amount of clues are moved to or placed on your location, exhaust Phase Reactance Gauge: You get +1 to each of your skills until the end of the round.",
    "traits": "Item. Tool. Science."
  },
  {
    "code": "zai_00201",
    "name": "Gilded Coin",
    "subname": "For Services Rendered",
    "text": "Fast. Uses (O rewards).\n[reaction] After you resolve an action and gained at least 1 resource during that action, exhaust Gilded Coin: Add 1 reward to Gilded Coin.\n[action] Spend X rewards and shuffle Gilded Coin back into your deck: Play a card with cost X or less from your hand at no cost.",
    "traits": "Item. Charm. Cursed."
  },
  {
    "code": "zai_00202",
    "name": "Midas Touch",
    "subname": "A Generous Gift",
    "text": "Uses (4 charges).\n[action] Spend 1 charge: <b>Fight.</b> You must use either [willpower] or [agility] instead of [combat] for this attack. This attack deals +1 damage. You get +1 skill value for every 5 resources in your resource pool. If this attack defeats an enemy, you may gain a resource (2 resources instead if the defeated enemy had 3 or more total health).",
    "traits": "Spell. Cursed."
  },
  {
    "code": "zai_00301",
    "name": "Bloodstone Knife",
    "subname": "Sanguine Artifact",
    "text": "[action]: <b>Fight.</b> You get +2 [combat] for this attack for each token sealed on Bloodstone Knife. This attack deals +1 damage.\n[reaction] After you cancel or ignore a non-[auto_fail] token, exhaust Bloodstone Knife: Seal that token on Bloodstone Knife.\n<b>Forced</b> - At the end of the round, for each token sealed on Bloodstone Knife: Take 1 horror or release that token (choose one).",
    "traits": "Item. Relic. Weapon. Melee."
  },
  {
    "code": "zai_00302",
    "name": "Phial of Living Blood",
    "subname": "Death Begets Life",
    "text": "Uses (O charges).\n[reaction] After you reveal a [skull] token: Add 1 charge to Phial of Living Blood.\n[fast] Spend 1 charge: Draw a card.\n[fast] Spend 2 charges: Add a charge or secret to an asset you control.\n[fast] Spend 2 charges: Deal 1 damage to an enemy at your location.\n[fast] Spend 3 charges: Take an immediate action as if it were your turn.",
    "traits": "Item. Relic."
  },
  {
    "code": "zai_00401",
    "name": "Labranche Lamen",
    "subname": "What's Mine is Mine",
    "text": "[reaction] After you play, commit, or discard the last card in your hand, exhaust Labranche Lamen: Gain a resource.\n[reaction] After you spend or lose the last resource in your resource pool, exhaust Labranche Lamen: Draw a card.",
    "traits": "Item. Charm. Occult."
  },
  {
    "code": "zai_00402",
    "name": "Invocation of Providence",
    "subname": "Feast for the Famine",
    "text": "[action] Exhaust Invocation of Providence: Heal 1 damage and 1 horror from among investigators and [[Ally]] assets at your location. If you have no resources in your resource pool, heal 1 additional damage. If you have no cards in your hand, heal 1 additional horror.",
    "traits": "Spell. Boon."
  }
]