[
  {
    "code": "zaw_00001",
    "name": "Arkham in Wonderland",
    "text": "Easy / Standard\n[skull]: -X, X is equal to the number of [[Wonderland]] locations in play (max 5).\n[elder_thing]: -2. If you are at a [[Wonderland]] location, discard a card from your hand at random.",
    "back_text": "Hard / Expert\n[skull]: -X, X is equal to 1 plus the number of [[Wonderland]] locations in play.\n[elder_thing]: -3. If you are at a [[Wonderland]] location, discard a card from your hand at random."
  },
  {
    "code": "zaw_00002",
    "flavor": "Strange waves of distortion sweep over Arkham, devolving it quickly into chaos. The city is rapidly being warped and blended with the Wonderland of Alice's dreams. Buildings and landmarks distort into unfamiliar forms, while the people unfortunate enough to be caught in these ripples are likewise distorted. You hope that you can find some way to stop or reverse these changes before you yourself are transformed by the events.",
    "name": "A Tide of Madness",
    "back_flavor": "The city is coming apart at the seams, while shadowy creatures further unravel it by consuming anything they can tear apart. Buildings collapse as their bricks turn into ivory dominoes, street lamps pop and blossom like daisies, and the very ground shifts like a rug on a polished floor. As distortions grow stronger, you wonder if the changes can possibly be reversed.",
    "back_text": "Choose the [[Arkham]] location that is closest to Arkham Asylum that does not have the [[Wonderland]] trait. Flip that location to its [[Wonderland]] side and place 1 [per_investigator] clues on it. Each investigator at that location takes 1 damage and 1 horror. If each [[Arkham]] location in play also has the [[Wonderland]] trait, each investigator who has not resigned is defeated and suffers a physical or mental trauma (your choice). Otherwise, flip this agenda back to its 'a' side.",
    "back_name": "What Dreams May Come"
  },
  {
    "code": "zaw_00003",
    "flavor": "You question the strange cat, but it speaks in circular logic and nonsensical terms. You get the feeling that it is testing you rather than helping you. If you want actual answers on how to stop Gurathnaka, you'll have to scour the city and watch the changes up-close.",
    "name": "Sphinx's Riddle",
    "back_flavor": "The cat appears again on a tree limb just above you, grinning as ever. \"Truth is far more true when found than told,\" it purrs, \"but the shadows are growing long. Don't you think it's time you went home? Not your home, of course, but Alice's. It's in the neighborhood, you see.\"",
    "back_text": "Put the set-aside Abandoned House into play. The lead investigator must immediately take control of the set-aside The Cheshire Cat <i>(Grinning Guide)</i> card. Shuffle the set-aside <i>Cheshire Cat</i> encounter set into the encounter deck.",
    "back_name": "New Neighbors"
  },
  {
    "code": "zaw_00004",
    "flavor": "Amid the chaotic overlap of this other world, an English country house has appeared in the neighborhood just south of you. If what the cat suggested is true, then the key to stopping these worlds from merging lies inside.",
    "name": "House Sitting",
    "text": "<b>Objective</b> - After an investigator enters the Abandoned House, advance.",
    "back_flavor": "You open the door to the quaint house and step inside hesitantly. The rooms are mostly bare, and what little furniture remains is covered with dusty white sheets. The whole search seems more futile by the moment until you enter a room whose only furnishing is a large mirror on the mantle above a fireplace. Curiously, the mirror's surface ripples intermittently, and through it you can see an entirely different room. As you approach for a closer look, the scratching of paws on the old wooden floor directs your attention back to the hall behind you. A white rabbit dressed in old Victorian clothing dashes away, clutching a pocket watch and mumbling to itself. You won't get a chance to investigate both before Arkham unravels completely.",
    "back_text": "The investigators must decide (choose one): \n - <i>We have to find out what that rabbit is up to.</i>\nPut the set-aside The White Rabbit into play at Abandoned House.\nAdvance to Act 3a - Follow the White Rabbit.\n - <i>We have to figure out how to get inside that mirror.</i>\nPut the set-aside The Looking-Glass into play at Abandoned House.\nAdvance to Act 3a - Through the Looking-Glass.",
    "back_name": "The Way In"
  },
  {
    "code": "zaw_00005",
    "flavor": "The white rabbit seems to have the one thing you're looking for amid the constantly twisting landscape: purpose. If there's any method to this madness, you'll find it wherever the rabbit is headed.",
    "name": "Follow the White Rabbit",
    "text": "<b>Objective</b> - If there are at least 3[per_investigator] clues on this act, advance.",
    "back_flavor": "Following the rabbit is no easy task. It moves rapidly through the unstable terrain without sparing a moment to notice you. You nearly lose track of it in a thick tangle of bushes, but finally catch a glimpse of the rabbit leaping down a hole. You approach the rabbit hole in exasperation, wondering how to proceed, but as you stand there, the hole slowly widens to a much larger and seemingly bottomless pit. You look to the cat for advice, but it merely grins, waiting for you to act. Foolish as it seems, you steel your nerves and leap into the pit.",
    "back_text": "<b>(→R1)</b>",
    "back_name": "Down the Rabbit Hole"
  },
  {
    "code": "zaw_00006",
    "flavor": "If there's anything that's clear about the state of Arkham, it's that Wonderland is the source of it. If you're going to have any real chance of stopping the chaos, you'll have to get to that world through the mirror.",
    "name": "Through the Looking-Glass",
    "text": "<b>Forced</b> - At the end of the round, if there are no clues on locations: Place 1 [per_investigator] clues on Abandoned House from the token bank.\n<b>Objective</b> - After each undefeated investigator has resigned, advance.",
    "back_flavor": "You slowly begin to notice patterns in the distortions sweeping over Arkham. There are moments when the boundaries between the two worlds weaken. You spend some time learning the rhythm and quirks of the distortions before returning to the abandoned house. With proper timing, you leap forward as the mirror's surface ripples, and you pass through it completely as if diving through water.",
    "back_text": "<b>(→R2)</b>",
    "back_name": "Proceeding Backward"
  },
  {
    "code": "zaw_00007a",
    "flavor": "The asylum doesn't have the greatest track record of actually curing their patients. You hope that you won't have to leave Alice here for very long.",
    "name": "Arkham Asylum",
    "subname": "Semblance of Sanity",
    "text": "[action]: Heal 1 horror (limit once per turn).",
    "traits": "Arkham. Downtown."
  },
  {
    "code": "zaw_00007b",
    "flavor": "Splotches of color and bizarre structures coil around the gothic building, pressing in on all sides and merging haphazardly. You can't hazard a guess at just what they might be.",
    "name": "Arkham Asylum",
    "subname": "Gone Mental",
    "text": "<b>Forced</b> - At the end of the round, deal 1 horror to each investigator at Arkham Asylum.",
    "traits": "Arkham. Downtown. Wonderland."
  },
  {
    "code": "zaw_00008a",
    "flavor": "The spacious square has few landmarks, due to its popularity as a meeting place, and is largely deserted in the early evening, leaving it wide open.",
    "name": "Independence Square",
    "subname": "Fun in the Sun",
    "text": "Investigators at Independence Square get +2 skill value on all tests made on or against cards with the [[Shadow]] trait.",
    "traits": "Arkham. Downtown."
  },
  {
    "code": "zaw_00008b",
    "flavor": "Dark trees twist upward out of the ground, transforming the open park into a dense tangle of forest. Their boughs mesh together as they grow, blotting out the glow of sunset.",
    "name": "Independence Square",
    "subname": "Long Night Ahead",
    "text": "Investigators at Independence Square get -2 skill value on all tests made on or against cards with the [[Shadow]] trait.",
    "traits": "Arkham. Downtown. Wonderland."
  },
  {
    "code": "zaw_00009a",
    "flavor": "The bank is nearing its closing hours. Citizens and tellers alike are hoping to hurry through their business, even without the jumbled mess blossoming around the building.",
    "name": "Bank of Arkham",
    "subname": "Capital Ideas",
    "text": "[reaction] When you take the resource action: gain an additional resource (limit once per turn).",
    "traits": "Arkham. Downtown."
  },
  {
    "code": "zaw_00009b",
    "flavor": "The streets around the bank rise up jaggedly, cutting into the masonry and spreading like a forest fire. The shapes hardly seem natural, but branch off as if alive and growing.",
    "name": "Bank of Arkham",
    "subname": "Unstable Market",
    "text": "Investigators at Bank of Arkham cannot gain resources.",
    "traits": "Arkham. Downtown. Wonderland."
  },
  {
    "code": "zaw_00010a",
    "flavor": "The Arkham Advertiser's staff are frantically at work, cataloguing the strange events sweeping over Arkham. Few of their reporters have returned with information, if any.",
    "name": "Newspaper Office",
    "subname": "Pressing Matters",
    "text": "[reaction] When you take the draw action: Draw 1 additional card (limit once per turn).",
    "traits": "Arkham. Northside."
  },
  {
    "code": "zaw_00010b",
    "flavor": "The checkered tile floor of the newspaper office bends and spirals around you, while chess pieces slide in and around with chaotic, but deliberate motion in a whirling display.",
    "name": "Newspaper Office",
    "subname": "Irregular Opening",
    "text": "Investigators at Newspaper Office cannot draw cards.",
    "traits": "Arkham. Northside. Wonderland."
  },
  {
    "code": "zaw_00011a",
    "flavor": "The shop of habitual oddities seems almost part of the mad transformations outside. The shop is silent but for the muted ticking of a clock on Oliver Thomas' desk.",
    "name": "Curiositie Shoppe",
    "subname": "Oddities for Cheap",
    "text": "[action] Spend 1 resource: Search the top 6 cards of your deck for an [[Item]] or [[Spell]] card and draw it. Shuffle your deck.",
    "traits": "Arkham. Northside."
  },
  {
    "code": "zaw_00011b",
    "flavor": "The once-quiet ticking amplifies intensely as clock faces and ratcheting gears begin to bleed through the various display cases of the shop.",
    "name": "Curiositie Shoppe",
    "subname": "Time is Money",
    "text": "<b>Forced</b> - At the end of the round, each investigator at Curiositie Shoppe discards the top card of his or her deck. If that card is a weakness, draw it.",
    "traits": "Arkham. Northside. Wonderland."
  },
  {
    "code": "zaw_00012a",
    "flavor": "Northside's train station buzzes with activity and excitement as the setting sun continue to lower. Though it was the first site of Alice's incident, it is currently furthest from its nexus.",
    "name": "Train Station",
    "subname": "Sticking to Schedule",
    "text": "[reaction] When you would play an asset: Reduce that asset's cost by 1 (to a minimum of 1, limit once per turn).",
    "traits": "Arkham. Northside."
  },
  {
    "code": "zaw_00012b",
    "flavor": "As the city twists around you, so do the careful network of railway tracks flowing in and around the station. Boxcars and engines alike lift and begin to propel themselves on this rollercoaster formation.",
    "name": "Train Station",
    "subname": "Gotten Off-Track",
    "text": "<b>Forced</b> - When you would play an asset: Increase that asset's cost by 1.",
    "traits": "Arkham. Northside. Wonderland."
  },
  {
    "code": "zaw_00013",
    "flavor": "The house is almost entirely empty. It is strangely tranquil amid the chaos outside.",
    "name": "Abandoned House",
    "traits": "Arkham. Wonderland.",
    "back_flavor": "You don't recall seeing a house at this spot before, or a house like this anywhere in Arkham at all, for that matter.",
    "back_text": "You cannot enter Abandoned House while there are clues on connecting locations."
  },
  {
    "code": "zaw_00014",
    "name": "The White Rabbit",
    "subname": "Chronophobic Cottontail",
    "text": "<b>Forced</b> - At the end of the round, move The White Rabbit to the nearest location without an investigator.\n[reaction] When you enter The White Rabbit's location: Test [intellect] or [agility] (4). You may spend any amount of clues to get +2 skill value for this test for each clue spent. If you succeed, place 1 clue on the current act (from the token bank). Whether you succeed or fail, move The White Rabbit to the nearest location without an investigator.",
    "traits": "Wonderland. Creature. Wayfarer."
  },
  {
    "code": "zaw_00015",
    "name": "The Looking-Glass",
    "subname": "Paradoxical Portal",
    "text": "[reaction] After you successfully investigate Abandoned House: Place one of your clues on The Looking-Glass instead.\n[action] Remove 3 clues from The Looking-Glass: <b>Resign</b>. You step through the looking-glass.",
    "traits": "Wonderland. Item. Relic."
  },
  {
    "code": "zaw_00016",
    "name": "Abandon Reason",
    "text": "<b>Revelation</b> - Test [willpower] (3). If you fail, attach Abandon Reason to your location and place 1 doom on it.\n<b>Forced</b> - If Abandon Reason has no doom on it, discard it.\n[action] Take 1 horror: Remove 1 doom from Abandon Reason.",
    "traits": "Madness. Terror."
  },
  {
    "code": "zaw_00017",
    "name": "Distorting Influence",
    "text": "<b>Revelation</b> - If there is no copy of Distorting Influence attached to your location, then attach Distorting Influence to your location. Otherwise, it gains surge.\nInvestigators at the attached location swap the base values of their [willpower] and [intellect], and the base values of their [combat] and [agility].\n[action] Take 1 damage: Discard Distorting Influence.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00018",
    "name": "Panicked Mob",
    "text": "Massive. Alert.\n<b>Forced</b> - If clues are added to Panicked Mob's location or spent by investigators at Panicked Mob's location: Place 1 doom on Panicked Mob.\n[action] Spend 1 clue: <b>Parley</b>. Deal 2 damage to Panicked Mob.",
    "traits": "Humanoid. Elite."
  },
  {
    "code": "zaw_00019",
    "name": "Twisted Citizen",
    "text": "<b>Spawn</b> - Location with the most clues.\n <b>Prey</b> - Investigator with the most clues.\nIf there are no clues on Twisted Citizen's location, it gains hunter.\n<b>Forced</b> - At the end of the mythos phase, if there are any amount of clues on Twisted Citizen's location: Place 1 doom on Twisted Citizen.",
    "traits": "Humanoid. Abomination."
  },
  {
    "code": "zaw_00027",
    "flavor": "The odd cake and drink caused you to grow and shrink whenever you used them. This could come in handy.",
    "name": "Strange Refreshments",
    "subname": "Curious Comestibles",
    "text": "Uses (4 portions). If Strange Refreshments has no portions on it, discard it.\n[fast] Exhaust Strange Refreshments and spend 1 portion: You get +2 [combat] or +2 [agility] for this skill test.",
    "traits": "Wonderland. Item."
  },
  {
    "code": "zaw_00028",
    "flavor": "The booklet is filled with a series of strange but insightful poems, all written completely backward.",
    "name": "Looking-Glass Book",
    "subname": "Mirrored Memorandum",
    "text": "Uses (4 poems). If Looking-Glass Book has no poems on it, discard it.\n[fast] Exhaust Looking-Glass Book and spend 1 poem: You get +2 [willpower] or +2 [intellect] for this skill test.",
    "traits": "Wonderland. Item. Tome."
  },
  {
    "code": "zaw_00022",
    "name": "A Sea of Troubles",
    "text": "Easy / Standard\n[skull]: -1. If you fail, remove 1 oyster from your location.\n[cultist] [tablet]: -3. -5 instead if there are no oysters on your location.\n[elder_thing]: -3. If you fail, take 1 horror.",
    "back_text": "Hard / Expert\n[skull]: -2. If you fail, remove 1 oyster from your location.\n[cultist] [tablet]: -4. -6 instead if there are no oysters on your location.\n[elder_thing]: -4. If you fail, take 1 horror."
  },
  {
    "code": "zaw_00023",
    "flavor": "The quiet lapping of waves on the sand does little to calm your feeling of foreboding. Shadows flit in every wave, making you reluctant to enter the surf in search of the truth.",
    "name": "A Tide of Tears",
    "back_flavor": "\"Problems with the old country house, squire?\" A disinterested carpenter approaches the White Rabbit and his partially demolished home, giving them both only a glance.\n\"Yes, yes, only hurry!\" the rabbit pleads, tapping his foot.\n\"Easy does it, guv,\" the carpenter retorts, rubbing his stomach, \"Job's as good as done, only I'm a mite peckish. I'll be back 'round once I've had a bite.\"\nFurther down the rocky coast, an enormous walrus lifts itself out of the surf. Its stomach growls like an earthquake as it looks out over the sea of tears. \"Victuals abound. An oyster dinner seems the only solution,\" it rumbles to itself.",
    "back_text": "Spawn the set-aside The Walrus into play at Tidal Pools.\nSpawn the set-aside The Carpenter into play at White Rabbit's House.\nShuffle the remainder of the <i>Walrus and Carpenter</i>encounter set and the encounter discard pile into the encounter deck.",
    "back_name": "The Walrus and the Carpenter"
  },
  {
    "code": "zaw_00024",
    "flavor": "The two hungry figures make their way down the beach with the clear intent of devouring the oysters. With each bite, they seem to grow larger by inches at a time, and at the same time grow darker and more distorted.",
    "name": "Beginning the Feed",
    "text": "<b>Forced</b> - At the end of the mythos phase, remove all doom from all cards in play. For each doom removed, resolve the highest possible option 1 [per_investigator] times:\n- Move 1 oyster from The Walrus or The Carpenter's location onto that enemy.\n- Move The Walrus or The Carpenter one location towards the closest location with the most oysters on it.\n<b>Forced</b> - If there are no oysters on locations, advance.",
    "back_flavor": "The Walrus and the Carpenter devour the oysters one by one with hardly a pause between them, towering over the beach as they grab oysters by ever-growing handfuls. As the pair gulps down the last of the poor creatures, shadows explode out of them, tearing their bodies to shreds and scoring the coast in the same way that the White Rabbit's house had been destroyed. You flee inland, barely evading the spreading darkness.",
    "back_text": "Each undefeated investigator who has not resigned takes 1 mental trauma from witnessing the horrific event.\n<b>(→R1)</b>",
    "back_name": "They'd Eaten Every One"
  },
  {
    "code": "zaw_00025",
    "flavor": "You consider the Cheshire Cat's cryptic words carefully. The cat seemed to suggest not only that the monster that destroyed the White Rabbit's home was one of Gurathnaka's ilk, but also that the nearby oysters may somehow assist in finding and defeating it. If you can destroy this monster, perhaps the same can be done to Gurathnaka in time.",
    "name": "Search for the Eldest Oyster",
    "text": "<b>Objective</b> - If there are a total of at least 4 [per_investigator] oysters in play among all locations, the investigators may advance.",
    "back_flavor": "You work your way up and down the coast, but none of the shellfish seem to understand. Finally, one oyster in particular regards you more warily than the others. \"You're a not part of Wonderland,\" it states coolly, \"but neither are you one of the shadows. You must be another Alice.\" You do your best to explain the circumstances, and it nods itself slowly.",
    "back_text": "Choose an investigator to immediately take control of the set-aside The Eldest Oyster asset.",
    "back_name": "Clammed Up"
  },
  {
    "code": "zaw_00026",
    "flavor": "The oyster demands that you take it with you. \"The shadows are hungry, like their master. And anything hungry can be baited. They crave things from your world, some of which have drifted in from the sea of tears.\" You get the idea pretty quickly to start collecting anything you can find from Arkham.",
    "name": "Gone Fishing",
    "text": "<b>Objective</b> - At the end of the round, investigators at Rocky Outcropping may spend the requisite number of clues to advance.",
    "back_flavor": "With the wise oyster's guidance, you gather a collection of random flotsam at a small ledge overlooking the sea of tears. \"These items are not from Wonderland either,\" the oyster explains matter-of-factly, \"and therefore must be from wherever you are from. The shadows crave things from your home, and with this many, you surely have enough to bait a hook.\" You tie the debris together and hurl it into the water on a line. No sooner has the cluster hit the water when an enormous shadowy figure erupts from the sea, consuming the objects in a single bite. Bill the lizard gives a terrified wail at the mere sight of the beast, and you do your best to keep him from fleeing as the monster emerges.",
    "back_text": "Check the Campaign Log. If <i>the investigators went down the rabbit hole,</i>spawn the set-aside Deep Lurker <i>(Perilous Predator)</i>at Rocky Outcropping. Otherwise, spawn the set-aside Deep Lurker <i>(Ravenous Ravager)</i>at Rocky Outcropping.",
    "back_name": "Catch of the Day"
  },
  {
    "code": "zaw_00027b",
    "flavor": "The shadowy monster eyes you hungrily and begins to scrabble up the cliff face toward you. Now is your chance to see what weaknesses the greater shadows hold.",
    "name": "Abyssal Predator",
    "text": "[action] If you are at Deep Lurker's location, spend 1 clue: <b>Fight</b>. This test uses [intellect] instead of [combat]. If you succeed, deal 1 damage to Deep Lurker (2 damage instead if there are 4 or more oysters on your location).\n<b>Objective</b> - If Deep Lurker is defeated, advance.",
    "back_flavor": "You beat back the savage monster, throwing everything you have at it. After many grueling minutes, the shadowy creature grows unstable, and dissipates with a hollow cry. Bill the lizard's courage finally fails him, and he lets out a panicked yelp. He flees immediately at the awful sound of the shadow's death rattle, leaving you to face its fading form alone.",
    "back_text": "<b>(→R2)</b>",
    "back_name": "High and Dry"
  },
  {
    "code": "zaw_00028b",
    "flavor": "The inside of the rabbit's house is bizarrely reminiscent of something.",
    "name": "White Rabbit's House",
    "text": "[action]: <b>Resign</b>. \"This was no day at the beach.\"\nThere cannot be more than 6 oysters on White Rabbit's House.\n<b>Forced</b> - At the start of the investigator phase: Place clues on White Rabbit's House from the token bank until there are 1 [per_investigator] clues on it.\n<b>Forced</b> - If there are no clues on White Rabbit's House, in your Campaign Log, under \"Fragments of Alice,\" record <i>Intuition.</i>",
    "traits": "Wonderland.",
    "back_flavor": "The place seems a bit displaced."
  },
  {
    "code": "zaw_00029",
    "name": "Sandy Strand",
    "text": "There cannot be more than 6 oysters on Sandy Strand.\n[action]: Test [agility] (3). If you succeed, place 1 resource from the token bank on Sandy Strand as an oyster. If you succeed by 2 or more, place 1 additional oyster on Sandy Strand.",
    "traits": "Wonderland. Coastal.",
    "back_flavor": "If only this were cleared away, it would be grand."
  },
  {
    "code": "zaw_00030",
    "name": "Tidal Pools",
    "text": "There cannot be more than 6 oysters on Tidal Pools.\n[reaction] After you succeed at investigating Tidal Pools by 1 or more: Place 1 resource from the token bank on Tidal Pools as an oyster.",
    "traits": "Wonderland. Coastal.",
    "back_flavor": "A series of separated pools stand barely in reach of the tide. Miniature ecosystems build and thrive within them."
  },
  {
    "code": "zaw_00031",
    "name": "Rocky Outcropping",
    "text": "There cannot be more than 6 oysters on Rocky Outcropping.\n[action] Choose and discard up to 2 cards from your hand: Place X resources from the token bank on Rocky Outcropping as oysters, where X was the amount of cards you discarded. (Limit once per turn)",
    "traits": "Wonderland. Coastal.",
    "back_flavor": "A ledge juts out above the sea of tears, though the tide still washes shellfish halfway up the rocks."
  },
  {
    "code": "zaw_00032",
    "name": "Sheltered Shallows",
    "text": "There cannot be more than 6 oysters on Sheltered Shallows.\n[reaction] After you defeat an enemy at Sheltered Shallows: Place X resources from the token bank on Sheltered Shallows as oysters, where X is 1 less than that enemy's health (minimum 1).",
    "traits": "Wonderland. Coastal.",
    "back_flavor": "All manner of fish congregate here in small schools, but where are the teachers?"
  },
  {
    "code": "zaw_00033",
    "name": "Twining Reef",
    "text": "There cannot be more than 6 oysters on Twining Reef.\n[action] [action]: Place 2 resources from the token bank on Twining Reef as oysters.",
    "traits": "Wonderland. Coastal.",
    "back_flavor": "The coral in this part of the coast weaves together and around itself in complicated loops that don't seem possible."
  },
  {
    "code": "zaw_00034",
    "flavor": "\"There goes Bill!\"",
    "name": "Bill the Lizard",
    "subname": "Luckless Lackey",
    "text": "[free] Exhaust Bill the Lizard: Move Bill the Lizard to any connecting location. Additionally, you may move up to 6 oysters from Bill the Lizard's current location to his new location, not exceeding the maximum for each location. Any investigator at Bill the Lizard's location may activate this ability.",
    "traits": "Wonderland. Creature. Ally."
  },
  {
    "code": "zaw_00035",
    "name": "The Eldest Oyster",
    "subname": "Bright Bivalve",
    "text": "[reaction] Exhaust The Eldest Oyster: You get +X skill value for this test, where X is the number of oysters on your location. Any investigator at The Eldest Oyster's location may activate this ability.",
    "traits": "Wonderland. Creature. Ally."
  },
  {
    "code": "zaw_00036",
    "name": "Deep Lurker",
    "subname": "Perilous Predator",
    "text": "Hunter. Massive.\n<b>Forced</b> - After Deep Lurker is successfully attacked: It gets +1 fight until the end of the round.",
    "traits": "Abomination. Shadow. Elite."
  },
  {
    "code": "zaw_00037",
    "name": "Deep Lurker",
    "subname": "Ravenous Ravager",
    "text": "Hunter. Massive.\n<b>Forced</b> - After Deep Lurker is successfully attacked: It gets +1 fight until the end of the round.",
    "traits": "Abomination. Shadow. Elite."
  },
  {
    "code": "zaw_00038",
    "name": "Digging for Apples",
    "text": "<b>Revelation</b> - Put Digging for Apples into play in your threat area.\n<b>Forced</b> - When you activate an [action] or [reaction] ability on a location: Spend 2 resources or take 1 damage.\n[action] If there are 6 oysters on your location: Discard Digging for Apples.",
    "traits": "Blunder."
  },
  {
    "code": "zaw_00039",
    "flavor": "And this was odd, because it was the middle of the night.",
    "name": "Midnight Sun",
    "text": "Peril.\n<b>Revelation</b> - You must (choose one):\n- Place 1 doom on the current agenda. This effect can cause the current agenda to advance.\n- Place 2 of your clues on your location.\n- Take 2 direct horror.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00040",
    "name": "Pelagic Nightmare",
    "text": "<b>Spawn</b> - Any [[Coastal]] location.\nHunter.\nBill the Lizard cannot be moved to Pelagic Nightmare's location.\n<b>Forced</b> - After Pelagic Nightmare enters a location, if Bill the Lizard is at that location: Move Bill the Lizard to the connecting location with the lowest shroud.",
    "traits": "Abomination. Shadow."
  },
  {
    "code": "zaw_00041",
    "flavor": "\"...and welcomes little fishes in with gently smiling jaws.\"",
    "name": "Saltwater Crocodile",
    "text": "Hunter. <b>Spawn</b> - Any [[Coastal]] location.\nIf there are 3 or more oysters on Saltwater Crocodile's location, it gets +1 fight and +1 damage.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00042",
    "flavor": "And this was odd, because it was the middle of the night.",
    "name": "Tidal Surge",
    "text": "<b>Revelation</b> - Move as many oysters as possible from your location to all connecting [[Coastal]] locations, distributed as evenly as possible.\nIf 1 or fewer oysters were moved by this effect, Tidal Surge gains surge. If 3 or more oysters were moved by this effect, take 1 damage.",
    "traits": "Weather. Obstacle."
  },
  {
    "code": "zaw_00043",
    "name": "The Walrus",
    "subname": "Gluttonous Gourmand",
    "text": "Aloof.\nThe Walrus cannot be damaged.\n<b>Forced</b> - After The Walrus is successfully attacked: Move up to 1 [per_investigator] oysters from The Walrus to its location. (Limit once per round)",
    "traits": "Wonderland. Creature. Lunatic. Elite."
  },
  {
    "code": "zaw_00044",
    "name": "The Carpenter",
    "subname": "Wolfish Woodworker",
    "text": "Aloof.\nThe Carpenter cannot be damaged.\n<b>Forced</b> - After The Carpenter is successfully attacked: Move up to 1 [per_investigator] oysters from The Carpenter to his location. (Limit once per round)",
    "traits": "Wonderland. Humanoid. Lunatic. Elite."
  },
  {
    "code": "zaw_00045",
    "flavor": "The time has come, the Walrus said, To talk of many things:",
    "name": "Of Cabbages and Kings",
    "text": "<b>Revelation</b> - If all oysters in play are on the Walrus and/or the Carpenter's locations, Of Cabbages and Kings gains surge. Otherwise, test [willpower] (3). If you fail, move X oysters that are not at The Walrus or The Carpenter's location 1 location toward either The Walrus or The Carpenter (whichever is closest), where X is the amount you failed by.",
    "traits": "Scheme. Paradox."
  },
  {
    "code": "zaw_00046",
    "flavor": "\"I weep for you,' the Walrus said: 'I deeply sympathize.\"",
    "name": "Whetted Appetite",
    "text": "<b>Revelation</b> - Put Whetted Appetite into play next to the agenda deck.\n<b>Forced</b> - At the end of the round, The Walrus and The Carpenter attack all investigators at their respective locations in player order. Discard Whetted Appetite.",
    "traits": "Power."
  },
  {
    "code": "zaw_00047",
    "name": "Tempest in a Teapot",
    "text": "Easy / Standard\n[skull]:-X. X is 1 more than the number of the current 'c' Agenda.\n[cultist] [tablet]: -2. -4 instead if you \"have terrible table manners.\"\n[elder_thing]: -3. After this test ends, if you are at a [[Chair]] location, draw the top card of the Seat Deck and replace your location with that card. Shuffle your old location back into the Seat Deck.",
    "back_text": "Hard / Expert\n[skull]: -X. X is 2 more than the number of the current 'c' Agenda.\n[cultist] [tablet]: -3. -5 instead if you \"have terrible table manners.\"\n[elder_thing]: -4. After this test ends, if you are at a [[Chair]] location, draw the top card of the Seat Deck and replace your location with that card. Shuffle your old location back into the Seat Deck."
  },
  {
    "code": "zaw_00048",
    "flavor": "The swirling shadows have isolated you on the tea party table and the many chairs orbiting it, none of which seem particularly stable. You will have to work quickly if you are to find your way back to solid ground.",
    "name": "Steeped in Shadows",
    "text": "Only one investigator or enemy can occupy a [[Chair]] location at once.\nConsult the Chair Locations section in the campaign guide for further details.\nAll enemies lose all spawn instructions and gain \"<b>Spawn</b> - Any empty [[Chair]] location.\"",
    "back_flavor": "As the chairs cycle in and out, to say nothing of the crazed partygoers that keep appearing at the table, you do your best to avoid being dragged down into the shadows below you. The table grows steadily more raucous as the occupants guzzle down the questionable-looking tea.",
    "back_text": "Heal 2 [per_investigator] damage each from The Hare and The Hatter.",
    "back_name": "Not Your Cup of Tea"
  },
  {
    "code": "zaw_00049",
    "flavor": "Each time the chairs float away from the table, they seem to sink further and further from you. If this keeps up, you may soon run out of footing.",
    "name": "Drifting in Darkness",
    "text": "Only one investigator or enemy can occupy a [[Chair]] location at once.\nConsult the Chair Locations section in the campaign guide for further details.\nAll enemies lose all spawn instructions and gain \"<b>Spawn</b> - Any empty [[Chair]]  location.\"",
    "back_flavor": "The tea party guests guzzle down their drinks and stuff their faces with any bits of food they can reach as they keep up their nonsensical conversation. This madness is going to get you all killed, if they don't snap out of it.",
    "back_text": "Heal 2 [per_investigator] damage each from The Hare and The Hatter.",
    "back_name": "Drink and Be Merry"
  },
  {
    "code": "zaw_00050",
    "flavor": "The sparse light illuminating the tea party table is fading fast. If you don't find a way out before the darkness envelops you, there's no telling if you'll ever see daylight again.",
    "name": "Minutes to Midnight",
    "text": "Only one investigator or enemy can occupy a [[Chair]] location at once.\nConsult the Chair Locations section in the campaign guide for further details.\nAll enemies lose all spawn instructions and gain \"<b>Spawn</b> - Any empty [[Chair]] location.\"",
    "back_flavor": "Whatever force was holding the tea party table afloat cannot oppose the grasping shadows any longer. The table and chairs fall away from you, and you can't prevent yourself from falling into darkness.",
    "back_text": "Each undefeated investigator takes 1 mental or physical trauma <i>(your choice)</i>from being taken by the shadows.\n<b>(→R1)</b>",
    "back_name": "Death of the Party"
  },
  {
    "code": "zaw_00051",
    "flavor": "The Hare and Hatter seem quite content to continue their festivities amid the chaos, though they react wildly to any perceived violations of etiquette. They are not only unaware of the shadows, but seemingly unaffected by them as well. What role they have in keeping the tea party afloat is unclear, but you had best proceed with caution in any case.",
    "name": "The Mad Tea Party",
    "text": "Doom cannot be placed on this agenda.\n[action] Spend 1 [per_investigator] clues: <b>Resign</b>. You leap into the shadows, trusting your intuition.\n<b>Forced</b> - If The Hare or The Hatter is defeated, advance.",
    "back_text": "<b>If The Hatter was defeated:</b>\n<blockquote><i>The Hatter gives a distressed gurgle and slumps down in his chair as your final blow strikes him. Instantly, the Hare draws upward in a fury and points an accusing finger at you. \"If you're going to roughhouse then do it away from the table! I won't have you distressing the other guests!\"</i></blockquote>\nFlip The Hare. Remember that the investigator who defeated The Hatter \"has terrible table manners.\" Advance to Agenda 2C - The Mad March Hare.\n<b>If The Hare was defeated:</b>\n<blockquote><i>The Hare collapses limply onto the table as your final attack makes its mark. The Hatter hurls a half-filled teacup at you, utterly livid. \"Now you've done it! A perfectly stimulating conversation ruined by your hooliganism! If you can't be civil, then you shouldn't speak at all!\"</i></blockquote>\nFlip The Hatter. Remember that the investigator who defeated The Hare \"has terrible table manners.\" Advance to Agenda 2C - The Mad Hatter.",
    "back_name": "Party Foul"
  },
  {
    "code": "zaw_00052",
    "flavor": "The Hare's anger at the death of his friend drives him into a feral state. Nothing you can say or do placates him in the slightest. You will have to continue your attempts at grounding the tea party with this new wrinkle.",
    "name": "The Mad March Hare",
    "text": "Doom cannot be placed on this agenda.\n[action] Spend 1 [per_investigator] clues: <b>Resign</b>. You leap into the shadows, trusting your intuition.\n<b>Forced</b> - If The Hare is defeated, advance.",
    "back_flavor": "The Hare tumbles out of his seat, grasping upward feebly as he vanishes into the darkness below. The whole table shudders, rattling the dishes as the shadows close inward on you.",
    "back_text": "Remember that the investigator who defeated The Hare \"has terrible table manners.\"\n Advance to Agenda 3C - An Uncontrolled Party.",
    "back_name": "Splitting Hares"
  },
  {
    "code": "zaw_00053",
    "flavor": "The Hatter is so infuriated by the death of his companion that he can hardly speak, and he stares at you with malice clear in his eyes. You will have to continue your investigations despite his state of fury.",
    "name": "The Mad Hatter",
    "text": "Doom cannot be placed on this agenda.\n[action] Spend 1 [per_investigator] clues: <b>Resign</b>. You leap into the shadows, trusting your intuition.\n<b>Forced</b> - If The Hatter is defeated, advance.",
    "back_flavor": "The Hatter falls to his knees with a small wail before plummeting down into the roiling shadows. With his disappearance, the darkness seems to close in on you, and the table shakes with a creak of timbers.",
    "back_text": "Remember that the investigator who defeated The Hatter \"has terrible table manners.\"\nAdvance to Agenda 3C - An Uncontrolled Party.",
    "back_name": "Hanging Your Hat"
  },
  {
    "code": "zaw_00054",
    "flavor": "With the Hare and Hatter deceased, the floating tea party grows increasingly unstable. Shadowy tendrils reach in from all sides, attempting to drag the chairs and table apart. You had best make these next minutes count.",
    "name": "An Uncontrolled Party",
    "text": "Doom cannot be placed on this agenda.\n[action] Spend 1 [per_investigator] clues: <b>Resign</b>. You leap into the shadows, trusting your intuition.\n<b>Forced</b> - At the start of the mythos phase, if there are no enemies in play: Place 1 doom on the 'a' agenda.",
    "back_text": "<center>What are you looking at this side for?\nThere are more important things you ought to be doing.\nFlip back to Agenda 3c.",
    "back_name": "You're Wasting Time!"
  },
  {
    "code": "zaw_00055",
    "flavor": "As you struggle to find your footing, your task is already clear. The shadows swept in the moment the Dormouse fell asleep. The problem now, however, is that the table's contents were jumbled when this whole event started. You've got to find the Dormouse at all costs.",
    "name": "Mouse Hunt",
    "text": "Consult the Chair Locations section in the campaign guide for additional movement options.",
    "back_flavor": "With the table's contents shifting constantly, you devise a way to mark each of the teapots as they cycle past each chair around the table. At long last, you narrow the options down to a single teapot in the middle of the table. Its appearance is different than the one you remember the Dormouse slipping down into, but you know better than to trust your eyes at this point.",
    "back_text": "Put the set-aside The Dormouse into play at Center of the Table.",
    "back_name": "Shell Game"
  },
  {
    "code": "zaw_00056",
    "flavor": "You lift the lid and try to shake the Dormouse awake, but he remains in a deep sleep. Perhaps something at the table here could rouse him. You'll have to pick carefully, however. There's no telling what could be in each teapot or cup.",
    "name": "Wake Up Call",
    "text": "Consult the Chair Locations section in the campaign guide for additional movement options.\nWhile The Dormouse is in play and not controlled by any investigator, he gains:\"[action] [action] Spend 1 [per_investigator] clues as a group: <b>Parley</b>. Take control of The Dormouse.\"\n<b>Objective</b> - If an investigator controls The Dormouse, advance.",
    "back_flavor": "You find the one cup of tea with a much more pleasing aroma than the others and hold it up to the Dormouse's nose. He stirs lightly at first, then awakens at once with a loud gasp. Panic overtakes him until he sees you looking down at him with concern. \"You're... you're here to help...?\" he asks you with a quaver in his voice. You nod, and he nods quickly in return. \"Help at last... good, good. The things prey on dreams, even within a dream. If you fall asleep, you're as good as a fish in a pot. We've got to drive these shadows away, but we have to anchor the table and chairs back to Wonderland.\"",
    "back_name": "Tea and Sympathy"
  },
  {
    "code": "zaw_00057",
    "flavor": "\"You've got to tether the chairs at once,\" the Dormouse commands, \"find a way to anchor each one, and the table will return with it.\" You look back around the table and wrack your brain for a way to accomplish exactly that.",
    "name": "Return Trip",
    "text": "Consult the Chair Locations section in the campaign guide for additional movement options.\n[action] If you are at a [[Chair]] location: Test [willpower] (X), where X is total shroud of your location and each connecting [[Chair]] location. You may spend any amount of clues as a group to get +2 [willpower] per clue spent. If you succeed, place a horror token on your location and each connecting [[Chair]] location, as tethers. Locations with tethers cannot leave play or be moved by card effects.\n<b>Objective</b> - If each [[Chair]] location has a tether on it, advance.",
    "back_flavor": "In each chair, you try to direct your memories towards your adventures in Wonderland thus far. Each image you conjure and event you replay seems to banish a small patch of darkness under each seat. You continue around the table until at last, a ring of grass surrounds the tea party. As if severed, the shadows retreat, and slowly the Hare's garden fades back into vision.",
    "back_text": "If the current 'c' agenda is The Mad Tea Party, <b>(→R2)</b>.\nIf the current 'c' agenda is The Mad March Hare, <b>(→R3)</b>.\nIf the current 'c' agenda is The Mad Hatter, <b>(→R4)</b>.\nIf the current 'c' agenda is An Uncontrolled Party, <b>(→R5)</b>.",
    "back_name": "Grounded in Fantasy"
  },
  {
    "code": "zaw_00058",
    "name": "Center of the Table",
    "text": "Enemies cannot move to Center of the Table.\n<b>Forced</b> - At the end of the investigator phase, each investigator at Center of the Table must lose 1 resource or place 1 clue on Center of the Table from the token bank.\n<b>Forced</b> - After you move to Center of the Table: Remember that you \"have terrible table manners.\"\n[action] If there are no empty [[Chair]] locations: Choose a non-[[Elite]] enemy in a [[Chair]] location. That enemy makes an immediate attack against you. Then, discard that enemy and move to its former location.",
    "traits": "Wonderland. Table.",
    "back_text": "Enemies cannot move to Center of the Table.\n<b>Forced</b> - After you move to Center of the Table: Remember that you \"have terrible table manners.\""
  },
  {
    "code": "zaw_00059",
    "name": "Head of the Table",
    "text": "Head of the Table cannot leave play.\nHead of the Table is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Head of the Table, add clues from the token bank to Head of the Table up to its starting amount.\n[action]: Place 1 resource on Head of the Table from the token bank, as a tick. If there are 1 [per_investigator] ticks on Head of the Table, in your Campaign Log, under \"Fragments of Alice,\" record <i>Patience.</i>",
    "traits": "Wonderland. Chair.",
    "back_flavor": "An absurdly tall red chair sits at the head of the tea-table, occupied by the hosting Hare.",
    "back_text": "Head of the Table cannot leave play."
  },
  {
    "code": "zaw_00060",
    "name": "Adirondack Chair",
    "text": "Adirondack Chair is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Adirondack Chair, add clues from the token bank to Adirondack Chair up to its starting amount. Then, place 1 clue on each connecting [[Chair]] location.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00061",
    "name": "Armchair",
    "text": "Armchair is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Armchair, add clues from the token bank to Armchair up to its starting amount. Then, if you do not control any assets that take up at least 1 hand slot: Lose 1 action. ",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00062",
    "name": "Barstool",
    "text": "Barstool is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Barstool, add clues from the token bank to Barstool up to its starting amount. Then, lose 2 resources or 1 action (choose one).",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00063",
    "name": "Club Chair",
    "text": "Club Chair is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Club Chair: Add clues from the token bank to Club Chair up to its starting amount. Then, you may immediately move a non-[[Elite]] enemy anywhere in play to a [[Chair]] location connected to that location.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00064",
    "name": "Deck Chair",
    "text": "Deck Chair is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Deck Chair, add clues from the token bank to Deck Chair up to its starting amount. Then, place 1 of your clues on it.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00065",
    "name": "Dining Chair",
    "text": "Dining Chair is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Dining Chair, add clues from the token bank to Dining Chair up to its starting amount. Then, reveal the top card of your deck. If it is an asset, you may draw it. Otherwise, if it is not a weakness, discard it.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00066",
    "name": "Folding Chair",
    "text": "Folding Chair is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Folding Chair, add clues from the token bank to Folding Chair up to its starting amount. Then, you may immediately move to a connecting location.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00067",
    "name": "Ornate Chair",
    "text": "Ornate Chair is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Ornate Chair, add clues from the token bank to Ornate Chair up to its starting amount. Then, you may gain 1 resource.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00068",
    "name": "Patio Chair",
    "text": "Patio Chair is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Patio Chair, add clues from the token bank to Patio Chair up to its starting amount. Then, discard a card from your hand at random.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00069",
    "name": "Rocking Chair",
    "text": "Rocking Chair is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Rocking Chair, add clues from the token bank to Rocking Chair up to its starting amount. Then, discard the top card of your deck.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00070",
    "name": "Salon Chair",
    "text": "Salon Chair is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Salon Chair, add clues from the token bank to Salon Chair up to its starting amount. Then, reveal the top card of your deck. If it is a skill, you may draw it. Otherwise, if it is not a weakness, discard it.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00071",
    "name": "Scissor Chair",
    "text": "Scissor Chair is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Scissor Chair, add clues from the token bank to Scissor Chair up to its starting amount. Then, reveal the top card of your deck. If it is an event, you may draw it. Otherwise, if it is not a weakness, discard it.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00072",
    "name": "Swivel Chair",
    "text": "Swivel Chair is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Swivel Chair, add clues from the token bank to Swivel Chair up to its starting amount. Then, choose a non-weakness card in your hand and place it on the bottom of your deck.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00073",
    "name": "Throne",
    "text": "Throne is connected to the [[Chair]] locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Throne, add clues from the token bank to Throne up to its starting amount. Then, reveal the top card of your deck. If that card's cost is higher than Throne's shroud, gain 1 resource. Otherwise, lose 1 resource.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00074",
    "name": "Wicker Chair",
    "text": "Wicker Chair is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Wicker Chair, add clues from the token bank to Wicker Chair up to its starting amount. Then, if you do not control any assets that take up at least 1 arcane slot: Lose 1 action. ",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00075",
    "name": "Wooden Stool",
    "text": "Wooden Stool is connected to the [[Chair]]  locations in the clockwise and counter-clockwise directions.\n<b>Forced</b> - After you enter Wooden Stool, add clues from the token bank to Wooden Stool up to its starting amount. X is equal to the highest number of ammo, supplies, charges, or secrets on an asset you control.",
    "traits": "Wonderland. Chair.",
    "back_flavor": "Unoccupied for the moment.\nThe stains might be tea or jam, or they might not be.",
    "back_name": "Empty Seat"
  },
  {
    "code": "zaw_00095",
    "flavor": "Dreams within dreams, and none of them quite making sense.",
    "name": "The Dormouse",
    "subname": "Slumbering Storyteller",
    "text": "Your maximum hand size is increased by 1.\n[reaction] After you draw a non-weakness card from your deck, exhaust The Dormouse: Shuffle that card back into your deck and draw another card.",
    "traits": "Ally. Wonderland. Creature. Scholar."
  },
  {
    "code": "zaw_00077a",
    "name": "The Hare",
    "subname": "Harebrained Host",
    "text": "The Hare cannot attack investigators at Center of the Table.\n<b>Forced</b> - After an investigator damages any other enemy, if The Hare is ready: He moves once towards that investigator. If The Hare is already at a connecting location, he attacks instead.\n[action]: <b>Parley</b>. Test [combat] (3) to distract the Hare with a test of strength. If you succeed, automatically evade The Hare.",
    "traits": "Wonderland. Creature. Lunatic. Elite."
  },
  {
    "code": "zaw_00077b",
    "name": "The Hare",
    "subname": "Ranting and Raving",
    "text": "<b>Forced</b> - After an investigator damages any other enemy, if The Hare is ready: He moves once towards that investigator. If The Hare is already at a connecting location, he engages and attacks instead.",
    "traits": "Wonderland. Creature. Lunatic. Elite."
  },
  {
    "code": "zaw_00078a",
    "name": "The Hatter",
    "subname": "Mercurial Milliner",
    "text": "The Hatter cannot attack investigators at Center of the Table.\n<b>Forced</b> - After an investigator discovers any number of clues, if The Hatter is ready: He moves once towards that investigator. If The Hatter is already at a connecting location, he attacks instead.\n[action]: <b>Parley</b>. Test [intellect] (3) to distract the Hatter with a riddle. If you succeed, automatically evade The Hatter.",
    "traits": "Wonderland. Humanoid. Lunatic. Elite."
  },
  {
    "code": "zaw_00078b",
    "name": "The Hatter",
    "subname": "Ranting and Raving",
    "text": "<b>Forced</b> - After an investigator discovers any number of clues, if The Hatter is ready: He moves once towards that investigator. If The Hatter is already at a connecting location, he engages and attacks instead.",
    "traits": "Wonderland. Humanoid. Lunatic. Elite."
  },
  {
    "code": "zaw_00079",
    "name": "Bizarre Brew",
    "text": "Peril.\n<b>Revelation</b> - You must (choose one):\n- You guzzle down the mysterious drink.\nTest [combat] (3). If you fail, take 1 damage and lose 2 resources.\n- You refuse to drink from the cup in front of you.\nRemember that you \"have terrible table manners.\" If you already \"have terrible table manners,\" take 2 horror instead.",
    "traits": "Poison."
  },
  {
    "code": "zaw_00080",
    "name": "Change Places!",
    "text": "Surge.\n<b>Revelation</b> - If you are at an untethered [[Chair]]  location, swap your location with the furthest untethered [[Chair]] location from your location. All investigators and enemies at these locations are moved with the locations.",
    "traits": "Scheme. Blunder."
  },
  {
    "code": "zaw_00081",
    "name": "Clean Cup!",
    "text": "Peril.\n<b>Revelation</b> - You must (choose one):\n- Move each investigator and enemy that are in [[Chair]]  locations once clockwise or counter-clockwise. All movement happens simultaneously and does not provoke attacks of opportunity.\n- You refuse to leave your seat. Remember that you \"have terrible table manners.\" If you already \"have terrible table manners,\" take 2 horror instead.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00082",
    "flavor": "A cackling voice sounds from one of the chairs as another partygoer suddenly appears, sipping daintily from a tarry black cup.",
    "name": "Demented Guest",
    "text": "<b>Forced</b> - After Demented Guest enters a location: Place 1 doom on Demented Guest.",
    "traits": "Wonderland. Creature. Lunatic."
  },
  {
    "code": "zaw_00083",
    "name": "Mind Your Manners",
    "text": "<b>Revelation</b> - Put Mind Your Manners into your threat area.\nYou cannot activate Parley effects.\n[free] Discard Mind Your Manners. Remember that you \"have terrible table manners.\" If you already \"have terrible table manners,\" take 2 horror instead.\n<b>Forced</b> - At the end of the round, discard Mind Your Manners.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00084",
    "flavor": "The wolfish guest eyes the places at the table next to him with genteel manners, but a feral look in his eye.",
    "name": "Obsessive Visitor",
    "text": "Hunter.\nX is equal to the number of clues on Obsessive Visitor's location and each connecting [[Chair]]  location (max 5).",
    "traits": "Wonderland. Creature. Lunatic."
  },
  {
    "code": "zaw_00085",
    "flavor": "The old man's headgear resembles a samovar, and he pours himself a cup of tea by bowing his head forward.",
    "name": "Teetotaler",
    "text": "If you \"have terrible table manners,\" Teetotaler gains retaliate and alert.",
    "traits": "Wonderland. Humanoid. Lunatic."
  },
  {
    "code": "zaw_00086",
    "flavor": "\"I told you butter wouldn't suit the works!\"",
    "name": "Two Days Wrong",
    "text": "<b>Revelation</b> - Test [willpower] (2). If you \"have terrible table manners,\" this test gains peril and +2 difficulty. If you fail, take 1 horror and lose 1 action.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00087",
    "name": "Bleeding Hearts",
    "text": "Easy / Standard\n[skull]: -X, X is half the amount of blame on your copy of Royal Suspicion (rounded up).\n[cultist]: -2. -4 instead if The Queen of Hearts is at your location.\n[tablet]: -3. If you fail, add 1 blame to your copy of Royal Suspicion.\n[elder_thing]: -2. -4 instead if The Executioner is in play.",
    "back_text": "Hard / Expert\n[skull]: -X, X is the amount of blame on your copy of Royal Suspicion.\n[cultist]: -2. -4 instead if The Queen of Hearts is at your location or a connecting location.\n[tablet]: -4. If you fail, add 1 blame to your copy of Royal Suspicion.\n[elder_thing]: -3. -5 instead if The Executioner is in play."
  },
  {
    "code": "zaw_00088",
    "flavor": "A case of stolen tarts. You'd laugh if it weren't being pinned on you with the death penalty waiting. The majority of the guards are still allowing you to move about the castle despite the accusations, so you'll have to do your best to not arouse the court's wrath any further.",
    "name": "Head Games",
    "text": "<b>Forced</b> - At the end of the mythos phase: In player order, each investigator who has 7 or more blame on his or her copy of Royal Suspicion draws an additional encounter card.",
    "back_flavor": "\"Haven't you found the culprit yet?! Off with his head!\" The Queen's mood is worsening, and the executioner hurriedly sharpens his axe to comply with her wishes.",
    "back_text": "If The Executioner is in play, place 1 doom on him. Otherwise, search the encounter deck and discard pile for The Executioner and spawn him normally.",
    "back_name": "Chop Chop!"
  },
  {
    "code": "zaw_00089",
    "flavor": "The Queen stalks the castle grounds on the hunt for a victim. You're beginning to wonder just how much the Queen cares about the tarts, or if she just wants an excuse to execute someone.",
    "name": "Scapegoats",
    "text": "The Queen of Hearts gains alert.\n<b>Forced</b> - At the end of the mythos phase: In player order, each investigator who has 7 or more blame on his or her copy of Royal Suspicion draws an additional encounter card.",
    "back_flavor": "Another bellow from the Queen sends the executioner scrambling after you. You've given him the slip a few times already, but he's not about to lose his job over you, or his head for that matter.",
    "back_text": "If The Executioner is in play, place 1 doom on him. Otherwise, search the encounter deck and discard pile for The Executioner and spawn him normally.",
    "back_name": "Heads Will Roll"
  },
  {
    "code": "zaw_00090",
    "flavor": "If this keeps up, the whole castle will soon be after your head. If you don't make these next few minutes count, then there won't be a chance to redeem yourself.",
    "name": "Eliminating Suspects",
    "text": "The Executioner and The Queen of Hearts gain alert.\n<b>Forced</b> - At the end of the mythos phase: In player order, each investigator who has 7 or more blame on his or her copy of Royal Suspicion draws an additional encounter card.",
    "back_flavor": "The sheer number of card guards cut off every possible avenue of escape. Cornered against stone walls with your resources depleted, you stare grimly as the Queen and her executioner approach. \"There can be no doubt! Off with their heads this instant!\"",
    "back_text": "Each investigator who has not resigned is defeated.",
    "back_name": "Next on the Chopping Block"
  },
  {
    "code": "zaw_00091",
    "flavor": "The Queen of Hearts seems likely to decapitate everyone in sight if this theft isn't cleared up. First thing's first however, namely getting access to the crime scenes to clear your name. How easy that would be if you weren't the current primary suspect in all this.",
    "name": "Lip Service",
    "text": "<b>Objective</b> - If 1 [per_investigator] or more [[Restricted]]  locations are revealed, you must advance.",
    "back_flavor": "You manage to ingratiate yourself with the queen's court enough for the guards to ease up on their restrictions. Now that you have access to the more closely-guarded parts of the castle, you can finally make some progress on tracking down the culprit. However, a greater problem has risen to light during your initial scouting of the castle. Shadowy creatures lurk in the darker recesses of the castle, and often found wherever crumbs of the tarts lie scattered. If Gurathnaka's minions are going to attack the castle, they certainly are biding their time.",
    "back_name": "Friends in High Places"
  },
  {
    "code": "zaw_00092",
    "flavor": "While the queen's cronies have been quick about locking down the castle, they certainly haven't been thorough at their investigations. Between the missing tarts and the lurking threat of the shadows, finding the thief seems to be the key to both mysteries.",
    "name": "Trail of Tart-crumbs",
    "text": "<b>Objective</b> - Only investigators at Hedge Maze may spend the requisite number of clues to advance.",
    "back_flavor": "In a lonely branch of the hedge maze, you are finally able to locate the thief - the Knave of Hearts, as you might have expected. He sits on the grass with half a plate of tarts beside him and some red smudges at the corners of his mouth. Your approach startles the Knave, and he quickly stands to appraise you. \"You are neither guard nor card. Good, you can assist in my plan. The tarts were a start, but the Queen must be driven into a greater fury.\" He leans in toward you to whisper, but keeps a bit of distance still. \"I've seen shadowy creatures lurking in the darkest corners of the palace. You've seen them too, haven't you? I know what they can do to people, and I've no desire to follow suit. The trouble is, I can't get at them. Only intense emotions seem to draw them out out of hiding. The Queen's rage should be bait enough, but she must be in a state of rage like never before. I can vandalize the castle to provoke her, but I shall need your assistance.\"",
    "back_text": "Put the set-aside The Knave of Hearts into play at Hedge Maze.",
    "back_name": "Caught Red-Mouthed"
  },
  {
    "code": "zaw_00093",
    "flavor": "The Knave may not be the most trustworthy person you've met, but the threat of Gurathnaka's shadows consuming the palace has forced your hand.",
    "name": "Anger Management",
    "text": "[action] If you are at The Knave of Hearts' location, spend 1 clue: Place 1 damage token on your location and move The Knave of Hearts to a connecting location.\n[reaction] After you defeat an enemy: Place 1 damage token on your location.\n[reaction] After The Queen of Hearts enters a location, if there is any amount of damage tokens on that location: Remove all damage tokens from that location and place an equal amount of horror on The Queen of Hearts.\n<b>Objective</b> - If there is 3 [per_investigator] or more horror on The Queen of Hearts, advance.",
    "back_flavor": "Your attempts at provoking the Queen's short temper reach immediate success. Between your direct interference and the Knave's expert sabotage of the castle, the Queen of Hearts has been pushed past her limit. \"OFF WITH ALL OF YOUR HEADS!\" she blasts, her face red as her own roses as she begins a tantrum. Shadows shift around the castle, reaching toward the queen in the midst of her meltdown.",
    "back_text": "<b>(→R2)</b>",
    "back_name": "Stay of Execution"
  },
  {
    "code": "zaw_00094",
    "flavor": "Buckets and brushes lie abandoned by the white rose bushes. If the queen is as passionate about her roses as she was about her tarts, then you might be able to get in her good graces by doing a bit of impromptu gardening.",
    "name": "Rose Garden",
    "text": "[action] [action] You replant one of the white rose bushes with a red one: Remove 1 blame from your copy of Royal Suspicion.\n[action] If there is 0 blame on your copy of Royal Suspicion: <b>Resign</b>. You flee before anyone else tries to condemn you.",
    "traits": "Wonderland. Castle.",
    "back_flavor": "The royal gardens bristle with bright red flowers of every variety, though you notice a small section of rose bushes that glisten and drip with a coating of red paint."
  },
  {
    "code": "zaw_00095b",
    "flavor": "A small group of the queen's courtiers play croquet on the open terrace, albeit with flamingos and rolled-up hedgehogs instead of mallets and balls.",
    "name": "Croquet Grounds",
    "text": "[action]: You try to impress the courtiers to get them on your side. Test [combat] or [agility] (3). If you succeed, remove 1 blame from your copy of Royal Suspicion. If you fail by 2 or more, add 1 blame to your copy of Royal Suspicion instead.",
    "traits": "Wonderland. Castle.",
    "back_flavor": "The sounds of laughter coming from the grounds mix with the squawks and squeaks of distressed animals. Just what sort of games are being played here?"
  },
  {
    "code": "zaw_00096",
    "flavor": "Several members of the royal court amble about the maze, utterly lost but too proud to admit it. Perhaps you could gain their favor by helping them out of the labyrinth.",
    "name": "Hedge Maze",
    "text": "[action]: You try to give directions to one of the lost courtiers. Test [willpower] or [intellect] (3). If you succeed, remove 1 blame from your copy of Royal Suspicion. If you fail by 2 or more, add 1 blame to your copy of Royal Suspicion instead.",
    "traits": "Wonderland. Castle.",
    "back_flavor": "With how difficult Wonderland has been to navigate, you can only guess how much more frustrating a deliberate maze would be."
  },
  {
    "code": "zaw_00097",
    "flavor": "The eye of scrutiny is definitely strongest here. The members of the queen's court are all too eager to gain her favor by getting her angry at someone else.",
    "name": "Throne Room",
    "text": "<b>Forced</b> - After you discover any number of clues on Throne Room: Add 1 blame to your copy of Royal Suspicion or draw the top card of the encounter deck (choose one).",
    "traits": "Wonderland. Castle.",
    "back_flavor": "Heart motifs decorate every column, arch, and banner of the castle. Even the double doors leading to the royal audience chamber are heart-shaped."
  },
  {
    "code": "zaw_00098",
    "flavor": "The Queen's gardeners are awaiting execution forlornly, but patiently. If only there was something you could do for the poor doomed cards.",
    "name": "Dungeons",
    "text": "[reaction] After you evade or defeat The Executioner at this location: Place 1 resource on Dungeons (from the token bank) as a key.\n<b>Forced</b> - If there are 1 [per_investigator] or more keys on Dungeons: in your Campaign Log, under \"Fragments of Alice,\" record <i>Compassion.</i>",
    "traits": "Wonderland. Castle. Restricted.",
    "back_flavor": "The castle dungeons are under strict lock and key, as you might expect. The sighs and groans of languishing prisoners fill the air.",
    "back_text": "If there is at least 2 blame on your copy of Royal Suspicion, you cannot enter Dungeons."
  },
  {
    "code": "zaw_00099",
    "flavor": "The jurors sit in their box with chalkboards in hand. Perhaps you can influence them before any trials get underway.",
    "name": "Courtroom",
    "text": "[action] If there are no clues on Courtroom: Remove up to 4 blame from your copy of Royal Suspicion and place the same amount of clues on Courtroom (from the token bank).",
    "traits": "Wonderland. Castle. Restricted.",
    "back_flavor": "With blame being constantly thrown your way, you don't relish the idea of being in a place that can make it official.",
    "back_text": "If there is at least 2 blame on your copy of Royal Suspicion, you cannot enter Courtroom."
  },
  {
    "code": "zaw_00100",
    "flavor": "The kitchens are a mess as the queen's servants ready the tarts. As they haven't cleaned up, there may be some evidence left from whoever stole the first set.",
    "name": "Kitchens",
    "text": "[reaction] After the last clue is discovered from Kitchens: Remove 2 blame from each investigator's copy of Royal Suspicion (group limit once per game).",
    "traits": "Wonderland. Castle. Restricted.",
    "back_flavor": "The smell of freshly-baked tarts slips through the door to the royal kitchens. This new batch is being closely guarded, and anyone suspected of filching the first bunch is not allowed inside.",
    "back_text": "If there is at least 2 blame on your copy of Royal Suspicion, you cannot enter Kitchens."
  },
  {
    "code": "zaw_00101",
    "flavor": "Most of the card guards are out scouring the castle grounds for the culprit. The few that remain take offense at your intrusion here.",
    "name": "Guard Barracks",
    "text": "While you are investigating Guard Barracks, if you have 2 or fewer cards in your hand, Guard Barracks gains +2 shroud.\n<b>Forced</b> - When the investigator phase ends: Each investigator at Guard Barracks must discard 1 card from his or her hand at random.",
    "traits": "Wonderland. Castle. Restricted.",
    "back_flavor": "The queen's card guards cross their spears as you approach, highly suspicious of anyone that she has accused of thievery.",
    "back_text": "If there is at least 2 blame on your copy of Royal Suspicion, you cannot enter Guard Barracks."
  },
  {
    "code": "zaw_00102",
    "name": "Royal Suspicion",
    "text": "Uses (3 blame).\n<b>Forced</b> - When any effect would add blame to Royal Suspicion: Place resources from the token bank on Royal Suspicion, as blame. Blame has no effect on its own, but other cards may reference the amount of blame on your copy of Royal Suspicion.",
    "traits": "Scheme. Blunder."
  },
  {
    "code": "zaw_00139",
    "flavor": "If you need to get out of danger quickly,\nthe Knave might be around or he might not be.",
    "name": "The Knave of Hearts",
    "subname": "Larcenous Lordling",
    "text": "You get +1 [agility].\n[reaction] When you reveal a chaos token during an attack or evasion attempt, exhaust The Knave of Hearts: Cancel that attack or evasion attempt.",
    "traits": "Ally. Card. Royalty. Wonderland."
  },
  {
    "code": "zaw_00104",
    "flavor": "He puts both the \"judge\" and \"mental\" into \"judgmental.\"",
    "name": "The King of Hearts",
    "subname": "Majestic Magistrate",
    "text": "[action]: <b>Parley</b>. Move up to 3 blame from your copy of Royal Suspicion to a copy of Royal Suspicion controlled by another investigator. Any investigator at The King of Hearts's location may activate this ability.\n[action] Spend any amount of resources: <b>Parley</b>. For every 3 resources spent, remove 1 blame from your copy of Royal Suspicion. Any investigator at The King of Hearts's location may activate this ability.",
    "traits": "Wonderland. Card. Royalty."
  },
  {
    "code": "zaw_00105",
    "name": "The Queen of Hearts",
    "subname": "Murderous Monarch",
    "text": "Aloof. Hunter. <b>Prey</b> - Investigator with the most blame on his or her copy of Royal Suspicion.\nThe Queen of Hearts cannot be damaged. If an investigator at The Queen of Hearts's location has 4 or more blame on his or her copy of Royal Suspicion, The Queen of Hearts loses aloof.\n<b>Forced</b> - At the end of the enemy phase, if The Queen of Hearts is ready: Add 1 blame to each copy of Royal Suspicion controlled by an investigator at The Queen of Hearts's location.\n<b>Forced</b> - After you successfully attack The Queen of Hearts: she gets -3 evade for the rest of the phase. Add 1 blame to your copy of Royal Suspicion.",
    "traits": "Wonderland. Humanoid. Card. Royalty. Elite."
  },
  {
    "code": "zaw_00106",
    "name": "The Executioner",
    "subname": "Apathetic Axeman",
    "text": "Aloof. Hunter. <b>Spawn</b> - Guard Barracks or Dungeons. <b>Prey</b> - Investigator with the most blame on his or her copy of Royal Suspicion.\nIf an investigator at The Executioner's location has 4 or more blame on his or her copy of Royal Suspicion, The Executioner loses aloof.\n<b>Forced</b> - After damage from The Executioner's attack defeats an investigator or ally: Place 1 doom on him.",
    "traits": "Wonderland. Humanoid. Card. Soldier. Elite."
  },
  {
    "code": "zaw_00107",
    "name": "Corrupt Noble",
    "text": "<b>Forced</b> - After Corrupt Noble attacks you: Lose 2 resources. If you cannot lose 2 resources, take 1 horror instead.\n[action]If you are engaged with Corrupt Noble: <b>Parley</b>.\nTest [willpower] (3). If you succeed, automatically evade The Queen of Hearts or The Executioner (choose one) and shuffle Corrupt Noble back into the encounter deck. If you fail, place 1 doom on Corrupt Noble.",
    "traits": "Wonderland. Humanoid. Card. Royalty."
  },
  {
    "code": "zaw_00108",
    "name": "Court Sycophant",
    "text": "<b>Spawn</b> - Any connecting location.\n<b>Forced</b> - When Court Sycophant spawns: Place 1 doom on Court Sycophant or add 2 blame to your copy of Royal Suspicion and discard Court Sycophant (choose one).",
    "traits": "Wonderland. Humanoid. Card. Royalty."
  },
  {
    "code": "zaw_00109",
    "name": "Damning Evidence",
    "text": "Peril.\n<b>Revelation</b> - You must (choose one):\n- Place 1 doom on the current agenda. This effect can cause the current agenda to advance.\n- Add 2 blame to your copy of Royal Suspicion.\n- Add 4 blame to another investigator's copy of Royal Suspicion.",
    "traits": "Scheme. Blunder."
  },
  {
    "code": "zaw_00110",
    "name": "\"Off With Their Heads!\"",
    "text": "<b>Revelation</b> - If The Executioner is in play, place 1 doom on him. Otherwise, search the encounter discard pile and deck for him and spawn him. If you have 4 or more blame on your copy of Royal Suspicion, also place 1 doom on The Executioner.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00111",
    "name": "Pointing Fingers",
    "text": "Peril.\n<b>Revelation</b> - Place 1 blame on any investigator's copy of Royal Suspicion. If that investigator's copy of Royal Suspicion has 4 or more blame on it, place 1 doom on the [[Card]] enemy closest to that investigator. That investigator tests [willpower] (X) where X is the amount of blame on his or her copy of Royal Suspicion. If he or she fails, he or she takes 1 horror and loses 1 action.",
    "traits": "Scheme. Blunder."
  },
  {
    "code": "zaw_00112",
    "name": "Wrong Place, Wrong Time",
    "text": "<b>Revelation</b> - Test [agility] (3). If you fail, add 2 blame to your copy of Royal Suspicion. If you fail by 2 or more, take 1 damage. If your copy of Royal Suspicion has 4 or more blame on it, take 1 horror.",
    "traits": "Blunder."
  },
  {
    "code": "zaw_00159",
    "flavor": "Have a heart.",
    "name": "Executioner's Axe",
    "subname": "Hearty Hewer",
    "text": "[action] <b>Fight.</b> You get +1 [combat] for this attack. This attack deals +1 damage. If a [skull] or [elder_thing] token is revealed during this attack, you may either treat that token's modifier as 0 or deal +1 additional damage (choose one).",
    "traits": "Item. Weapon. Melee. Wonderland."
  },
  {
    "code": "zaw_00114",
    "name": "Wild Snark Chase",
    "text": "Easy / Standard\n[skull]: -X. X is equal to half the doom on the current agenda (rounded up).\n[cultist]: -4. If it is your turn, you may spend 1 action to make this token -2 instead.\n[tablet]: -3. If you fail and your location has a horror on it, take 1 horror.\n[elder_thing]: -2. -4 instead if The Jabberwock is in play.",
    "back_text": "Hard / Expert\n[skull]: -X. X is equal to 1 + half the doom on the current agenda (rounded up).\n[cultist]: -5. If it is your turn, you may spend 1 action to make this token -3 instead.\n[tablet]: -4. If your location has a horror on it, take 1 horror.\n[elder_thing]: -3. -5 instead if The Jabberwock is in play."
  },
  {
    "code": "zaw_00115",
    "flavor": "Despite the enthusiasm of the Bellman and his party, you have some reservations about searching through these woods in the dark. You get the unsettling feeling that as you search for the Snark, something far stranger and far stronger hunts for you. ",
    "name": "Twas Brillig",
    "text": "[action] Take 1 physical trauma and 1 mental trauma: <b>Resign</b>. You break away from the search and hope to find the trail out.",
    "back_flavor": "The Tulgey Wood reverberates with a horrible noise, an indescribable hissing, gurgling, roaring sound. You don't have to ask what sort of monster could make that noise as you see it hurtling through the woods toward you. It is an enormous loathsome thing with fiery eyes and razor-sharp claws that rend trees apart as it passes. Fear courses through your veins and you have scant seconds to decide whether to run or fight.",
    "back_text": "Search all play areas and out of play areas (including the victory display) for The Jabberwock and move it to the lead investigator's location. Shuffle the remainder of the set-aside <i>Jabberwocky</i>encounter set into the encounter deck.",
    "back_name": "An Awful Burbling"
  },
  {
    "code": "zaw_00116",
    "flavor": "\"It's the Jabberwock!\" the Bellman cries, and rings his bell in wild alarm. The warning doesn't help you in the slightest however, as you are already in the throes of battle with it. The monster swoops and vanishes in its wild attacks, making you wonder just where and when it will strike next. You try to keep up the search while accounting for this added menace, but the Jabberwock's attack has drawn the attention of much darker beings.",
    "name": "A Manxome Foe",
    "text": "[action] Take 1 physical trauma and 1 mental trauma: <b>Resign</b>. You break away from the search and hope to find the trail out.",
    "back_flavor": "The fiendish creature attacks with increasing frequency and fervor as you attempt to scour the Tulgey Wood. No matter where you turn, the Jabberwock's burning eyes and vicious claws are there to meet you. Even your best attacks leave you wondering if the beast can actually be killed at all.",
    "back_text": "Search all play areas and out of play areas (including the victory display) for The Jabberwock and move it to the lead investigator's location. If The Jabberwock entered play from the victory display, place 2 [per_investigator] damage on it.",
    "back_name": "Hast Thou Slain the Jabberwock?"
  },
  {
    "code": "zaw_00117",
    "flavor": "Even without accounting for the menace of the Jabberwock, the expedition's hopes are rapidly dwindling. The motley hunters cower in fear while the Bellman proudly declares that the Bodyguard will see them through yet. You have every intention of doing so, but the growing darkness and ravenous beasts of the wood may prove otherwise.",
    "name": "The Trail Grows Cold",
    "text": "[action] Take 1 physical trauma and 1 mental trauma: <b>Resign</b>. You break away from the search and hope to find the trail out.",
    "back_flavor": "As the Snark hunters grow more separated in their pursuit, the Bellman attempts to keep the group's morale in check. The bell clamors and clangs, but by now, all it can do is attract the attention of the many shadows drawn by the Jabberwock's attack.",
    "back_text": "Each investigator who has not resigned is defeated.",
    "back_name": "Eight Bells"
  },
  {
    "code": "zaw_00118",
    "flavor": "\"Onward to the Snark!\" the Bellman shouts as the hunters scatter into the Tulgey Wood. \"Search high and low, for a Snark may lurk in any tree or hollow! Once we've gotten our bearings, it's as good as found!\" You're not convinced it'll be that easy, or if the creature even resides in these woods at all, but some reconnaissance can't hurt.",
    "name": "Babes in the Woods",
    "text": "Investigators at any location may activate The Bellman's abilities.\n[action] If there is no horror on your location, spend 1 [per_investigator] clues as a group: Place a horror token on that location (from the token bank).\n<b>Objective</b> - If there are six revealed [[Tulgey Wood]] locations, advance.",
    "back_flavor": "You and the other Snark hunters report your survey of the immediate area, but the Bellman is occupied with his own discovery. Near the tumtum tree, he stands above a small ditch where a discarded sword lies half-buried in mud. \"Bodyguard!\" he cries, looking for you, \"it's sensible that the Bodyguard should manage all our weaponry for once we've found the Snark. Come collect this one! It should help us threaten the beast into submission!\" You oblige the Bellman reluctantly, but are pleasantly surprised to find the weapon of surprisingly good quality and condition.",
    "back_text": "Choose an investigator to take control of the set-aside The Vorpal Blade asset. For the remainder of the scenario, this asset does not take up any slots.",
    "back_name": "Lay of the Land"
  },
  {
    "code": "zaw_00119",
    "flavor": "Despite the magnitude of the task and the inexperience of the other hunters, there seems to be some promise of success. All that remains now is to chase the trails wherever they may lead.",
    "name": "The Hunting of the Snark",
    "text": "Investigators at any location may activate The Bellman's abilities.\n[action] If there is no horror on your location, spend 1 [per_investigator] clues as a group: Place a horror token on that location (from the token bank).\n<b>Objective</b> - When The Snark enters play, advance.",
    "back_flavor": "\"Snark ahoy!\" the Bellman hollers, \"if it should prove no Boojum, then after it with haste!\" You hurry toward the commotion and finally catch your first real glimpse of the Snark. Its appearance strikes you as being rather plain compared with the majority of Wonderland's other odd creatures. Could this really be the beast whose talents you need to escape these darkening woods alive?",
    "back_name": "Trail's End"
  },
  {
    "code": "zaw_00120",
    "flavor": "\"Now's our chance!\" the Bellman bellows, \"Seek it with thimbles, seek it with care! Pursue it with forks and hope! Threaten its life with a railway-share! Charm it with smiles and soap! Only vary your methods, or the Snark may grow suspicious!\"",
    "name": "Catchall",
    "text": "Investigators at any location may activate The Bellman's abilities.\n[action] If you are at The Snark's location: <b>Parley</b>. Test any skill (4). If you succeed, place a token on The Snark from the token pool according to the skill used:\n- If you used [willpower]: 1 horror.\n- If you used [intellect]: 1 clue.\n- If you used [combat]: 1 damage.\n- If you used [agility]: 1 resource.\nIf you fail, move The Snark to a connecting location.\n<b>Objective</b> - If there are 2 [per_investigator] total tokens on The Snark, you must immediately advance.",
    "back_flavor": "You try every tactic you can to lure the Snark into capture. After minutes of half-hearted interest, the strange creature finally calms enough for you to approach and lay hands on it. \"Masterfully snatched, Bodyguard!\" the Bellman cheers, clanging his bell to gather the scattered expedition around.",
    "back_text": "<b>(→R2)</b>",
    "back_name": "O Frabjous Day!"
  },
  {
    "code": "zaw_00121",
    "flavor": "The signs of a monstrous attack are etched into the lone tree.",
    "name": "Tumtum Tree",
    "text": "[action]: Search all play areas and out of play areas for The Jabberwock (including the victory display), ready it, and move it to Tumtum Tree. In your Campaign Log, under \"Fragments of Alice,\" record <i>Courage.</i>",
    "traits": "Wonderland. Tulgey Wood.",
    "back_flavor": "The perfect spot for resting and standing in thought. The Bellman rallies the Snark hunters from the tree, encouraging them with the loud clanging of his bell."
  },
  {
    "code": "zaw_00122",
    "flavor": "A number of different nests clump together under the sundial.",
    "name": "The Wabe",
    "text": "[action] If there are no horror and no clues on The Wabe: Place a horror token on The Wabe (from the token bank).",
    "traits": "Wonderland. Tulgey Wood.",
    "back_flavor": "Inexplicably, the wood parts in a small clearing where a sundial sits in a circle of grass."
  },
  {
    "code": "zaw_00123",
    "flavor": "You'll have to repurpose several of your supplies to explore here.",
    "name": "Field of Chasms",
    "text": "[action] If there is no horror on Field of Chasms: Discard 1 [per_investigator] assets from among all investigators' hands at this location. Place a horror token on Field of Chasms (from the token bank).",
    "traits": "Wonderland. Tulgey Wood.",
    "back_flavor": "The tall grass forms rings around rocky openings in the ground, each leading down several yards."
  },
  {
    "code": "zaw_00124",
    "flavor": "Scaling the top of the mound will take no little amount of skill.",
    "name": "Mound of Crags",
    "text": "[action] If there is no horror on Mound of Crags: Discard 1 [per_investigator] skills from among all investigators' hands at this location. Place a horror token on Mound of Crags (from the token bank).",
    "traits": "Wonderland. Tulgey Wood.",
    "back_flavor": "A large hill rises out of the woods, covered on all faces by a network of stony outcroppings and ledges."
  },
  {
    "code": "zaw_00125",
    "flavor": "Fully exploring the valley will take quite a bit of maneuvering.",
    "name": "Narrow Valley",
    "text": "[action] If there is no horror on Narrow Valley: Discard 1 [per_investigator] events from among all investigators' hands at this location. Place a horror token on Narrow Valley (from the token bank).",
    "traits": "Wonderland. Tulgey Wood.",
    "back_flavor": "This part of the wood sinks in a deep crevasse, scarcely big enough for a single person to walk down the center of."
  },
  {
    "code": "zaw_00126",
    "flavor": "Your attention is finally drawn to the Baker, who shouts without restraint and waves his arms wildly. \"It's a Snark! Callooh! Callay! Our quarry is finally in sight!\" The Baker's confirmation sounds too good to be true. Seeing as you've scoured the rest of the Tulgey Wood, however, if a Snark can be found here at all, then the Baker's proclamation might be believed.",
    "name": "The Baker's Trail",
    "text": "<b>Forced</b> - If there is exactly 1 location without horror on it: Flip this card and put it into play."
  },
  {
    "code": "zaw_00126b",
    "name": "The Snark",
    "subname": "Puzzling Prey",
    "text": "Aloof. <b>Spawn</b> - Location without horror on it.\nThe Snark cannot be engaged, damaged, or defeated.",
    "traits": "Wonderland. Creature. Elite."
  },
  {
    "code": "zaw_00127",
    "flavor": "\"The Snark has cut and run,\" the Butcher declares, \"We've sent it packing, and so it must have returned to its pack.\" You don't recall anything about Snarks being social creatures, but you are drawn to a nearby grove by a jumble of strange sounds.",
    "name": "The Butcher's Trail",
    "text": "<b>Forced</b> - If there are exactly 2 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00127b",
    "flavor": "The Butcher's detour passes by a hollow tree occupied by a variety of agitated creatures.",
    "name": "Lonely Backwoods",
    "subname": "The Butcher's Trail",
    "text": "[action] If there is no horror on Lonely Backwoods: Search the encounter deck and discard pile for 1 enemy that does not have surge (2 instead if there are 3 or 4 players) and draw it. Place a horror token on Lonely Backwoods (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00128",
    "flavor": "\"I tailed the Snark, but mine fell flat,\" the Beaver grumbles, holding its flat tail, \"Its own tail must be frought with danger.\" The woods are already filled with danger, but at the Beaver's insistence, you proceed toward a shadowy and isolated valley.",
    "name": "The Beaver's Trail",
    "text": "<b>Forced</b> - If there are exactly 2 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00128b",
    "flavor": "The Beaver's directions lead to a particularly dark and dismal chasm.",
    "name": "Lonely Backwoods",
    "subname": "The Beaver's Trail",
    "text": "[action] If there is no horror on Lonely Backwoods: Search the encounter deck and discard pile for 1 treachery that does not have surge (2 instead if there are 3 or 4 players) and draw it. Place a horror token on Lonely Backwoods (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00129",
    "flavor": "\"The Snark resists all attempts at bribery,\" the Banker muses, \"and therefore must be found at the bank of a river.\" You doubt the connection, but the watery footprints you find along the river are proof enough to continue the chase here",
    "name": "The Banker's Trail",
    "text": "<b>Forced</b> - If there are exactly 2 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00129b",
    "flavor": "The Banker's pursuit ends at the banks of a dangerous series of river rapids.",
    "name": "Lonely Backwoods",
    "subname": "The Banker's Trail",
    "text": "[action] If there is no horror on Lonely Backwoods: Spend a total of 3 [per_investigator] resources from among all investigators' resource pools at this location. Place a horror token on Lonely Backwoods (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00130",
    "flavor": "\"The Snark must be somewhere deep and lonely,\" the Barrister speculates, \"Or it would have answered the summons I sent it.\" You're not certain of the Snark's ability to read at all, but the strange noises emanating from a nearby cavern give reason enough to search it.",
    "name": "The Barrister's Trail",
    "text": "<b>Forced</b> - If there are exactly 2 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00130b",
    "flavor": "The Barrister's course winds through a claustrophobic series of tunnels.",
    "name": "Lonely Backwoods",
    "subname": "The Barrister's Trail",
    "text": "[action] If there is no horror on Lonely Backwoods: Search your deck and discard pile for a weakness and draw it. Place a horror token on Lonely Backwoods (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00131",
    "flavor": "\"We must search both high and low,\" the Broker declares, \"but let us start low for the sake of our stock.\" Though the premise is flawed, this still leads you toward soft mud and bent plants that betray the passage of some creature very recently.",
    "name": "The Broker's Trail",
    "text": "<b>Forced</b> - If there are exactly 3 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00131b",
    "flavor": "The Broker's track treads over marshy ground that severely limits your options.",
    "name": "Rough Hinterlands",
    "subname": "The Broker's Trail",
    "text": "[action] If there is no horror on Rough Hinterlands: Discard cards with total cost of 3 [per_investigator] from among all investigators' hands at this location. Place a horror token on Rough Hinterlands (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00132",
    "flavor": "\"It's taken our cue,\" the Billiard-Maker bemoans, dusting off his hands, \"and so it will want chalk to dust the tip, from somewhere rocky, I presume.\" His theory seems far-fetched at best, but you can't deny the trail of white powder leading down the rocks.",
    "name": "The Billiard-Maker's Trail",
    "text": "<b>Forced</b> - If there are exactly 3 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00132b",
    "flavor": "The Billiard-Maker's chase requires you to bridge a vast canyon by whatever means you can.",
    "name": "Rough Hinterlands",
    "subname": "The Billiard-Maker's Trail",
    "text": "[action]: If there is no horror on Rough Hinterlands: Test any skill (3). This test gets +1 [per_investigator] difficulty. If you succeed, place a horror token on Rough Hinterlands (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00133",
    "flavor": "\"No arrangement could be made to satisfy the beast!\" the Bonnet-Maker despairs, \"If it refuses a bonnet, then it must be indoors!\" You hold your tongue at the notion, but the echoes of some strange beast from a secluded cave cause you to reconsider.",
    "name": "The Bonnet-Maker's Trail",
    "text": "<b>Forced</b> - If there are exactly 3 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00133b",
    "flavor": "The Bonnet-Maker's path leads to the entrance of a deep and eerie cave.",
    "name": "Rough Hinterlands",
    "subname": "The Bonnet-Maker's Trail",
    "text": "[action]: If there is no horror on Rough Hinterlands: Test [willpower] (2). This test gets +1 [per_investigator] difficulty. If you succeed, place a horror token on Rough Hinterlands (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00134",
    "flavor": "\"We've bared our soles in this chase,\" the Boots grumbles, staring at a hole in his shoe, \"And yet the Snark hasn't worn out its own shoes. It must be climbing instead.\" The assumption doesn't seem quite right to you, though you spot movement atop a nearby cliff.",
    "name": "The Boots' Trail",
    "text": "<b>Forced</b> - If there are exactly 3 locations without horror on them: Flip this card and put it into play."
  },
  {
    "code": "zaw_00134b",
    "flavor": "The Boots' route directs you to a small ledge atop a sheer cliff face.",
    "name": "Rough Hinterlands",
    "subname": "The Boots' Trail",
    "text": "[action]: If there is no horror on Rough Hinterlands: Test [agility] (2). This test gets +1 [per_investigator] difficulty. If you succeed, place a horror token on Rough Hinterlands (from the token bank).",
    "traits": "Wonderland. Tulgey Wood."
  },
  {
    "code": "zaw_00181",
    "flavor": "With the confidence he carries, one might assume that he knows what he's doing.",
    "name": "The Bellman",
    "subname": "Level-Headed Leader",
    "text": "You get +1 [willpower].\n[reaction] When a card effect would force you to lose any amount of resources, exhaust The Bellman and deal 1 damage to him: You ignore that part of the effect.\n[reaction] When a card effect would force you to discard any amount of cards from your hand, exhaust The Bellman and deal 1 horror to him: You ignore that part of the effect.",
    "traits": "Ally. Humanoid. Wonderland."
  },
  {
    "code": "zaw_00136",
    "flavor": "You've never seen something so frumious before.",
    "name": "Bandersnatch",
    "text": "Hunter. <b>Spawn</b> - Furthest location from all investigators.\nIf Bandersnatch moved during the enemy phase, it does not attack.\n<b>Forced</b> - When an investigator enters Bandersnatch's location: It readies, engages, and attacks that investigator.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00137",
    "flavor": "This one looks particularly mimsy.",
    "name": "Borogrove",
    "text": "Surge. Hunter. Aloof.\n<b>Forced</b> - When any amount of damage would be dealt to another enemy at Borogrove's location: Deal that damage to Borogrove instead.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00138",
    "name": "Going in Circles",
    "text": "Peril.\n<b>Revelation</b> - You must (choose one):\n- Place 1 doom on the current agenda. This effect can cause the current agenda to advance.\n- Remove a horror from any location, then add 1 [per_investigator] clues on it from the token bank."
  },
  {
    "code": "zaw_00139b",
    "flavor": "Desperate and in perpetual passion.",
    "name": "Jubjub Bird",
    "text": "Hunter. Aloof.\n<b>Forced</b> - At the start of the enemy phase, if Jubjub Bird is ready and unengaged: It attacks each investigator at its location in player order.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00140",
    "name": "Looking-Glass Swarm",
    "text": "<b>Revelation</b> - Test [agility] (3). If you fail, put Looking-Glass Swarm into play in your threat area.\nYour attacks cannot deal more than 1 damage.\nYou cannot discover more than 1 clue while investigating.\n[action] [action]: Discard Looking-Glass Swarm.",
    "traits": "Wonderland. Creature. Hazard."
  },
  {
    "code": "zaw_00141",
    "flavor": "The only creature that could outgribe this loudly.",
    "name": "Mome Rath",
    "text": "Retaliate.\nIf there is a horror on Mome Rath's location, it gets +2 fight and +1 horror.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00142",
    "flavor": "Gyring and gimbling away.",
    "name": "Slithy Tove",
    "text": "Hunter. Alert.\n<b>Forced</b> - After Slithy Tove is successfuly evaded: Move it to a connecting location and ready it.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00197",
    "flavor": "'One, two! One, two! And through and through!'",
    "name": "Vorpal Blade",
    "subname": "Snicker-Snacking Sword",
    "text": "[action] <b>Fight.</b> You get +1 [combat] for this attack. This attack deals +1 damage. If a [elder_sign], [bless], +1, or 0 token is revealed during this attack, you may either heal 1 horror or deal an additional +1 damage (choose one, if your target has the [[Monster]], [[Abomination]], or [[Shadow]] traits, you may choose both instead).",
    "traits": "Wonderland. Item. Weapon."
  },
  {
    "code": "zaw_00144",
    "name": "The Jabberwock",
    "text": "The Jabberwock gets +1 damage and +1 horror during the enemy phase.\n<b>Forced</b> - At the end of the round, disengage The Jabberwock from all investigators and move it and all tokens on it next to the agenda deck, out of play.",
    "traits": "Wonderland. Monster. Abomination. Elite."
  },
  {
    "code": "zaw_00145",
    "name": "Claws That Catch",
    "text": "<b>Revelation</b> - Test [agility] (3). This test gets +1 difficulty and peril if The Jabberwock is in play. If you fail, take 1 damage and lose 2 resources.",
    "traits": "Hazard."
  },
  {
    "code": "zaw_00146",
    "name": "Eyes of Flame",
    "text": "<b>Revelation</b> - Test [willpower] (3). This test gets +1 difficulty and peril if The Jabberwock is in play. If you fail, take 1 horror and discard 2 cards from your hand at random.",
    "traits": "Terror."
  },
  {
    "code": "zaw_00147",
    "name": "Whiffling Through the Wood",
    "text": "<b>Revelation</b> - If The Jabberwock is in the victory display, Whiffling Through the Wood gains surge. Otherwise, if the Jabberwock is out of play, put it into play at your location. If the Jabberwock is already in play, deal 1 damage and 1 horror to all investigators at its location, then move it to your location.",
    "traits": "Tactic."
  },
  {
    "code": "zaw_00148",
    "name": "Sibling Rivalry",
    "text": "Easy / Standard\n[skull]: -1. -3 instead if there are at least 1 [per_investigator] total tokens on the scenario card.\n[cultist] [tablet]: -2. -4 instead if there are not an equal number of damage and horror tokens on the scenario card.\n[elder_thing]: -2. If you fail, place 1 damage token and 1 horror token on the scenario card.",
    "back_text": "Hard / Expert\n[skull]: -2. -4 instead if there are at least 1 [per_investigator] total tokens on the scenario card.\n[cultist] [tablet]: -3. -5 instead if there are not an equal number of damage and horror tokens on the scenario card.\n[elder_thing]: -3. If you fail, place 1 damage token and 1 horror token on the scenario card."
  },
  {
    "code": "zaw_00149",
    "flavor": "Acting on the Tweedles' orders, the cards and chess pieces clash with each other on every available point in the small wooded valley. At the rate this battle is escalating, the soldiers might actually kill one of the Tweedles before you can get the rattle.",
    "name": "Brother Against Brother",
    "text": "<b>Forced</b> - When a [[Card]] enemy is defeated: Place 1 damage token on the scenario card (from the token bank).\n<b>Forced</b> - When a [[Chess]] enemy is defeated: Place 1 horror token on the scenario card (from the token bank).",
    "back_flavor": "With the slight shifting of the flow of combat, one of the soldiers gets an opportunity to storm the opposing hill and attack the dismayed twin on it.",
    "back_text": "Count the damage and horror tokens on the scenario card and resolve the following:\n- If there are more damage tokens on the scenario card than horror tokens and Tweedledum is in play: Deal 1 damage to Tweedledum.\n- If there are more horror tokens on the scenario card than damage tokens and Tweedledee is in play: Deal 1 damage to Tweedledee.\n- Otherwise: Deal 1 damage to either Tweedledum or Tweedledee (choose one in play).\nIf no resolution was reached through this effect, remove all tokens from the scenario card. Then, flip this agenda back to its 'a' side.",
    "back_name": "Tit for Tat"
  },
  {
    "code": "zaw_00150",
    "flavor": "To end the pointless war between Tweedledum and Tweedledee and get that rattle, you're going to have to be creative, especially if you don't want to just kill one of them. Unfortunately, the massive amounts of cards and chess pieces recruited by the Tweedles are bogging down any plans you've devised.",
    "name": "Thinning the Ranks",
    "text": "<b>Objective</b> - If there are no enemies in play, advance.",
    "back_flavor": "The twins' armies are almost as evenly matched as they themselves are. Every soldier of theirs that you cut down swings the balance of the battle in the favor of the other. However, with fewer soldiers blocking your movements, you can focus on figuring out how to bring an end to the battle.",
    "back_name": "Need-to-Know Basis"
  },
  {
    "code": "zaw_00151",
    "flavor": "As the battle drags on, the shadows initially banished by the rattle have begun to creep back toward the valley. You think on the childish personalities of the Tweedles and their old nursery rhyme, and you wonder if you can somehow focus the shadows to scare them out of their duel.",
    "name": "Scare Tactics",
    "text": "<b>Objective</b> - Only investigators at Overgrown Dell may spend the requisite number of clues to advance.",
    "back_flavor": "At first it seems to be impossible to corral the shadows toward any specific part of the battlefield. However, on the sloped terrain around the battlefield, you find several fallen crow feathers that seem to draw nearby shadows toward them. You gather as many as you can find and collect them in the central valley. Within minutes, darkness begins to coalesce around the bundle of feathers and expand into an enormous shape. You take several steps back and cover your ears as the unearthly cawing of an unnatural crow screams out from the growing darkness. Tweedledum and Tweedledee stop barking orders at their minions and stand in frightened awe as the shadowy crow takes shape.",
    "back_text": "Put the set-aside Monstrous Crow into play next to the agenda deck.",
    "back_name": "A Pound of Feathers"
  },
  {
    "code": "zaw_00152",
    "flavor": "The Tweedles are already panicking, but still attempting to marshal their troops into action. With the shadowy crow bearing down on the battlefield, you have the tool you need to scare some sense into the twins.",
    "name": "As the Crow Flies",
    "text": "[action] If you are at the same location as Tweedledum or Tweedledee: <b>Parley</b>. Test [willpower] or [intellect] (4). If you succeed, place 1 horror on an uncontrolled story asset at your location.\n<b>Objective</b> - If Tweedledum <i>(Terrified Twin)</i>and Tweedledee <i>(Terrified Twin)</i> are both in the victory display, advance.",
    "back_flavor": "The Tweedles' nerves were failing them at the crow's appearance, but your added fearmongering sends them screaming and scrambling away from the battle. Without their leaders, the cards and chess pieces have no further driving force, and amble away from the valley harmlessly. Satisfied, you grab the last discarded piece of the rattle and turn your attention up to the shadowy crow.",
    "back_text": "<b>(→R5)</b>",
    "back_name": "Eating Crow"
  },
  {
    "code": "zaw_00153",
    "flavor": "The card and chess soldiers clash around you, obeying the orders of the twins. If only you could convince them to give up this ridiculous duel.",
    "name": "Overgrown Dell",
    "text": "[action] If there are at least 2 [per_investigator] total tokens on the scenario card: Test [willpower] or [intellect] (4). If you succeed, in your Campaign Log, under \"Fragments of Alice,\" record <i>Reason.</i>",
    "traits": "Wonderland.",
    "back_flavor": "Fallen logs and tangling weeds collect at the bottom of this small valley. This doesn't seem to deter the cards and chess pieces marching down from the opposing hills."
  },
  {
    "code": "zaw_00154",
    "flavor": "The bulk of Tweedledum's forces waits here for an opportunity to get into the fray.",
    "name": "West Hill",
    "text": "[action] <b>Parley</b>: Test [willpower] or [intellect] (3) to convince one of Tweedledum's playing cards to abandon the fight. If you succeed, place 1 damage token on the scenario card. If you fail, take 1 damage instead.",
    "traits": "Wonderland.",
    "back_flavor": "Tweedledum stands atop this hill, looking angrily out across the valley toward his brother with his arms folded."
  },
  {
    "code": "zaw_00155",
    "flavor": "The bulk of Tweedledee's forces waits here for an opportunity to get into the fray.",
    "name": "East Hill",
    "text": "[action] <b>Parley</b>: Test [willpower] or [intellect] (3) to convince one of Tweedledee's chess pieces to abandon the fight. If you succeed, place 1 horror token on the scenario card. If you fail, take 1 horror instead.",
    "traits": "Wonderland.",
    "back_flavor": "Tweedledee stands atop this hill, sulking with his fists on his hips in a show of discontentment."
  },
  {
    "code": "zaw_00156",
    "flavor": "The cards raise their spears as you approach, guarding the ascent to the hill carefully.",
    "name": "Northwest Slope",
    "text": "If there are at least 2 more damage tokens than horror tokens on the scenario card, you cannot investigate Northwest Slope.",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the north side of Tweedledum's hill is packed with cards all clamoring to get down into the central valley. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00157",
    "flavor": "The card guards form into orderly ranks to prepare for their march down the slopes.",
    "name": "Northwest Slope",
    "text": "<b>Forced</b> - At the end of the round, heal 1 damage from each [[Card]] enemy at Northwest Slope.",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the north side of Tweedledum's hill is packed with cards all clamoring to get down into the central valley. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00158",
    "flavor": "The chess pieces group together as you approach, carefully gauging your loyalty in this fight.",
    "name": "Northeast Slope",
    "text": "If there are at least 2 more horror tokens than damage tokens on the scenario card, you cannot investigate Northeast Slope.",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the north side of Tweedledee's hill is swarming with chess pieces determined to join battle. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00159b",
    "flavor": "The horde of chess pieces rally here for their assault on the central valley.",
    "name": "Northeast Slope",
    "text": "<b>Forced</b> - At the end of the round, heal 1 damage from each [[Chess]] enemy at Northeast Slope.",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the north side of Tweedledee's hill is swarming with chess pieces determined to join battle. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00160",
    "flavor": "The chess pieces mustered here seem particularly tense. It might be easy getting them to panic.",
    "name": "Southwest Slope",
    "text": "[reaction] After a [[Chess]] enemy is defeated at Southwest Slope: This location gets -3 shroud until the end of the round (group limit once per round).",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the south side of Tweedledum's hill is overflowing with cards rushing down to the valley. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00161",
    "flavor": "The cards here bolster their forces to make up for any shortcomings on other parts of the battlefield.",
    "name": "Southwest Slope",
    "text": "While there are more damage tokens on the scenario card than horror tokens, Southwest Slope gets +2 shroud.",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the south side of Tweedledum's hill is overflowing with cards rushing down to the valley. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00162",
    "flavor": "The cards assaulting this slope aren't very cohesive. It might be easier than you expected to drop their guard.",
    "name": "Southeast Slope",
    "text": "[reaction] After a [[Card]] enemy is defeated at Southeast Slope: This location gets -3 shroud until the end of the round (group limit once per round).",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the south side of Tweedledee's hill is practically bursting with chess pieces, all eager to fight. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00163",
    "flavor": "The chess pieces here have a more fortified position to balance any losses suffered across the valley.",
    "name": "Southeast Slope",
    "text": "While there are more horror tokens on the scenario card than damage tokens, Southeast Slope gets +2 shroud.",
    "traits": "Wonderland. Slope.",
    "back_flavor": "The path up the south side of Tweedledee's hill is practically bursting with chess pieces, all eager to fight. You may not be able to get back down the way you came."
  },
  {
    "code": "zaw_00164a",
    "name": "Tweedledum",
    "subname": "Troublesome Twin",
    "text": "[action]: Deal 3 damage to Tweedledum. Any investigator at Tweedledum's location may activate this ability. This action does not provoke attacks of opportunity.\n<b>Forced</b> - If there is 1 [per_investigator] horror on Tweedledum: Flip Tweedledum and move him to the victory display.\n<b>Forced</b> - If Tweedledum is defeated by damage: <b>(→R2)</b>.",
    "traits": "Wonderland. Humanoid."
  },
  {
    "code": "zaw_00164b",
    "flavor": "Just then flew down a monstrous crow, As black as a tar-barrel! Which frightened both the heroes so, They quite forgot their quarrel.",
    "name": "Tweedledum",
    "subname": "Terrified Twin",
    "traits": "Wonderland. Humanoid."
  },
  {
    "code": "zaw_00165a",
    "name": "Tweedledee",
    "subname": "Troublesome Twin",
    "text": "[action]: Deal 3 damage to Tweedledee. Any investigator at Tweedledee's location may activate this ability. This action does not provoke attacks of opportunity.\n<b>Forced</b> - If there is 1 [per_investigator] horror on Tweedledee: Flip Tweedledee and move him to the victory display.\n<b>Forced</b> - If Tweedledee is defeated by damage: <b>(→R2)</b>.",
    "traits": "Wonderland. Humanoid."
  },
  {
    "code": "zaw_00165b",
    "flavor": "Just then flew down a monstrous crow, As black as a tar-barrel! Which frightened both the heroes so, They quite forgot their quarrel.",
    "name": "Tweedledee",
    "subname": "Terrified Twin",
    "traits": "Wonderland. Humanoid."
  },
  {
    "code": "zaw_00166",
    "name": "Monstrous Crow",
    "subname": "Horrific Harbinger",
    "text": "<b>Forced</b> - At the end of the enemy phase, Monstrous Crow attacks each investigator in player order, regardless of location. Investigators as a group may spend 1 clue to cancel an attack made against any investigator.",
    "traits": "Wonderland. Monster. Shadow. Elite."
  },
  {
    "code": "zaw_00167",
    "name": "Caught in the Fray",
    "text": "<b>Revelation</b> - Test [willpower] or [agility] (5). For each point you fail by, discard the top card of the encounter deck. For each [[Card]] enemy discarded, take 1 damage and lose 1 resource. For each [[Chess]]  enemy discarded, take 1 horror and discard a card from your hand at random.",
    "traits": "Blunder."
  },
  {
    "code": "zaw_00168",
    "name": "Contested Area",
    "text": "<b>Revelation</b> - Attach Contested Area to your location.\n<b>Forced</b> - When an enemy would spawn at or enter the attached location: Place 1 doom on that enemy.\n[action]: Test [intellect] or [combat] (4). If you succeed, discard Contested Area.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00169",
    "flavor": "The shadows are getting tired of lurking.",
    "name": "Dark Interference",
    "text": "Peril.\n<b>Revelation</b> - Search the encounter deck for a [[Soldier]]  enemy. You must either (choose one):\n- Spawn that enemy at a [[Slope]] location (empty if possible) with 1 doom on it.\n- Discard that enemy, then take 1 damage and 1 horror.\nAfter resolving this effect, shuffle the encounter deck.",
    "traits": "Scheme. Shadow."
  },
  {
    "code": "zaw_00170",
    "name": "Gaining Ground",
    "text": "<b>Revelation</b> - Resolve whichever is true:\n- If there is more damage on Tweedledum than on Tweedledee: Place 1 damage on the scenario card, then take 1 damage.\n- If there is more damage on Tweedledee than on Tweedledum: Place 1 horror on the scenario card, then take 1 horror.\n- If there is an equal amount of damage on both Tweedledum and Tweedledee: Place 1 damage and 1 horror on the scenario card, then take 1 damage and 1 horror.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00171",
    "name": "Priority Target",
    "text": "Peril.\n<b>Revelation</b> - If there are no [[Soldier]] enemies in play, Priority Target gains surge. Otherwise, attach Priority Target to a [[Soldier]] enemy in play.\nThe attached enemy gets +1 fight, +1 evade, +2 health, and gains the [[Elite]] trait.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00240",
    "flavor": "As good as new.",
    "name": "Tweedles' Rattle",
    "subname": "Nullifying Noisemaker",
    "text": "[action] Exhaust Tweedles' Rattle: <b>Investigate.</b> Ignore all effects that increase your location's shroud for this test.\n[action] Exhaust Tweedles' Rattle: <b>Evade.</b> If your target has the [[Monster]], [[Abomination]], or [[Shadow]] traits, you get +2 [agility] for this test.",
    "traits": "Wonderland. Item. Blessed?"
  },
  {
    "code": "zaw_00173",
    "name": "Fool's Mate",
    "text": "Easy / Standard\n[skull]: -X. X is the number of [[Chess]] enemies in play (max -5).\n[cultist] [tablet]: -2. If this token is revealed during a fight or evade attempt against a [[Chess]] enemy, reveal another token.\n[elder_thing]: -1. -3 instead if you are at a [[Shadow]]  location.",
    "back_text": "Hard / Expert\n[skull]: -X. X is the number of [[Chess]] enemies in play.\n[cultist] [tablet]: -3. If this token is revealed during a fight or evade attempt against a [[Chess]] enemy, reveal another token.\n[elder_thing]: -2. -4 instead if you are at a [[Shadow]]  location."
  },
  {
    "code": "zaw_00174",
    "flavor": "Your arrival on the front lines spurs movement from the far side of the board. If any truce was maintained until now, the time for it has passed.",
    "name": "Opening Strategy",
    "text": "[[Chess]] enemies gain hunter and \"<b>Spawn</b> - Seventh Row or Eighth Row.\"\n<b>Forced</b> - When a [[Chess]] enemy would resolve the hunter keyword, consult the Chess Movement section in the campaign guide.",
    "back_flavor": "Your preparations to cross the center line have been carefully observed. The red pieces storm out from the darkened castle. You have noticed from the first attackers that the pieces still somehow obey what you would consider normal chess rules. Is the Red King still guiding their movements? Or is it such a core part of the pieces that they move instinctively?",
    "back_text": "Search the encounter deck and discard pile for a King's Shadow and spawn it at the lead investigator's location. Shuffle the encounter deck if it was searched.",
    "back_name": "Blitz Chess"
  },
  {
    "code": "zaw_00175",
    "flavor": "The battle on the chess fields continues with increasing fervor. Red pieces flow out from the darkened half of the board with surprising speed to meet your approach.",
    "name": "Countergambit",
    "text": "[[Chess]] enemies gain hunter and \"<b>Spawn</b> - Seventh Row or Eighth Row.\"\n<b>Forced</b> - When a [[Chess]] enemy would resolve the hunter keyword, consult the Chess Movement section in the campaign guide.",
    "back_flavor": "The red pieces pause their fighting to bow and kneel as an imposing figure emerges from the shadowy veil. The Red Queen, her face somehow both hard and soft at once, gazes hatefully across the fields at you as power swells within her. Shadows pour from her robes, and she begins to mutate further. \"Strike down the invaders!\" she bellows, racing toward you with tremendous speed.",
    "back_text": "If the Red Queen is not in play or in the victory display, spawn her at Eighth Row.",
    "back_name": "Gardez la Reine"
  },
  {
    "code": "zaw_00176",
    "flavor": "As the Red Queen advances upon you, the shadows spread with the speed of a wildfire toward the white castle. Darkness begins to claw at the sky, and each piece of landscape appears like a blackened copy of itself.",
    "name": "File Occupation",
    "text": "[[Chess]] enemies gain hunter and \"<b>Spawn</b> - Seventh Row or Eighth Row.\"\n<b>Forced</b> - When a [[Chess]] enemy would resolve the hunter keyword, consult the Chess Movement section in the campaign guide.",
    "back_flavor": "The red army relentlessly presses back against your charge in a seemingly unending flow of soldiers. As they push back, the amassed shadows sweep past you towards the castle of the white chess pieces and crash against it like a tidal wave. Your fighting for conquest turns to a fight for survival as you flee the battlefield.",
    "back_text": "Each undefeated investigator who has not resigned takes 1 physical trauma from fighting off the red army.\n<b>(→R1)</b>",
    "back_name": "Domination"
  },
  {
    "code": "zaw_00177",
    "flavor": "You can barely make out the silhouette of the Red King's castle amid the darkened clouds ahead of you. It will be quite an ordeal to make it across the ruined half of the chess board fields.",
    "name": "Across the Board",
    "text": "[action]: Move an unengaged [[Chess]] enemy according to its movement rules in the campaign guide.\n<b>Objective</b> - When an investigator enters the Eighth Row, advance.",
    "back_flavor": "Through the swirling darkness, you charge up the steps of the red castle and burst through the towering double doors. The Red King sits at the opposite end of a grand hall, seated languidly in a grand skeletal throne. He does not make any motion as you enter, though the shadows leaking out of his hooded cloak begin to pour with increasing volume.",
    "back_text": "Check the Campaign Log. If <i>the investigators went through the looking-glass,</i>spawn the set-aside The Red King <i>(Obscure Overlord)</i>at Eighth Row. Otherwise, spawn the set-aside The Red King <i>(Tenebrous Tyrant)</i>at Eighth Row.\nIf the Red Queen is not in play or in the victory display, spawn her at Eighth Row.",
    "back_name": "King's Castle"
  },
  {
    "code": "zaw_00178",
    "flavor": "The Red King utters no commands or cries of alarm, but his minions pursue you into the castle as the shadows try to blot the light out behind you. Your only recourse is triumph, here and now.",
    "name": "Absolute Pin",
    "text": "[action]: Move an unengaged [[Chess]] enemy according to its movement rules in the campaign guide.\n<b>Objective</b> - If The Red King is defeated, advance.",
    "back_flavor": "You strike the Red King with every bit of courage you can muster, and all at once, the red pieces freeze and the shadows' advance halts. The entire area seems suspended in time for a moment before the king slips down out of his throne and splays on the floor before you.",
    "back_text": "<b>(→R2)</b>.",
    "back_name": "Pawn Takes King"
  },
  {
    "code": "zaw_00179",
    "flavor": "The White King does his best to rally his pieces into action, but they largely ignore him.",
    "name": "First Row",
    "text": "[action]: <b>Resign</b>. \"This is a losing game.\"\n[action]: Heal 1 damage and 1 horror (limit once per game).",
    "traits": "Wonderland. Chess. Row.",
    "back_flavor": "The majority of the white chess pieces cluster inside the white castle, hesitant but clearly worried as they gaze down towards the shadowy far side of the board."
  },
  {
    "code": "zaw_00180",
    "flavor": "The outer walls of the white chess pieces offer some protection against the attacking red pieces.",
    "name": "Second Row",
    "text": "[reaction] After you successfully evade an enemy, choose and discard a card from your hand: Move the evaded enemy to either the Third Row or the Fourth Row.",
    "traits": "Wonderland. Chess. Row.",
    "back_flavor": "The white chess pieces' fortifications end at this square. Beyond lies an open battlefield."
  },
  {
    "code": "zaw_00181b",
    "flavor": "The third row is open and spacious, with many well-kept roads running through it.",
    "name": "Third Row",
    "text": "[reaction] After you move to this location as your first action: Move to a connecting location.",
    "traits": "Wonderland. Chess. Row.",
    "back_flavor": "The wide fields are perfectly square, though dense hedge rows block your path to any other column of this chess board."
  },
  {
    "code": "zaw_00182",
    "flavor": "A white knight roams near the border of the fifth row, muttering to himself in confusion.",
    "name": "Fourth Row",
    "text": "<b>Forced</b> - After you reveal Fourth Row: Put the set-aside The White Knight into play at this location and shuffle both set-aside copies of Absent-Minded into the encounter deck.\n[free] Discard the top card of your deck: Shuffle any other card from your discard pile back into your deck (limit once per round).",
    "traits": "Wonderland. Chess. Row.",
    "back_flavor": "The sun shines down in scattered rays as the darkness from the far half of the board begins reaching across."
  },
  {
    "code": "zaw_00183",
    "flavor": "Your body seems to fight you with each step forward, as if your own shadow were pulling back on you.",
    "name": "Fifth Row",
    "text": "<b>Forced</b> - After you reveal Fifth Row: Reveal the top five cards of your deck and draw each weakness revealed. Shuffle your deck.",
    "traits": "Wonderland. Chess. Row. Shadow.",
    "back_flavor": "A deep split in the field separates the fourth and fifth rows. Shadows churn at the bottom, making it uncertain just how deep it is.",
    "back_text": "As an additional cost to enter Fifth Row, investigators must spend 1 [per_investigator] clues as a group."
  },
  {
    "code": "zaw_00184",
    "flavor": "Shadows coil in from the sides of the square, as if trying to hedge you in.",
    "name": "Sixth Row",
    "text": "<b>Forced</b> - After you enter Sixth Row: Test [agility] (3). If you fail, immediately end your turn.",
    "traits": "Wonderland. Chess. Row. Shadow.",
    "back_flavor": "The terrain grows rougher with each step you take into enemy territory.",
    "back_text": "As an additional cost to enter Sixth Row, investigators must spend 1 [per_investigator] clues as a group."
  },
  {
    "code": "zaw_00185",
    "flavor": "You find it hard to keep your footing as you make your way across the dim landscape and through the broken defenses of the red chess pieces.",
    "name": "Seventh Row",
    "text": "<b>Forced</b> - When you reveal Seventh Row: Search the encounter deck and discard pile for a [[Chess]] enemy and spawn it engaged with an investigator at this location. If you searched the encounter deck, shuffle it.",
    "traits": "Wonderland. Chess. Row. Shadow.",
    "back_flavor": "The outer fortifications of the red chess pieces lie crumbling, though the many corrupted pieces still lurk within them.",
    "back_text": "As an additional cost to enter Seventh Row, investigators must spend 1 [per_investigator] clues as a group."
  },
  {
    "code": "zaw_00186",
    "flavor": "The castle of the red king lies in ruins at the edge of a massive cloudy void, torn apart unevenly by hungry claws.",
    "name": "Eighth Row",
    "text": "<b>Forced</b> - While there are 1 [per_investigator] or fewer clues at this location, as an additional cost to investigate this location: Choose and discard a card from your hand.",
    "traits": "Wonderland. Chess. Row. Shadow.",
    "back_flavor": "A roiling blanket of darkness veils the final square almost completely.",
    "back_text": "As an additional cost to enter Eighth Row, investigators must spend 1 [per_investigator] clues as a group."
  },
  {
    "code": "zaw_00187",
    "flavor": "The Cheshire Cat might be offended if you mention curiosity killing anything.",
    "name": "Distant Square",
    "text": "<b>Revelation</b> - In your Campaign Log, under \"Fragments of Alice,\" record <i>Curiosity.</i>\nInvestigators cannot enter Distant Square.\n[free] If The White Knight is on Distant Square, deal 1 horror to him: Ready The White Knight and move him to any revealed location. Investigators at any location may activate this ability.",
    "traits": "Wonderland. Chess.",
    "back_flavor": "You can spot chess pieces moving to this square out of the corner of your eye, but it seems a world away.",
    "back_text": "Investigators cannot enter Distant Square.\n[action] Spend 1 [per_investigator] clues: Reveal Distant Square. Investigators as a group may activate this ability from any location."
  },
  {
    "code": "zaw_00188",
    "name": "The White King",
    "subname": "Exacting Emperor",
    "text": "[reaction] After you take the draw action, exhaust The White King: Draw 1 additional card. Any investigator at The White King's location may activate this ability.\n[reaction] After you take the resource action, exhaust The White King: Gain 2 additional resources. Any investigator at The White King's location may activate this ability.",
    "traits": "Wonderland. Chess. Royalty."
  },
  {
    "code": "zaw_00189",
    "name": "The Red King",
    "subname": "Obscure Overlord",
    "text": "Alert.\nThe Red King cannot make attacks of opportunity during investigate actions. While there are more than 1 [per_investigator] clues on Eighth Row, The Red King gets +2 fight and retaliate.\n<b>Forced</b> - After an investigator discovers any amount of clues from Eighth Row: Deal X damage to The Red King where X is the amount of clues he or she discovered.",
    "traits": "Wonderland. Shadow. Chess. Royalty. Elite."
  },
  {
    "code": "zaw_00190",
    "name": "The Red King",
    "subname": "Tenebrous Tyrant",
    "text": "Alert.\nThe Red King cannot make attacks of opportunity during investigate actions. While there are more than 1 [per_investigator] clues on Eighth Row, The Red King gets +2 fight and retaliate.\n<b>Forced</b> - After an investigator discovers any amount of clues from Eighth Row: Deal X damage to The Red King where X is the amount of clues he or she discovered.",
    "traits": "Wonderland. Shadow. Chess. Royalty. Elite."
  },
  {
    "code": "zaw_00191",
    "flavor": "\"...all she remembers is, that they were running hand in hand, and the Queen went so fast that it was all she could do to keep up with her: and still the Queen kept crying `Faster! Faster!\"",
    "name": "The Red Queen",
    "subname": "Atrocious Autocrat",
    "text": "<b>Prey</b> - Lowest [agility].\nWhile you are engaged with The Red Queen, you cannot activate [free] effects or play cards with the fast keyword.",
    "traits": "Wonderland. Humanoid. Chess. Royalty. Elite."
  },
  {
    "code": "zaw_00192",
    "name": "Discovered Attack",
    "text": "<b>Revelation</b> - Put Discovered Attack into play in your threat area.\n<b>Forced</b> - After you enter an enemy's location or an enemy enters your location: Place 1 doom on that enemy.\n[action]: Test [willpower] or [intellect] (4). If you succeed, discard Discovered Attack.",
    "traits": "Chess. Scheme."
  },
  {
    "code": "zaw_00193",
    "name": "King's Shadow",
    "text": "Aloof. Hunter. King's Shadow cannot be engaged.\n<b>Forced</b> - When you would leave King's Shadow's location: King's Shadow attacks you.\n[reaction] After you successfully investigate or discover clues from your location: Deal 1 damage to King's Shadow.",
    "traits": "Abomination. Shadow."
  },
  {
    "code": "zaw_00194",
    "name": "Overextended",
    "text": "<b>Revelation</b> - Test [agility] (3). This test gets +1 difficulty and peril if you are at a [[Shadow]]  location. If you fail, take 1 damage (2 damage instead if there is a [[Chess]] enemy at your location). If you failed by 2 or more, lose 2 resources.",
    "traits": "Chess. Blunder."
  },
  {
    "code": "zaw_00195",
    "name": "Promotion",
    "text": "Peril.\n<b>Revelation</b> - If there are no [[Chess Soldier]] enemies in play, Promotion gains surge. Otherwise, choose a [[Chess Soldier]] enemy and attach Promotion to it. The attached enemy gets +1 fight, +1 evade, and +1 horror. If the attached enemy is a Pawn, it gets an additional +1 fight, +2 health, and +1 evade.",
    "traits": "Chess. Scheme. Power."
  },
  {
    "code": "zaw_00196",
    "name": "Zugzwang",
    "text": "<b>Revelation</b> - Attach Zugzwang to your location.\n<b>Forced</b> - When you would leave attached location, you must (choose two different options):\n- Take 1 damage.\n- Take 1 horror.\n- Discard 1 card from hand at random.\n- Lose 1 resource.\n<b>Forced</b> - At the end of the round, discard Zugzwang.",
    "traits": "Chess. Scheme."
  },
  {
    "code": "zaw_00197b",
    "name": "The White Knight",
    "subname": "Crackpot Cavalier",
    "text": "Investigators at The White Knight's location get +1 to all skills when resolving effects or during attack, evasion, or investigate attempts on or against [[Chess]] cards.\n[action] <b>Parley</b>: Move The White Knight to a connecting location.\n<b>Forced</b> - At the end of the investigation phase, if The White Knight is ready and at Distant Square: Move him to any investigator's location.",
    "traits": "Wonderland. Chess. Soldier. Lunatic."
  },
  {
    "code": "zaw_00198",
    "flavor": "\"There he goes! Right on his head as usual!\"",
    "name": "Absent Minded",
    "text": "Surge.\n<b>Revelation</b> - Exhaust The White Knight and move him to Distant Square.",
    "traits": "Chess. Flaw. Madness."
  },
  {
    "code": "zaw_00199",
    "name": "Lucid Nightmare",
    "text": "Easy / Standard\n[skull]: -2. -4 instead if there is more total damage and horror on Alice than on your investigator.\n[cultist]: -2. -4 instead if you are at a [[Wonderland]] or [[Shadow]] location.\n[tablet]: -2. -4 instead if there are 3 or fewer [[Wonderland]] locations in play.\n[elder_thing]: -2. If Gurathnaka is at your location, reveal another token.",
    "back_text": "Hard / Expert\n[skull]: -3. -5 instead if there is more total damage and horror on Alice than on your investigator.\n[cultist]: -3. -5 instead if you are at a [[Wonderland]] or [[Shadow]] location.\n[tablet]: -3. -5 instead if there are 3 or fewer [[Wonderland]] locations in play.\n[elder_thing]: -3. If Gurathnaka is at your location, reveal another token."
  },
  {
    "code": "zaw_00200",
    "flavor": "The stability of Arkham continues to degrade as it had when you first entered Wonderland. Darkness spreads from the north half of the city, and with it, Gurathnaka and its minions. Shadows greedily consume everything in their path like a forest fire, gorging and growing steadily stronger.",
    "name": "Burgeoning Darkness",
    "text": "Alice Liddell cannot take control of the Cheshire Cat.\nEnemies cannot engage, attack, or target Alice Liddell when moving via the hunter keyword.\n<b>Forced</b> - At the end of the enemy phase: Move Gurathnaka one location towards the location with the most investigators.\n<b>Forced</b> - If Alice is defeated, <b>(→R2)</b>.",
    "back_flavor": "Alice leans against a partially demolished building as another ungodly roar rips through the air. Her efforts are slowing the shadows from crossing over into Arkham, but her body and spirit are being quickly overtaxed.",
    "back_text": "Deal 1 damage or 1 horror to Alice. If resolving this effect would defeat Alice: <b>(→R2)</b>.",
    "back_name": "Psychological Warfare"
  },
  {
    "code": "zaw_00201",
    "flavor": "Gurathnaka leads its shadows in consuming any and all material they can claw apart; animal, vegetable, or mineral. A dark void radiates out in their wake, emptier even than the void of space.",
    "name": "Mass Consumption",
    "text": "Alice Liddell cannot take control of the Cheshire Cat.\nEnemies cannot engage, attack, or target Alice Liddell when moving via the hunter keyword.\n<b>Forced</b> - At the end of the enemy phase: Move Gurathnaka one location towards the location with the most investigators.\n<b>Forced</b> - If Alice is defeated, <b>(→R2)</b>.",
    "back_flavor": "Reality wavers and ripples inconstantly, unbalancing you in its shifting state. You rise quickly, but Alice takes several more moments to push herself unsteadily back up. If the shadows grow in strength much further, then Alice may not survive the strain.",
    "back_text": "Deal 2 damage and/or horror to Alice. If resolving this effect would defeat Alice: <b>(→R2)</b>.",
    "back_name": "The Mind Recoils"
  },
  {
    "code": "zaw_00202",
    "flavor": "The fading glow of twilight and the few remaining street lights in Arkham light your way as you hurry as never before. When darkness overtakes the city, it will be the end not only for you, but all life on Earth.",
    "name": "Last Light",
    "text": "Alice Liddell cannot take control of the Cheshire Cat.\nEnemies cannot engage, attack, or target Alice Liddell when moving via the hunter keyword.\n<b>Forced</b> - At the end of the enemy phase: Move Gurathnaka one location towards the location with the most investigators.\n<b>Forced</b> - If Alice is defeated, <b>(→R2)</b>.",
    "back_flavor": "The sharp popping and shattering of glass sounds over the rumble of the crumbling landscape. With all now artificial light gone, you can only watch in despair as the fading glow of twilight darkens to night and the shadows claw at you from all sides.",
    "back_text": "Each investigator who has not resigned is defeated.",
    "back_name": "The Dead of Night"
  },
  {
    "code": "zaw_00203",
    "flavor": "Shards and echoes of Wonderland pervade the familiar districts of Arkham. The only way you will be able to banish the shadows is to purge the parts of the city overlapping with Alice's dreams. It is finally time for you to leverage what you learned in your journey.",
    "name": "Separating Fantasy",
    "text": "<b>Forced</b> - At the start of the investigator phase: The investigators as a group must choose and play one card from Alice's hand. Then, you may move Alice to any connecting location.\n[reaction] After you successfully attack Gurathnaka: Discover a clue at your location.\n<b>Objective</b> - If there are no [[Wonderland]] locations in play, you must immediately advance.",
    "back_flavor": "With Alice attempting to repel her own dreams from the real world, you focus on your memories of the people and places of Arkham. Each routine sound, unique scent, and memorable hallmark of the city that you can recall helps to separate the two worlds and redefine the boundaries. As you peel away Wonderland from Arkham, the impossible jumble that you left behind in the Northside and Downtown districts begins to rearrange. The overwhelming darkness begins to concentrate at the spot where Alice's house once appeared, each shadow being drawn inevitably toward it. Gurathnaka stutters, as if attempting to exist in multiple realities at once, bellowing with abominable fury as it too is drawn toward the growing void.",
    "back_text": "Put the set-aside Northside, Downtown, Easttown, and Vacuous Void locations into play. Move each investigator and weakness enemy to Easttown. Flip Gurathnaka and move it to Vacuous Void. Discard all other enemies and remove each other location from the game.",
    "back_name": "Reinforced Reality"
  },
  {
    "code": "zaw_00204",
    "flavor": "Though the void draws the shadows and last vestiges of Alice's dream, Gurathnaka resists its pull, its continued howls reverberating in your bones. Its indescribable voice speaks to a primal fear within you, but the only way to survive this nightmare is to banish the Eater of Dreams.",
    "name": "Darkest Before Dawn",
    "text": "<b>Forced</b> - At the start of the investigator phase: The investigators as a group must choose and play one card from Alice's hand. Then, you may move Alice to any connecting location.\n[reaction] When you would discover any amount of clues, even if your location has no clues on it: You may place that many of your clues on Gurathnaka instead.\n<b>Objective</b> - If there are more clues on Gurathnaka than it has remaining health, advance.",
    "back_flavor": "Amid the rushing vacuum of the darkness through the wavering fissure, Gurathnaka claws at Arkham greedily. Each time you repel the monster, drawing from your recent experiences to weaken its grip through the dimensions. Alice focuses every fiber of her will on maintaining stability while you unravel the portal and sever Gurathnaka's attachment to Arkham. Weary minutes pass, until finally, a breakthrough! The shadowy abomination falls through the endless void, still reaching toward you with empty hunger. \"It's through!\" Alice cries, though you cannot make a reply before the rift sutures itself shut, and a ripple bursts forth from the point of exit, knocking you off your feet.",
    "back_text": "<b>(→R5)</b>",
    "back_name": "Call it a Night"
  },
  {
    "code": "zaw_00205a",
    "flavor": "The streets of the Merchant District blend with the features of the steep valley where the Tweedles met in their earlier battle.",
    "name": "Merchant District",
    "subname": "Doubled Down",
    "text": "[action]: <b>Investigate</b>. Double Merchant District's shroud for this test. If you succeed, discover an additional clue. If you fail, discard a card from your hand at random and lose a resource (limit one success per turn).\n<b>Forced</b> - If there are no clues on Merchant District: Flip it.",
    "traits": "Arkham. Wonderland."
  },
  {
    "code": "zaw_00205b",
    "flavor": "The Merchant District returns to its lonely state, no less abandoned at night for all the chaos around it.",
    "name": "Merchant District",
    "subname": "Business as Usual",
    "traits": "Arkham."
  },
  {
    "code": "zaw_00206a",
    "flavor": "The Miskatonic river carries a salt air, and the waves wash over the riverbank as if it were Wonderland's Sea of Tears.",
    "name": "Rivertown",
    "subname": "Come Hell or High Water",
    "text": "[action]: Test [agility] (3). If you succeed, Rivertown gets -3 shroud until the end of the phase. If you fail, take 1 damage (limit 1 success per round).\n<b>Forced</b> - If there are no clues on Rivertown: Flip it.",
    "traits": "Arkham. Wonderland."
  },
  {
    "code": "zaw_00206b",
    "flavor": "The waters of the Miskatonic have receded, though the surface still churns with each ripple of reality.",
    "name": "Rivertown",
    "subname": "Smooth Sailing",
    "traits": "Arkham."
  },
  {
    "code": "zaw_00207a",
    "flavor": "Miskatonic's campus is segmented and alternates between colored sections in a pattern like the chess field of Wonderland.",
    "name": "Miskatonic University",
    "subname": "Entering the Endgame",
    "text": "[action]: <b>Investigate</b>. When you initiate this test, discard the top card of your deck. If that card is a weakness, draw it. Otherwise, you get +X [intellect] for this test, where X is the cost of the discarded card.\n<b>Forced</b> - If there are no clues on Miskatonic University: Flip it.",
    "traits": "Arkham. Wonderland."
  },
  {
    "code": "zaw_00207b",
    "flavor": "The university's ivy halls have returned and reordered, but the invasive darkness still pervades the campus grounds.",
    "name": "Miskatonic University",
    "subname": "Reeducation",
    "traits": "Arkham."
  },
  {
    "code": "zaw_00208a",
    "flavor": "The stately architecture of French Hill overlaps with ornate stonework that you recognize from the Queen of Hearts' castle.",
    "name": "French Hill",
    "subname": "The Heart of the Problem",
    "text": "French Hill gets -3 shroud while there is any amount of doom on enemies at French Hill or treacheries attached to French Hill.\n[free] Place a doom on an enemy at French Hill or a treachery attached to French Hill.\n<b>Forced</b> - If there are no clues on French Hill: Flip it.",
    "traits": "Arkham. Wonderland."
  },
  {
    "code": "zaw_00208b",
    "flavor": "French Hill once again sits in its usual splendor, though its gambrel roofs rattle with the rumbling throughout the city.",
    "name": "French Hill",
    "subname": "The Heart of Society",
    "traits": "Arkham."
  },
  {
    "code": "zaw_00209a",
    "flavor": "The woods outside of Arkham twist into strange shapes that you only recall from the much stranger Tulgey Wood.",
    "name": "Uptown",
    "subname": "Not Out of the Woods Yet",
    "text": "[action]: Search your deck or discard pile for a weakness and draw it. If you drew a weakness, discover 2 clues on Uptown (limit once per turn).\n<b>Forced</b> - If there are no clues on Uptown: Flip it.",
    "traits": "Arkham. Wonderland."
  },
  {
    "code": "zaw_00209b",
    "flavor": "Arkham's woods unravel and twist back into their familiar but foreboding forms, giving you little peace of mind.",
    "name": "Uptown",
    "subname": "The Same Old Haunts",
    "traits": "Arkham."
  },
  {
    "code": "zaw_00210a",
    "flavor": "Southside's quiet roads are cluttered with silverware, crockery, and half-eaten refreshments from the Tea Party table.",
    "name": "Southside",
    "subname": "Not Your Cup of Tea",
    "text": "[action]: Test [willpower] (3). If you succeed, Southside gets -3 shroud until the end of the phase. If you fail, take 1 horror (limit 1 success per round).\n<b>Forced</b> - If there are no clues on Southside: Flip it.",
    "traits": "Arkham. Wonderland."
  },
  {
    "code": "zaw_00210b",
    "flavor": "Southside once again sits in quiet seclusion, in stark contrast to the roiling chaos just north of it.",
    "name": "Southside",
    "subname": "Tea and Sympathy",
    "traits": "Arkham."
  },
  {
    "code": "zaw_00211",
    "flavor": "Despite its proximity to the breach between the two worlds, Easttown is relatively untouched by the chaos.",
    "name": "Easttown",
    "text": "<b>Forced</b> - After you fail a skill test by 2 or more at Easttown: Place 1 clue on Easttown from the token bank.\n[action]: <b>Resign</b>. There is no possible hope of repelling Gurathnaka, but there may still be a way to save yourself.",
    "traits": "Arkham.",
    "back_flavor": "Easttown has always been considered one of the safer districts due to the police presence, but in these circumstances, it's just as vulnerable as the others."
  },
  {
    "code": "zaw_00212",
    "flavor": "If you can find the first cracks of Wonderland's incursion, then perhaps you might be able to seal it for good.",
    "name": "Downtown",
    "text": "<b>Forced</b> - After you resolve a test at Downtown where 3 or more skill icons were committed: Take 1 horror.",
    "traits": "Arkham.",
    "back_flavor": "The region of Arkham where the trouble all began. It has mostly returned to an unaltered state, suprisingly."
  },
  {
    "code": "zaw_00213",
    "flavor": "Remnants of the earlier chaos still linger in Northside. They may be the key to fully closing off the connection to Wonderland.",
    "name": "Northside",
    "text": "<b>Forced</b> - After you resolve a test at Northside where 3 or more skill icons were committed: Take 1 damage.",
    "traits": "Arkham.",
    "back_flavor": "When you left Northside behind in your journey to Wonderland, you weren't sure if you'd ever see it in a recognizable state ever again."
  },
  {
    "code": "zaw_00214",
    "flavor": "It will take all of your faculties to seal this rift between worlds and save Arkham from certain annihilation.",
    "name": "Vacuous Void",
    "subname": "The End is in Sight",
    "text": "[reaction] After you successfully investigate Vacuous Void: Discover an additional clue.",
    "traits": "Arkham. Shadow.",
    "back_flavor": "A wide tear in reality hovers far above the city. Wind rushes in toward it, but only the invading shadows seem to be affected by its pull."
  },
  {
    "code": "zaw_00215a",
    "name": "Gurathnaka",
    "subname": "Atrophied Eater of Dreams",
    "text": "Massive.\nGurathnaka cannot be damaged.\nGurathnaka cannot make attacks of opportunity during move actions.\nInvestigators cannot use Alice's ability or elder sign effect during attack or evade attempts against Gurathnaka.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00215b",
    "name": "Gurathnaka",
    "subname": "The Jaws of Defeat",
    "text": "Massive.\nGurathnaka gets +6 [per_investigator] health.\nGurathnaka cannot be defeated by damage.\nGurathnaka cannot make attacks of opportunity during move actions.\n<b>Forced</b> - At the end of the enemy phase, if Gurathnaka is ready: Add 1 doom to the current agenda.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00216a",
    "name": "Gurathnaka",
    "subname": "Haggard Eater of Dreams",
    "text": "Massive. Retaliate.\nGurathnaka cannot be damaged.\nGurathnaka cannot make attacks of opportunity during move actions.\nInvestigators cannot use Alice's ability or elder sign effect during attack or evade attempts against Gurathnaka.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00216b",
    "name": "Gurathnaka",
    "subname": "The Jaws of Defeat",
    "text": "Massive. Retaliate.\nGurathnaka gets +6 [per_investigator] health.\nGurathnaka cannot be defeated by damage.\nGurathnaka cannot make attacks of opportunity during move actions.\n<b>Forced</b> - At the end of the enemy phase, if Gurathnaka is ready: Add 1 doom to the current agenda.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00217a",
    "name": "Gurathnaka",
    "subname": "Ravenous Eater of Dreams",
    "text": "Massive. Retaliate.\n<Gurathnaka cannot be damaged.\nGurathnaka cannot make attacks of opportunity during move actions.\nInvestigators cannot use Alice's ability or elder sign effect during attack or evade attempts against Gurathnaka.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00217b",
    "name": "Gurathnaka",
    "subname": "The Jaws of Defeat",
    "text": "Massive. Retaliate.\nGurathnaka gets +6 [per_investigator] health.\nGurathnaka cannot be defeated by damage.\nGurathnaka cannot make attacks of opportunity during move actions.\n<b>Forced</b> - At the end of the enemy phase, if Gurathnaka is ready: Add 1 doom to the current agenda.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00218a",
    "name": "Gurathnaka",
    "subname": "Satiated Eater of Dreams",
    "text": "Massive. Retaliate. Alert.\nGurathnaka cannot be damaged.\nGurathnaka cannot make attacks of opportunity during move actions.\nInvestigators cannot use Alice's ability or elder sign effect during attack or evade attempts against Gurathnaka.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00218b",
    "name": "Gurathnaka",
    "subname": "The Jaws of Defeat",
    "text": "Massive. Retaliate. Alert.\nGurathnaka gets +6 [per_investigator] health.\nGurathnaka cannot be damaged.\nGurathnaka cannot make attacks of opportunity during move actions.\nInvestigators cannot use Alice's ability or elder sign effect during attack or evade attempts against Gurathnaka.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00219a",
    "name": "Gurathnaka",
    "subname": "Gorged Eater of Dreams",
    "text": "Massive. Retaliate. Alert.\nGurathnaka cannot be damaged.\nGurathnaka cannot make attacks of opportunity during move actions.\nInvestigators cannot use Alice's ability or elder sign effect during attack or evade attempts against Gurathnaka.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00219b",
    "name": "Gurathnaka",
    "subname": "The Jaws of Defeat",
    "text": "Massive. Retaliate. Alert.\nGurathnaka gets +6 [per_investigator] health.\nGurathnaka cannot be defeated by damage.\nGurathnaka cannot make attacks of opportunity during move actions.\n<b>Forced</b> - At the end of the enemy phase, if Gurathnaka is ready: Add 1 doom to the current agenda.",
    "traits": "Ancient One. Shadow. Elite."
  },
  {
    "code": "zaw_00220",
    "name": "Insatiable Shade",
    "text": "Hunter. Alert.\nInsatiable Shade's damage and horror values are 1 less than Gurathnaka's damage and horror values.",
    "traits": "Abomination. Shadow."
  },
  {
    "code": "zaw_00221",
    "name": "Limits of Control",
    "text": "<b>Revelation</b> - For each weakness in Alice's hand, deal 1 damage or 1 horror to her. For each copy of Shadow Strain in Alice's hand, deal 1 additional horror to her. If there are no weaknesses in Alice's hand, Limits of Control gains surge.",
    "traits": "Flaw."
  },
  {
    "code": "zaw_00222",
    "name": "Living Eclipse",
    "text": "Massive.\nLiving Eclipse's location gets +2 shroud. Each location connected to Living Eclipse's location gets +1 shroud.",
    "traits": "Abomination. Shadow. Elite."
  },
  {
    "code": "zaw_00223",
    "name": "Mental Exhaustion",
    "text": "<b>Revelation</b> - Put Mental Exhaustion into play next to the agenda deck.\nInvestigators (including Alice) cannot draw cards during upkeep. As an additional cost to take the draw action, take 1 horror.\n<b>Forced</b> - At the end of the round, discard 1 copy of Mental Exhaustion. (Max once per round)",
    "traits": "Flaw."
  },
  {
    "code": "zaw_00224",
    "name": "Shadowy Gorger",
    "text": "Aloof. <b>Spawn</b> - Furthest location from all investigators.\n<b>Forced</b> - At the end of the enemy phase, if Shadowy Gorger is ready and unengaged: Place 1 doom on it.",
    "traits": "Abomination. Shadow."
  },
  {
    "code": "zaw_00225",
    "name": "Shattering Psyche",
    "text": "<b>Revelation</b> - Put Shattering Psyche into play next to the agenda deck.\n<b>Forced</b> - After an investigator discovers 2 or more total clues or places 2 or more total clues on an enemy during his or her turn: Deal 1 damage or 1 horror to Alice.\n<b>Forced</b> - At the end of the round, discard a copy of Shattering Psyche. (Max once per round)",
    "traits": "Flaw. Paradox."
  },
  {
    "code": "zaw_00226",
    "name": "Spatial Stutter",
    "text": "<b>Revelation</b> - Test [agility] (3). If you fail, resolve the following (choose one):\n- Move to a connecting location and take 2 damage.\n- Move to a location exactly 2 connections away from your location and take 1 damage.\nThen, if there are more clues on your new location than on your previous location: Take 1 horror.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00227",
    "name": "Weakening Boundary",
    "text": "<b>Revelation</b> - Attach Weakening Boundary to the location with the most clues.\n<b>Forced</b> - At the end of the investigator phase: Place 1 clue (2 clues instead if there are 3 or 4 players) on the attached location (from the token bank) or place 1 doom on Weakening Boundary (choose one). If it is act 2, you cannot choose to place clues.\n[action]: Test [willpower] (3). If you succeed, discard Weakening Boundary.\n<b>Forced</b> - If Weakening Boundary's location is flipped, discard Weakening Boundary.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00369",
    "name": "Tenebrous Nightmares",
    "text": "<b>Revelation</b> - Put Tenebrous Nightmares into play in your threat area.\nYou cannot draw cards or gain resources during the upkeep phase.\n[action][action]: Discard Tenebrous Nightmare.",
    "traits": "Terror. Scheme. Shadow."
  },
  {
    "code": "zaw_02228",
    "flavor": "\"Curiouser and curiouser.\"",
    "name": "Alice Liddell",
    "subname": "The Wonder Child",
    "text": "[reaction] When an investigator at Alice's location would test with any skill: Use Alice's base [intellect] for that skill instead (limit once for each investigator per round).\n[elder_sign] +0. Choose and shuffle a card from your discard pile back into your deck. Any investigator at Alice's location may use this effect instead of their own elder sign effect.",
    "traits": "Dreamer.",
    "back_text": "<b>Deck Size</b>: 24.\n<b>Deckbuilding Options</b>: Follow the Alice's Assistance section in the campaign guide to construct Alice's deck.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): All cards included are determined by the investigator's choices.\b<b>Additional Restrictions</b>: Cannot be used by players."
  },
  {
    "code": "zaw_02229",
    "name": "Alice's Courage",
    "text": "Put Alice's Courage into play next to Alice.\n[reaction] When an investigator engages or becomes engaged with an enemy: That investigator may draw a card.\n<b>Forced</b> - At the end of the round, discard Alice's Courage.",
    "traits": "Spirit."
  },
  {
    "code": "zaw_02230",
    "name": "Alice's Compassion",
    "text": "Put Alice's Compassion into play next to Alice.\n[reaction] When an investigator heals any amount of damage and/or horror: That investigator heals 1 additional damage or horror (choose one).\n<b>Forced</b> - At the end of the round, discard Alice's Compassion.",
    "traits": "Spirit."
  },
  {
    "code": "zaw_02231",
    "name": "Alice's Patience",
    "text": "Put Alice's Patience into play next to Alice.\n[reaction] After an investigator resolves a test where he or she committed a skill card to that test: That investigator may draw a card.\n<b>Forced</b> - At the end of the round, discard Alice's Patience.",
    "traits": "Spirit."
  },
  {
    "code": "zaw_02232",
    "name": "Alice's Curiosity",
    "text": "Put Alice's Curiosity into play next to Alice.\n[reaction] After an investigator moves: That investigator gets +1 on all skill tests until the end of his or her turn (limit once per investigator).\n<b>Forced</b> - At the end of the round, discard Alice's Curiosity.",
    "traits": "Spirit."
  },
  {
    "code": "zaw_02233",
    "name": "Alice's Intuition",
    "text": "Put Alice's Intuition into play next to Alice.\n[reaction] When an investigator would play an event: That event gains fast (limit once per investigator).\n<b>Forced</b> - At the end of the round, discard Alice's Intuition.",
    "traits": "Insight."
  },
  {
    "code": "zaw_02234",
    "name": "Alice's Reason",
    "text": "Put Alice's Reason into play next to Alice.\n[free] An investigator performing a test gets +X to that test, where X is the amount of clues he or she controls (max +4, limit once per investigator).\n<b>Forced</b> - At the end of the round, discard Alice's Reason.",
    "traits": "Insight."
  },
  {
    "code": "zaw_02235",
    "name": "Lack of Courage",
    "text": "Put Lack of Courage into play next to Alice.\n<b>Forced</b> - When an investigator engages or becomes engaged with an enemy: That investigator discards a card from his or her hand at random.\nAt the end of the round, discard Lack of Courage.",
    "traits": "Terror."
  },
  {
    "code": "zaw_02236",
    "name": "Lack of Compassion",
    "text": "Put Lack of Compassion into play next to Alice.\n<b>Forced</b> - When an investigator heals any amount of damage and/or horror: That investigator heals 1 less damage and/or horror.\nAt the end of the round, discard Lack of Compassion.",
    "traits": "Flaw."
  },
  {
    "code": "zaw_02237",
    "name": "Lack of Patience",
    "text": "Put Lack of Patience into play next to Alice.\n<b>Forced</b> - When an investigator is performing a test: That investigator must commit a skill card to that test if possible.\nAt the end of the round, discard Lack of Patience.",
    "traits": "Flaw."
  },
  {
    "code": "zaw_02238",
    "name": "Lack of Curiosity",
    "text": "Put Lack of Curiosity into play next to Alice.\n<b>Forced</b> - After an investigator moves: That investigator gets -1 on all skill tests until the end of his or her turn.\nAt the end of the round, discard Lack of Curiosity.",
    "traits": "Madness."
  },
  {
    "code": "zaw_02239",
    "name": "Lack of Intuition",
    "text": "Put Lack of Intuition into play next to Alice.\n<b>Forced</b> - When an investigator would play an event: That investigator must spend 2 additional resources.\nAt the end of the round, discard Lack of Intuition.",
    "traits": "Madness."
  },
  {
    "code": "zaw_02240",
    "name": "Lack of Reason",
    "text": "Put Lack of Reason into play next to Alice.\n<b>Forced</b> - The first test each investigator performs gets -X, where X is the amount of clues he or she controls (max -4).\nAt the end of the round, discard Lack of Reason.",
    "traits": "Madness."
  },
  {
    "code": "zaw_02241",
    "flavor": "The White Rabbit leaps past you, tapping his pocket watch frantically. \"There are still seconds to spare! Use them quickly!\"",
    "name": "Still Ticking",
    "text": "Put Still Ticking into play next to Alice.\nMove all doom from all enemies and treacheries in play to Still Ticking.\n<b>Forced</b> - At the end of the round, discard Still Ticking.",
    "traits": "Wonderland. Spirit. Fated."
  },
  {
    "code": "zaw_02242",
    "flavor": "A broken pocket watch lies on the ground in front of you, stuck just one minute to twelve o'clock.",
    "name": "Running Out of Time",
    "text": "Put Running Out of Time into play next to Alice.\n<b>Forced</b> - After an investigator fails a test against an enemy: Place 1 doom on that enemy (limit once per investigator turn).\nAt the end of the round, discard Running Out of Time.",
    "traits": "Wonderland. Blunder. Fated."
  },
  {
    "code": "zaw_02243",
    "flavor": "The Walrus and the Carpenter are suddenly walking beside you, providing many insights that are strangely useful.",
    "name": "Talk of Many Things",
    "text": "Put Talk of Many Things into play next to Alice.\nEach investigator other than Alice may immediately draw up to 3 cards. Investigators may choose not to discard cards during the upkeep phase.\n<b>Forced</b> - At the end of the round, discard Talk of Many Things.",
    "traits": "Wonderland. Insight."
  },
  {
    "code": "zaw_02244",
    "flavor": "But answer came there none —",
    "name": "Shed a Bitter Tear",
    "text": "Put Shed a Bitter Tear into play next to Alice.\n<b>Forced</b> - As an additional cost to play an asset or event, an investigator must discard another card from his or her hand.\nAt the end of the round, discard Shed a Bitter Tear.",
    "traits": "Wonderland. Blunder."
  },
  {
    "code": "zaw_02245",
    "flavor": "\"More tea?\" The Hatter and the March Hare reach from above and below you, offering refreshments.",
    "name": "The Best Butter",
    "text": "Put The Best Butter into play next to Alice.\n[free] During an investigator's turn, that investigator may play an asset from his or her hand, paying half its cost, rounded up (limit once per investigator).\n<b>Forced</b> - At the end of the round, discard The Best Butter.",
    "traits": "Wonderland. Favor. Spirit."
  },
  {
    "code": "zaw_02246",
    "flavor": "Cups and saucers fly, hurled at the shadows by the sole remaining occupant of the tea party table.",
    "name": "Wasn't Very Civil",
    "text": "Put Wasn't Very Civil into play next to Alice.\n[free] During an investigator's turn, that investigator may play an asset from his or her hand, paying its cost (limit once per investigator).\n<b>Forced</b> - At the end of the round, discard Wasn't Very Civil.",
    "traits": "Wonderland. Spirit."
  },
  {
    "code": "zaw_02247",
    "flavor": "A cracked tea set sits on the ground before you, smeared with butter, jam, and blood.",
    "name": "Empty Table",
    "text": "Put Empty Table into play next to Alice.\n<b>Forced</b> - At the end of the round, each investigator discards an asset he or she controls or discards two assets from his or her hand (choose one). Then, discard Empty Table.",
    "traits": "Wonderland. Blunder."
  },
  {
    "code": "zaw_02248",
    "flavor": "The Queen of Hearts is suddenly beside you, flanked by dozens of card guards and still bearing a grudge against the shadows.",
    "name": "The Queen's Justice",
    "text": "Put The Queen's Justice into play next to Alice.\n<b>Forced</b> - At the end of the investigator phase: Deal 1 damage to each enemy in play. For each enemy defeated by this effect, each investigator other than Alice may gain 1 resource.\nAt the end of the round, discard The Queen's Justice.",
    "traits": "Wonderland. Royalty. Favor."
  },
  {
    "code": "zaw_02249",
    "flavor": "You happen across an enormous pool of blood with the Queen of Hearts' crown half-sunken into it.",
    "name": "Broke Her Crown",
    "text": "Put Broke Her Crown into play next to Alice.\n<b>Forced</b> - When an enemy would enter the encounter discard pile or victory display: Place that enemy back on top of the encounter deck instead.\n<b>Forced</b> - At the end of the round, discard Broke Her Crown.",
    "traits": "Wonderland. Blunder."
  },
  {
    "code": "zaw_02250",
    "flavor": "Astonishingly, the Snark stands before you once again, ready to assist you with its many talents.",
    "name": "Qualities of a Snark",
    "text": "Put Qualities of a Snark into play next to Alice.\nCheck the Campaign Log. If <i>the investigators...</i>\n- <i>...commanded the Snark,</i>all investigators get +1 [willpower].\n- <i>...puzzled the Snark,</i>all investigators get +1 [intellect].\n- <i>...intimidated the Snark,</i>all investigators get +1 [combat].\n- <i>...tricked the Snark,</i>all investigators get +1 [agility].\n- <i>...intrigued the Snark,</i>all investigators get +1 to all skills.\n<b>Forced</b> - At the end of the round, discard Qualities of a Snark.",
    "traits": "Wonderland. Creature. Talent."
  },
  {
    "code": "zaw_02251",
    "flavor": "\"But if ever I meet with a Boojum, that day, In a moment (of this I am sure), I shall softly and suddenly vanish away— And the notion I cannot endure!\"",
    "name": "Softly and Suddenly Vanished",
    "text": "Put Softly and Suddenly Vanished into play next to Alice.\n<b>Forced</b> - After an [[Ally]] asset controlled by an investigator takes any amount of damage or horror: Defeat that [[Ally]] asset.\nAt the end of the round, discard Softly and Suddenly Vanished.",
    "traits": "Wonderland. Blunder. Scheme. Paradox."
  },
  {
    "code": "zaw_02252",
    "flavor": "\"O frabjous day! Callooh! Callay!\" He chortled in his joy.",
    "name": "Galumphing Back",
    "text": "Put Galumphing Back into play next to Alice.\n[reaction] When an investigator would take any amount of damage and/or horror: That investigator takes 1 fewer damage or horror (choose one).\n<b>Forced</b> - At the end of the round, discard Galumphing Back.",
    "traits": "Wonderland. Fortune. Fated."
  },
  {
    "code": "zaw_02253",
    "flavor": "\"Beware the Jabberwock, my son! The jaws that bite, the claws that catch!\"",
    "name": "Jaws That Bite",
    "text": "Put Jaws That Bite into play next to Alice.\n<b>Forced</b> - When an investigator would take any amount of damage and/or horror: That investigator takes 1 additional damage or horror (choose one).\nAt the end of the round, discard Jaws That Bite.",
    "traits": "Wonderland. Hazard."
  },
  {
    "code": "zaw_02254",
    "flavor": "Tweedledum and Tweedledee stand shoulder to shoulder, ready to assist in their own meager way.",
    "name": "Brothers in Arms",
    "text": "Put Brothers in Arms into play next to Alice.\n[reaction] When a card would enter an investigator's discard pile: That investigator may place it on top of his or her deck instead (Limit once per investigator).\n<b>Forced</b> - At the end of the round, discard Brothers in Arms.",
    "traits": "Wonderland. Favor."
  },
  {
    "code": "zaw_02255",
    "flavor": "The living Tweedle focuses his grief and anger at the shadows that indirectly caused him to lose his brother.",
    "name": "Sole Survivor",
    "text": "Put Sole Survivor into play next to Alice.\n[reaction] When a card would enter an investigator's discard pile: That investigator may shuffle it into his or her deck instead (Limit once per investigator).\n<b>Forced</b> - At the end of the round, discard Sole Survivor.",
    "traits": "Wonderland. Favor. Blunder."
  },
  {
    "code": "zaw_02256",
    "flavor": "Cracked pots, dented washtubs, and shredded pillows lie in a heap, each piece speckled with blood.",
    "name": "No Survivors",
    "text": "Put No Survivors into play next to Alice.\n<b>Forced</b> - When a non-weakness card would enter an investigator's discard pile: Remove that card from the game instead.\nAt the end of the round, discard No Survivors.",
    "traits": "Wonderland. Blunder."
  },
  {
    "code": "zaw_02257",
    "flavor": "The White King appears, commanding an army of chess pieces that obey his every whim.",
    "name": "Royal Decree",
    "text": "Put Royal Decree into play next to Alice.\nEach investigator other than Alice may gain up to 4 resources. Playing assets or events does not provoke attacks of opportunity.\n<b>Forced</b> - At the end of the round, discard Royal Decree.",
    "traits": "Wonderland. Royalty. Favor."
  },
  {
    "code": "zaw_02258",
    "flavor": "\"For the want of a battle the kingdom was lost...\"",
    "name": "For Want of a Nail",
    "text": "Put For Want of a Nail into play next to Alice.\nInvestigators cannot activate [free] or [reaction] abilities, or play events with the fast keyword.\n<b>Forced</b> - At the end of the round, discard For Want of a Nail.",
    "traits": "Wonderland. Blunder."
  },
  {
    "code": "zaw_02259",
    "flavor": "With a victorious cheer, the White Knight gallops onto the field of battle, barely keeping his place in the saddle.",
    "name": "Glory and Honor",
    "text": "Put Glory and Honor into play next to Alice.\nAll abilities on treachery and weakness cards require one fewer action to activate. If an ability on a treachery or weakness only requires one action, it can be activated as a [free] instead.\n<b>Forced</b> - At the end of the round, discard Glory and Honor.",
    "traits": "Wonderland. Spirit. Fated."
  },
  {
    "code": "zaw_02260",
    "flavor": "You find a shattered sword lying on the ground, alongside several dented pieces of armor.",
    "name": "The Better Part of Valor",
    "text": "Put The Better Part of Valor into play next to Alice.\nAll abilities on treachery and weakness cards require an additional action to activate.\n<b>Forced</b> - At the end of the round, discard The Better Part of Valor.",
    "traits": "Wonderland. Blunder."
  },
  {
    "code": "zaw_02261",
    "name": "Shadow Strain",
    "text": "Put Shadow Strain into play next to Alice.\nSet Alice's base [intellect] to 1.\n<b>Forced</b> - At the end of the round, deal 1 damage or 1 horror to Alice (choose one) and discard Shadow Strain.",
    "traits": "Shadow. Scheme. Power."
  },
  {
    "code": "zaw_00262a",
    "flavor": "\"You must be,\" said the Cat, \"or you wouldn't have come here.\"",
    "name": "The Cheshire Cat",
    "subname": "Grinning Guide",
    "text": "Permanent.\n[reaction] When you would fail a skill test by exactly 1: You automatically succeed instead. Flip The Cheshire Cat.\n<b>Forced</b> - When the player controlling The Cheshire Cat would be defeated or would resign: Choose another player. That player immediately takes control of The Cheshire Cat.",
    "traits": "Ally? Creature. Wonderland."
  },
  {
    "code": "zaw_00262b",
    "flavor": "\"If you don't know where you want to go, then it doesn't matter which path you take.\"",
    "name": "The Cheshire Cat",
    "subname": "Frustrating Feline",
    "text": "Permanent.\n<b>Forced</b> - When you would succeed a skill test by exactly 1: You automatically fail instead. Flip The Cheshire Cat.\n<b>Forced</b> - When the player controlling The Cheshire Cat would be defeated or would resign: Choose another player. That player immediately takes control of The Cheshire Cat.",
    "traits": "Ally? Creature. Wonderland."
  },
  {
    "code": "zaw_00263",
    "name": "Nonsensical Advice",
    "text": "Surge.\n<b>Revelation</b> - Shuffle any amount of cards from your hand back into your deck and draw an equal amount of cards. For each card you did not shuffle back into your deck, lose 1 resource.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00264",
    "flavor": "\"I'd rather not,\" the Cat remarked.",
    "name": "Petulant Creature",
    "text": "Surge.\n<b>Revelation</b> - Flip The Cheshire Cat.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00265",
    "name": "Vanished Away",
    "text": "Surge. Peril.\n<b>Revelation</b> - Choose a player who does not currently control The Cheshire Cat. That player immediately takes control of The Cheshire Cat. If there is only one active player, ignore this revelation effect.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00266",
    "name": "Card Guard (Clubs)",
    "text": "<b>Forced</b> - After Card Guard (Clubs) attacks you: Choose and discard a card from your hand with at least 1 [combat] icon. If you cannot, take 1 horror.",
    "traits": "Wonderland. Humanoid. Card. Soldier."
  },
  {
    "code": "zaw_00267",
    "name": "Card Guard (Diamonds)",
    "text": "<b>Forced</b> - After Card Guard (Diamonds) attacks you: Choose and discard a card from your hand with at least 1 [agility] icon. If you cannot, take 1 damage.",
    "traits": "Wonderland. Humanoid. Card. Soldier."
  },
  {
    "code": "zaw_00268",
    "name": "Card Guard (Hearts)",
    "text": "<b>Forced</b> - After Card Guard (Hearts) attacks you: Choose and discard a card from your hand with at least 1 [willpower] icon. If you cannot, take 1 damage.",
    "traits": "Wonderland. Humanoid. Card. Soldier."
  },
  {
    "code": "zaw_00269",
    "name": "Card Guard (Spades)",
    "text": "<b>Forced</b> - After Card Guard (Spades) attacks you: Choose and discard a card from your hand with at least 1 [intellect] icon. If you cannot, take 1 horror.",
    "traits": "Wonderland. Humanoid. Card. Soldier."
  },
  {
    "code": "zaw_00270",
    "name": "Misdeal",
    "text": "<b>Revelation</b> - Test [agility] (1). This test's difficulty increases by 1 for every 2 [[Card]] enemies in the encounter discard pile. If you fail, discard 2 cards from your hand at random. Then, if you have 2 or fewer cards in your hand, take 1 damage.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00271",
    "name": "Weak Hand",
    "text": "<b>Revelation</b> - Test [willpower] (3). This test gets +1 difficulty and peril if there is a [[Card]] enemy at your location. For each point you fail by, take 1 horror or choose and discard a card from your hand.",
    "traits": "Scheme."
  },
  {
    "code": "zaw_00272",
    "name": "Red Pawn",
    "text": "The first Red Pawn drawn each mythos phase gains surge.",
    "traits": "Wonderland. Humanoid. Chess. Soldier."
  },
  {
    "code": "zaw_00273",
    "name": "Red Knight",
    "text": "Hunter.\n<b>Forced</b> - After Red Knight attacks you: Lose 1 resource (2 resources instead if Red Knight moved to your location before attacking).",
    "traits": "Wonderland. Humanoid. Chess. Soldier."
  },
  {
    "code": "zaw_00274",
    "name": "Red Bishop",
    "text": "Alert.\nEach other [[Chess]] enemy at this location gains Alert.",
    "traits": "Wonderland. Humanoid. Chess. Soldier."
  },
  {
    "code": "zaw_00275",
    "name": "Red Rook",
    "text": "Retaliate.\nEach other [[Chess]] enemy at this location gains Retaliate.",
    "traits": "Wonderland. Humanoid. Chess. Soldier."
  },
  {
    "code": "zaw_00276",
    "name": "Exchange Sacrifice",
    "text": "<b>Revelation</b> - Put Exchange Sacrifice into play next to the agenda.\n<b>Forced</b> - After a [[Chess]] enemy is defeated or discarded: The investigator that defeated or discarded that enemy takes 1 damage or loses 2 resources. Then, discard Exchange Sacrifice.",
    "traits": "Chess. Scheme."
  },
  {
    "code": "zaw_00277",
    "name": "Threatened Position",
    "text": "<b>Revelation</b> - Put Threatened Position into play in your threat area.\nWhile there is a [[Chess]] enemy at your location, you get -2 to all skills during skill tests except during fight or evade attempts.\n[action] [action]: Discard Threatened Position.",
    "traits": "Chess. Scheme."
  },
  {
    "code": "zaw_00278",
    "name": "Animated Shadow",
    "text": "X is equal to the engaged investigator's base [combat].\nAnimated Shadow cannot make attacks of opportunity or be engaged by other investigators.\n<b>Forced</b> - If Animated Shadow is evaded, defeat it. If the investigator engaged with Animated Shadow is defeated or resigns, discard Animated Shadow.",
    "traits": "Abomination. Shadow."
  },
  {
    "code": "zaw_00279",
    "name": "Deepening Dusk",
    "text": "<b>Revelation</b> - Attach to your location.\nThe attached location gets +1 shroud. [[Shadow]]  enemies at the attached location get +1 fight and +1 horror.\n[action] [action]: Discard Deepening Dusk.",
    "traits": "Power. Shadow."
  },
  {
    "code": "zaw_00280",
    "name": "Edge of Your Vision",
    "text": "<b>Revelation</b> - Test [willpower] (X). X is equal to your location's shroud value. If you fail, search the encounter discard pile and deck for a [[Shadow]]  enemy and spawn it engaged with you. If you searched the encounter deck, shuffle it. Then, take 1 horror for each [[Shadow]] enemy at your location.",
    "traits": "Madness. Shadow."
  },
  {
    "code": "zaw_00281",
    "name": "Haunting Shade",
    "text": "Hunter. Aloof.\nHaunting Shade's location gets +2 shroud. If there are no clues on its location, Haunting Shade loses aloof and gets +1 fight and +1 damage.",
    "traits": "Abomination. Shadow."
  },
  {
    "code": "zaw_00282",
    "flavor": "In any other realm, you would want to succeed.",
    "name": "Backward Logic",
    "text": "<b>Revelation</b> - Test [intellect] (5). Treat \"-\" modifiers on revealed tokens as \"+\", and \"+\" modifiers on revealed tokens as \"-\". Icons committed to this test subtract from your total instead of add to it. If you succeed, lose 1 action. If you succeeded by 2 or more, take 1 horror. If you fail, nothing happens.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00283",
    "name": "Brain Teaser",
    "text": "<b>Revelation</b> - Put Brain Teaser into play next to the agenda deck.\n<b>Forced</b> - When doom would be placed on any other card (including the agenda): Place 1 doom on Brain Teaser (limit once per phase).\n[action]: Test [intellect] (4). This test gets -1 difficulty for each doom on Brain Teaser. If you succeed, discard Brain Teaser.",
    "traits": "Scheme. Task."
  },
  {
    "code": "zaw_00284",
    "name": "Questioning the Answer",
    "text": "<b>Revelation</b> - Test [willpower] (3). If there are no clues on your location, cards cannot be committed to this test. If you fail, take 1 horror and discard 1 card from your hand at random.",
    "traits": "Scheme. Paradox."
  },
  {
    "code": "zaw_00285",
    "name": "Strange Challenge",
    "text": "<b>Revelation</b> - Test any skill (4). If you fail, take 2 damage and put Strange Challenge into play in your threat area.\nSet the base value of the earlier chosen skill to 1.\n<b>Forced</b> - At the end of the round, discard Strange Challenge.",
    "traits": "Scheme. Task."
  },
  {
    "code": "zaw_00286",
    "name": "Cognitive Dissonance",
    "text": "<b>Revelation</b> - If you do not control any clues, Cognitive Dissonance gains surge. Otherwise, test [intellect] (2). This test gets +1 difficulty for each clue you control (max +3). If you fail, place 1 of your clues on your location. If you fail by 2 or more, lose 1 action.",
    "traits": "Paradox. Flaw."
  },
  {
    "code": "zaw_00287",
    "name": "Curiouser and Curiouser",
    "text": "<b>Revelation</b> - Put Curiouser and Curiouser into play in your threat area.\n<b>Forced</b> - As an additional cost to investigate, if there are more clues on any other location than on your location: Take 1 horror.\n[action]: Test [willpower] (3). If you succeed, discard Curiouser and Curiouser.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00288",
    "name": "Disjunction",
    "text": "<b>Revelation</b> - Discard any number of cards from your hand or from play whose total cost is equal to or greater than your location's shroud value. If you cannot, take 1 damage and 1 horror.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00289",
    "name": "Impossible Paths",
    "text": "<b>Revelation</b> - Attach Impossible Paths to your location.\n<b>Forced</b> - When you would take an action to move from the attached location: Test [agility] (0). This test's difficulty increases by 1 for each location connected to your location. If you fail, cancel the effects of the move.\n[action] [action]: Discard Impossible Paths.",
    "traits": "Paradox."
  },
  {
    "code": "zaw_00290",
    "name": "The Dodo",
    "subname": "Educated Erudite",
    "text": "Surge.\n<b>Revelation</b> - Put The Dodo into play next to the agenda deck.\n[reaction] When a [skull] token is revealed: Cancel that token. Do not reveal another token. Discard The Dodo.",
    "traits": "Wonderland. Creature. Scholar."
  },
  {
    "code": "zaw_00291",
    "name": "The Caterpillar",
    "subname": "Sagacious Savant",
    "text": "Surge.\n<b>Revelation</b> - Put The Caterpillar into play next to the agenda deck.\n[reaction] After the last clue is discovered from any location: Each investigator may draw 1 card. Discard The Caterpillar.",
    "traits": "Wonderland. Creature. Scholar."
  },
  {
    "code": "zaw_00292",
    "name": "The Duchess",
    "subname": "Convivial Courtier",
    "text": "Surge.\n<b>Revelation</b> - Put The Duchess into play next to the agenda deck.\n[reaction] When a [cultist] token is revealed: Cancel that token. Do not reveal another token. Discard The Duchess.",
    "traits": "Wonderland. Humanoid. Royalty."
  },
  {
    "code": "zaw_00293",
    "name": "The Gryphon and the Mock Turtle",
    "subname": "Mythical Minions",
    "text": "Surge.\n<b>Revelation</b> - Put The Gryphon and the Mock Turtle into play next to the agenda deck.\n[reaction] When an enemy would make an attack of opportunity: Cancel that attack. Discard The Gryphon and the Mock Turtle.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00294",
    "name": "Humpty Dumpty",
    "subname": "Poised and Proud",
    "text": "Surge.\n<b>Revelation</b> - Put Humpty Dumpty into play next to the agenda deck.\n[reaction] When a [tablet] token is revealed: Cancel that token. Do not reveal another token. Discard Humpty Dumpty.",
    "traits": "Wonderland. Scholar."
  },
  {
    "code": "zaw_00295",
    "name": "The Lion and the Unicorn",
    "subname": "Crowned Competitors",
    "text": "Surge.\n<b>Revelation</b> - Put The Lion and the Unicorn into play next to the agenda deck.\n[reaction] After an enemy is defeated or discarded: Each investigator may heal 1 damage or 1 horror. Discard The Lion and the Unicorn.",
    "traits": "Wonderland. Creature. Royalty."
  },
  {
    "code": "zaw_00296",
    "name": "The White Queen",
    "subname": "Sibylline Sovereign",
    "text": "Surge.\n<b>Revelation</b> - Put The White Queen into play next to the agenda deck.\n[reaction] When a [elder_thing] token is revealed: Cancel that token. Do not reveal another token. Discard The White Queen.",
    "traits": "Wonderland. Chess. Royalty."
  },
  {
    "code": "zaw_00297",
    "name": "The Dodo",
    "subname": "Dead as a Doornail",
    "text": "Surge.\n<b>Revelation</b> - Put The Dodo into play next to the agenda deck.\n<b>Forced</b> - When a [skull] token is revealed during a skill test: Treat that token as a [auto_fail] token instead. Discard The Dodo.",
    "traits": "Wonderland. Creature. Corpse."
  },
  {
    "code": "zaw_00298",
    "name": "The Caterpillar",
    "subname": "Vicious Visionary",
    "text": "Surge.\n<b>Revelation</b> - Put The Caterpillar into play next to the agenda deck.\n<b>Forced</b> - After the last clue is discovered from any location: Each investigator must discard 1 card from his or her hand at random. Discard The Caterpillar.",
    "traits": "Wonderland. Creature. Abomination."
  },
  {
    "code": "zaw_00299",
    "name": "The Duchess",
    "subname": "Rancorous Royal",
    "text": "Surge.\n<b>Revelation</b> - Put The Duchess into play next to the agenda deck.\n<b>Forced</b> - When a [cultist] token is revealed during a skill test: Treat that token as a [auto_fail] token instead. Discard The Duchess.",
    "traits": "Wonderland. Humanoid. Royalty."
  },
  {
    "code": "zaw_00300",
    "name": "The Gryphon and the Mock Turtle",
    "subname": "Crazed Cryptids",
    "text": "Surge.\n<b>Revelation</b> - Put The Gryphon and the Mock Turtle into play next to the agenda deck.\n<b>Forced</b> - After an enemy makes an attack of opportunity: That enemy makes a second attack. Discard The Gryphon and the Mock Turtle.",
    "traits": "Wonderland. Creature."
  },
  {
    "code": "zaw_00301",
    "name": "Humpty Dumpty",
    "subname": "Fallen and Fractured",
    "text": "Surge.\n<b>Revelation</b> - Put Humpty Dumpty into play next to the agenda deck.\n<b>Forced</b> - When a [tablet] token is revealed during a skill test: Treat that token as a [auto_fail] token instead. Discard Humpty Dumpty.",
    "traits": "Wonderland. Corpse."
  },
  {
    "code": "zaw_00302",
    "name": "The Lion and the Unicorn",
    "subname": "Beaten and Broken",
    "text": "Surge.\n<b>Revelation</b> - Put The Lion and the Unicorn into play next to the agenda deck.\n<b>Forced</b> - After an enemy is defeated or discarded: Each investigator must take 1 damage or 1 horror. Discard The Lion and the Unicorn.",
    "traits": "Wonderland. Creature. Lunatic."
  },
  {
    "code": "zaw_00303",
    "name": "The White Queen",
    "subname": "Ruinous Regent",
    "text": "Surge.\n<b>Revelation</b> - Put The White Queen into play next to the agenda deck.\n<b>Forced</b> - When a [elder_thing] token is revealed during a skill test: Treat that token as a [auto_fail] token instead. Discard The White Queen.",
    "traits": "Wonderland. Humanoid. Chess. Royalty."
  },
  {
    "code": "zaw_00304",
    "flavor": "\"Curiouser and curiouser.\"",
    "name": "Alice Liddell",
    "subname": "The Wonder Worker",
    "text": "[reaction] When an investigator at your location would test with any skill: Use your base [intellect] for that skill instead (limit once for each investigator per round).\n[elder_sign] +0. Choose and shuffle a card from your discard pile back into your deck. Any investigator at your location may use this effect instead of their own elder sign effect.",
    "traits": "Dreamer.",
    "back_flavor": "It was often said that Alice lived in her own little world. Alice had to agree of course, as she had been there several times before. She knew that Wonderland was a dream, but it all seemed as real to her as her native England. This belief attracted the attention of a shadowy being named Gurathnaka who saw opportunity in Alice's dreams. As Alice grew, it tried to solidify her belief in Wonderland until it began to merge with the real world. Alice attempted to outrun the spreading chaos, until her journeys brought her to Arkham, Massachusetts where a group of investigators freed her mind from Gurathnaka's influence. Alice has vowed to repay their deeds by helping to solve as many of Arkham's bizarre happenings as she can.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Seeker cards ([seeker]) level 0-5, Neutral cards level 0-5, cards with \"uses (secrets)\" level 0-2, up to five other level 0 Mystic and/or Survivor cards ([mystic] and/or [survivor]).\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Mysteries of Wonderland, Lost in Thought, 1 random basic weakness."
  },
  {
    "code": "zaw_00305",
    "flavor": "\"And how do you know that you're mad?\"",
    "name": "Mysteries of Wonderland",
    "subname": "Further Down the Rabbit Hole",
    "text": "Alice Liddell deck only.\n[reaction] After you spend a secret from an asset you control: Draw a card or heal 1 horror (choose one, limit once per round).\n[free] During a skill test you are performing, take 1 horror and exhaust Mysteries of Wonderland: You get +X skill value for this test, where X is the highest number of secrets on an asset you control (max +4).",
    "traits": "Talent. Boon. Madness?"
  },
  {
    "code": "zaw_00306",
    "name": "Lost in Thought",
    "text": "Uses (0 secrets). If there are 4 or more secrets on Lost in Thought, discard it.\n<b>Revelation</b> - Put Lost in Thought into play in your threat area.\nSet your base [intellect] to X, where X is the number of secrets on Lost in Thought. Ignore any other game effect that would change your base [intellect].\n[free] Move 1 secret from an asset you control to Lost in Thought.\n<b>Forced</b> - At the end of the round, place 1 resource token on Lost in Thought from the token bank, as a secret.",
    "traits": "Madness."
  }
]