[
  {
    "code": "zbt_00001",
    "name": "Burn After Reading",
    "text": "Discard or exile a non-weakness card in your hand or play area. Discover clues at your location equal to half that card's level (rounded up). If you exiled that card and its level was 2 or higher, also remove 1 doom from the current agenda.\n<b>Card design by the Council-in-Exile at Gen Con 2020</b>",
    "traits": "Insight."
  },
  {
    "code": "zbt_00002",
    "flavor": "Fiercely loyal, these trained canines make for perfect companions.",
    "name": "Guard Dog",
    "text": "[fast] Exhaust Guard Dog: Engage an enemy at your location. That enemy attacks you.\n[reaction] When an enemy attack deals damage or horror to Guard Dog: Deal 1 damage to the attacking enemy.\n<b>Card design by the Council-in-Exile at Arkham Nights 2020</b>",
    "traits": "Ally. Creature."
  },
  {
    "code": "zbt_00003",
    "name": "Flashlight",
    "text": "Uses (4 supplies).\n[reaction] When you perform a skill test while investigating or attempting to evade, spend 1 supply: This test gets -2 difficulty.\n<b>Card design by the Council-in-Exile at Arkham Nights 2020</b>",
    "traits": "Item. Tool."
  },
  {
    "code": "zbt_00004",
    "name": "Dragon Pole",
    "text": "You have 2 additional arcane slots.\n[action]: <b>Fight.</b> You get +1 [combat] for this attack for each of your arcane slots that is filled. If at least 2 are filled, this attack deals +1 damage. If you succeed, you may place the top card of your deck facedown in your play area, as an Aura (It takes up an arcane slot. If it leaves play, add it to your hand.)\n<b>Card design by the Pride of Arkham</b>",
    "traits": "Item. Weapon. Melee."
  },
  {
    "code": "zbt_00005",
    "name": "Alice Luxley",
    "subname": "Fearless Flatfoot",
    "text": "You get +1 [intellect].\n[reaction] After horror is placed on Alice Luxley: Your location gets -2 shroud until the end of the active investigator's turn.\n[reaction] After you discover a clue, exhaust Alice Luxley: Deal 1 damage to an enemy at your location.\n<b>Card design by the Pride of Arkham</b>",
    "traits": "Ally. Detective. Police."
  }
]
