[
  {
    "code": "zbh_00001",
    "name": "Hasso Harrigan",
    "subname": "Harter Hund",
    "text": "Du hast 2 zusätzliche Pfotenslots, die nur für [[Weapon]]-Vorteilskarten verwendet werden können. (Japp, ganz genau. Frag nicht, wie.)\n[elder_sign]-Effekt: +2. Senke die Kosten der nächsten [[Weapon]]-Vorteilskarte, die du in dieser Runde spielst, um 2.",
    "traits": "Veteran.",
    "back_flavor": "Hasso Harrigan ist der Beste der Besten. Er wurde sowohl im Kampf Pfote gegen Pfote als auch als Schaf-Schütze ausgebildet und ist stolz darauf, ein Beschützer der Menschheit zu sein. Ein Schild gegen die katzenhaften Kräfte, die in die Welt einzudringen drohen. Doch werden seine Waffen und seine Fertigkeiten ausreichen? Oder ist Hasso nur ein Kläffer, der keinen Biss hat?",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Wächterkarten ([guardian]) Stufe 0-5, Neutrale Karten Stufe 0-5, [[Weapon]]-Karten Stufe 0.\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Catling Gun, Bellende Hunde beißen nicht, 1 zufällige Grundschwäche."
  },
  {
    "code": "zbh_00002",
    "name": "Catling Gun",
    "text": "Nur für das Deck von Hasso Harrigan.\nAnwendungen (12 Munition).\n[action][action] Gib 1-3 Munition aus: <b>Fight.</b> Du bekommst für diesen Angriff +X [combat] und fügst +X [damage] zu. X ist die Anzahl an Munition, die du als Teil der Kosten dieser Fähigkeit ausgegeben hast.",
    "traits": "Gegenstand. Waffe. Feuerwaffe."
  },
  {
    "code": "zbh_00003",
    "name": "Bellende Hunde beißen nicht",
    "text": "<b>Enthüllung</b> - Bringe Bellende Hunde beißen nicht in deiner Bedrohungszone ins Spiel.\nYou get -3 [combat]. (WAU! WAU! WAU!)\n<b>Erzwungen</b> - Nachdem du einen Gegner besiegt hast: Lege diese Karte ab.",
    "traits": "Makel."
  },
  {
    "code": "zbh_00004",
    "name": "Kate Winselrop",
    "subname": "Der Labor-Labrador",
    "text": "Solange du dich an einem erschnüffelten Ort befindest, bekommt jede deiner Fertigkeitsproben -1 Schwierigkeit.\n[action]: Schnüffel an deinem oder einem verbundenen Ort herum. Diese Aktion provoziert keine Gelegenheitsangriffe.\n[elder_sign]-Effekt: +0. Schnüffel an deinem oder einem verbundenen Ort herum.",
    "traits": "Gelehrter. Junger Hund.",
    "back_flavor": "Als einer der klügsten Köpfe an der Mopskatonic Universität für junge Hunde ist Kate eine Expertin in Theoretischer Physik, Chemie und Zoologie. Dank ihres scharfen Verstandes und ihrem Auge fürs Detail hat sie eine Möglichkeit ausgetüfelt, sich und andere Hunde vor den Machenschaften der Katzen zu schützen. Mit ihrem neu konstruierten "Katzen-Konfusionator" sowie ihrem ausgeprägtem Geruchssinn wird Kate das Böse erschnüffeln und Barkham vor den katzenhaften Kräften verteidigen, die im Schatten lauern.",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Sucherkarten ([seeker]) Stufe 0-5, Neutrale Karten Stufe 0-5, bis zu fünf andere Karten der Stufe 0, die aussehen, als würden sie komisch riechen.\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Katzen-Konfusionator, Fauler Geruch, 1 zufällige Grundschwäche."
  },
  {
    "code": "zbh_00005",
    "name": "Katzen-Konfusionator",
    "subname": "Er täuscht Katzen",
    "text": "Nur für das Deck von Kate Winselrop.\n[reaction] Sobald an deinem Ort ein Gegner erscheinen würde, der eine Katze ist, wie eine Katze aussieht oder eine bizarre Art von Katze-Mensch-Hybrid darstellt, erschöpfe Katzen-Konfusionator: Du entkommst dem Gegner automatisch.",
    "traits": "Gegenstand. Wissenschaft."
  },
  {
    "code": "zbh_00006",
    "name": "Fauler Geruch",
    "text": "<b>Enthüllung</b> - Bringe Fauler Geruch in deiner Bedrohungszone ins Spiel.\n<b>Erzwungen</b> - Nachdem du an einem erschnüffelten Ort eine Fertigkeitsprobe durchgeführt hast: Du nimmst 1 Horror.\n[action]: Lege Fauler Geruch ab. Alle erschnüffelten Orte gelten nicht länger als erschnüffelt.",
    "traits": "Wahnsinn."
  },
  {
    "code": "zbh_00007",
    "name": "\"Skids\" O'Töle",
    "subname": "Der Zwinger-Ausbrecher",
    "text": "[action] Gib 1 Ressource aus: <b>Bewegen.</b> Dein Hundeblick bringt einen Menschen dazu, dich im Auto mitzunehmen. Bewege dich bis zu 3 Mal und ignoriere dabei das Verwickeln in Kämpfe. (Nur ein Mal pro Runde.)\n[elder_sign]-Effekt: +2. Füge dem nächsten Gegner, dessen Ort du in dieser Runde betrittst, 1 Schaden zu.",
    "traits": "Krimineller.",
    "back_flavor": "\"Skids\" O'Töle wollte immer ein braver Junge sein, doch irgendwie zog er ständig Ärger an und landete dort, wo die \"bösen Hunde\" hinkommen: im Hundezwinder. Schuld war meist seine Lieblingsbeschäftigung: Menschen um eine Autofahrt anbetteln und dann leidenschaftlich das Lenkrad herumreißen. Wie seine Obsession für Autos begann, werden wir wohl nie erfahren. Doch eines ist sicher: Autofahrer sollten sich in Acht nehmen, wenn \"Skids\" auf freier Pfote ist.",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Schurkenkarten ([rogue]) Stufe 0-5, Neutrale Karten Stufe  0-5, bis zu fünf andere Karten der Stufe 0, die dich \"bewegen\" (physisch, nicht emotional).\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Das Steuer übernehmen, Hundefänger, 1 zufällige Grundschwäche."
  },
  {
    "code": "zbh_00008",
    "name": "Das Steuer übernehmen",
    "text": "\"Skids\" O'Drool deck only.\nFast. Play only during your turn.\nFor the remainder of your turn, whenever you enter a location, deal 3 damage to an enemy at that location.",
    "traits": "What? No. Stop. That's bad. Bad dog."
  },
  {
    "code": "zbh_00009",
    "name": "Dogcatchers",
    "text": "<b>Prey</b> - \"Skids\" O'Drool.\nHunter.\n<b>Forced</b> - After you enter Dogcatchers' location or Dogcatchers enters your location: You cannot move for the remainder of the round.",
    "traits": "Humanoid."
  },
  {
    "code": "zbh_00010",
    "name": "Jacqueline Canine",
    "subname": "The Paw Reader",
    "text": "[fast] Bury 1 card from your hand facedown beneath Jacqueline Canine: Draw 1 card. (Limit once per round.)\n[action]: Choose and dig up 1 or 2 buried cards, returning them to your hand.\n[elder_sign] effect: +1. Dig up a buried card, returning it to your hand.",
    "traits": "Clairvoyant.",
    "back_flavor": "As a psychic, Jacqueline Canine can always foretell what is buried beneath the earth in any given spot. She knows where to go to find the best bones, where to rummage to find the tastiest scraps of food, and where to beg for the best treats. But what will Jacqueline do when these premonitions lead her to real danger?",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Mystic cards ([mystic]) level 0-5, Neutral cards level 0-5, level 0-5 cards that are cats or have cats in their artwork. (Blasphemy!)\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Chew Toy of Nightmares, No Sense of Space or Time, 1 random basic weakness."
  },
  {
    "code": "zbh_00011",
    "flavor": "Once you start chewing, you can never stop.",
    "name": "Chew Toy of Nightmares",
    "subname": "Nightmares, I Tell You",
    "text": "Jacqueline Canine deck only.\nYou may commit buried cards to skill tests as if they were in your hand.",
    "traits": "Item. Relic. Cursed."
  },
  {
    "code": "zbh_00012",
    "name": "No Sense of Space or Time",
    "text": "<b>Revelation</b> - Oh no! You forgot where you buried all your cards! For each card you have buried, either take 1 horror or discard it.",
    "traits": "Flaw."
  },
  {
    "code": "zbh_00013",
    "name": "Duke",
    "subname": "The Good Boy",
    "text": "You begin the game with Friendly Human in play.\n[action][action]: You beg for more treats. Place 3 treats on Friendly Human.\n[elder_sign] effect: +2. Place 1 treat on Friendly Human. After this test ends, ready him.",
    "traits": "Drifter.",
    "back_flavor": "Arf. Arf arf arf. BARK! Grrrrrrrr. Woof. Arf arf arf arf arf arf arf. Bark bark. Mrr?… Bark. Bark bark. Arf arf arf arf arf. Borf borf. Woof woof woof! AROOOOOOO—",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Survivor cards ([survivor]) level 0-5, Neutral cards level 0-5, up to 5 other level 0 [[Ally]] cards who are either other dogs or humans who want to pet you.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Friendly Human, Out of Doggie Treats, 1 random basic weakness.\n<b>Deckbuilding Restrictions</b>: ABSOLUTELY NO CATS UNDER ANY CIRCUMSTANCES!"
  },
  {
    "code": "zbh_00014",
    "name": "Friendly Human",
    "subname": "I Guess His Name is \"Pete?\"",
    "text": "Duke deck only. Uses (5 treats).\n[reaction] After you succeed at a skill test, spend 1 treat: Good boy! Either (choose one) - \n- Heal 1 damage or 1 horror.\n- Draw 1 card.\n- Gain 1 resource.",
    "traits": "Ally."
  },
  {
    "code": "zbh_00015",
    "flavor": "… but I did good!\nDidn't I do good?\nI did good, right?\n… right?",
    "name": "Out of Doggie Treats",
    "text": "<b>Revelation</b> - Remove all treats from Friendly Human.",
    "traits": "Blunder."
  },
  {
    "code": "zbh_00016",
    "flavor": "Often worn by guard dogs.",
    "name": "Spiked Collar",
    "text": "Barkham deck only.\n[reaction] When an enemy attack deals 1 damage to you, exhaust Spiked Collar: Deal 1 damage to the attacking enemy.",
    "traits": "Item. Armor."
  },
  {
    "code": "zbh_00017",
    "flavor": "Memes haven't been invented yet.",
    "name": "Dog Monocle",
    "text": "Barkham deck only.\nYou get +1 [intellect] while investigating and also +1 skill value during parley actions, because, I mean, honestly, look at you.",
    "traits": "Item. Tool. Classy."
  },
  {
    "code": "zbh_00018",
    "flavor": "Is it weird for a dog to hire another dog?",
    "name": "Hired Dogs",
    "text": "Barkham deck only.\n[fast] During your turn, exhaust Hired Dogs: <b>Fight.</b>/<b>Investigate.</b> Either attack with a base [combat] skill of 4, or investigate with a base [intellect] skill of 4. After this test ends, either pay 1 resource in dog food or discard Hired Dogs.",
    "traits": "Ally. Creature. Fellow Dogs."
  },
  {
    "code": "zbh_00019",
    "flavor": "While not strictly an Ancient One, Clyhf'ford is most definitely a kaiju.",
    "name": "Howl of Clyhf'ford",
    "text": "Barkham deck only.\n<b>Evade.</b> The enemy chosen for this evasion attempt must be the enemy in play with the highest evade value. This evasion attempt uses [willpower] instead of [agility]. If you succeed, automatically evade each non-[[Elite]] enemy in play.",
    "traits": "Spell."
  },
  {
    "code": "zbh_00020",
    "flavor": "It's like a chew toy, but smellier!",
    "name": "Old Shoe",
    "text": "Barkham deck only.\n[fast] Deal 1 damage to Old Shoe: Heal 1 horror.",
    "traits": "Item. Footwear, but not really."
  },
  {
    "code": "zbh_00021",
    "flavor": "Go home dog, you are drunk.",
    "name": "Hair of the Dog",
    "text": "Barkham deck only.\nMax 1 committed per skill test.\nAfter this skill test ends, the investigator performing this test gets -2 skill value for the next skill test they perform this round.",
    "traits": "Illicit."
  },
  {
    "code": "zbh_00022",
    "name": "The Meddling of Meowlathotep",
    "text": "Easy / Standard\n[skull]: -X. X is half the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep, rounded up.\n[cultist]: -2. If you fail, Add 1 doom token to the nearest enemy.\n[tablet]: -2. If you fail, place 1 of your clues on your location.\n[elder_thing]: -5. Woof.",
    "back_text": "Hard / Expert\n[skull]: -X. X is the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep.\n[cultist]: -2. Add 1 doom token to the nearest enemy.\n[tablet]: -2. place 1 of your clues on your location.\n[elder_thing]: -7. Woof."
  }
]
