[
  {
    "code": "zbh_00001",
    "name": "Hasso Harrigan",
    "subname": "Harter Hund",
    "text": "Du hast 2 zusätzliche Pfotenslots, die nur für [[Weapon]]-Vorteilskarten verwendet werden können. (Japp, ganz genau. Frag nicht, wie.)\n[elder_sign]-Effekt: +2. Senke die Kosten der nächsten [[Weapon]]-Vorteilskarte, die du in dieser Runde spielst, um 2.",
    "traits": "Veteran.",
    "back_flavor": "Hasso Harrigan ist der Beste der Besten. Er wurde sowohl im Kampf Pfote gegen Pfote als auch als Schaf-Schütze ausgebildet und ist stolz darauf, ein Beschützer der Menschheit zu sein. Ein Schild gegen die katzenhaften Kräfte, die in die Welt einzudringen drohen. Doch werden seine Waffen und seine Fertigkeiten ausreichen? Oder ist Hasso nur ein Kläffer, der keinen Biss hat?",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Wächterkarten ([guardian]) Stufe 0-5, Neutrale Karten Stufe 0-5, [[Weapon]]-Karten Stufe 0.\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Catling Gun, Bellende Hunde beißen nicht, 1 zufällige Grundschwäche."
  },
  {
    "code": "zbh_00002",
    "name": "Catling Gun",
    "text": "Nur für das Deck von Hasso Harrigan.\nAnwendungen (12 Munition).\n[action][action] Gib 1-3 Munition aus: <b>Fight.</b> Du bekommst für diesen Angriff +X [combat] und fügst +X [damage] zu. X ist die Anzahl an Munition, die du als Teil der Kosten dieser Fähigkeit ausgegeben hast.",
    "traits": "Gegenstand. Waffe. Feuerwaffe."
  },
  {
    "code": "zbh_00003",
    "name": "Bellende Hunde beißen nicht",
    "text": "<b>Enthüllung</b> - Bringe Bellende Hunde beißen nicht in deiner Bedrohungszone ins Spiel.\nYou get -3 [combat]. (WAU! WAU! WAU!)\n<b>Erzwungen</b> - Nachdem du einen Gegner besiegt hast: Lege diese Karte ab.",
    "traits": "Makel."
  },
  {
    "code": "zbh_00004",
    "name": "Kate Winselrop",
    "subname": "Der Labor-Labrador",
    "text": "Solange du dich an einem erschnüffelten Ort befindest, bekommt jede deiner Fertigkeitsproben -1 Schwierigkeit.\n[action]: Schnüffel an deinem oder einem verbundenen Ort herum. Diese Aktion provoziert keine Gelegenheitsangriffe.\n[elder_sign]-Effekt: +0. Schnüffel an deinem oder einem verbundenen Ort herum.",
    "traits": "Gelehrter. Junger Hund.",
    "back_flavor": "Als einer der klügsten Köpfe an der Mopskatonic Universität für junge Hunde ist Kate eine Expertin in Theoretischer Physik, Chemie und Zoologie. Dank ihres scharfen Verstandes und ihrem Auge fürs Detail hat sie eine Möglichkeit ausgetüfelt, sich und andere Hunde vor den Machenschaften der Katzen zu schützen. Mit ihrem neu konstruierten \"Katzen-Konfusionator\" sowie ihrem ausgeprägtem Geruchssinn wird Kate das Böse erschnüffeln und Barkham vor den katzenhaften Kräften verteidigen, die im Schatten lauern.",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Sucherkarten ([seeker]) Stufe 0-5, Neutrale Karten Stufe 0-5, bis zu fünf andere Karten der Stufe 0, die aussehen, als würden sie komisch riechen.\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Katzen-Konfusionator, Fauler Geruch, 1 zufällige Grundschwäche."
  },
  {
    "code": "zbh_00005",
    "name": "Katzen-Konfusionator",
    "subname": "Er täuscht Katzen",
    "text": "Nur für das Deck von Kate Winselrop.\n[reaction] Sobald an deinem Ort ein Gegner erscheinen würde, der eine Katze ist, wie eine Katze aussieht oder eine bizarre Art von Katze-Mensch-Hybrid darstellt, erschöpfe Katzen-Konfusionator: Du entkommst dem Gegner automatisch.",
    "traits": "Gegenstand. Wissenschaft."
  },
  {
    "code": "zbh_00006",
    "name": "Fauler Geruch",
    "text": "<b>Enthüllung</b> - Bringe Fauler Geruch in deiner Bedrohungszone ins Spiel.\n<b>Erzwungen</b> - Nachdem du an einem erschnüffelten Ort eine Fertigkeitsprobe durchgeführt hast: Du nimmst 1 Horror.\n[action]: Lege Fauler Geruch ab. Alle erschnüffelten Orte gelten nicht länger als erschnüffelt.",
    "traits": "Wahnsinn."
  },
  {
    "code": "zbh_00007",
    "name": "\"Skids\" O'Töle",
    "subname": "Der Zwinger-Ausbrecher",
    "text": "[action] Gib 1 Ressource aus: <b>Bewegen.</b> Dein Hundeblick bringt einen Menschen dazu, dich im Auto mitzunehmen. Bewege dich bis zu 3 Mal und ignoriere dabei das Verwickeln in Kämpfe. (Nur ein Mal pro Runde.)\n[elder_sign]-Effekt: +2. Füge dem nächsten Gegner, dessen Ort du in dieser Runde betrittst, 1 Schaden zu.",
    "traits": "Krimineller.",
    "back_flavor": "\"Skids\" O'Töle wollte immer ein braver Junge sein, doch irgendwie zog er ständig Ärger an und landete dort, wo die \"bösen Hunde\" hinkommen: im Hundezwinder. Schuld war meist seine Lieblingsbeschäftigung: Menschen um eine Autofahrt anbetteln und dann leidenschaftlich das Lenkrad herumreißen. Wie seine Obsession für Autos begann, werden wir wohl nie erfahren. Doch eines ist sicher: Autofahrer sollten sich in Acht nehmen, wenn \"Skids\" auf freier Pfote ist.",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Schurkenkarten ([rogue]) Stufe 0-5, Neutrale Karten Stufe  0-5, bis zu fünf andere Karten der Stufe 0, die dich \"bewegen\" (physisch, nicht emotional).\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Das Steuer übernehmen, Hundefänger, 1 zufällige Grundschwäche."
  },
  {
    "code": "zbh_00008",
    "name": "Das Steuer übernehmen",
    "text": "\"Skids\" O'Drool deck only.\nFast. Play only during your turn.\nFor the remainder of your turn, whenever you enter a location, deal 3 damage to an enemy at that location.",
    "traits": "What? No. Stop. That's bad. Bad dog."
  },
  {
    "code": "zbh_00009",
    "name": "Hundefänger",
    "text": "<b>Beute</b> - \"Skids\" O'Töle.\nJäger.\n<b>Erzwungen</b> - Nachdem du den Ort der Hundefänger betreten hast oder die Hundefänger deinen Ort betreten haben: Du kannst dich für den Rest der Runde nicht bewegen.",
    "traits": "Humanoid."
  },
  {
    "code": "zbh_00010",
    "name": "Jacqueline Ja-Fein",
    "subname": "Die Pfotenleserin",
    "text": "[fast] Vergrabe 1 Karte von deiner Hand verdeckt unter Jacqueline Ja-Fein: Ziehe 1 Karte. (Nur ein Mal pro Runde.)\n[action]: Grabe 1 oder 2 vergrabene Karten deiner Wahl aus und nimm sie zurück auf die Hand.\n[elder_sign]-Effekt: +1. Grabe 1 vergrabene Karte aus und nimm sie zurück auf die Hand.",
    "traits": "Hellsichtig.",
    "back_flavor": "Als Medium kann Jacqueline Ja-Fein stets voraussagen, was unter der Erde begraben wurde. Sie weiß, an welchen Stellen man die besten Knochen ausgräbt, in welcher Tonne es die üppigsten Futterhappen gibt und bei wem man fürs Betteln die besten Leckerlis bekommt. Doch wird Jacqueline auch vorbereitet sein, wenn ihre Vorahnungen sie in echte Gefahr führen?",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Mystikerkarten ([mystic]) Stufe 0-5, Neutrale Karten Stufe 0-5 und Karten, die Katzen sind oder Katzen in ihrer Illustration haben, Stufe 0-5. (Blasphemy!)\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Kauball der Albträume, Kein Riecher für Zeit und Raum, 1 zufällige Grundschwäche."
  },
  {
    "code": "zbh_00011",
    "flavor": "Hast du einmal angefangen, drauf rumzukauen, kannst du nicht mehr aufhören!",
    "name": "Kauball der Albträume",
    "subname": "Beiß ganz tief hinein ...",
    "text": "Nur für das Deck von Jacqueline Ja-Fein.\nDu darfst vergrabene Karten zu Fertigkeitsproben beitragen, als ob sie sich auf deiner Hand befänden.",
    "traits": "Gegenstand. Relikt. Verflucht."
  },
  {
    "code": "zbh_00012",
    "name": "Kein Riecher für Zeit und Raum",
    "text": "<b>Enthüllung</b> - Oh nein! Du hast vergessen, wo du all deine Karten vergraben hast! Für jede vergrabene Karte musst du entweder 1 Horror nehmen oder sie ablegen.",
    "traits": "Makel."
  },
  {
    "code": "zbh_00013",
    "name": "Duke",
    "subname": "Braver Junge",
    "text": "Du beginnnst das Spiel mit Befreundeter Mensch im Spiel.\n[action][action]: Du bettelst um mehr Leckerlis. Platziere 3 Leckerlis auf Befreundeter Mensch.\n[elder_sign]-Effekt: +2. Platziere 1 Leckerli auf Befreundeter Mensch.",
    "traits": "Herumtreiber.",
    "back_flavor": "Wuff. Wuff, wuff, wuff. WAU! Grrrrrrrr. Wau, wau. Rrr? .. Rrr-wau! Wau, wau, wau, wau. Au? Warf, warf, warf. AUUUUU ...",
    "back_text": "<b>Deckgröße</b>: 30.\n<b>Deckbau-Optionen</b>: Überlebenderkarten ([survivor]) Stufe 0-5, Neutrale Karten Stufe 0-5, bis zu fünf andere [[Ally]]-Karten der Stufe 0, die entweder andere Hunde sind oder Menschen, die dich streicheln wollen.\n<b>Deckbau-Voraussetzungen</b> (zählen nicht gegen die Deckgröße): Befreundeter Mensch, Keine Leckerlis mehr, 1 zufällige Grundschwäche.\n<b>Deckbau-Einschränkungen</b>: ABSOLUT KEINE KATZEN, UNTER KEINEN UMSTÄNDEN!"
  },
  {
    "code": "zbh_00014",
    "name": "Befreundeter Mensch",
    "subname": "Ich glaube, sein Name ist \"Pete\"?",
    "text": "Nur für das Deck von Duke. Anwendungen (5 Leckerlis).\n[reaction] Nachdem dir eine Fertigkeitsprobe gelungen ist, gib 1 Leckerli aus: Braver Junge! Wähle eins ... - \n- Heile 1 Schaden oder 1 Horror.\n- Ziehe 1 Karte.\n- Du erhältst 1 Ressource.",
    "traits": "Verbündeter."
  },
  {
    "code": "zbh_00015",
    "flavor": "Aber ... ich war doch brav!\nWar ich nicht brav?\nIch war brav, oder?\nOder ... ?",
    "name": "Keine Leckerlis mehr",
    "text": "<b>Enthüllung</b> - Entferne sämtliche Leckerlis von Befreundeter Mensch.",
    "traits": "Patzer."
  },
  {
    "code": "zbh_00016",
    "flavor": "Sehr beliebt bei Wachhunden.",
    "name": "Stachelhalsband",
    "text": "Nur für Barkham-Decks.\n[reaction] Sobald dir ein Gegnerangriff Schaden zufügt, erschöpfe Stachelhalsband: Füge dem angreifenden Gegner 1 Schaden zu.",
    "traits": "Item. Armor."
  },
  {
    "code": "zbh_00017",
    "flavor": "Memes wurden noch nicht erfunden.",
    "name": "Hunde-Monokel",
    "text": "Nur für Barkham-Decks.\nDu bekommst +1 [intellect], solange du ermittelst und außerdem +1 auf deinen Fertigkeitswert bei <b>Verhandlung</b>-Aktionen. Kein Wunder, du hast echt Klasse!",
    "traits": "Gegenstand. Werkzeug. Stilvoll."
  },
  {
    "code": "zbh_00018",
    "flavor": "Ist es schräg, dass ein Hund einen Hund hat?",
    "name": "Jagdhunde",
    "text": "Nur für Barkham-Decks.\n[fast] Erschöpfe Jagdhunde in deinem Zug: <b>Kampf.</b>/<b>Ermitteln.</b> Du greifst entweder mit einem Grundfertigkeitswert von 4 [combat] an oder ermittelst mit einem Grundfertigkeitswert von 4 [intellect]. Nachdem diese Probe beendet worden ist, zahle entweder 1 Ressource als Hundefutter oder lege Jagdhunde ab.",
    "traits": "Verbündeter. Kreatur. Hundegefährten."
  },
  {
    "code": "zbh_00019",
    "flavor": "Xi'fedi ist nicht direkt ein Großer Alter, aber mit Sicherheit ein Kaiju.",
    "name": "Das Jaulen von Xi'fedi",
    "text": "Nur für Barkham-Decks.\n<b>Entkommen.</b> Das Ziel dieses Entkommen-Versuchs ist der Gegner mit dem höchsten Entkommen-Wert im Spiel. Dieser Entkommen-Versuch verwendet [willpower] statt [agility]. Falls die Probe gelingt, entkommst du automatisch jedem Nicht-[[Elite]]-Gegner im Spiel.",
    "traits": "Zauber."
  },
  {
    "code": "zbh_00020",
    "flavor": "Sie sind wie Kauspielzeuge, nur viel muffiger!",
    "name": "Alte Schuhe",
    "text": "Nur für Barkham-Decks.\n[fast] Füge alte Schuhe 1 Schaden zu: Heile 1 Horror.",
    "traits": "Gegenstand. Schuhwer, aber nicht wirklich."
  },
  {
    "code": "zbh_00021",
    "flavor": "Geh nach Hause, du siehst ja hundeelend aus!",
    "name": "Kater-Killer",
    "text": "Nur für Barkham-Decks.\nMax. 1 pro Fertigkeitsprobe beitragen.\nNachdem diese Fertigkeitsprobe beendet worden ist, bekommt der Ermittler, der sie durchgeführt hat, für die nächste Fertigkeitsprobe, die er in dieser Runde durchführt, -2 auf seinen Fertigkeitswert.",
    "traits": "Illegal."
  },
  {
    "code": "zbh_00022",
    "name": "Die Verstrickungen des Miaulathotep",
    "text": "Easy / Standard\n[skull]: -X. X ist die Hälfter aller [[Meowsk]]-Gegner im Spiel, im Siegpunktestapel und angehängt an Miaulathotep (aufgerundet).\n[cultist]: -2. Falls die Probe misslingt, platziere 1 Verderben auf den nächstgelegenen Gegner.\n[tablet]: -2. Falls die Probe misslingt, platziere 1 deiner Hinweise auf deinem Ort.\n[elder_thing]: -5. Wuff.",
    "back_text": "Hard / Expert\n[skull]: -X. X ist die Anzahl aller [[Meowsk]]-Gegner im Spiel, im Siegpunktestapel und angehängt an Miaulathotep.\n[cultist]: -2. Platziere 1 Verderben auf den nächstgelegenen Gegner.\n[tablet]: -2. Platziere 1 deiner Hinweise auf deinem Ort.\n[elder_thing]: -7. Wuff."
  }
]