[
  {
    "code": "zdm_00021",
    "flavor": "„Im Inneren lag in ein vergilbtes Pergament eingewickelt ein großer mit rätselhaften Arabesken bedeckter Schlüssel aus angelaufenem Silber. Eine weitere Erklärung war jedoch nicht beigefügt.“\n- H. P. Lovecraft, „Der silberne Schlüssel“",
    "name": "Virtueller Zugangsschlüssel",
    "subname": "Schlüssel für die Pforte der Träume",
    "text": "[reaction] Sobald dir Horror zugefügt wird, erschöpfe den virtuellen Zugangsschlüssel: Hebe 1 Horror davon auf.",
    "traits": "Gegenstand. Glücksbringer. Relikt."
  },
  {
    "code": "zdm_00032",
    "name": "Carcosas Erbin",
    "subname": "Nicht übersetzte Runen",
    "text": "<b>Enthüllung</b> - Füge Carcosas Erbin deinem Deck hinzu.\nDauerhaft.\n[reaction] Wenn die Ermittler während der Auflösung eines Szenarios Siegpunkte verdienen, verdient der Ermittler mit den wenigsten seelischen Traumata 1 zusätzlichen Erfahrungspunkt für jedes seelische Trauma, das er hat. (Bei Gleichstand wählst du einen jener Ermittler aus.)",
    "traits": "Buch."
  },
  {
    "code": "zdm_00065",
    "name": "Desynchronisiert",
    "text": "<b>Enthüllung</b> - Du musst entweder (wähle eins):\n- Du erleidest 1 seelisches Trauma. Notiere im Kampagnenlogbuch 1 Zählstrich bei deinen „Erinnerungen“. Schicke Desynchronisiert ins Exil.\n- Falls sich 5 oder mehr Karten in deinem Deck befinden, mische Desynchronisiert in dein Deck zurück. Ansonsten lege Desynchronisiert ab.",
    "traits": "Wahnsinn."
  },
  {
    "code": "zdm_00066",
    "name": "2C-OES187",
    "subname": "25% Funktionalität",
    "text": "Dauerhaft.\n[reaction] Zu Beginn der Runde: Wähle einen Ermittler. Der gewählte Ermittler darf in seinem Zug in dieser Runde eine zusätzliche Aktion nehmen, die nur für <b>Scannen</b>-Fähigkeiten verwendet werden kann.",
    "traits": "KI."
  },
  {
    "code": "zdm_00067",
    "name": "2C-OES187",
    "subname": "50% Funktionalität",
    "text": "Dauerhaft.\n[fast] Wähle einen Ermittler. Der gewählte Ermittler darf in seinem Zug in dieser Runde eine zusätzliche Aktion nehmen, die nur für <b>Scannen</b>-Fähigkeiten verwendet werden kann. (Nur einmal pro Runde.)",
    "traits": "KI."
  },
  {
    "code": "zdm_00068",
    "name": "2C-OES187",
    "subname": "75% Funktionalität",
    "text": "Dauerhaft.\n[fast] Wähle einen Ermittler. Der gewählte Ermittler darf in seinem Zug in dieser Runde eine zusätzliche Aktion nehmen, die nur für <b>Scannen</b>-Fähigkeiten verwendet werden kann. (Nur einmal pro Runde.)\n[reaction] Nachdem einem Ermittler ein Scan misslungen ist: Jener Ermittler zieht 1 Karte oder erhält 1 Ressource.",
    "traits": "KI."
  },
  {
    "code": "zdm_00069",
    "name": "2C-OES187",
    "subname": "100% Funktionalität",
    "text": "Dauerhaft.\n[fast] Wähle einen Ermittler. Der gewählte Ermittler darf in seinem Zug in dieser Runde eine zusätzliche Aktion nehmen, die nur für <b>Scannen</b>-Fähigkeiten verwendet werden kann. (Nur einmal pro Runde.)\n[reaction] • Nachdem ein Ermittler gescannt hat: Jener Ermittler zieht 1 Karte oder erhält 1 Ressource. (Nur einmal pro Runde.)",
    "traits": "KI."
  },
  {
    "code": "zdm_00096",
    "name": "Erwin Simmons",
    "subname": "Quantenphysiker",
    "text": "[reaction] Zu Beginn deines Zuges, lege die oberste Karte des Begegnungsdecks verdeckt in deine Bedrohungszone:, <b>Kampf</b>/<b>Entkommen</b>/<b>Ermitteln</b>., Falls die Probe misslingt, füge Erwin Simmons 1 Schaden zu.\n<b>Erzwungen</b> - Wenn Erwin Simmons das Spiel verlässt: Ziehe nacheinander alle verdeckten Begegnungskarten aus deiner Bedrohungszone.",
    "traits": "Wissenschaftler. Mensch. Verbündeter."
  },
  {
    "code": "zdm_00121",
    "name": "Weltraum-Artillerie",
    "text": "Anwendungen (2 Vorräte).\n[action][action] Gib 1 Vorrat aus: Wähle einen Ort. Füge jedem Gegner und jedem Ermittler am gewählten Ort und an allen verbundenen Orten 3 Schaden zu.",
    "traits": "Nostalgia II. Waffe. Fernkampf."
  },
  {
    "code": "zdm_00217",
    "name": "Flüsternde Flasche",
    "subname": "Sie ist für dich bestimmt",
    "text": "Schnell.\n[reaction]Nachdem ein Ermittler an deinem Ort einen [auto_fail]-Marker enthüllt hat, entferne die Flüsternde Flasche aus dem Spiel: Hebe jenen Marker auf und behandle ihn stattdessen als [elder_sign]-Marker.",
    "traits": "Gegenstand."
  }
]
