Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/arkham_allied.po
Languages: es

source: Arkham Allied
es: Arkham unido

source: Interlude III: Arkham Allied
es: Interludio III: Arkham unido

source: As you ponder the meaning of the strange sigil emblazoned on the sky, you hear someone calling your name…
es: Mientras valoras el significado del extraño sello empotrado en el cielo, escuchas a alguien que te llama por tu nombre…

source: You note agents swarming the Roadhouse. It's time to go back.
es: Notas a los agentes revoloteando el motel. Es hora de volver.

source: Check your campaign log. For each location you have "Rallied", read the corresponding section.
es: Comprueba el registro de campaña. Por cada Lugar Protegido, lee la sección correspondiente.

source: - When gathering these cards, do not gather each copy of "Tenuous Allies".
es: - Cuándo reúnas esas cartas, no recojas cada copia de "Aliados tenaces".

source: Hibb's Roadhouse
es: Motel Hibb

source: A group of patrons, half seas over, sing a drinking song with your name awkwardly inserted into it. You can't help but feel a camaraderie with this motley crew.
es: Un grupo de parroquianos, que no han debido dejar ni el agua de los floreros, aparecen cantando una canción de borrachos con tu nombre incluido en un fragmento de la misma. No puedes más que sentir algún tipo de camaradería hacia esta variopinta panda de ebrios patanes.

source: Any player may add Excessive Spirits to their deck. This card does not count against their deck size.
es: Un investigador puede añadir Copas de más a su mazo. No cuenta para el tamaño de mazo.

source: General Store
es: Colmado

source: Davy, the shopkeep of the general store meekly calls you over, and hands you a ratty punchcard. "As far as I'm concerned, you get the best price I can give you on anything you need." He eyes the sigil with fear. "I'm sure you'll need it."
es: Davy, el encargado del almacén, te llama amablemente y te da un efusivo apretón de manos. "Por lo que a mí concierne, siempre conseguirá en mi tienda el mejor precio que pueda ofrecerle en cualquier cosa que necesite". Sus ojos brillan con cierto miedo. "Y estoy seguro de que va a necesitar cosas".

source: Any player may add Handshake Deal to their deck. This card does not count against their deck size.
es: Un investigador puede añadir Trato hecho a su mazo. No cuenta para el tamaño de mazo.

source: Bank of Arkham
es: Banco de Arkham

source: Before you can react, the Vice President of the bank has shoved a case into your hands. You crack it open as he looks nervously at the sigil in the sky, and find it stuffed with cash. "An investment in Arkham's future."
es: Antes de que puedas reaccionar, el Vicepresidente del banco ha colocado un estuche en tus manos. Lo abres mientras él observa nerviosamente el sigilo del cielo, y encuentras que está lleno de dinero. "Una inversión en el futuro de Arkham".

source: Any player may add Extended Loan to their deck. This card does not count against their deck size.
es: Un investigador puede añadir Ampliación de préstamo a su mazo. No cuenta para el tamaño de mazo.

source: Orne Library
es: Biblioteca Orne

source: Professor Armitage produces a tome with gilded pages from a tote bag. "This is one of the most precious pieces in the forbidden collection. I only hope it will assist you in reversing whatever terrible fate these signs portend."
es: El profesor Armitage saca un ajado tomo de doradas páginas de un bolso."Esta es una de las piezas más preciadas de la colección prohibida. Sólo espero que le ayude a revertir el aciago destino que esos símbolos parecen presagiar".

source: Any player may add Reliquary Tome to their deck. This card does not count against their deck size.
es: Un investigador puede añadir Tomo sagrado a su mazo. No cuenta para el tamaño de mazo.

source: Ma's Boarding House
es: Pensión de Ma

source: The elderly Ma Matheson says very little, but shakes your hand and gives you a tin filled with homemade pastries. Several onlookers eye you with surprise.
es: La anciana Ma Matheson no dice nada, pero estrecha tu mano y te entrega una lata con galletas caseras. Muchos de los allí presentes te miran con sorpresa.

source: Plaguebearer
es: Portador de la Plaga

source: I read this section
es: He leído esta sección

source: <i><red><strike>Your time is nearly up. Even now, my prison</strike> fails. When the midnight hour arrives, prepare for your end.</red></i>
es: <i><red><strike>Se te acaba el tiempo. Incluso ahora, mi prisión</strike> se resquebraja. Cuando llegue la medianoche, prepárate para tu final.</red></i>

source: Each investigator reading this gains 2 experience and 1 mental trauma.
es: Cada investigador que lea esto obtiene 2 puntos de experiencia y sufre 1 trauma mental.

source: Read the statement
es: Lee la declaración

source: Any player may add Ma's Approval to their deck. This card does not count against their deck size.
es: Un investigador puede añadir Beneplácito de Ma a su mazo. No cuenta para el tamaño de mazo.

source: Miriam Beecher coughs, and gestures to the sigil in the sky. "This is far from over. I don't know what you'll need, but I know a being that may be of some help…"
es: Miriam Beecher tose y te señala el sello en el cielo. "Esto está lejos de acabar. No sé qué vas a necesitar, pero conozco a un ser que talvez te pueda ser de ayuda…"

source: Any player may add Ritual of Yaztaroth to their deck. This card does not count against their deck size.
es: Un investigador puede añadir el Ritual de Yaztaroth a su mazo. No cuenta para el tamaño de mazo.

source: A camera bulb flashes, and you find yourself surrounded by several reporters. "Soon as we're in the clear, all of Arkham's gonna want to shake your hand"
es: Un flash te deslumbra y de repente te ves rodeado de reporteros. “Tan pronto como termine esto, todo Arkham va a querer darte un apretón de manos”.

source: Any player may add Full Coverage to their deck. This card does not count against their deck size.
es: Un investigador puede añadir Cobertura total a su mazo. No cuenta para el tamaño de mazo.

source: You're lifted off your feet by a group of celebrating dock workers. After some pleading on your part, they drop you, but not before you're made an honorary union member.
es: Tus pies se elevan del suelo levantados por un grupo de trabajadores que están festejando. Después de pedírselo varias veces, te bajan, pero no antes de convertirte en miembro honorario del sindicato.

source: Any player may add Hard Days Work to their deck. This card does not count against their deck size.
es: Un investigador puede añadir Día duro de trabajo a su mazo. No cuenta para el tamaño de mazo.
