Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/dead_by_dawn.po
Languages: es, ko

source: <center><strike><red>Dead.</red></strike></center> <center><strike><red>That won't do.</red></strike></center> <center><strike><red>My unbinding needs opposition.</red></strike></center> <center><strike><red>The sorcerer's folly will be your kind's undoing.</red></strike></center> <center><strike><red>Do what is asked of you.</red></strike></center> <center><strike><red>Rise.</red></strike></center> The first rays of the morning sun stream across your corpse. As you feel the warmth on your skin, you jolt awake. You are lying on the floor of the manor, surrounded by long-cooled carnage. How are you alive? You need answers, now. The agents have West, and a handle on all this. Which means there's only one place to go. Back to the facility.
es: <center><strike><red>Muerto.</red></strike></center> <center><strike><red>Eso no me sirve.</red></strike></center> <center><strike><red>Mi liberación necesita oposición.</red></strike></center> <center><strike><red>La demencia del hechicero será</red></strike></center> <center><strike><red>la ruina de los de tu especie.</red></strike></center> <center><strike><red>Haz lo que te pidan.</red></strike></center> <center><strike><red>Levanta.</red></strike></center> Los primeros rayos del sol de la mañana recorren tu cadáver. Según notas la calidez en tu piel, te levantas con una sacudida. Estás tirado en el suelo de la mansión, rodeado de una carnicería allá donde miras, ¿cómo es posible que estés vivo? Necesitas respuestas. Ahora. Los agentes tienen a West, pero seguro que también tienen algo que ver con todo esto. Lo que significa que sólo hay un lugar al que puedas ir. De vuelta a la instalación.
ko: <center><strike><red>죽다니.</red></strike></center> <center><strike><red>그렇게는 안 되지.</red></strike></center> <center><strike><red>내 허락 없이는 달아날 수 없다.</red></strike></center> <center><strike><red>놈의 어리석음이 너를 망치고 있구나.</red></strike></center> <center><strike><red>내 명을 따라서.</red></strike></center> <center><strike><red>일어나라.</red></strike></center> 아침 햇살의 첫 번째 빛무리가 시체가 된 당신을 가로질러 흘러갑니다. 피부에 돌아오는 온기를 느끼면서, 당신은 벌떡 몸을 일으킵니다. 이제는 싸늘하게 식어버린 대학살이 벌어진 저택의 한 가운데 누워 있습니다. 대체 어떻게 살아있는 거죠? 행동해야 할 시간입니다. 요원들이 웨스트를 데려간다면, 무슨 일이 벌어질지 모릅니다. 해야 할 일은 하나뿐입니다. 당신은 시설이 있는 방향으로 발걸음을 옮깁니다.
