Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/dead_by_dawn.po
Languages: es, ko

source: Scenario III: Dead by Dawn
es: Escenario III: Muerte al amanecer
ko: 시나리오 III: 새벽녘의 죽음

source: <i>12:54 AM:</i> Midnight comes and goes with little progress. The quiet streets of Rivertown seem to hold no signs as to the source of the monstrosities you've been fighting against. Just as you're considering finding somewhere to catch some sleep, your attention is caught by the sound of wheels rattling on unpaved stones. You peer into a nearby alley, and see a man in a doctor's coat trying to push a wobbling gurney through a side door. A man whose face you recognize. It takes you a moment to place him, but the mousy figure can only be Doctor West - one of your two attending physicians at St. Mary's. What is he doing here? At this time of night? With a dead body? Before you can answer, several cars come barreling down the street. By the time they've passed, West is nowhere to be seen.
es: <i>12:54 a. m.</i> Llega la medianoche y avanza sin que hagas ningún progreso. Las silenciosas calles del barrio fluvial parecen no tener señales del origen de las monstruosidades contra las que has estado luchando. Justo cuando empiezas a considerar buscar un sitio para echar una cabezada, un sonido de ruedas derrapando contra un suelo de piedra sin pavimentar capta tu atención. Miras hacia un callejón cercano y consigues ver a un hombre con una bata de doctor que empuja una destartalada camilla a través de una puerta lateral. Un hombre cuyo rostro ya has visto antes. Sólo te lleva un momento ubicarle, esa figura silenciosa no puede ser más que el Dr. West, uno de los médicos que te atendió en el Santa María. ¿Qué está haciendo aquí? ¿A estas horas de la noche? ¿Y con un cadáver? Antes de que puedas responder a esas preguntas, varios coches aparecen a toda velocidad bajando por la calle. Para el momento en el que el barullo ha pasado, ya no hay ni rastro del Dr. West.
ko: <i>12:54 AM:</i> 자정에서 조금 지났을 무렵, 조용한 강변 거리는 좀 전의 소란이 마치 꿈인 것처럼 평온합니다. 이제 막 잘 만한 곳을 찾으려던 찰나에, 당신은 자갈길에 바퀴가 덜그럭거리는 소리에 신경을 곤두세웁니다. 근방의 골목을 들여다보니, 의사 가운을 입은 한 남자가 옆문으로 흔들거리는 들것을 밀어 넣으려고 애쓰는 모습이 보입니다. 당신이 아는 얼굴입니다. 그가 누군지 떠오르는 데 시간이 걸렸지만, 이윽고 저 생쥐 같은 몰골의 주인이 세인트 메리 병원의 두 주치의 중 한 명인 웨스트 박사라는 걸 기억해냈습니다. 그는 여기서 뭘 하고 있는 걸까요? 이 야밤에? 시체를 끌고? 당신이 미처 답을 내리기도 전에, 몇 대의 자동차가 우르릉거리며 거리를 질주합니다. 그들이 지나간 뒤에는 웨스트 박사의 종적도 사라지고 말았습니다.

source: You look down the street, and see a band of armed agents pouring out of the cars. To your surprise, Agent Greyson exits the lead car. Before she can turn to address the gathered agents, you run out and flag her down. "Certainly didn't expect to see you all here. Can't be a coincidence, though. We're looking for Asset Delta-Two. He's an expert. Might know how to stop all this. Goes by Herbert West. He-" You interrupt, explaining your connection to the man, as well as what you just saw. Greyson eyes you with surprise. "Aren't you full of the unexpected? Well, if you're up to it, we're going in after him. What do you say - feel like joining the cavalry?"
es: Miras calle abajo y ves un grupo de agentes armados saliendo atropelladamente de los coches. Para tu sorpresa la Agente Greyson sale del primer coche. Antes de que se gire para hablar a los agentes reunidos, te abalanzas sobre ella para avisarla. 'Ciertamente no esperaba verles a todos ustedes aquí. No puede ser una coincidencia, ¿verdad? Estamos buscando al activo Delta-Dos. Es uno de nuestros expertos. Tal vez pueda ayudarnos a detener todo esto. Responde al nombre de Herbert West. ÉL… ". La interrumpes, explicando de qué conoces al hombre y contándole lo que acabas de ver. Greyson te mira con incredulidad. ¿Puede ser que esté usted lleno de sorpresas? Perfecto pues, si ya está al tanto de todo, entraremos a por él. ¿Qué me dice? ¿Quiere unirse a la caballería?
ko: 거리를 내려다보니, 차 밖으로 무장한 요원들이 쏟아져 나오는 것이 보입니다. 선두에 있던 차에서는 놀랍게도, 그레이슨 요원이 내립니다. 그녀가 집결한 요원들에게 뭐라 말하기도 전에, 당신은 그녀를 부르기 위해 달려 나갑니다. “여기서 당신을 볼 줄은 몰랐습니다. 우연의 일치는 아니겠죠. 저희는 델타 2호라 불리는 녀석을 찾고 있습니다. 전문가죠. 이 모든 걸 멈추게 할 방법을 알지도 모릅니다. 허버트 웨스트가 말하기를. 그가-” 당신이 끼어들면서 그와의 관계와 방금 본 것을 설명하자, 그레이슨이 놀란 눈으로 당신을 바라봅니다. “당신은 볼 때마다 저를 놀라게 하는군요. 음, 저희는 웨스트 박사를 쫓아갈 생각입니다. 만약 당신도 그렇다면, 혹시... 저희 기병대에 합류하고 싶은 생각은 없나요?”

source: You look down the street, and see a band of armed agents pouring out of the cars. A cruel looking man in a vest exits the lead car, throwing a cigarette onto the ground and grinding it out. He turns to address the gathered agents. "Listen up, boys. We've tracked Asset Delta-Two back to this location. You want payback for all the good men these freaks have killed? For Greyson? Well, Delta-Two knows how to get it. He's not gonna come easy, so any force short of lethal on the target is authorized. Anyone else could be infected, so kill on sight." The man grins like a shark. Either Delta-Two is West, or the doctor is in real danger. Regardless, you need to get to him before these agents do - he might know how you got into this whole mess!
es: Miras calle abajo y ves un grupo de agentes armados saliendo atropelladamente de los coches. Un hombre con aspecto cruel y que viste gabardina sale del primer coche, tira un cigarro al suelo y lo pisa con desdén. Después se gira para hablar a los agentes reunidos. '¡Atención, muchachos! Hemos rastreado al activo Delta-Dos hasta esta localización. ¿Queréis venganza por todos los buenos hombres que estos bichos raros han asesinado? ¿Por Greyson? Perfecto, porque el activo Delta-Dos sabe cómo conseguirlo. No va a venir por las buenas, así que está autorizado el uso de cualquier tipo de fuerza letal. Cualquier otra persona podría estar infectada, así que disparen a matar sin miramientos". El hombre sonríe como un tiburón. O el activo Delta-Dos es West, o el doctor se encuentra en verdadero peligro. En cualquier caso, necesitas encontrarlo antes de que lo hagan los agentes, ¡seguro que él sabe cómo has acabado metido en todo esto!
ko: 거리를 내려다보니, 차 밖으로 무장한 요원들이 쏟아져 나오는 것이 보입니다. 선두에 있던 차에서 조끼를 입은 사나워 보이는 남성이 내리더니 땅에 담배를 던지고 짓이깁니다. 그는 요원들을 향해 몸을 홱 돌립니다. “얘들아, 잘 들어라. 우리는 델타 2호를 찾기 위해 이곳까지 왔다. 이 괴물들에게 죽은 친구들과 그레이슨의 복수를 하고 싶나? 좋아, 델타 2호라면 가능하다. 녀석이 순순히 따라오지는 않을 테니, 생포를 위해서라면 무슨 수를 써도 좋다. 다른자들은 감염될 수 있으니, 발견 즉시 사살해라.” 남자는 상어처럼 씩 웃습니다. 웨스트가 델타 2호이든 아니든, 정말 위험한 상황에 놓여있습니다. 어쨌든, 요원들보다 먼저 그를 찾아야 합니다! 그는 당신이 휘말린 이 사건의 전말을 알지도 모릅니다.

source: You look down the street, and see a band of armed agents pouring out of the cars. To your surprise, Agent Greyson exits the lead car. You sneak closer as she addresses the gathered agents. "Alright, Tailors. We've tracked Asset Delta-Two back to this condemned brownstone. We believe Delta-Two knows how we might put a stop to all this. However, he should be considered extremely dangerous in his own right, and is unlikely to come with us willingly. Do what you have to do. Finally, anyone else you run into isn't cleared for Delta-Two's experiments. Terminate any civilians you find." Either Delta-Two is West, or the doctor is in real danger. Regardless, you need to get to him before these agents do - he might know how you got into this whole mess!
es: Miras calle abajo y ves un grupo de agentes armados saliendo atropelladamente de los coches. Para tu sorpresa la Agente Greyson sale del primer coche. Les observas desde un lugar cercano, mientras se dirige a los agentes reunidos. "Bueno, Sastres. Hemos rastreado al activo Delta-Dos hasta esta mansión de ladrillo. Creemos que el activo Delta-Dos tiene la clave para poner fin a todo esto. Sin embargo, debemos considerarle extremadamente peligroso por derecho propio y es poco probable que decida venir con nosotros voluntariamente. Hagan lo que deban para conseguirlo. Para terminar, cualquier otra persona que encuentren no está autorizada a conocer los experimentos del activo Delta-Dos. Eliminen cualquier civil que encuentren". O el activo Delta-Dos es West, o el doctor se encuentra en verdadero peligro. En cualquier caso, necesitas encontrarlo antes de que lo hagan los agentes, ¡seguro que él sabe cómo has acabado metido en todo esto!
ko: 거리를 내려다보니, 차 밖으로 무장한 요원들이 쏟아져 나오는 것이 보입니다. 선두에 있던 차에서는 놀랍게도, 그레이슨 요원이 내립니다. 그녀가 집결한 요원들에게 뭐라 말하려고 할 때, 당신은 그녀의 말을 엿듣기 위해 조용히 다가갔습니다. “좋아, 테일러들. 우리는 델타 2호를 추적중이다. 델타 2호가 이 사태를 진정시킬 방법을 알고 있는 게 분명하다. 하지만, 녀석은 그 자체로 극도로 위험한 존재이며, 순순히 우리를 따라올 것 같지 않다. 해야 할 일을 해라. 마지막으로, 우리 이외의 존재는 델타 2호의 실험체일지도 모르니, 발견한 민간인은 모두 말살하라.” 웨스트가 델타 2호이든 아니든, 정말 위험한 상황에 놓여있습니다. 어쨌든, 요원들보다 먼저 그를 찾아야 합니다! 그는 당신이 휘말린 이 사건의 전말을 알지도 모릅니다.

source: - When gathering the cards from <i>Gifts of the Plaguebearer</i>, do not include "Twisted Supplicant". - When gathering cards from the <i>Tenuous Allies</i> set, include only each copy of "Tenuous Allies".
es: - Al reunir las cartas del conjunto <i>Dones del Portador de la Plaga</i>, no incluyas la carta Suplicante retorcido. - Al reunir las cartas del conjunto <i>Alianzas frágiles</i>, incluye sólo las dos copias de Alianzas frágiles.
ko: - <i>역병전파자의 선물</i> 조우 세트를 모을 때, ‘뒤틀린 탄원자’ 카드를 제외합니다. - <i>미약한 동맹</i> 조우 세트를 모을 때, 오직 ‘미약한 동맹’ 사본 카드만 모읍니다.

source: Set the West's Laboratory location aside, out of play. Put each other location into play.
es: Deja el Lugar Laboratorio de West aparte fuera del juego. Pon en juego los demás Lugares.
ko: ‘웨스트의 실험실’ 장소 카드를 비플레이 상태로 치워 둡니다. 다른 모든 장소 카드를 플레이 영역에 둡니다.

source: Shuffle each one sided [[Re-Animated]] enemy together to form the Re-Animated deck. Set the top card of the deck aside.
es: Baraja todos los enemigos <b><i>Reanimado</i></b> de una cara juntos para formar el Mazo reanimado. Deja aparte sin mirar las dos cartas superiores del mazo.
ko: 모든 [[되살아난]] 적을 함께 섞어 한 더미로 만들어 되살아난 적 덱을 구성합니다. 덱 맨 위 카드를 옆으로 치워둡니다.

source: Set the following cards aside, out of play: Herbert West, First Among Many (Growing Horror).
es: Deja las siguientes cartas aparte fuera del juego: Herbert West, Primero de muchos (El horror creciente) y todas las copias de El abrazo de la muerte, La futilidad del hombre, La Fuerza de la Carne, Voluntad inquebrantable.
ko: ‘허버트 웨스트’, ‘우월한 자(성장하는 괴수)’를 비플레이 상태로 치워둡니다.

source: When constructing the act deck use Act 1a "Friendly Doorman", and remove Act 1a "Unexpected Attack" from the game.
es: Al formar el mazo de acto utiliza el Acto 1a "Portero simpático", retira el Acto 1a "Ataque inesperado" de la partida.
ko: 주요목적 덱을 구성할 때, 주요목적 1a ‘친절한 문지기’를 사용하고, 주요목적 1a ‘불의의 습격’을 게임에서 제거합니다.

source: Remove all copies of "Suppressing Fire" and "Agency Troubleshooter" from the game (these are part of the <i>Agency Survivors</i> encounter set).
es: Cuando reúnas las cartas del conjunto de encuentros Supervivientes de la Agencia, no incluyas las cartas Solucionador de la Agencia y Fuego de supresión.
ko: <i>생존 요원들</i> 조우 세트를 모을 때, ‘진압 사격’과 ‘해결사 요원’을 제외하고 모읍니다.

source: Place the "Ichabod" enemy at the Grand Hall, Mindless Drone side up.
es: Haz aparecer el enemigo Ichabod en el Vestíbulo principal, con el lado Lacayo estúpido hacia arriba.
ko: ‘이카보드’ 적 카드를 ‘비정한 경비’ 면이 보이도록 ‘중앙 홀’에 둡니다.

source: Remove the "Virgil" enemy from the game.
es: Retira el enemigo Virgil de la partida.
ko: ‘버질’ 적 카드를 게임에서 제거합니다.

source: Search your player cards for a copy of the Guardian card "Agency Backup" (Level 5). Attach a copy of "Tenuous Allies" to it. It begins play under any investigator's control.
es: Busca en tu colección una copia de Apoyo de la Agencia (nivel 5), si no, te suministramos una en la campaña. Vincúlale una copia de Alianzas frágiles y ponla bajo el control de cualquier investigador.
ko: 보유 게임에서 레벨 5 수호자 카드인 ‘연방 요원 파견’을 찾고 ‘미약한 동맹’ 사본 1장을 부착합니다. 한 플레이어가 그 카드를 조종한 채로 게임을 시작합니다.

source: Each investigator begins play at the Grand Hall.
es: Cada investigador comienza la partida en el Vestíbulo principal.
ko: 모든 조사자는 ‘중앙 홀’에서 시작합니다.

source: When constructing the act deck use Act 1a - "Unexpected Attack", and remove Act 1a - "Friendly Doorman" from the game.
es: Al formar el mazo de acto utiliza el Acto 1a "Ataque inesperado", retira el Acto 1a "Portero simpático" de la partida.
ko: 주요목적 덱을 구성할 때, 주요목적 1a ‘불의의 습격’을 사용하고, 주요목적 1a ‘친절한 문지기’를 게임에서 제거합니다.

source: Place the "Virgil" enemy at the Servant's Entry, Lurking at the Threshold side up.
es: Haz aparecer el enemigo Virgil en la Entrada de servicio, con el lado Acechando en el umbral hacia arriba.
ko: ‘버질’ 적 카드를 ‘문 턱의 잠복자’ 면이 보이도록 ‘종복의 출입구’에 둡니다.

source: Remove the "Ichabod" enemy from the game.
es: Retira el enemigo Ichabod de la partida.
ko: ‘이카보드’ 적 카드를 게임에서 제거합니다.

source: Each investigator begins play at the Servant's Entry.
es: Cada investigador comienza la partida en la Entrada de servicio. Deja aparte fuera de la partida las copias de Alianzas frágiles que no se hayan usado.
ko: 모든 조사자는 ‘종복의 출입구’에서 시작합니다.

source: Search each player's deck and the set aside cards for Hibbs (Here to Help). If it was in a deck, put it into play under that player's control. Otherwise, put it under any player's control and attach a copy of "Tenuous Allies" to it.
es: Busca en cada mazo de jugador y en las cartas puestas aparte el Apoyo de historia Hibb (Listo para ayudar). Si estaba en el mazo de jugador, ponlo en juego bajo el control de ese investigador. Si no, ponlo en juego bajo el control de cualquier investigador y vincúlale una copia de Alianzas frágiles.
ko: 모든 플레이어 덱과 치워 둔 카드 더미에서 ‘히브 (도움의 손길)’을 찾습니다. 만약 덱에서 찾았다면, 플레이 영역에 두고 그 플레이어가 조종합니다. 그렇지 않으면, 한 플레이어가 ‘히브 (도움의 손길)’을 조종하고 ‘미약한 동맹’ 사본 1장을 부착합니다.

source: Each investigator earns experience equal to the Victory X value of each card in the victory display but does not spend it yet.
es: Cada investigador obtiene una cantidad de experiencia igual al valor de Victoria X de cada carta que haya en la zona de victoria, pero no gastes nada aún.
ko: 각 조사자는 승점 더미에 있는 카드의 승점값만큼 경험치를 얻습니다. 하지만 아직 경험치를 소비할 수 없습니다.

source: Did an investigator resign with Herbert West under their control?
es: ¿Desistió algún investigador con Herbert West bajo su control?
ko: 한 조사자가 ‘허버트 웨스트’를 조종한 채 후퇴했습니까?

source: <i>This can't be the end. I'll pay any cost.</i>
es: <i>Esto no puede ser el final. Pagaré cualquier precio.</i>
ko: <i>이렇게 끝날 순 없어. 어떤 대가를 치르더라도.</i>

source: <i>We all die sometime.</i>
es: <i>De algo hay que morir.</i>
ko: <i>언젠가 이런 날이 올 줄 알았어.</i>

source: Herbert West is leading the way.
es: Herbert West nos guía.
ko: 허버트 웨스트가 앞장서고 있다

source: Herbert West was taken against his will.
es: Herbert West fue llevado contra su voluntad.
ko: 허버트 웨스트가 끌려갔다

source: you made sure the First was dead.
es: te aseguraste de que el Primero murió.
ko: 우월한 자의 죽음을 확인했다

source: Something has given your investigators a second chance. Heal all physical trauma from your investigators. They are no longer <b>killed</b>.
es: Algo ha dado a los investigadores una segunda oportunidad. Cura todos los traumas físicos de los investigadores. Ya no están <b>Muertos</b>.
ko: 누군가 당신에게 두 번째 기회를 주었습니다. 조사자의 모든 육체적 트라우마를 회복합니다. 이들은 아직 <b>죽지 않았습니다</b>.

source: <center><strike><red>You are mine, now.</red></strike></center>
es: <center><strike><red>Ahora eres mío.</red></strike></center>
ko: <center><strike><red>너는 이제 내 것이다.</red></strike></center>

source: the blood runs in your veins.
es: la sangre corre por tus venas.
ko: 당신의 혈관에 피가 흐른다

source: <center><strike><red>Dead? Alive? It does not matter.</red></strike></center>
es: <center><strike><red>¿Vivo? ¿Muerto? Eso no tiene importancia.</red></strike></center>
ko: <center><strike><red>죽었든 살았든 그건 중요하지 않아.</red></strike></center>

source: Each investigator adds a copy of "The Folly of Man" and "Death's Hold" weaknesses to their deck.
es: Cada investigador añade una copia de La futilidad del hombre y de El abrazo de la muerte a su mazo. Estas cartas no cuentan para el tamaño de mazo de ese investigador.
ko: 각각의 조사자는 ‘인간의 어리석음’ 과 ‘죽음의 손아귀’ 약점을 자기 덱에 추가해야 합니다.

source: <center><strike><red>Your soul and humanity persist at my whim.</red></strike></center>
es: <center><strike><red>Tu alma y tu humanidad persisten por mi voluntad.</red></strike></center>
ko: <center><strike><red>네 영혼과 인간성은 이제 내 것이다.</red></strike></center>

source: For the remainder of the campaign, treat each [cultist] token in the bag as an additional [auto_fail].
es: Durante el resto de la campaña, considera cada ficha [cultist] en la bolsa como una ficha [auto_fail].
ko: 남은 캠페인동안, 혼돈 주머니 속에 있는 [cultist] 토큰은 [auto_fail] 토큰으로 간주합니다.

source: Skip <b>Interlude II: Dead or Alive.</b>.
es: Sáltate el <b>Interludio II: Vivo o muerto</b>.
ko: <b>막간 II: 죽거나 살거나</b>를 건너 뜁니다.

source: You have injected a cardinal reagant.
es: Has inyectado un reactivo puro.
ko: 당신은 시약을 주입당했다

source: Which investigator <i>injected a cardinal reagant</i>?
es: ¿Qué investigador <i>inyectó un reactivo puro</i>?
ko: 어느 조사자가 <i>시약을 주입당했</i>습니까?

source: Injected
es: Inyectado
ko: 주입됨

source: Would you like to give the Suspicious Briefcase to another investigator?
es: ¿Quieres darle el Apoyo Maletín sospechoso a otro investigador?
ko: 다른 조사자에게 ‘수상한 서류가방’을 주겠습니까?

source: As two agents pull a furious West out the door, a woman stands above you and points the muzzle of a gun directly at your midsection. "Nothing personal. But you weren't cleared for any of this." Your last moment of life is a flash of gunfire.
es: Según dos agentes sacan a rastras por la puerta a un furioso West, te encuentras de bruces con una mujer que te apunta directamente al pecho con el cañón de su pistola. "No es nada personal. Pero no está autorizado para saber nada de esto". Tu último momento de vida es el destello del disparo.
ko: 성난 웨스트가 두 명의 요원에게 붙들려 문밖으로 끌려 나오자, 눈앞의 여성이 당신의 이마에 총구를 겨눕니다. “개인적인 감정은 없지만, 이건 네가 감당할 수 있는 일이 아니야.” 뿜어져 나오는 총구의 불빛이 당신의 삶에서 기억하는 마지막 장면입니다.

source: You bolt out the front door of the manor, pulling the doctor with you. "What's the meaning of all this? Did you lead that monstrosity to me? Did Greyson? God, what incompetence." You protest. You're not an agent. You're one of his patients, and he has a lot of explaining to do. West stops, and stares you up and down, squinting in the light of the sunrise. "Ah. Impressive. One of my <i>patients</i>? I suppose I'm going to have to fill you in on exactly what's going on."
es: Atraviesas la puerta principal de la mansión, llevando al doctor contigo. "¿Qué significa todo esto? ¿Habéis traído esa monstruosidad hasta mí? ¿Ha sido Greyson? ¡Por Dios, cuánta incompetencia!". Protestas. Tú no eres un agente Eres uno de sus pacientes, y él tiene muchas cosas que explicar. West se detiene y te mira de arriba abajo, entrecerrando los ojos con la luz del amanecer. "Ah. Impresionante. ¿Uno de mis pacientes? Supongo que voy a tener que ponerle al día de todo lo que está ocurriendo.
ko: 당신은 거의 납치하듯 웨스트 박사를 끌고서 황급히 저택을 떠납니다. “이게 대체 무슨 일이지? 네가 그 괴물을 보낸 건가? 설마 그레이슨이? 맙소사, 무능하기 짝이 없군.” 당신은 자신이 요원이 아니라 그의 환자 중 한 명이고, 설명해야 할 일이 많다고 그에게 설명하자. 웨스트가 멈춰 서더니, 당신을 위아래로 흘겨보며 눈을 가늘게 찡그립니다. “참 인상적이로군. 내 <i>환자</i> 중 한 명이라고? 좋아, 무슨 일이 벌어지고 있는지 자세하게 알려주지.”

source: You bolt out the front door of the manor, desperate to escape the horrors inside. Screaming and gunfire rings out as the sun breaks above the horizon. You watch from a side street as several agents drag West from the manor, bound, bloodied, and unconscious. "Where we taking him?" "Back to the Brook Facility. He's got a lotta work to do and questions to answer." You need answers, now. The agents have West, and a handle on all this. Which means there's only one place to go. Back to the facility.
es: Atraviesas la puerta principal de la mansión, desesperado por escapar de los horrores que la pueblan. Gritos y disparos que provienen del interior proporcionan una extraña banda sonora al amanecer. Observas cómo desde un callejón lateral varios agentes sacan a West de la mansión, atado, ensangrentado e inconsciente. "¿A dónde le llevamos?". "De vuelta a la Instalación Brook. Todavía tiene mucho trabajo por delante y muchas preguntas que responder". Necesitas respuestas. Ahora. Los agentes tienen a West, pero seguro que también tienen algo que ver con todo esto. Lo que significa que sólo hay un lugar al que puedas ir. De vuelta a la instalación.
ko: 당신은 필사적으로 안에 있는 괴물들로부터 도망치면서 황급히 저택을 빠져나갔습니다. 지평선 위로 태양이 떠오르면서 비명과 총성이 울려 퍼집니다. 옆길로 몸을 숨긴 당신은 몇몇 요원들이 피투성이가 되어 결박된 채로 의식을 잃은 웨스트를 끌고 가는 것을 지켜봅니다. “그를 어디로 데려가는 거지?” “브룩 시설로 돌아가야지. 그가 해야 할 일이 아주 많으니까.” 행동해야 할 시간입니다. 요원들이 웨스트를 데려간다면, 무슨 일이 벌어질지 모릅니다. 해야 할 일은 하나뿐입니다. 당신은 시설이 있는 방향으로 발걸음을 옮깁니다.

source: The terrifying monstrosity gives one last howl, then falls limp to the floor. Looking around, you find an agent's sidearm. You fire off a round directly into both sides of the creature's merged heads, just to be sure. West quickly moves to examine the corpse, and you explain you've seen this thing dead before, at an agency facility. "Ah. Pickman, then. His work has certainly borne strange fruit. But I'm sure you government stooges know all about that…" You protest. You're not an agent. You're one of his patients, and he has a lot of explaining to do. West stops, and stares you up and down, squinting in the light of the sunrise. "Impressive. One of my <i>patients</i>? I suppose I'm going to have to fill you in on exactly what's going on, then."
es: La terrorífica monstruosidad lanza un último aullido, después cae inerte al suelo. Miras alrededor y ves el arma reglamentaria de un agente. Vacías el cargador en las cabezas de la criatura, por si las moscas. West se acerca rápidamente para examinar el cuerpo, y le explicas que tú ya has visto muerta a esta "cosa" en las instalaciones de la Agencia. "Ah. Entonces es cosa de Pickman. Su trabajo ciertamente ha dado un extraño fruto. Pero estoy totalmente seguro de que los títeres del gobierno como usted ya lo saben todo". Protestas. Tú no eres un agente. Eres uno de sus pacientes, y él tiene muchas cosas que explicar. West se detiene y te mira de arriba a abajo, entrecerrando los ojos con la luz del amanecer. "Ah. Impresionante. ¿Uno de mis pacientes? Supongo que voy a tener que ponerle al día de todo lo que está ocurriendo.
ko: 그 무시무시한 괴수는 단발마의 비명을 지르고 바닥에 쓰러졌습니다. 당신은 확실히 마무리를 짓기 위해 바닥에 떨어진 권총을 집어 합쳐진 괴물의 머리를 향해 발포했습니다. 확실히 해치운 것을 확인하고 나서야, 당신은 전에 있던 시설에서도 두 눈으로 직접 이 흉물이 죽었다는 걸 확인했었다고 설명합니다. “아, 픽맨, 그래. 실로 기괴하기 짝이 없는 그 녀석의 작품이로군. 뭐, 너희 테일러들도 잘 알고 있겠지만.” 당신은 자신이 요원이 아니라 그의 환자 중 한 명이고, 설명해야 할 일이 많다고 그에게 말합니다. 웨스트가 멈춰 서더니, 당신을 위아래로 흘겨보며 눈을 가늘게 찡그립니다. “참 인상적이로군. 내 <i>환자</i>라고? 좋아, 무슨 일이 일어나고 있는지 자세하게 알려주지.”
