Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/death_at_sundown.po
Languages: es

source: Scenario VII: Death at Sundown
es: Escenario VII: Muerte a la puesta de sol

source: <i>7:37 PM:</i> You are snapped from your momentary lapse by the telltale rat-a-tat of tommy guns. A contingent of Tailors hanging out of speeding cars fire an excessive amount of rounds behind them. You feel the breath leave your lungs as their target comes into view behind them. Though the mass of flesh is now the size of a small building, it can only be the First Among Many.
es: <i>7:37 p. m.</i> Te saca de tu momentáneo lapsus mental el ratatatata de las metralletas. Un contingente de Sastres montados en veloces coches va dejando una excesiva estela de plomo tras de sí. El aire se te escapa del pecho cuando ves a su objetivo aparecer tras ellos. Pese a que la talla del amasijo de carne es ahora la de un pequeño edificio, no puede ser otro más que el Primero de muchos.

source: "Quickly!" West shouts, pointing at the agents. "They've already started. Remember my plan? The Tailors should have gathered the necessary materials, and are drawing the beast to Town Hall. We need to get there before it arrives!" You find an unattended motorcar, and get moving. Though your route is difficult in Arkham's damaged state, you pull up to Independence Square without any serious fights. A group of Tailors look around nervously, hands on their sidearms as you exit the vehicle. West clears his throat.
es: "¡Rápido!". West te grita señalando los agentes. "Ya han comenzado. ¿Recuerdas mi plan? Los Sastres han debido reunir los materiales necesarios y están llevando a la criatura al ayuntamiento. Debemos llegar antes de que esa cosa lo consiga". Encuentras un coche abandonado y te pones en movimiento. A pesar de que la ruta es complicada teniendo en cuenta el estado de Arkham, consigues llegar a la Plaza de la Independencia sin mayores percances. Un grupo de Sastres que miran alrededor nerviosamente te reciben con las manos en sus armas cuando bajas del coche. West se aclara la garganta.

source: "That doesn't make sense…" Greyson looks pensively. "Wait. They must be working on a trap. They're luring it somewhere - maybe West found the answer? We should follow them. Come on- we'll take my car!"
es: "Eso no tiene ningún sentido…" Greyson observa pensativamente. "Espera. Deben de estar trabajando en una trampa. Le están llevando hacia algún lugar, ¿tal vez West haya encontrado una solución? Deberíamos seguirles ¡vamos, tomaremos mi coche!".

source: The Tailors are panicky and disorganized, but they're not suicidal. If they're drawing the monster's attention, it must be for a reason. You find an unattended motorcar and follow the sounds of gunfire.
es: Los Sastres tienen pánico y están desorganizados, pero no son suicidas. Si están atrayendo la atención del monstruo, debe haber una razón tras ello. Encuentras un coche abandonado y sigues el sonido de los disparos.

source: You make your way across town, tailing the agents as best you can. While the cars serving as "bait" continue to draw the creature's rage, you see a small group running across Independence Square. You recognize the diminutive shape of Herbert West among them. You pull the car aside and yell to the doctor, who turns to face you.
es: Atraviesas la ciudad siguiendo a los agentes lo mejor que puedes. Mientras el coche "señuelo" sigue atrayendo la atención de la criatura, observas un grupo cruzando la Plaza de la Independencia. Reconoces de inmediato la diminuta silueta de Herbert West entre ellos. Aparcas el coche a un lado y gritas al doctor, que se gira para mirarte.

source: "Well, glad we could all make it." West says loudly, motioning to you to walk with him. "That creature - Pickman - is the source of all this. We destroy it, and we stand a sliver of a chance of putting an end to the madness. That won't be easy. It's proved frustratingly difficult to end permanently. Fortunately, my associates were both experts in the eldritch sciences. There is a ritual, detailed in Robison's notes, that could "enter the memories of a tormented soul" where, if prepared, one could "purify a host and lay it to rest". It should serve our purposes as far as removing both the offending infection and whatever is keeping it alive. Without either, it's merely a bundle of useless flesh that can't support its own growth. We'll have this monster dead by sundown!"
es: "Bueno, me alegra que todos lo hayamos conseguido". Dice West en alto, invitándote a que le acompañes. "Esa criatura, Pickman, es el origen de todo esto. Si le destruimos, tendremos una minúscula posibilidad de acabar con esta locura. No será sencillo. Ya ha demostrado ser frustrantemente persistente a la hora de morirse". "Afortunadamente, mis socios eran expertos en ciencias sobrenaturales. Hay un ritual, detallado en las notas de Robison, que permite 'entrar en los recuerdos de un alma atormentada' donde, si se está preparado, uno puede 'purificar al anfitrión y permitirle descansar para siempre'. Puede servir a nuestros propósitos si conseguimos eliminar la infección subyacente y lo que sea que le mantiene vivo. Sin esas dos cosas no es más que un amasijo de carne que a duras penas puede levantar su propio peso. ¡Tendremos a este engendro muerto a la puesta de sol!".

source: - When gathering cards from the <i>Agency Survivors</i> set, do not include any enemies.
es: Al reunir el conjunto de encuentros <i>Supervivientes de la Agencia</i>, no cojas ningún enemigo.

source: Set the First Among Many, Tendrils of the First, and Dr. Elias Pickman cards aside, out of play.
es: Pon aparte, fuera del juego, al Primero de muchos, los Zarcillos del Primero y el Dr. Elias Pickman.

source: Put each location into play in a vertical layout, with the [[Floor 0]] location on the bottom and the [[Floor 5]] location at the top.
es: Pon en juego todos los Lugares con el Lugar [[Piso 0]] abajo y el Lugar [[Piso 5]] arriba. Cada investigador comienza la partida en la Plaza de la Independencia.

source: Each investigator begins play at Independence Square.
es: Cada investigador comienza la partida en la Plaza de la Independencia.

source: Take the EX.O.L, Hedge Mage's Bag, and Blessing of Tomorrow story assets and shuffle them together. Place those cards facedown on top of the Binding Runes asset to form the Ritual Deck.
es: Reúne los Apoyos de historia L.E.P.R.A., Mochila de mago de emergencia y la Bendición del mañana y barájalos. Colócalos boca abajo sobre el Apoyo Runas de atadura para formar el Mazo de Ritual.

source: The lead investigator starts with the Killing Words asset under their control, and places the Rusted Blade asset on the top of the ritual deck.
es: El investigador jefe comienza con el Apoyo Palabras de muerte en juego bajo su control y coloca el Apoyo Hoja oxidada en la parte superior del Mazo de Ritual.

source: Take the Rusted Blade and Killing Words asset and shuffle them together, then place them on top of the ritual deck.
es: Baraja los Apoyos Palabras de muerte y Hoja oxidada y colócalos en la parte superior del Mazo de Ritual.

source: Some encounter cards in this scenario refer to the Floor value of your location. This value is X, where X is the [[Floor X]] trait of your current location. If your location lacks that trait, X is 0.
es: Algunas cartas de este escenario hacen referencia al valor de Piso de un Lugar. Este valor es X, donde X es número al lado del rasgo [[Piso]] en los Lugares. Si un Lugar no tiene rasgo [[Piso]], se considera que X es 0.

source: Each investigator earns experience equal to the Victory X value of each card in the victory display <b>and each card in play</b>.
es: Cada investigador obtiene una cantidad de experiencia igual al valor de Victoria X de cada carta que haya en la zona de victoria <b>y cada carta en juego</b>.

source: Victory points:
es: Puntos de victoria:

source: If at least one investigator was defeated:
es: Si al menos 1 investigador ha sido derrotado:

source: When you were overcome by the First, in a way, it was a relief.It was incredibly painful, of course. But there's something calming about being dead. The dead don't need to worry about Baalshandor, or the fate of the world. But as you drift away in your reverie, you feel a sudden rush of gravity… Your eyes burst open, and you see your companions watching nervously. "Keep an eye on that one!" West shouts from across the room. "The serum may leave them somewhat unstable for the time being."
es: Cuando fuiste derrotado por el Primero, fue, de alguna manera, un alivio. Terriblemente doloroso, eso por supuesto. Pero hay algo tranquilizador en estar muerto. Los muertos no tienen que preocuparse por Baalshandor o del destino del mundo. Pero según te vas sumiendo en tu ensueño, sientes un repentino tirón de gravedad… Tus ojos se abren de golpe y ves a tus compañeros observándote nerviosamente. "¡No le quites el ojo a ese!" Grita West desde el otro lado de la habitación. "El serum puede que les deje algo inestables de ahora en adelante".

source: Each investigator defeated during or as a result of this scenario is no longer <b>Killed</b>.
es: Cada investigador derrotado durante o como consecuencia de este escenario ya no está <b>Muerto</b>.

source: If any investigators who are no longer killed in this way control the "Unbreakable Will" asset, remove it and the "Folly of Man" weakness from their deck. They must add the "Strength of Flesh" and "Death's Hold" cards to their deck.
es: Si algún investigador de los que ya no están muertos controla el Apoyo Voluntad inquebrantable, retíralo junto con la debilidad La futilidad del Hombre de su mazo. Debe añadir las cartas Fuerza de la carne y El abrazo de la muerte a su mazo. No cuentan para el tamaño de mazo de ese investigador.

source: Check Campaign Log. For each investigator no longer killed in this way who has not <i>injected a cardinal reagent</i>, record in your Campaign log that they have <i>injected a cardinal reagent.</i>
es: Comprueba el registro de campaña. Por cada investigador que ya no esté muerto y que no se ha <i>inyectado un reactivo puro</i>, anota en el registro de campaña que se <i>ha inyectado un reactivo puro.</i>

# feminine
source: #name# has injected a cardinal reagant.
es: se ha inyectado un reactivo puro.

# masculine
source: #name# has injected a cardinal reagant.
es: se ha inyectado un reactivo puro.

# nonbinary
source: #name# has injected a cardinal reagant.
es: se ha inyectado un reactivo puro.

source: Resolution [tablet]
es: Resolución [tablet]

source: <center><red>No.</red></center> <center><red>Impossible.</red></center> <center><red>I have been too lenient with you.</red></center> <center><red>I will deal with you myself.</red></center>
es: <center><red>No.</red></center> <center><red>Imposible.</red></center> <center><red>He sido demasiado indulgente contigo.</red></center> <center><red>Me encargaré de ti personalmente.</red></center>

source: The first investigator to read this records in the Campaign Log that <i>You have been warned</i>. Then, depending on your difficulty level, add a chaos token to the campaign bag.
es: El primer investigador en leer esto anota en el registro de campaña que <i>habéis sido advertidos</i>. Después, dependiendo del nivel de dificultad, añade la siguiente ficha a la bolsa del caos.

source: you have been warned.
es: habéis sido advertidos.

source: Because you are playing on <b>Easy</b>, add a -3 token to the chaos bag.
es: Como estás jugando en <b>Fácil</b>, añade una ficha -3 a la bolsa de caos.

source: Because you are playing on <b>Standard</b>, add a -5 token to the chaos bag.
es: Como estás jugando en <b>Normal</b>, añade una ficha -5 a la bolsa de caos.

source: Because you are playing on <b>Hard</b>, add a -6 token to the chaos bag.
es: Como estás jugando en <b>Difícil</b>, añade una ficha -6 a la bolsa de caos.

source: Because you are playing on <b>Expert</b>, add a -7 token to the chaos bag.
es: Como estás jugando en <b>Experto</b>, añade una ficha -7 a la bolsa de caos.

source: Though a sense of victory fills your heart, your mind spins. Pickman's memory is fading with his life. You have to get out before you die with him. But something deep within you compels you to stop for a moment. You feel a sudden throbbing in your temples, and black out. <right>It was troubling when the subject escaped. His advanced infection stage could spread to local fauna, which could quickly get out of hand. It was fortunate that West offered his assistance - surprisingly mature of the little egomaniac, given the board handing over control of his serum research to you. His awful Re-Animated are poor soldiers, but make acceptable hunters.</right> <right>The target died fairly easily, but a group of local deer were infected. Culling them has made for an irritating evening. But now, only the one remains. You speak the call and it draws near, mistaking you for a fellow infected. Just a step closer and…</right> <right>A shot rings out in the forest, but not yours. The deer falls. You feel a sudden rush of cold. You instinctively pat at your torso and when you raise your hand from your chest, they are wet with something warm and sticky.</right> <right>You fall to your knees, grasping at the dying animal for support. It kicks in its death throes, and you fall to the ground in a pool of the creature's blood. Your eyes begin to unfocus as you stare into the night sky. Though your body is failing, your mind burns with rage - after all your achievements, this cannot be how you die!</right> <right>A figure loosely gripping a rifle walks into your vision. "Well. This does not look good for you, Elias. In our line of work, we cannot afford to be so cavalier with our safety. Fortunately, I am well prepared for such an eventuality. You'll be alright shortly - a contribution to the advances of science." The figure reaches into his coat, and produces a needle filled with a glowing green substance. As you stare into his eyes, you feel a stinging pain.</right> You are shaken awake by a hand on your shoulder. You open your eyes to Herbert West, staring at you with concern. "You're alive? The monster is dead - we've done it."
es: Pese a que una intensa sensación de victoria llena tu corazón, tu mente da vueltas. La memoria de Pickman se está desvaneciendo junto con su vida. Tienes que darte prisa en salir antes de morir con él. Pero algo dentro de ti te dice que esperes un instante. Sientes un fuerte palpitar en tus sienes y te desmayas. Fue preocupante cuando el sujeto escapó. Su avanzado estado de infección se podía extender a la fauna local, que pronto estuvo totalmente fuera de control. Tuvimos mucha suerte de que West ofreciera su ayuda, algo nada común en ese pequeño egomaníaco, y la junta le entregó el control de la investigación del suero. Sus horribles Reanimados son nefastos soldados, pero cazadores aceptables. El sujeto murió fácilmente, pero ya había infectado a un grupo de ciervos locales. Cazarlos a todos nos llevó toda una irritante noche. Pero ahora sólo queda el último. Le llamas y él se acerca, confundiéndote con un compañero infectado. Sólo un paso más cerca y... Un disparo resuena en el bosque, pero no es tuyo. El ciervo cae. Sientes un escalo􀄛ío. Te palpas instintivamente el torso y cuando levantas las manos para mirarlas , están húmedas, y mojadas de algo cálido y pegajoso. Caes de rodillas, angustiado, pidiendo ayuda al animal moribundo. Te patea en su agonía y caes al suelo sobre un enorme charco de la sangre del animal. Tus ojos comienzan a fallar mientras observas el cielo nocturno. Pese a que tu cuerpo ya no responde, tu mente bulle de ira, ¡después de todo lo que has peleado, no puedes morir así! Una figura que sujeta un humeante rifle aparece en tu campo de visión. "Bueno, esto no pinta bien para ti, Elías. En nuestro campo de estudio, no podemos permitirnos gente tan laxa en temas de seguridad. Afortunadamente, estoy preparado para esta eventualidad. Pronto estarás bien, una contribución a los avances de la ciencia". La figura busca en su abrigo y saca una jeringa llena de un brillante líquido verde. Mientras le miras a los ojos, sientes un dolor punzante. Te despierta el zarandeo de una mano en tu hombro. Abres los ojos y ves a Herbert West, mirándote con preocupación. "¿Estás vivo? El monstruo ya no, lo hemos logrado."

source: As the creature scales the building, West desperately fumbles to complete the ritual. You watch him step through the portal- and directly into the waiting hands of Pickman. "Dr. West. I'm so pleased you could make it." The tendrils of the First shoot forward into the portal, and a blood-curdling scream rattles your bones. But you don't have to live with the fear for long, as the ever expanding mass of the First finally claims your body as well.
es: Según la criatura trepa por el edificio, West se apresura desesperadamente para completar el ritual. Le ves atravesar el portal, para caer en las manos de Pickman, que le estaba esperando. "Dr. West, me agrada tanto que lo haya conseguido". Los zarcillos del Primero se meten en el portal y un espeluznante grito te cala hasta los huesos. Pero no vas a tener que vivir demasiado con esa desagradable sensación, ya que el Primero acaba de aparecer para reclamar tu cuerpo también.
