Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/friends_*_low_places.po
Languages: es

source: Friends in Low Places
es: Amigos en los bajos fondos

source: Interlude I: Friends in Low Places
es: Interludio I: Amigos en los bajos fondos

source: If <i>Hibbs has your back</i> or <i>Arkham stands united</i>:
es: Si <i>Hibb te cubre las espaldas</i> o <i>Arkham permanece unida</i> pasa a:

source: Rivertown is quiet. With most of the remaining citizens of Arkham holed up, the streets have only flickering street lamps to keep you company. Strangely, the creatures have also vanished, along with most of the choking fogs. An hour into your exploration in the Rivertown neighborhood, you're startled by a hand on your shoulder. You turn to strike, but find Hibbs standing with a grin. "Easy, friend! Heard you were somewhere around here, figured I'd come and lend a hand for a while. It's the least I could do given all the help you did for me. Just for a while, though. Afterwards, well…"
es: El barrio fluvial está en calma. Con la mayoría de ciudadanos de Arkham a buen recaudo, la única compañía que encuentras en las calles son las titilantes luces de las farolas. Curiosamente, las criaturas también han desaparecido, junto con la mayoría de las nubes verdes. Tras una hora explorando las cercanías del río, una mano te agarra con fuerza del hombro. Te das la vuelta presto para presentar pelea, pero ves a Hibb frente a ti con una sonrisa en la cara. "iTranquilo, amigo! Oí que estabas merodeando por aquí y pensé que te vendría bien que te echara una mano. Es lo mínimo que puedo hacer después de todo lo que has hecho por mí. Lamentablemente sólo puedo quedarme un rato, después…"

source: Hibbs is here to help.
es: Hibb está aquí para ayudarte.

source: Hibbs pauses for a moment, staring at the ground. He squares his shoulders and looks you in the eyes. "Actually, no. You got the savvy to have made it past the suits, and you care about this city. You got a good head on your shoulders. City doesn't need me to keep the Agency's secrets. City'd be better off if I stick around and help you put a stop to this. Besides, it's not like you aren't already in the know. From now on, I'm with you."
es: Hibb se detiene un instante, mirando fijamente al suelo. Cuadra los hombros y te clava su mirada en ti. "En realidad no. Has tenido la astucia necesaria para deshacerte de los hombres trajeados y te has preocupado por la ciudad. Se ve que hay alguien al volante ahí arriba. La ciudad no necesita que me dedique a guardar los secretos de la agencia. La ciudad estará mejor si me quedo contigo y te ayudo a detener esta amenaza. Además, no vamos a fingir que no viste nada, ¿no? De ahora en adelante, estoy contigo".

source: Any one investigator may choose to add Hibbs (Here to Help) to their deck for the remainder of the campaign. This card does not count against that investigator's deck size.
es: Un investigador cualquiera puede elegir añadir a Hibb (Listo para ayudar) a su mazo durante el resto de la campaña. Esta carta no cuenta para el tamaño de mazo de ese investigador.

source: Add one [cultist] to the chaos bag for the remainder of the campaign.
es: Añade una ficha [cultist] a la bolsa de caos durante el resto de la campaña.

source: Hibbs pauses for a moment, staring at the ground. He slumps his shoulders and speaks. "After we find you a lead, I head back. Got a lot of folks safe at the roadhouse, but you never know what could go wrong. There has to be someone there to make sure everyone stays put. So I'll help you search and then return. That'll leave us square."
es: Hibb se detiene un instante, mirando fijamente al suelo. Baja los hombros y te mira fijamente a los ojos. "En cuanto encontremos una pista, me volveré al Motel. Hay mucha gente a salvo en el Motel, pero nunca se sabe qué puede salir mal. Tiene que haber alguien allí para asegurarse de que nadie la lía. Así que démonos prisa que tengo que volver. Eso nos dejará encaminados".

source: Add one [skull] to the chaos bag for the remainder of the campaign.
es: Añade 1 ficha [skull] a la bolsa del caos durante el resto de la campaña.

source: Rivertown is quiet. With most of the remaining citizens of Arkham holed up, the streets have only flickering street lamps to keep you company. Strangely, the creatures have also vanished, along with most of the choking fogs. An hour into your exploration in the Rivertown neighborhood, you round a corner and walk directly into a cloud of the glowing haze. Your eyes lose focus, and for a moment, you see through many eyes at once. You see one self weaving robes of flesh and reciting twisted chants. Another howls, and slowly drags itself arm over arm from a deep tunnel into dark woods. Another stares over a corpse and curses fate. The <i><strike><red>Plaguebearer</red></strike></i> stares through darkness at a small blue sphere, dangling below a colossal red palm that drips green ichor from a stigmata. <center><strike><red>My return draws near</red></strike></center> The miasma recedes, and your self returns.
es: El barrio fluvial está en calma. Con la mayoría de ciudadanos de Arkham a buen recaudo, la única compañía que encuentras en las calles son las titilantes luces de las farolas. Curiosamente, las criaturas también han desaparecido, junto con la mayoría de las nubes verdes. Tras una hora explorando las cercanías del río, al girar una esquina te metes de lleno en una de esas nieblas brillantes. Tu visión se vuelve borrosa y por un momento ves por muchos ojos a la vez. Te ves a ti mismo tejiendo túnicas de carne y recitando retorcidos cánticos. Otro aúlla y se arrastra lentamente "brazada a brazada" desde un profundo túnel a un oscuro bosque. Otro observa un cadáver mientras maldice su destino. <strike><red>El Portador de la Plaga</red></strike> observa a través de la oscuridad, con su mirada fija en una pequeña esfera azul, que cuelga una palma roja en la que un estigma supura gotas de un icor verdoso. <center><strike><red>Mi regreso está próximo.</red></strike></center> La misma retrocede y vuelves tu ser.

source: you have received a twisted gift.
es: recibiste un regalo envenenado.

source: <center><strike><red>I grant you this because you cannot stop me</red></strike></center>
es: <center><strike><red>Te entrego esto porque no puedes detenerme.</red></strike></center>

source: Add one [tablet] to the chaos bag for the remainder of the campaign.
es: Añade 1 ficha [tablet] a la bolsa del caos durante el resto de la campaña.

source: <center><strike><red>How can you expect to contain me when you cannot even contain your curiosity</red></strike></center>
es: <center><strike><red>¿Cómo esperas detenerme si ni siquiera eres capaz de detener tu curiosidad?</red></strike></center>

source: Each investigator who reads this begins the next scenario with a horror (in addition to any mental trauma) and an additional card in hand.
es: Cada investigador que lea esto, comienza el siguiente escenario con 1 punto de horror (adicional a sus traumas mentales) y una carta adicional en mano.
