Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/history_lesson.po
Languages: es

source: History Lesson
es: Lección de historia

source: Interlude IV: History Lesson
es: Interludio IV: Lección de historia

source: Robison walks you along a twisting path, and begins to elaborate. "Let me start with a history lesson. Reality is far more complicated than you or I ever believed. There are beings and species of such magnitude and power that humanity pales in comparison. But, all life shares the same propensity for conflict. Aeons ago, there was a being - a Great Old One known as Baalshandor. Think of him as a twisted god of life. While many of the Old Ones created beings in their image, Baalshandor found his niche in evolutionary chaos. Germs, viruses, bacteria - they were all his children. The diseases were as much tools as children. Any lesser being infected, will find themselves serving the whims of the Plaguebearer in their idle moments. Many Old Ones abhorred these creations. A being known as Cthugha, obsessed with purity, was particularly offended - Offended enough to war against Baalshandor. They were evenly matched. Baalshandor could corrupt almost anything, and the fire of Cthugha could burn away any impurity. So clever Cthugha sought aid. An ancient deal was struck, with an entity whose name I dare not speak- I will call him The King. Cthugha would see his ancient enemy destroyed, and the King would gain control over the pestilence of Baalshandor. Together, Cthugha and the King destroyed Baalshandor's armies. But Baalshandor could not be destroyed. So a prison was crafted, beyond all known dimensions. It would bind Baalshandor outside of reality - even in all his power, only shades of his virulence were able to seep through. To unbind Baalshandor, he would need a mass sacrifice of followers. As his creations could be culled before this occurred, the Old Ones believed this prison unbreakable. But I am afraid that to aid my colleague's search for knowledge, I passed along dangerous rituals to draw upon Baalshandor's power. Trust me when I say I truly regret it. Not only did it corrupt him, it somehow brought him back from his destruction by Cthugha's kin. He became a walking extension of Baalshandor, and the bacteria that he spawned spread to the city. It is small comfort that that city is about to burn. Throughout the ages, whenever Baalshandor's blood has flowed into our reality, The King and the Flame have been there to destroy all that it tainted. Even now, they prepare a last attack to destroy Arkham and prevent his unbinding. The city will fall, but it will not stop him. In the hours to come, Baalshandor will emerge from the ashes of Arkham. His children will be endless. In a matter of hours, the earth will be his. And only you can stop it." You lose yourself in thought for a moment, then stagger back in shock, terrified of what you see. You stand on a stone ring surrounding a terrifying mass of spheres and eyes. "An aspect of my master. As a gesture of apology from me, you may ask of him any one question. He may choose to answer more, but beware- few of his offers come without a cost."
es: Robison anda junto a ti por una sinuosa senda y comienza a hablarte. "Déjeme comenzar con una lección de historia. La realidad es bastante más complicada de lo que usted o yo pudiéramos haber creído alguna vez. Hay entidades y especies de tal magnitud y poder que la humanidad palidece en comparación. Pero todos los seres comparten la misma propensión al conflicto. Eones atrás hubo una entidad, un Primigenio, conocido como Baalshandor. Imagínelo como un retorcido dios de la vida. Mientras muchos de los Primigenios crearon seres a su imagen y semejanza, Baalshandor encontró su nicho en el caos de la evolución. Gérmenes, virus, bacterias, todos eran sus pequeños. Las enfermedades eran tanto sus herramientas como sus hijos. Cualquier ser inferior que se infectara se encontraría sirviendo los designios del Portador de la Plaga. Muchos Primigenios aborrecían estas creaciones. Un ser llamado Cthugha, obsesionado con la pureza, estaba particularmente ofendido, hasta tal punto de comenzar una guerra contra Baalshandor. Era un empate técnico. Baalshandor podía corromper casi cualquier cosa y el fuego de Cthugha podía incinerar cualquier impureza. Así que el perspicaz Cthugha pidió ayuda. Un antiguo pacto fue sellado con una entidad de la cual no diré su nombre. Llamémosle El Rey. Cthugha vería a su peor enemigo derrotado y el Rey obtendría el control de la peste de Baalshandor. Juntos, Cthugha y el Rey destruyeron a los ejércitos de Baalshandor. Pero Baalshandor no podía ser destruido. Así que fabricaron una prisión más allá de todas las dimensiones. Ataría a Baalshandor más allá de la realidad, de manera que, incluso con todo su poder, sólo migajas de su virulencia pudieran llegar a atravesarla. Para liberar a Baalshandor se necesitaría un gigantesco sacrificio de sus seguidores. Y como sus creaciones serían purgadas antes de que esto llegara a ocurrir, los Primigenios creyeron que la prisión era irrompible. Pero me temo que, por ayudar a mi colega en busca de conocimiento, realicé peligrosos rituales para aprovechar el poder de Baalshandor. Créeme cuando te digo que lo lamento profundamente. No sólo le corrompió, si no que de alguna manera consiguió hacerlo volver de su destierro a manos de Cthugha y compañía. Se convirtió en un avatar de Baalshandor en la Tierra y extendió la bacteria por la ciudad. Que la ciudad vaya a ser quemada hasta los cimientos no me consuela. A través de la eras, cada vez que la sangre de Baalshandor ha fluido por nuestra realidad, el Rey y la Llama han estado allí para desbaratar todo lo que ha intentado. Incluso ahora, están preparando un ataque para destruir Arkham y prevenir su liberación. La ciudad caería, pero le pararían los pies. Sin embargo ahora, Baalshandor emergerá de las cenizas de Arkham. Sus hijos serán incontables. En cuestión de horas, la Tierra será suya. Y sólo tú puedes detenerle". Te pierdes en tus pensamientos por un instante, luego te tambaleas conmocionado, aterrorizado por lo que ves. Te encuentras en un anillo de piedra rodeando una terrorífica masa de esferas y ojos. "Es una de las muchas formas de mi Maestro. Como un gesto de disculpa por mi parte, puedes realizarle una pregunta. Puede elegir responderte más, pero no olvides que no todos sus ofrecimientos son gratis".

source: You may ask any of the following questions of the Lurker at the Threshold:
es: Puedes leer una de las siguientes preguntas, según realices preguntas al que acecha en el Umbral:

source: <i>What chance do we stand against the Flame and the King?</i>
es: <i>¿Qué opciones tenemos frente a la Llama y el Rey?</i>

source: you saw a vision of the portals.
es: tuvisteis una visión de los portales.

source: <i>How do we kill the First for good?</i>
es: <i>¿Cómo demonios se derrota al Primero?</i>

source: you learned the killing words.
es: aprendisteis las palabras de muerte.

source: <i>How do we stop Baalshandor?</i>
es: <i>¿Cómo podemos derrotar a Baalshandor?</i>

source: you received a cryptic riddle.
es: recibisteis un acertijo críptico.

source: Yog-Sothoth is the key and guardian of the gate. He knows where the Old Ones broke through of old, and where They shall break through again.
es: Yog-Sothoth es la llave de la puerta. Él sabe por dónde se abrieron paso los Primigenios en la antigüedad y por dónde lo volverán a hacer ahora.

source: Record in your campaign log that you <i>saw a vision of the portals</i>.
es: Anota en el registro de campaña que <i> tuvisteis una visión de los portales</i>.

source: There was a formula for evoking such a shade, and another for putting it down; and it had now been so perfected that it could be taught successfully.
es: Hay una fórmula para convocar a esa sombra y otra para derrotarla; y ha sido tan perfeccionada que puede ser enseñada con éxito.

source: Record in your campaign log that you <i>learned the killing words</i>.
es: Anota en el registro de campaña que <i>aprendisteis las palabras de muerte</i>.

source: That is not dead which can eternal lie. And in strange aeons, <u>even death may die</u>.
es: No está muerto lo que puede yacer eternamente, y con el paso de extraños eones, <u>incluso la muerte puede morir</u>.

source: Record in your campaign log that you <i>received a cryptic riddle</i>.
es: Anota en el registro de campaña que <i>recibisteis un acertijo críptico</i>.

source: "I hope you have the answers you seek. Your time here draws short - unless you would prefer to abandon this folly and dwell with me amongst the endless for eternity?" You shake your head. Arkham's in more danger than ever. Only you have the knowledge to stop what's coming. Robison speaks a few words, and the stars fade from the sky, followed by the rest of the light in this realm.
es: "Espero que hayáis encontrado las respuestas que buscabais. Vuestro tiempo aquí se agota rápido, a no ser que prefiráis abandonar esta locura y quedaros conmigo por la eternidad infinita". Niegas con la cabeza. Arkham está más en peligro de lo que nunca ha estado. Y sólo tú tienes el conocimiento necesario para detener lo que está por venir. Robison musita unas pocas palabras y las estrellas se desvanecen del cielo, seguidas de toda la luz en este reino.

source: For each question asked after your first choice, each investigator must search the collection for a random [[Madness]] or [[Pact]] weakness and add it to their deck.
es: Por cada pregunta leída después de la primera que elegiste, cada investigador debe buscar en su colección una Debilidad básica [[Locura]] o [[Pacto]] aleatoria y añadirla a su mazo durante el resto de la campaña.

source: No weaknesses are added.
es: Ninguna debilidad fue añadida.
