Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/late_risers.po
Languages: es

source: Scenario I: Late Risers
es: Escenario I: Transnochadores

source: <i>3:40 PM:</i> The clock ticks idly away on the wall. Your mind rests in the trench between consciousness and idle slumber. You roll your head to the side, and chance the opening of an eye. A disfigured corpse lies on the table across from you. You bolt upright, taking in your surroundings. A large room. A pickled smell. A few hanging lights. Corpses. Several. And the loud clock, ticking away, reading 3:42pm. You realize, with some concern, that you are in a morgue. You tear yourself off a cold stone table, and take a moment to catch your breath and make sure you are not merely in a nightmare. Unfortunately, this is all too real.] Sitting just by your table are your belongings, haphazardly laid out on trays labeled with your name and a date. As you find some small comfort in dressing, your eyes wander to the other tables. The corpses are in terrible shape. Their veins are a sickly emerald hue, and their flesh is… warped. Limbs at odd angles, features displaced. The worst, a huge and grotesque thing, seems to have been mixed up with parts from a deer. You shiver to think of what might have damaged the human body in this way. Before you have the chance to consider further, a gunshot fires off from a nearby room. You whip your head around and see, to your dismay, that the door has several pieces of furniture piled against it. Worse, a strange gas swirls slowly in from under the door. A gas the same green shade as the veins of the bodies. This is going to be one of those days.
es: <i>3:40 PM:</i> El tictac de un reloj en la pared. Tu mente descansa en el espacio que se extiende entre la consciencia y el letargo. Giras tu cabeza hacia un lado, y pruebas a abrir un ojo. Un cadáver desfigurado reposa en una mesa delante de ti. Te incorporas de golpe y miras a tu alrededor. Una amplia habitación. Un olor acre. Unas pocas luces que cuelgan del techo. Cadáveres. Varios. Y un ruidoso reloj que no para de avanzar. 3:42pm. Te das cuenta, no sin cierta desazón, de que estás en una morgue. Te bajas de una fría mesa de piedra y paras un instante para tomar aliento y asegurarte de que no es una horrible pesadilla. Desgraciadamente, todo es muy real. Colocadas junto a tu mesa están tus pertenencias, dispersas en bandejas etiquetadas con tu nombre y la fecha. Mientras te reconforta el vestirte, no puedes evitar mirar las otras mesas. Los cadáveres están en un estado deplorable. El color de sus venas es de un verde esmeralda poco saludable y su carne está... retorcida. Extremidades en ángulos imposibles, rasgos aberrantes. Lo peor es una enorme y grotesca "cosa", un ser con lo que parecen ser partes humanas y de ciervo mezcladas. Te estremeces al pensar qué podría haber hecho eso a un cuerpo humano. Antes de que puedas pararte a pensarlo más detenidamente, oyes un disparo en una estancia cercana. Miras alrededor y ves, para tu desgracia, que la puerta de salida tiene varios muebles apilados delante. Peor aún, un extraño gas se cuela lentamente por debajo de la puerta. Un gas del mismo verde insano que tienen las venas de tus "compañeros" de habitación. Hoy va ser uno de esos días.

source: Set the following cards aside, out of play: Agent Greyson, First Among Many, Suspicious Briefcase, both copies of Agency Troubleshooter, both copies of Twisted Supplicant
es: Deja aparte las siguientes cartas, fuera del juego: Agente Greyson, Primero de muchos, Maletín sospechoso, ambas copias de Solucionador de la Agencia y ambas copias de Suplicante retorcido

source: Put the Morgue and Lab Omega locations into play. Set each other location aside, out of play. Each investigator begins play at the Morgue.
es: Pon en juego los lugares Morgue y Laboratorio Omega. Deja el resto aparte, fuera del juego. Cada investigador comienza la partida en la Morgue.

source: Place resources on Lab Omega corresponding to its "Barricade" value, as Barricades. (<i>Note: it has a [per_investigator] value</i>)
es: Coloca tantos recursos en el Laboratorio Omega como indica su valor de "Barricada", como Barricadas (<i>Nota: tiene un valor [per_investigator]</i>)

source: the Tailors contained the problem.
es: los Sastres contuvieron la amenaza.

source: Did the investigators <i>put out a fire</i>?
es: ¿Algún investigador "ha apagado un fuego"?

source: the collection was saved.
es: la colección fue salvada.

source: Is <i>Agent Greyson</i> in the victory display?
es: ¿Está la <i>Agente Greyson</i> en la zona de victoria?

source: the First claimed The Facility.
es: el Primero reclamó la instalación.

source: you earned Greyson's respect.
es: los investigadores se ganaron el respeto de Greyson.

source: the investigators learned the secrets of the roadhouse.
es: los investigadores conocen el secreto del Motel.

source: Did an investigator finish the scenario with the Suspicious Briefcase asset under their control?
es: ¿Algún investigador ha terminado la partida con el apoyo Maletín sospechoso bajo su control?

source: That investigator must add Suspicious Briefcase to their deck. It does not count against their deck size. For the remainder of the campaign, the current controller of Suspicious Briefcase gains: "Additional Setup: You begin each game with Suspicious Briefcase in play."
es: Si algún investigador acabó la partida con el Maletín sospechoso bajo su control, debe añadirlo a su mazo. No cuenta para el tamaño de mazo. Durante el resto de la campaña, el poseedor del Maletín sospechoso obtiene: "Preparación adicional: comienzas la partida con el Maletín sospechoso en juego".

source: You tripped the Facility alarms.
es: Hiciste saltar las alarmas de la instalación.

source: you tripped the Facility alarms.
es: hiciste saltar las alarmas de la instalación.

source: You feel a heavy arm shake you from unconsciousness. "Buddy? Buddy, you alright?" The portly man standing above you has a look of concern on his face. Seeing you wake, he smiles broadly. "Thank goodness. Dead customers tend to be bad for business." He flips a rag over his shoulder and sticks out a hand. "Hibbs. Seems like you got a bit overserved, friend." You protest. The facility. The monsters. The agents. The gas! "Don't know what you're talking about. You're in my establishment- Hibbs' Roadhouse, best speakeasy you can afford. You probably had too much to drink. Found you passed out in one of the booths. Simple as that." You press him. If this is a speakeasy, where are the customers? "Funny thing. That gas you mentioned? That's the one thing you said that makes any sense. But before that, I think you need something to eat."
es: Te saca de la inconciencia un fuerte tirón del brazo. "¿Amigo? Amigo, ¿está bien?" El corpulento hombre que ves ante ti tiene una expresión de preocupación en su rostro. Al verte despertar sonríe ampliamente. "Gracias a Dios, los clientes muertos no suelen ser buenos para los negocios". Se hecha un trapo por encima del hombro y te extiende una mano. "Soy Hibb. Parece que ha comentado algunos excesos, amigo". Tú protestas. La instalación. Los monstruos. Los Agentes. ¡El gas! "No sé de qué me hablas. Estás en mi local, el Motel Hibb, el mejor bar clandestino que puedas pagar. Probablemente bebiste demasiado. Te encontré desmayado en uno de los cuchitriles. Tan simple como eso". Insistes. Si esto es un bar clandestino, ¿dónde están los clientes? "Tiene gracia, ¿ese gas que mencionaste? Es lo único que ha salido por tu boca que tiene sentido. Pero antes de nada, será mejor que comas algo".

source: You fling open the hatch and pull yourself up into some sort of storage room. You run forward, flinging open the door to… a dingy bar. Startled, you stare about the place. Could this really be on top of that strange facility? You hear someone clearing their throat and turn to find yourself face to face with an aproned man gripping a shotgun. "I don't recognize you, friend. And they say I'm supposed to deal with anyone I don't recognize." After a tense moment, he lowers the weapon. "Heck, it ain't loaded. I'm no killer. Never had the nerve. Just… anyone from the Tailor Agency asks, I tried to stop you, okay?" He offers you a burly hand, which you tentatively accept. "Name's Hibbert. Call me Hibbs. This here's my roadhouse." You inquire as to the facility below. "Brook facility- where the Tailors research some of the local weirdness. They pays me to provide a cover and not to talk about it. So I'm not gonna talk about it." You insist. The monsters! The gas! "Got some bad news for you, friend. That's not just down there. Come sit. You look like you could use something to eat."
es: Abres la trampilla y subes hasta dar con tus huesos en un algún tipo de almacén. Te apresuras y abres una puerta que da a... un sucio bar. Sobresaltado miras fijamente el lugar, ¿podría realmente estar este lugar encima de la extraña instalación de la que acabas de salir? Escuchas a alguien aclarándose la garganta tras de ti y al girarte acabas cara a cara con un hombre en delantal que te apunta con una escopeta. "No te reconozco, amigo Y ellos me dijeron que debería despachar a cualquier que no conociera". Tras un momento de tensión el hombre baja la recortada. "Cáspita, si ni siquiera está cargada, no soy ningún asesino. Nunca he tenido el calor. Sólo...si alguien de la Agencia pregunta... diles que traté de pararte, ¿ok?". Te ofrece una fornida mano, que aceptas con reservas. "Me llamo Hibert, llámame Hibb. Este es mi Motel". Preguntas sobre la instalación que hay bajo tus pies. "Es la instalación Brook, donde los Sastres investigan los sucesos extraños locales. Ellos me pagan para que les proporcione una tapadera y no haga preguntas. Así que no puedo contarte más". Insistes. ¡Los monstruos! ¡El gas! "Me parece que tengo malas noticias para ti, amigo. Eso no está ocurriendo sólo ahí abajo. Anda, ven y siéntate. Tienes cara de que te comerías un brazo".

source: As you climb a rickety stair, Greyson explains. "I work for an agency called the Tailors. We deal with the things that go bump in the night. This facility is the Brook, our research base. Not sure how you wound up down there, but if you're not one of them, we're on the same side." "It's bad out there, in Arkham. Whatever this fog is, it's spreading. I've been cleaning up down below, but our doorman and resident local can tell you more about the situation." Greyson throws open the door at the top of the stairs, revealing a dingy barhouse. "Hibbs? We have visitors. Mind fixing them a bite to eat?" The portly man smiles, offers a handshake, then gets to work.
es: Mientras asciendes por la escalera destartalada, Greyson te explica. "Trabajo para una Agencia llamada los Sastres. Nos ocupamos de las cosas que salen por la noche. Esta instalación es Brook, nuestra base de investigación. No sé cómo dio con sus huesos aquí, pero si usted no es uno de ellos, entonces estamos en el mismo bando". "Las cosas se están poniendo feas ahí fuera, en Arkham. Sea lo que sea esta niebla, se está diseminando. He estado haciendo limpieza abajo, pero nuestro portero y contacto local podrá contarle más sobre la situación". Greyson abre la trampilla al final de las escaleras, revelando un mugriento bar. "¿Hibb? Tenemos visitantes. ¿Te importaría prepararles algo de comer?" Un hombre corpulento sonríe, te ofrece un apretón de manos y se pone a trabajar.
