Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/night_on_the_town.po
Languages: es

source: Scenario II: Night on the Town
es: Escenario II: Noche en la ciudad

source: <i>7:21 PM:</i> Hibbs stares as you wolf down a plate of greasy breakfast food. The burly man takes a moment, then speaks: "It started about three days back. These strange fogs started rolling through town. Arkham being what it is, most people just assumed something had gone wrong at a factory downriver and went about their business. But then folks started getting sick. Gave folks weird rashes, some sort of disgusting skin thing. Folks by then were starting to get a bit wary, but business kept up. Then, yesterday, Doc Pickman wandered into Providence Square with a deer's head fused to his neck. Both heads were screaming. Government types showed up to put a stop to it, but the word was out. By the time we realized the mists were spreading from folks who were badly infected, the suits had already let a lot of troops get too close. Now there's a bunch of those things wandering around town. Attacking people. And even more of that terrible miasma. The word on the street is to hole up somewhere safe tonight. Lots of folks practically live here at my roadhouse, so I thought I'd open up and let em gather. Honestly, though, I'm worried how much we'll be able to defend the place." Hibbs quiets for a beat, thinking. "You seem like hardy people, friend. If you're really concerned about the monsters, best thing you can do is help get folks safe. Arkham's full of places where people might be holing up. If you could round people up and help to shore up some safe havens… well, tomorrow, I'm sure there'll be plenty of folks happy to help you figure out your memory lapse."
es: <i>7:21 p m.</i> Hibb te observa mientras devoras un plato de su comida más grasienta. El fornido hombre se toma un momento y después te empieza a contar: "Comenzó hace unos tres días. Esas extrañas nieblas empezaron a aparecer por la ciudad. Siendo Arkham lo que es, la gente simplemente creyó que algo se habría roto en la fábrica que hay río abajo y la gente continuó con su vida. Pero esa misma gente comenzó a enfermar. Les provocaba extraños sarpullidos, algún tipo de enfermedad en la piel. La preocupación aumentó un poco, pero hace falta algo más para asustar a un arkhamita. Entonces, ayer, el Dr. Pickman irrumpió en la Plaza Providence con una cabeza de ciervo unida a su cuerpo, Ambas cabezas gritaban. Unos tipos del gobierno se presentaron para detenerlo, pero se había corrido la voz. Para cuando nos dimos cuenta de que el miasma se extendía a través de las personas gravemente infectadas, los hombres trajeados ya habían dejado a sus tropas acercarse demasiado. Ahora tenemos a un puñado de esas cosas deambulando por la ciudad. Atacando a la población. Y todavía más de esa asquerosa niebla. Las recomendaciones son refugiarse en algún lugar seguro esta noche. Muchos parroquianos prácticamente viven en mi Motel, así que he decidido mantener abierto para que puedan refugiarse aquí. Aunque, honestamente, estoy preocupado por si seremos capaces de defender la plaza". Hibb para un instante, pensativo. "Pareces un tipo duro, amigo. Si realmente estás preocupado por los monstruos, lo mejor que puedes hacer es ayudar a la gente a permanecer a salvo. Arkham está plagado de lugares donde los ciudadanos podrían cobijarse. Si pudieras reunir a la población y apuntalar algunos refugios hasta que sean seguros… sin duda mañana habrá mucha gente agradecida que te ayudará a resolver tu problema de memoria".

source: - When gathering cards from <i>The Midnight Masks</i>, use only the copies of "Hunting Shadow". - When gathering cards from <i>Fallen Arkham</i>, use only the locations and each copy of "Grinning Victim".
es: - Al reunir el conjunto de encuentros <i>Las máscaras de medianoche</i>, reúne sólo las 3 copias de la Traición "Sombra acechante". No reúnas ninguna de las demás cartas de ese conjunto de encuentros. - Al reunir el conjunto de encuentras <i>Arkham caído</i>, reúne sólo los Lugares y las 3 copias del enemigo Víctima sonriente. Deja esos Lugares aparte fuera del juego.

source: Set story asset cards aside, out of play.
es: Pon aparte todos los Apoyos de historia.

source: Put the Hibbs Roadhouse (Spirits and Success), General Store (Anything and Everything), Orne Library (Repository of Knowledge), and Bank of Arkham (Investing In Our Future) locations into play. The investigators begin at Hibbs Roadhouse.
es: Pon los siguientes Lugares del conjunto de encuentros Noche en la ciudad en juego: Motel Hibb, Colmado, Biblioteca Orne y Banco de Arkham. Los investigadores comienzan la partida en el Motel Hibb.

source: Choose either River Docks (Skilled Labor) or Arkham Advertiser (Current Events). Put that location into play.
es: Elige al azar entre los siguientes Lugares del conjunto de encuentros <i>Noche en la ciudad</i>: Muelles y el Arkham Advertiser. Pon ese Lugar en juego.

source: Choose either Ma's Boarding House (Friendly Comforts) or Ye Olde Magick Shoppe (Power at a Price). Put that location into play.
es: Elige al azar entre los siguientes Lugares del conjunto de encuentros <i>Noche en la ciudad</i>: La Pensión de Ma y la Vieja tienda de Magia. Pon ese Lugar en juego.

source: Put 4 clues on each location.
es: Coloca 4 pistas en cada Lugar.

source: Of the two locations not in play, choose one at random. When the game begins, find the set aside story asset referred to on the revealed location and resolve the text on the back of that asset as though it flipped <b>due to the agenda</b>.
es: De los dos Lugares que no están en juego, elige uno al azar. Al principio de la partida, busca el Apoyo de historia referido en el lado revelado de ese Lugar y resuelve su texto de historia como si hubiera sido dado la vuelta por el plan.

source: Defend
es: Defender

source: Some cards in this scenario have a <b>Defend</b> action on them. When you <b>Defend</b>, rather than testing an investigator skill, you test the numeric value, relative to your investigator, that the card specifies. For example, if a location instructs you to test "Resources in pool", you would make a test, treating the number of resources in your resource pool as your skill value for that test. The testing investigator's value is used regardless of the presence of other investigators.
es: Algunas cartas de este escenario incluyen la acción <b>Defender</b>. Cuando activas una acción de <b>Defender</b>, en vez de realizar una prueba de habilidad contra una habilidad de tu investigador, realizas una prueba contra el valor numérico, relativo a tu investigador, que la carta especifique. Por ejemplo, si un Lugar te indica que realices una prueba de habilidad de "Recursos en tu reserva", realizarás la prueba considerando el número de recursos que tienes como tu valor de habilidad para esa prueba. Se utiliza el valor de habilidad del investigador que activó la acción <b>Defender</b> independientemente de que haya otros investigadores en su Lugar.

source: You cannot commit cards to <b>Defend</b> tests or use player card effects that increase your skill value on <b>Defend</b> tests.
es: No puedes asignar cartas para <b>Defender</b>, ni usar cartas de jugador para incrementar tu valor de habilidad en pruebas de <b>Defender</b>.

source: Are there six locations with a resource on them?
es: ¿Hay seis lugares con algún recurso en ellos?

source: Arkham stands united.
es: Arkham permanece unida.

source: In your Campaign Log, under the heading for each location, record <i>Defended</i> under the name of each location that has "Survivors".
es: En el registro de campaña, debajo del nombre de cada Lugar, anota <i>Defendido</i> debajo de cada Lugar que tenga "Supervivientes".

source: Has "Survivors"
es: Tiene "Supervivientes"

source: In your Campaign Log, under the heading for each location, record <i>Infected</i> under the name of each location that has a "Ruin".
es: En el registro de campaña, debajo del nombre de cada Lugar, anota <i>Infectado</i> debajo de cada Lugar que esté "en Ruinas".

source: Has a "Ruin"
es: Está "en Ruinas"

source: If there are three or more locations recorded as <i>Defended</i>, and Hibb's Roadhouse is recorded as <i>Defended</i>:
es: Si hay anotados 3 o más Lugares como <i>Defendido</i> y el Motel Hibb está entre ellos:

source: Hibbs has your back.
es: Hibb te cubre las espaldas.

source: Things are getting bad out there. You had hoped that your experiences in the facility were exceptional, but it seems as though all of Arkham is swiftly moving in the same direction. It's possible that no matter what action you take to keep people safe, it won't be enough against the spreading tide of miasmic corruption. Unless, of course, you can cut it off at the source. Find where this evil spreads from and stop it. The strange disease-ridden monster that appeared by the general store leaves you thinking - perhaps there's something around there that serves as the source of it all…
es: Las cosas se están poniendo feas ahí fuera. Esperabas que tus vivencias en las instalaciones fueran algo excepcional, pero parece que todo Arkham va camino de terminar de la misma manera. Parece que da igual lo que hagas para mantener a la gente a salvo, no llegará a ser suficiente contra la creciente marea de corrupción que trae el miasma consigo. A no ser, por supuesto, que cortes de raíz con el origen de todo esto. Encontrar el lugar desde donde se extiende este mal y pararlo. El extraño monstruo lleno de pústulas enfermas que apareció en el Colmado te hace pensar, tal vez haya algo por ahí que sirva como fuente de todo…

source: You've done it. Thanks to you, countless citizens of Arkham will survive the night to come. These creatures, dangerous as they may be, won't defeat this city. Not tonight. Despite your victory, you can't stop the sinking feeling that no matter how many people make it through, it won't be enough against the spreading tide of miasmic corruption. Unless, of course, you can cut it off at the source. Find where this evil spreads from and stop it. The strange disease-ridden monster that appeared by the general store leaves you thinking - perhaps there's something around there that serves as the source of it all…
es: Lo has conseguido, gracias a ti, incontables ciudadanos de Arkham sobrevivirán a la noche entrante. Esas criaturas, peligrosas como han demostrado ser, no tomarán esta ciudad. No esta noche. A pesar de tu victoria, no puedes evitar la horrible sensación de que no importa cuanta gente sobreviva, no será suficiente contra la creciente marea de corrupción que trae el miasma consigo. A no ser, por supuesto, que cortes de raíz con el origen de todo esto. Encontrar el lugar desde donde se extiende este mal y pararlo. El extraño monstruo lleno de pústulas enfermas que apareció en el Colmado te hace pensar, tal vez haya algo por ahí que sirva como fuente de todo…
