Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/the_midnight_hour.po
Languages: es, ko

source: You jolt awake in a pool of your own sweat. The vampires hate it when you sit idle - but then again, they hate it when you do anything. Your skin, long since burned to ash, is proof of that. Cthugha will not let you die. It is his gift, for binding the plaguebearer anew. Of course, the punishment for helping release that enemy in the first place is an eternity of study at the hands of servants of the Living Flame. But this fate is acceptable, if it is the cost you pay to save all of humanity.
es: Te despiertas sobresaltado en un charco de tu propio sudor. Los vampiros emiten sonidos de enojo cuando te incorporas, pero parece que se enojan cada vez que haces cualquier cosa. Tu piel, quemada hace tiempo hasta las cenizas, es prueba de ello. Cthugha no va a dejar que mueras. Es el don que te otorga por haber encadenado al Portador de la Plaga otra vez. Pero por desgracia, como también ayudaste a liberarlo en primer término, te corresponde una eternidad de experimentos por parte de los sirvientes de la Llama Viviente. Pero este destino es aceptable si es el precio a pagar por salvar a la humanidad.
ko: 당신은 땀에 흠뻑 젖은 채 잠에서 깼습니다. 뱀파이어들은 당신이 가만히 앉아 있는 것을 싫어합니다. 아니, 그들은 당신이 무엇을 하든 싫어합니다. 오래 전에 불에 타서 재가 된 당신의 피부가 그 증거입니다. 크투가는 당신을 죽게 내버려 두지 않을 것입니다. 역병전파자를 다시 구속한 당신에게 하사하는 그의 선물입니다. 물론, 애당초 그 적을 풀어준 것에 대한 형벌은 살아있는 불꽃의 하인들에게 주어진 영원한 과제입니다. 하지만 인류를 구하기 위해 지불하는 대가라면 당신은 기꺼이 이 운명을 받아들입니다.

source: You stir awake at the sound of pounding on the door. They've found you again. These fools don't understand - the King! The Plaguebearer may have been bound by your previous actions. But he is not truly defeated. Humanity will never be safe until its proper leader has entered our world. You've taken steps to help - the manuscripts, signed in blood and sent to individuals of note. It's not your fault if their minds could not handle the second act. Only the strong will serve at the throne of the Tattered King. These are the thoughts that flash through your mind as the door splinters off its hinges. In moments, you will die. But this fate is acceptable, if it is the cost you pay to save all of humanity.
es: Te despiertas inquieto con el sonido de unos golpes en la puerta. Te han vuelto a encontrar. Estos estúpidos no lo entienden, ¡el Rey! El Portador de la Plaga puede que haya sido encadenado de nuevo con tu ayuda. Pero no ha sido derrotado completamente. La humanidad nunca estará a salvo hasta que su digno propietario llegue a nuestro mundo. Tú ya has dado pasos para que eso ocurra, los manuscritos, firmados con sangre y enviados a personas clave. No es culpa tuya que sus inútiles mentes no sean capaces de asimilar el segundo acto. Sólo los fuertes servirán al trono del Rey Harapiento. Estos son los pensamientos que asaltan tu cabeza mientras saltan astillas de la puerta y revientan las bisagras. En unos instantes morirás. Pero este destino es aceptable si es el precio a pagar por salvar a la humanidad.
ko: 문을 두드리는 소리에 잠에서 깨어납니다. 그들이 다시 당신을 찾아왔습니다. 이 바보들은 왕을 이해하지 못합니다! 역병전파자는 당신에게 봉인되었을지도 모르지만, 그가 진정으로 패배한 것은 아닙니다. 인류는 적절한 지도자가 이 세상에 오기 전까지는 결코 안전하지 않을 것입니다. 당신은 조치를 취하기 위해 저명한 자에게 피로 서명한 원고를 보냈습니다. 그들의 정신이 제2막을 이겨내지 못할지라도 그건 당신의 잘못이 아닙니다. 정말 강한 의지를 지닌 자만이 누더기 왕의 왕좌에서 봉사할 것입니다. 문이 경첩에서 떨어져 나가면서 스쳐 지나가는 생각이었습니다. 당신은 곧 죽게 되겠지만, 이 운명이 인류 전체를 구하기 위해 치러야 할 대가라면 받아들일 수 있습니다.

source: Your mind rests in the trench between consciousness and idle slumber. Are you dead? Alive? Does it truly matter? Baalshandor has been bound anew. You can feel it in your soul. The miasmic plague that descended upon Arkham, drawn into its god's new flesh, has been eradicated entirely. You have saved not just the city, but the entirety of humanity. You chance the opening of an eye. Arkham is chaos. But the chaos of a bewildered military force, trying to make sense of a deeply harried populace is a balm compared to what you've just been through. As you're ordered around by men in fatigues, you grin quietly to yourself and continue forward. How could you even begin to explain?You're quarantined in a massive tent with many other citizens. Though some recognize you, you doubt any are aware of the trials you've been through, and what you've done for them. Which suits you just fine. As you sit down on the sparse cot, you realize that all you've wanted for the past 30 hours is to sleep like you're dead. And that's exactly what you're going to do.
es: Tu mente reposa en el limbo entre la consciencia y el letargo. ¿Estás muerto? ¿Vivo? ¿Importa realmente Baalshandor ha sido encadenado de nuevo. Puedes sentirlo en tu alma. La plaga de miasma que descendió sobre Arkham, convirtiéndola en la nueva carne de su dios, ha sido erradicada por completo. Has salvado, no sólo a la ciudad, sino a la humanidad entera. Pruebas a intentar abrir un ojo. Arkham es caos. Pero el caos de una fuerza paramilitar enloquecida tratando de calmar a una población traumatizada a niveles increíbles es un bálsamo comparado con todo lo que has afrontado en las últimas horas Mientras unos hombres uniformados te dan indicaciones, sonríes para tus adentros y sigues adelante. ¿Cómo podrías siquiera comenzar a explicar lo ocurrido? Se te aísla en cuarentena junto con otros muchos ciudadanos Mientras que algunos te reconocen, dudas que ninguno sepa por lo qué has pasado o lo qué has hecho realmente por ellos. Lo cual te sienta bien. Mientras te recuestas en un camastro, te das cuenta que lo que más ansiabas durante las últimas treinta horas era dormir como si no hubiera mañana. Yeso es justo lo que vas a hacer.
ko: 당신은 나른함과 몽롱함 속에서 정신을 차리지 못하고 있습니다. 죽은 건가요? 산 건가요? 중요한 건 그게 아닙니다. 바알샨도르가 다시 봉인되었습니다. 그것은 당신의 영혼 속에서도 느껴집니다. 아컴에 내려온 독기의 역병이 고대 신의 새로운 육신 속으로 빨려 들어가 완전히 소멸했습니다. 당신은 도시뿐만 아니라 인류 전체를 구했습니다. 당신은 때가 되었다고 생각하고 눈을 뜹니다. 아컴은 혼돈 그 자체입니다. 하지만 당황한 군대의 움직임이나, 극심한 혼란을 겪은 사람들이 이해하려는 것은 당신이 방금 겪은 일에 비하면, 진정제에 불과합니다. 당신은 지쳐 보이는 남자들에게 명령을 들으며, 조용히 혼자 웃으며 앞으로 나아갑니다. 자, 어떻게 설명을 시작해야 할까요? 당신은 다른 시민들과 함께 거대한 텐트에 격리되어 있습니다. 어떤 사람들은 당신을 알아보지만, 당신이 겪은 시련과 당신이 그들을 위해 무엇을 했는지 아는 사람은 아마 없을 것입니다. 당신에게는 그편이 더 어울립니다. 좁은 간이침대에 앉아서, 당신은 지난 30시간 동안 그토록 원했던 것은 죽은 듯이 잠에 드는 것뿐이라는 것을 깨달았습니다. 그리고 그것이 바로 당신이 해야 할 일입니다.

source: As you complete the incantation, Baalshandor seizes up. You watch the flesh of the Ancient One begins to unravel - to tear itself away in strips that spiral upwards into the atmosphere. You watch as the form that has haunted your idle thoughts is torn, piece by piece, from existence. You take a shallow breath. But for once, your mind does not wander. Nothing lies at the edge of your awareness. Baalshandor is no longer bound. He is unmade. With the reagent and your own unbreakable will, you have slain the Plaguebearer. An ancient one - a God. Undone at your own hands. Arkham is chaos. But the chaos of a bewildered military force, trying to make sense of a deeply harried populace is a petty problem compared to what you've just been through. The men in fatigues try to order you around, as though their authority means anything to you. The soldiers and citizens are too struck with awe and terror to stop you as you make your way home. Which suits you just fine. As you sit upon your bed, you realize that all you've wanted for the past 30 hours is to sleep like you're dead. And that's exactly what you're going to do.
es: Según terminas el encantamiento, Baalshandor se queda inmóvil. Observas cómo la carne del Primigenio comienza a desintegrarse, se deshace en tiras que suben con movimientos espirales hacia la atmósfera. Y ves cómo la forma que te ha perseguido por tus más oscuros pensamientos desaparece poco a poco de la existencia. Inspiras profundamente. Pero por una vez tu mente no está en alerta. No hay nada en los límites de tu conciencia. Baalshandor ya no está encadenado. Simplemente no está. Con el reactivo y tu espíritu inquebrantable, habéis eliminado al Portador de la Plaga. Un Primigenio, un Dios. Borrado de la existencia por tus propias manos. Arkham es caos. Pero el caos de una fuerza paramilitar enloquecida tratando de calmar a una población traumatizada a niveles increíbles es un bálsamo comparado con todo lo que has afrontado en las últimas horas. Hombres de uniforme tratan de indicarte algo, como si su autoridad significara lo más mínimo para ti. Soldados y ciudadanos están demasiado impactados por el pánico y el terror de lo vivido como para impedirte emprender el camino hacia casa. Te sienta realmente bien. Mientras te sientas en tu cama, te das cuenta que lo que más ansiabas durante las últimas treinta horas era dormir como si no hubiera un mañana. Y eso es justo lo que vas a hacer.
ko: 주문을 끝내자 바알샨도르가 구속됩니다. 당신은 고대의 존재의 육신이 나선형으로 상승하는 파편들로 흩어지는 것을 지켜봅니다. 당신은 당신의 유휴된 자아를 괴롭히던 존재 자체가 조각조각 찢어지는 것을 바라봅니다. 당신은 얕은 숨을 들이마십니다. 하지만 이번에는 당신의 마음이 방황하지 않습니다. 당신의 인지 가장자리에는 아무것도 없습니다. 바알샨도르는 더 이상 봉인되어있지 않고, 존재 자체가 사라졌습니다. 시약과 당신의 불굴의 의지로, 당신은 고대의 존재이자 신인 역병전파자를 당신의 손으로 쓰러트렸습니다. 아컴은 혼돈 그 자체입니다. 하지만 당황한 군대의 움직임이나, 극심한 혼란을 겪은 사람들이 이해하려는 것은 당신이 방금 겪은 일에 비하면, 진정제에 불과합니다. 지쳐 보이는 남자들이 당신에게 어떤 권위를 가진 존재처럼 당신에게 명령을 내리려고 합니다. 군인들과 시민들은 당신이 집으로 돌아가는 것을 막을 수 없을 정도로 경외감과 공포에 사로잡힌 상태입니다. 당신에게는 그편이 더 어울립니다. 당신은 당신의 침대에 앉아서, 당신은 지난 30시간 동안 그토록 원했던 것은 죽은 듯이 잠에 드는 것뿐이라는 것을 깨달았습니다. 그리고 그것이 바로 당신이 해야 할 일입니다.

source: As you strike at the last of the corrupted flesh, Baalshandor seizes up. You watch the flesh of the Ancient One begins to unravel - to tear itself away in strips that spiral upwards into the atmosphere. You watch as the form that has haunted your idle thoughts is torn, piece by piece, from existence. You take a shallow breath. But for once, your mind does not wander. Nothing lies at the edge of your awareness. Baalshandor is no longer bound. He is unmade. With West's brilliance and your own strength of flesh, you have slain the Plaguebearer. An ancient one - a God. Undone at the hands of a mad scientist. You look for West to no avail. The man is simply gone. Doubtless consumed by the Plaguebearer in both of their final moments. But part of you will always wonder. Arkham is chaos. But for once, it is not your problem. You simply walk through the quarantine line and make your way home. The soldiers and citizens are too disorganized to stop you. Which suits you just fine. As you sit upon your bed, you realize that all you've wanted for the past 30 hours is to sleep like you're dead. And that's exactly what you're going to do.
es: Según destruyes el último resto de carne corrupta, Baalshandor se queda inmóvil. Observas cómo la carne del Primigenio comienza a desintegrarse, se deshace en tiras que suben con movimientos espirales hacia la atmósfera. Y ves cómo la forma que te ha perseguido por tus más oscuros pensamientos desaparece poco a poco de la existencia. Inspiras profundamente. Pero por una vez tu mente no está en alerta. No hay nada en los límites de tu conciencia. Baalshandor ya no está encadenado. Simplemente no está. Con la brillantez de West y la fuerza de tu carne, habéis eliminado al Portador de la Plaga. Un Primigenio, un Dios. Borrado de la existencia a manos de un científico loco. Buscas a West en vano. El hombre simplemente se ha ido. Sin duda consumido por el Portador de la Plaga durante los últimos instantes de existencia de ambos. Pero siempre te quedará la duda. Arkham es caos. Pero por una vez no es tu problema. Simplemente atraviesas la línea de cuarentena y te diriges a casa. Los soldados y ciudadanos están demasiado desorganizados como para detenerte. Te sienta realmente bien. Mientras te recuestas en tu cama, te das cuenta que lo que más ansiabas durante las últimas treinta horas era dormir como si no hubiera un mañana. Y eso es justo lo que vas a hacer.
ko: 당신이 최후의 타락한 육신을 공격하자, 바알샨도르가 구속됩니다. 당신은 고대의 존재의 육신이 나선형으로 상승하는 파편들로 흩어지는 것을 지켜봅니다. 당신은 당신의 유휴된 자아를 괴롭히던 존재 자체가 조각조각 찢어지는 것을 바라봅니다. 당신은 얕은 숨을 들이마십니다. 하지만 이번에는 당신의 마음이 방황하지 않습니다. 당신의 인지 가장자리에는 아무것도 없습니다. 바알샨도르는 더 이상 봉인되어있지 않고, 존재 자체가 사라졌습니다. 웨스트의 명석함과 당신의 강인한 육신으로, 당신은 고대의 존재이자 신인 역병전파자를 미친 과학자와 함께 쓰러트렸습니다. 당신은 웨스트를 찾지만 아무 소용이 없습니다. 그 자는 그저 사라졌습니다. 역병전파자의 마지막 순간에 틀림없이 소모되었습니다. 그러나 당신의 일부는 항상 궁금해 할 것입니다. 아컴은 혼돈 그 자체입니다. 하지만 이번만큼은 당신의 문제가 아닙니다. 당신은 그저 검역소를 통과해서 집으로 향합니다. 너무나 무질서한 군인들과 시민들로는 당신을 막을 수 없습니다. 당신에게는 그편이 더 어울립니다. 당신은 당신의 침대에 앉아서, 당신은 지난 30시간 동안 그토록 원했던 것은 죽은 듯이 잠에 드는 것뿐이라는 것을 깨달았습니다. 그리고 그것이 바로 당신이 해야 할 일입니다.

source: Set the following cards aside, out of play: Messenger of the Flame, Messenger of the King, Body of Baalshandor, Mind of Baalshandor, Soul of Baalshandor, Flesh Unbound, Growing Destruction, Fear the Writhing Life, One of Many.
ko: 다음 카드를 비플레이 상태로 치워 둡니다: ‘불꽃의 전도자’, ‘왕의 전도자’, ‘바알샨도르의 육신’, ‘바알샨도르의 정신’, ‘바알샨도르의 영혼’, ‘육신의 해방’, ‘파괴의 촉진’, ‘발버둥치는 삶의 공포’, ‘무수한 자’.

source: Put the Baalshandor enemy into play at the location recorded as the <i>Site of Unbinding</i>, and remove the Crater of Unbinding from the game.
ko: ‘바알샨도르’ 적을 <i>해방의 장소</i>에 기록된 장소에 두고, ‘해방의 구덩이’를 게임에서 제거합니다.

source: Put the Greyson's Loyalists asset into play at Hibb's Roadhouse.
ko: ‘그레이슨의 충복’ 자산을 ‘히브의 가로변 식당’에 둡니다.
