Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/the_afternoon_war.po
Languages: es, ko

source: Scenario VI: The Afternoon War
es: Escenario VI: Guerra al atardecer
ko: 시나리오 VI: 오후의 전쟁

source: You stir under a sheet. You bolt upright, half expecting the telltale bodies of the morgue. Instead, you are lying on a sofa, watched by a square-jawed adolescent. "West? They're up!" From an adjacent room, Herbert West enters scribbling on a notepad. "Thank you, Dan. Good to see you up and about. We found you just outside the facility. Very <i>lucky</i> of you to make it out. Apologies for my absence. I became sidetracked - I believe I have found a way to destroy that creature that seems to be pursuing you." You give West the bad news. His emotions are hard to read, but you could swear he's almost amused. "Well. The monster will have to wait. We've a city to save."
es: Te revuelves debajo de una sábana. Te levantas de golpe, como esperando ver a los cadáveres de la morgue otra vez. En vez de eso, estás tendido en un sofá observado por un adolescente de mandíbula cuadrada. "¿West? ¡Se han despertado!". Desde el cuarto de al lado, Herbert West entra garabateando en un cuaderno. "Gracias, Dan. Qué bien que estéis ya despiertos y espabilados. Os encontramos justo fuera de la instalación. Tuvisteis mucha suerte. Lamento mi ausencia. Me perdí, pero creo que he encontrado la forma de destruir a esa criatura que parece estar persiguiéndoos". Le dais a West las malas noticias. Sus emociones son difíciles de interpretar, pero podríais jurar que le parece divertido. "Bueno, pues el monstruo tendrá que esperar. Tenemos una ciudad que salvar".
ko: 당신은 침대 시트 밑에서 몸을 허우적거립니다. 반쯤은 영안실의 시체가 되었나 하고 기대하며 벌떡 일어나자, 네모난 턱을 가진 청년이 소파에 누워 있는 당신을 지켜보고 있습니다. “웨스트? 저들이 깨어났어!” 옆방에서 허버트 웨스트가 메모장에 뭔가를 끄적이고 있었습니다 . “고마워, 댄. 건강해 보이니 다행이군. 시설 밖에 쓰러져 있던데 이렇게 깨어나다니 정말 운이 좋군. 사라진 건 미안하게 생각하고 있네. 잠깐 옆길로 빠졌지. 자네를 쫓고 있는 녀석을 쓰러트릴 방법을 찾기 위해서.” 당신은 웨스트에게 안 좋은 소식을 전했습니다. 그의 감정은 읽기 어렵지만, 그가 즐거워하고 있다는 것 하나는 단언할 수 있습니다. “좋아. 괴물은 제쳐두고, 먼저 도시를 구해야 할 시간이군.”

source: Any investigator may add the Herbert West card to their deck. This card does not count against deck size.
es: Un investigador puede añadir a Herbert West a su mazo. No cuenta para el tamaño de mazo de ese investigador.
ko: 조사자 중 한 명이 ‘허버트 웨스트’ 자산을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.

source: You feel the rain hitting softly against your legs, as the wet mud starts to seep into your clothes. Pulling yourself up from the mire, you look about the alleyway. You're back in Arkham. Somewhere in Easttown.
es: Sientes la lluvia golpear suavemente tus piernas y cómo su abrazo húmedo se cuela poco a poco por tu ropa. Levantándote del lodo, echas un vistazo al callejón. Estás de nuevo en Arkham. En algún lugar del Barrio Este.
ko: 당신은 젖은 진흙이 옷에 스며드는 감각과 함께 바지에 빗방울이 부딪치는 것을 느낍니다. 수렁에서 몸을 일으키며 골목길을 둘러본 뒤에야 비로소 아컴 동부 어딘가로 돌아왔다는 걸 실감합니다.

source: It's a dreary afternoon. The sky is a blanket of grey and every footstep you take sticks in the squelching ground below you. The exhaustion weighing on your mind and body tempts you to give in to the pull - but you don't have that luxury. You mull over what you've learned. The Plaguebearer- Baalshandor - infected or created the First, that horrid monster that has chased you throughout the city. All the terrors that have plagued Arkham over the past twenty-four hours are the spawn of this herald. Each twisted killer stalking the streets is a sliver of the Plaguebearer's consciousness, controlled through the microscopic organisms found in the miasma. And now the twin forces of the Flame and the King, prepare to descend upon Arkham and destroy every trace of life in hopes of preventing what has already occurred. It strikes you that it would almost be worth it. Arkham would be a small price to pay if all of Earth is threatened. But if the doctor spoke true, then their drastic gesture would barely delay the disease-god's plan. Which means it's up to you. If you want to stop Baalshandor, you'll have to live till midnight. And if you want that, you'll have to stop the assault. To thwart whatever destruction the Old Ones plan for Arkham. You climb the crest of a hill, and turn to look out over Arkham. It's a dark, dangerous place. A city full of desperate last stands and terrible sacrifices. But there is warmth here, and camaraderie, and even love. So many people live here, and you have come to care for Arkham, despite its faults. And now, for this city - for these people - you are the only hope. You steel yourself. The sky opens up.
es: Es una tarde triste. El cielo es una pesada manta gris y a cada paso que das tus pies se pegan al viscoso suelo que pisas. La extenuación que sufren tu mente y tu cuerpo hace que quieras abandonarlo todo y tirar la toalla, pero no puedes permitirte ese lujo. Meditas sobre lo que has aprendido. El Portador de la Plaga, Baalshandor, infectó o creó al Primero, esa horrenda criatura que te ha intentado dar caza por toda la ciudad. Todos los terrores que han aparecido en Arkham en las últimas veinticuatro horas han sido convocados por su heraldo. Cada asesino retorcido que acechaba por las calles es una brizna de la consciencia del Portador de la Plaga, controlado por los microscópicos organismos encontrados en el miasma. Y ahora las fuerzas gemelas de la Llama y el Rey se preparan para descender sobre Arkham y destruir cada rastro de vida para prevenir algo que ya ha ocurrido. Piensas que seguramente valdría la pena. Arkham sería un pequeño precio si toda la Tierra está amenazada. Pero si el doctor dijo la verdad, sus drásticas medidas harán poco más que retrasar el plan del dios de la enfermedad. Lo que significa que todo depende de ti. Si quieres parar los pies a Baalshandor, tendrás que sobrevivir hasta la medianoche. Y para conseguir eso, primero tendrás que detener el asalto. Para frustrar cualquier plan de destrucción que los Primigenios tengan para Arkham. Subes a la cima de una colina y te vuelves para echar un vistazo a Arkham. Es un lugar oscuro y peligroso. Una ciudad llena de últimas oportunidades y terribles sacrificios. Pero también hay calidez, camaradería e incluso amor. Mucha gente vive aquí y has venido a defender Arkham a pesar de sus pecados. Y ahora, para esta ciudad, para esta gente, tú eres la única esperanza. Estás preparado. Y el cielo se abre.
ko: 음울한 오후입니다. 회색빛으로 범벅된 하늘 아래, 발걸음을 내디딜 때마다 웅덩이에 달라붙는 것 같습니다. 몸과 마음을 유혹하는 피로감에 굴복하고 싶었지만, 지금 그런 호사를 누릴 수는 없습니다. 당신을 알아낸 사실들을 정리합니다. 역병전파자 바알샨도르가 감염시켰든 창조했든, 무시무시한 괴수 우월한 자가 당신을 찾아서 도시 전체를 헤집고 있습니다. 지난 하루동안 아컴이 공포에 휩싸인 원인도 그 전령의 산물입니다. 거리를 활보하는 뒤틀린 학살자들 또한, 독기에 스며든 자신의 쪼개진 자아로 그들을 조종하는 역병전파자의 의지입니다. 그리고 이제 불꽃과 왕의 연합군은 벌어진 일을 막기 위해 아캄에 강림하여 생명의 흔적을 말살하려고 합니다. 지구의 멸망과 비교해서 아컴의 희생은 작은 대가에 불과할지도 모르지만 박사의 말이 사실이라면, 왕과 불꽃의 행동은 역병의 신이 계획한 일을 간신히 지연시키는 것에 불과합니다. 이 말인즉슨, 모든 것은 당신에게 달려 있다는 뜻입니다. 바알샨도르를 막으려면 자정까지 살아남아야하고, 그러기 위해서는 아컴을 멸망시키려는 올드 원들의 계획을 저지해야 합니다. 당신은 언덕에 올라가서 아컴을 내려다봅니다. 최후의 저항마저 절망적이고 끔찍한 희생으로 가득 찬 도시. 하지만 이곳에는 따뜻함과 동지애, 사랑과 수많은 이들의 보금자리가 있습니다. 단점도 많은 도시지만 당신은 아컴을 지키기 위해 돌아왔습니다. 그리고 이제, 이 도시의, 이 사람들의, 유일한 희망은 바로 당신입니다. 당신은 강하게 마음을 먹습니다. 하늘이... 열립니다.

source: - When gathering cards from <i>Mourning Chorus</i> encounter set, only include the locations.
es: - Al reunir el conjunto de encuentros <i>Arkham caído</i>, coge sólo las cartas Víctima sonriente y deja el resto aparte, fuera del juego. - Al reunir el conjunto de encuentros <i>Cantos fúnebres</i>, coge sólo los Lugares y ponlos en juego.
ko: - <i>애도의 합창</i> 조우 세트를 모을 때, 오직 장소 카드만 모읍니다.

source: Set each copy of the following cards aside: Fire Vampire, Lumbering Candlejack, Messenger of Flame, Messenger of the King, Molten Murder, Screeching Byhakee.
es: Pon aparte, fuera del juego, todas las copias de las siguientes cartas: Vampiro de fuego, Portacirios pesado, Mensajero de la Llama, Mensajero del Rey, Asesino fundente y Byakhee chillador.
ko: 다음 카드들을 비플레이 상태로 치워둡니다: ‘불꽃의 뱀파이어’, ‘둔중한 캔들잭’, ‘불꽃의 전도자’, ‘왕의 전도자’, ‘녹아내린 학살자’, ‘괴성을 지르는 비야키’.

source: Hibbs Roadhouse: Intoxicating Vapors, Hibbs (Just Gutted)
ko: 히브의 가로변 식당: 메마르다, 히브 <i>(그저 굶주려있다)</i>.

source: Check Campaign Log. If a location is marked as the "Site of the Unbinding":
es: Comprueba el registro de campaña. Por cada Lugar anotado como "Lugar de la Liberación":
ko: 캠페인 기록지를 확인합니다. “해방의 장소”라고 표시된 장소가 있다면:

source: Attach the Site of Unbinding encounter card to that location and remove the Crater of Unbinding location from the game.
es: Vincula la de encuentras Lugar de Liberación a ese Lugar y retira el Cráter de la Liberación de la partida.
ko: 해당 위치에 ‘해방의 장소’ 조우 카드를 부착하고 ‘해방의 구덩이’를 게임에서 제거합니다.

source: Remove the location marked as the "Crater of Unbinding" from the game along with the Site of Unbinding card, and put the Crater of Unbinding location into play.
es: Retira de la partida el lugar marcado como "Cráter de la Liberación" junto con la carta de encuentras Lugar de la liberación y pon el lugar Cráter de la Liberación en juego.
ko: 해방의 구덩이에 표기된 장소와 ‘해방의 장소’ 조우 카드를 게임에서 제거하고 ‘해방의 구덩이’ 장소 카드를 플레이 영역에 둡니다.

source: Put the Portal of the Flame and Portal of the King locations into play. Each investigator begins play at Hibbs Roadhouse (Crater of Unbinding if the Roadhouse is not in play).
es: Pon los Lugares Portal de la Llama y Portal del Rey en juego. Cada investigador comienza la partida en el Motel Hibb o en el Cráter de la Liberación si el Motel Hibb no está en juego.
ko: ‘불꽃의 차원문’과 ‘왕의 차원문’ 장소를 플레이 영역에 둡니다. 모든 조사자는 ‘히브의 가로변 식당’에서 시작합니다. (해방의 구덩이가 히브의 가로변 식당이라면, 플레이 영역에 두지 않고, 대신 해방의 구덩이에서 시작합니다.)

source: Check your campaign log. For each remaining set aside enemy that is marked as "Eliminated", remove them from play.
es: Comprueba el registro de campaña. Retira de la partida cada enemigo puesto aparte marcado como “Eliminado".
ko: 캠페인 기록지를 확인합니다. 치워둔 적 중에서 “제거했다”라고 기록된 적을, 게임에서 제거합니다.

source: Each investigator gains 2 clues from the token bank.
es: Cada investigador obtiene 2 pistas de la reserva de fichas.
ko: 모든 조사자는 토큰 저장소에서 단서 토큰 2개를 가져옵니다.

source: Check your campaign log. For each location recorded as "Rallied", put the corresponding story asset into play at that:
es: Comprueba el registro de campaña. Por cada Lugar marcado como "Protegido", pon el Apoyo de historia correspondiente en juego ese Lugar:
ko: 캠페인 기록지를 확인합니다. “결집됨”이라 표기된 장소마다, 해당하는 이야기 자산을 플레이 영역에 있는 그 장소에 둡니다.

source: Arkham Advertiser: Doyle Jeffries
ko: 아컴 애드버타이저: 도일 제프리

source: Bank of Arkham: The Vice President
es: Banco de Arkham: El Vicepresidente
ko: 아컴 은행: 부 은행장

source: General Store: The Loving Couple
es: Colmado: La Pareja de enamorados
ko: 잡화점: 다정한 부부

source: Ma's Boarding House: Ma Matheson
es: Pensión de Ma: Ma Matheson
ko: 마 매시슨의 하숙집: 마 매시슨

source: Orne Library: Henry Armitage
es: Biblioteca Orne: Henry Armitage
ko: 오른 도서관: 헨리 아미티지

source: River Docks: Abner Weems
es: Muelles del puerto: Abner Weems
ko: 강변 부두: 애브너 윔즈

source: Ye Olde Magick Shoppe: Miriam Beecher
es: Vieja tienda de Magia: Miriam Beecher
ko: 예 올디 매지크 샵: 미리암 비처

source: If Hibbs Roadhouse is rallied:
es: Si el Motel Hibb está defendido:
ko: 히브의 가로변 식당이 결집됨이라면:

source: Each investigator may search their deck for Hibbs (Here to Help). They may put it into play. If they did not, place the set aside Hibbs (He's Had Enough) at the Roadhouse (Note that each version of Hibbs is unique).
es: Cada investigador puede buscar en su mazo a Hibb (Listo para ayudar) y ponerlo en juego. Si no, pon en juego el Apoyo de historia Hibb (Ya ha tenido suficiente) en el Motel.
ko: 모든 조사자의 덱에서 ‘히브 (도움의 손길)’을 찾아서 플레이 영역에 두고 그 플레이어가 조종할 수 있습니다. 그렇지 않으면, ‘히브 (최선을 다했다)’를 ‘히브의 가로변 식당 (고유한 명칭에 따라)’에 둡니다.

source: place the set aside Hibbs (He's Had Enough) at the Roadhouse (Note that each version of Hibbs is unique).
ko: ‘히브 (최선을 다했다)’를 ‘히브의 가로변 식당 (고유한 명칭에 따라)’에 둡니다.

source: Place 1 [per_investigator] horror and 1 [per_investigator] damage on <b>Miasma</b> locations, divided as evenly as possible.
es: Coloca 1 ficha de horror [per_investigator] y 1 ficha de daño [per_investigator] entre los Lugares <b><i>Miasma</i></b>, divididos de la manera más equitativa posible.
ko: <b>독기</b> 장소에 공포 1 [per_investigator]개와 피해 1 [per_investigator]개를 가능한 고르게 둡니다.

source: Place 1 [per_investigator] horror and 1 [per_investigator] damage on <b>Stable</b> locations, divided as evenly as possible.
es: Coloca 1 ficha de horror [per_investigator] y 1 ficha de daño [per_investigator] entre los Lugares <b><i>Seguro</i></b>, divididos de la manera más equitativa posible.
ko: <b>안정됨</b> 장소에도 공포 1 [per_investigator]개와 피해 1 [per_investigator]개를 가능한 고르게 둡니다.

source: Spawn a copy of Infernal Acolyte
es: Haz aparecer una copia de Acólito infernal
ko: ‘지옥의 시종’을 출현시킵니다.

source: Becuase there are 3 or 4 players in the game, also spawn a copy of Delusional Protagonist.
ko: 3명이나 4명의 플레이어가 게임을 하고 있다면, 추가적으로 ‘망상의 주인공’도 출현시킵니다.

source: Shuffle two of the remaining set-aside [[Elite]], [[Infected]] enemies into the encounter deck. For each you cannot, either shuffle in a copy of Fire Vampire or a copy of Shrieking Byhakhee.
es: Baraja dos de los enemigos [[Infectado]] [[Élite]] puestos aparte en el mazo de Encuentros. Por cada uno que no puedas barajar, baraja una copia de Vampiro de fuego o de Byakhee chillador.
ko: 치워둔 [[정예]], [[감염체]] 적 둘을 섞어 조우 덱에 넣습니다. (<i>타락한 아컴</i> 조우 세트에 있습니다.) 그럴 수 없을 때마다, ‘불꽃의 뱀파이어’ 또는 ‘괴성을 지르는 비야키’ 사본을 섞어 넣습니다.

source: Is the Messenger of Flame in the victory display?
es: ¿Está el Mensajero de la Llama en la zona de victoria?
ko: ‘불꽃의 전도자’가 승점 더미에 있습니까?

source: Find the non-[[Unbinding]] location with the most damage on it (Lead investigator decides ties). Record "Flame-Touched" under its entry in the campaign guide.
es: Busca el Lugar que no sea [[Liberación]] con más fichas de daño sobre él. Anota “Tocado por la Llama” en ese Lugar en el registro de campaña.
ko: 가장 피해 토큰이 많이 놓인 [[해방]] 장소가 아닌 장소를 찾습니다. 캠페인 기록지에 해당 장소를 <i>불길에 휩싸였다</i>고 기록합니다.

source: Flame-Touched
es: Tocado por la Llama
ko: 불길에 휩싸임

source: Is the Messenger of The King in the victory display?
es: ¿Está el Mensaje del Rey en la zona de victoria?
ko: ‘왕의 전도자’가 승점 더미에 있습니까?

source: Find the non-[[Unbinding]] location with the most horror on it (Lead investigator decides ties). Record "Madness-Touched" under its entry in the campaign guide.
es: Busca el Lugar que no sea [[Liberación]] con más fichas de horror sobre él. Anota "Tocado por la Locura" en ese Lugar en el registro de campaña.
ko: 가장 공포 토큰이 많이 놓인 [[해방]] 장소가 아닌 장소를 찾습니다. 캠페인 기록지에 해당 장소를 광기에 휩싸였다고 기록합니다.

source: Madness-Touched
es: Tocado por la Locura
ko: 광기에 휩싸임

source: Insidious Whispers
es: Susurros insidiosos
ko: 음흉한 귓속말

source: <red>Amusing. You work so hard to stray from the path that has been laid. Do you feel powerful? Destroying the champions of my enemies. My champion will prove indestructible.</red> <red>The Midnight Hour approaches. I grant you this one final chance to die before them.</red>
es: <red>Divertido. Has trabajado tan duro para intentar salirte del camino que te ha sido dado. ¿Te sientes poderoso? Destruyendo a los campeones de mis enemigos. Mi campeón demostrará que es indestructible. La hora bruja se acerca. Te doy esta última oportunidad para morir antes de que llegue.</red>
ko: <red>재미있군. 정해진 길을 벗어나려고 발버둥치고 있구나. 자신이 강하다고 생각하나? 내 숙적의 하수인들을 쓰러트리고. 내 하수인이 불멸의 존재임을 보여주마.</red> <red>자정이 다가오는구나. 그 전에 마지막 기회를 주마.</red>

source: The first investigator who reads this section may swap one of the [skull] or [tablet] symbols (whichever is more common) in the chaos bag for a [cultist]. If they do so, each investigator heals 1 trauma of their choice.
es: El primer investigador que lea un Susurro insidioso puede cambiar un símbolo [skull] o [tablet] (del que haya más) dela bolsa del caos por un [cultist]. Si lo hace, cada investigador se cura 1 trauma de su elección.
ko: 음흉한 귓속말을 읽은 첫 번째 조사자는 혼돈 주머니에 있는 [skull] 또는 [tablet] 토큰 중 하나를 (가능한 더 많은 기호 중) [cultist] 토큰과 바꿀 수 있습니다. 그렇게 하면 모든 조사자는 원하는 트라우마 1씩을 회복합니다.

source: Do you want to swap a chaos token to let all investigators heal one trauma?
es: ¿Quieres cambiar un símbolo de la bolsa del caos para permitir que un investigador se cure 1 trauma?
ko: 혼돈 토큰을 바꾸고 모든 조사자의 트라우마 1씩을 회복시키시겠습니까?

source: Which chaos token should be removed?
es: ¿Qué símbolo de la bolsa del caos deseas eliminar?
ko: 어느 토큰을 제거하시겠습니까?

source: Replace a [skull] token with a [cultist] token.
es: Intercambia 1 símbolo [skull] por un [cultist]
ko: [skull] 토큰 1개가 [cultist] 토큰 1개로 바뀌었습니다.

source: Replace a [tablet] token with a [cultist] token.
es: Intercambia 1 símbolo [tablet] por un [cultist]
ko: [tablet] 토큰 1개가 [cultist] 토큰 1개로 바뀌었습니다.

source: For a moment - just a moment - something exists in Arkham. Something ancient and immense. It rips open the sky. It dominates the landscape. Within moments, it is all you can see. All you can think of. It is impossible. Beautiful. Perfect. The end of everything. And certainly the end of you.
es: Por un momento, sólo por un momento, algo existe en Arkham. Algo antiguo e inmenso. Desgarra el cielo. Domina todo el paisaje. En unos momentos, es todo lo que pueden ver tus ojos. Todo en lo que puedes pensar. Es imposible. Bello. Perfecto. El 􀄗n de todo. Y ciertamente, tu fin.
ko: 아주 찰나의 순간에, 아주 거대한 태고의 존재가 아컴에 강림하여 하늘을 찢고 경관을 지배합니다. 그게 전부였습니다. 불가능하다고 생각했지만, 몹시 아름답고 완벽했습니다. 모든 것이 끝났습니다. 당신도 똑같이 파국을 맞이했습니다.

source: The flames and screams build to a fever pitch. A sudden blaze burns into the sky, twirling higher and higher. Within moments it has reached the sigil that floats above the town. The sigil begins to burn. But not only the sigil. The sky begins to brown and tear, like the edges of a photograph held to flame. Soon, all above is ash. And then the city. And then you.
es: Las llamas y los gritos alcanzan un ritmo febril. Un súbito resplandor arde en el cielo, girando más y más según asciende. En unos instantes ha alcanzado el sigilo que flota sobre la ciudad. Entonces el sigilo comienza a arder. Pero no sólo el sigilo. El cielo comienza a ennegrecerse y resquebrajarse, como los bordes de una fotografía que acercas al fuego. Pronto, todo a tu alrededor son cenizas. Y después la ciudad. Y después tú.
ko: 불길과 비명소리가 점점 더 고조됩니다. 갑자기 불꽃이 하늘로 치솟으며 빙글빙글 회전하기 시작하더니 순식간에 상공에 있는 인장에 도달했습니다. 인장이 불타오르기 시작합니다. 그러자 하늘이 불타는 사진의 귀퉁이처럼 갈색으로 변하고 찢어지기 시작합니다. 곧, 모든 것이 잿더미가 되기 시작합니다. 불길이 도시로 번지기 시작하고 그 다음에는, 당신 차례입니다.

source: As you close the second portal, a furious scream shakes the sky. You brace for impact, but none comes. The alien monsters that wander the city, no longer linked to their realms, begin to burn away, and the cultists that remain flee in panic. You've done it. The hordes have been fought back and the city is saved… for now.
es: Tan pronto como cierras el segundo portal, un furioso grito sacude el cielo. Te preparas para el impacto, pero nunca llega. Los monstruos alienígenas que asolaban la ciudad, desvinculados de su reino, comienzan a deshacerse entre llamas y los sectarios restantes huyen presas del pánico. Lo has logrado. Las hordas han sido rechazadas y la ciudad está a salvo. Por ahora.
ko: 두 번째 차원문을 닫자 사나운 비명이 하늘을 뒤흔듭니다. 당신은 다가올 여파에 대비하지만, 아무 일도 일어나지 않았습니다. 도시를 떠도는 외계 괴물들은 그들의 영토와 연결이 끊어졌고, 남아 있던 숭배자들은 공포에 질려 달아나기 시작합니다. 당신이 해냈습니다. 당신의 반격으로 도시를 구했습니다... 아직까지는요.

source: Because there are 3 or 4 players in the game, also spawn a copy of Delusional Protagonist.
es: Si hay 3 o 4 jugadores en la partida, haz aparecer también una copia del Protagonista delirante.
