Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcp/the_midnight_hour.po
Languages: es, ko

source: Scenario VIII: The Midnight Hour
es: Escenario VIII: La hora bruja
ko: 시나리오 VIII: 자정 시간

source: <i>12:01 AM:</i> Baalshandor walks the streets of Arkham. At first, the monstrous figure seems to have destroyed all of Independence Square - but as you look closer, you realize it IS Independence Square. Bits and pieces of the park and surrounding buildings form the bones of the creature you see before you, as though the flesh simply grew around them and knit itself together. This sinous evil now pursues you across the city. Your bones ache with exhaustion. Everything that's happened over this past endless day - the facility, the procession, the First Among Many - it's all lead up to this. You steady yourself, and prepare for one last desperate fight.
es: <i>12:01 a. m.</i> Baalshandor camina por las calles de Arkham. Al principio, la monstruosa figura parecía haber destruido la Plaza de la Independencia, pero según prestas más atención, te das cuenta de que en realidad ES la Plaza de la Independencia. Las vallas y restos del parque, junto con piezas de los edificios circundantes, forman los huesos de la criatura que ves ante ti. Alrededor de ellos la carne comienza a crecer y a tejerse. El sinuoso mal te persigue por toda la ciudad. Tus huesos están doloridos tras horas sin parar. Todo lo que ha ocurrido en este último e infernal día, la instalación, la procesión, el Primero, te ha llevado hasta aquí. Te das ánimos y te preparas para una lucha desesperada.
ko: <i>12:01 AM:</i> 바알샨도르가 아컴의 거리를 활보합니다. 처음에는 이 괴물이 독립광장을 모조리 파괴한 줄 알았지만, 자세히 보니 그 자체가 독립광장이라는 것을 깨달았습니다. 공원과 주변 건물들의 일부는 마치 그 주변에 살이 새로 자라나 서로 엮여 눈앞에 보이는 생물의 뼈를 형성한 것처럼 보입니다. 이제 이 사악한 괴물이 도시를 가로질러 당신을 쫓고 있습니다. 누적된 피로로 인해 뼈마디가 비명을 지릅니다. 이 끝나지 않을것 같은 하루 동안 일어난 모든 사건들... 브룩 시설, 행렬, 우월한 자... 모든 것이 지금 이 순간으로 이어집니다. 당신은 마음을 가다듬고 마지막 싸움을 준비합니다.

source: You've puzzled over the being's message for hours. But now, as you look upon your destruction, the words twist in your mind. Their message is the same, but amongst them lies an incantation - the same incantation that once bound the Plaguebearer. Somehow, in your head, you know that it could prove a failsafe if there are no other paths to stop his carnage.
es: Le has dado vueltas al acertijo durante horas. Pero ahora, cuando ves toda esta destrucción a tu alrededor, las palabras comienzan a cobrar sentido. El mensaje es el mismo, pero dentro contiene un encantamiento, el mismo encantamiento que una vez ató al Portador de la Plaga. De algún modo, en tu cabeza, sabes que podría ser un mecanismo de defensa si el resto de soluciones no consiguen detener la matanza.
ko: 당신은 몇 시간 동안 그 존재가 전한 수수께끼 같은 말을 알아들을 수는 없었지만 지금, 당신에게 파멸을 가져오는 존재를 바라보자, 그 단어들이 당신의 마음속에서 요동칩니다. 그것이 전하는 의미는 같습니다. 한때 역병전파자를 구속한 주문이 그 속에 담겨있습니다. 이제, 당신의 머릿속에는 그의 대학살을 막을 수 있는 또 다른 안전장치가 새겨져 있습니다.

source: After this scenario begins, the investigators remember that they <i>know of the binding.</i>
es: Después de que comience el escenario, recuerda que <i>conoces la atadura.</i>
ko: 이번 시나리오를 시작한 후, <i>조사자들은 구속할 방법을 알게 되었다</i>라고 기억합니다.

source: - When gathering cards from the <i>Tenuous Allies</i> set, include only each copy of "Tenuous Allies".
es: - Al reunir el conjunto de encuentros <i>Alianzas frágiles</i>, coge sólo las cartas Alianzas frágiles.
ko: - <i>미약한 동맹</i> 조우 세트를 모을 때, 오직 ‘미약한 동맹’ 카드만 모읍니다.

source: Set the following cards aside, out of play: Messenger of Flame, Messenger of the King, Body of Baalshandor, Mind of Baalshandor, Soul of Baalshandor, Flesh Unbound, Growing Destruction, Fear the Writhing Life, One of Many.
es: Pon aparte, fuera del juego, todas las copias de las siguientes cartas: Mensajero de la Llama, Mensajero del Rey, Cuerpo de Baalshandor, Mente de Baalshandor, Alma de Baalshandor, Carne desatada, Destrucción creciente, Teme la vida reptante y Uno de muchos.
ko: 다음 카드를 비플레이 상태로 치워 둡니다: ‘불꽃의 전도자’, ‘왕의 전도자’, ‘바알샨도르의 육신’, ‘바알샨도르의 정신’, ‘바알샨도르의 영혼’, ‘육신의 해방’, ‘파괴의 촉진’, ‘발버둥치는 삶의 공포’, ‘무수한 자’.

source: Check your campaign log. If <i>Baalshandor struck the first blow</i> or <i>Death conquered Herbert West</i>
es: Comprueba el registro de campaña. Si <i>Baalshandor golpeó primero</i> o <i> la Muerte conquistó a Herbert West</i>
ko: 캠페인 기록지를 확인합니다. <i>바알샨도르가 선제공격을 시작했다</i> 또는 <i>죽음이 허버트 웨스트를 지배했다</i> 항목이 있습니까?

source: Each investigator must either start the scenario with 2 damage and 2 horror, or search the collection for a random [[Injury]], [[Flaw]], [[Curse]], or [[Endtimes]] weakness and add it to their deck
es: Cada investigador debe comenzar la partida con 2 puntos de daño y 2 puntos de horror (además de los traumas) o buscar en su colección una debilidad [[Lesión]], [[Defecto]], [[Maldición]] o [[Fin de los tiempos]] y añadirla a su mazo. No cuenta para el tamaño de mazo de ese investigador
ko: 모든 조사자는 시나리오를 시작할 때 2 피해와 2 공포를 받거나, 무작위 [[부상]]이나 [[결함]], [[저주]] 또는 [[종말]] 약점 중 하나를 자기 덱에 추가해야 합니다.

source: Damage and Horror
es: Daño y Horror
ko: 피해와 공포

source: If an investigator's deck contains the Herbert West asset:
es: Si un investigador tiene el Apoyo de historia Herbert West en su mazo:
ko: 조사자 중 한 명의 덱에 ‘허버트 웨스트’ 자산이 들어있습니까?

source: Search the deck for the Herbert West asset and put it into play, under their control.
es: Busca en el mazo el apoyo de historia Herbert West y ponlo en juego bajo su control.
ko: 덱에서 ‘허버트 웨스트’ 자산을 찾아서, 그 카드를 조종하는 상태로 플레이 영역에 둡니다.

source: Check Campaign Log. If <i>Death conquered Herbert West</i> is <b>not</b> recorded:
es: Comprueba el registro de campaña. Si <i>la Muerte conquistó a Herbert West</i> <b>no</b> está anotado:
ko: 캠페인 기록지를 확인합니다. <i>죽음이 허버트 웨스트를 지배했다</i>라고 기재되지 <b>않았습니까</b>?

source: Put the Herbert West asset into play under any player's control, with a copy of Tenuous Allies attached.
es: Pon el Apoyo de historia Herbert West en juego bajo el control de un investigador con una copia de Alianzas frágiles vinculada.
ko: ‘허버트 웨스트’ 자산을 조사자 중 한 명이 조종하는 상태로 플레이 영역에 두고, ‘미약한 동맹’ 사본을 1장 부착합니다.

source: Check your campaign log. For each location, put the listed location into play depending on if it is "<i>Rallied</i>" or not. Otherwise, place the "Normal:" location into play. Remove all other locations from the game.
es: Comprueba el registro de campaña. Por cada Lugar, pon en juego los siguientes Lugares listados dependiendo de si está "<i>Protegido</i>" o no. Si no lo está, pon en juego su copia "Normal". Retira el resto de Lugares de la partida.
ko: 캠페인 기록지를 확인합니다. 각 장소마다, 아래 목록에 있는 장소를 플레이 영역에 둘 때, 결집됨 이라 표기된 장소는 “<i>결집됨</i>”과 일치하는 명칭을 찾아서 플레이 영역에둡니다. 그렇지 않으면, “<i>일반</i>”에 나열된 명칭을 찾아서 플레이 영역에 둡니다. 나머지 위치는 게임에서 제거합니다.

source: Arkham Advertiser (Rallied): Final Edition
es: Arkham Advertiser (Protegido): Última edición
ko: 아컴 애드버타이저 (결집됨): 최종판본

source: Arkham Advertiser (Normal): Word of Mouth
es: Arkham Advertiser (Normal): Boca a boca
ko: 아컴 애드버타이저 (일반): 입소문

source: Bank of Arkham (Rallied): Market Close
es: Banco de Arkham (Protegido): Cierre de mercados
ko: 아컴 은행 (결집됨): 마감장

source: Bank of Arkham (Normal): The War Chest
es: Banco de Arkham (Normal): Botín de guerra
ko: 아컴 은행 (일반): 군자금

source: General Store (Rallied): Everything Must Go
es: Colmado (Protegido): Sacando mercancía
ko: 잡화점 (결집됨): 전부 판매중

source: General Store (Normal): Lend a Hand
es: Colmado (Normal): Echando una mano
ko: 잡화점 (일반): 도움의 손길

source: Ma's Boarding House (Rallied): Friends to the End
es: Pensión de Ma (Protegido): Amigos para siempre
ko: 마 매시슨의 하숙집 (결집됨): 영원한 친구

source: Ma's Boarding House (Normal): Heart of Arkham
es: Pensión de Ma (Normal): El corazón de Arkham
ko: 마 매시슨의 하숙집 (일반): 아컴의 심장

source: Orne Library (Rallied): Past Due
es: Biblioteca Orne (Protegido): Incunable
ko: 오른 도서관 (결집됨): 연체중

source: Orne Library (Normal): The Brain's Paradise
es: Biblioteca Orne (Normal): Un paraíso para el cerebro
ko: 오른 도서관 (일반): 두뇌의 낙원

source: River Docks (Rallied): Quitting Time
es: Muelles (Protegido): Hora de salir
ko: 강변 부두 (결집됨): 퇴근 시간

source: River Docks (Normal): Take to Arms
es: Muelles (Normal): Manos a la obra
ko: 강변 부두 (일반): 무장 태세

source: Ye Olde Magick Shoppe (Rallied): The End of Days
es: Vieja tienda de Magia (Protegido): El fin de los días
ko: 예 올디 매지크 샵 (결집됨): 일상의 끝

source: Ye Olde Magick Shoppe (Normal): With Eyes Unseen
es: Vieja tienda de Magia (Normal): El ojo que todo lo ve
ko: 예 올디 매지크 샵 (일반): 보이지 않는 눈으로

source: Hibb's Roadhouse (Rallied): Last Call
es: Motel Hibb (Protegido): Última llamada
ko: 히브의 가로변 식당 (결집됨): 마지막 주문

source: Hibb's Roadhouse (Normal): Seedy Underbelly
es: Motel Hibb (Normal): Rugen las tripas
ko: 히브의 가로변 식당 (일반): 지저분한 이면

source: Replace the Arkham Advertiser location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Arkham Advertiser por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘아컴 애드버타이저’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Replace the Bank of Arkham location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Banco de Arkham por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘아컴 은행’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Replace the General Store location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Colmado por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘잡화점’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Replace the Hibb's Roadhouse location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Motel de Hibb por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘히브의 가로변 식당’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Replace the Ma's Boarding House location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Pensión de Ma por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘마 매시슨의 하숙집’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Replace the Orne Library location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Biblioteca Orne por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘오른 도서관’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Replace the River Docks location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Muelles por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘강변 부두’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Replace the Ye Olde Magick Shoppe location with the Crater of Unbinding. Put the Baalshandor enemy into play at this location.
es: Reemplaza el Lugar Vieja tienda de Magia por el Lugar Cráter de la Liberación. Pon el enemigo Baalshandor en juego en ese Lugar.
ko: ‘예 올디 매지크 샵’ 장소를 게임에서 제거하고 ‘해방의 구덩이’로 대체합니다. ‘바알샨도르’적을 그 장소에 둡니다.

source: Put the Baalshandor enemy into play at the location recorded as the <i>Site of Unbinding</i>.
es: Pon el enemigo Baalshandor en juego en el Lugar anotado como <i>Lugar de la Liberación</i>.
ko: ‘바알샨도르’ 적을 <i>해방의 장소</i>에 기록된 장소에 둡니다.

source: Check Campaign Log. If <i>Greyson cut ties</i> and a Hibb's Roadhouse location is in play:
es: Comprueba el registro de campaña. Si <i>Greyson cortó lazos</i> y el Motel Hibb está en juego:
ko: 캠페인 기록지를 확인합니다. ‘히브의 가로변 식당’이 플레이 영역에 있고, <i>그레이슨이 배신했다</i> 항목이 있습니까?

source: Put the Greyson's Loyalists asset into play.
es: Pon el Apoyo Leales de Greyson en juego en el Motel Hibb.
ko: ‘그레이슨의 충복’ 자산을 ‘히브의 가로변 식당’에 둡니다.

source: Remove the Greyson's Loyalists asset from the game.
es: Retira el Apoyo Leales de Greyson de la partida.
ko: ‘그레이슨의 충복’ 자산을 게임에서 제거합니다.

source: The investigators begins play at the location of the lead investigator's choice.
es: Los investigadores comienzan la partida en el Lugar que decida el investigador jefe.
ko: 모든 조사자들은 대표 조사자가 선택한 장소에서 시작합니다.

source: Location Enemies & Flipping
es: Lugares enemigo y dar la vuelta
ko: 장소 적 & 뒤집기

source: This scenario contains enemies that are so large that they are also locations. The following rules apply to enemies that are locations:
es: Este escenario contiene enemigos que son tan grandes que también son Lugares. Las siguientes reglas se aplican sólo a los enemigos que también son Lugares:
ko: 이번 시나리오에는 너무 거대하기에 장소이기도 한 적이 포함되어 있습니다. 장소이기도 한 적에게는 다음 규칙이 적용됩니다.

source: All location enemies automatically gain massive.
es: Todos los Lugares enemigo obtienen automáticamente Descomunal.
ko: 모든 장소 적은 자동으로 거대한을 얻습니다.

source: Location enemies cannot move or be moved.
es: Los Lugares enemigos no pueden moverse o ser movidos.
ko: 장소 적은 움직이거나 움직여지지 않습니다.

source: <b>Investigate</b> actions do not trigger opportunity attacks from location enemies.
es: Las acciones de <b>Investigar</b> no generan ataques de oportunidad de los Lugares enemigo.
ko: <b>조사</b> 행동은 장소 적의 틈새 공격을 유발하지 않습니다.

source: When you reveal or flip to a location enemy, place clues on it until it has clues equal to its clue value.
es: Cuando revelas o das la vuelta a un Lugar enemigo, coloca pistas sobre él hasta que tenga pistas igual a su valor de pistas.
ko: 당신이 장소 적을 공개하거나 뒤집었을 때, 그 위에 한계 단서 값이 될 때까지 단서를 둡니다.

source: When a location enemy is defeated or otherwise flipped, instead of placing it in the discard: Remove all non-horror tokens from it, then flip it.
es: Cuando un Lugar enemigo es derrotado o dado la vuelta de alguna manera, en vez de colocarlo en la pila de descartes de encuentros: Retira todas las fichas de horror que haya sobre él y dale la vuelta.
ko: 장소 적이 쓰러지거나, 다른 방법으로 뒤집힌 경우, 버리는 대신 공포 토큰이 아닌 모든 토큰을 버리고 뒤집습니다.

source: When you deal damage to a location enemy from a player effect, discover X clues from it, where X is half the damage you dealt, rounded up.
es: Cuando inflijas daño a un Lugar enemigo por un efecto de jugador, descubre X pistas en ese Lugar. X es la mitad del daño infligido, redondeando hacia arriba.
ko: 당신이 플레이어 효과로 장소 적에게 피해를 줄 때, 그곳에서 단서를 X개 발견합니다. X는 준 피해의 절반(소수점 올림)입니다.

source: When you discover clues from a location enemy using a player effect, deal X damage to it, where X is half the clues you discovered, rounded up.
es: Cuando descubras pistas en un Lugar enemigo por un efecto de jugador, inflige X puntos de daño a ese Lugar enemigo. X es la mitad de las pistas descubiertas, redondeando hacia arriba.
ko: 당신이 플레이어 효과로 장소 적에게 단서를 발견할 때, 피해를 X만큼 줍니다. X는 발견한 단서의 절반(소수점 올림)입니다.

source: When you flip a location, all enemies and investigators at that location are considered to be at the flipped side without moving.
es: Cuando des la vuelta a un Lugar enemigo, todos los enemigos e investigadores en ese Lugar se consideran en el nuevo Lugar sin haberse movido.
ko: 당신이 장소를 뒤집을 때, 그 위치에 있는 모든 적과 조사자는 움직이지 않고 뒤집힌 장소에 있는 것으로 간주합니다.

source: <red>The investigators lose the campaign.</red>
es: <red>Los investigadores pierden la campaña.</red>
ko: <red>조사자들이 캠페인에서 패배했습니다.</red>

source: Resolution 0
es: Resolución 0
ko: 결말 0

source: <center><red><strike>And this is why I will never be truly undone.</strike></red></center> <center><red><strike>Because my curious children will always seek where they should not.</strike></red></center> <center><red><strike>They will always let the driving urges of their idle selves overtake their thinking minds.</strike></red></center> <center><red><strike>And in this way, all life serves me.</strike></red></center>
es: <center><red><strike>Y por esto nunca podré ser derrotado completamente.</strike></red></center> <center><red><strike>Porque mis curiosos hijos buscarán siempre donde no deberían.</strike></red></center> <center><red><strike>Siempre dejarán que sus impulsos primitivos se impongan a sus mentes pensantes.</strike></red></center> <center><red><strike>Y de este modo, toda la vida me sirve.</strike></red></center>
ko: <center><red><strike>이것이 내가 진정으로 쓰러지지 않는 이유이다.</strike></red></center> <center><red><strike>내 호기심 많은 자식들은 언제나 알아서는 안 될 지식을 갈구하기 때문이지.</strike></red></center> <center><red><strike>그들이 지닌 게으른 자아의 휘몰아치는 충동에 그 정신 마저 잡아먹히고.</strike></red></center> <center><red><strike>종래에는, 모든 생명이 나를 섬기게 될 것이다.</strike></red></center>

source: The first investigator who reads this records in their campaign log that <i>you have received a twisted gift</i>
es: El primer investigador que lea esto anota en el registro de campaña que <i>ha recibido un regalo envenenado</i>
ko: 이 항목을 처음으로 읽은 조사자는 캠페인 기록지에 <i>당신은 뒤틀린 선물을 받았다</i>라고 기록합니다.

source: Does <i>your body belong to Cthughua</i>?
es: ¿<i>Pertenece tu cuerpo a Cthughua</i>?
ko: <i>당신의 육신은 크투가의 것</i>입니까?

source: Do <i>you owe Hastur your life</i>?
es: ¿<i>Le debes a Hastur tu vida</i>?
ko: <i>당신은 하스터에게 목숨을 빚졌</i>습니까?

source: the Plaguebearer was bound anew.
es: el Portador de la Plaga fue encadenado de nuevo.
ko: 역병전파자가 다시 봉인되었다

source: the Plaguebearer was destroyed.
es: el Portador de la plaga fue destruido.
ko: 역병전파자를 쓰러트렸다

source: you conquered Death.
es: has conquistado a la muerte.
ko: 당신은 죽음을 지배했다

source: West conquered Death.
es: West ha conquistado a la muerte.
ko: 웨스트가 죽음을 지배했다

source: Each investigator is driven <b>insane</b> by the hateful experiments of the Living Flame.
es: Todos los investigadores se vuelven locos por los atroces experimentos de la Llama viviente.
ko: 모든 조사자는 살아있는 불꽃의 끔찍한 실험을 받아 <b>미칩니다</b>.

source: Each investigator is <b>killed</b> in service of the King.
es: Todos los investigadores <b>mueren</b> al servicio del Rey.
ko: 모든 조사자는 왕의 하인에게 살해당해 <b>사망합니다</b>.

source: Each investigator takes 2 physical trauma as the exhaustion of the ordeal has finally caught up to them.
es: Cada investigador sufre 2 traumas físicos debido a la extenuación que les ha requerido la tarea.
ko: 모든 조사자는 시련에서 겪은 피로감이 마침내 다가왔기에, 육체적 트라우마를 2씩 겪습니다.

source: Each investigator takes 2 mental trauma as the squabbles of humanity will always seem beneath them.
es: Cada investigador sufre 2 traumas mentales ya que ahora las disputas de la humanidad le parecerán absurdas.
ko: 모든 조사자는 인류의 다툼이 언제나 내제되어 있음을 깨닫고 정신적 트라우마를 2씩 겪습니다.

source: Each investigator takes 2 mental trauma as no one will ever believe the truth of what occurred.
es: Cada investigador sufre 2 traumas mentales ya que, nadie, nunca, creerá la verdad de lo ocurrido.
ko: 모든 조사자는 누구도 사건의 진실을 믿지 않을 것이기에, 정신적 트라우마를 2씩 겪습니다.

source: <center><red>Rejoice.</red></center> <center><red>It is as foretold.</red></center> <center><red>The Bearer of Plagues is mourned no longer.</red></center> <center><red>This wretched city heeds the call.</red></center> <center><red>As the midnight hour stretches ever on.</red></center> <center><red>As my new reign extends past any bounds.</red></center> <center><red>This worthless species heeds the call.</red></center> <center><red>Each living thing falls to my sway.</red></center> <center><red>All is mine, and all is me.</red></center> <center><red>This pitiful planet heeds the call.</red></center> <center><red>But the war is not won.</red></center> <center><red>The flesh of my new servants will fuel the demise of those who opposed me.</red></center> <center><red>And all realities will become my domain.</red></center> <center><red>Heed the call.</red></center>
es: <center><red>Regocijaos.</red></center> <center><red>Ha sido como se predijo.</red></center> <center><red>El Portado de Plagas ya no se lamenta.</red></center> <center><red>Esta miserable ciudad ha escuchado la llamada.</red></center> <center><red>A medida que la medianoche se extiende.</red></center> <center><red>Mientras mi nuevo reino excede de cualquier limite.</red></center> <center><red>Estas míseras especies han escuchado la llamada.</red></center> <center><red>Toda forma de vida está ahora bajo mi influencia.</red></center> <center><red>Todo es mío y todo soy yo.</red></center> <center><red>Este nimio planeta ha escuchado la llamada.</red></center> <center><red>Pero la guerra aún no está ganada.</red></center> <center><red>La carne de mis nuevos siervos acelerará la caída de los que se opusieron a mi.</red></center> <center><red>Y todas las realidades estarán bajo mi dominio.</red></center> <center><red>Escucha la llamada.</red></center>
ko: <center><red>경애하라.</red></center> <center><red>예언대로.</red></center> <center><red>역병전파자의 애도는 끝나고</red></center> <center><red>이 비참한 도시가 부름에 답했다.</red></center> <center><red>영원한 자정이 이어지면서.</red></center> <center><red>한계를 초월한 나의 새로운 통치에.</red></center> <center><red>이 하등한 종족이 부름에 답했다.</red></center> <center><red>모든 생물은 나의 뜻이 되고.</red></center> <center><red>모든 것은 나의 소유이며, 모든 것은 나 자신이니.</red></center> <center><red>이 가련한 행성이 부름에 답했다.</red></center> <center><red>그러나 전쟁은 이기지 못했으니.</red></center> <center><red>새로운 노예들의 육신이 내게 반하는 자들의 죽음을 가져올것이다.</red></center> <center><red>그리고 모든 현실이 나의 영역이 되었으니.</red></center> <center><red>부름에 답하거라.</red></center>

source: <center><red><strike>You.</strike></red></center> <center><red><strike>You have thwarted me.</strike></red></center> <center><red><strike>Prevented what was promised.</strike></red></center> <center><red><strike>My hatred for you is unknowable.</strike></red></center> <center><red><strike>But you will have an eternity to learn.</strike></red></center> <center><red><strike>For we are bound together.</strike></red></center> <center><red><strike>And death is my dominion.</strike></red></center>
es: <center><red><strike>Tú.</strike></red></center> <center><red><strike>Has frustrado mis planes.</strike></red></center> <center><red><strike>Has prevenido lo que se vaticinó.</strike></red></center> <center><red><strike>Mi odio hacia ti es incognoscible.</strike></red></center> <center><red><strike>Pero tendrás la eternidad para aprender.</strike></red></center> <center><red><strike>Porque estamos unidos para siempre.</strike></red></center> <center><red><strike>Y la muerte es mi dominio.</strike></red></center>
ko: <center><red><strike>네놈은</strike></red></center> <center><red><strike>나를 방해하고</strike></red></center> <center><red><strike>약속을 어겼지.</strike></red></center> <center><red><strike>헤아릴 수 없는 나의 증오심을</strike></red></center> <center><red><strike>영겁의 시간 속에 깨닫거라.</strike></red></center> <center><red><strike>너는 내게 구속되었고.</strike></red></center> <center><red><strike>나는 죽음의 지배자다.</strike></red></center>

source: The massive form of Baalshandor seizes up, then begins to rapidly rise in temperature. You feel both the flesh of the Ancient One and your own begin to bubble and burst. Before you can even scream, your consciousness leaves you.
es: La gigantesca forma de Baalshandor te atrapa y comienza a aumentar su temperatura rápidamente. Notas como la carne del Primigenio y la tuya propia comienzan a burbujear y a arder Antes de que puedas siquiera gritar, pierdes la consciencia.
ko: 거대한 형상의 바알샨도르가 발작하면서, 급격히 뜨거워지기 시작합니다. 당신은 고대의 존재와 당신의 육신 모두 거품을 내며 터지기 시작하는 것이 느껴집니다. 외마디 비명조차 지르기도 전에, 당신의 의식이 떠내려갑니다.
