{
  "id": "dwl_prologue",
  "original_id": "dwl_prologue",
  "scenario_name": "Prologue",
  "full_name": "Prologue",
  "type": "interlude",
  "setup": [
    "intro",
    "scenario_choice"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "narration": {
        "id": "the_dunwich_legacy.prologue.prologue",
        "name": "Prologue",
        "lang": [
          "dv",
          "de",
          "es"
        ]
      },
      "text": "Dr. Henry Armitage pours himself a glass of pinot and sits down at his desk, gesturing for you to sit across from him. “I apologize for the short notice,” he begins. His face is pale, his forehead sweaty and wrinkled with worry.\nArmitage—the head librarian of Miskatonic University, and a former mentor of yours—privately contacted you in the hopes of gaining your assistance. Eager to help, you made your way to his home in Southside. Upon entering, you were surprised to find his home in disarray. Books and notes litter his desk, and an empty bottle of wine has tipped over onto the ground by the fireplace. You’d always known Armitage to be neat and well-organized.\nThe elderly man takes a moment to collect his thoughts. “I am looking for two of my colleagues—Dr. Francis Morgan, professor of archaeology, and Warren Rice, professor of languages. Warren was supposed to meet up with me over supper earlier today to discuss several important findings, but he has since gone missing. At first I thought nothing of it, but I have a nagging feeling something else is going on. A very… <b>familiar</b> feeling.” You’ve never seen Armitage quite this worried before. His hands tremble as he reaches for the glass on his desk, and he sips from it nervously. “I tried to find Francis, hoping he knew where Warren was, but he too is out of touch. Francis has been spending a lot of time in some gambling den, or so I am told.\n“I sent for you because I am worried Warren might be in trouble. I would appreciate it greatly if you could find him for me. You may also wish to ask Francis for help, if you can reach him.”"
    },
    {
      "id": "scenario_choice",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "1a",
            "text": "<i>Professor Warren Rice was last seen working late at night in the humanities department of Miskatonic University. Let’s search for him there.</i>",
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "return_to_extracurricular_activity"
              }
            ]
          },
          {
            "id": "1b",
            "text": "<i>Dr. Francis Morgan was last seen gambling at the Clover Club, an upscale speakeasy and gambling joint located downtown. Let’s go talk to him.</i>",
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "return_to_the_house_always_wins"
              }
            ]
          }
        ]
      }
    }
  ]
}