{
  "id": "return_to_the_miskatonic_museum",
  "original_id": "the_miskatonic_museum",
  "scenario_name": "Return to The Miskatonic Museum",
  "full_name": "Scenario II: Return to The Miskatonic Museum",
  "setup": [
    "prologue",
    "check_henry_armitage_kidnapped",
    "gather_encounter_sets",
    "setup_locations",
    "exhibit_halls",
    "set_aside_cards",
    "encounter_deck",
    "agenda_forced_effect",
    "void_note",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_miskatonic_museum",
        "return_to_the_miskatonic_museum",
        "bad_luck",
        "sorcery",
        "beyond_the_threshhold",
        "creeping_cold",
        "secret_doors"
      ]
    },
    {
      "id": "exhibit_halls",
      "text": "Set the “Exhibit Hall” locations aside as a separate 6 card “Exhibit Deck.” To do this, perform the following:",
      "bullets": [
        {
          "text": "Gather the 8 “Exhibit Hall” locations. Set Exhibit Hall <i>(Restricted Hall)</i> aside and randomly remove 2 Exhibit Hall locations from the game."
        },
        {
          "text": "Shuffle the Exhibit Hall <i>(Restricted Hall)</i> and 2 other random Exhibit Hall locations together to form the bottom 3 cards of the Exhibit Deck, unrevealed side faceup."
        },
        {
          "text": "Then, place the other 3 Exhibit Hall locations on top, in a random order. All 6 cards of the Exhibit Hall deck should be showing only the unrevealed side, so that the players do not know which Exhibit Hall is the Exhibit Hall <i>(Restricted Hall)</i>."
        }
      ]
    },
    {
      "id": "agenda_forced_effect",
      "text": "For the duration of this scenario, the following additional rule applies:\n\"While an investigator is resolving the text on agenda 1b and agenda 2b, the <b>Forced</b> ability on the next agenda in the agenda deck is considered to be active.\"\nYou can attach the Return to The Miskatonic Museum scenario reference card to The Miskatonic Museum scenario reference card as a reminder."
    }
  ]
}
