{
  "id": "a_confrontation",
  "type": "interlude",
  "scenario_name": "A Confrontation",
  "full_name": "Interlude V: A Confrontation",
  "header": "Interlude V",
  "icon": "haze_of_miasma",
  "setup": [
    "check_have_been_warned",
    "$upgrade_decks"
  ],
  "steps": [
    {
      "id": "check_have_been_warned",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "you_have_been_warned",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_4"]
          },
          {
            "boolCondition": false,
            "steps": ["intro_1", "decide_west"]
          }
        ]
      }
    },
    {
      "id": "intro_1",
      "type": "story",
      "text": "You have words for Herbert West. He's been lying to you - if not directly, than by omission, about his part in all this. As West motions around the clock room, babbling about the ritual, you grab him by the arm and demand answers.\nWest quickly quiets. After a moment of staring each other down, he asks, \"And just what are you accusing me of?\"\nMurder. Conspiracy. Hell, he could be a thrall of Baalshandor. He created the First Among Many. He was experimenting near where the Pustule appeared. He has a nasty habit of vanishing just before things get bad. He may have even tried to kill you at St Mary's.\nWest frowns at you. \"You're being ridiculous. If you insist on wasting time here, I refuse to be part of it.\" He begins to pull away, but is held against your grip."
    },
    {
      "id": "decide_west",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "stop_him",
            "text": "<i>West can't be trusted. You can't let him slip away again.</i>",
            "steps": ["intro_2", "remove_herbert_west", "death_conquered_herbert_west"]
          },
          {
            "id": "go",
            "text": "<i>West might be at fault, but this is all circumstantial. Let him go.</i>",
            "steps": ["intro_3", "maybe_earn_herbert_west", "baalshandor_struck_the_first_blow"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "You can't risk leaving this to chance. Even if Herbert West isn't actively your enemy, he's a monster. West looks shocked as he pulls against your grip.\n\"Are we resorting to physical violence, like cavemen? I'm disappointed in you. And to think-\"\nWithout warning, West lunges towards you, his emerald eyes gleaming and a syringe in his hand. You fall backwards, and as West swings, he trips over you and stumbles headfirst into the gear mechanism of the clock. As the clock begins to strike midnight, a sickening crunch fills the room.\nYou begin to pull yourself to your feet when you hear an impossibly deep laugh.\n<center><red>Already tearing each other apart!</red></center>\nYou turn to see a massive green eye staring through the clock face. Before you can react, a red arm the size of a bus tears through the tower, sending you hurtling to the ground below.\nBaalshandor has arrived on Earth."
    },
    {
      "id": "remove_herbert_west",
      "text": "If Herbert West is in any player's deck, remove him from that deck.",
      "effects": [
        {
          "type": "remove_card",
          "card": "zcp_00065"
        }
      ]
    },
    {
      "id": "death_conquered_herbert_west",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "death_conquered_herbert_west",
          "text": "Death conquered Herbert West."
        }
      ]
    },
    {
      "id": "intro_3",
      "type": "story",
      "text": "West has made terrible mistakes. But he's not your enemy. You let him slip from your grasp, and he straightens his sleeve.\nThe bells of the clock tower begin to ring out midnight, and West lets out a frightened gasp. You turn to face what he's seeing. A massive green eye stares through the front face of the clock. As the massive red arm begins to tear through the tower, you tackle West out of  the way. The two of you hurtle to the earth below, miraculously landing in a large bush.\nWest takes you by the arm and helps to pull you up. \"You've saved my life. I am in your debt.\"\nHis words are small comfort as you gaze upon the behemoth that stands nearby, gaze bearing down upon you.\n<center><red>Once again you survive. No longer. Time to die.</red></center>\nBaalshandor has arrived on Earth."
    },
    {
      "id": "maybe_earn_herbert_west",
      "text": "If Herbert West is not in a player's deck:",
      "type": "branch",
      "condition": {
        "type": "has_card",
        "investigator": "any",
        "card": "zcp_00065",
        "options": [
          {
            "boolCondition": false,
            "steps": ["earn_herbert_west"]
          }
        ]
      }
    },
    {
      "id": "earn_herbert_west",
      "bullet_type": "small",
      "text": "Any player may add Herbert West to their deck. This card does not count against their deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "zcp_00065"
        }
      ]
    },
    {
      "id": "baalshandor_struck_the_first_blow",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "baalshandor_struck_the_first_blow",
          "text": "Baalshandor struck the first blow."
        }
      ]
    },
    {
      "id": "intro_4",
      "type": "story",
      "text": "You have words for Herbert West. But now is neither the time nor the place. If the vision was true, you are all still in imminent danger. You grab West by the arm and pull him with you down the stairs.\nAs you exit Town Hall, the bells begin to ring out the midnight hour. You look back, and are stunned to see a behemoth of a being smash its arm through the top of Town Hall. Its multitude of eyes swivel and stare down at you.\n<center><red>Ah. My clever instruments of unbinding. Time to die.</red></center>\nBaalshandor has arrived on Earth."
    }
  ]
}