Repository: zzorba/arkham-cards-data
Catalog: 12_dawn_of_the_final_day.po
Languages: es

source: You may spend 5 resources to search your deck for an [[Item]] card and play it, ignoring its cost. Any other investigator may trigger this codex again.
es: Puedes gastar 5 recursos para buscar una carta [[Objeto]] en tu mazo y jugarla, ignorando su coste. Cualquier otro investigador puede volver a activar este códice.

source: The schoolhouse is deserted. You find a large empty barrel behind the outhouse and try to plant the fireworks.
es: La escuela está desierta. Encuentras un gran barril vacío detrás del retrete exterior e intentas colocar los fuegos artificiales.

source: Test [combat] or [agility] (3) to hide the fireworks.
es: Realiza una prueba de [combat] o de [agility] (3) para esconder los fuegos artificiales.

source: The schoolhouse is empty today. Several hand-drawn pictures on the wall depict dozens of bright, many-colored creatures.
es: Hoy la escuela está vacía. En la pared hay varios dibujos hechos a mano que muestran docenas de criaturas multicolor.

source: <b>If “you are delivering a package”:</b>
es: <b>Si “estás entregando un paquete”:</b>

source: You hand the package across the counter to Martha Jean, who regards you with a long smile. A teacup lies shattered on the floor nearby.
es: Le entregas el paquete a Martha Jean al otro lado del mostrador. Ésta te contempla con una amplia sonrisa. Hay una taza de té hecha añicos en el suelo.

source: “Got a gift for a special someone?” Martha Jean slurs, staring. “Why didn’t you ask me to dance last night? I would have said yes.”
es: –¿Tiene un regalo para alguien especial? –dice Martha Jean arrastrando las palabras y mirándote fijamente–. ¿Por qué no me pidió bailar anoche? Habría dicho que sí.

source: Place 1 doom on the lead investigator’s investigator card.
es: Coloca 1 ficha de Perdición en la carta de Investigador del investigador jefe.

source: Dr. Marquez has a hunch.
es: la Dra. Marquez tiene una corazonada.

source: Update your Campaign Log. In Simeon Atwood’s Notes, if there are at least 1 [per_investigator] tallies next to <i>the plan is underway</i>:
es: Actualiza el registro de campaña. Si en las Notas de Simeon Atwood hay al menos 1 marca [per_investigator] junto a <i>El plan está en marcha</i>:

source: The Vale is full of fireworks.
es: El Valle está lleno de fuegos artificiales.

source: Make preparations for your final survey.
es: Realiza los preparativos para el último estudio.

source: A ring of villagers wearing animal masks pulls you to your feet. As you stand, you can’t help but grin as a soothing bliss washes over you. A woman wearing a deer mask helps you back to the Boarding House to reconvene with the survey.
es: Un círculo de aldeanos con máscaras de animales os levantan. Cuando estáis en pie, no podéis evitar sonreír cuando os invade una dicha apaciguadora. Una mujer con máscara de ciervo os acompaña de vuelta a la pensión para que sigáis el estudio.

source: Dr. Marquez nods along to Bertie’s observation. “You’re onto something. The bliss is almost a kind of lure. Draw in prey, numb them to pain and drain them of their faculties, then devour what remains.” The professor arches an eyebrow. “It would have to be a highly advanced apex predator. Although I’m still suspicious the odd behavior is due to toxic gas.”
es: La Dra. Marquez asiente ante la observación de Bertie. –Llevas razón. La dicha es casi como una especie de cebo. Atrae a la presa, la anestesia frente al dolor y la deja sin facultades para luego devorar lo que queda –explica la profesora, arqueando una ceja–. Tendría que ser un depredador alfa altamente evolucionado. Aunque sigo sospechando que los comportamientos extraños se deben a un gas tóxico.

source: Dr. Marquez looks utterly exhausted as she hefts her pack into the back of Theo’s blue truck. “Today’s the last day,” she says. “Let’s make the most of it.”
es: La Dra. Marquez parece completamente agotada cuando sube su mochila a la caja de la camioneta azul de Theo. –Hoy es el último día –dice–. Vamos a aprovecharlo al máximo.

source: Remove Judith Park from the game.
es: Retira a Judith Park de la partida.

source: Remove Helen Peters from the game.
es: Retira a Helen Peters de la partida.

source: Take control of Judith Park. When this prelude ends, set Judith Park aside, out of play.
es: Toma el control de Judith Park. Cuando este preludio acabe, pon a Judith Park aparte, fuera del juego.
