Repository: zzorba/arkham-cards-data
Catalog: 12_dawn_of_the_final_day.po
Languages: es

source: Dawn of the Final Day
es: Alba del último día

source: Prelude: Dawn of the Final Day
es: Preludio: Alba del último día

source: After a few scant hours of sleep, you emerge from your room to find Dr. Marquez groggily sipping hot black coffee. “You look like death,” she says darkly. You tell her she looks the same, and she laughs emptily. “I’ve had worse. Not much worse. But worse.”
es: Tras unas escasas horas de sueño, salís de vuestras habitaciones y encontráis a la Dra. Marquez bebiendo un café caliente. Está como atontada. –Parecen tener un pie en el otro barrio –bromea. Le decís que su aspecto no es mucho mejor y se ríe sin ganas. –He estado peor. No mucho peor, pero sí peor.

source: You awaken to the sound of singing outside your window. You head downstairs to find Dr. Marquez groggily sipping black coffee, her expression grim. When you ask about the events of last night, she looks at you wearily. “Whatever happened last night is not going into the report, is all I’ll say.” Further questions are met with a stony silence.
es: Os despertáis con el sonido de canciones que llegan desde fuera. Bajáis y encontráis a la Dra. Marquez bebiendo un café caliente. Está como atontada y tiene una expresión ceñuda. Cuando le preguntáis por los acontecimientos de la noche anterior, os mira agotada. –Sólo voy a decir que lo que pasara anoche no va a quedar registrado en el informe. Cualquier pregunta posterior recibe el más absoluto silencio.

source: After a quick breakfast, you emerge from the Boarding House into an almost fairy tale atmosphere: locals dancing in circles, singing lilting melodies, and reclining on quilts. Dozens of outsiders in everyday clothes mingle with the locals, laughing. Fully aware of the danger ahead, you make preparations for one last survey.
es: Tras un desayuno rápido, salís de la pensión y descubrís un ambiente casi de cuento de hadas: lugareños bailando en círculos, cantando melodías rítmicas y unos cuantos reclinados en colchas. Docenas de forasteros con ropa cotidiana se relacionan con los lugareños entre risas. Plenamente conscientes del peligro que os espera, realizáis los preparativos para una última exploración.

source: More survey assistance has arrived. Any player whose investigator was <b>killed</b> in The Longest Night scenario may select a new investigator and upgrade their new deck to half the earned experience of their previous investigator <i>(rounded up)</i>.
es: Ha llegado ayuda para el estudio. Cualquier jugador cuyo investigador <b>muriera</b> en el escenario La noche más larga puede seleccionar un nuevo investigador y mejorar su nuevo mazo hasta la mitad de la experiencia obtenida por su anterior investigador <i>(redondeando hacia arriba)</i>.

source: Put the <b>Day Three</b> Time Marker card into play. Are you hungry yet?
es: Pon en juego la carta Indicador de tiempo <b>Día tres</b>. ¿Tienes hambre ya?

source: Build the act and agenda deck using All is Full of Love and Dawn of the Final Day. Remove each other act and agenda from the game.
es: Crea el mazo de Acto y de Plan usando Todo está lleno de amor y Alba del último día. Retira de la partida todos los demás actos y planes.

source: Put each location except for The Crossroads and The Old Mill into play on its (<b>Day</b> [day]) side according to the location layout below.
es: Pon en juego por su lado (<b>Día [day]</b>) cada Lugar, excepto El cruce de caminos y El viejo molino, según la Distribución de Lugares sugerida más abajo.

source: Use The Crossroads and The Old Mill locations from the Day of the Feast encounter set, <i>(Morning)</i> side faceup. Remove the other The Crossroads and The Old Mill locations from the game.
es: Usa los Lugares El cruce de caminos y El viejo molino del conjunto de encuentros <i>Día de la fiesta</i>, con el lado (<i>Mañana</i>) boca arriba. Retira de la partida los demás Lugares El cruce de caminos y El viejo molino.

source: Put Mother Rachel and Judith Park into play at The Crossroads, asset side faceup.
es: Pon en juego a la Madre Rachel y a Judith Park en El cruce de caminos, con el lado de Apoyo boca arriba.

source: Set the <i>Agents of the Colour</i> encounter set aside, out of play.
es: Pon aparte el conjunto de encuentros <i>Agentes del color</i>, fuera del juego.

source: A crowd of tourists and locals in white-gold cloaks gathers around the effigy in the center of Hemlock Vale. Mother Rachel stands in their midst, regarding each and every one of them with an exultant smile.
es: Una muchedumbre de turistas y de lugareños vestidos con capas blancas y doradas se reúne en torno a la efigie del centro del Valle de la Cicuta. La madre Rachel está entre ellos, mirándolos a todos y cada uno con una sonrisa exultante.

source: Check the Areas Surveyed section of your Campaign Log. If the box next to <i>Southern Fields</i> is checked:
es: Comprueba la sección “Zonas exploradas” de tu registro de campaña. Si la casilla de <i>Campos del sur</i> está marcada:

source: You cannot reach the matron.
es: No puedes llegar a la matrona.

source: Feeling bold, you cut through the crowd. The matron’s eyes brim with tears when she sees you. “Oh, my child. I prayed for your safe return.” She takes your hand as the crowd disperses. “It was not my place to interfere, although I was wracked with guilt. I am so thankful you are alive.”
es: Atraviesas la multitud sintiéndote audaz. Los ojos de la matrona se llenan de lágrimas al verte. –Ay, cuánto he rezado por que regresaran sanos y salvos –Te coge la mano mientras la muchedumbre se dispersa–. No era mi sitio interferir, aunque la culpa me hacía pedazos por dentro. Cuán agradecida estoy de verle con vida.

source: <i>“Thank you for your prayers.”</i>
es: <i>–Gracias por sus plegarias.</i>

source: <i>“I see you for what you really are.”</i>
es: <i>–Sé cómo es realmente.</i>

source: The matron smiles warmly. “I hope you will stand by me at the Feast tonight, as a guest of honor.” Before you can reply, you are pulled into the dancing circle around the effigy.
es: La matrona sonríe con calidez. –Espero que esta noche esté a mi lado en la fiesta, como invitado de honor. Antes de que puedas contestar, te atraen al círculo que baila en torno a la efigie.

source: the investigators learned their place.
es: los investigadores descubrieron su sitio.

source: The matron replies with a cold stare. “And I, too, see you for what you are. I hope you join us for the Feast.” Before you can reply, you are pulled into the dancing circle around the effigy.
es: La matrona contesta con una mirada gélida. –Y yo también sé cómo es. Espero que se una a nosotros en la fiesta. Antes de que puedas contestar, te atraen al círculo que baila en torno a la efigie.

source: Decrease Mother Rachel’s Relationship Level. Each investigator earns 1 bonus experience.
es: Reduce el nivel de relación de la madre Rachel. Cada investigador obtiene 1 punto de experiencia adicional.

source: Leah sits on the front porch, head cradled in her hands. She looks up as you approach. “Simeon was always talking about his ‘Secret Order of Miners.’ And he was—he was always talking about the mines. He said he’d been practicing for something. A ‘ journey to the center of the earth’ or whatever nonsense he’s been talking about with that boy Theo.”
es: Leah está sentada en el porche delantero. Levanta la vista para mirarte cuando te acercas. –Simeon no dejaba de hablar de su “orden secreta minera”. Y... estaba obsesionado con las minas. Decía que estaba practicando para algo. Un “viaje al centro de la tierra” o no sé qué tontería que había estado hablando con ese tal Theo.

source: The front door of the Atwood House slams, and Leah makes a beeline for you. “Simeon told me what you did for him. I can’t believe he—” She raises one hand to her head. “I’m just glad you were there to help. Thank you, from the bottom of my heart. If there’s anything we can do for you, please, don’t hesitate to ask.”
es: La puerta delantera de la Casa Atwood se abre de golpe y Leah sale directa hacia ti. –Simeon me ha contado lo que hicieron por él. No me puedo creer que... –Se lleva una mano a la cabeza–. Me alegro de que estuvieran allí para ayudar. Gracias, de corazón. Si hay algo que podamos hacer por ustedes, por favor, no duden en pedirlo.

source: Increase Leah Atwood’s Relationship Level by 2. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de Leah Atwood en 2. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: You find William scratching notes in his commonplace book. “I wonder if I should quote Socrates. No, it would be rather gauche...” When you ask him to explain, he shows you a handsome poem written in flowing script: <center><fancy>I tarry amidst violet blooms</fancy></center> <center><fancy>Celebrating the advent of what I assume you presume:</fancy></center> <center><fancy>An effulgent fledgling joy.</fancy></center>
es: Encuentras a William garabateando notas en su libro común. –Me pregunto si debería citar a Sócrates. No, sería bastante torpe… Cuando le pides que te explique lo que hace, te muestra un poema escrito con letra vistosa: <center><fancy>Me entretengo entre brotes de violetas</fancy></center> <center><fancy>Celebrando la llegada de lo que supongo que presumes:</fancy></center> <center><fancy>Una luminosa dicha incipiente.</fancy></center>

source: Check your Campaign Log. <i>If William stood by you:</i>
es: Comprueba el registro de campaña. Si <i>William apoyó a los investigadores:</i>

source: William looks grave as you hand back his book. “Last night’s events have cast a pall on the Feast. I do not know Mother Rachel’s true intentions, but I think it’s time the Hemlocks dug in. Perhaps it would be better if River and I stood as one ...”
es: William tiene un aspecto grave cuando le devuelves su libro. –Los sucesos de anoche han empañado la fiesta. Desconozco las verdaderas intenciones de la madre Rachel, pero creo que es hora de que los Cicuta se pongan firmes. Quizás sería mejor que River y yo hiciéramos piña…

source: <i>If William took heart:</i>
es: Si <i>William se ha animado</i>:

source: In William Hemlock’s Notes, record <i>William is resolved</i>.
es: Anota en las Notas de William Cicuta que <i>William se ha decidido</i>.

source: William is resolved.
es: William se ha decidido.

source: “Ah! I’ve got it,” William exclaims. After a minute of furious scribbling, he shares more: <center><fancy>The brilliance that burns</fancy></center> <center><fancy>Turns wholly my heart to the sky.</fancy></center> <center><fancy>My vision brims</fancy></center> <center><fancy>For our glorious ascension is nigh.</fancy></center>
es: –¡Ah! Lo tengo –exclama William. Tras un minuto de furioso garrapateo, comparte algo más: <center><fancy>El resplandor que arde</fancy></center> <center><fancy>eleva mi corazón completamente hacia el cielo.</fancy></center> <center><fancy>Mi visión se colma</fancy></center> <center><fancy>Pues nuestra gloriosa ascensión se acerca.</fancy></center>

source: <b><i>If River stood by you</i> and <i>the scheme is in motion</i>:</b>
es: <b><i>Si River apoyó a los investigadores:</i> y <i>el plan está en marcha</i>:</b>

source: River breaks from the crowd and takes you aside. “I helped you last night, so now I need something in return. During the Feast tonight, I need you to distract my sweet William using any means necessary. If he threatens violence, I expect your help!”
es: River sale de entre la multitud y te lleva aparte. –Anoche les ayudé, así que ahora necesito algo a cambio. Durante la fiesta de esta noche, tienen que distraer a mi dulce William empleando cualquier medio que sea necesario. ¡Espero su ayuda si se pone violento!

source: In River Hawthorne’s Notes, record <i>River is reclaiming their legacy.</i>
es: Anota en las Notas de River Hawthorne que <i>River va a reclamar su legado.</i>

source: River is reclaiming their legacy.
es: River va a reclamar su legado.

source: “I’ll have you all know that I risked life and limb for all of the cranberry sauce at today’s feast,” River looks imperiously at their entourage, who listen attentively. “So I expect each and every one of you to not only vote for my sauce in the competition, but also to eat a double helping of it. If I don’t get my prize, I’ll go straight to Langston and ask him to write a very unflattering poem about each of you.”
es: –Quiero que todo el mundo sepa que arriesgué el pellejo para lograr toda la salsa de arándanos que hay en la fiesta de hoy –dice River mientras mira imperiosamente a quienes la rodean, que escuchan con atención–. Así que espero que todos y cada uno de vosotros no os limitéis a votar por <i>mi</i> salsa en la competición, sino que también os comáis ración doble. Si no consigo el premio, iré derecha a Langston y le pediré que escriba un poema poco halagador sobre cada uno de vosotros.

source: <b><i>If Gideon stood by you:</i></b>
es: <b><i>Si Gideon apoyó a los investigadores:</i></b>

source: Gideon sits at the back of the chapel, hat in his hands. He smiles at your approach. “I weren’t much for religion, but I’d ne’er heard a sermon like Mother Rachel’s. Nothin’ like the New Church Green in Innsmouth. They were always beggin’ fer coin. An’ the sermons were a mite fishy.”
es: Gideon está sentado en la parte de atrás de la capilla, con el gorro en las manos. Te sonríe cuando te acercas. –Nunca he sido muy de la religión, pero jamás había oído un sermón como el de la madre Rachel. Nada que ver con New Church Green en Innsmouth. Ésos siempre estaban pidiendo dinero. Y los sermones eran algo sospechosos.

source: Gideon sits at the back of the sanctuary, either praying or asleep. Rather than disturb him, you stop to admire several wooden spiral sculptures.
es: Gideon está sentado en la parte de atrás del santuario, rezando o dormido. En lugar de molestarlo, te detienes a admirar varias esculturas de madera en espiral.

source: “Something’s off,” Judith stares up at the sun, one hand on the holster of her gun. Above, a dark patch of sky flits and then descends as a cloud of smoke, dispersing a gaggle of tourists. Judith raises her gun and prepares to fire into the smoke.
es: –Hay algo raro –dice Judith mientras levanta la vista hacia el sol con una mano en la funda de su arma. En el firmamento, un oscuro trozo de cielo revolotea y luego desciende como una nube de humo, dispersando a un grupo de turistas. Judith levanta el arma y se prepara para disparar contra el humo.

source: Search the set-aside <i>Agents of the Colour</i> encounter set for 1 copy of the Miasmatic Shadow enemy and spawn it at The Crossroads.
es: Busca en el conjunto de encuentros <i>Agentes del color</i> puesto aparte 1 copia del Enemigo Sombra miasmática y haz que aparezca en El cruce de caminos.

source: Check your Campaign Log. <i>If Judith stood by you</i>, and/or <i>The Thing in the Depths was defeated</i>, and/or Judith Park is at Relationship Level 4 or higher:
es: Comprueba el registro de campaña. Si <i>Judith apoyó a los investigadores</i> y/o <i>La cosa de las profundidades fue derrotada</i> y/o el nivel de relación de Judith Park es 4 o más:

source: You shout at the bodyguard to stop. She lowers her gun as the roiling cloud flickers like a mirage. “With me!” Judith beckons you.
es: Gritas a la guardaespaldas que no dispare. Ella baja el arma mientras la agitada nube parpadea como un espejismo. –¡Venga conmigo! –exclama Judith mientras te hace un gesto.

source: In Judith Park’s Notes, record <i>you backed Judith up</i>.
es: Anota en las Notas de Judith Park que <i>los investigadores respaldaron a Judith</i>.

source: you backed Judith up.
es: los investigadores respaldaron a Judith.

source: The bodyguard fires blindly into the cloud. Shouts of alarm ring through the Crossroads as tourists dive for cover. The roiling cloud flickers like a mirage. “Son of a—” Judith exclaims, thunderstruck.
es: La guardaespaldas dispara contra la nube sin pensar. Se escuchan gritos de alarma por todo el cruce de caminos mientras los turistas se ponen a cubierto. La agitada nube parpadea como un espejismo. –Hay que jod… –espeta Judith, anonadada.

source: Discard 1 card at random from your hand.
es: Descarta 1 carta de tu mano al azar.

source: <b><i>If Theo stood by you:</i></b>
es: <b><i>Si Theo apoyó a los investigadores:</i></b>

source: “I’ll get you that dog mask right away, Mr. Sanders!” Theo shouts. The young man is inundated by requests from locals and tourists alike, but when he sees you, his face lights up. “Stay there! I wanted to talk to you about last night,” he takes a break and leads you to a small dark room at the back of the store. “I know the Vale has taken care of me. Mother Rachel’s taken care of me. But I...I don’t know anymore. What if my sister was right? What does Mother Rachel think she’s doing?” He bites his lip. “You’re the only one I can talk to about this.”
es: –¡Le conseguiré esa máscara de perro enseguida, Sr. Sanders! –grita Theo. El joven se ve inundado de peticiones tanto de lugareños como de turistas, pero cuando te ve, se le ilumina el rostro. –¡Quédese ahí! Quería hablar con usted sobre lo de anoche –Se toma un descanso y te lleva a una salita oscura que hay en la trastienda–. Sé que el Valle ha cuidado de mí. La madre Rachel ha cuidado de mí. Pero... ya no sé qué pensar. ¿Y si mi hermana tenía razón? ¿Qué cree la madre Rachel que está haciendo? –Se muerde el labio–. Usted es la única persona con la que puedo hablar de esto.

source: In Theo Peters’ Notes, record <i>Theo is having second thoughts.</i>
es: Anota en las Notas de Theo Peters que <i>Theo está teniendo dudas</i>.

source: Theo is having second thoughts.
es: Theo está teniendo dudas.

source: “I’ll get you that dog mask right away, Mr. Sanders!” Theo shouts. “Do you mind delivering this to the Commons for me?” He hands you a package. “It’s for my cousins in Portland.”
es: –¡Le conseguiré esa máscara de perro enseguida, Sr. Sanders! –grita Theo–. ¿Le importa entregar esto por mí en el salón comunitario? –Te da un paquete–. Es para mis primos de Portland.

source: Remember that “you are delivering a package.”
es: Recuerda que “estás entregando un paquete”.

source: Ms. Olmstead can’t stop laughing as you ask her about the festivities and who is at work around the Vale.
es: La Srta. Olmstead no puede evitar reírse cuando le preguntas por las festividades y quiénes están trabajando en el Valle.

source: <i>“I think William had something to do at the Old Mill.”</i> Search the set-aside Residents encounter set for William Hemlock and put him into play at The Old Mill, asset side faceup.
es: <i>–Creo que William tenía algo que hacer en el viejo molino.</i> Busca a William Cicuta en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en El viejo molino, con el lado de Apoyo boca arriba.

source: <i>“Theo was supposed to manage Tad’s Store today.”</i> Search the set-aside Residents encounter set for Theo Peters and put him into play at Tad’s General Store, asset side faceup.
es: <i>–Se suponía que Theo tenía que encargarse hoy de la tienda de Tad.</i> Busca a Theo Peters en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en el Almacén general de Tad, con el lado de Apoyo boca arriba.

source: <i>“I think I saw River vamping with some of their friends here in the study.”</i> Search the set-aside Residents encounter set for River Hawthorne and put them into play at Boarding House, asset side faceup.
es: <i>–Creo que vi a River improvisando con unos amigos aquí, en el estudio.</i> Busca a River Hawthorne en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en la Pensión, con el lado de Apoyo boca arriba.

source: An investigator may trigger this codex again.
es: Un investigador puede volver a activar este códice.

source: Mark 1 tally next to “The plan is underway.” <i>(Hint: You need to hide 1 [per_investigator] fireworks to help Simeon.)</i>
es: Haz 1 marca junto a “El plan está en marcha”. <i>(Consejo: tendrás que esconder 1 fuego artificial [per_investigator] para ayudar a Simeon.)</i>

source: the plan is underway: #X#
es: el plan está en marcha: #X#

source: <b>Check Simeon Atwood’s Notes. <i>If The plan is underway</i>:</b>
es: <b>Comprueba las Notas de Simeon Atwood. Si <i>El plan está en marcha</i>:</b>

source: The Crossroads thrum with activity. Mother Rachel watches the proceedings as the colorful ribbons are hung from the towering effigy.
es: El cruce de caminos bulle de actividad. Metes cautelosamente unos fuegos artificiales en el mortero de una valla florecida.

source: The Crossorads thrum with activity. You carefully jam some fireworks in the mortar of a flowering fence.
es: El cruce de caminos bulle de actividad. La madre Rachel contempla cómo se desarrolla todo mientras cuelgan coloridos lazos de la enorme efigie.

source: Test [willpower] or [combat] (3) to hide the fireworks.
es: Realiza una prueba de [willpower] o de [combat] (3) para esconder los fuegos artificiales.

source: Did the test succeed?
es: ¿Tuviste éxito en la prueba?

source: As a kind of wedding ceremony unfolds in a grove nearby, you attempt to discretly hide a cluster of fireworks in the chapel eaves.
es: Mientras se celebra una especie de ceremonia nupcial en una arboleda cercana, tratas de esconder de forma discreta unos cuantos fuegos artificiales en los aleros de la capilla.

source: If he is not already in play, search the set-aside <i>Residents</i> encounter set for Gideon Mizrah and put him into play at Hemlock Chapel, asset side faceup
es: Si no está ya en juego, busca a Gideon Mizrah en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en la Capilla Cicuta, con el lado de Apoyo boca arriba.

source: Test [agility] (2) to hide the fireworks.
es: Realiza una prueba de [agility] (2) para esconder los fuegos artificiales.

source: A throng of people stand watching a kind of wedding ceremony in front of the chapel. The couple smile and begin to dance.
es: Un gran grupo de gente observa una especie de ceremonia nupcial delante de la capilla. La pareja sonríe y comienza a bailar.

source: Search the set-aside <i>Residents</i> encounter set for Gideon Mizrah and put him into play at Hemlock Chapel, asset side faceup.
es: Busca a Gideon Mizrah en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en la Capilla Cicuta, con el lado de Apoyo boca arriba.

source: The Atwood House’s dour façade sticks out like an ugly sore in the sea of bright flowers and garlands.
es: La taciturna fachada de la Casa Atwood destaca entre el mar de brillantes flores y guirnaldas.

source: Search the set-aside <i>Residents</i> encounter set for Leah Atwood and put her into play at The Atwood House, asset side faceup.
es: Busca a Leah Atwood en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en La Casa Atwood, con el lado de Apoyo boca arriba.

source: The rooftop of Tad’s is the perfect place to stick some fireworks. The morning sun is already burning hot as you climb up.
es: El tejado del almacén de Tad es el sitio perfecto para colocar fuegos artificiales. Mientras trepas, notas lo ardiente que es ya el sol de la mañana.

source: Test [intellect] or [agility] (3) to hide the fireworks.
es: Realiza una prueba de [intellect] o de [agility] (3) para esconder los fuegos artificiales.

source: The general store is swamped with visitors, buying flower wreaths and bright quilts as workers come and go.
es: El almacén general está a rebosar de visitantes que compran coronas de flores y coloridas colchas mientras los empleados vienen y van.
