Repository: zzorba/arkham-cards-data
Catalog: 13_the_final_evening.po
Languages: es

source: Leah’s hand shakes as she tucks a stray hair behind one ear. “I—I don’t know. There was something that looked like Simeon. But it wasn’t him. Or maybe it was part—” Her expression hardens. “Of course, you and your survey are just here to record the facts. I don’t want this published in your ‘research.’ Don’t ever talk to me again.”
es: Leah sacude la cabeza mientras se coloca un mechón suelto tras la oreja. –Yo… no lo sé. Había algo que se parecía a Simeon. Pero no era él. O tal vez lo era en parte –Su expresión se endurece–. Por supuesto, ustedes han venido para registrar los hechos en su estudio. No quiero que publiquen esto en su “investigación”. No vuelvan a hablarme nunca.

source: Set Leah Atwood’s Relationship Level to 0.
es: Fija el nivel de relación de Leah Atwood en 0.

source: Rather than press the Vale cook for any details, you sit on a nearby bench in the stillness. The forest thrums with beating insect wings, now sinister. Leah buries her head in her hands. The sound of singing from a group of revelers drowns out the sound of soft weeping.
es: En lugar de presionar a la cocinera del Valle para que dé más detalles, te sientas en silencio en un banco cercano. En el bosque resuenan los aleteos de los insectos, que ahora parecen siniestros. Leah hunde la cabeza entre las manos. El sonido de un grupo de festejantes que canta ahoga el de sus tenues sollozos.

source: Take control of Leah Atwood.
es: Toma el control de Leah Atwood.

source: “I helped build this chapel with my sister,” Leah smiles warmly. Her eyes are glazed over as she stares into the sunset. “It’s all so beautiful. Don’t you feel it? We are on the edge of infinity. Waiting to cross over. Maybe Rachel was right...”
es: –Contribuí a construir esta capilla con mi hermana –dice Leah con una cálida sonrisa. Tiene los ojos vidriosos mientras dirige la mirada hacia la puesta de sol–. Es todo tan bello. ¿No lo nota? Estamos al borde del infinito. Esperando para cruzar al otro lado. Tal vez Rachel tuviera razón…

source: <b>If <i>The Vale is full of fireworks:</i></b>
es: <b>Si <i>el Valle está lleno de fuegos artificiales:</i></b>

source: “Welcome to the most important meeting of the Miner’s Secret Order of Mischief,” Simeon draws you underneath the eaves of the schoolhouse. “Now that the fireworks are all placed, we just have to wait for the right moment to set them off. Aunt Rachel is gonna be so mad!” He grins mischievously. “You’ve done well for an expendable grunt. Keep it up and I may give you a promotion.”
es: –Da inicio la reunión más importante de la orden secreta minera de la diablura –dice Simeon mientras te arrastra bajo los aleros de la escuela–. Ahora que todos los fuegos artificiales están colocados, sólo tenemos que esperar el momento adecuado para lanzarlos. ¡La tía Rachel se va a poner echa una fiera! –Sonríe con picardía–. Lo ha hecho bien para ser un currito prescindible. Siga así y le daré un ascenso.

source: Take control of Simeon Atwood.
es: Toma el control de Simeon Atwood.

source: “Prepare for trouble!” Simeon jumps out of the bushes holding what looks to be a lit stick of dynamite. Reacting quickly, you dive for cover as the ‘dynamite’ bursts into a shower of sparks. Simeon cackles at you as you stand up.
es: –¡Prepárese! ¡Llegó la hora de las diabluras! Simeon sale de un salto de entre los arbustos con lo que parece un cartucho de dinamita encendido. Reaccionas con rapidez y te lanzas a cubierto mientras la “dinamita” explota en una lluvia de chispas. Simeon se carcajea de ti mientras te levantas.

source: Increase Simeon Atwood’s Relationship Level by 1. Each investigator earns 1 bonus experience.
es: Aumenta el nivel de relación de Simeon Atwood. Cada investigador obtiene 1 punto de experiencia adicional.

source: You keep River at bay as William gathers the documents. His cheeks flush as he holds the documents in his hands, and then he begins to weep. “What have I done? The island is ruined. And it’s all that damned Rachel’s fault.” “It’s not too late,” River stands up, snarling. “You can still give me what’s mine.”
es: Mantienes a River a raya mientras William reúne los documentos. Tiene las mejillas arreboladas cuando por fin sostiene los documentos en las manos, y luego empieza a llorar. –¿Qué he hecho? La isla se ha echado a perder. Y es todo culpa de esa maldita Rachel. –No es demasiado tarde –dice River con agresividad mientras se pone en pie–. Todavía puedes darme lo que es <i>mío</i>.

source: Increase William Hemlock’s Relationship Level by 2. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de William Cicuta. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: Take control of William Hemlock.
es: Toma el control de William Cicuta.

source: Set River Hawthorne’s Relationship Level to 0.
es: Fija el nivel de relación de River Hawthorne en 0.

source: Search the set-aside <i>Residents</i> encounter set for River Hawthorne and put them into play at The Atwood House on their enemy side.
es: Busca a River Hawthorne en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en La Casa Atwood por su lado de Enemigo.

source: You keep William at bay as River snatches up the last of the documents. “That didn’t go exactly according to plan,” they say. “But that’s still check and mate. I’ll have these notarized back in New York and you can believe I’ll be back. I think we’ll drain the bog first,” they smirk. “Like hell you will!” William roars, raising his fists.
es: Mantienes a William a raya mientras River coge los últimos documentos. –No ha salido exactamente como tenía planeado –dice–, pero sigue siendo jaque mate. Los llevaré a un notario de Nueva York y tenga por seguro que lo primero que haré cuando vuelva será drenar la ciénaga – afirma con una sonrisa de satisfacción. –¡Y una mierda vas a hacer eso! –ruge William levantando los puños.

source: Increase River Hawthorne’s Relationship Level by 2. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de River Hawthorne. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: Take control of River Hawthorne.
es: Toma el control de River Hawthorne.

source: Set William Hemlock’s Relationship Level to 0.
es: Fija el nivel de relación de William Cicuta en 0.

source: Search the set-aside <i>Residents</i> encounter set for William Hemlock and put him into play at The Atwood House on their enemy side.
es: Busca a William Cicuta en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en La Casa Atwood por su lado de Enemigo.

source: <b><i>If Gideon told the tale of the Annabelle Lee</i> and <i>Gideon found his treasure</i>:</b>
es: <b>Si <i>Gideon contó el relato del Annabelle Lee</i> y <i>Gideon encontró su tesoro</i>:</b>

source: As the revelry unfolds outside, you enter the commons to find Gideon seated at a table across from Dr. Marquez. “We ne’er should have taken anythin’ from that wreck. Ne’er shoulda brought it back. My crewmates grew so sick an’ died one by one.” He blinks away a few tears and produces a small shard of glassy rock. “All of ‘em ‘cept us who had pieces of the rock. The guilt haunted Captain Hemlock to the end of his days. One day, the cap’n threw his accursed rock down the well in the village center. That were afore all the strange happenin’s.” The professor listens intently, saying nothing. Gideon reaches into his old coat and hands her a shining, rainbow shard. “I’m still a bit superstitious,” he says bashfully. “So I kep’ mine hid down on the shore. I’d rather ye made use of it.” You and Dr. Marquez thank the old sailor, then head outside. She holds the shard up to the light, to refract strange bands of color. “Only the crewmates with the shards were protected from the...the sickness. I wonder if the crystals and these strange phenomena are linked.”
es: Mientras la celebración se desarrolla en el exterior, entras en el salón comunitario y encuentras a Gideon sentado en una mesa, enfrente de la Dra. Marquez. –Nunca debimos haber cogido nada de ese naufragio. Ni haberlo traído de vuelta. Mis compañeros enfermaron y murieron uno a uno –Parpadea por el efecto de las lágrimas y saca un pequeño fragmento de roca vítrea–. Todos excepto los que teníamos trozos de la roca. La culpa persiguió al capitán Cicuta hasta el final de sus días. Un día, el capitán tiró su roca maldita por el pozo del centro del pueblo. Eso fue antes de todos los sucesos extraños. La profesora escucha con interés y sin decir nada. Gideon se mete la mano en el viejo abrigo y le entrega un brillante fragmento arcoíris. –Sigo siendo algo supersticioso –dice tímidamente–, así que escondí la mía en la costa. Preferiría que la usara usted. La Dra. Marquez y tú dais las gracias al viejo marinero y luego salís al exterior. Levanta el fragmento hacia la luz para refractar extrañas bandas de color. –Sólo los tripulantes con fragmentos estaban protegidos de la... de la enfermedad. Me pregunto si hay un vínculo entre los cristales y estos extraños fenómenos.

source: In Gideon Mizrah’s Notes, record <i>Gideon finished the tale of the</i> Annabelle Lee.
es: Anota en el registro de campaña que <i>Gideon terminó el relato del</i> Annabelle Lee.

source: Gideon finished the tale of the Annabelle Lee.
es: Gideon terminó el relato del Annabelle Lee.

source: Increase Gideon Mizrah’s Relationship Level. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de Gideon Mizrah. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: Take control of Gideon Mizrah.
es: Toma el control de Gideon Mizrah.

source: Gideon sits at a long table, an untouched plate of food in front of him. He reacts with a start when you seat yourself beside him. “Ah, sorry,” he says. “I were miles away. Everything that’s happenin’ on the island, it makes me think back to our sailors after the wreck of the Annabelle Lee...” he trails off, lost in thought.
es: Gideon está sentado en una mesa larga, con un plato de comida sin tocar frente a él. Se sobresalta cuando te sientas a su lado. –Ay, perdón –dice–. Estaba a kilómetros de aquí. Todo lo que está pasando en la isla me hace pensar en nuestros marineros tras el naufragio del <i>Annabelle Lee</i>…

source: <b><i>If You backed Judith up:</i></b>
es: <b>Si <i>los investigadores respaldaron a Judith:</i></b>

source: A small many-limbed shadow leaps out at you as you approach Judith. Before you can react, a gunshot echoes through the air and what looks like a porcupine crossed with a wolverine collapses in a burst of blood. Judith steps forward and looks over the corpse, smoking rifle in hand. “Ol’ Jomo saves your ass again,” she says as she slings the rifle over her shoulder. “My contract’s up after today. Soon as it is, I’m leaving this place.” She looks you over. “I hope you do, too.”
es: Una pequeña sombra de extremidades múltiples salta hacia ti cuando te acercas a Judith. Antes de que puedas reaccionar, se escucha un disparo y ves lo que parece un puercoespín cruzado con un carcayú desplomarse en un charco de sangre. Judith avanza y mira el cadáver con el fusil humeante en la mano. –El viejo Jomo ha vuelto a salvarle el pellejo –dice mientras se echa el fusil al hombro–. Mi contrato se acaba después de hoy. En cuanto finalice, me largo de este sitio –Te mira de arriba a abajo y añade–. Espero que ustedes también.

source: Increase Judith Park’s Relationship Level by 2. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de Judith Park. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: As you approach, a thorn-covered rodent erupts from the underbrush, lunging at you and latching onto your leg. Judith casually emerges from around the side of the mill. You finally kick the creature free, and there’s an echoing gunshot as Judith draws her .45 and shoots the creature dead faster than you can blink. “This party is getting crazy,” she says. “Once it’s over, I’m out of here.”
es: Al acercarte, un roedor recubierto de espinas surge de entre la maleza, se lanza hacia ti y se aferra a tu pierna. Judith aparece como si tal cosa desde un lateral del molino. Cuando por fin te libras de la criatura de una patada, se escucha un disparo cuando Judith desenfunda su arma del .45 y mata a la criatura antes de que puedas parpadear siquiera. –Esta fiesta se está volviendo una locura –dice–. Me largo de aquí en cuanto acabe.

source: <b><i>If Theo is having second thoughts</i> and <i>Theo reconciled with Helen</i>:</b>
es: <b>Si <i>Theo está teniendo dudas</i> y <i>Theo se ha reconciliado con Helen</i>:</b>

source: You find Theo folding his white-gold cloak next to the general store. “I’ve gotta go back to Akwan. If I hurry, the causeway’ll be open. Mother Rachel. She—she—” he holds one hand to his bruised cheek. “I have to help Helen. Gotta find my truck. I think they used it to carry the tables.”
es: Encuentras a Theo doblando su capa blanca y dorada junto al almacén general. –Tengo que volver a Akwan. Si me doy prisa, la calzada estará abierta. La madre Rachel ha… –Se lleva una mano a la mejilla amoratada–. Tengo que ayudar a Helen. Debo encontrar mi camioneta. Creo que la usaron para transportar las mesas.

source: Increase Theo Peters’ Relationship Level. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de Theo Peters. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: <b>If only <i>Theo is having second thoughts</i> is recorded:</b>
es: <b>Si sólo está anotado que <i>Theo está teniendo dudas</i>:</b>

source: You find Theo folding his white-gold cloak next to the general store, nursing a bruise on his right cheek. When you ask him what happened, he winces. “I just asked Mother Rachel some questions. And she— she—” he stops. “I gotta find my truck. The tide might still be low.”
es: Encuentras a Theo doblando su capa blanca y dorada junto al almacén general mientras se acaricia un moratón en su mejilla derecha. Cuando le preguntas qué ha pasado, hace una mueca de dolor. –Sólo le hice unas preguntas a la madre Rachel. Y ella… ella… –Se calla durante un instante–. Tengo que encontrar mi camioneta. Puede que la marea aún siga baja.

source: You find Theo donning his white-gold cloak behind the general store, grinning from ear to ear. “I never thought things could get any better, but I was wrong!” he exclaims, then pulls out a new copy of The Lost World by Doyle. “I saw one of the visitors reading this and they just gave it to me! For free!” The young man won’t stop laughing as he scratches a red patch of skin on his neck.
es: Encuentras a Theo detrás del almacén general, con su capa blanca y dorada puesta y sonriendo de oreja a oreja. –Nunca pensé que las cosas pudieran mejorar más aún, pero ¡me equivocaba! –exclama. Luego saca un ejemplar nuevo de <i>El mundo perdido</i> de Doyle y añade–. ¡Vi a uno de los visitantes leyendo esto y me lo dio! ¡Gratis! El joven no deja de reír mientras se rasca un trozo de piel roja en el cuello.

source: <b>If “The Hemlocks are hashing it out”:</b>
es: <b>Si “los Cicuta están discutiendo”:</b>

source: The two heirs sit in the grass, winded. “What would Mother think of us?” William sighs. River stares at the stack of papers between them. “I don’t believe she thinks much anymore, dear William,” River says. Before William can retort, they go on. “But you’re right. There’s no use fighting with one another.” River looks as though they might choke as they force out an apology. William magnanimously accepts.
es: Los dos herederos están sentados en la hierba, sin aliento. –¿Qué pensaría madre de nosotros? –suspira William. River mira fijamente el montón de papeles que hay entre ellos. –Creo que ya no piensa mucho, querido William –dice River, que continúa antes de que William pueda replicar–. Pero tienes razón. No tiene sentido pelearnos. River parece como si se fuera a ahogar al disculparse de forma forzada. William acepta la disculpa con magnanimidad.

source: the Hemlocks made a truce.
es: los Cicuta acordaron una tregua.

source: Increase both William Hemlock’s and River Hawthorne’s Relationship Levels. Each investigator earns 2 bonus experience.
es: Aumenta los niveles de relación de William Cicuta y River Hawthorne. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: Search the set-aside <i>Residents</i> encounter set for either William Hemlock or River Hathorne and put 1 of them into play under your control.
es: Busca a William Cicuta o a River Hawthorne en el conjunto de encuentros <i>Habitantes</i> puesto aparte y pon a 1 de ellos en juego bajo tu control.

source: You find William and River locked in a struggle in front of the old Atwood House. River holds one side of a bundle of old documents, and William holds the other. “This is our legacy. We must preserve it!” William says through clenched teeth. “Like hell it’s a legacy,” says River. “I could make this island the toast of New England!” The sheaf of documents splits with a sharp rip, scattering papers in the grass. The pair immediately drop to their knees to gather up the mess.
es: Encuentras a William y River enzarzados en una pelea delante de la vieja Casa Atwood. River sujeta un extremo de un fajo de viejos documentos, y William el otro. –Éste es nuestro legado. ¡Debemos conservarlo! –dice William apretando los dientes. –Y una mierda de legado –dice River–. ¡Podría hacer que esta isla fuera el mejor destino de Nueva Inglaterra! El fajo de documentos se parte con un fuerte desgarro y los papeles se diseminan por la hierba. Los dos se ponen de rodillas inmediatamente para intentar recoger el desastre.

source: <i>Side with River.</i>
es: <i>Ponerte de parte de River.</i>

source: You may only choose this option if <i>River is reclaiming their legacy</i> is recorded in River Hawthorne’s Notes
es: Sólo puedes elegir esta opción si en las Notas de River Hawthorne hay anotado que <i>River va a reclamar su legado</i>.

source: <i>Side with William.</i>
es: <i>Ponerte de parte de William.</i>

source: You may only choose this option if <i>William is resolved</i> is recorded in William Hemlock’s Notes
es: Sólo puedes elegir esta opción si en las Notas de William Cicuta hay anotado que <i>William se ha decidido</i>.

source: Search the set-aside <i>Residents</i> encounter set for River Hawthorne and put them into play at The Atwood House on their asset side.
es: Busca a River Hawthorne en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en La Casa Atwood por su lado de Apoyo.

source: Search the set-aside <i>Residents</i> encounter set for William Hemlock and put him into play at The Atwood House on his asset side.
es: Busca a William Cicuta en el conjunto de encuentros <i>Habitantes</i> y ponlo en juego en La Casa Atwood por su lado de Apoyo.

source: If either <i>William is resolved</i> or <i>River is reclaiming their legacy</i> is recorded in William Hemlock or River Hawthorne’s Notes:
es: Si en las Notas de William Cicuta o de River Hawthorne hay anotado que <i>William se ha decidido</i> o que <i>River va a reclamar su legado</i>:

source: Remember “the Hemlocks are hashing it out.” You may trigger this codex again.
es: Recuerda que “los Cicuta están discutiendo”. Puedes volver a activar este códice.

source: Each investigator is <b>devoured</b> by the Colour Out of Space.
es: Cada investigador es <b>devorado</b> por el color del espacio exterior.

source: Or at least, this version of each investigator is devoured. As you ascend, you see other versions of yourself.
es: O, al menos, esta versión de cada investigador es devorada. Al ascender, veis otras versiones de vosotros mismos.

source: Would you like to replay the prelude to try for a different outcome?
es: ¿Quieres volver a jugar este preludio para intentar conseguir un resultado distinto?

source: Cross out <i>The investigators believed</i> in your campaign guide.
es: Tacha <i>Los investigadores creyeron</i> del registro de campaña.

source: Each investigator earns experience equal to the Victory X value of each card in the victory display, along with any bonus experience awarded during this prelude. <b>Each investigator may now spend the experience recorded under “Unspent Experience” in your Campaign Log.</b>
es: Cada investigador obtiene una cantidad de experiencia igual al valor de Victoria X de cada carta que haya en la zona de victoria, junto con cualquier experiencia de bonificación concedida durante este preludio. <b>En este momento, cada investigador puede gastar la experiencia anotada en la sección “Experiencia sin gastar” del registro de campaña.</b>

source: You awaken to a crowd of smiling faces and silent animal masks staring at you, swaying in the evening air. You are tied to the effigy by barbed wire. Mother Rachel wipes blood from a long sharp knife and stands before you, smiling warmly. “I’m so glad you’re awake.”
es: Os despertáis delante de una multitud de rostros sonrientes y máscaras de animales silenciosas que os miran fijamente y que se mecen en el aire nocturno. Estáis atados a la efigie con alambre de espino. La madre Rachel limpia la sangre de un largo y afilado cuchillo y se coloca frente a vosotros con una cálida sonrisa: –Cuánto me alegra que hayan despertado.

source: Mother Rachel staggers back, clutching her side. “Don’t you see our true purpose? We are light coiled in flesh. And the flesh longs to join an even greater light: an infinite and eternal brilliance.” The matron casts off her cloak, flecked with blood, to bare her shoulder. Her skin is knotted like bark with glowing nodes and alien patterns. Suddenly, the moon darkens in a total lunar eclipse, casting everything in crimson. “My children, the hour is at hand,” Mother Rachel says rapturously. She raises her arms up to mimic the many-faced effigy. A hush falls over the crowd as each of the revelers mimics her pose in turn.
es: La madre Rachel se tambalea hacia atrás, aferrándose el costado. –¿No ven nuestro verdadero propósito? Somos luz enroscada en carne. Y la carne ansía unirse a una luz aún mayor: un brillo infinito y eterno. La matrona se retira la capa manchada de sangre para dejar el hombro al descubierto. Tiene la piel nudosa como la corteza de un árbol, con nodos brillantes y diseños alienígenas. De pronto, la luna se oscurece con un eclipse de luna total y lo baña todo de un color carmesí. –Hijos míos, ha llegado la hora –dice la madre Rachel, extasiada. Levanta los brazos para imitar a la efigie de muchas caras. Se hace el silencio entre la multitud mientras cada uno de los asistentes a la fiesta se pone también a imitar su pose.

source: You stammer an apology, but Mother Rachel holds one hand up to silence you and says dispassionately, “You failed me. But I suppose I was wrong to ask so much of you. All things move toward their end. You were called to witness the final miracle. The heavenly ascendance. And witness it you shall.”
es: Tartamudeáis una disculpa, pero la madre Rachel levanta una mano para haceros callar y, sin mostrar ninguna emoción dice: –Me han fallado, pero supongo que me equivoqué al pedirles tanto. Todas las cosas avanzan hacia su final. Fueron llamados para asistir al milagro final. A la ascensión celestial. Y eso es lo que harán.
