Repository: zzorba/arkham-cards-data
Catalog: 13_the_final_evening.po
Languages: es

source: The Final Evening
es: La última tarde

source: Prelude: The Final Evening
es: Preludio: La última tarde

source: A flowering procession filled with riotous, gaudy colors files through the village toward the Crossroads. There must be several hundred people here tonight, if not more. You keep pace with Dr. Marquez toward the ghoulish effigy, spinning with reflected lights. Mother Rachel stands at the center of the crowd, holding her arms out like branches before the mirrored tree.
es: Una florida procesión repleta de llamativos colores recorre el pueblo hacia el cruce de caminos. Esta noche debe de haber varios cientos de personas, si no más. Seguís el ritmo de la Dra. Marquez hacia la efigie macabra que gira con las luces reflejadas. La madre Rachel está en el centro de la multitud, extendiendo los brazos como si fueran ramas frente al árbol de espejos.

source: The professor strides forward, holding Rebecca’s hand. All festivities cease as Mother Rachel turns around. “Everyone listen! Last night, Mother Rachel condemned a house full of sick people to death. I was there. They were not in their right mind.” Dr. Marquez entreats the revelers. “But that’s not all. There’s something living underneath this island. It’s sucking the life out of everything around it, and could devastate this entire village. We need to leave the island at once!” Mother Rachel looks at you, wounded. “What do you accuse me of? I gave my daughter as a sacrifice, and she was given back to me.”
es: La profesora avanza llevando a Rebecca de la mano. Toda la celebración cesa y la madre Rachel se da la vuelta. –¡Escuchad todos! Anoche, la madre Rachel condenó a muerte a una casa llena de enfermos. Yo estaba allí. No estaban en sus cabales –La Dra. Marquez suplica a los participantes en la fiesta–. Pero eso no es todo. Bajo esta isla vive algo que está sorbiendo la vida de todo lo que lo rodea y que podría devastar todo el pueblo. ¡Debemos irnos de la isla de inmediato! La madre Rachel os mira con expresión herida. –¿De qué me acusan? Entregué a mi hija como sacrificio y me ha sido devuelta.

source: Check your Campaign Log. The investigators must decide (choose one):
es: Comprueba el registro de campaña. Los investigadores deben decidir (elige una opción):

source: “You have done nothing wrong.”
es: –No ha hecho nada malo.

source: You may only choose this if Mother Rachel’s Relationship Level is 3.
es: Sólo puedes elegir esta opción si el nivel de relación de la madre Rachel es 3 o más).

source: the investigators believed.
es: los investigadores creyeron.

source: “You have done nothing wrong.” <i>(You are lying.)</i>
es: –No ha hecho nada malo <i>(mientes)</i>.

source: “You have sentenced this village to death.”
es: –Ha sentenciado esta aldea a muerte.

source: Dr. Marquez lets out an audible gasp as you step forward and lay yourself at Mother Rachel’s feet. The matron regards you warmly. “You are more than welcome to join us around the table. You may sit at my right hand so that you see what miracle awaits us on this day.” She grasps your hands firmly in an iron grip to lead you to the feast. You follow her dutifully.
es: La Dra. Marquez da un grito ahogado audible cuando os adelantáis y postráis a los pies de la madre Rachel. La matrona os mira con calidez. –Son más que bienvenidos a unirse a nosotros en torno a la mesa. Pueden sentarse a mi derecha para que vean el milagro que nos espera en este día. Os coge de las manos firmemente y os lleva a la fiesta. La seguís obedientemente.

source: Search each investigator’s deck for the Dr. Rosa Marquez story asset and remove it from the game.
es: Busca en el mazo de cada investigador el Apoyo de historia Dra. Rosa Marquez y retíralo de la partida.

source: In your Campaign Log, record <i>the investigators believed</i>.
es: Anota en el registro de campaña que <i>los investigadores creyeron</i>.

source: You give a signal to Dr. Marquez before stepping forward to bow before Mother Rachel. The matron regards you warmly. “You are more than welcome to join us around the table. You may sit at my right hand so that you see what miracle awaits us on this day.” She grasps your hands firmly in an iron grip to lead you to the feast. You follow her warily.
es: Le hacéis una seña a la Dra. Marquez antes de adelantaros y postraros a los pies de la madre Rachel. La matrona os mira con calidez. –Son más que bienvenidos a unirse a nosotros en torno a la mesa. Pueden sentarse a mi derecha para que vean el milagro que nos espera en este día. Os coge de las manos firmemente y os lleva a la fiesta. La seguís con recelo.

source: the investigators lied to Mother Rachel.
es: los investigadores mintieron a la madre Rachel.

source: The professor strides forward and shouts above the revelry. “The food here is poison! You’re all in grave danger: whatever this is, it’s changing everything around it. See?” Dr. Marquez tears mask after mask off each reveler, exposing frenzied, grinning faces. The surrounding crowd goes silent. Then, a clapping sounds, along with the sound of laughter. Mother Rachel raises her arms to silence them. “Cast out these slanderers! But let it not keep us from our celebration. The heavens beckon us! Let us feast!” The last thing you see as you are pushed away from the clamor is the matron’s triumphant smile.
es: La profesora avanza y grita para hacerse oír por encima del jolgorio. –¡Aquí la comida es veneno! Están todos en grave peligro: sea lo que sea, está cambiando todo lo que hay en la zona. ¿Lo ven? La Dra. Marquez empieza a arrancar una máscara tras otra de los festejantes y deja al descubierto sus rostros enajenados y sonrientes. La muchedumbre queda en silencio. Luego empiezan a aplaudir a la vez que se ríen. La madre Rachel levanta los brazos para que se callen. –¡Echad a estos calumniadores! Pero que no nos impidan seguir nuestra celebración. ¡Los cielos nos llaman! ¡Festejemos! Lo último que veis mientras os alejan a empujones del clamor es la sonrisa triunfante de la matrona.

source: Add 1 [tablet] token and 1 [elder_thing] token to the chaos bag for the remainder of the campaign.
es: Añade 1 ficha [tablet] y 1 ficha [elder_thing] a la bolsa de caos durante el resto de la campaña.

source: the investigators interrupted the Feast.
es: los investigadores interrumpieron la fiesta.

source: Put the <b>Day Three</b> Time Marker card into play. Are you ready?
es: Pon en juego la carta Indicador de tiempo <b>Día tres</b>. ¿Está todo listo?

source: Build the agenda and act deck using only the Around the Table agenda. It is both the current act and agenda. Set the Lambs to the Slaughter special agenda aside, out of play. Remove each other act and agenda from the game.
es: Crea el mazo de Acto y de Plan usando En torno a la mesa. Es tanto el acto como el plan en curso. Pon aparte el plan especial Corderos al matadero. Retira de la partida todos los demás actos y planes.

source: Use The Crossroads and The Old Mill locations from the Day of the Feast encounter set, <i>(Evening)</i> side faceup. Remove the other The Crossroads and The Old Mill locations from the game.
es: Usa los Lugares El cruce de caminos y El viejo molino del conjunto de encuentros <i>Día de la fiesta</i>, con el lado <i>(Tarde)</i> boca arriba. Retira de la partida los demás Lugares El cruce de caminos y El viejo molino.

source: Put 1 copy of the Frenzied Reveler enemy into play at The Commons. If there are 3 or 4 investigators in the game, put the other copy of Frenzied Reveler into play at Hemlock Chapel.
es: Pon 1 copia del Enemigo Festejante enajenado en juego en El salón comunitario. Si hay 3 o 4 investigadores en la partida, pon la otra copia del Festejante enajenado en juego en la Capilla Cicuta.

source: Check your Campaign Log. If <i>North Point Mine</i> is not checked off under “Areas Surveyed”:
es: Comprueba el registro de campaña. Si las <i>Minas de la Punta Norte</i> no están tachadas en la sección “Zonas exploradas”:

source: Each investigator begins play at The Boarding House.
es: Cada investigador comienza la partida en la Pensión.

source: Set each other resident aside, out of play.
es: Pon aparte todos los demás habitantes, fuera del juego.

source: Put Mother Rachel into play at The Crossroads, asset side faceup.
es: Pon a la Madre Rachel en juego en El cruce de caminos, con el lado de Apoyo boca arriba.

source: <i>If Bertie had an epiphany:</i>
es: <i>Si Bertie ha tenido una revelación:</i>

source: Put Bertie Musgrave into play at The Crossroads, enemy side faceup.
es: Pon a Bertie Musgrave en juego en El cruce de caminos, con el lado de Enemigo boca arriba.

source: Because <i>the investigators interrupted the feast</i>, search each investigator’s deck and all out-of-play areas for Dr. Marquez and put her into play under the control of an investigator. She does not take up an ally slot for the remainder of this prelude.
es: Como <i>los investigadores interrumpieron la fiesta</i>, busca en el mazo de cada investigador y en todas las zonas fuera del juego a la Dra. Marquez y ponla en juego bajo el control de un investigador. No ocupa un espacio de aliado durante el resto de este Preludio.

source: Put Leah Atwood into play at Hemlock Chapel, asset side faceup.
es: Pon a Leah Atwood en juego en la Capilla Cicuta, con el lado de Apoyo boca arriba.

source: Because her Relationship Level is 2 or lower, put Leah Atwood into play at Hemlock Chapel, enemy side faceup.
es: Como su nivel de relación es 2 o menos, pon a Leah Atwood en juego en la Capilla Cicuta, con el lado de Enemigo boca arriba.

source: Put Simeon Atwood into play at the Vale Schoolhouse, asset side faceup.
es: Pon a Simeon Atwood en juego en la Escuela del Valle, con el lado de Apoyo boca arriba.

source: Because his Relationship Level is 3 or lower, put Simeon Atwood into play at the Vale Schoolhouse, enemy side faceup.
es: Como su nivel de relación es 3 o menos, pon a Simeon Atwood en juego en la Escuela del Valle, con el lado de Enemigo boca arriba.

source: Put Gideon Mizrah into play at The Commons, asset side faceup.
es: Pon a Gideon Mizrah en juego en El salón comunitario, con el lado de Apoyo boca arriba.

source: Because his Relationship Level is 3 or lower, put Gideon Mizrah into play at The Commons, enemy side faceup.
es: Como su nivel de relación es 3 o menos, pon a Gideon Mizrah en juego en El salón comunitario, con el lado de Enemigo boca arriba.

source: Put Judith Park into play at The Old Mill, asset side faceup.
es: Pon a Judith Park en juego en El viejo molino, con el lado de Apoyo boca arriba.

source: Because her Relationship Level is 2 or lower, put Judith Park into play at The Old Mill, enemy side faceup.
es: Como su nivel de relación es 2 o menos, pon a Judith Park en juego en El viejo molino, con el lado de Enemigo boca arriba.

source: Put Theo Peters into play at Tad’s General Store, asset side faceup.
es: Pon a Theo Peters en juego en el Almacén general de Tad, con el lado de Apoyo boca arriba.

source: Because his Relationship Level is 2 or lower, put Theo Peters into play at Tad’s General Store, enemy side faceup.
es: Como su nivel de relación es 2 o menos, pon a Theo Peters en juego en el Almacén general de Tad, con el lado de Enemigo boca arriba.

source: The long table in the Boarding House is covered in greasy bones and gutted fruit skins. An antlered skull—not quite a deer’s—rests in the center of the table, garnished with bright wildflowers.
es: La larga mesa de la pensión está cubierta de huesos grasientos y mondas de fruta. En el centro de la mesa hay un cráneo astado, no exactamente de un ciervo, adornado con vivas flores silvestres.

source: Either draw 3 cards or gain 3 resources.
es: Roba 3 cartas u obtén 3 recursos.

source: “Join the dance!” A giddy reveler grabs your hand to dance around a bonfire. Nearby tables are piled with decaying food, warped meats, and grey, powdery fruit. Revelers pile the food in heaps on their plates and shovel portions into their mouths, seemingly oblivious.
es: –¡Únase al baile! –exclama un entusiasmado festejante mientras te agarra de la mano para bailar en torno a una hoguera. Las mesas cercanas están llenas de pilas de comida putrefacta, carne podrida y fruta gris y polvorienta. Los asistentes a la fiesta se echan grandes cantidades de comida en los platos y se meten porciones en la boca, aparentemente ajenos a su estado.

source: Choose any enemy in play. Disengage the chosen enemy from all investigators, move it to The Crossroads, and exhaust it.
es: Elige cualquier Enemigo en juego. El Enemigo elegido deja de estar enfrentado a todos los investigadores. Muévelo a El cruce de caminos y agótalo.

source: A couple in bright wedding clothes embrace in front of the chapel as several revelers dance in a circle around them. As you approach, you see they are bound with tight red ribbon at the waist and are giggling incessantly.
es: Una pareja con vivas prendas nupciales se abraza delante de la capilla mientras varios festejantes bailan en círculo en torno a ellos. Cuando te acercas, ves que están unidos por la cintura con un ceñido lazo rojo y que no dejan de soltar risitas de forma incesante.

source: Either draw 1 card or gain 1 resource.
es: Roba 1 carta u obtén 1 recurso.

source: The sails of the mill are completely overgrown with creeping vines and riotous flowers. Something rustles in the undergrowth.
es: Las aspas del molino están completamente invadidas de enredaderas y coloridas flores. Algo se agita entre la maleza.

source: Choose a [[Resident]] enemy at this location or a connecting location and test any skill (2). If you succeed, automatically evade the chosen enemy.
es: Elige un Enemigo [[Habitante]] que esté en este Lugar o en un Lugar conectado y realiza una prueba de cualquier habilidad (2). Si tienes éxito, evita automáticamente el Enemigo elegido.

source: You arrive at the general store to find it locked up. A trio of tourists standing out front join a train of revelers headed to the Crossroads. One of them laughs at you drunkenly before tripping and falling. They continue laughing even as you help them up.
es: Llegas al almacén general y descubres que está cerrado. Un trío de turistas que se encontraban fuera se une a una conga de festejantes que se dirige al cruce de caminos. Uno de ellos ríe ebrio mientras te mira antes de tropezarse y caerse. Se sigue riendo incluso mientras lo ayudas a levantarse.

source: The schoolhouse is deadly quiet. A ring of bonfires flicker from the distant Crossroads, and beautiful music fills the evening air. Several children in animal masks silently peer out at you from the shadows.
es: La escuela está sumida en un silencio sepulcral. Un círculo de hogueras destellea desde el lejano cruce de caminos, y una bonita música llena el aire nocturno. Varios niños con máscaras de animales te miran en silencio desde las sombras.

source: Choose a [[Resident]] enemy at this location and test any skill (2). If you succeed, automatically evade the chosen enemy.
es: Elige un Enemigo [[Habitante]] que esté en este Lugar y realiza una prueba de cualquier habilidad (2). Si tienes éxito, evita automáticamente el Enemigo elegido.

source: “I don’t know why you’d wanna send anything anywhere,” Martha Jean leans over the counter. Her eyes are wide, and a thin line of drool trails down her chin. She presses her face to the wooden counter and looks up at you. “Sorry, but I’m about to head to the Feast. Have you seen the postman? I haven’t seen him in days...” The young woman laughs as she scratches a flaking gray patch of skin on her forearms.
es: –No sé por qué querría mandar nada a ninguna parte –dice Martha Jean, apoyada en el mostrador. Tiene los ojos muy abiertos y un hilillo de baba le baja por la barbilla. Aprieta la cara contra el mostrador de madera y luego sube la mirada hacia ti. –Lo siento, pero estoy a punto de irme a la fiesta. ¿Ha visto al cartero? Llevo días sin verlo… La joven se ríe mientras se rasca un trozo de piel gris y descamado en el antebrazo.

source: You may immediately move to any other location. If you do, you may take an additional action this turn.
es: Puedes moverte inmediatamente a cualquier otro Lugar. Si lo haces, puedes realizar una acción adicional este turno.

source: “Why don’t you believe Mother Rachel?” Bertie huffs. The dancing and revelry continue around, unabated. Everyone seems lost in a separate reverie, oblivious to the young man’s pain. You feel a pang of regret as you hold him. Bertie reaches out toward the effigy, glimmering with many lights. “I can see it coming. Can you feel it? Welling up from the ground underneath...” Bertie’s eyes roll back in his head, a broad smile on his face.
es: –¿Por qué no cree a la madre Rachel? –resopla Bertie. Los bailes y el jolgorio continúan a vuestro alrededor sin cesar. Todo el mundo parece perdido en una celebración aparte, ajenos al dolor del joven. Sientes una punzada de remordimientos mientras lo sujetas. Bertie extiende los brazos hacia la efigie que resplandece con muchas luces. –Puedo ver cómo viene. ¿Lo siente? Cómo surge desde el suelo bajo nuestros pies… Los ojos de Bertie se ponen en blanco mientras una amplia sonrisa le recorre la cara.

source: Choose and discard 3 cards from your hand.
es: Elige y descarta 3 cartas de tu mano.

source: Bertie perished.
es: Bertie falleció.

source: “Has everyone gone mad?” Dr. Marquez stares at the throngs of dancers spinning in circles or speaking to empty air. A cloud of glowing spores rises from the surrounding forest and trees. The professor holds a cloth to her mouth to hold back a sneeze. “Don’t breathe in whatever it is,” she signals.
es: –¿Se ha vuelto loco todo el mundo? –pregunta la Dra. Marquez mientras contempla los grupos de bailarines que giran en círculos o le hablan al aire. Una nube de esporas brillantes sale de los árboles y bosques circundantes. La profesora se lleva un pañuelo a la boca para reprimir un estornudo. –No sé qué es eso, pero no lo respire –te señala.

source: Choose an investigator at any location to draw 5 cards.
es: Elige un investigador que esté en cualquier Lugar para que robe 5 cartas.

source: <b><i>If the investigators believed:</i></b>
es: <b>Si <i>los investigadores creyeron:</i></b>

source: Mother Rachel stands up as you approach. The succulent spread of roasted meats and grilled vegetables makes your mouth water. Everything is so beautiful. The matron addresses you: “I had a dream last night. A vision. In this dream, I was not myself. I was a reflection. An Other Rachel. A Rachel who has known neither pain nor regret. I was myself as I ought to be: a transfiguration of this tired earthly self. Transformed. Remade in paradise. For paradise is creation as it was always meant to be.” The matron draws a long ceremonial knife. “But there are some who do not yet believe. They must be taught their place. I need you to help each of them understand.”
es: La madre Rachel se pone de pie cuando te acercas. El suculento banquete de carnes asadas y verduras a la parrilla te hace la boca agua. Todo es precioso. La matrona se dirige a ti: –Anoche tuve un sueño. Una visión. En este sueño, no era yo misma. Era un reflejo. Otra Rachel. Una Rachel que no ha conocido ni el dolor ni los remordimientos. Era yo misma como debería ser: una transfiguración de este yo terrenal cansado. Rehecha en el paraíso. Pues el paraíso es la creación como siempre debió haber sido. La matrona saca un largo cuchillo ceremonial. –Pero hay algunos que todavía no creen. Hay que enseñarles su sitio. Necesito que se les ayude a entenderlo.

source: Flip each [[Resident]] card except Mother Rachel to its enemy side.
es: Dales la vuelta a todas las cartas [[Habitante]] a su lado de Enemigo excepto a la Madre Rachel.

source: Gather each set-aside [[Resident]] card and put each into play, one at a time, at an empty location, enemy side faceup.
es: Reúne todas las cartas [[Habitante]] puestas parte y pon en juego cada una de ellas, de una en una, en un Lugar vacío, con el lado de Enemigo boca arriba.

source: Remove all doom from the current agenda and swap it with the set-aside Lambs to the Slaughter agenda.
es: Retira toda la perdición de plan en curso y cámbialo por el plan Corderos al matadero puesto aparte.

source: <b><i>If the investigators lied to Mother Rachel:</i></b>
es: <b>Si <i>los investigadores mintieron a la madre Rachel:</i></b>

source: Mother Rachel stands up as your approach. Flies buzz around the feast: a ghastly display of two-headed creatures and what look like roast chickens with massively swollen organs. The matron addresses the crowd. “I had a dream last night. In it, I was not myself but a reflection. An Other Rachel. A Rachel who has known neither pain nor regret. I was myself as I ought to be. Remade in paradise—” You interrupt her reverie with a perfectly-timed strike. Mother Rachel staggers back, but then, with an almost unnatural strength, she steadies herself. Her composure broken, she draws a long ceremonial knife and glowers wickedly. “You will regret that, my little lamb.”
es: La madre Rachel se pone de pie cuando te acercas. Las moscas revolotean en torno al banquete: un macabro despliegue de criaturas de dos cabezas y lo que parecen pollos asados con órganos hinchados de forma descomunal. La matrona se dirige a la multitud: –Anoche tuve un sueño. En él, no era yo misma, sino un reflejo. Otra Rachel. Una Rachel que no ha conocido ni el dolor ni los remordimientos. Era yo misma como debería ser. Rehecha en el paraíso… Interrumpes su ensoñación con un golpe perfectamente asestado. La madre Rachel se tambalea hacia atrás, pero después se recompone con una fuerza casi sobrenatural. Tras perder su compostura, saca un largo cuchillo ceremonial y te fulmina con una mirada siniestra. –Te arrepentirás de eso, corderito.

source: Flip Mother Rachel to her enemy side and deal 2 damage to her.
es: Dale la vuelta a la Madre Rachel a su lado de Enemigo e inflígele 2 puntos de daño.

source: Mother Rachel stands up from her place at the table. Flies buzz around the feast as the matron draws a long ceremonial knife and buries it in the chest of one of her followers. The rest barely take notice as they shovel food into their hungry mouths. “There can be no miracle without an equal measure of sacrifice,” she says, then looks at you, eyes full of pity. “And it is your place to witness the Feast.”
es: La madre se pone de pie en su puesto de la mesa. Las moscas revolotean en torno al banquete mientras la matrona saca un largo cuchillo ceremonial y lo hunde en el pecho de uno de sus seguidores. El resto apenas se apercibe mientras se meten la comida en sus ávidas bocas. –No puede haber ningún milagro sin un sacrificio en la misma medida –dice antes de mirarte con los ojos llenos de piedad–. Y su sitio es asistir a la fiesta.

source: Flip Mother Rachel to her enemy side.
es: Dale la vuelta a la Madre Rachel a su lado de Enemigo.

source: <b><i>If Leah saw something in the mine:</i></b>
es: <b><i>Si Leah vio algo en la mina:</i></b>

source: Leah is seated on a bench at the back of the chapel. “I helped build this chapel with my sister,” Leah says, her eyes glassy— she seems unaffected by the odd bliss that grips the Vale.
es: Leah está sentada en un banco de la parte de atrás de la capilla. –Yo contribuí a construir esta capilla con mi hermana –dice con los ojos vidriosos. Parece que la extraña dicha que invade el Valle no la afecta.

source: <i>“What did you see in North Point Mine?”</i>
es: <i>–¿Qué vio en las minas de la Punta Norte?</i>

source: <i>Say nothing.</i>
es: <i>No decir nada.</i>
