Repository: zzorba/arkham-cards-data
Catalog: 13_the_final_evening.po
Languages: es

source: Mother Rachel stands before the effigy in the crossroads, her arms unfurled like branches toward the sky. The ground around her is littered with the bones and the corpses of her followers. The crowd sighs in unison as a rush of euphoria spreads through the room. “It is here!” the matron shouts. The moon darkens in a total lunar eclipse, casting everything in crimson. The earth around the effigy cracks as it collapses into a sinkhole. Your bliss gives way to nausea and acute pain as your skin sloughs off in patches. As you freefall into a crystalline abyss, you are accompanied by Mother Rachel’s voice singing a reverent hymn, accompanied by a rush of joy, of anger and emptiness—sorrow—curiosity—longing—despair. Your breath stops as you feel yourself transfigured into a hundred other versions of yourself: human and inhuman, alive and dead, young and old. As you stare upward at a roiling, miasmic cloud, you see Mother Rachel tranfigured into an effulgent, glassy shape wreathed in mist. This is your place. Your purpose. As your flesh hardens into gray rock, then glassy crystal, you reach up, straining to touch her divine shape. And then, a cold and quiet emptiness.
es: La madre Rachel está de pie ante la efigie del cruce de caminos, con los brazos extendidos como ramas hacia el cielo. A su alrededor, el suelo está cubierto con los huesos y cadáveres de sus seguidores. La multitud suspira al unísono cuando una oleada de euforia recorre el lugar. –¡Ya viene! –grita la matrona. La luna se oscurece con un eclipse de luna total y lo baña todo de un color carmesí. La tierra que rodea la efigie se resquebraja y se convierte en un socavón. Vuestra dicha se troca en náuseas y un agudo dolor mientras se os empieza a desprender la piel. Os precipitáis en caída libre por un abismo cristalino, acompañados por la voz de la madre Rachel que canta un himno reverencial, y sentís una oleada de júbilo, ira y vacío, pesar, curiosidad, nostalgia, desesperación. Se os para la respiración cuando os sentís transfigurados en un centenar de versiones de vosotros mismos: humanas e inhumanas, vivas y muertas, jóvenes y viejas. Mientras miráis fijamente una agitada nube miasmática, veis a la madre Rachel transfigurada en una forma vítrea y refulgente envuelta en niebla. Éste es vuestro sitio. Vuestro propósito. Mientras la carne se os endurece para convertirse en roca gris, y luego en cristal vítreo, levantáis las manos para tratar de tocar su forma divina. Después, un vacío frío y silencioso.

source: “That’s enough,” Dr. Marquez strides past the grinning revelers and strikes Mother Rachel with her cane. She turns to exhort the crowd. “It’s not too late! We can still leave!” You shout your support. Mother Rachel lurches to her feet, drunkenly holding the ceremonial knife, and swings weakly at the professor. Marquez pushes her away with a well-timed kick. The earth around the effigy cracks with prismatic light, then turns blindingly bright as the pillar collapses into crystalline shards. A blinding pillar of light shoots out of the nearby well. All you hear as the crossroads collapse is Mother Rachel’s empty laughter.
es: –Ya basta –dice la Dra. Marquez mientras avanza entre los sonrientes festejantes y golpea a la madre Rachel con su bastón. Se gira para exhortar a la multitud–. ¡No es demasiado tarde! ¡Todavía podemos marcharnos! Apoyáis sus palabras a gritos. La madre Rachel se pone en pie a duras penas, sujetando el cuchillo ceremonial como ebria, y trata de golpear débilmente a la profesora. Marquez la aparta con una oportuna patada. La tierra que rodea la efigie se resquebraja con luz prismática y luego se vuelve cegadoramente brillante cuando el pilar se hace pedazos cristalinos. Una cegadora columna de luz brota del pozo cercano. Lo único que oís mientras el cruce de caminos se colapsa es la risa vacua de la madre Rachel.

source: No effect.
es: Sin efectos.

source: Search the set-aside <i>Residents</i> encounter set for either William Hemlock or River Hathorne and put 1 of them into play under your control. You cannot trigger their codex during this prelude.
es: Busca a William Cicuta o a River Hawthorne en el conjunto de encuentros <i>Habitantes</i> puesto aparte y pon a 1 de ellos en juego bajo tu control. No puedes activar sus códices durante este preludio.

source: Codex 12: The Crossroads
es: Códice 12: El viejo molino

source: Increase William Hemlock’s Relationship Level. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de William Cicuta. Cada investigador obtiene 2 puntos de experiencia adicionales.

source: Increase River Hawthorne’s Relationship Level. Each investigator earns 2 bonus experience.
es: Aumenta el nivel de relación de River Hawthorne. Cada investigador obtiene 2 puntos de experiencia adicionales.
