{
    "id": "oz_prologue",
    "scenario_name": "Prologue",
    "full_name": "Prologue",
    "header": "",
    "type": "interlude",
    "setup": [
      "intro",
      "instructions"
    ],
    "steps": [
      {
        "id": "intro",
        "type": "story",
        "text": "<fancy>Thursday, April 8th, 1926.  Arkham, Massachusetts.</fancy>\n<fancy>This was not the first time the brilliant meteorite had struck Earth.  Few but old Ammi Pierce still talked about the strange days when the Gardner farm was transformed into the blasted heath, but the scientific record remained in the archives of Miskatonic University.  That record spoke of the same alien colour that appeared in the spectroscope the astronomers took of a second meteor approaching Earth rapidly last week.  Claims and theories flew, but the scientists agreed that this time, the meteorite must be recovered in full for both study and to protect the world from its possible destruction.  Funding for an expedition was amassed in short order, including stipulations for a team of specialists with experience in the weird mysteries of the universe.</fancy>",
        "narration": {
          "id": "zoz.prologue.intro",
          "name": "Prologue",
          "lang": []
        }
      },
      {
        "id": "instructions",
        "text": "In order, read each of the following sections to decide how each of the investigators prepared for the research expedition:",
        "bullets": [
            {
                "text": "<i>(Warning: You may choose to read any amount of sections, but each option has side effects!) </i>"
            }
        ]
      },
      {
        "id": "choose_sections",
        "type": "input",
        "input": {
            "type": "checklist",
            "text": "Choose sections:",
            "choices": [
              {
                "id": "airfield",
                "text": "Observe the meteor's approach at Miskatonic University reads <b>Alien Display</b>",
        }
      }
    ]
}