[
  {
    "code": "60102",
    "text": "- <b>勘誤</b>：本卡牌的[free]符號應改為[reaction]符號。(FAQ, v.1.8, October 2020)",
    "updated_at": "2022-01-02T17:27:23.000Z"
  },
  {
    "code": "60210",
    "text": "- **Q:** Can I use [Knowledge is Power](/card/05231) to translate the [Forbidden Tome](/card/60210) in my hand? **A:** The short answer to your question is “maybe.”\n - If Forbidden Tome was in play, and you used Knowledge is Power, you would skip the “cost” of activating Forbidden Tome’s ability (spending an action + exhausting Tome + spending 1 secret) and continue with the rest of the ability: drawing 1, checking if you have 10+ cards in hand, and if there are no secrets on Tome. Only if those conditions are true could you “translate the Tome.”\n - If Forbidden Tome was in your hand and you used Knowledge is Power, all of the above would stay about the same except that you would no longer have to worry about “secrets” on Tome. If you drew 1 and then had 10 cards still in hand, then you could “translate the Tome.”\n\n- **Follow-up Q:** I thought that you would not be able to translate a Forbidden Tome that is in your hand because you would not be able to discard it due to abilities only interacting with cards in out of play areas if they explicitly say so. I.e. the card doesn’t explicitly say “discard from hand” and so it really means “discard from play” which you can’t do because it’s not in play. **A:** Forbidden Tome does not specify whether it must be discarded from hand or in play to resolve its effect, so you are free to discard it from either place while resolving Knowledge is Power.",
    "updated_at": "2022-09-01T12:33:52.000Z"
  },
  {
    "code": "60213",
    "text": "FAQ removed - double-checking provenance.",
    "updated_at": "2022-01-02T22:40:14.000Z"
  },
  {
    "code": "60215",
    "text": "- **Q:** I have a question about some card interactions for cards that trigger 'at the end of your turn' and 'during your turn'. To draw a specific example, if [Monterey Jack](/card/08007)'s [reaction] ability draws [Cryptic Writings](/card/60215), is he allowed to trigger Cryptic Writing's ability and play it? More generally, when an ability triggers 'at the end of my turn', is that 'during my turn'? And similarly, if an ability triggers 'at the start of my turn' is that 'during my turn'? **A:** Short answer, yes, “at the end of your turn” is still “during your turn”, so you would be able to play Cryptic Writings if you drew it with Monterey Jack’s triggered ability. (By extension, “at the start of your turn” should also count as being “during your turn.”)\n\n- **Q:** Can I trigger [Cryptic Writings](/card/60215)' [reaction] ability from the discard pile if Cryptic Writings is not in my hand \"After [I] draw\" it because it was discarded by [Scroll of Prophecies](/card/06116)? **A:** This one was tricker to determine [cf two rulings on [Easy Mark](/card/06026)], because of how “then” and “After” in abilities interact. What we determined is, Scroll of Prophecies’ final sentence would be treated as a single triggering condition, given priority because it has a “then” clause in its ability whereas Cryptic Writings has an “After” in its ability. To put it simply, Scroll of Prophecies needs to resolve in full before Cryptic Writings resolves. If Cryptic Writings was discarded as a consequence of resolving Scroll of Prophecies, Cryptic Writings could not trigger from the discard pile, as it cannot be “played” from this out-of-play area. Hopefully that makes sense! **Further discussion**: There's one thing I don't understand about your explanation, and I was wondering if you could indulge me with a clarification. You mentioned that Cryptic Writings can't be \"played\" from the discard pile. Is that because of \"Card abilities only interact with other cards that are in play, unless the ability specifically references an interaction with cards in an out-of-play area.\" under [Ability](/rules#Ability) in the RR? If so, why can Cryptic Writings be \"played\" from hand (also an out-of-play area)? To be clear, obviously it *must* be playable from hand, otherwise the ability doesn't function... but how does that fit into the rules framework? I noticed that most of the other cards that work like this (particularly [Easy Mark](/card/06026), but also e.g. Archaic Glyphs, Dexter Drake, Ever Vigilant, Farsight) specify \"from your hand\" - i.e. specifically referencing the out-of-play area. Should Cryptic Writings have this text? Or is there some implicit reason that Cryptic Writings can be played from only the zone we expect it to be in after its triggering condition? **A:** Unless something states it can be played from the discard pile (like Winging It), you can’t play it from there. Easy Mark’s [reaction] ability can be activated while in the discard pile, but that’s not the same as playing Easy Mark from the discard pile. It’s the same for Cryptic Writings; it cannot be played from the discard pile.",
    "updated_at": "2022-11-09T15:09:56.000Z"
  },
  {
    "code": "60223",
    "text": "FAQ removed - double-checking provenance.",
    "updated_at": "2022-01-02T22:40:22.000Z"
  },
  {
    "code": "60224",
    "text": "- **Q:** I have a question about some card interactions for cards that trigger 'at the end of your turn' and 'during your turn'. To draw a specific example, if [Monterey Jack](/card/08007)'s [reaction] ability draws [Cryptic Writings](/card/60215), is he allowed to trigger Cryptic Writing's ability and play it? More generally, when an ability triggers 'at the end of my turn', is that 'during my turn'? And similarly, if an ability triggers 'at the start of my turn' is that 'during my turn'? **A:** Short answer, yes, “at the end of your turn” is still “during your turn”, so you would be able to play Cryptic Writings if you drew it with Monterey Jack’s triggered ability. (By extension, “at the start of your turn” should also count as being “during your turn.”)\n\n- **Q:** Can I trigger [Cryptic Writings](/card/60215)' [reaction] ability from the discard pile if Cryptic Writings is not in my hand \"After [I] draw\" it because it was discarded by [Scroll of Prophecies](/card/06116)? **A:** This one was tricker to determine [cf two rulings on [Easy Mark](/card/06026)], because of how “then” and “After” in abilities interact. What we determined is, Scroll of Prophecies’ final sentence would be treated as a single triggering condition, given priority because it has a “then” clause in its ability whereas Cryptic Writings has an “After” in its ability. To put it simply, Scroll of Prophecies needs to resolve in full before Cryptic Writings resolves. If Cryptic Writings was discarded as a consequence of resolving Scroll of Prophecies, Cryptic Writings could not trigger from the discard pile, as it cannot be “played” from this out-of-play area. Hopefully that makes sense! **Further discussion**: There's one thing I don't understand about your explanation, and I was wondering if you could indulge me with a clarification. You mentioned that Cryptic Writings can't be \"played\" from the discard pile. Is that because of \"Card abilities only interact with other cards that are in play, unless the ability specifically references an interaction with cards in an out-of-play area.\" under [Ability](/rules#Ability) in the RR? If so, why can Cryptic Writings be \"played\" from hand (also an out-of-play area)? To be clear, obviously it *must* be playable from hand, otherwise the ability doesn't function... but how does that fit into the rules framework? I noticed that most of the other cards that work like this (particularly [Easy Mark](/card/06026), but also e.g. Archaic Glyphs, Dexter Drake, Ever Vigilant, Farsight) specify \"from your hand\" - i.e. specifically referencing the out-of-play area. Should Cryptic Writings have this text? Or is there some implicit reason that Cryptic Writings can be played from only the zone we expect it to be in after its triggering condition? **A:** Unless something states it can be played from the discard pile (like Winging It), you can’t play it from there. Easy Mark’s [reaction] ability can be activated while in the discard pile, but that’s not the same as playing Easy Mark from the discard pile. It’s the same for Cryptic Writings; it cannot be played from the discard pile.",
    "updated_at": "2022-11-09T15:09:46.000Z"
  },
  {
    "code": "60227",
    "text": "- <b>勘誤</b>：本卡牌的能力應改為\"……如果你成功，不發現所在地點的一個線索，改為發現你所在地點和連接地點的總計2個線索。\"(FAQ, v.1.9, June 2021)",
    "updated_at": "2022-01-02T17:24:57.000Z"
  },
  {
    "code": "60229",
    "text": "- <b>勘誤</b>：本卡牌上的升級限制應改為\"研究完成\"關鍵詞。(FAQ, v.2.0, August 2022)",
    "updated_at": "2022-09-11T15:51:23.000Z"
  },
  {
    "code": "60230",
    "text": "- <b>勘誤</b>：本卡牌上的升級限制應改為\"研究完成\"關鍵詞。(FAQ, v.2.0, August 2022)",
    "updated_at": "2022-09-11T15:51:18.000Z"
  },
  {
    "code": "60232",
    "text": "FAQ removed - double-checking provenance.",
    "updated_at": "2022-01-02T22:39:53.000Z"
  },
  {
    "code": "60301",
    "text": "FAQ removed - double-checking provenance.",
    "updated_at": "2022-01-02T22:40:52.000Z"
  },
  {
    "code": "60309",
    "text": "- **Q:** Does [Lonnie Ritter](/card/60309) require a damaged asset for her ability to work? Or is this a case of \"doing as much as you can\", so as long as you can heal Lonnie, you can still target a non-damaged item instead? **A:** Lonnie Ritter’s ability states: “ Exhaust Lonnie Ritter and spend 1 resource: Choose an Item asset controlled by an investigator at your location. Heal 1 damage from that asset and 1 horror from Lonnie Ritter.” It is true that the only costs of the ability are exhausting Lonnie and spending 1 resource, and the choosing and healing of an item are effects, not costs. However, whenever you see the word “choose” in an ability, there are a few additional rules to keep in mind. These rules can be found under the [Target](/rules#Target) section of the Rules Reference.\n\n The term \"choose\" indicates that one or more targets must be chosen in order for an ability to resolve. The player resolving the ability must choose a game element (usually a card) that meets the targeting requirements of the ability. If an ability requires the choosing of a target, and there is no valid target (or not enough valid targets), the ability cannot be initiated.\nIn other words, you cannot use Lonnie’s ability if there is no Item to target with its effect. The question remains—can you choose an item with no damage on it (or even, an item with no health value at all?) simply to heal 1 horror from Lonnie. Thankfully, the Rules Reference answers this question as well, in that same section:\nA card is not an eligible target for an ability if the resolution of that ability's effect could not change the target's state. (For example, an exhausted enemy could not be chosen as the target of an effect that reads, \"choose and exhaust an enemy.\")\nSo there you have it—you must choose an eligible target in order to activate Lonnie’s ability, and an item that cannot be healed is not an eligible target. This is true even though healing 1 damage from the chosen item is an effect and not a cost, because the word “choose” indicates that one or more eligible targets must be chosen in order for the ability to correctly resolve, and a target can only be chosen if the ability’s effect has the potential to change its game state.",
    "updated_at": "2021-02-18T12:23:59.000Z"
  },
  {
    "code": "60318",
    "text": "- **Q:** When I commit [Daredevil](/card/60318) to another investigator's skill test during Step 2, will the effect successfully and completely resolve, committing a second card to that skill test? Because there is no rule saying that you cannot commit more than 1, and the Step 2 rule that allows you to commit is permissive for that Step but doesn't restrict beyond that step, some community members believe that the second card commit would be permitted. Am I allowed to commit the card that Daredevil finds to my friends' investigation? Can I commit a card during Step 2 to another investigator, and then also trigger [Astronomical Atlas](/card/08067) or play [Practice Makes Perfect](/card/06197) in the triggered ability window immediately afterwards to effectively commit a second card? **A:** MJ encourages you to think of the rule stating you can commit 1 card to another player’s test as a permitted amount, but not a hard limit. Card effects can enable you to commit more than 1 card to another person’s skill test. \n - With Daredevil, you can commit it and the card it searches for to another investigator’s skill test.\n - With Practice Makes Perfect and Astronomical Atlas, both allow ways for you to commit an additional card to an eligible skill test, regardless of if you already committed to that test already.",
    "updated_at": "2022-07-27T15:06:14.000Z"
  },
  {
    "code": "60323",
    "text": "- **Q:** If a card such as [Cheap Shot](/card/60323) is returned to my hand, what areas am I allowed to retrieve it from? If it is shuffled into my deck, can I still return it to my hand? **A:** In general, unless otherwise specified, players can “return” such a card from any play area, so long as it is in an area that allows the card to be found and identified. For example, if Cheap Shot is in the discard pile or attached to another card (such as a [Crystallizer of Dreams](/card/06024)) and you are able to find it, you may return it to your hand from that area. However, if it is in a place where its position is impossible to determine (such as shuffled into your deck) or facedown in a place where you are not allowed to look at its other side (for example, as a swarm card), you would be unable to return it to your hand, and therefore that aspect of the effect would fail. Additionally, if Cheap Shot is removed from the game, unless specifically stated otherwise, no game effects can interact with it in any way until the\nend of the game. - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T14:28:01.000Z"
  },
  {
    "code": "60324",
    "text": "- **Q:** If a card such as [Cheap Shot](/card/60323) is returned to my hand, what areas am I allowed to retrieve it from? If it is shuffled into my deck, can I still return it to my hand? **A:** In general, unless otherwise specified, players can “return” such a card from any play area, so long as it is in an area that allows the card to be found and identified. For example, if Cheap Shot is in the discard pile or attached to another card (such as a [Crystallizer of Dreams](/card/06024)) and you are able to find it, you may return it to your hand from that area. However, if it is in a place where its position is impossible to determine (such as shuffled into your deck) or facedown in a place where you are not allowed to look at its other side (for example, as a swarm card), you would be unable to return it to your hand, and therefore that aspect of the effect would fail. Additionally, if Cheap Shot is removed from the game, unless specifically stated otherwise, no game effects can interact with it in any way until the\nend of the game. - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T14:28:07.000Z"
  },
  {
    "code": "60328",
    "text": "- **Q:** If a card such as [Cheap Shot](/card/60323) is returned to my hand, what areas am I allowed to retrieve it from? If it is shuffled into my deck, can I still return it to my hand? **A:** In general, unless otherwise specified, players can “return” such a card from any play area, so long as it is in an area that allows the card to be found and identified. For example, if Cheap Shot is in the discard pile or attached to another card (such as a [Crystallizer of Dreams](/card/06024)) and you are able to find it, you may return it to your hand from that area. However, if it is in a place where its position is impossible to determine (such as shuffled into your deck) or facedown in a place where you are not allowed to look at its other side (for example, as a swarm card), you would be unable to return it to your hand, and therefore that aspect of the effect would fail. Additionally, if Cheap Shot is removed from the game, unless specifically stated otherwise, no game effects can interact with it in any way until the\nend of the game. - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T14:28:15.000Z"
  },
  {
    "code": "60329",
    "text": "- **Q:** If a card such as [Cheap Shot](/card/60323) is returned to my hand, what areas am I allowed to retrieve it from? If it is shuffled into my deck, can I still return it to my hand? **A:** In general, unless otherwise specified, players can “return” such a card from any play area, so long as it is in an area that allows the card to be found and identified. For example, if Cheap Shot is in the discard pile or attached to another card (such as a [Crystallizer of Dreams](/card/06024)) and you are able to find it, you may return it to your hand from that area. However, if it is in a place where its position is impossible to determine (such as shuffled into your deck) or facedown in a place where you are not allowed to look at its other side (for example, as a swarm card), you would be unable to return it to your hand, and therefore that aspect of the effect would fail. Additionally, if Cheap Shot is removed from the game, unless specifically stated otherwise, no game effects can interact with it in any way until the end of the game. - FAQ, v.1.8, October 2020",
    "updated_at": "2022-09-11T16:17:07.000Z"
  },
  {
    "code": "60330",
    "text": "FAQ removed - double-checking provenance.",
    "updated_at": "2022-01-02T22:41:37.000Z"
  },
  {
    "code": "60332",
    "text": "FAQ removed - double-checking provenance.",
    "updated_at": "2022-01-02T22:42:07.000Z"
  },
  {
    "code": "60422",
    "text": "- **Q:** [Robes of Endless Night](/card/60422) has a [reaction] triggered ability that makes it so playing a <b><i>Spell</i></b> card does not provoke an attack of opportunity. If I used this ability in reaction to playing [Astral Travel](/card/03034), which has a bold \"Move\" keyword, would I provoke an attack of opportunity? That is, does the ability on Robes merely prevent attacks of opportunity from taking a Play action to play Spell cards while not preventing attacks of opportunity from the card's effects, or does it cover the entire playing of the card, so to speak? **A:** To answer your question(s):\n\n - Exhausting Robes of Endless Night (2) when you play Astral Travel would not result in an Attack of Opportunity.\n - Also noting that the “play” action taken by playing Astral Travel would only result in one AoO; a second one for Astral Travel’s Move would not occur. MJ described this as “a play action that was also a move action.”",
    "updated_at": "2022-11-09T15:33:56.000Z"
  },
  {
    "code": "60502",
    "text": "- **Q:** If I have committed [Neither Rain nor Snow](/card/60502) to an attack/evade and fail against an enemy with the retaliate/alert keyword, would Neither Rain Nor Snow cancel that attack? I always assumed it did, but I had doubts re-reading the rules because Neither Rain Nor Snow cancels \"all effects of the failed test\", but retaliate and alert are \"after applying all results for that skill test\", leading me to believe it wouldn't be cancelled. I believe the same question is applicable for investigations and the Haunted keyword, as it uses similar language. **A:** <s>Neither Rain nor Snow would not prevent an enemy with Retaliate/Alert from attacking after the failed test. Neither Rain nor Snow would only cancel effects that occur during Step 7 of the [Skill Test Timing](/rules#Skill_Test_Timing) (Apply skill test results), but Retaliate/Alert triggers after this timing point passes and after the skill test ends.</s> **Ruling overturned**: We are now ruling that Neither Rain nor Snow CAN cancel a Retaliate/Alert (and Haunted) effects that would trigger as a result of the failed test.\n\n- **Q:** A recent ruling on Neither Rain nor Snow stated that keywords like Alert and Retaliate (and presumably Haunted) are not \"effects of the skill test\" and in fact trigger at some point after the test ends [**NB this ruling has been overturned, see above**]. This raises three questions. First: what is the exact timing of the resolution of Alert et al. and do other effects have priority over them? Specifically, is [Live and Learn](/card/04200) resolved before or after resolving attacks/haunted effects? Second: Is there a difference between cards that reference \"effects *OF* a failed skill test\" (NRNS) and \"effects *FROM* a failed skill test\" - Live and Learn and more importantly, [Self-Sacrifice](/card/06157)? The latter has traditionally been assumed to allow the committer to resolve effects like Alert etc. rather than the performing investigator but this ruling makes that murkier and calls into question the intended use case of that skill. Third and finally, taking the wording of [Read the Signs](/card/06117) into account are we now to understand Haunted to be a keyword that *triggers* in St.6 but in fact sets up a delayed effect that resolves at a later timing point? Otherwise I'm unsure how Read the Signs is supposed to ignore Haunted (which is it's traditionally understood use case.) **A:** 1) Neither Rain nor Snow can cancel Alert/Retaliate (and Haunted), treating all as “effects of the failed skill test.” 2) If playing Live and Learn, Alert/Retaliate would have resolved already during Step 7 of the initial test, as “effects of the failed test.” 3) Yes, Read the Signs was always intended to be able to ignore Haunted, a “keyword on your location that would trigger during this investigation.” 4) There is also no mechanical difference between “effects of the failed test” and “effects from the failed test.”",
    "updated_at": "2022-11-09T15:20:01.000Z"
  },
  {
    "code": "60530",
    "text": "- **Q:** As of the latest FAQ and some recent rulings, we now have a pretty consistent and clear distinction between \"actions performed\" and \"actions taken\" [see [\"Take an action\" vs \"Perform/resolve an action\"](/rules#Take_An_Action_Vs_Perform_An_Action). So, how does [Quick Learner](/card/60530)k (and similar cards, like [Plan of Action](/card/07024)) work? Does it count actions performed, or actions taken? For instance, suppose I had access to some Fast or free triggered abilities with bold action designators, meaning they allow me to perform certain actions without spending action currency. Could I use two such abilities to perform two actions, thus granting me Quick Learner's difficulty reduction for the rest of my turn? Or do I only \"progress\" Quick Learner's effect by taking actions? If the latter, would using an ability with multiple action cost, such as Sledgehammer's two-action ability, progress me two actions or only one action? **A:** To answer your question(s):\n\n - Quick Learner (and Plan of Action) will apply to any action performed or taken by their controller/user during a round. They do not take into account whether the action was performed or taken.\n - The Free Triggered ability on a card like [Quickdraw Holster](/card/08089) does not cost what I’ll call a “player action”, but using it results in a Fight action being performed, so it will still be affected by Quick Learner.\n - [Sledgehammer](/card/08094)’s second ability that costs two what I’ll call “player actions” and only results in a single Fight action being performed, so it only counts as one action toward Quick Learner.",
    "updated_at": "2022-11-09T15:43:14.000Z"
  }
]
