{
    "id": "night_of_fire",
    "scenario_name": "Night of Fire",
    "header": "Scenario I",
    "full_name": "Scenario I: Night of Fire",
    "setup": [
      "intro",
      "$check_tarot_reading",
      "gather_encounter_sets",
      "set_aside_cards",
      "setup_locations",
      "encounter_deck",
      "arkham_streets_rule",
      "$play_scenario"
    ],
    "rules": [
    ],
    "steps": [
      {
        "id": "intro",
        "type": "story",
        "text": "Your mournful reverie is broken by movement. The pyre that was once your home illuminates three figures, strolling towards you. They seem to be holding... \nA staccato burst of noise shatters the night's quiet. Gunfire. Definitely someone trying to kill you, then. "
      },
      {
        "id": "gather_encounter_sets",
        "title": "Setup",
        "type": "encounter_sets",
        "encounter_sets": [
          "zau_night_of_fire",
          "zau_agents_of_aforgomon",
          "zau_nyctophobia",
          "zau_thugs",
          "zau_unravelling_years"
        ]
      },
      {
        "id": "set_aside_cards",
        "text": "Set Myriad Assassin, Irregulars, each copy of Eternity's Sentinel, each copy of Time Spirit and the <i>Agents of Aforgomon</i> encounter set aside, out of play."
      },
      {
        "id": "setup_locations",
        "text": "Put the Rivertown location into play. (It is on the revealed side of one of the Arkham Streets locations.) Each investigator begins play at Rivertown. \nShuffle the remaining locations into a separate deck, Arkham Streets side faceup. <i>(See \"Arkham Streets\", below.)</i>"
      },
      {
        "id": "encounter_deck",
        "text": "Shuffle the remainder of the encounter cards to build the encounter deck."
      },
      {
        "id": "arkham_streets_rule",
        "type": "rule_reminder",
        "title": "Arkham Streets",
        "text": "Several scenario effects will ask you to move to a new Arkham Streets location. To do this, put the top card of the Arkham Streets deck into play facedown, then move to it. If there are no locations remaining in the Arkham Streets deck, cancel the effect of the move. \nNote that once an Arkham Streets location is in play, its connections behave normally. It may not be possible to move back to your previous location, or for another investigator at your previous location to follow you."
      },
      {
        "id": "resolution_1",
        "type": "resolution",
        "resolution": "R1"
      },
      {
        "id": "new_quarry",
        "effects": [
            {
                "type": "campaign_log",
                "section": "campaign_notes",
                "id": "new_quarry",
                "text": "your hunters found a new quarry."
            }
        ]
      },
      {
        "id": "survived_night_of_fire",
        "effects": [
            {
                "type": "campaign_log",
                "section": "campaign_notes",
                "id": "survived_night_of_fire",
                "text": "the investigators survived the night of fire."
            }
        ]
      },
      {
        "id": "slew_observer",
        "effects": [
            {
                "type": "campaign_log",
                "section": "campaign_notes",
                "id": "slew_observer",
                "text": "the investigators slew their strange observer."
            }
        ]
      },
      {
        "id": "escaped_night_of_fire",
        "effects": [
            {
                "type": "campaign_log",
                "section": "campaign_notes",
                "id": "escaped_night_of_fire",
                "text": "the investigators sescaped the night of fire."
            }
        ]
      },
      {
        "id": "earn_xp",
        "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
        "type": "input",
        "input": {
            "type": "counter",
            "text": "Victory display:",
            "effects": [
                {
                    "type": "earn_xp",
                    "investigator": "all"
                }
            ]
          }
      },
      {
        "id": "earn_xp_bonus_2",
        "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display. Each investigator earns 2 bonus experience from their desperate flight.",
        "type": "input",
        "input": {
            "type": "counter",
            "text": "Victory display:",
            "effects": [
                {
                    "type": "earn_xp",
                    "investigator": "all",
                    "bonus": 2
                }
            ]
          }
      }
    ],
    "resolutions": [
      {
        "id": "no_resolution",
        "title": "No resolution was reached",
        "description": "Each investigator was defeated",
        "investigator_status": [
          "eliminated",
          "physical",
          "mental"
        ],
        "steps": [
          "resolution_1"
        ]
      },
      {
        "id": "R1",
        "hidden": true,
        "title": "Resolution 1",
        "text": "Tired, beaten, broken, you collapse to the ground. In the distance, the funeral pyre of your home still burns, lighting up the night. With the figures pursuing you endlessly, and the nightmarish creatures accompanying them, you can only assume that you'll shortly be going down with your ship. \nThat said, you've been lying here a while now, and no-one's come to put one last bullet into you. With Herculean effort, you pull yourself to your feet, only to find the streets around you... empty. There are still rattles of gunfire in the distance - your pursuers finding a new target, perhaps?",
        "steps": [
          "new_quarry",
          "earn_xp",
          "$upgrade_decks"
        ]
      },
      {
        "id": "R2",
        "title": "Resolution 2",
        "text": "Slowly, the streets are filling. Young people in sports attire pursue early-morning exercise, and men in suits hurry towards some office or other. Of the nightmare creature that pursued you, no sign. For now, at least, you've escaped its clutches.",
        "steps": [
          "survived_night_of_fire",
          "earn_xp_bonus_2",
          "$upgrade_decks"
        ]
      },
      {
        "id": "R3",
        "title": "Resolution 3",
        "text": "With the fall of the creature leading your pursuit, the rest of your hunters vanish into the night. The body you are left with quickly dissolves, leaving a brown sludge that someone whose night had been less traumatic might mistake for soil. Someone, or something, must have sent this monster after you. But who, and why?",
        "steps": [
          "slew_observer",
          "earn_xp",
          "$upgrade_decks"
        ]
      },
      {
        "id": "R4",
        "title": "Resolution 4",
        "text": "You come to a halt, your lungs and limbs screaming in protest. You take several deep breaths, ragged gasps tearing through the silence of the night. \nSilence... for the first time in hours, no distant shout or rattle of gunfire follows you. You made it.",
        "steps": [
          "escaped_night_of_fire",
          "earn_xp_bonus_2",
          "$upgrade_decks"
        ]
      }
    ]
  }