{
  "id": "armitages_fate",
  "scenario_name": "Armitage's Fate",
  "header": "Interlude I",
  "full_name": "Interlude I: Armitage's Fate",
  "type": "interlude",
  "icon": "armitages_fate",
  "setup": [
    "check_unconscious",
    "$upgrade_decks"
  ],
  "steps": [
    {
      "id": "check_unconscious",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "unconscious_for_several_hours",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "fate_1",
              "henry_armitage_kidnapped",
              "bonus_xp"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "fate_2",
              "henry_armitage_rescued",
              "earn_henry_armitage"
            ]
          }
        ]
      }
    },
    {
      "id": "fate_1",
      "narration": {
        "id": "the_dunwich_legacy.interlude_1.armitages_fate_1",
        "name": "Armitage's Fate 1",
        "lang": [
          "dv",
          "de",
          "es"
        ]
      },
      "type": "story",
      "text": "You are more than a little rattled by your experiences in the university and the Clover Club. You’re not sure what to make of whoever—or whatever—was after Rice and Morgan. Worried about Dr. Armitage, you swiftly make your way back to his home. When you arrive, you find that the latches of his front door have been busted open, and his living area and study have been ransacked. Dr. Armitage is nowhere to be found. Searching his home, you find a journal the intruders didn’t steal tucked beneath several other documents in the bottom drawer of Armitage’s desk.\nThe journal appears to be written in a strange language you cannot decode, using a script you’ve never seen in your entire life. Fortunately, it seems Dr. Armitage had already gone through the trouble of translating it into English. Apparently, it belongs to one “Wilbur Whateley.” The journal—along with Armitage’s many notes—tells a startling tale, one you would scarcely believe had it not been for your harrowing experiences earlier tonight…"
    },
    {
      "id": "fate_2",
      "narration": {
        "id": "the_dunwich_legacy.interlude_1.armitages_fate_2",
        "name": "Armitage's Fate 2",
        "lang": [
          "dv",
          "de",
          "es"
        ]
      },
      "type": "story",
      "text": "When you arrive at Dr. Armitage’s home in Southside, you find him sitting at his desk, pale-faced and sweating with worry. He is grateful to you for searching for his colleagues, but he doesn’t look relieved. With a long pause, he straightens his glasses and explains:\n“I’m afraid I must apologize. There’s something I didn’t mention to you earlier.” Dr. Armitage then spins a tale you would scarcely believe had it not been for your harrowing experiences earlier that night…"
    },
    {
      "id": "henry_armitage_kidnapped",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "henry_armitage_kidnapped",
          "text": "Dr. Henry Armitage was kidnapped."
        }
      ]
    },
    {
      "id": "henry_armitage_rescued",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "henry_armitage_rescued",
          "text": "the investigators rescued Dr. Henry Armitage."
        }
      ]
    },
    {
      "id": "earn_henry_armitage",
      "text": "Any one investigator may choose to add Dr. Henry Armitage to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "02040"
        }
      ]
    },
    {
      "id": "bonus_xp",
      "text": "Each investigator earns 2 bonus experience as reading Wilbur’s journal gives them insight into the hidden world of the mythos.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 2
        }
      ]
    }
  ]
}