{
  "id": "lost_in_time_and_space",
  "scenario_name": "Lost in Time and Space",
  "header": "Scenario VII",
  "full_name": "Scenario VII: Lost in Time and Space",
  "chaos_bag_card": "02311",
  "setup": [
    "prologue",
    "gather_encounter_sets",
    "setup_locations",
    "set_aside_cards",
    "encounter_deck",
    "locations_note",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "prologue",
      "narration": {
        "id": "the_dunwich_legacy.lost_in_time_and_space.intro",
        "name": "Intro"
      },
      "type": "story",
      "text": "Passing through the gate is unlike anything you’ve ever experienced. You feel your body twisting and distorting, churning through realities as the gate pulls you to its ultimate destination—a place beyond the scope of human imagination.\nSuddenly, all is quiet and the chaos of the journey is replaced with a sense of solitude and dread. You are in an unfathomable place, vast beyond your ability to reason and utterly alien besides. The landscape is surreal and strange, the architecture impossible. You are so far from home that home has become a threadbare dream you can barely recall. Even should you find a way out of this awful place, you may never be the same again."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "lost_in_time_and_space",
        "sorcery",
        "the_beyond",
        "hideous_abominations",
        "agents_of_yog"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put Another Dimension into play. Each investigator begins play in Another Dimension."
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: The Edge of the Universe, Tear Through Time, and Yog‐Sothoth."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards (from the previously gathered encounter sets) to form the encounter deck."
    },
    {
      "id": "locations_note",
      "type": "rule_reminder",
      "title": "Locations in the Encounter Deck",
      "text": "This scenario includes several single‐sided locations that are shuffled into the encounter deck along with the rest of the gathered encounter sets. These locations only have a revealed side, and have a <b>Revelation</b> effect that puts them into play when drawn.\nWhen put into play, a single‐sided location is put into play with its revealed side faceup, because it has no unrevealed side. Otherwise, it functions as a normal location in every other way."
    },
    {
      "id": "closed_tear",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "closed_tear",
          "text": "the investigators closed the tear in reality."
        }
      ]
    },
    {
      "id": "yog_sothoth_fled",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "yog_sothoth_fled",
          "text": "Yog-Sothoth has fled to another dimension."
        }
      ]
    },
    {
      "id": "yog_sothoth_became_one_with_reality",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "yog_sothoth_became_one_with_reality",
          "text": "Yog-Sothoth tore apart the barriers between worlds, and became one with all reality."
        }
      ]
    },
    {
      "id": "trauma",
      "text": "Each investigator suffers 2 physical trauma and 2 mental trauma, as they never fully recover from their time spent outside the realm of reality.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "physical": 2,
          "mental": 2
        }
      ]
    },
    {
      "id": "all_insane",
      "text": "Each investigator is driven <b>insane</b>.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "insane": true
        }
      ]
    },
    {
      "id": "all_killed",
      "text": "Each investigator is <b>killed</b>.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "killed": true
        }
      ]
    },
    {
      "id": "lose_campaign",
      "text": "The investigators lose the campaign.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "skip_scenario",
          "scenario": "dwl_epilogue"
        },
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "lose"
        }
      ]
    },
    {
      "id": "win_campaign",
      "text": "The investigators win the campaign!",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "win"
        }
      ]
    },
    {
      "id": "win_and_lost_forever",
      "text": "The investigators win the campaign… and are never seen or heard from again.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "win"
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "confirm_text": "Each investigator earns 5 bonus experience, as they saved the world from being torn apart.",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "bonus": 5
          }
        ]
      }
    },
    {
      "id": "check_final_act",
      "type": "input",
      "text": "What act were the investigators on when the scenario ended?",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "act_1",
            "text": "Act 1",
            "steps": ["resolution_4"]
          },
          {
            "id": "act_2",
            "text": "Act 2",
            "steps": ["resolution_4"]
          },
          {
            "id": "act_3",
            "text": "Act 3",
            "steps": ["resolution_4"]
          },
          {
            "id": "act_4",
            "text": "Act 4",
            "steps": ["resolution_2"]
          }
        ]
      }
    },
    {
      "id": "resolution_2",
      "type": "resolution",
      "resolution": "R2"
    },
    {
      "id": "resolution_4",
      "type": "resolution",
      "resolution": "R4"
    },
    {
      "id": "defeated_killed",
      "text": "Each defeated investigator is <b>killed</b>.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "defeated",
          "killed": true
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "investigator_defeat",
      "narration": {
        "id": "the_dunwich_legacy.lost_in_time_and_space.no_resolution",
        "name": "No Resolution"
      },
      "title": "Investigator Defeat",
      "text": "Where did you come from? Why are you here? Are you dreaming, or is this place real? Now that you think about it, haven’t you been here before? Or perhaps you’ve been here all along. Now you remember. This is your real home. The path you now walk is but one ledge, with many more below. You only have to fall and you will be where you belong. One more step…",
      "steps": ["defeated_killed"]
    },
    {
      "id": "no_resolution",
      "title": "No resolution was reached\n(each investigator was defeated)",
      "description": "Each investigator was defeated",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": ["check_final_act"]
    },
    {
      "id": "R1",
      "narration": {
        "id": "the_dunwich_legacy.lost_in_time_and_space.resolution_1",
        "name": "Resolution 1"
      },
      "title": "Resolution 1",
      "text": "Lying on your back in a patch of wet grass, you find yourself staring longingly at the night sky. Somehow, you are once again atop Sentinel Hill, unable to recall exactly how you got here. You are mesmerized by the night sky. Seconds become minutes, and minutes become hours. Eventually, you are found and lifted to your feet by a group of Dunwich citizens. “What happened? What are ya doin’ here?” they ask you, frightened but curious. You can’t seem to find the right words to describe the events that occurred beyond the gate…if they ever truly occurred. There doesn’t appear to be any trace of Seth Bishop, of the creatures you fought earlier, or of the phantasmal and otherworldly gate. But every time you sleep, you dream—and when you dream, it all comes rushing back.",
      "steps": ["closed_tear", "trauma", "earn_xp", "$upgrade_decks", "win_campaign"]
    },
    {
      "id": "R2",
      "narration": {
        "id": "the_dunwich_legacy.lost_in_time_and_space.resolution_2",
        "name": "Resolution 2"
      },
      "title": "Resolution 2",
      "text": "Several of the villagers from Dunwich heard the ruckus on Sentinel Hill and went to investigate. What they found there answered none of their questions.\n“What d’you think happened?” a frightened Curtis Whateley asks as they examine the hilltop. The other villagers shake their heads, unable to say. “Last thing I saw, the sky’d open’d up an’ there was a bright flash,” one of them says, looking up at the starry sky from the top of Sentinel Hill.\n“Those Arkham fellas ain’t nowhere to be seen,” Curtis adds, looking down at the cracked stone altar. “Not even of a hint of ‘em. Mr. Bishop and his pals, now, that’s a diff’rent story.” The young man motions toward several corpses on the ground.\n“Think we should get ahold of those coppers outta Aylesbury?”\n“Why, so they can laugh at us again?” Curtis spits. “They ain’t never gonna believe us ‘bout all this anyway.” He glances at the stone altar, fidgeting nervously. “Better t’ forget about the whole thing. C’mon, let’s bury the dead and get outta here.”",
      "steps": ["win_and_lost_forever"]
    },
    {
      "id": "R3",
      "narration": {
        "id": "the_dunwich_legacy.lost_in_time_and_space.resolution_3",
        "name": "Resolution 3"
      },
      "title": "Resolution 3",
      "text": "The creature erupts in a cosmic fury of sound, color, and distorted space, hurling you back and away from it. You watch in horror as one of its arms tears through the fabric of the world, and its amorphous shape funnels through the rift, pulling the threads of the world along with it. You try to cling to something, but you are inexorably sucked into the rift. You feel as if your body is stretching and your mind is being crushed. Then, everything goes black.",
      "steps": ["yog_sothoth_fled", "all_killed", "win_and_lost_forever"]
    },
    {
      "id": "R4",
      "narration": {
        "id": "the_dunwich_legacy.lost_in_time_and_space.resolution_4",
        "name": "Resolution 4"
      },
      "title": "Resolution 4",
      "text": "The sorcerers from Dunwich, seeking arcane power from beyond this realm, have accomplished what Wilbur and Old Whateley could not. Through blood sacrifice and indescribable experiments, the dark power the sorcerers sought is now within their reach. However, they will never get the chance to truly wield this power. In beseeching Wilbur’s father for knowledge, they have drawn the creature forth from its extradimensional realm. Yog-Sothoth emerges from the open rift above Sentinel Hill, blotting out the sky and enveloping the world. Now it has come to Earth, and it rules where humanity once tread.",
      "steps": ["yog_sothoth_became_one_with_reality", "all_insane", "lose_campaign"]
    }
  ]
}
