{
  "id": "the_miskatonic_museum",
  "scenario_name": "The Miskatonic Museum",
  "full_name": "Scenario II: The Miskatonic Museum",
  "setup": [
    "prologue",
    "check_henry_armitage_kidnapped",
    "gather_encounter_sets",
    "setup_locations",
    "exhibit_halls",
    "set_aside_cards",
    "encounter_deck",
    "void_note",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "prologue",
      "narration": {
        "id": "the_dunwich_legacy.the_miskatonic_museum.intro",
        "name": "Intro"
      },
      "type": "story",
      "text": "Several months ago, Armitage and his colleagues stopped a rampaging horror from tearing through Dunwich, a backwater town several hours north and west of Arkham. At first you imagine this beast as a rabid bear, or worse, but the professor’s description of the creature paints a different picture.\nIt all began when a man named Wilbur Whateley entered the Orne Library looking for Olaus Wormius’s Latin translation of a book called the Necronomicon. Wilbur already possessed a beaten-up English translation by Dr. John Dee, but it was insufficient for his purposes. Armitage turned the man away, fearing what use the strange man had for the book. Whateley returned in secret, hoping to steal the book, but was attacked by a hound guarding the university. Armitage, Rice, and Morgan later discovered Whateley’s body. A description of the foul corpse—semi-anthropomorphic and covered in fur, with a leathery hide and greenish-grey tentacles—causes you to question whether or not Whateley was truly human."
    },
    {
      "id": "check_henry_armitage_kidnapped",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "henry_armitage_kidnapped",
        "options": [
          {
            "boolCondition": true,
            "steps": ["part_1"]
          },
          {
            "boolCondition": false,
            "steps": ["part_2"]
          }
        ]
      }
    },
    {
      "id": "part_1",
      "type": "story",
      "text": "The notes written by Dr. Armitage in the journal stress Whateley’s desire to get his hands on the Necronomicon for some terrible purpose. As you read on, it seems that Dr. Armitage brought the university’s copy of the tome to Harold Walsted—the curator of the Miskatonic Museum—for safekeeping in the museum’s Restricted Hall. Although you are worried about your mentor, you are equally worried that Armitage’s kidnappers might get their hands on this Necronomicon. You decide to head to the museum to prevent them from acquiring it."
    },
    {
      "id": "part_2",
      "type": "story",
      "text": "“My colleagues and I were quick to put the ordeal behind us,” Armitage says with a sigh. “But it seems that things haven’t fully resolved themselves. I’ll tell you the rest later, but for now, it is imperative that we get our hands on that copy of the Necronomicon. If my instincts are correct, the assailants you’ve encountered will be searching for it. After all that transpired, I didn’t feel safe keeping it at the library, so I brought it to my good friend, Harold Walsted. He is the current curator of the Miskatonic Museum. I thought it would be safe in the museum’s Restricted Hall, but now I’m not so sure. You must retrieve it at all costs! I fear terribly what they could do with the rites contained in its pages…”"
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_miskatonic_museum",
        "bad_luck",
        "sorcery",
        "the_beyond",
        "chilling_cold",
        "locked_doors"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put one of the two Administration Office locations and one of the two Security Office locations into play at random. Remove the other versions of Administration Office and Security Office from the game. Then, put the Museum Entrance and Museum Halls locations into play. Each investigator begins play at the Museum Entrance."
    },
    {
      "id": "exhibit_halls",
      "text": "Set the 6 “Exhibit Hall” locations aside as a separate “Exhibit Deck.” To do this, perform the following:",
      "bullets": [
        {
          "text": "Shuffle the Exhibit Hall (Restricted Hall) and 2 other random Exhibit Hall locations together to form the bottom 3 cards of the Exhibit Deck, unrevealed side faceup."
        },
        {
          "text": "Then, place the other 3 Exhibit Hall locations on top, in a random order. All 6 cards of the Exhibit Hall deck should be showing only the unrevealed side, so that the players do not know which Exhibit Hall is the Exhibit Hall <i>(Restricted Hall)</i>."
        }
      ]
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: Harold Walsted, Adam Lynch, The Necronomicon <i>(Olaus Wormius Translation)</i>, and Shadow-spawned."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards (from the previously gathered encounter sets) to form the encounter deck."
    },
    {
      "id": "void_note",
      "type": "rule_reminder",
      "title": "The Void",
      "text": "Some cards in this scenario reference an area called “the void.” The void is an out-of-play area next to the act and agenda deck which the Hunting Horror enemy can enter and leave via card effects. While the Hunting Horror is in the void, it is considered out of play and cannot be affected by player cards or investigator actions."
    },
    {
      "id": "failed_to_recover_necronomicon",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "failed_to_recover_necronomicon",
          "text": "the investigators failed to recover the Necronomicon."
        }
      ]
    },
    {
      "id": "destroyed_necronomicon",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "destroyed_necronomicon",
          "text": "the investigators destroyed the Necronomicon."
        }
      ]
    },
    {
      "id": "took_necronomicon",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "took_necronomicon",
          "text": "the investigators took custody of the Necronomicon."
        }
      ]
    },
    {
      "id": "earned_necronomicon",
      "text": "The investigators have earned The Necronomicon <i>(Olaus Wormius Translation)</i> card. Any one investigator may choose to add The Necronomicon <i>(Olaus Wormius Translation)</i> to their deck. This card does not count towards that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "02140"
        }
      ]
    },
    {
      "id": "add_elder_thing",
      "text": "You have given in to the temptation of power. Add 1 [elder_thing] chaos token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": ["elder_thing"]
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "branches": [
          {
            "id": "add_chaos_token",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "tmm_add_chaos_token",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Adjust chaos bag",
            "steps": ["add_chaos_token"],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "tmm_add_chaos_token",
                "text": "dummy"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "add_chaos_token",
      "text": "Which ally left play?",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "harold",
            "text": "Harold Walsted",
            "description": "Add 1 [tablet] token to the chaos bag for the remainder of the campaign.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["tablet"]
              }
            ]
          },          {
            "id": "adam",
            "text": "Adam Lynch",
            "description": "Add 1 [tablet] token to the chaos bag for the remainder of the campaign.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["tablet"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_note_about_chaos_token",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "tmm_add_chaos_token",
        "options": [
          {
            "boolCondition": false,
            "steps": ["note_about_chaos_token"]
          }
        ]
      }
    },
    {
      "id": "note_about_chaos_token",
      "text": "If you need to add a [tablet] token to the chaos bag, use \"undo\" and select \"Adjust chaos bag\"."
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "narration": {
        "id": "the_dunwich_legacy.the_miskatonic_museum.no_resolution",
        "name": "No Resolution"
      },
      "title": "No resolution was reached\n(each investigator resigned or was defeated)",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "Whatever the creature in the museum was, you had neither the will nor the tools to destroy it. It seems you must give up any hope of recovering the Necronomicon. Even so, there are others depending on you. Gathering your courage, you prepare for your next task.",
      "steps": ["maybe_note_about_chaos_token", "failed_to_recover_necronomicon", "earn_xp", "$upgrade_decks"]
    },
    {
      "id": "R1",
      "narration": {
        "id": "the_dunwich_legacy.the_miskatonic_museum.resolution_1",
        "name": "Resolution 1"
      },
      "title": "Resolution 1",
      "text": "As long as this translation of the Necronomicon exists, there will be sorcerers and other foul agents like Whateley seeking it. In the end, you know what must be done to protect humanity from the threats you’ve seen. You find a trash bin and fill it with books and documents, throwing the Necronomicon on top. It takes several matches to set the contents of the bin alight. The flames fill the room with heat and the creeping shadows retreat from its light. You watch the book burn for some time, its pages turning to ash. You can only hope you’ve made the right decision.",
      "steps": ["maybe_note_about_chaos_token", "destroyed_necronomicon", "earn_xp", "$upgrade_decks"]
    },
    {
      "id": "R2",
      "narration": {
        "id": "the_dunwich_legacy.the_miskatonic_museum.resolution_2",
        "name": "Resolution 2"
      },
      "title": "Resolution 2",
      "text": "The Necronomicon is more than just a book; it is a tool. Within its pages is a wealth of information about the forces and creatures you have encountered. Knowing how useful it could be in your endeavors, how could you possibly bring yourself to destroy it? Besides, as long as you keep the book safely in your possession, you will still be foiling those who wish to use it for nefarious purposes.",
      "steps": ["maybe_note_about_chaos_token", "took_necronomicon", "earned_necronomicon",  "add_elder_thing", "earn_xp", "$upgrade_decks"]
    }
  ]
}
