{
  "id": "undimensioned_and_unseen",
  "scenarioName": "Undimensioned and Unseen",
  "setup": [
    "prologue",
    "warn_or_calm_choice",
    "gather_encounter_sets",
    "setup_locations",
    "check_sacrificed",
    "set_aside_cards",
    "play_powder",
    "add_weakness",
    "encounter_deck",
    "random_location_note"
  ],
  "steps": [
    {
      "id": "prologue",
      "type": "story",
      "text": "Your search of the village of Dunwich has uncovered a number of documents, journal entries, and esoteric theories. Reading through these materials leaves you exhausted and emotionally drained. Most of the content was written by a single source—a man named Seth Bishop. When you ask around town, you learn that Seth is a citizen of Dunwich. Along with several others, Seth had witnessed firsthand the devastation wrought by the events of “the Dunwich horror,” as Armitage had dubbed the incident. Curiously, since that time, very few people had seen Seth around town, and those who did claimed his eyes had been bloodshot and his face sweaty and pale.\nYou don’t doubt that somebody who has seen what Seth has seen would appear nervous or paranoid. But the more you read of his frantic and unhinged writings, the more you believe he is involved in recent events. His writings speak of having “gathered the remains” and of using arcane methods to “imbue the fathers’ essence” into other creatures, and eventually, into other people. The explanations and diagrams that follow are unfathomably complex and defy understanding.\nBefore you are able to find Seth and confront him, several men and women from the village approach you in a panic. “It’s back!” one of them wails. You recognize him as Curtis Whateley, of the undecayed branch. “Whatever it was that killed them Fryes, it’s back! Up and smashed the Bishops’ home like it were made o’ paper!” Curtis and the other townsfolk are clamoring amongst themselves, raising their voices in a panic."
    },
    {
      "id": "warn_or_calm_choice",
      "text": "The investigators must decide (choose one):",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "flavor": "You try to calm down the townsfolk in order to learn more.",
            "steps": [ "part1", "calmed_townsfolk" ]
          },
          {
            "flavor": "You try to warn the townsfolk and convince them to evacuate.",
            "steps": [ "part2", "warned_townsfolk" ]
          }
        ]
      }
    },
    {
      "id": "part1",
      "type": "story",
      "text": "You aim to calm the townsfolk so they can explain to you what is going on. They inform you that there was a rumbling to the north, and when they went to investigate they found the Bishops’ farmhouse had been torn to shreds. A trail of heavy tracks led into nearby Cold Spring Glen. “You know what to do, right? You Arkham folk stopped that thing last time,” one of the townsfolk says. Curtis shakes his head and bites at his lip.\n“We couldn’t even see that hellish thing until the old professor sprayed that there powder on it,” He says. “To this day,I wish I hadn’t seen it at all...” Something must be done to stop the monster’s rampage. But, if the documents you found are true, there may be more than one such creature on the loose...."
    },
    {
      "id": "calmed_townsfolk",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "calmed_townsfolk",
          "text": "You calmed the townsfolk."
        }
      ]
    },
    {
      "id": "part2",
      "type": "story",
      "text": "You warn the townsfolk that they are in grave danger, and urge them to flee Dunwich while they can. Several of them immediately heed your advice, remembering the terrible monstrosity that had previously endangered the town. Curtis drops to his knees in despair, sweating feverishly. “It’s that <b>thing</b> again, ain’t it? It’s come back fer us,” Curtis stutters. “I hope you’ve got some of that powder the old professor had last time. We couldn’t even see the damned thing until he sprayed it. To this day, I wish I hadn’t seen it at all...” Something must be done to stop the monster’s rampage. But, if the documents you found are true, there may be more than one such creature on the loose...."
    },
    {
      "id": "warned_townsfolk",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "warned_townsfolk",
          "text": "You warned the townsfolk."
        }
      ]
    },
    {
      "id": "gather_encounter_sets",
      "type": "encounter_sets",
      "encounter_sets": [
        "undimensioned_and_unseen",
        "whippoorwills",
        "beast_thralls",
        "dunwich",
        "striking_fear"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put one of the two versions of the following locations into play at random: Dunwich Village, Cold Spring Glen, Blasted Heath, Ten‐Acre Meadow, Devil’s Hop Yard, and Whateley Ruins. Remove the other versions of each of those locations from the game. Each investigator begins play in Dunwich Village."
    },
    {
      "id": "check_sacrificed",
      "type": "branch",
      "condition": {
        "type": "campaign_log_count",
        "section": "sacrificed",
        "id": "$num_entries",
        "max": 5,
        "options": [
          {
            "numCondition": 0,
            "steps": ["spawn_two_brood"]
          },
          {
            "numCondition": 1,
            "steps": ["spawn_two_brood"]
          },
          {
            "numCondition": 2,
            "steps": ["spawn_one_remove_one_brood"]
          },
          {
            "numCondition": 3,
            "steps": ["spawn_one_remove_two_brood"]
          }
        ],
        "defaultOption": {
          "default": true,
          "steps": ["spawn_zero_remove_three_brood"]
        }
      }
    },
    {
      "id": "spawn_two_brood",
      "text": "Put 1 copy of Brood of Yog‐Sothoth into play in Cold Spring Glen, put 1 copy of Brood of Yog‐Sothoth into play in Blasted Heath. Then, set the final 3 copies of Brood of Yog‐Sothoth aside, out of play."
    },
    {
      "id": "spawn_one_remove_one_brood",
      "text": "Put 1 copy of Brood of Yog‐Sothoth into play in Cold Spring Glen, and set 3 copies of Brood of Yog‐Sothoth aside, out of play. Then, remove the final copy of Brood of Yog‐Sothoth from the game."
    },
    {
      "id": "spawn_one_remove_two_brood",
      "text": "Put 1 copy of Brood of Yog‐Sothoth into play in Cold Spring Glen, and set 2 copies of Brood of Yog‐Sothoth aside, out of play. Then, remove the final 2 copies of Brood of Yog‐Sothoth from the game."
    },
    {
      "id": "spawn_zero_remove_three_brood",
      "text": "Set 2 copies of Brood of Yog‐Sothoth aside, out of play. Then, remove the final 3 copies of Brood of Yog‐Sothoth from the game."
    },
    {
      "id": "set_aside_cards",
      "text": "Set each copy of Esoteric Formula aside, out of play."
    },
    {
      "id": "play_powder",
      "text": "An investigator with the Powder of Ibn‐Ghazi in their deck may search their deck for it and put it into play."
    },
    {
      "id": "add_weakness",
      "text": "Each investigator searches the collection for a random basic [[Madness]], [[Injury]], or [[Pact]] weakness and adds it to their deck for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "all",
          "card": "01000",
          "weakness_traits": ["Madness", "Injury", "Pact"]
        }
      ]
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards (from the previously gathered encounter sets) to form the encounter deck"
    },
    {
      "id": "random_location_note",
      "type": "rule_reminder",
      "title": "Choosing a Random Location",
      "text": "During this scenario, you will often be instructed to choose a random location. This should be done by shuffling together the 6 locations removed from the game during setup (the versions of each location in play not currently being used) and drawing 1 at random."
    },
    {
      "id": "brood_escaped",
      "text": "In your Campaign Log, record that X brood escaped into the wild. X is the total number of Brood of Yog‐Sothoth still in play or set aside.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Brood of Yog-Sothoth in play or set aside:",
        "effects": [
          {
            "type": "campaign_log",
            "section": "campaign_notes",
            "id": "brood_escaped",
            "text": "#X# brood escaped into the wild."
          }
        ]
      }
    },
    {
      "id": "no_brood_escaped",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "no_brood_escaped",
          "text": "No brood escaped into the wild."
        }
      ]
    },
    {
      "id": "remove_powder",
      "text": "If an investigator’s deck contains the Powder of Ibn-Ghazi card, remove it from that investigator’s deck.",
      "effects": [
        {
          "type": "remove_card",
          "card": "02219"
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "If no resolution was reached (each investigator resigned or was defeated)",
      "text": "Read <b>Resolution 1</b>",
      "resolution": "R1"
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "You did all you could to stop the rampaging monsters, but there were more of them than you realized and you weren’t able to slay them all. Exhausted and terrified, you retreat to Zebulon’s home and hope to survive the night.",
      "steps": ["brood_escaped", "remove_powder", "earn_xp"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "After slaying what seems to be the last of the rampaging monsters you retreat to Zebulon’s home, exhausted and rattled by your experience.",
      "steps": ["no_brood_escaped", "remove_powder", "earn_xp"]
    }
  ]
}
