Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/a_sea_of_troubles.po
Languages: es, it

source: Scenario II-A: A Sea of Troubles
es: Escenario II-A: Un mar de problemas
it: Scenario II-A: Un Mare di Guai

source: The scenery continues for mile after mile until at last you find an anomaly. Some distance up the beach from a saltwater pool and near the edge of a dense forest sit the remains of a quaint cottage. It looks like a disaster photograph, with the thatch roof exploding upward and the wooden walls splintering out, but with each piece suspended in air. You approach the house cautiously, and as you circle the building, you see the White Rabbit - the same one that traversed Arkham not long ago! The rabbit wails anxiously to two other figures that regard him sadly - a man and a lizard. "My house, my poor house! Oh the monster that must have done this!" The dirt-caked man shakes his head forlornly and strokes his chin as he surveys the damage. "And a monster that didn't even finish what it started, your honor! It didn't think to let the pieces fall before it vanished away!" "Never you mind the pieces, Pat!" the White Rabbit snaps, "Call someone to put it back together! Oh, how late I shall be…" You take a half step forward, only for the grinning head of the Cheshire Cat to wink into existence before you. "The poor rabbit, not a roof over his head to speak of." The cat's paw appears and gestures toward the shattered house. "As Gurathnaka claws at your world with its front, its back nails gouge into Wonderland. The shadows crept at the corners until now, only seen by those who also lurk in the dark, solitary as oysters." Its eyes glance in the direction of the beach and vanish, leaving only its smile to linger a few moments after. You have only a few seconds to consider the cat's words. "You there!" You look down from the suspended grin to see the White Rabbit looking up at you haughtily. "Standing with idle hands when there's a monster about! Come come, help Bill to find this beast and drag it back! It has much to answer for!" His finger points to the lizard who tips his cap back at you hesitantly. Before you can reply in any fashion, the White Rabbit turns back to the cottage and resumes his despairing. You rub the back of your neck, at a loss for words as you weigh your options. Forced into work as you are, there's a chance you might learn something by venturing out into the surf.
es: El paisaje continúa kilómetro tras kilómetro hasta que por fin encuentras una anomalía. A cierta distancia de la playa y cerca del límite de un denso bosque se encuentran los restos de una pintoresca cabaña. Parece la fotografía de un desastre: el techo de paja está explotando hacia arriba y las paredes de madera astillándose hacia los lados, pero todos los restos se encuentran suspendidos en el aire. Te aproximas a la casa con cautela, y a medida que rodeas el edificio, ves al Conejo Blanco, ¡el mismo que atravesó Arkham no hace tanto! El conejo se queja amargamente a otras dos figuras que lo miran con tristeza, un hombre y un reptil. —¡Mi casa, mi pobre casa! ¡Oh, el monstruo que ha tenido que hacer esto! El hombre, cubierto de suciedad, menea su cabeza con tristeza y se toca la barbilla mientras valora los daños. —Y un monstruo que ni siquiera termina lo que empieza, su señoría! ¡Ni pensó en dejar caer los cachos antes de desvanecerse! —No te preocupes por los cachos, Pat! —chasqueo el Conejo Blanco— ¡Llama a alguien que lo arregle! Oh, que tarde será… Das medio paso hacia adelante cuando la cabeza sonriente del Gato de Cheshire se aparece ante ti. —El pobre conejo, sin ni siquiera un techo sobre su cabeza —dice. La pata del gato aparece y hace un gesto hacia la casa destrozada. —Mientras Gurathnaka clava sus garras en tu mundo, con sus patas traseras perfora el País de las maravillas. Las sombras reptaban por los rincones hasta ahora, solo a la vista de aquellos que también moran en la oscuridad, solitarios como las ostras. Sus ojos se dirigen hacia la playa y se desvanecen, dejando solo una sonrisa que perdura unos instantes. Solo tienes unos segundos para considerar las palabras del gato. —¡Eh, tú! —grita el conejo. Observas hacia abajo para ver al Conejo Blanco mirándote altivamente. —¡Parado con las manos en los bolsillos mientras hay un monstruo en las inmediaciones! Ven, ven, ¡ayuda a Bill a encontrar a la bestia y expulsarla! ¡Tiene mucho de lo que responder! —te pide mientras apunta con su dedo al reptil, que te saluda, vacilante, con un gesto de su gorra. Antes de que puedas responder nada, el Conejo Blanco se gira hacia la cabaña y vuelve a su desesperación. Te frotas la parte de atrás del cuello, sin palabras mientras sopesas tus opciones. Te ves obligado a trabajar, pero existe una posibilidad de que puedas aprender algo aventurándote en el oleaje.
it: Il paesaggio rimane sempre lo stesso per miglia e miglia finché, finalmente, trovate un'anomalia. Sulla spiaggia, ad una certa distanza da una pozza di acqua salmastra, nei pressi di un fitto bosco, si trovano i resti di un pittoresco casolare. Sembra quasi la foto di un cataclisma, con il tetto di paglia esploso verso l'alto e le pareti di legno spezzate verso l'esterno, ed ogni cosa è come sospesa per aria. Vi avvicinate con cautela alla casa e, mentre circondate l'edificio, scorgete il Coniglio Bianco: lo stesso che ha attraversato Arkham poco tempo fa! Il Coniglio si sta lamentando con due altre figure che sembrano guardarlo con compassione: un uomo e una lucertola. "La mia casa, la mia povera casa! Quale mostro può aver causato tutto questo?" L'uomo, ricoperto di fango dalla testa ai piedi, scuote la testa sconsolato, e si gratta il mento mentre osserva i danni. "Un mostro che non ha nemmeno terminato ciò che aveva incominciato, vostro Onore! Non si è nemmeno preso la briga di far cadere i pezzi prima di sparire!" "Cosa mi importa dei pezzi, Pat!" scatta il Coniglio, "Chiama qualcuno che possa sistemare tutto! Oh, povero me, arriverò con un ritardo mostruoso..." Fate un mezzo passo in avanti quando la testa sorridente del Gatto del Cheshire compare di fronte a voi. "Povero Coniglio, non avrà più nemmeno un tetto sopra la testa." La zampa del gatto appare e indica con un gesto la casa distrutta. "Gurathnaka potrà anche aver abbrancato il vostro mondo con i suoi artigli, ma tiene ancora le zampe posteriori ben salde qui a Wonderland. Le ombre sono rimaste quiete fino ad ora, percepite solamente dagli altri abitatori delle ombre, solitarie come ostriche." Il suo sguardo si dirige in direzione della spiaggia e svanisce, lasciando indietro solamente il suo sorriso. Avete solo una manciata di secondi per riflettere sulle parole del gatto. "Voi, laggiù!" Il richiamo del Coniglio Bianco vi riscuote dai vostri pensieri. "Stanno con le mani in mano, quando c'è un mostro in giro! Venite, aiutate Bill a trovare questa bestia e portatela qui! Avrà molte domande a cui rispondere!" Vi dice, indicando una lucertola che vi saluta con riluttanza, sfiorando la tesa del cappello. Prima che possiate rispondere in alcun modo, il Coniglio Bianco si volta di nuovo verso la casa e ricomincia a lamentarsi. Rimanete senza parole e vi grattate il collo imbarazzati, mentre cercate di riflettere sul da farsi. Vi toccherà lavorare, ma potrebbe esserci la possibilità di ottenere nuove informazioni incamminandosi verso la spiaggia.

source: Check the Campaign Log. Gather the cards from the <i>Wonderland Boons</i> encounter set whose names are listed under "Wonderland Boons" and the cards from the <i>Wonderland Banes</i> encounter set whose names are listed under "Wonderland Banes."
es: Comprueba el registro de campaña. Reúne las cartas del conjunto de encuentros </i>Favores del País de las maravillas</i> cuyos nombres estén anotados en la sección “Favores del País de las maravillas” y las cartas del conjunto de encuentros </i>Pesadillas del País de las maravillas</i> cuyos nombres estén anotados en la sección “Pesadillas del País de las maravillas”.
it: Controllate il Diario della Campagna. Radunate le carte annotate sotto le voci <i>Protettori di Wonderland</i> e <i>Rovina di Wonderland</i> dai set di incontri corrispondenti.

source: Boon: The Dodo
es: Favor: El Dodo
it: Protettore: Il Dodo

source: Bane: The Dodo
es: Pesadilla: El Dodo
it: Rovina: Il Dodo

source: Boon: The Caterpillar
es: Favor: La Oruga
it: Protettore: Bruco

source: Bane: The Caterpillar
es: Pesadilla: La Oruga
it: Rovina: Bruco

source: Boon: The Duchess
es: Favor: La Duquesa
it: Protettore: Duchessa

source: Bane: The Duchess
es: Pesadilla: La Duquesa
it: Rovina: Duchessa

source: Boon: The Gryphon and the Mock Turtle
es: Favor: El Grifo y la Falsa Tortuga
it: Protettore: Il Grifone e la Finta Tartaruga

source: Bane: The Gryphon and the Mock Turtle
es: Pesadilla: El Grifo y la Falsa Tortuga
it: Rovina: Il Grifone e la Finta Tartaruga

source: Boon: Humpty Dumpty
es: Favor: Humpty Dumpty
it: Protettore: Humpty Dumpty

source: Bane: Humpty Dumpty
es: Pesadilla: Humpty Dumpty
it: Rovina: Humpty Dumpty

source: Boon: The Lion and the Unicorn
es: Favor: El León y el Unicornio
it: Protettore: Il Leone e L'Unicorno

source: Bane: The Lion and the Unicorn
es: Pesadilla: El León y el Unicornio
it: Rovina: Il Leone e L'Unicorno

source: Boon: The White Queen
es: Favor: La Reina Blanca
it: Protettore: Regina Bianca

source: Bane: The White Queen
es: Pesadilla: La Reina Blanca
it: Rovina: Regina Bianca

source: Set the following cards aside, out of play: The Eldest Oyster, both copies of Deep Lurker.
es: Pon aparte las siguientes cartas, fuera del juego: La ostra más vieja y el Enemigo de doble cara Acechador profundo.
it: Mettete da parte, temporaneamente fuori dal gioco, il Grande Anziano ed entrambe le copie del Predatore Abissale.

source: Put the White Rabbit's House, Sandy Strand, Tidal Pools, Sheltered Shallows, Twining Reef, and Rocky Outcropping locations into play. Each investigator begins play at White Rabbit's House.
es: Pon en juego la Casa del Conejo Blanco, la Playa arenosa, los Estanques de marea, el Saliente rocoso, los Bajíos protegidos y el Arrecife entrelazado. Cada investigador comienza la partida en la Casa del Conejo Blanco.
it: Mettete in gioco i luoghi Casa del Coniglio Bianco, Distesa Sabbiosa, Pozze di Marca, Fondali Bassi, Barriera Corallina, Affioramenti Rocciosi. Ogni investigatore inizia la partita nella Casa del Coniglio Bianco.

source: White Rabbit's House
es: Casa del Conejo Blanco
it: Casa del Coniglio Bianco

source: Tidal Pools
es: Estanques de marea
it: Pozza di Marca

source: Sandy Strand
es: Playa arenosa
it: Distesa Sabbiosa

source: Rocky Outcropping
es: Saliente rocoso
it: Affioramenti Rocciosi

source: Sheltered Shallows
es: Bajíos protegidos
it: Fondali Bassi

source: Twining Reef
es: Arrecife entrelazado
it: Barriera Corallina

source: Put Bill the Lizard into play at White Rabbit's House.
es: Pon a Bill la lagartija en juego en la Casa del Conejo Blanco.
it: Mettete in gioco Bill la Lucertola nella Casa del Coniglio Bianco.

source: Put The Cheshire Cat <i>(Grinning Guide)</i> into play in the lead investigator's play area.
es: Pon al Gato de Cheshire <i>(Guía sonriente)</i> en juego en la zona de juego del investigador jefe.
it: Mettete in gioco il Gatto del Cheshire <i>(Guida Ghignante)</i> nell'area di minaccia dell'investigatore capo.

source: the Walrus and the Carpenter were completely obliterated.
es: la morsa y el carpintero fueron borrados completamente.
it: il Tricheco e il Falegname sono stati completamente obliterati.

source: the White Rabbit was consumed by shadows.
es: el Conejo Blanco fue consumido por las sombras.
it: il Coniglio Bianco è stato consumato dalle ombre.

source: <i>"They're no further threat to anyone like that."</i>
es: <i>—Ya no son una amenaza para nadie en ese estado.</i>
it: <i>"In queste condizioni non sono più una minaccia per nessuno."</i>

source: <i>"We've taken enough risks. Let's finish them."</i>
es: <i>—Ya hemos tomado demasiados riesgos. Acabemos con ellos.</i>
it: <i>"Abbiamo già rischiato abbastanza. Finiamoli."</i>

source: Count the number of oysters on locations at the end of the scenario. Are there are 2[per_investigator] or more oysters on locations?
es: Cuenta el número de ostras en cada Lugar al final del escenario. Hay 2(por investigador) o más ostras entre todos los Lugares?
it: Contate il numero di ostriche sui luoghi alla fine dello scenario. Ci sono almeno 2[per_investigator] o più ostriche sui luoghi?

source: Each investigator earns 2 bonus experience.
es: Cada investigador obtiene 2 puntos de experiencia adicionales.
it: Ogni investigatore guadagna 2 Punti Esperienza aggiuntivi.

source: In your Campaign Log, record 1 tally mark under "Strength of Wonderland."
es: Anota una marca en la sección “Fuerza del País de las maravillas” del registro de campaña.
it: Segnate una X nel Diario della Campagna, alla voce "Forza di Wonderland".

source: the Walrus and the Carpenter have lost their appetites.
es: la morsa y el carpintero perdieron el apetito.
it: il Tricheco e il Falegname hanno perso l'appetito.

source: Each investigator earns 1 bonus experience as the Walrus and the Carpenter tell you about their corruption.
es: Cada investigador obtiene 1 punto de experiencia adicional por haber obtenido información sobre la corrupción de la morsa y el carpintero.
it: Ogni investigatore guadagna 1 Punto Esperienza aggiuntivo ascoltando il racconto della corruzione del Tricheco e del Falegname.

source: the Walrus and the Carpenter ate their last meal.
es: la morsa y el carpintero tomaron su última comida.
it: il Tricheco e il Falegname hanno consumato il loro ultimo pasto.

source: the White Rabbit survived the monster's attack.
es: el Conejo Blanco sobrevivió al ataque del monstruo.
it: il Coniglio Bianco è sopravvissuto all'attacco del mostro.

source: Fragments of Alice: Intuition.
es: Fragmentos de Alicia: Intuición.
it: Frammenti di Alice: Intuito.

source: Intuition
es: Intuición
it: Intuito

source: Shadows burst from the water and begin to consume the land.
es: Las sombras emergen desde el agua y empiezan a consumir la tierra.
it: Le ombre emergono dall'acqua e cominciano a consumare la spiaggia.

source: Darkness eats away at the beach behind you as you escape the calamity. The White Rabbit watches anxiously towards the commotion, and begins to panic as the darkness sweeps inland. "The monster has returned!" he shrieks, taking terrified backward steps, "Not my house, anything but that!" He scrambles through the cottage door and shuts it tight before you can dissuade him. You try to reason with the rabbit, hoping to bring him to his senses, but he remains locked inside in quiet terror. As the shadows advance, you have no choice but to turn and flee. You look back over your shoulder to see the White Rabbit's house vanish into the advancing darkness with the crunch and shudder of timbers. Gradually, the flowing shadows creep to a halt, and like a riptide sweep back out to sea at the same speed that they consumed inward. Wherever the darkness recedes, the landscape it leaves behind is warped and cracked. You retrace your steps hesitantly, returning to the ground where the White Rabbit's house once stood. Only scratched stone from the foundation remains, with no trace of the rabbit to speak of. You can only speculate why the shadows lashed out as they did. Perhaps your presence drove them ravenous for the taste of the real world, or perhaps they are merely running wild as their master occupies itself with Arkham.
es: La sombra devora incesantemente la playa detrás de ti mientras escapas de la calamidad. El Conejo Blanco mira ansiosamente hacia atrás, entrando en pánico a medida que la oscuridad avanza tierra adentro. —¡El monstruo ha regresado! —chilla, echándose hacia atrás aterrado— ¡Mi casa no! ¡Cualquier cosa menos eso! Se escabulle a través de la puerta de la cabaña y cierra con firmeza antes de que puedas disuadirle. Intentas razonar con el conejo, esperando que vuelva a sus cabales, pero permanece encerrado en silencioso terror. A medida que las sombras avanzan, no tienes más opción que girarte y huir. Miras atrás por encima de tu hombro y oyes el crujido de la madera mientras la casa del Conejo Blanco se desvanece entre las sombras que avanzan. Gradualmente, el avance de las sombras se detiene y, como el barrido de la marea, vuelven hacia atrás en dirección al mar a la misma velocidad que consumieron el interior. Donde quiera que la oscuridad retrocede, el paisaje que deja tras de sí está deformado y agrietado. Vuelves sobre tus pasos titubeante, regresando al lugar donde estaba la cabaña del Conejo Blanco. Solo quedan restos de las piedras de los cimientos, y no hay ni rastro del Conejo Blanco. No sabes porqué las sombras atacaron con tanta intensidad. Quizás tu presencia incrementó su apetito por el sabor del mundo real, o quizás simplemente merodean salvajes mientras su amo se ocupa en persona de Arkham.
it: L'oscurità divora la spiaggia alle vostre spalle mentre fuggite dalla calamità. Il Coniglio Bianco osserva con ansia la scena, andando nel panico mentre l'oscurità dilaga verso l'entroterra. "Il mostro è ritornato!" grida, indietreggiando terrorizzato, "Non la mia casa! Tutto tranne la mia casa!" Fa uno scatto verso la porta dell'abitazione e vi entra chiudendola a chiave prima che vi sia possibile dissuaderlo. Provate a far ragionare il coniglio, sperando di riportarlo in sé, ma lui continua a rimanere chiuso dentro, pietrificato dalla paura. Con l'avanzare dell'ombra, non avete altra scelta che girarvi e fuggire. Vi voltate indietro ed osservate la casa del Coniglio Bianco svanire nell'oscurità con il rumore secco di assi spezzate. Gradualmente, l'avanzata delle ombre si arresta, per poi tornare, strisciando come un rettile, al mare, alla stessa velocità con sui si muoveva verso la terra. Dovunque l'oscurità sia tornata, il paesaggio che si è lasciato alle spalle è deformato e in frantumi. Tornate esitanti sui vostri passi, dirigendovi verso il terreno dove fino a poco fa c'era la casa del Coniglio Bianco. Adesso rimangono solamente le pietre scalfite delle fondazioni, senza alcuna traccia del Coniglio. Non avete un'idea precisa del perché le ombre si siano scatenate in questo modo. Forse l'odore del mondo reale dovuto alla vostra presenza le ha eccitate e rese fameliche, o forse stanno semplicemente vagando senza meta, mentre il loro padrone sta occupandosi di Arkham.

source: The dark creature's destruction sends out a force like the opposite of a shockwave. A wall of stillness sweeps outward from the remains, and for a minute you can hear the blood rushing in your ears as the shadows evaporate before you. The swell of the sea returns slowly, and the taste of the salt air rouses your senses. The beach behind you seems brighter and warmer than before, and you take exhausted steps back inland. Further back, amid the sedge grass and small dunes, you find the Walrus and the Carpenter lying in wretched states. The sand around them is stained with darkness, and the last driplets of shadow leak from the corners of their mouths as they lie groaning. "A rotten bunch… it's shellfish poisoning, I'll wager…" the Carpenter mumbles as he clutches his stomach. The Walrus can only grunt painfully in agreement as it rolls to one side. After everything this pair did to the oysters, and you besides, you must decide what to do with them.
es: La destrucción de la oscura criatura crea la fuerza opuesta a una onda de choque. Un muro de quietud se extiende con fuerza desde sus restos, y por un minuto puedes sentir los latidos de tu corazón en tus oídos, mientras las sombras se evaporan ante ti. La marea desciende lentamente, y el sabor del aire salado despierta tus sentidos. La playa detrás de ti parece más brillante y cálida que antes, y te pones a caminar exhausto de vuelta, tierra adentro. Más atrás, entre los juncos y las pequeñas dunas, encuentras a la morsa y el carpintero, tumbados en un estado miserable. La arena a su alrededor está manchada de oscuridad, y las últimas gotas de sombra escapan de las comisuras de sus bocas mientras yacen gimiendo. —Un montón podrido… es envenenamiento por marisco, me apuesto… —murmura el carpintero mientras se agarra la tripa. La morsa sólo puede gruñir dolorosamente de acuerdo mientras rueda hacia un lado. Después de todo lo que este par le hicieron a las ostras, tienes que decidir qué hacer con ellos.
it: La distruzione operata dalla creatura d'ombra emette una forza che sembra un'onda d'urto al contrario. Un muro di immobilità dilaga verso l'esterno dai suoi resti, e per un minuto ancora riuscite a percepire il sangue pulsare nelle vostre orecchie, mentre le ombre svaniscono davanti ai vostri occhi. Il mare torna lentamente a gonfiarsi, ed i vostri sensi si risvegliano col sapore dell'aria salmastra. La spiaggia alle vostre spalle sembra più calda e luminosa di prima, e vi decidete a muovere stancamente verso l'entroterra. Più avanti, tra alcuni cespugli di piante palustri e le dune di sabbia, trovate il Tricheco e il Falegname che giacciono in uno stato pietoso. La sabbia intorno ai loro corpi è come macchiata dalle tenebre, e gocce di ombra stillano, tra i lamenti, dall'angolo delle loro bocche. "Erano sicuramente passate... è stato un avvelenamento da molluschi, ci scommetterei..." Borbotta il Falegname tenendosi la pancia. Il Tricheco emette un grugnito di approvazione e rotola su di un fianco. Dopo tutto quello che questi due hanno combinato alle ostriche, oltre che a voi, dovete decidere cosa fare di loro.

source: In spite of everything, the two gluttons are as much a part of Wonderland as the oysters are. Everyone has to eat something, after all. You take a small amount of time to help them recover from their possession. The Walrus and the Carpenter give you no thanks, but they do comment on their experience of being overtaken by the shadows with rather embellished details.
es: A pesar de todo, los dos glotones son tan parte del País de las maravillas como lo son las ostras. Todo el mundo tiene que comer algo, al fin y al cabo. Te tomas unos instantes para ayudarles a recuperar sus posesiones. La morsa y el carpintero no te lo agradecen, pero hablan con todo lujo de detalles sobre su experiencia de ser controlados por las sombras.
it: Nonostante tutto, i due ingordi sono parte di Wonderland tanto quanto lo sono le ostriche. In fondo, tutti devono mangiare. Cercate rapidamente di aiutarli a riprendersi. Il Tricheco e il Falegname non vi ringraziano, ma iniziano a commentare il fatto di essere stati sopraffatti dalle ombre aggiungendo molti dettagli particolarmente pittoreschi.

source: Weakened as they may be, the greedy duo is responsible for plenty of destruction and death already, and might rampage again, given the chance. You quickly and quietly dispatch the Walrus and the Carpenter, who offer no opposition whatsoever to their demise.
es: A pesar de lo debilitados que están, el avaricioso dúo ya es responsable de suficiente destrucción y muerte, y podrían volver a causar estragos de nuevo si se les diese la oportunidad. Despachas rápida y silenciosamente a la morsa y al carpintero, que mueren sin ofrecer ningún tipo de resistencia.
it: Anche se indeboliti, i due ingordi sono già stati responsabili di parecchie morti, e potrebbero rifarlo, se ne avessero di nuovo l'opportunità. Vi occupate rapidamente di liquidare il Tricheco e il Falegname, che non si oppongono minimamente alla loro fine.
