Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/a_sea_of_troubles.po
Languages: es, it

source: The sand transitions back to dirt as you return to the White Rabbit's house. You find that the suspended fragments of his house have collapsed down, and the rabbit is now fussing over the mess. "Dear, dear, another mess! Where is that workman? He may as well have been another monster, for all the good he did!" The White Rabbit snorts in frustration and turns toward you. "And you! Have you brought the monster with you?" You do your best to explain the ordeal, and the rabbit nods along with growing look of disturbance on his face. As you end your tale, the White Rabbit jerks with a sudden twitch and grabs for his pocket watch. "No, no, I'm even more late now! I must hurry! Must find my gloves, or the Duchess will be furious!" He dashes towards the door, having completely dismissed you in his hurry. You quickly try to question the rabbit further about Wonderland and the dangers ahead, but your words fall on deaf ears. The rabbit is absorbed in his new task utterly and will not spare a moment for anything else. You depart with a sigh, resigned to spend your precious time elsewhere. However, between the oyster's advice and your triumph over the shadows here, you feel as though you are on the right path.
es: La arena se convierte en polvo a medida que vuelves a la casa del Conejo Blanco. Descubres que los fragmentos en suspensión de la casa cayeron al suelo y encuentras al conejo quejándose del desorden. —Querido, querido, ¡otro desorden! ¿Dónde está ese obrero? Bien podía ser él también otro monstruo, ¡no hizo ningún bien! —bufó el Conejo Blanco con frustración, girándose hacia ti— ¡Y tú! ¿Has traído al monstruo contigo? Haces lo que puedes para explicarle la experiencia, y el conejo asiente con una mirada de creciente perturbación en su rostro. Mientras finalizas tu relato, el Conejo Blanco se sacude de repente y agarra su reloj de bolsillo. —No, no, ¡ahora llego más tarde todavía! ¡Tengo que apresurarme! ¡Debo encontrar mis guantes, o la Duquesa se pondrá furiosa! —dice mientras se apresura hacia la puerta, olvidándose por completo de ti en su apuro. Tratas de interrogar rápidamente al conejo sobre el País de las maravillas y los peligros que te aguardan, pero hace oídos sordos. El conejo está completamente absorbido por su nueva tarea y no se detendrá ni un segundo en nada más. Partes con un suspiro, resignado a gastar tu preciado tiempo en algún otro lado. Como mínimo, entre el aviso de la ostra y tu triunfo sobre las sombras aquí, sientes que estás en el camino correcto.
it: La sabbia lascia il posto alla terra, mentre ritornate alla casa del Coniglio Bianco. Notate che i frammenti sospesi della casa sono crollati, ed il coniglio si agita osservando il disastro. "Povero me, che disgrazia! Dov'è quell'operaio? Potrebbe tranquillamente essere un altro di quei mostri, per quanto è stato di aiuto!" Il coniglio emette un sospiro di frustrazione mentre vi scorge e vi si avvicina. "E voi, mi avete portato il mostro?" Fate del vostro meglio per esporgli l'accaduto, e il coniglio annuisce con un'espressione agitata. Appena finite di raccontare la vostra storia, il Coniglio Bianco sobbalza con un movimento convulso ed afferra l'orologio dal taschino. "No, no, sono ancora più in ritardo ora! Devo affrettarmi! Devo trovare i miei guanti, o la Duchessa si infurierà!" Si lancia attraverso la porta, congedandovi sommariamente. Cercate rapidamente di ottenere altre risposte dal Coniglio su Wonderland e sui pericoli che potrete incontrare, ma le vostre parole raggiungono orecchie sorde. Il Coniglio è completamente assorto dalle sue cose e non dedicherà nemmeno un momento a nient'altro. Vi incamminate con un sospiro, decisi a trascorrere il vostro tempo altrove. In ogni caso, tra i consigli delle Ostriche e il vostro trionfo sulle ombre, avete la sensazione di essere sulla strada giusta.
