Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/arkham_*_wonderland.po
Languages: it, zh

source: Scenario I: The Arkham in Wonderland
it: Scenario I: Arkham nel Paese delle Meraviglie
zh: 冒险一：诡境仙镇

source: You enter the asylum and approach the receptionist, expecting a long and tedious chain of permissions, but are pleasantly surprised to find that Alice can be freely visited. Ms. Liddell was quite cooperative upon her arrival and was granted a furnished room without restraints. An orderly escorts you down one of the less unpleasant halls and into Alice's room. She sits on the edge of the bed with her hands folded, and her head snaps up as you enter, apprehension plastered on her face. Once you make it clear that you believe her story, however, Alice relaxes visibly, but her worried expression remains. "What you saw was a dream," she explains slowly, "one from my childhood of a strange place called Wonderland. How innocent it once was…" her voice trails off and she begins to tremble. "When I was younger, I believed it to be a real place. It all seemed so real to me then, and it was that belief that drew the attention of something dark. A great and terrible creature that dwells in shadows and feeds on dreams. But rather than devour Wonderland, the creature strengthened it… no, raised it like cattle. Fattened it. Wonderland became more vivid and real than I ever imagined it could be, and it grew beyond my ability to control. Now, in recent months, my dreams have begun to manifest in the real world." Her story is utterly fantastical, but you find yourself drawn in even more. Alice continues with deep terror beginning to surface. "The creature is using me to bridge the gap of reality. It wishes to merge the waking world with Wonderland in order to consume them both. It began in my hometown in England, where the world began to unravel around me. I fled, hoping to find a way to escape it, but it follows me no matter where I go." Alice looks to you with exhausted desperation in her eyes. "And now that I cannot leave, it is only a matter of time until your own city of Arkham begins to unravel too. You must find a way to stop this being, for your own sake if not for mine. Please, you must find a way!" You reassure Alice to the best of your ability and depart the asylum, wondering how you can even begin this bizarre task. As you exit, the familiar sight of Arkham's downtown district ripples before your eyes like a band of hot air in the summer, slowly beginning to distort. Before you can act any further, a grinning mouth appears before you and a striped cat soon blossoms around it. "Welcome to Wonderland," it suddenly purrs, "or perhaps you had better welcome Wonderland instead. The longer you wait, the more of it there is… and the less of you there may be. Gurathnaka is hungry, and it is very nearly supper time."
it: Entrate nel Manicomio e vi avvicinate all'addetto all'ingresso, aspettandovi un lungo e noioso iter per poter ottenere l'incontro. Siete invece piacevolmente sorpresi nello scoprire che Alice può ricevere liberamente visite. Ms. Liddell era pienamente collaborante al suo arrivo e le è stata assegnata una stanza arredata, senza alcun tipo di restrizioni. Un inserviente vi fa strada attraverso sgradevoli corridoi fino alla sua stanza. Alice siede sul bordo del letto a mani conserte, e la sua testa si gira con un movimento rapido al vostro ingresso, con il volto colmo di apprensione. Una volta spiegatole che credete alla sua storia, Alice si rilassa visibilmente, ma la sua espressione preoccupata permane. "Quello che avete visto era un sogno," vi spiega lentamente, "uno dei miei sogni di infanzia su uno strano posto chiamato Wonderland, il Paese delle Meraviglie. Com'era innocente..." la sua voce esita mentre comincia a tremare. "Quando ero giovane, credevo che fosse un posto vero. Mi sembrava tutto così reale, allora, e fu quella mia convinzione ad attirare l'attenzione di un qualcosa di oscuro. Una grande e terribile creatura che risiede nelle ombre e che si ciba di sogni. Ma piuttosto che divorare il mio sogno di Wonderland, la creatura l'ha reso più forte. no, l'ha cresciuto, l'ha allevato ed ingrassato come un vitello. Wonderland diventava più vivida e tangibile di quanto avrei mai potuto immaginare, ed è cresciuta oltre ogni mia possibilità di controllarla. Negli ultimi mesi, i miei sogni hanno cominciato a manifestarsi nel mondo reale." La sua storia è assolutamente incredibile, ma questo vi attrae ancora di più. Alice continua, mentre un profondo terrore comincia ad emergere. "La creatura mi sta usando come ponte verso la realtà. Spera di mettere in collegamento il mondo reale con Wonderland, per poterli consumare entrambi. E tutto cominciato nella mia città natale, in Inghilterra, quando il mondo cominciava a svelarsi attorno a me. Sono andata via, sperando di trovare un modo di fuggire da essa, ma mi segue ovunque vada." Alice vi guarda con occhi esausti, carichi di disperazione. "Ed ora che non posso lasciare questo posto, sarà solo questione di tempo prima che anche la vostra Arkham cominci a sgretolarsi. Dovete trovare un modo per fermare questo essere, per la vostra salvezza, se non per la mia. Vi prego, dovete trovare un modo!" Fate del vostro meglio per rassicurare Alice e lasciate il Manicomio, domandandovi da dove si possa cominciare per svolgere questo bizzarro compito. Mentre uscite, la vista familiare del Centro Cittadino di Arkham si increspa davanti ai vostri occhi, come un flusso di aria calda in Estate, cominciando lentamente a distorcersi. Prima che possiate fare qualsiasi cosa, una bocca con un largo sorriso vi appare di fronte, ed intorno ad essa si materializza, come lo sbocciare di un fiore, un gatto dal manto a strisce. "Benvenuti a Wonderland," miagola improvvisamente, "o forse sarebbe meglio dire 'Benvenuta, Wonderland.' Più continuerete a temporeggiare, più essa diventerà reale, mentre voi scomparirete sempre di più. Gurathnaka è affamata, e si sta avvicinando l'ora di cena."
zh: 你进入疯人院，走向柜台。原以为需要经过一连串冗长又繁琐的申请，但你惊喜地发现可以自由探视爱丽丝。利德尔女士到了这里之后非常合作，被送进一间没有任何限制、有家具的房间。一位工作人员护送你穿过其中一个比较没有这么令人不安的大厅，进入爱丽丝的房间。她双手交叠，坐在床边。当你进门时，她猛然抬起头，脸上充满恐惧。在你明确地告诉她你相信她的故事之后，爱丽丝明显放松了一些，但仍然一脸忧虑的表情。 “你看到的是我童年时期的一个梦境，”她慢慢地解释道，“一个叫仙境的奇妙地方。它曾经是多么纯真……”她的声音渐弱，并开始颤抖。“当我还小的时候，我相信仙境是一个真实的地方。那时对我来说一切都如此真实，而这种信念引起了某种黑暗事物的注意。那是一种巨大而可怕的生物，居住在阴影中，以梦境为食。但这个生物没有将仙境吞噬，反而强化了它……不，应该说像家畜一样饲养著仙境，将它养大。比起我自己的想像，仙境变得更加栩栩如生，更加真实，也渐渐不再受到我的控制。最近几个月，我的梦境开始在现实世界中显现。” 她的故事非常奇幻，但你发现自己更加地被故事吸引。爱丽丝深沉的恐惧开始浮现，她继续说道，“这个生物正在利用我来桥接梦境与现实之间的间隙。它想要将清醒的世界和仙境融为一体，然后吞噬一切。从我在英国的家乡开始，世界开始在我周围崩解。我设法逃离，希望找到办法摆脱它，但无论我到哪里，它都跟著我。”爱丽丝看著你，眼中充满了绝望。“现在我被关在这里，我想，距离你的阿卡姆开始瓦解，也只是时间问题。你必须想办法阻止这个存在，如果不是为了我，也是为了你自己。拜托，你必须找到方法！” 你向爱丽丝保证会尽你所能，然后离开了疯人院，盘算著该从哪里开始著手这个古怪的任务。当你离开时，熟悉的阿卡姆市中心的景像在你眼前泛起涟漪，慢慢开始扭曲，就像夏天的热空气。在采取进一步行动之前，一张咧著笑的嘴出现在你面前，紧接著一只条纹猫在嘴的四周绽开。 “欢迎来到仙境，”牠突然发出呼噜声，“或者说你最好欢迎仙境的到来。耽搁的越久，它就越多……而你能做的就越少。古拉斯纳卡饿了，很快就到晚饭时间了。”

source: Set the following cards aside, out of play: Abandoned House, The White Rabbit, The Looking-Glass, Strange Refreshments, and Looking-Glass Book.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: Casa Abbandonata, Coniglio Bianco, Specchio, Alimenti Misteriosi e Libro dello Specchio.
zh: 将下列卡牌放在一边，位于场外：废弃荒屋、白兔、穿视镜、奇怪的点心、镜中书。

source: Put the Arkham Asylum, Bank of Arkham, Independence Square, Newspaper Office, Curiositie Shoppe, and Train Station locations into play with their non-[[Wonderland]] sides revealed. Each investigator begins play at Arkham Asylum.
it: Mettete in gioco i luoghi seguenti: Manicomio di Arkham, Arkham Bank, Indipendence Square, Redazione dell'Arkham Advertiser, Bottega delle Curiosità, Stazione Ferroviaria, con il lato non [[Wonderland]] in su. Ogni investigatore inizia la partita nel Manicomio di Arkham.
zh: 将阿卡姆疯人院、阿卡姆银行、独立广场、报社、珍品店、火车站地点放置入场，非[[仙境]]面朝上。每位调查员从阿卡姆疯人院开始游戏。

source: If any investigator resigned:
zh: 如果有任何调查员撤退：

source: As you wonder if this could already be the end, a deep pit carried by the city's shifting current draws alongside you. You waste no time in taking the chance to escape the crushing cityscape, pulling yourself in and beginning to plummet down a seemingly endless shaft.
it: Mentre ti domandi come sia possibile che già sia arrivata la fine, una profonda cavità attirata dalla corrente mutevole della città si avvicina verso di te. Non perdi tempo per cercare di fuggire dalla rovina della città, aggrappandoti ad essa e cominciando a precipitare all'interno di ciò che pare un interminabile pozzo.
zh: 正当你想著一切是否已经结束时，流动的城市潮流将一个深坑卷到你的身边。你立即抓住机会逃离破碎的城市景观，你把自己拉进坑里，然后开始在这个似乎无穷无尽的竖井中坠落。

source: As the city whirls around you, the strange mirror from Alice's house floats by, untouched by the roiling chaos. You can see one of your comrades on the other side of the glass, reaching through the rippling surface out toward you. You grab on for dear life, and are barely pulled inside to safety.
it: Mentre la città ti vortica intorno, lo strano specchio della casa di Alice ti si avvicina galleggiando, non toccato dal caos ribollente che lo circonda. Riesci a vedere uno dei tuoi compagni dall'altro lato dello specchio, che allunga verso di te la mano attraverso la superficie increspata del vetro. Ti aggrappi con tutte le forze a quella mano, finchè non vieni tirato a fatica in salvo, dentro lo specchio.
zh: 随著城市在你周围旋转，爱丽丝家中的怪异镜子飘过你身边，在翻腾的混乱中仍保持完整。透过玻璃，你可以在镜子的另一侧看到你的其中一个同伴，通过涟漪的镜面向你伸出手。你抓住宝贵的活命机会，千钧一发地被拉到安全的镜子内。

source: As you travel through Alice's dreams, the fate of the mad realm of Wonderland also rests within your hands. Each denizen that you aid or destroy has a direct effect on the stability of the dreams. It may seem like a simple choice to cooperate with and save everyone you can, but the stronger Wonderland is, the more easily Gurathnaka can use it to strike out against the waking world. Will you protect Wonderland while bolstering the shadows? Or will you burn it away as you cauterize the wounds that the Eater of Dreams inflicted on Arkham?
it: Mentre viaggiate attraverso i sogni di Alice, anche il destino di Wonderland è nelle vostre mani. Ciascun abitante che aiutate o distruggete ha un effetto diretto sulla stabilità dei sogni. Potrebbe sembrare una scelta scontata salvare e cooperare con chiunque, ma più Wonderland diventa potente, più sarà semplice per Gurathnaka usarla per cancellare il mondo reale. Proteggerete Wonderland rischiando così di rendere le ombre sempre più potenti? O la brucerete per cauterizzare la ferita che la Divoratrice di Sogni ha inflitto alla città di Arkham?
zh: 当你在爱丽丝的梦境中旅行时，疯狂国度仙境的命运也掌握在你的手中。你帮助或摧毁的每个居民都直接影响到梦境的稳定度。选择与所有人合作并拯救他们似乎很简单，但仙境越强大，古拉斯纳卡就越容易利用它来攻击现实世界。你会在保护仙境的同时也滋养了暗影吗？还是在烧治梦境吞噬者对阿卡姆造成的伤害的同时也将仙境烧毁呢？

source: How will Alice's psyche fare as you traverse her strange dreams? Be aware of anything that could help preserve her sanity.
it: Come reagirà la psiche di Alice mentre attraversate i suoi strani sogni? Fate attenzione a qualsiasi cosa che possa aiutarvi a preservare la sua sanità mentale.
zh: 当你穿越爱丽丝奇怪的梦境时，她的精神状态能维持吗？留意任何可以帮助她保持理智的事情。

source: the investigators went down the rabbit hole.
it: gli investigatori sono scesi nella tana del Coniglio.
zh: 如果调查员掉进了兔子洞。

source: the investigators went through the looking glass.
it: gli investigatori sono passati attraverso lo Specchio.
zh: 如果调查员穿过了镜子。

source: The city flows like an ocean, sweeping you away and nearly swallowing you in the chaotic mass. You are battered and crushed between bricks and cobble-stones as the landscape swirls around and around, folding in on itself with each rotation.
it: La città fluttua come in mezzo all'Oceano, spazzandoti via, e quasi inghiottendoti nella sua massa caotica. Vieni sballottato e schiacciato tra mattoni e ciottoli, mentre il paesaggio ti turbina tutto intorno, ripiegandosi su se stesso ad ogni rotazione.
zh: 城市像海洋一样流动，将你卷入其中，你几乎被吞没在混乱的物质中。地上景物一圈又一圈地卷起，每次旋转都与自己折叠，而你在其中被砖块和鹅卵石击打、挤压。

source: The terror of diving into the pit quickly fades to apprehension, and soon curiosity. The counted seconds stretch to minutes, though easily tracked by the constant ticking of the clocks lining the walls of the rabbit hole. Just as you wonder if you might very well fall infinitely, the ground suddenly rises below you, and you land with surprisingly little impact. Rising to your feet, you spy the fleeting form of the white rabbit once again sprinting down a long corridor before you. With no way back up, and Arkham likely in shambles anyhow, you have little choice but to continue following the strange creature. The corridors wind endlessly, diverging and converging like the tunnels of an ant colony. Doors fill every part of the walls, no two alike in shape, size, or style. Your curiosity is stifled, however, as you find each solidly locked. With no alternative but to continue down the hallway, you soldier onward in pursuit of the rabbit.
it: Il terrore di gettarsi nella cavità si trasforma presto in timore, e poi in curiosità. I secondi si dilatano in minuiti, che vengono distinti con facilità dal costante ticchettio degli orologi che ricoprono le pareti della tana del Coniglio. Mentre vi state domandando sei sia possibile continuare a cadere all'infinito, si materializza sotto di voi il pavimento ed atterrate, con vostra sorpresa, senza subire alcun impatto. Alzandovi in piedi, scorgete la fugace sagoma del Coniglio Bianco correre attraverso un lungo corridoio di fronte a voi. Senza alcuna possibilità di tornare su, e con Arkham probabilmente nella più totale confusione, non avete altra scelta se non di continuare a seguire la strana creatura. I corridoi si dipanano senza fine, divergendo e convergendo come le gallerie di un formicaio. Lungo i muri si aprono moltissime porte, tutte diverse per stile, forma o dimensione. La vostra curiosità viene però delusa, quando vi accorgete che ognuna di esse è solidamente chiusa. Non c'è alternativa che continuare a camminare lungo il corridoio, alla ricerca del Coniglio.
zh: 在坑中坠落的恐惧感很快就转变为忐忑，不久就变成了好奇。兔子洞壁上的时钟不断滴答作响，很容易计算时间，计数从几秒一直延长到了几分钟。就在你猜想是否自己会无穷无尽地坠落时，地面突然在下方出现，你落地时很惊讶地只受到微小的冲击。你站起身来，再次看到白兔稍纵即逝的身影冲向你面前的一条长廊。你没有办法回去上面，而且阿卡姆很可能一片混乱，别无选择，只能继续跟随这个奇怪的生物。 走廊不断蜿蜒曲折，像蚂蚁的隧道一样分开又汇合。整个墙壁上满满的都是门，每扇门的形状、大小或风格都完全不相同。但你发现所有的门都锁得牢牢的，扼杀了你的好奇心。除了继续沿著走廊走，没有别的选择，你鼓起勇气继续追逐兔子。

source: The sound of Arkham's collapse vanishes completely as you cross through the glass. You glance backwards to see only blackness with splashes of color and shapes, churning slowly. You're not sure if you can return the way you came, or if you even want to, with the way that the city was being torn apart. You stand transfixed until the heat and crackle of the fire beneath the mantle rouse your thoughts. This is no time to be waiting and wondering. You must find what lies beyond the mirror.
it: Il suono di Arkham che collassa svanisce completamente mentre attraversate lo specchio. Guardando indietro vedete solamente oscurità con sprazzi di colore e forme che ondeggiano lentamente. Non siete sicuri di poter ritornare da dove siete entrati, e nemmeno se lo volete fare veramente, visto il modo in cui la città è stata distrutta. Rimanete immobili a pensare, finché il calore e lo scricchiolio del fuoco in un camino vi riscuotono dai vostri pensieri. Non c'è tempo per fermarsi e porsi domande. Dovete scoprire cosa si nasconde oltre lo specchio.
zh: 当你一穿过镜子，阿卡姆塌毁的声音就完全消失了。你向后一看，只看到黑色上面溅著一些色彩和形状，缓缓地搅动著。你不确定你是否可以用同样的方式回去，或者甚至你是否还想回到被那样子撕裂的城市。你呆滞地站在那里，直到布幔下的热气和劈啪声唤回你的思绪。现在不是等待和考虑的时候。你必须探索镜子之外的世界。

source: "I do hope you'll forgive our cold hospitality. A welcoming committee simply couldn't be arranged." The Cheshire Cat appears before you, its grin ever constant. For the first time since the danger started, you at last have a moment to chastise the cat. Appearing and disappearing, helping you and hindering you, it only proves to muddle your understanding of the bizarre events. "I'm afraid I can't help it," the cat purrs serenely, "my nature is madness. Everyone is mad in Wonderland, you see. You yourself are beginning to go mad, or else you wouldn't be here." You'd like to refute the cat, but you feel as if you are already walking a path of madness in trying to save Arkham from these bizarre occurrences. The Cheshire Cat orbits you slowly, observing you from all angles as it speaks. "Still, I am a creature of Wonderland, and it is in my best interests to preserve my home, just as it is in your best interests to preserve yours. Quizzically, Alice has entrusted you with both." The cat rises up to stare you in the eye at an uncomfortably close distance. "You'll carry on, of course, but how will you carry on? Like a surgeon, cutting out the infection?" Its head detaches to punctuate the point. "Or like a miner, blasting all to oblivion?" The cat's body scatters as if blown apart, but the head remains eerily in place. "Whether you trim gently or tear it out by the roots, any future is preferable to being consumed utterly. Alice would agree, I should think. Assuming she is still lucid after being made into a gateway, of course." The cat's head fades away, leaving only its grin behind once more. You have a lot to consider and a long road ahead.
it: "Spero che ci perdoniate per la scarsa ospitalità. Non ci è stato possibile organizzare un comitato di benvenuto." II Gatto del Cheshire appare di fronte a voi, sempre con un costante sorriso. Per la prima volta da quando il pericolo è cominciato, avete finalmente un momento per lamentarvi col Gatto del suo comportamento. Appare e scompare, aiutandovi e ostacolandovi. Sembra solo confondere la vostra comprensione di questi eventi bizzarri. "Temo di non poterne fare a meno," dice il gatto facendo serenamente le fusa, "la follia fa parte della mia natura. Tutti sono matti a Wonderland. Anche voi state iniziando a diventare matti, altrimenti non sareste qui." Vorreste contestare il gatto, ma vi rendete conto che cercare di salvare Arkham da questi bizzarri eventi equivalga ad incamminarsi su di un sentiero verso la follia. Il Gatto del Cheshire vi orbita lentamente attorno, osservandovi da ogni angolo mentre vi parla: "In ogni caso, io sono una creatura di Wonderland, ed è nel mio interesse preservare la mia patria, cosi come è nel vostro miglior interesse preservare la vostra. Per uno scherzo del destino, Alice vi ha affidato entrambi i compiti." Il gatto si alza per guardarvi negli occhi così da vicino da mettervi a disagio. "Andrete avanti, ovviamente, ma come lo farete? Come un chirurgo che amputi un arto per curare l'infezione?" La sua testa di stacca dal collo, come per rimarcare il punto. "O come un minatore, facendo esplodere tutto fino all'oblio totale?" Le parti del corpo del Gatto si disseminano come se fosse esploso, ma la testa rimane stranamente al suo posto. "Come per un cespuglio, si può potarne gentilmente la chioma, o si può strappare con tutte le radici. Ma qualsiasi futuro sarà preferibile all'idea di venire divorati. Alice sarebbe d'accordo, azzarderei. Assumendo che sia ancora lucida dopo essere stata utilizzata come un portale, ovviamente. La testa del Gatto scompare, lasciando nuovamente indietro solamente il suo sorriso. Avete un sacco di cose a cui pensare, ed una lunga strada davanti a voi.
zh: “我希望你能原谅我们的冷淡招待，我们完全无法筹组欢迎委员会。”柴郡猫出现在你面前，牠咧嘴的笑容一如既往。自从危机开始以来，你终于能够有机会斥责这只猫。牠擅自出现又消失，帮助又阻碍你，只会让你对诡异事件的理解更加困惑。“恐怕我情不自禁，”猫平静地咕哝道，“我天生是疯的。你知道，仙境里每个人都是疯的。你自己也开始疯了，否则你就不会在这里了。”你想反驳这只猫，但你觉得自己试图从这些离奇的事件中拯救阿卡姆，好像也已经走上了一条疯狂的道路。 柴郡猫缓缓地绕著你转，一边从各个角度观察你一边说话。“不过，我是仙境里的生物，我想保护我的家园，就像你想保护你的家园一样。奇怪的是，爱丽丝将这两件事情都托付给了你。”猫站起来盯著你的眼睛，距离太近了。“当然，你会去做，但你该如何进行？像外科医生一样，切除感染源？”牠的头跟身体分离，以强调牠的论点。“还是像矿工一样，把一切都炸成灰烬？”猫的身体四散，像是被炸开了一样，但牠的头却诡异地保持在原地。“不管你想轻轻地修剪，还是连根拔起，任何未来都比完全被吞噬掉好。我想爱丽丝会同意的。当然，假如她被当成联结后还能保持清醒的话。” 猫的头开始褪色，再次只剩下牠咧著笑的嘴。而你有很多事情要考虑、还有很长的路要走。
