Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/gryphon_and_mock_turtle.po
Languages: es, it, ko, zh

source: Each investigator earns 1 bonus experience as the investigators have witnessed a shadow transformation firsthand.
es: Cada investigador obtiene 1 punto de experiencia adicional, al haber visto con tus propios ojos una transformación en sombras.
it: Ogni investigatore guadagna 1 Punto Esperienza aggiuntivo per aver osservato in prima persona la trasformazione in ombra.
ko: 각 조사자들은 그림자가 직접 변형하는 것을 목격했기에 추가로 경험치를 1씩 얻습니다.
zh: 你亲眼目睹了一次暗影转化，每位调查员获得1点奖励经验值。

source: Guidance from Alice
es: Consejos de Alicia
it: Alice Vi Guida
ko: 앨리스의 안내
zh: 爱丽丝的引导

source: You feel more than a little drained from dealing with the two hodgepodge creatures as you set back on the journey through Wonderland. You try to orient yourself from what you recall of the landscape from the back of the Gryphon, but it's all somehow wrong. Once again, Wonderland seems to be shifting to keep you out - or at this point, in. As you stare about the jumbled countryside, a single feather drifts into view, much like one from the Gryphon's own coat. You look up to see hundreds of feathers floating on the breeze, slowly shifting into a long line that winds through the trees and over the rolling hills. You have a feeling that you have Alice to thank once again for helping you navigate this madcap world. You march forward, following the feather trail while it lasts, but your thoughts drift backward to the view from the Gryphon's back. The balance between Wonderland's stability and Gurathnaka's advance is more precarious than you first imagined. Questions and fears mix in your mind with each step forward. Will the discoveries and insights you've gained be enough to beat back the shadows from Arkham? Has Arkham already been reduced to irreversible ruin? Or will you even be able to escape from Wonderland back into the real world at all? Each question returns you the same answer: you won't know until you've tried. With everything else in Wonderland so uncertain, the one thing you have to trust is your own decisions, come what may. You press on, for better or worse, braced for the consequences.
es: Mientras retomas el viaje por el País de las maravillas, te sientes bastante agotado por tratar con las disparatadas criaturas. Intentas orientarte a partir de lo que recuerdas del vuelo con el Grifo, pero de algún modo todo parece erróneo. Una vez más, el País de las maravillas parece estar cambiando para mantenerte alejado, o ahora ya mejor dicho, atrapado. Mientras contemplas el paisaje caótico, una pluma desciende ante ti, muy parecida a las del propio Grifo. Miras hacia arriba y ves cientos de plumas flotando en la brisa, transformándose lentamente en una larga hilera que serpentea a través de los árboles y sobre las ondulantes colinas. Te da la sensación de que tienes que dar las gracias una vez más a Alicia por ayudarte a navegar en este loco mundo. Avanzas siguiendo el rastro de plumas, pero tus pensamientos rememoran el recorrido que viste montado en el Grifo. El equilibrio entre la estabilidad del País de las maravillas y el avance de Gurathnaka es más precario de lo que imaginaste en un principio. Las preguntas y los miedos se mezclan en tu mente con cada paso que das. ¿Serán suficientes los descubrimientos y conocimientos adquiridos para repeler las sombras de Arkham? ¿Acaso Arkham ya ha sido reducido a una ruina irreversible? ¿O serás capaz de escapar del País de las Maravillas y regresar al mundo real? Cada pregunta tiene la misma respuesta: no lo sabrás hasta que lo hayas intentado. Con tanta incertidumbre en el País de las Maravillas, lo único en lo que puedes confiar es en tus propias decisiones, pase lo que pase. Sigues adelante, para bien o para mal, preparado para las consecuencias.
it: Vi sentite sfiniti per aver dovuto trattare con quelle due strane creature, ma tornate al vostro cammino attraverso Wonderland. Provate ad orientarvi ricordando il paesaggio visto dal dorso del Grifone, ma è tutto come sbagliato. Ancora una volta, Wonderland sembra stia mutando per tenervi fuori o, a questo punto, dentro. Mentre osservate la campagna, confusi, una piuma solitaria si muove nel vento, molto simile a quelle del piumaggio del Grifone. Guardate in alto e vedete centinaia di piume galleggiare nella brezza che formano lentamente una lunga fila che corre attraverso gli alberi e oltre le colline. Avete la sensazione di dover di nuovo ringraziare Alice per l'aiuto che vi dà nel muovervi attraverso questo pazzo mondo. Vi mettete in marcia, seguendo la scia di piume, finché è ancora possibile, ma i vostri pensieri tornano a ciò che avete visto dal dorso del grifone, in aria. L'equilibrio tra la stabilità di Wonderland e l'avanzata di Gurathnaka è più precario di quello che immaginavate. Domande e paure vanno mescolandosi nelle vostre teste ad ogni passo in avanti. Ciò che avete scoperto e intuito sarà abbastanza per scacciare le ombre da Arkham? O Arkham è già stata condotta verso una rovina irreversibile? Sarete in grado di fuggire da Wonderland e tornare nel mondo reale? Ogni domanda sembra avere la stessa risposta: non lo saprete finché non farete un tentativo. A Wonderland tutto è incerto, e l'unica cosa di cui dovete fidarvi sono le vostre decisioni, qualunque cosa accada. Andate avanti, nel bene o nel male, pronti a fronteggiare le conseguenze delle vostre azioni.
ko: 당신은 여정길로 되돌아오면서, 두 뒤죽박죽인 생물을 상대하느라 진이 빠져버렸습니다. 당신은 그리폰의 등 위에서 보았던 풍경을 회상하며 나아갈 방향을 정하려고 했지만, 왠지 틀린 느낌을 받습니다. 또다시, 당신이 빠져나가지 못하게 하려고, 아니면 반대로 진입하지 못하게 하려고, 이상한 나라가 변한 것 같습니다. 당신이 뒤죽박죽인 시골길을 보고 있으니, 그리폰의 깃털과 비슷한 깃털 하나가 눈에 띄었습니다. 당신은 하늘을 올려다보았고, 언덕에서부터 나무들 사이로 불어오는 바람이 깃털로 긴 선을 자아내어, 수백개의 깃털이 바람에 떠다니는 것을 보았습니다. 당신은 이 뒤죽박죽인 세계에서 또 한 번 당신을 인도한 앨리스에게 고마운 마음이 들었습니다. 당신은 깃털의 선을 쫓아 그 끝에 다다를 때까지 행진하면서, 그리폰의 등에서 보았던 광경을 다시 한번 고찰했습니다. 구라트나카의 성장과 이상한 나라의 안정성 사이의 균형이 당신이 예상했던 것보다 더 불안정합니다. 한걸음 나아갈 때마다 의문과 공포가 당신의 마음에 들어차기 시작했습니다. 당신은 과연 그림자를 격퇴할 만큼 충분한 발견과 통찰을 얻어갈 수 있을까요? 아컴이 이미 손쓸 수 없을 정도로 폐허가 된 것은 아닐까요? 모든 질문은 다음과 같은 답으로 재귀합니다: 시도해보기 전까지는 아무것도 모른다. 이상한 나라에서의 남은 모든 여정은 불확실투성이고, 믿을 것이라고는 오로지 당신의 결정이며, 그에 따라오는 결과물뿐입니다. 결과가 좋든 나쁘든 당신은 결과를 감내하면서도 짓눌리고 있습니다.
zh: 你回到仙境的旅程中，因为与这两个混种生物打交道而感到筋疲力尽。你试图回想你在狮鹫背上看到的风景来寻找方向，但一切天差地远。仙境似乎再次移动，以将你排除在外——或者以当下的状况来说，排除在内。 当你盯著被搅乱的田园时，一根羽毛飘入视野中，看起来与狮鹫的身上的羽毛一样。你抬头，看到数百根羽毛随风飘扬，慢慢变成一条长长的线，蜿蜒穿过树木，越过连绵起伏的山丘。你感觉到你得再次感谢爱丽丝的帮助，在这个疯狂的世界指引你方向。 你继续前进，在羽毛散去前沿著踪迹走，但你的思绪飘回到狮鹫背上的景色。仙境的稳定和古拉斯纳卡的侵犯之间的平衡比你最初想像的更加岌岌可危。你向前迈出的每一步，脑海中都混杂著疑问和恐惧。你的发现和见解是否足以击退阿卡姆的暗影？阿卡姆是否已经沦为不可逆转的废墟了？或甚至你还能从仙境回到现实世界吗？每个问题的答案都相同：你不去试，就不会知道。仙境中的其他一切都如此不确定，因此无论发生什么，你必须相信自己的决定。是好是坏你都得坚持下去，并准备好承受后果。
