Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/gryphon_and_mock_turtle.po
Languages: es, it, ko, zh

source: "Satisfied?" the Gryphon probes, "The view is much less dismal from the ground." You consider the state of Wonderland and the shadows once more briefly before you nod. At once, the Gryphon wheels back down to earth, swooping this time toward a quiet lagoon on the edge of a vast body of water. "Come, I know just the thing to liven your spirits after such a sight! My friend the Mock Turtle is quite a songster, to say nothing of his education!" You try to envision just what a mock turtle might look like, but the creature the Gryphon lands next to doesn't match any of your ideas. The Mock Turtle resembles a sea turtle but with the head of a cow. He sits at the water's edge, staring down into the pools with a smile on his face, but tears leaking from his eyes. "Ahoy and what ho!" the Gryphon calls out, "enjoying the dance?" "It's a sight for sore feet," the Mock Turtle murmurs with a nod. You give the creature a hesitant hello and he waves a flipper at you without looking. His attention is firmly fixed on the waves in front of him. You stand beside the Mock Turtle and look into the water, seeing at once a bizarre spectacle. Sea creatures of a hundred varieties dance together in a complicated but stately fashion just under the water's surface. The Mock Turtle splashes his flippers in the surf in time with the muffled music, still sniffling but enjoying himself. Not wanting to ask the Mock Turtle bluntly, you take the Gryphon aside and quietly question why the creature is in such an emotional state. "The poor fellow knows the state of Wonderland as well as I do," the Gryphon responds with a pitying glance at its friend, "he often used to cry in his spare time, but now that he's found something serious to give him sorrow, he's doing all he can to distract himself." The Mock Turtle hums to himself as the dancing continues, utterly enthralled. "It's for the best, don't you know!" the Gryphon chuckles, "no sense dwelling on such grim matters" You frown at the Gryphon's statement. Sitting by idly is only going to help Gurathnaka in its conquest. You warn the two creatures of the dangers the hungry shadows could pose if left unchecked. The Mock Turtle covers his ears with two flippers and shakes his head, while the Gryphon scowls at your stories. "Such topics aren't polite, not one jot!" the Gryphon scolds you. The Mock Turtle nods with a whimper and chimes in after. "There's so much misery to be had, only let us ration it! Let us sing of soup and schools, and join the lobsters in their quadrille!"
es: —¿Satisfecho? —pregunta el Grifo—. La vista es mucho menos lúgubre desde el suelo. Consideras brevemente una vez más el estado del País de las maravillas y las sombras antes de asentir. Inmediatamente, el Grifo vuelve a descender a la tierra, dirigiéndose esta vez hacia una tranquila laguna al borde de una gran masa de agua. —¡Vamos, sé exactamente lo que animará tu espíritu tras este panorama! ¡Mi amiga la Falsa Tortuga es una gran cantante, por no hablar de su educación! Intentas imaginar cómo es una tortuga falsa, pero la criatura junto a la que aterriza el Grifo no coincide con ninguna de tus ideas. La Falsa Tortuga se asemeja a una tortuga marina pero con la cabeza de una vaca. Se sienta en la orilla del agua, mirando hacia los charcos con una sonrisa en su rostro, pero con lágrimas brotando de sus ojos. —¡Hola! ¿Qué tal? —grita el Grifo—. ¿Disfrutando del baile? —Da gusto verlo—murmura la Falsa Tortuga asintiendo—. Saludas a la criatura de manera vacilante y ella agita una aleta hacia ti sin mirar. Su atención está firmemente fijada en las olas frente a ella. Te pones junto a la Falsa Tortuga y miras hacia el agua, viendo de inmediato un extraño espectáculo. Criaturas marinas de cientos de variedades distintas bailan juntas de una manera complicada pero majestuosa justo bajo la superficie del agua. La Falsa Tortuga chapotea con sus aletas al ritmo de la música amortiguada, aún sollozando pero divirtiéndose. Al no querer preguntárselo directamente a la Falsa Tortuga, llevas al Grifo a un lado y le preguntas en voz baja por qué la criatura está en ese estado tan emocional. —La pobre conoce el estado del País de las maravillas tan bien como yo —responde el Grifo mirando con lástima a su amiga—. Solía llorar a menudo en su tiempo libre, pero ahora que ha encontrado algo serio que le entristece, está haciendo todo lo posible para distraerse. La Falsa Tortuga tararea para sí misma mientras continúa el baile, completamente cautivada. —No hay mal que por bien no venga, ¿sabes? —ríe el Grifo—, ¡No tiene sentido lamentarse por asuntos tan sombríos! Frunces el ceño ante la afirmación del Grifo. Quedarse de brazos cruzados solo ayudará a Gurathnaka en su conquista. Adviertes a las dos criaturas del peligro que podrían representar las sombras hambrientas si se las deja sin control. La Falsa Tortuga se tapa los oídos con sus aletas y sacude la cabeza, mientras que el Grifo hace una mueca ante tus historias: —¡Tales temas no son educados, ni un ápice! —te regaña el Grifo. La Falsa Tortuga asiente con un gemido y luego interviene—. ¡Hay tanta miseria por vivir, déjanos racionarla! ¡Cantemos sobre sopa y escuelas, y unámonos a las langostas en su cuadrilla!
it: "Soddisfatti?" chiede il Grifone, "La vista è molto meno triste dal basso." Riflettete brevemente ancora una volta sullo stato di Wonderland e delle ombre, prima di annuire. Subito, il Grifone torna indietro, scendendo verso terra, librandosi, questa volta, verso una tranquilla laguna ai margini di una estesa massa d'acqua. "Venite, so cosa potrebbe ravvivare il vostro animo dopo aver visto tutto questo! Il mio amico, la Finta Tartaruga, è un eccellente cantante, per non parlare della sua educazione!" Provate a immaginare come possa apparire una finta tartaruga, ma la creatura che vi trovate di fronte quando il Grifone atterra, non corrisponde minimamente alle vostre idee. La Finta Tartaruga ricorda effettivamente una tartaruga marina, ma con la testa di una mucca. Siede su un piccolo scoglio, fissando le pozze d'acqua con un sorriso, ma con lacrime che le sgorgano dagli occhi. "Buongiorno!" saluta il Grifone, "ti stai godendo il ballo?" "Che gioia vederti," mormora la Finta Tartaruga con un cenno. Vi porge una zampa senza guardarvi, e voi salutate con esitazione la creatura. La sua attenzione è fissa sulle onde davanti a sé. Attendete al fianco della Tartaruga e guardate in acqua, quando all'improvviso scorgete un bizzarro spettacolo. Creature marine di centinaia di varietà diverse ballano insieme una danza complicata e solenne, appena sotto la superficie dell'acqua. La Finta Tartaruga sbatte le zampe nella spuma a tempo con la musica, ancora tirando su col naso, ma divertendosi. Esitate a chiedere direttamente alla Finta Tartaruga, cosi prendete il Grifone da parte e gli domandate il motivo per cui la creatura si trovi in un tale stato emotivo. "Il poverino è al corrente dello stato in cui versa Wonderland, così come lo sono io," vi risponde il Grifone, dando uno sguardo di commiserazione al suo amico, "piangeva spesso, quando aveva del tempo libero, ma ora che ha trovato qualcosa che gli dia seriamente dispiacere, fa tutto quello che può per distrarsi." La Finta tartaruga mormora tra sé mentre il ballo continua, completamente affascinato. "Sapete, bisogna cercare di avere pensieri positivi!" ridacchia il Grifone, "non ha senso soffermarsi su questioni così cupe!" La risposta del Grifone vi stranisce. Stare seduti ad oziare può solo aiutare Gurathnaka nella sua conquista. Avvisate le due creature del pericolo che le ombre affamate possono rappresentare, se lasciate incontrollate. La Finta Tartaruga si copre le orecchie con le pinne e scuote la testa, mentre il Grifone si rabbuia ai vostri appunti. "Non è educazione parlare di queste cose, proprio per nulla!" vi sgrida. La Finta Tartaruga annuisce con un cenno e interviene anch'egli. "C'è cosi tanta miseria, almeno lasciatecela razionare! Cantiamo di zuppe e di scuole, ed uniamoci alle aragoste nella loro quadriglia!"
ko: “만족했나?” 그리폰이 물어보았습니다, “땅에서 보는 풍경과는 차원이 다르지?” 당신은 이상한 나라와 그림자의 상태에 대해 다시 한번 짧게 고찰하고는 고개를 끄덕였습니다. 단 한 번에, 그리폰은 지면으로 돌아와 석호의 물 위에서 날개칩니다. “이리오도록, 그런 풍경을 보고 오니 자네도 흥이 오르지 않았나! 내 친구인 가짜 거북이, 가방 끈은 짧지만 명가수 거든!” 당신은 가짜 거북이 어떤 모습일지 마음에 그려보았지만, 그리폰이 내려준 곳에서 본 생물은 당신의 상상한 어떤 모습도 아니었습니다. 가짜 거북은 바다거북과 비슷하게 생겼지만, 머리는 소처럼 생겼습니다. 그는 물가의 가장자리에 앉아 미소를 지으며, 하지만 눈에는 눈물을 흘리며 물을 바라보고 있었습니다. “아호이, 누가 왔게!” 그리폰이 그를 불렀습니다. “춤은 재미있었나?” “다리가 아플 정도로 즐긴 것 같아,” 가짜 거북이 끄덕임과 함께 중얼거립니다. 당신은 망설임 끝에 그 생물에게 인사를 건넸고, 가짜 거북은 당신을 보지 않고 그저 지느러미 발을 흔들어 답했습니다. 당신은 가짜 거북 옆에 서서 물 안의 기이한 광경을 구경했습니다 수백종의 다양한 바다 생물들이 복잡하지만 세련된 춤을 수면 아래에서 추고 있었습니다. 가짜 거북은 아직도 훌쩍이지만 즐거운 표정을 지은 채 물갈퀴로 물장구를 처 소리를 죽였습니다. 가짜 거북에게 직접 묻기 전에, 당신은 그리폰에게 다가가 왜 가짜 거북이 저런 기묘한 표정인지 물어보았습니다. “저 가련한 친구도 나처럼 이상한 나라의 현 상태를 잘 알고 있다네,” 그리폰은 친구를 불쌍하다는 듯 쳐다보며 말을 이었습니다. “녀석은 종종 남는 시간에 울고는 했는데, 지금 와서는 무언가 심각한 것 떄문에 슬프다는 것을 깨닳고, 자신의 주의를 다른 것으로 돌릴 수 있는 방법을 찾기 위해 최선인 것이지.” 가짜 거북은 춤에 맞추어 흥얼거리며, 춤에 완전히 빠져 있습니다. “이게 최선이다, 모르겠나?” 그리폰이 빙그레 웃습니다, “그런 암울한 문제에 집착하는 것은 의미가 없다네!” 당신은 그리폰의 말에 얼굴을 찌푸렸습니다. 하릴없이 앉아 있는 것은 구라트나카의 침범을 방치할 뿐입니다. 당신은 두 생물에게 굶주린 그림자를 견제하지 않으면 생길 위협을 경고했습니다. 당신이 이야기하자 그리폰은 쏘아보았고, 가짜 거북은 양 물갈퀴로 귀를 틀어막고 머리를 저었습니다. “그런 말은 전혀 상냥하지 않잖아!” 그리폰이 당신을 야단쳤습니다. 가짜 거북은 훌쩍이며 고개를 끄덕이고는 알려줍니다. “불행이 너무 많지만, 오로지 우리만 배분할 수 있다네! 수프와 학교에 대해 노래하고, 랍스터들의 카드리유에 동참하세!”
zh: “怎么样？”狮鹫试探道，“从地面看，景色远远没有那么绝望。”你再次短暂地思考关于暗影和仙境的状态，然后点点头。狮鹫立即转向返回地面，这一次向著开阔水域边缘的一个安静的潟湖俯冲过去。“来吧，看过这样郁闷的景象后，我知道什么能让你打起精神！我的朋友假海龟很会唱歌，更别提他的教养了！”你试著想像假海龟会长什么样子，但在狮鹫降落地点旁边的生物与你的想像大相迳庭。假海龟大致像一只海龟，但长著牛的头。他坐在水边，低头看著水池，脸上带著微笑，但眼泪却从眼眶里流了出来。“啊哈，如何唷！”狮鹫喊道，“舞蹈看得开心吗？” “看起来脚会酸痛。”假海龟点点头低声说。你犹豫地打了个招呼，他对你挥著脚蹼但没看向你。他的注意力牢牢集中在面前的海浪上。你站在假海龟旁边，看著水中，立刻看到了奇异的景象。上百种海洋生物在水面下以一种复杂而庄严的方式一同跳舞。假海龟随著低沉的音乐节奏在海浪中拍打著脚蹼，仍然抽著鼻子，但享受沉浸于其中。 你不想太直白地问假海龟，于是你把狮鹫拉到一边，悄声地询问为什么这个生物会处于这种情绪状态。“这个可怜的家伙和我一样知道仙境的状态，”狮鹫回应道，用怜悯的目光看著他的朋友，“他平常没事的时候就很爱哭，但现在有真正严重的事情让他难过，所以就他就想尽办法分散自己的注意力。”随著舞蹈继续，假海龟自顾自地哼唱著，完全沉迷在其中。“这样最好，你不知道吗！”狮鹫轻笑道，“没道理去想那些可怕的事情！” 你对狮鹫的叙述表示不满。袖手旁观只会助长古拉斯纳卡的侵略。你警告这两个生物，如果不加以控制，饥饿的暗影会造成什么危险。假海龟用两只脚蹼摀住耳朵摇了摇头，而狮鹫则对你的故事皱起眉头。“这种话题很没礼貌，完全没有！”狮鹫骂道。假海龟呜咽著点点头，然后开始唱道。“有这么多的痛苦，就让我们定量吧！让我们歌颂汤和学校，加入龙虾的方块舞！”

source: <i>"Get up! This is your chance to make a difference."</i>
es: <i>—¡Levantaos! Es vuestra oportunidad de marcar la diferencia.</i>
it: <i>"Svegliatevi! Questa è la vostra occasione per fare la differenza."</i>
ko: <i>“일어나! 이번엔 네가 달라져볼 기회야!”</i>
zh: <i>“振作！现在正是你有所作为的机会。”</i>

source: <i>"Fine. When your world falls apart, don't come crying to me."</i>
es: <i>—Está bien. Cuando vuestro mundo se desmorone, no me vengáis llorando.</i>
it: <i>"E sia. Quando il vostro mondo cadrà a pezzi, non venite da noi a piangere."</i>
ko: <i>“좋아. 네 세계가 어둠에 떨어지면, 그때 가서 내게 울면서 애원하지 마.”</i>
zh: <i>“好吧。但当你的世界毁灭时，别来找我哭诉。”</i>

source: Sadder but Wiser
es: Tristes pero más sabios
it: Tristi, ma Più Saggi
ko: 슬프지만 현명하게
zh: 面对现实的智慧

source: The task of opposing Gurathnaka is too important for you to allow this apathy. You go to great lengths to explain the threat of the shadows, ignoring their protests. You spare no detail in the power, the relentlessness, and the wanton destruction the shadows are capable of. The Gryphon brushes off each grim retelling, and the Mock Turtle shakes his head woefully, trying not to listen. It is only when you begin talking about Arkham's destruction that the conversation seems to affect them. You describe the chaos and madness that engulfed the city when last you saw it. Each place and person you once held dear will be lost forever if you can't find a way to root Gurathnaka out of Alice's dreams. The Mock Turtle bursts into a fresh cascade of tears while the Gryphon draws upward indignantly. "That is quite enough!" he bellows, "the poor fellow has delicate sensibilities, you know! And now that you've-" "No…" the Mock Turtle blubbers, placing a flipper between the two of you, "what's made me sad is that… is that I've been so intolerably selfish… we both have…" the Gryphon's beak opens in shock and he stumbles over his words, but can't voice any protest to the statement. "To think that such sorrow was inside you… we simply must help." The Gryphon regains his composure quickly, and though he still looks irritated at being made to look callous, he nods with a grumbling agreement.
es: La tarea de oponerse a Gurathnaka es demasiado importante como para que permitas esta apatía. Ignorando sus protestas, haces todo lo posible para explicar la amenaza de las sombras. No escatimas en detalles sobre el poder, la implacabilidad y la destrucción desenfrenada de las que son capaces las sombras. El Grifo ignora cada detalle sombrío, y la Falsa Tortuga sacude la cabeza con tristeza, tratando de no escuchar. Solo cuando comienzas a hablar sobre la destrucción de Arkham parece que la conversación les afecta. Describes el caos y la locura que había invadido la ciudad la última vez que la viste. Cada persona y lugar apreciados se perderán para siempre si no puedes encontrar una manera de sacar a Gurathnaka de los sueños de Alicia. La Falsa Tortuga estalla en una nueva cascada de lágrimas mientras el Grifo se levanta indignado: —¡Eso es más que suficiente! —grita—. La pobre Tortuga tiene una sensibilidad delicada, ¿sabes?. Y ahora que has… —No… —balbucea la Falsa Tortuga, poniendo una aleta entre vosotros dos—, lo que me ha entristecido es que… es que he sido tan intolerablemente egoísta… ambos lo hemos sido… El Grifo abre el pico en estado de shock y se traba con sus propias palabras, pero no puede expresar ninguna réplica a esa declaración. —Y pensar que todo este dolor estaba dentro de ti… Debemos ayudar. El Grifo recupera la compostura rápidamente y, aunque todavía parece irritado por haberle hecho parecer insensible, asiente con un gruñido de acuerdo.
it: Opporsi a Gurathnaka è troppo importante perché possiate permettere questa apatia. Spiegate nel dettaglio la minaccia delle ombre, ignorando le loro proteste. Non risparmiate alcun dettaglio sul potere, sull'implacabilità e sulla sfrenata distruzione di cui sono capaci le ombre. Il Grifone cerca di rifuggire tali argomenti torvi, e la Finta Tartaruga scuote la testa tristemente, cercando di non ascoltare. Solo quando cominciate a parlare della distruzione di Arkham, la conversazione sembra coinvolgerli. Descrivete il caos e la pazzia che ha inghiottito la città, l'ultima volta che l'avete vista. Ogni luogo e persona a cui tenevate sarà per sempre perduta se non riuscirete a trovare un modo per estirpare Gurathnaka dai sogni di Alice. La Finta Tartaruga scoppia in un pianto dirotto, ed il Grifone si solleva indignato. "Avete detto abbastanza!" dice "il poveretto è così sensibile, sapete? Ed ora lo avete..." "No..." piagnucola la Finta Tartaruga, ponendo una delle sue zampe tra voi ed il Grifone, "quello che mi ha reso triste è che... che sono stato così intollerabilmente egoista... lo siamo stati entrambi..." Il becco del Grifone si apre per lo stupore. Cerca di rispondere inciampando sulle parole, ma non riesce a dar voce ad alcuna obiezione all'affermazione. "Pensare che avete dentro un tale dolore... dobbiamo aiutarvi." Il Grifone recupera velocemente la sua compostezza, e anche se vi sembra irritato per essere apparso insensibile, annuisce con un brontolio.
ko: 구라트나카에 맞서는 일은 중대하기에 당신은 이 둘이 외면하는 것을 눈 뜨고 볼 수 없었습니다. 당신은 둘의 저항을 무시하고 그림자의 위협에 대해 장광설을 늘어놓았습니다. 당신은 그림자의 권능, 무자비함 그리고 악의적인 파괴성에 대해 가감없이 설명했습니다. 그리폰은 음울한 이야기가 나올 때마다 깃털을 손질해댔고, 가짜 거북은 겁에 질려 듣지 않으려고 고개를 떨었습니다. 하지만, 둘에게 파괴되고 있는 아컴에 대해 이야기하자, 비로소 이 대화가 빛을 보기 시작했습니다. 당신은 떠나오기 전에 본 도시가 혼돈과 광기에 휩싸이던 모습을 묘사했습니다. 당신과 친숙했던 사람들과 장소들은 앨리스의 꿈에서 구라트나카를 축출할 방법을 찾지 못한다면 영원히 소실될 것입니다. 그리폰이 분개해서 위를 쳐다보았고, 가짜 거북은 새로이 눈물을 폭포처럼 쏟아냅니다. “충분해!” 그리폰이 소리쳤습니다. “이 가련한 거북은 감수성이 풍부하다고, 알지 않나! 그리고 이제 너가…” “아냐…” 가짜 거북이 흐느껴 울며 당신과 그리폰 사이를 물갈퀴로 갈라 놓았습니다. “내가 지금 슬픈 이유는…내가, 우리 모두가 부끄러울 정도로 이기적이었다고 자각했기 떄문이야…” 그리폰의 부리가 충격을 받아 떡 벌어졌고, 말을 더듬으며 무언가 말하려 했지만, 그 주장에 아무런 반대도 하지 못했습니다. “네 안에 그러한 슬픔이 있다고 생각하니…우리가 저 친구를 도와야 한다고 생각해.” 그리폰은 빠르게 평정을 되찾았고, 여전히 냉담한 눈을 하며 짜증난 것 같지만, 투덜거리면서도 동의하며 끄덕였습니다.
zh: 对抗古拉斯纳卡的任务对你来说太重要了，你不能接受这种漠不关心的态度。你竭尽全力解释暗影的威胁，无视他们的抗议。你巨细靡遗地描述暗影的力量、无情和肆意破坏的能力。狮鹫对每次重复的严酷话语都置若罔闻，假海龟则悲哀地摇摇头，尽量不去听。当你开始谈论阿卡姆的毁灭时，才打动了他们。 你描述了当你最后离开阿卡姆时吞没这座城市的混乱和疯狂。如果你无法找到将古拉斯纳卡从爱丽丝梦境中根除的方法，你曾经珍视的每个地方和每个人都将永远消逝。假海龟泪流满面，而狮鹫则愤愤不平地抬起头。“真是够了！”他吼道，“这个可怜的家伙感情很纤细，你知道的！现在你——” “不……”假海龟哭著说道，把脚蹼拦在你们两个中间，“我难过的是……是我太自私了……我们俩都是……”狮鹫的喙因震惊而张开，他结结巴巴，无法提出任何反驳。“没想到你内心对此感到悲伤……我们必须提供帮助。”狮鹫很快恢复了镇定，尽管他看起来还是对于被迫装出冷酷无情的样子感到恼怒，但他点点头表示同意。

source: In your Campaign Log under "Wonderland Boons," record <i>the Gryphon and the Mock Turtle.</i>
es: Anota en la sección “Favores del País de las maravillas” del registro de campaña a <i>El Grifo y la Falsa Tortuga</i>.
it: Annotate nel Diario della Campagna, <i>Il Grifone e la Finta Tartaruga</i> alla voce "Protettori di Wonderland".
ko: 캠페인 기록지의 “이상한 나라의 유쾌한 주민”에 <i>그리폰과 가짜 거북</i>을 적습니다.
zh: 在冒险日志的"仙境的恩赐"下方纪录<i>狮鹫和假海龟</i>。

source: The Gryphon and the Mock Turtle
es: El Grifo y la Falsa Tortuga
it: Il Grifone e la Finta Tartaruga
ko: 그리폰과 가짜 거북
zh: 狮鹫和假海龟

source: Ignorance is Bliss
es: Bendita ignorancia
it: Beata Ignoranza
ko: 무지가 축복이다
zh: 无知就是幸福

source: "There's no need to be impertinent!" the Gryphon snaps as it shelters the Mock Turtle under one wing, "if you don't enjoy the ways that we handle our affairs, then you're welcome to exclude yourself from them!" The two delusional creatures return to watching the strange dance in the surf, refusing to acknowledging you any further. With a resigned sigh, you turn away to rediscover the path, when you notice the daylight around you beginning to dim. Wisps of shadow creep along the ground toward the Gryphon and the Mock Turtle, seeping inside them like water to a sponge. You back away cautiously, hoping that they will continue to ignore you even as the shadows begin to corrupt them. The tears that drip down the Mock Turtle's face darken until he cries dark liquid rivulets, while the Gryphon swells in size to match its overflowing pride. Not wanting to risk another attack, you make a swift retreat from the darkening scene. Your steps are suddenly halted as you feel a tug at your back, as if you had been leashed. You look down and discover that your shadow stretches far behind you, as if tethered to the Gryphon and the Mock Turtle. They turn to you, the one with a predatory eye and the other with trickling darkness on his. "You musn't go…" the Mock Turtle moans with a distorted tone. "There is only sorrow out there… come and sit…" the Gryphon echoes hollowly. You struggle forward desperately as you feel yourself being reeled back toward them, until at last you jerk forward with a snap. With the tether gone, you waste no time in making your escape.
es: —¡No hay necesidad de ser impertinente! —grita el Grifo mientras protege a la Falsa Tortuga bajo un ala—, si no te gusta la forma en la que manejamos nuestros asuntos, entonces puedes mantenerte a un lado. Las dos criaturas delirantes vuelven a observar la extraña danza en las olas, negándose a prestarte más atención. Con un suspiro de resignación, te alejas para redescubrir el camino, cuando notas que la luz diurna a tu alrededor comienza a oscurecerse. Volutas de sombra se arrastran por el suelo hacia el Grifo y la Falsa Tortuga, filtrándose dentro de ellos como el agua se filtra en una esponja. Retrocedes con cautela, con la esperanza de que continúen ignorándote incluso cuando las sombras empiecen a corromperlos. Las lágrimas que caen por el rostro de la Falsa Tortuga se oscurecen hasta que termina llorando oscuros riachuelos, mientras que el Grifo aumenta de tamaño para igualar su desbordante orgullo. Sin querer arriesgarte a otro ataque, te retiras rápidamente de esa oscura escena. Tus pasos se detienen de repente al sentir un tirón en tu espalda, como si te hubieran atado con una correa. Miras hacia abajo y descubres que tu sombra se extiende lejos por detrás de ti, como si estuviera atada al Grifo y la Falsa Tortuga. Se vuelven hacia ti, el uno con un ojo depredador y la otra con una oscuridad goteante: —No debes irte… —gime la Falsa Tortuga con un tono distorsionado—. Ahí fuera solo hay dolor… ven y siéntate… —repite el Grifo como si de un eco se tratara. Luchas por avanzar desesperadamente mientras sientes que te arrastran hacia ellos, hasta que finalmente te zafas de un tirón. Con la atadura rota, no pierdes tiempo en escapar.
it: "Non c'è alcun bisogno di essere impertinenti!" scatta il Grifone, mentre dà riparo alla Finta Tartaruga sotto alla sua ala, "se non apprezzate il modo in cui gestiamo le nostre cose, allora potete tranquillamente non farne parte!" Le due creature deliranti tornano ad osservare la strana danza nella spuma, rifiutandosi di ammettere che avete ragione. Con un lamento rassegnato, vi voltate per ritrovare il vostro cammino, quando notate che la luce del giorno comincia ad indebolirsi. Ciuffi di ombre strisciano lungo il terreno verso il Grifone e la Finta Tartaruga, filtrando dentro di loro come dell'acqua in una spugna. Vi allontanate con cautela, sperando che continuino ad ignorarvi, anche se corrotti dalle ombre. Le lacrime che scendevano dagli occhi della Finta Tartaruga diventano sempre più scure, finché non piange rivoli di liquido nero, mentre il Grifone si gonfia fino a raggiungere le dimensioni del suo orgoglio. Non volendo rischiare un altro attacco, fuggite dalla spaventosa scena. I vostri passi si interrompono improvvisamente quando vi bloccate con un colpo di frusta, come se foste stati presi al guinzaglio. Guardate in basso, e vi accorgete che le vostre ombre si sono allungate di molto, come se fossero state legate al Grifone e alla Finta Tartaruga. Vi guardano, uno con uno sguardo predatorio, e l'altro con gli occhi che gocciolano oscurità. "Non dovete andarvene..." geme la Finta Tartaruga con voce distorta. "C'è così tanto dolore là fuori... venite e sedete con noi... " gli fa eco il Grifone, con voce vuota. Vi sforzate disperatamente di andare indietro anche se vi sentite trascinare verso di loro, finché riuscite, con grande sforzo, a fare uno scatto in avanti. Sentite il suono di uno strappo. Il legame tra le ombre si è rotto e fuggite senza perdere nemmeno un istante.
ko: “더 이상 무례한 건 못 참는다!” 가짜 거북이 날개 한쪽에 숨자 그리폰이 외쳤습니다, “우리가 그림자를 대처하는 방식이 못 봐주겠다면, 차라리 그림자로부터 스스로를 배제하던가!” 망상에 빠진 둘은 더 이상 당신과 정보를 공유하길 거부하고 물살 넘어 기묘한 춤을 보기 위해 돌아섰습니다. 당신은 하는 수 없이, 해가 거의 뉘엿뉘엿 저물어갈 때쯤, 가야할 방향으로 몸을 돌리려고 했습니다. 그림자 조각이 땅을 타고 기어와, 물이 스펀지에 흡수되는 것처럼 그리폰과 가짜 거북의 내부로 침습해 들어갑니다. 가짜 거북이 흘리던 눈물은 점점 거뭇거뭇해지더니, 검은 액체가 되어 흘러내렸습니다. 그동안, 그리폰은 넘쳐흐르는 오만함에 걸맞게 부풀어 오르기 시작합니다. 그런 상황을 목격한 당신은, 또다시 괴물에게 공격당하는 위험을 감수하고 싶지 않았기에 어둠이 잠식하는 광경을 등지고 줄행랑을 쳤습니다. 뒤로 잡아 끄는 느낌을 받은 당신은 발걸음을 즉시 멈춰 세우고 뒤돌아봤습니다. 당신의 그림자가 그리폰과 가짜 거북에게 묶여 있는 것 마냥 등 뒤로 길게 늘어져 있었습니다. 둘은, 한쪽은 포식자의 눈으로, 다른 한쪽은 어둠이 흘러내리는 눈으로 당신을 뒤돌아보았습니다. “넌 가면 안 돼…” 가짜 거북이 왜곡된 톤으로 신음합니다. “네 앞길에는 그저 슬픔뿐이라네…이리와서 앉게나…” 그리폰의 말이 공허하게 메아리칩니다. 당신은 둘이 있는 방향으로 끌려가는 느낌을 받았고, 필사적으로 앞으로 나아가려고 발버둥쳤습니다. 그러다가, 당신은 낚싯줄이 끊긴 것 마냥 앞으로 홱 넘어질 뻔했습니다. 속박이 사라졌고, 당신은 도망치는데 전력을 다합니다.
zh: “没必要无礼！”狮鹫将假海龟藏在一只翅膀下，厉声喝道。“如果你不喜欢我们处理自己事情的方式，那么你可以不要多管闲事！”这两个幻想生物回去观赏海浪中奇怪的舞蹈，不想再理会你。你注意到周围的日光开始变得黯淡，无奈地叹了口气，转身重新寻找方向。 一缕缕影子沿著地面爬向狮鹫和假海龟，渗入他们体内，如同水渗入海绵般。你小心翼翼地后退，希望即使暗影开始腐蚀他们，也能继续忽略你。假海龟脸上滴下的泪水变黑，他哭出的泪水形成黑色的小溪；而狮鹫的身躯膨胀，和牠的刚愎自用相符。你不想冒再次被攻击的风险，迅速撤离了这个黑暗的景象。 你突然感觉背后被人拽了一下，好像被拴住了一样，脚步停了下来。你往下看，发现你的影子在你身后长长地延展，彷佛被拴在了狮鹫和假海龟身上。牠们转向你，一个眼神中充满侵略性，另一个眼神中带著一丝丝黑暗。“你别走……”假海龟用扭曲的语气呻吟道。“外面只有悲伤……来这边坐下……”狮鹫空洞地附和。你感到自己被卷向牠们，拼命地向前挣扎，直到最后向前猛扑，发出断裂声。栓索消失，你毫不犹豫立即逃走。

source: In your Campaign Log under "Wonderland Banes," record <i>the Gryphon and the Mock Turtle.</i>
es: Anota en la sección “Pesadillas del País de las maravillas” del registro de campaña a <i>El Grifo y la Falsa Tortuga</i>.
it: Annotate nel Diario della Campagna, <i>Il Grifone e la Finta Tartaruga</i> alla voce "Rovina di Wonderland".
ko: 캠페인 기록지의 “이상한 나라의 골칫거리”에 <i>그리폰과 가짜 거북</i>을 적습니다.
zh: 在冒险日志的"仙境的祸害"下方纪录<i>狮鹫和假海龟</i>。
