Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/gryphon_and_mock_turtle.po
Languages: es, it, ko, zh

source: Gryphon and Mock Turtle
it: Il Grifone e la Finta Tartaruga
ko: 그리폰과 가짜 거북

source: Interlude: Gryphon and Mock Turtle
es: Interludio: El Grifo y la Falsa Tortuga
it: Interludio: Il Grifone e la Finta Tartaruga
ko: 막간: 그리폰과 가짜 거북
zh: 幕间故事：狮鹫和假海龟

source: The shadows have kept you on edge for too long already in your journey. Even in an open field where the sun beams down on you from above, you scan the horizon in constant search for any sign of approaching darkness. Have the shadows been curbed at all by your efforts, or are they unstoppable while their master prepares to feast on Arkham? The questions tax your psyche further as you continue your trek through Wonderland. Your vigilance finally pays off as you spot an airborne figure moving toward you at great speed. You brace for a fight, but it wheels up high above you, circling like a vulture around a dying animal. You remain still on the sunny field, dreading what the strange entity might be all the while. Tense moments pass before the figure descends in a surprising burst of speed and lands in the tall grass before you. The strange beast before you is equally split between eagle and lion: a gryphon in the flesh if ever there was one, and it regards you curiously as it settles its wings. "Another visitor to Wonderland? How very peculiar!" It leans uncomfortably close to you and strokes the underside of its beak with one claw pensively. "You've chosen a poor time for sight-seeing, I'm sorry to say. The stability of the place has been lacking, and those shadowy beasts have been gnawing about like termites!" Your relief at meeting a more congenial resident of Wonderland is quickly replaced by your unease at the Gryphon's statements. The Gryphon takes note of your concern and nods sagely. "Curious to see the trouble yourself? My, but you're a morbid sort, but it just might take such a sort to sort through it all!" The Gryphon chuckles and puffs up a bit at his own play on words, reveling for a moment before turning his side to you. "Come, come, don't shy away now! The only way to see the state of things is from the air!" Again you find yourself with conflicting feelings. On the one hand, this could help you gather information easily, and even assist in your travels. On the other hand, however, being hundreds of feet up in the air on the back of one of Wonderland's capricious creatures could prove fatal. Your curiosity wins out in the end, however, and you climb onto the Gryphon's back gingerly.
es: Las sombras te han mantenido en tensión durante demasiado tiempo en tu viaje. Incluso en un campo abierto donde el sol brilla sobre ti, escudriñas el horizonte en una búsqueda constante de cualquier señal del acercamiento de la oscuridad. ¿Se han frenado las sombras gracias a tus esfuerzos o son imparables mientras su amo se prepara para darse un festín en Arkham? Las preguntas ponen aún más a prueba tu psique a medida que continúas tu viaje por el País de las maravillas. Tu vigilancia finalmente da sus frutos cuando detectas una figura en el aire moviéndose hacia ti a gran velocidad. Te preparas para una pelea, pero la figura se eleva por encima de ti, dando vueltas como un buitre alrededor de un animal moribundo. Permaneces quieto en el campo soleado, temiendo lo que esa extraña entidad podría llegar a ser. Pasan unos tensos momentos antes de que la figura descienda en un sorprendente estallido de velocidad y aterrice en el césped alto que tienes delante. La extraña bestia que tienes ante ti se divide a partes iguales entre águila y león: un grifo en carne y hueso, si alguna vez ha existido alguno, y te mira con curiosidad mientras acomoda sus alas. —¿Otro visitante en el País de las maravillas? ¡Qué peculiar! —Se inclina, incómodamente cerca de ti, y acaricia pensativamente la parte inferior de su pico con una garra—. Has elegido un mal momento para hacer turismo, lamento decirlo. ¡La estabilidad del lugar se ha echado en falta, y esas bestias sombrías han estado royendo como termitas! Tu alivio al conocer a un residente simpático del País de las maravillas es rápidamente reemplazado por inquietud ante las declaraciones del Grifo. El Grifo nota tu preocupación y asiente sabiamente: —¿Tienes curiosidad por ver los problemas por ti mismo? Vaya, qué tipo más morboso, ¡pero quizá es necesario ser un tipo así para resolver problemas de este tipo! —El Grifo se ríe y se hincha con su propio juego de palabras, deleitándose por un instante antes de volverse hacia ti—. ¡Vamos, vamos, no te asustes ahora! ¡La única forma de ver el estado de las cosas es desde el aire! De nuevo te encuentras con sentimientos encontrados. Por un lado, esto podría ayudarte a recopilar información fácilmente e incluso ayudarte en tus viajes. Por otro lado, estar a cientos de metros de altura en el lomo de una de las caprichosas criaturas del País de las maravillas podría resultar fatal. Sin embargo, tu curiosidad gana finalmente y te subes a la espalda del Grifo con cautela.
it: Le ombre vi hanno già troppo a lungo fatto stare con i nervi a fior di pelle. Anche in campo aperto, con il sole che vi irradia di luce, scrutate costantemente l'orizzonte in cerca di segni dell'avvicinarsi dell'oscurità. Tutti i vostri sforzi avranno rallentato l'avanzata delle ombre, oppure sono inarrestabili, ma il loro padrone si sta al momento preparando a banchettare con Arkham? Continuate il vostro viaggio attraverso Wonderland, ma il dubbio mette a dura prova la vostra psiche. Finalmente la vostra cautela vi ripaga, quando scorgete una figura in volo che si muove verso di voi a gran velocità. Vi preparate a combattere, ma questa si impenna sopra di voi, volteggiando come un avvoltoio attorno alla carcassa di un animale morente. Rimanete immobili nel campo assolato, terrorizzati all'idea di cosa possa essere questa strana entità. Passano momenti di tensione, prima che la figura discenda su di voi con un sorprendente scatto di velocità, ed atterri sull'erba alta di fronte a voi. La strana bestia è divisa in parti uguali tra un'aquila e un leone: un Grifone in carne ed ossa, forse l'unico al mondo, che vi saluta incuriosito, mentre sistema le ali. "Altri visitatori a Wonderland? Davvero curioso!" Vi si avvicina mettendovi a disagio e si accarezza pensosamente con un artiglio la parte inferiore del becco. "Mi dispiace dirlo, ma avete avuto un tempismo pessimo per un giro turistico. La stabilità di questo posto è incostante, e quelle bestie d'ombra stanno rosicchiando Wonderland come delle termiti!" Il sollievo per aver incontrato un abitante di Wonderland così simpatico viene subito sostituito dal disagio per quest'ultima affermazione. Il Grifone si accorge della vostra preoccupazione e annuisce saggiamente. "Siete curiosi di vedere la rovina con i vostri occhi? Direi che siete un po' morbosi, ma probabilmente servono persone morbose per estirpare questo morbo." Il Grifone ridacchia e si gonfia un po' al pensiero del suo gioco di parole, ridacchiando tra sé e sé per un momento, prima di mostrarvi il fianco. "Forza, forza, non siate timidi, ora! L'unico modo per vedere lo stato delle cose è dal cielo!" Provate di nuovo sentimenti discordanti. Da un lato, questo sarebbe utile a raccogliere facilmente informazioni, e vi potrebbe aiutare per i vostri prossimi viaggi. Dall'altro, comunque, trovarsi a centinaia di metri da terra sul dorso di una bizzarra creatura di Wonderland, potrebbe esservi fatale. Alla fine, la vostra curiosità ha la meglio, e vi arrampicate con cautela sul dorso del Grifone.
ko: 당신의 여정에서 너무 오랫동안 그림자가 당신의 신경을 거스르고 있습니다. 심지어 햇빛이 바로 위에서 내리쬐는 광활한 공간에서도 당신은 어둠이 접근하는 징조가 있는지 의심하며 수평선을 훑어볼 정도였습니다. 당신이 지금까지 노력한 것에 의해 그림자들이 억제되고 있긴 한 것일까요? 아니면 그림자의 주인이 아컴을 집어삼키려 준비하는 동안 그림자를 막을 수 없게 된 것일까요? 그러한 의문을 품은 당신은 이상한 나라를 횡단하는 동안 정신에 더 많은 짐이 지워진 느낌을 지울 수 없었습니다. 당신의 신경질적인 사주경계에 보답이라도 하듯이 당신은 공중에서 당신을 향해 급하강하는 물체를 발견했습니다. 당신은 싸울 준비를 했지만, 그 물체는 당신 위로 솟구치더니, 죽은 동물을 찾아 해메는 독수리처럼 원을 그리며 날고 있습니다. 햇빛이 내리쬐는 평원에서 또다시 기이한 존재를 만났기에 당신에게 공포가 엄습해옵니다. 긴장감이 흐르는 순간, 그 물체는 폭발적인 속도로 내려오더니 당신의 앞 잔디밭에 착륙했습니다. 당신 앞의 기이한 생물은 사자와 독수리의 형상을 반쯤 섞은 모양새의, 그리폰이라는 생물입니다. 그리폰은 날개를 갈무리하며, 당신을 호기심에 찬 눈으로 바라봅니다. “이상한 나라에 온 또다른 방문자인가? 기이하구만!” 그것은 당신에게 불편할 만큼 가까이 다가왔고, 걱정스럽다는 듯이 발톱으로 부리를 긁었습니다. “미안하지만 친구, 관광하기에는 안 좋은 때를 골랐수다. 이 장소의 안정성이 새어 나가고 있고, 저기 저 그림자 짐승들이 흰개미처럼 갉아먹고 있거든!” 그나마 말이 통하는 이상한 나라의 주민을 만났지만, 그리폰이 한 말에 의해 당신은 안도할 수 없게 되었습니다. 그리폰은 당신의 걱정을 안다는 듯이 인자하게 고개를 끄덕였습니다. “무슨 상황인지 직접 보고 싶구만? 나 참, 하지만 너 같은 병적인 부류한테, 그런 부류의 상황을 완전히 분류하는 게 보통이란거 잘 알지!” 그리폰은 스스로가 친 말장난에 박장대소하고는, 잠시 후 당신에게서 뒤돌아섰습니다. “자, 자, 부끄러워할 필요 없네! 상황을 살피는데 공중에서 조감하는 것만큼 확실한 것은 없으니!” 다시 한번 당신은 상반된 상황에 놓였습니다. 한편으로는, 그리폰을 따라 날아오르는 것이 정보를 더 쉽게 모을 수 있고, 심지어 당신의 여정을 단축해줄지도 모른다는 생각이 듭니다. 다른 한편으로는 그리폰이라는 이상한 나라의 믿을 수 없는 생물의 등 뒤에 올라타 수백 피트 상공에 떠있는 것은 자살행위라는 생각이 듭니다. 하지만 결국 당신은 호기심을 이기지 못했고, 그리폰의 등 위에 얌전히 올라탔습니다.
zh: 在你的旅程中，暗影已经让你精神紧绷太久了。即使在空旷的田野中，阳光从上方照射在你身上，你也不断地监视著地平线，寻找任何黑暗接近的迹象。你的努力是否已经能够抑制了暗影，或是它们是否势不可挡，而它们的主人正准备在阿卡姆享用大餐？你继续穿越仙境时，这些怀疑进一步加重了你心理的负担。 你的警觉终于发挥作用，你发现一个飞行的身影以极快的速度向你接近。你做好战斗准备，但牠在你上方高高地盘旋，就像秃鹰围绕著垂死的动物一样。你在阳光明媚的田野上一动不动，害怕著这奇怪的东西是什么。紧张的时间不断流逝，直到这个身影以惊人的速度下降并降落在你面前的高高的草上。你面前这头奇怪的野兽一半像老鹰，一半像狮子：是一只活生生的狮鹫，如果狮鹫存在的话。牠一边收起翅膀，一边好奇地打量著你。 “另一个仙境的访客？多么奇特啊！”牠令你不自在地靠向你，用一只爪子若有所思地摸著牠的喙底。“你来观光的时间选的不好，我很遗憾，最近这里的稳定性很差，那些暗影般的野兽四处啃咬，像白蚁一样！”遇到一位友善的仙境居民的宽慰感很快就被狮鹫的陈述带来的不安所取代。狮鹫注意到你的忧虑，聪慧地点点头。“想亲自看看这些麻烦吗？天啊，你真是个对不好的事感兴趣的人，但也许就是需要这种才能才能解决这种事！”狮鹫因自己的用词重复而咯咯地笑了笑，身躯稍微蓬松，陶醉了片刻，然后转向你。“来来来，现在别害羞了！只有从空中才能看到事情的状态！”你再次发现自己陷入了矛盾之中。一方面，这可以帮助你轻松收集信息，甚至帮助你的旅行。另一方面，骑在仙境中一个善变的生物背上，离地数百英尺高，可能是一件致命的事。然而，你的好奇心最终胜出，你小心翼翼地爬上狮鹫的背。

source: Shadows Wane
es: Sombras menguantes
it: Ombre in Declino
ko: 그림자들이 시들다
zh: 暗影消退

source: The Gryphon ascends with a half-cry half-roar, and you grip into its feathers for dear life. Your view changes rapidly as you rise above the treetops and can see for miles in every direction. Wonderland appears to be coming apart at the seams, but for all the damage done, the darkness is scattered and weak.
es: El Grifo asciende con un medio-grito medio-rugido, y te aferras a sus plumas como si la vida te fuera en ello. Tu vista cambia rápidamente a medida que te elevas por encima de las copas de los árboles y puedes ver a kilómetros de distancia en todas direcciones. El País de las maravillas parece estar desmoronándose, pero a pesar de todo el daño causado, la oscuridad es dispersa y débil.
it: Il Grifone sale con un suono a metà tra uno strillo e un ruggito, e voi afferrate le sue piume per cercare di tenervi cara la vita. Il vostro punto di vista cambia rapidamente mentre vi innalzate oltre le cime degli alberi, e potete spaziare con la vista per chilometri in ogni direzione. Sembra che Wonderland stia andando in pezzi, ma a causa di tutto il danno causato, l'oscurità è debole e sparpagliata.
ko: 그리폰은 포효 반 울음소리 반의 소리를 내며 상승했고, 당신은 깃털을 필사적으로 붙잡았습니다. 당신이 나무 위로 상승하자 시야가 급격히 변했고, 사방팔방 멀리 떨어진 곳까지 볼 수 있었습니다. 이상한 나라는 금이 가 너덜너덜한 상태였지만, 이러한 피해를 받은 덕분에 그림자 또한 갈라지고 약해져 있습니다.
zh: 狮鹫半叫半吼了一声，带著你上升，你紧抓住牠的羽毛以保住小命。当你越过树梢时，你的视野迅速地扩展，可以看到所有方向数英里的范围。仙境似乎在裂痕处有些崩坏，但尽管造成了一些破坏，黑暗的力量仍分散且微弱。

source: the shadows have been weakened by Wonderland's instability.
es: las sombras han sido debilitadas por la inestabilidad del País de las maravillas.
it: le ombre sono state indebolite dall'instabilità di Wonderland.
ko: 그림자가 당신의 행동에 의해 매우 약해졌다
zh: 仙境的不稳定削弱了暗影。

source: Shadows Loom
es: Sombras amenazantes
it: Ombre all'Orizzonte
ko: 그림자들이 자아내다
zh: 暗影逼近

source: The Gryphon ascends with a half-cry half-roar, and you grip into its feathers for dear life. Your view changes rapidly as you rise above the treetops and can see for miles in every direction. Your exploits have struck a tenuous balance between the stability of Alice's dreams and the shadows' grip on both worlds.
es: El Grifo asciende con un medio-grito medio-rugido, y te aferras a sus plumas como si la vida te fuera en ello. Tu vista cambia rápidamente a medida que te elevas por encima de las copas de los árboles y puedes ver a kilómetros de distancia en todas direcciones. Tus hazañas han logrado un precario equilibrio entre la estabilidad de los sueños de Alicia y el control de las sombras sobre ambos mundos.
it: Il Grifone sale con un suono a metà tra uno strillo e un ruggito, e voi afferrate le sue piume per cercare di tenervi cara la vita. Il vostro punto di vista cambia rapidamente mentre vi innalzate oltre le cime degli alberi, e potete spaziare con la vista per chilometri in ogni direzione. Con i vostri sforzi avete raggiunto un labile equilibrio tra la stabilità dei sogni di Alice e la stretta delle ombre su entrambi i mondi.
ko: 그리폰은 포효 반 울음소리 반의 소리를 내며 상승했고, 당신은 깃털을 필사적으로 붙잡았습니다. 당신이 나무 위로 상승하자 시야가 급격히 변했고, 사방팔방 멀리 떨어진 곳까지 볼 수 있었습니다. 당신은 앨리스의 꿈과 두 세계로 손을 뻗은 그림자의 손아귀가 백중세를 이루고 있는 것을 목격했습니다.
zh: 狮鹫半叫半吼了一声，带著你上升，你紧抓住牠的羽毛以保住小命。当你越过树梢时，你的视野迅速地扩展，可以看到所有方向数英里的范围。你的努力使得爱丽丝梦境的稳定性和暗影对两个世界的控制之间取得了微妙的平衡。

source: the shadows maintain their grip on Alice's dreams.
es: las sombras mantienen su control sobre los sueños de Alicia.
it: le ombre mantengono la presa sui sogni di Alice.
ko: 그림자가 앨리스의 꿈에 대한 손아귀를 유지하고 있다
zh: 暗影持续掌握著爱丽丝的梦境。

source: Shadows Churn
es: Sombras agitadas
it: Le Ombre si Agitano
ko: 그림자들이 뒤틀리다
zh: 暗影翻涌

source: The Gryphon ascends with a half-cry half-roar, and you grip into its feathers for dear life. Your view changes rapidly as you rise above the treetops and can see for miles in every direction. By your reckoning, Wonderland is very nearly pristine, though the darkness roils on the horizon no matter where you look.
es: El Grifo asciende con un medio-grito medio-rugido, y te aferras a sus plumas como si la vida te fuera en ello. Tu vista cambia rápidamente a medida que te elevas por encima de las copas de los árboles y puedes ver a kilómetros de distancia en todas direcciones. Según tus cálculos, el País de las maravillas es casi prístino, aunque la oscuridad se agita en el horizonte allá dónde mires.
it: Il Grifone sale con un suono a metà tra uno strillo e un ruggito, e voi afferrate le sue piume per cercare di tenervi cara la vita. Il vostro punto di vista cambia rapidamente mentre vi innalzate oltre le cime degli alberi, e potete spaziare con la vista per chilometri in ogni direzione. Da quello che potete vedere, Wonderland è ormai quasi libera dalle ombre, anche se l'oscurità vela ancora l'orizzonte in qualsiasi direzione guardiate.
ko: 그리폰은 포효 반 울음소리 반의 소리를 내며 상승했고, 당신은 깃털을 필사적으로 붙잡았습니다. 당신이 나무 위로 상승하자 시야가 급격히 변했고, 사방팔방 멀리 떨어진 곳까지 볼 수 있었습니다. 당신의 예상대로, 이상한 나라는 멀쩡해 보입니다. 다만, 당신이 어디를 보던 간에 그림자가 이상한 나라를 휘감고 있을 뿐입니다.
zh: 狮鹫半叫半吼了一声，带著你上升，你紧抓住牠的羽毛以保住小命。当你越过树梢时，你的视野迅速地扩展，可以看到所有方向数英里的范围。根据你的估计，仙境的状况良好，但无论你往哪个方向看，都看到黑暗在地平线上翻腾。

source: the shadows grow stronger with each passing moment.
es: las sombras se hacen más fuertes cada segundo que pasa.
it: le ombre diventano più forti ogni minuto che passa.
ko: 그림자가 당신이 지나온 곳마다 강해졌다
zh: 随著时间流逝，暗影的力量愈发增强。

source: The Lobster Quadrile
es: La Cuadrilla de la Langosta
it: La Quadriglia delle Aragoste
ko: 랍스터 카드리유
zh: 龙虾方块舞
