Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/sibling_rivalry.po
Languages: es, it, zh

source: Scenario II-E: Sibling Rivalry
es: Escenario II-E: Rivalidad entre hermanos
it: Scenario II-E: Rivalità tra Fratelli
zh: 冒险II-E：兄弟阋墙

source: Scenario II-E
es: Escenario II-E
zh: 冒险II-E

source: The places in Wonderland where the fields and trees meet tend to spark the greatest suspicion in you. The illusion of safety in the wide plains makes the darkened forests look all the more sinister. Shadows flit around every fallen log and bed of moss, making each step forward a nervous one. Where will Gurathnaka's hungry minions strike from this time? As if to answer your question, a pair of dark claws extend from a rotted stump, but before you can beat them back, a shaking sound echoes from within the woods, and the shadows retreat. Curiosity strikes you at the swift result, and you head a little deeper into the woods to find the source of the noise. Even after what you've seen in Wonderland, the sight that greets you seems far-fetched. Two rotund figures of indeterminate age stand in a clearing, fighting back and forth over a small object. It takes a moment of observation before it occurs to you that the two look exactly like Tweedledum and Tweedledee from the old nursery rhyme. They're currently tussling with each other over a toy rattle, which you quickly identify as the source of the strange noise from before. You look to the edges of the clearing and confirm that each wild shake of the rattle causes the creeping shadows to shrink away. Strange as it seems, it may help your mission to get that rattle. You step closer to the two and try to interject, but the twins look to you indignantly. "It's rude to interrupt!" Tweedledee snaps at you with a sneer. "Contrariwise, it's polite to say nothing at all!" Tweedledum chimes in. They ignore your attempts at reasoning and bargaining as they return to their tug-of-war. "It's my rattle and I shan't let you take it!" Tweedledum grunts at his brother. "You've had your fun! It's my turn now!" Tweedledee spits back. The two pull on the rattle until a wooden crack echoes out, and each collapses back with half of it. "You broke it!" Tweedledum cries out, though his brother shakes his head and sneers "Didn't!" The pair storm off before you can intervene or mediate, shouting threats of war at each other. You sigh in irritation. At first you consider just snatching the pieces of the rattle away from them, but your plan is quickly stifled by the sudden appearance of two massive armies of figures. One battalion is made of living playing cards, and the other of living chess pieces, each siding with one of the Tweedles, who are busy strapping household objects to themselves for protection. The Cheshire Cat appears between you with the same telltale grin, but a roll of his eyes. "Tweedledum and Tweedledee agreed to have a battle. Surely you know the rest," it purrs as the combatants take places across a small wooded valley from each other. Once again, you've been caught up in the nonsense of Wonderland's strange citizens. Still, if at all possible, you've got to get your hands on that rattle.
es: Los lugares en el País de las maravillas donde los campos y los árboles se encuentran tienden a despertar la mayor de las sospechas en ti. La ilusión de seguridad en las amplias llanuras hace que los oscuros bosques parezcan aún más siniestros. Las sombras revolotean alrededor de cada tronco caído y cada lecho de musgo, convirtiéndo en nervioso cada paso adelante. ¿Desde dónde atacarán esta vez los secuaces hambrientos de Gurathnaka? Como respondiendo a tu pregunta, un par de garras oscuras se extienden desde un tocón podrido, pero antes de que puedas contraatacarlas, un sonido tembloroso resuena desde el interior del bosque y las sombras se retiran. Te asalta la curiosidad ante el rápido fin y te adentras un poco más en el bosque para encontrar el origen del ruido. Incluso después de lo que has visto en el País de las maravillas, lo que te encuentras parece inverosímil. Dos figuras rechonchas de edad indeterminada están en un claro, peleándose por un objeto pequeño. Te lleva un rato de observación antes de darte cuenta de que ambos son clavados a Tweedledum y Tweedledee, de la canción infantil. Se están peleando entre ellos por un sonajero de juguete, que identificas rápidamente como el origen del ruido extraño de antes. Miras hacia los bordes del claro y confirmas que cada sacudida salvaje del sonajero hace que las horripilantes sombras se encojan. Por extraño que parezca, conseguir ese sonajero puede ayudar en tu misión. Te acercas a los dos e intentas interponerte, pero los gemelos te miran indignados: —¡Es de mala educación interrumpir! —te grita Tweedledee con desdén. —¡Al contrario, es de buena educación no decir nada! —interviene Tweedledum. Ignoran tus intentos de razonar y negociar mientras vuelven a su tira y afloja—. ¡Es mi sonajero y no dejaré que lo cojas! —gruñe Tweedledum a su hermano. —¡Ya te has divertido! ¡Ahora es mi turno! —respondió Tweedledee. Los dos tiran del sonajero hasta que se escucha un crujido de madera, y cada uno cae hacia atrás con medio trozo. —¡Lo has roto! —grita Tweedledum, aunque su hermano niega con la cabeza y se burla. —¡No lo hice! La pareja se marcha furiosa antes de que puedas intervenir o mediar, gritándose amenazas de guerra el uno al otro. Suspiras irritado. Al principio consideras simplemente arrebatarles las piezas del sonajero, pero tu plan se ve frustrado rápidamente por la repentina aparición de dos enormes ejércitos de figuras. Un batallón está hecho de naipes vivos y el otro de piezas de ajedrez vivas, cada uno del lado de uno de los hermanos, que están ocupados atándose objetos domésticos a su cuerpo para protegerse. El Gato de Cheshire aparece ante ti con la misma sonrisa reveladora, pero poniendo los ojos en blanco: —Tweedledee y Tweedledum decidieron tener una batalla. Seguramente conoces el resto —ronronea mientras los combatientes se colocan a ambos lados de un pequeño valle boscoso. Una vez más, te has quedado atrapado en el sinsentido de los extraños ciudadanos del País de las maravillas. Aún así, si es posible, debes conseguir hacerte con ese sonajero.
it: I luoghi di Wonderland dove si incontrano alberi e campi tendono a suscitare maggiormente il vostro sospetto. L'illusione di sicurezza delle vaste pianure fa sembrare le buie foreste ancora più pericolose. Ombre volteggiano intorno ad ogni tronco caduto e ad ogni macchia di muschio, rendendo ogni passo in avanti più nervoso del precedente. Dove colpiranno stavolta gli affamati servitori di Gurathnaka? Come volendo rispondere alle vostre domande, un paio di neri artigli si allunga da un ceppo in decomposizione, ma prima che possiate colpirlo, un frastuono rimbomba attraverso i boschi, e l'ombra si ritira all'istante. Spinti dalla curiosità per ciò che ha causato un così rapido risultato, vi dirigete verso la parte più interna dei boschi per trovare la fonte di quel rumore. Anche dopo tutto ciò che avete fronteggiato a Wonderland, la vista che vi si para davanti sembra inverosimile. Due figure rotonde di un'età indeterminabile si fronteggiano su una piana, litigando tra loro per un piccolo oggetto. Vi ci vuole qualche momento per rendervi conto che i due sono esattamente uguali a Pincopanco e Pancopinco, protagonisti della vecchia filastrocca per bambini. Al momento si stanno azzuffando uno con l'altro a causa di un sonaglio giocattolo, che identificate immediatamente come la fonte del suono che avete udito poco fa. Osservate i lati della piana ed avete la conferma che ogni movimento del sonaglio costringe le ombre a strisciare via. Per quanto possa sembrare strano, avere quel sonaglio potrebbe essere utile per la vostra missione. Vì avvicinate ai due e provate ad interloquire, ma i gemelli vi guardano indignati. "E maleducazione interrompere!" vi deride Pancopinco. "Al contrario, è educazione non dire nulla!" aggiunge Pincopanco. Ignorano i vostri tentativi di mediare e di farli ragionare, e tornano al loro battibecco. "E il mio sonaglio e non te lo farò prendere!" ringhia Pincopanco al fratello. "Tu ci hai già giocato! Ora è il mio turno!" urla Pancopinco. I due si contendono il sonaglio fin quando si sente un suono di legno spezzato, ed entrambi cadono all'indietro con metà del giocattolo in mano. "L'hai rotto!" piange Pincopanco, mentre il fratello scuote la testa e ghigna "Ah, sarebbe colpa mia?" I due se ne vanno prima che possiate intervenire, urlandosi minacce a vicenda. Sospirate per l'irritazione. Inizialmente prendete in considerazione l'idea di rubare i pezzi del sonaglio dai due, ma il piano è istantaneamente reso infattibile dall'apparizione di due enormi eserciti. Uno è formato da carte da gioco viventi, e l'altro da pezzi degli scacchi viventi, ciascuno agli ordini di uno dei due fratelli, che sono occupati a legarsi addosso oggetti di uso comune per proteggersi. Il Gatto del Cheshire appare tra di voi con il solito sorriso di chi la sa lunga, ma con uno sguardo preoccupato. "Pincopanco e Pancopinco hanno deciso di darsi battaglia. Lascio a voi immaginare il resto," miagola, mentre i combattenti si posizionano da una parte all'altra di una piccola vallata alberata. Ancora una volta, vi trovate prigionieri dell'assurdità degli strani abitanti di Wonderland. In ogni caso, se sarà possibile, dovrete mettere le mani su quel sonaglio.
zh: 仙境中田野和树木的交界处往往是让你最为警惕的地方。广阔平原上安全的错觉让漆黑的森林显得更加险恶。暗影在每个倒下的树干和苔藓丛上掠过，踏出的每一步都令人紧张万分。古拉斯纳卡的饥饿爪牙们这次将从何处袭击？彷佛是在回答你的问题，一双漆黑的爪子从一根腐烂的树桩上伸出来，但还没等你将它们击退，树林中就传来一阵颤抖的声音，暗影随之退去。你很快就按捺不住好奇心，向树林深处走去，寻找噪音的来源。 即使在你已在仙境中见闻了许多，你面前的景像也令你难以置信。两个看不出年龄的圆滚滚的身影站在一片空地上，为了一个小东西有来有往地打架。你花了一点时间观察，才发现这两个人看起来与古老童谣中的崔德顿和崔德迪完全一样。他们正在为了一个玩具拨浪鼓争吵，你很快就发现这就是之前奇怪噪音的来源。你望向空地的边缘，发现每当拨浪鼓狂乱的摇动时，蔓延的暗影都会缩小。虽然看似奇怪，但取得拨浪鼓可能对你的任务会有帮助。 你靠近两人并试图插话，但双胞胎愤怒地看著你。“打断别人是不礼貌的！”崔德迪冲著你冷笑。“反之，什么都不说才是礼貌的！”崔德顿附和道。他们无视你的尝试劝说和讨价还价，回到他们的拉锯战里。“这是我的拨浪鼓，我不会让你拿走的！”崔德顿对他的兄弟咕哝道。“你已经玩过了！现在轮到我了！”崔德迪回嘴道。两人拉扯著拨浪鼓，直到响起一道木头裂开的声音，然后双方各拿著半个拨浪鼓倒在地上。“你把它弄坏了！”崔德顿大叫，而他的兄弟摇著头讥笑道：“才怪！”在你能介入或调解之前，这对双胞胎就暴走了，互相喊著威胁要大战。 你恼怒地叹了口气。本来你考虑直接从他们手中抢走拨浪鼓的碎片，但你的计划很快就被突然出现的两支庞大的军队所阻止。一支军队由会动的扑克牌组成，另一支由会动的西洋棋子组成，各自支持其中一个崔德兄弟，而崔德兄弟正忙著将各种家用物品绑在自己身上作为防护。柴郡猫出现在你们中间，带著同样的咧笑，但翻著白眼。“崔德顿和崔德迪决定要进行一场战役。剩下的你都知道。”当战斗人员隔著一个树木繁茂的小山谷彼此对峙时，牠发出呼噜声。你再一次被卷入了仙境奇怪居民的荒谬事件之中。不过，你还是得尽可能地拿到那个拨浪鼓。

source: Set the Monstrous Crow and Tweedles' Rattle cards aside, out of play.
es: Pon aparte, fuera del juego, el Enemigo el Cuervo monstruoso y el Apoyo de historia el Sonajero de los hermanos.
it: Mettete da parte, temporaneamente fuori dal gioco, il Corvo Mostruoso e il Sonaglio dei Gemelli.
zh: 将巨大乌鸦和崔德兄弟的拨浪鼓放在一边，位于场外。

source: Choose one of the two Northeast Slope, Northwest Slope, Southeast Slope, and Southwest Slope locations at random and put them into play. Remove the other versions of Northeast Slope, Northwest Slope, Southeast Slope, and Southwest Slope from the game. Then, put the Overgrown Dell, West Hill, and East Hill locations into play. Each investigator begins play at Overgrown Dell.
es: Elige al azar uno de los dos Lugares Ladera noreste, uno de los dos Lugares Ladera noroeste, uno de los dos Lugares Ladera sureste y uno de los dos Lugares Ladera suroeste y ponlos en juego. Retira de la partida las demás versiones de la Ladera noreste, Ladera noroeste, Ladera sureste y Ladera suroeste. A continuación, pon en juego la Hondonada descuidada, la Colina este y la Colina oeste. Cada investigador comienza la partida en la Hondonada descuidada.
it: Scegliete una copia casuale tra le due copie dei luoghi Pendio Nord-Orientale, del Pendio Nord-Occidentale, del Pendio Sud-Orientale e del Pendio Sud-Occidentale e mettetela in gioco. Rimuovete dal gioco le copie non scelte. Poi, mettete in gioco i luoghi Conca Alberata, Collina Occidentale e Collina Orientale. Ogni investigatore inizia la partita nella Conca Alberata.
zh: 在2张东北斜坡、2张西北斜坡、2张东南斜坡、2张西南斜坡之中各随机选择1张，并将其放置入场。将另一张东北斜坡、西北斜坡、东南斜坡、西南斜坡移出游戏，不要查看。然后，将茂盛幽谷、西侧山丘、东侧山丘放置入场。每位调查员从茂盛幽谷开始游戏。

source: Northwest Slope
es: Ladera noroeste
it: Pendio Nord-Occidentale
zh: 西北斜坡

source: Northeast Slope
es: Ladera noreste
it: Pendio Nord-Orientale
zh: 东北斜坡

source: West Hill
es: Colina oeste
it: Collina Occidentale
zh: 西侧山丘

source: Overgrown Dell
es: Hondonada descuidada
it: Conca Alberata
zh: 茂盛幽谷

source: East Hill
es: Colina este
it: Collina Orientale
zh: 东侧山丘

source: Southwest Slope
es: Ladera suroeste
it: Pendio Sud-Occidentale
zh: 西南斜坡

source: Southeast Slope
es: Ladera sureste
it: Pendio Sud-Orientale
zh: 东南斜坡

source: Put Tweedledum <i>(Troublesome Twin)</i> into play at West Hill and Tweedledee <i>(Troublesome Twin)</i> into play at East Hill.
es: Pon a Tweedledum <i>(Hermano hastiado)</i> en juego en la Colina oeste y a Tweedledee <i>(Hermano hastiado)</i> en juego en la Colina este.
it: Mettete in gioco Pincopanco <i>(Gemello Molesto)</i> nella Collina Occidentale e Pancopinco <i>(Gemello Molesto)</i> nella Collina Orientale.
zh: 将崔德顿<i>(棘手的双胞胎)</i>放置入场，放在西侧山丘；将崔德迪<i>(棘手的双胞胎)</i>放置入场，放在东侧山丘。

source: Search the collected cards for 1 [[Soldier]] enemy (2 [[Soldier]] enemies instead if there are 3 or 4 players) and put each one into play at a different [[Slope]] location. Pawn enemies cannot be chosen.
es: Busca 1 Enemigo [[Soldado]] que no sea el Peón rojo en los conjuntos de encuentros que has reunido, o bien 2 Enemigos [[Soldado]] que no sean el Peón rojo si hay 3 o 4 jugadores, y ponlos en juego en Lugares Ladera distintos.
it: Cercate tra le carte radunate un nemico [[Soldato]] non Pedone (cercatene invece 2 se ci sono 3 o 4 giocatori) e metteteli in gioco in luoghi [[Pendio]] diversi.
zh: 查找找出的卡牌，找出1张[[士兵]]敌人(如果有3到4位玩家进行游戏，改为2张[[士兵]]敌人)，将其放置入场，放在不同的[[斜坡]]地点。不能选择小卒敌人。

source: the Tweedles perished in their bloody battle.
es: Tweedledee y Tweedledum perecieron en su sangrienta batalla.
it: i gemelli sono morti nella loro battaglia sanguinaria.
zh: 崔德兄弟在他们血腥的战斗中丧命。

source: the Tweedles' war was brought to an end.
es: la guerra de Tweedledee y Tweedledum llegó a su fin.
it: la guerra dei Gemelli è giunta al termine.
zh: 崔德兄弟之战已经落幕。

source: one of the Tweedles learned about the cost of war.
es: uno de los hermanos aprendió el precio de la guerra.
it: uno dei gemelli ha conosciuto il prezzo della guerra.
zh: 其中一个崔德兄弟学到了战争的代价。

source: the Tweedles learned that there are worse things than fighting each other.
es: los hermanos aprendieron que hay cosas peores que pelearse entre ellos.
it: i gemelli hanno imparato che ci sono cose peggiori che combattere l'uno contro l'altro.
zh: 崔德兄弟学到还有比互相争斗更糟糕的事情。

source: In your Campaign Log, record 2 tally marks under "Strength of Wonderland."
es: Anota dos marcas en la sección “Fuerza del País de las maravillas” del registro de campaña.
it: Segnate due X nel Diario della Campagna, alla voce "Forza di Wonderland".
zh: 在冒险日志的“仙境的强度”下方作两次记号。

source: Any one investigator may choose to add Tweedles' Rattle to their deck. This card does not count toward that investigator’s deck size.
es: Un investigador cualquiera puede elegir añadir el Sonajero de los hermanos a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore a scelta può aggiungere il Sonaglio dei Gemelli al suo mazzo (non considerandolo nella dimensione del suo mazzo).
zh: 任意一位调查员可以选择将崔德兄弟的拨浪鼓加入其牌组。这张卡牌不计入该调查员的牌组张数。

source: <i>"Hand over that rattle piece or I'll take it by force."</i>
es: <i>—Entrégame esa pieza de sonajero o te la quitaré a la fuerza.</i>
it: <i>"Dacci quel pezzo di sonaglio o lo prenderemo con la forza.</i>
zh: <i>“把那个拨浪鼓碎片交出来，别逼我动手。”</i>

source: <i>"Alright, you win. I hope you're satisfied."</i>
es: <i>—Está bien, tú ganas. Espero que estés satisfecho.</i>
it: <i>"Va bene, hai vinto. Speriamo tu sia soddisfatto."</i>
zh: <i>“好吧，你赢了。这样你满意了吗？”</i>

source: Each investigator suffers 1 physical trauma as they face both armies combined while claiming the rattle piece.
es: Cada investigador sufre 1 trauma físico tras enfrentarse a ambos ejércitos combinados mientras reclaman la pieza del sonajero.
it: Ogni investigatore subisce 1 trauma fisico per aver affrontato entrambi gli eserciti mentre cercava di recuperare i pezzi del sonaglio.
zh: 由于在夺取拨浪鼓碎片时同时面对两支军队，每位调查员受到1点肉体创伤。

source: Fragments of Alice: Reason.
es: Fragmentos de Alicia: Razón.
it: Frammenti di Alice: Ragione
zh: 爱丽丝的碎片：理智

source: Reason
es: Razón
it: Ragione
zh: 理智

source: The investigators are completely overwhelmed by the chaotic fighting.
es: Los investigadores están completamente abrumados por la caótica lucha.
it: Gli investigatori sono completamente sopraffatti dal caos del combattimento.
zh: 调查员完全被这场混乱的战斗淹没。

source: The battle has escalated to a war. You are barely able to drag yourself out of the valley as the armies all stampede down the slopes to clash between. You pause a short distance away to recover, and scarcely a minute passes before the din of the battle ceases abruptly. You hesitantly and painfully make your way back to the edge of the basin, only to find that the cards and chess pieces have departed. Lying crumpled in the center of the valley are the corpses of Tweedledum and Tweedledee, hands at each others' throats. You swallow grimly and try to recover the rattle pieces from their bodies, but you find them battered beyond recognition. An unfortunate setback, but one you will have to live with.
es: La batalla se ha convertido en una guerra. A duras penas consigues arrastrarte hacia fuera del valle mientras los ejércitos bajan en estampida por las laderas para enfrentarse en el centro. Te detienes a cierta distancia para recuperarte, y apenas ha pasado un minuto cuando el fragor de la batalla cesa abruptamente. Vacilante y dolorido, vuelves al borde del claro, solo para descubrir que los naipes y las piezas de ajedrez se han ido. Yaciendo amontonados en el centro del valle están los cadáveres de Tweedledee y Tweedledum, con las manos en la garganta del otro. Tragas saliva y tratas de recuperar de entre sus cuerpos las piezas del sonajero, pero las encuentras destrozadas e irreconocibles. Un contratiempo desafortunado con el que tendrás que vivir.
it: La battaglia si è trasformata in una guerra. Riuscite a malapena a trascinarvi fuori della valle quando gli eserciti si lanciano giù dai pendii per scontrarsi. Vi fermate a poca distanza per recuperare le forze, e non passa nemmeno un minuto prima che il fracasso della battaglia cessi bruscamente. Tornate indietro esitanti e tra i dolori verso i lati della conca, solo per rendervi conto che le carte e gli scacchi se ne sono andati. Al centro della valle giacciono i corpi schiacciati di Pincopanco e Pancopinco, ognuno con la mano sul collo dell'altro. Deglutite a fatica e provate a recuperare i pezzi del sonaglio dai loro cadaveri, che però sono distrutti e irriconoscibili. Un evento disgraziato, ma dovrete mettervi il cuore in pace.
zh: 战斗升级为大战。军队从山坡上奔涌下来在中间互相冲撞，你几乎无法逃出山谷。你在不远处停下来恢复，不到一分钟，战斗的喧嚣就突然停止了。你迟疑又痛苦地回到谷地边缘，却发现扑克牌和棋子们都已经离开。崔德顿和崔德迪的尸体惨兮兮地躺在山谷中央，双手互相掐著对方的喉咙。你面无表情地咽了一口口水，试著从他们身上取得拨浪鼓的碎片，但你发现碎片已被摧残得面目全非。这是个不幸的挫折，但你必须接受这个现实。

source: The cards and chess pieces immediately stop their fighting, some mid-swing as one of the Tweedles drops dead on the battlefield. You approach with a disappointed sigh, intending to retrieve his piece of the rattle, only to be interrupted by the approach of his brother. "He's… he's dead! That'll teach him to…" his lip quivers and he swallows a whimper. "This battle wasn't my fault! Twasn't at all!" The living twin takes out his piece of the rattle and clutches it in one fist as he fights tears. "It wasn't fair! I only wanted the rattle, and he was being greedy!" His eyes snap to you as you loom over his brother's body, and his brow sinks in fury. "You want to take the rattle from me too! You shan't!" The cards and chess pieces crowd around the Tweedles, raising their weapons towards you as you weigh your decisions carefully.
es: Los naipes y las piezas de ajedrez dejan de luchar de inmediato, algunos lanzan un último golpe mientras uno de los hermanos cae muerto en el campo de batalla. Te acercas con un suspiro decepcionado, con la intención de recuperar su trozo del sonajero, al ser interrumpido por el otro hermano que se acerca: —¡Está… está muerto! Eso le enseñará a… —su labio tiembla y se traga un gemido—. ¡Esta batalla no ha sido culpa mía! ¡No lo ha sido en absoluto! El gemelo vivo saca su trozo de sonajero y lo agarra en el puño mientras lucha por no llorar: —¡No es justo! ¡Solo quería el sonajero, y él estaba siendo avaricioso! —Sus ojos se clavan en ti mientras te ciernes sobre el cuerpo de su hermano, y su ceño se frunce en furia—. ¡Tú también quieres quitarme el sonajero! ¡No lo harás! Los naipes y las piezas de ajedrez se amontonan alrededor de los hermanos, levantando sus armas hacia ti mientras sopesas tus decisiones cuidadosamente.
it: Le carte e gli scacchi smettono di combattere, alcuni proprio mentre stanno vibrando un colpo, nel momento esatto in cui uno dei due gemelli cade, morto, sul campo di battaglia. Vi avvicinate con un sospiro di delusione, con l'intenzione di recuperare il suo pezzo di sonaglio, ma venite interrotti da suo fratello, che gli corre incontro. "Lui... È morto! Così imparerà che..." le labbra tremano, in un mugolio strozzato. "La battaglia non è stata colpa mia! Non è stata colpa mia!" Il Gemello sopravvissuto tira fuori il suo pezzo di sonaglio e lo serra nel pugno, cercando di combattere le lacrime. "Non è giusto! Io volevo solamente il sonaglio, e lui è stato cosi avido!" Quando si accorge che siete chinati verso il corpo del fratello, i suoi occhi scattano e la fronte si increspa, in una smorfia feroce. "Volete prendere anche il mio sonaglio! Non lo avrete!" Le carte e gli scacchi si affollano attorno ai gemelli, sollevando le armi verso di voi, che dovrete decidere alla svelta come agire.
zh: 当其中一个崔德兄弟倒在战场上死去时，纸牌和棋子们立即停止了战斗，有的还挥舞到一半。你失望地叹著气走过去，打算取回他的拨浪鼓，他的兄弟却靠近打断你。“他……他死了！这个教训给他……”他的嘴唇颤抖著，吞下了一声呜咽。“这场战斗不是我的错！肯定不是！”活下来的双胞胎拿出他那一半的拨浪鼓，手上握拳紧紧抓住它，一边强忍著泪水。“不公平！我只是想要拨浪鼓，是他太贪心了！”当你在他兄弟的尸体上找东西时，他突然眼睛盯著你，眉毛愤怒地沉了下来。“你也想从我这里夺走拨浪鼓！不行！”你小心地思考你的决定，而纸牌和棋子聚集在崔德兄弟周围，朝著你举起武器。
