Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/sibling_rivalry.po
Languages: es, it, zh

source: The threat of the cards and chess pieces isn't enough to dissuade you from the rattle. You won't walk away from this battle empty-handed, after all this. Weapons out, you charge at the remaining Tweedle, who hollers at his soldiers to attack. He's nowhere near a match for you, but the soldiers beat and stab you severely amid your assault. As your attack hits home and the second Tweedle falls dead at your feet, the soldiers freeze in their tracks, their battle finally over with the deaths of both commanders.
es: La amenaza de los naipes y las piezas de ajedrez no es suficiente para disuadirte del sonajero. No te irás de esta batalla con las manos vacías, después de todo esto. Con las armas desenfundadas, cargas contra el hermano restante, que grita a sus soldados para que ataquen. No es rival para ti, pero los soldados te golpean y apuñalan duramente en medio de tu asalto. Cuando tu ataque da en el blanco y el segundo hermano cae muerto a tus pies, los soldados se congelan de repente y su batalla finalmente termina con la muerte de ambos comandantes.
it: La minaccia delle carte e degli scacchi non è abbastanza a dissuadervi dall'ottenere il sonaglio. Non fuggirete da questa battaglia a mani vuote, dopo tutto quello che avete dovuto passare. Con le armi in pugno, caricate il gemello sopravvissuto, che grida ai suoi soldati di attaccare. Non sarebbe affatto un problema occuparsi di lui, ma mentre lo assalite i soldati vi colpiscono a pugni e con le armi. Quando il vostro attacco va a segno, e il secondo gemello crolla ai vostri piedi, morto, i soldati si bloccano, come congelati, nella loro posizione. La loro battaglia è finalmente terminata con la morte di entrambi i comandanti.
zh: 纸牌和棋子的威胁不足以吓阻你取得拨浪鼓。在这一切之后，你可不会空手而归。你掏出武器，冲向剩下的崔德兄弟，而他大喊著命令他的士兵攻击。他远不是你的对手，但士兵们趁你攻击时重重地击打和刺伤了你。随著你的攻击打中要害，第二个崔德兄弟倒在你脚下时，士兵们僵住了脚步，他们的战斗最终以两名指挥官的死亡告终。

source: After all the mayhem of the Tweedles' battle, you decide it's better to cut your losses. You back away from the corpse with your hands raised and allow his brother to rush in. He greedily seizes the other half of the broken rattle and raises it triumphantly for the briefest moment before collapsing down to his seat. The surviving Tweedle sits slumped by the body of his brother, bawling pitifully and shaking the broken toy as you make your solemn departure. Such an awful state of affairs you'd hoped never to be a party to.
es: Después de todo el caos de la batalla de los hermanos, decides que es mejor limitar tus pérdidas. Te alejas del cadáver con las manos en alto y permites que su hermano se acerque a él. Agarra con avaricia la otra mitad del sonajero roto y lo levanta triunfante por un breve instante antes de desplomarse en el suelo. El hermano superviviente se sienta, hundido, junto al cuerpo de su hermano, llorando con lamento y sacudiendo el juguete roto mientras te retiras solemnemente. Una serie de hechos tan espantosos de los que desearías no ser parte.
it: Dopo il caos della battaglia dei Gemelli, decidete che sia meglio evitare qualsiasi altra perdita. Vi allontanate dal cadavere con le mani alzate, e permettete al fratello di avvicinarsi. Afferra avidamente l'altra metà del sonaglio rotto e la solleva trionfante per un brevissimo istante, prima di crollare seduto per terra, accanto al corpo del fratello. Continua ad urlare pietosamente e ad agitare per aria il giocattolo rotto mentre vi allontanate. Non avreste mai pensato di dover assistere ad un così orribile spettacolo.
zh: 在崔德兄弟之战造成的所有混乱之后，你决定最好该停损了。你举起双手从尸体旁退开，让他的兄弟冲过去。他贪婪地抓住了破碎拨浪鼓的另一半，得意洋洋地举了一会儿，然后坐倒在地上。活著的崔德兄弟瘫坐在他兄弟的尸体旁，可怜地一边嚎啕大哭，一边摇晃著坏掉的玩具，而你严肃地离开。如此糟糕的事态，你真希望没被卷入其中。

source: You assemble the pieces of the rattle as quickly as you can while the monstrous crow wheels upward. Would the rattle work as it did before it was broken? You cross the fingers of your free hand and shake the rattle wildly as the shadowy bird swoops down at you. It dives within inches of your face, and you nearly cringe, but the shadows flow around you, and the crow feathers drift harmlessly down to the ground as the beast disperses. A pair of terrified whimpers directs your attention to Tweedledum and Tweedledee hugging each other fearfully as they stare in your direction. "Tain't natural, not nohow!" they mewl, "and all for a rattle…" They look to the rattle and cringe in fear, the very sight of it now reminding them of the crow. They retreat a short distance away from you and talk amongst themselves for a moment. Finally, the duo shakes hands and walks away with arms over each others' shoulders. It seems unlikely, but perhaps you've scared some sense into them after all.
es: Montas las piezas del sonajero lo más rápido que puedes mientras el monstruoso cuervo echa a volar. ¿Funcionará el sonajero como lo hacía antes de que se rompiera? Cruzas los dedos de tu mano libre y sacudes el sonajero salvajemente mientras el sombrío pájaro se abalanza hacia ti. Desciende a centímetros de tu cara y casi te estremeces, pero las sombras fluyen a tu alrededor y las plumas de cuervo caen inofensivamente al suelo mientras la bestia se dispersa. Un par de gimoteos aterrorizados dirigen tu atención hacia Tweedledee y Tweedledum, abrazándose temerosos mientras miran en tu dirección: —¡No es natural, de ninguna manera! —maúllan—. Y todo por un sonajero… —Miran hacia el sonajero y se encogen de miedo, el hecho de verlo les recuerda ahora al cuervo. Retroceden un poco alejándose de ti y hablan entre ellos un momento. Finalmente, el dúo se da la mano y se aleja con los brazos sobre los hombros del otro. Parece poco probable, pero tal vez el susto les haya hecho entrar en razón.
it: Rimettete insieme i pezzi del sonaglio più velocemente che potete, mentre il mostruoso corvo volteggia sopra le vostre teste. Funzionerà come prima che venisse rotto? Incrociate le dita della mano libera e scuotete con forza il sonaglio, proprio nel momento in cui il corvo si lancia verso di voi. Le ombre vi avvolgono, e vi acquattate quando il corvo si tuffa fino a pochi centimetri dalle vostre facce, ma la bestia, d'un tratto, si disperde, facendo fluttuare le piume lentamente verso terra. Un paio di mugolii terrorizzati richiamano la vostra attenzione verso Pincopanco e Pancopinco che, spaventati a morte, si abbracciano, guardando nella vostra direzione. "Non era naturale, non lo era in nessun modo!" singhiozzano, "e tutto questo per un sonaglio ... " Guardano il sonaglio e si accovacciano spauriti. La sua sola vista ricorda loro il corvo. Si appartano a poca distanza da voi e chiacchierano per qualche momento. Alla fine, i due si stringono la mano a vicenda e se ne vanno sottobraccio. Sembrerebbe poco probabile, ma forse siete riusciti, spaventandoli, a fargli tornare il buon senso.
zh: 巨大的乌鸦向上盘旋，你尽快地将拨浪鼓的碎片组装起来。拨浪鼓的效果会像它坏掉之前那样吗？当那只暗影之鸟向你俯冲时，你疯狂地摇晃著拨浪鼓，另一只空出来的手则祈求著好运。牠的俯冲距离你的脸只有几寸，你几乎要畏缩起来。但暗影在你周围流过，随著乌鸦的消散，乌鸦的羽毛无害地飘落到地上。 你的注意力被两个惊恐的呜咽声吸引了，崔德顿和崔德迪盯著你的方向，害怕地互相抱著。 “这太不自然了，肯定绝不！”他们啜泣著，“只是为了一个拨浪鼓……”他们看著拨浪鼓，在恐惧中畏缩著，现在一看到拨浪鼓就让他们想起了乌鸦。他们逃到离你没有很远的地方，彼此交谈了一会儿。最后，二人握了握手，双臂搭在彼此的肩膀上离开了。尽管不太可能，但也许你真的把他们吓到恢复理智了。

source: The rattle seems so ordinary, and yet you can feel some strange power within it. It's a simple feeling, that a childish object could banish your fears and nightmares, but in Alice's dreams, perhaps there's some tangible truth to it. Any possible weapon against the shadows is worth keeping a hold of, at any rate.
es: El sonajero parece tan ordinario y, sin embargo, puedes sentir un extraño poder en su interior. Es un sentimiento simple, que un objeto infantil pueda desterrar tus miedos y pesadillas, pero en los sueños de Alicia tal vez haya algo de verdad tangible en ello. Merece la pena conservar cualquier posible arma que sirva contra las sombras, a cualquier precio.
it: Il sonaglio sembra non avere nulla di straordinario, ma allo stesso tempo riuscite a percepire uno strano potere al suo interno. E solo una sensazione. Il fatto che un oggetto per bambini possa bandire le vostre paure e i vostri incubi sembra assurdo, ma nei sogni di Alice, forse, può esserci della verità tangibile in un'idea del genere. In ogni caso, qualsiasi arma possa essere usata contro le ombre va tenuta molto stretta.
zh: 拨浪鼓看似平凡，但你却能感觉到其中有某种奇异的力量。这是一种单纯的感觉，孩童的用具可以消除恐惧和恶梦；但在爱丽丝的梦境中，也许对有形的东西也能成立。无论如何，任何可以对付暗影的武器都值得拿到手。
