Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/the_dodo.po
Languages: it, ko, zh

source: The Dodo
it: Il Dodo
ko: 도도새

source: Interlude: The Dodo
it: Interludio: Il Dodo
ko: 막간: 도도새
zh: 幕间故事：渡渡鸟

source: Seeking Entrance
it: Cercare un'Entrata
ko: 입구를 찾다
zh: 寻找入口

source: The endless march down the corridor of doors ends at long last as the hallway dead-ends in a small enclave. In the center of the area stands a glass table with two curious objects on top: a bottle labeled "DRINK ME," and a cake with the words "EAT ME" written in its decorations. You scan the walls for any other way forward, and are shocked to discover an open door, only one that is scarcely knee high and impossible to squeeze through. With endless wandering as your only alternative, you resolve to find a way through. Minutes pass without success, and you return to consider the strange refreshments on the glass table. If this truly is part of Alice's dreams, then there's a chance that they might not be dangerous, and perhaps might even help. You pop the cork on the bottle and take a wary sip, but the drink's effects quickly flow through you. At first, it seems like the room is growing larger, but you soon realize that you are shrinking! You brace for the worst, but find that the effect stops as you reach the right height to easily pass through the tiny door. At long last, you make your way forward to the sights and sounds of a vast sea.
it: La marcia senza fine attraverso il corridoio delle porte termina in un vicolo cieco quando raggiungete una piccola stanza. Al centro è presente un tavolo di vetro con sopra due curiosi oggetti: una bottiglietta con l'etichetta che dice "BEVIMI" ed una torta decorata con la parola "MANGIAMI". Osservate i muri per sincerarvi che non ci sia una ulteriore via d'uscita, quando vedete, con vostra sorpresa, una porta aperta, che però vi arriva alle ginocchia, ed è talmente piccola che sarebbe impossibile cercare di attraversarla, anche contorcendosi il più possibile. L'unica alternativa sarebbe continuare a vagare in eterno. Vi arrovellate cercando di trovare un modo per passare. Passano parecchi minuiti senza successo, e ritornate a pensare agli strani alimenti sul tavolo di vetro. Se questa è veramente parte del sogno di Alice, dovrebbe esserci una possibilità che non siano pericolosi, e magari potrebbero addirittura essere di aiuto. Fate saltare il tappo di sughero dalla bottiglia e ne prendete prudentemente un sorso, ma l'effetto del liquido non tarda a manifestarsi. All'inizio sembra come se la stanza si stia allargando, ma ben presto vi rendete conto che siete invece voi a restringervi! Vi preparate al peggio, ma vi accorgete che l'effetto termina nel momento in cui raggiungete la giusta altezza per poter passare agevolmente attraverso la porticina. Finalmente, riuscite a farvi strada fino a scorgere e percepire il suono del mare.
ko: 당신은 끝없이 문이 달린 복도를 행진하다가 작은 살림살이가 차려진 막다른 골목에 다다랐습니다. 이 구역의 중앙에는 유리 탁자가 있고, 그 위에는 호기심을 불러 일으키는 “나를 마셔요”라 적혀 있는 병과, “나를 먹어요”라고 적혀 있는 케이크가 놓여 있습니다. 당신은 다른 말이 적혀 있지는 않은지 벽을 살펴보았고, 놀랍게도 무릎정도 높이의, 억지로 들어갈 수 없어 보이는 문을 발견했습니다. 대안이 없어 끝없이 고민하는 가운데, 당신은 나갈 방법을 알아내려고 궁리해 봅니다. 아무런 성과 없이 몇 분이 지나고, 당신은 유리 탁자 위에 놓인 기이한 다과 쪽으로 돌아왔습니다. 이 상황이 앨리스의 꿈의 일부가 맞다면, 이 다과는 위험하지 않은 물건일 가능성이 높고, 상황을 타개하는 데 도움이 될 지도 모릅니다. 당신은 부작용을 걱정해 병의 뚜껑을 따고 조금 홀짝여 보았지만, 그 작은 홀짝임에도 음료의 효과는 빠르게 당신의 몸에 퍼집니다. 처음에는, 방이 점점 커지는 것 같았습니다. 하지만, 곧 당신은 본인이 작아졌다는 것을 깨닳았습니다! 당신은 최악의 상황을 대비했지만, 당신이 그 작은 문을 통과할 만한 크기가 되어서 작아지는 효과가 멈췄기에 안도합니다. 마침내, 당신은 광활한 바다가 보이고, 소리가 들리는 문 너머로 전진합니다.
zh: 你沿著满是门的走廊无止尽地前进，终于来到了走廊尽头的一个小房间。房间的中央有一张玻璃桌，上面放著两个不寻常的物品：一个标签上写著“喝我”的瓶子和一个装饰上写著“吃我”的蛋糕。你环视四周的墙壁，寻找任何可以前进的路，然后惊讶地发现一扇敞开的门，仅此一扇，但顶多只有到膝盖的高度，完全不可能挤得过去。你下定决心要找到通过的方法，但你能做的只是不断地原地徘徊。几分钟过去了，毫无进展，于是你回过头来考虑玻璃桌上的奇怪点心。如果这里真的是爱丽丝梦境的一部分，那么它们可能并不危险，甚至可能会有帮助。你打开瓶子上的软木塞，小心翼翼地啜了一口，但液体的效果快速流过你全身。一开始，房间似乎越变越大，但你很快就意识到是自己在缩小！你做好了最坏的打算，但你发现当你缩小到刚好可以穿过小门的高度时，药效就停止了。最后，你向著一片广阔大海的景象和声音前进。

source: Any one investigator may choose to add Strange Refreshments to their deck. This card does not count toward that investigator's deck size.
it: Un investigatore a scelta può aggiungere gli Alimenti Misteriosi al suo mazzo (non considerandoli nella dimensione del suo mazzo).
ko: 조사자중 한 명은 이상한 다과를 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
zh: 任何一位调查员可以选择将奇怪的点心加入其牌组。这张卡牌不计入该调查员的卡牌张数。

source: Seeking Escape
it: Cercare un'Uscita
ko: 탈출구를 찾다
zh: 寻找出口

source: The crash of waves dulls as you make your way up the beach. Each step through the shifting sands seems weighted further as you reflect on your choices and hardships. Could your journey's end finally be over the next sand dune? Does Alice's dreamland keep building upon itself infinitely? Or is Gurathnaka actively warping Wonderland, keeping you from your goal no matter how far you may travel? Dogged determination pushes you onward even as you question your steps. Someone has to try to undo this madness, and if not you, then who? Slowly you proceed, for good or ill.
it: Il fragore delle onde diventa monotono mentre vi fate strada verso la spiaggia. Ogni passo su quella sabbia cangiante sembra sempre più pesante, mentre riflettete sulle vostre scelte e sulle vostre difficoltà. Che la fine del vostro viaggio possa trovarsi appena oltre la prossima duna di sabbia? E possibile che la terra dei sogni di Alice continui ad estendersi all'infinito? O che sia Guranthnaka stessa a distorcere Wonderland per non permettervi di raggiungere mai il vostro obiettivo, per quanto possiate continuare a camminare? Una determinazione ostinata vi spinge ad andare avanti, anche se mettete in dubbio l'utilità del vostro cammino. Qualcuno deve provare a fermare questa follia e, se non voi, chi altri potrebbe? Nel bene e nel male, continuate lentamente a procedere.
ko: 당신이 해변에 당도하자 파도가 부서지며 누그러집니다. 시시각각 변하는 모래를 밟는 한걸음 한걸음은 당신의 선택과 고난을 반영하듯 무겁습니다. 당신의 여정이 마침내 이 모래 사구 너머에서 끝날까요? 앨리스의 꿈나라는 영원히 유지될까요? 아니면 구라트나카가 능동적으로 이상한 나라를 왜곡해서 당신이 얼마나 멀리 여행하던 간에 목적지에 도착하지 못하도록 만들까요? 끈덕진 결심만이 당신이 이러한 의문을 품는 와중에도 당신을 앞으로 이끌고 있습니다. 누군가가 이 광기를 없던 것으로 만들어야 하고, 그게 당신이 아니면, 누가 그럴 수 있을까요? 좋든 나쁘든 간에 당신은 천천히 앞으로 나아갑니다.
zh: 你设法离开海滩时，海浪的撞击声逐渐变得沉闷。你思索著自己的选择和艰辛，而踩在疏松沙子上的每一步似乎愈发沉重。你旅程的终点会是下一个沙丘上吗？爱丽丝的梦境世界是否会自己无限地扩张？或是，古拉斯纳卡是否正在扭曲仙境，使你无论旅行多远都无法接近你的目标？即使怀疑自己的脚步，你还是被顽强的决心推动著继续前进。一定得有人来尝试复原这一切的疯狂，而除了你之外没有别人了。无论是好是坏，你慢慢地继续前进。

source: The Caucus Race
it: La Corsa Elettorale
ko: 코커스 경주
zh: 无谓的竞赛

source: A scene of commotion catches your eye as you step over a small dune and look down toward the shoreline. A motley pack of animals dashes about, seemingly without direction or destination. From the center, a Dodo shouts words of action as he runs a short rut in the sand. "Yes, that's it! Up that sandhill there, down the other side! There's no faster way to get dry!" Dry? The suggestion seems absurd when most of their paths wander into and out of the surf. You walk over to investigate the bizarre event, and notice the animals are in a sorry state as you approach closer. Some of the less hardy creatures have collapsed completely, while others don't appear to be breathing whatsoever. The Dodo urges them onward all the same, seemingly oblivious to their exhaustion, let alone its own. "The race must be run… until the race is won… come, you must join us…"
it: Una scena confusionaria attira il vostro sguardo mentre mettete piede su di una piccola duna e guardate in basso verso la battigia. Una masnada di animali corre senza sosta, apparentemente senza alcuna destinazione. Al centro, un Dodo impartisce ordini ad alta voce, mentre corre lungo un percorso sulla sabbia. "Ecco, così! Si sale sulla duna e si scende dall'altro lato. Non c'è un modo più rapido per asciugarsi!" L'idea di una corsa del genere per asciugarsi è assurda, ed i vari animali si incrociano continuamente tra di loro. Vi mettete in cammino per osservare il bizzarro avvenimento e, man mano che vi avvicinate, notate che gli animali sono tutti in uno stato pietoso. Alcuni dei meno robusti giacciono completamente esausti, mentre altri sembra che non riescano pù nemmeno a respirare. Il Dodo continua a spronarli ad andare avanti, senza accorgersi né della loro spossatezza, né della propria. "Bisogna continuare con la corsa... finché ci sarà un vincitore... venite, unitevi a noi..."
ko: 당신이 작은 사구를 지나 해안선을 내려다보자, 소란스러운 장면이 당신의 눈 앞에 펼쳐집니다. 잡다한 동물 무리가 아무런 방향이나 목적지 없이 달려나가고 있습니다. 중앙에 있는 도도새가 모래로 발을 딛으며 출발 신호를 외칩니다. “그래, 그거야! 모래 언덕 위로 올라가! 그런 다음에 반대편으로 내려가! 마른 땅에 도달하려면 그 길이 제일 빨라!” 마른 땅? 그 말은 우스꽝스러울 뿐입니다. 그들이 돌아다니는 땅 대부분이 파도로 젖어 있기 때문입니다. 당신이 이 기이한 광경을 조사하기 위해 사구를 내려갔고, 동물들은 당신의 접근에 곤란한 표정을 지었습니다. 튼튼하지 못한 몇몇 생물은 완전히 탈진해 쓰러졌고 나머지는 숨을 가쁘게 쉬고 있습니다. 홀로 서있는 도도새는 아까 외쳤던 말을 되뇌며 탈진 직전까지 간 동물들을 다그칩니다. “경주를 계속 해야해… 승자가 정해질 때까지… 이리와, 너도 여기 온 이상… 우리와 함께 해야…”
zh: 当你跨越一个小沙丘，俯视著海岸线时，一阵骚动的景象吸引了你的注意。一群种类各不相同的动物四处冲刺，看不出有方向或目的地。在中间，一只渡渡鸟在沙地上一边跑了一小段，一边喊著动起来。“对，就是这样！上去那边的沙丘，再从另一边下来！没有更快的方法来弄干了！” 弄干？这个提议看似荒谬，尤其是牠们大部分的路线都会穿过海浪。你走过去调查这个奇怪的事件，当你靠近时，你注意到动物们都处于一种糟糕的状态。一些没那么结实的生物已经完全累倒了，而其他动物也上气不接下气。渡渡鸟仍然不断催促牠们继续前进，似乎没有注意到牠们的疲惫，更别说注意到自己也已经筋疲力竭了。“必须继续赛跑……直到获胜……来，你也得加入我们……”

source: <i>"We have to stop them from hurting themselves."</i>
it: <i>"Dobbiamo fermarli prima che si facciano del male."</i>
ko: <i>“저들이 경주한답시고 자해하는 것을 막아야해”</i>
zh: <i>“我们必须阻止牠们伤害自己。”</i>

source: <i>"We want nothing to do with this nonsense."</i>
it: <i>"Non abbiamo niente a che spartire con queste sciocchezze senza senso."</i>
ko: <i>“우리에겐 이런 몰상식한 짓에 투자할 시간은 없어”</i>
zh: <i>“我们不想和这种荒谬的事情扯上关系。”</i>

source: Resting on Laurels
it: Riposare sugli Allori
ko: 월계수 아래 휴식
zh: 自封固步

source: You hold the Dodo in place and assure him that the race is over. "At last!" the Dodo cries out, "The race is over… and everybody has won!" The other animals ease to a stop, collapsing onto the sand with relieved groans. "There must be prizes for the winners…" the Dodo rasps, and he looks to you with a wild look as his frail body shivers with exhaustion. You rifle through your pockets and produce a number of random items, which the animals grab covetously. As the surviving racers begin recovering, the Dodo hobbles back over to you. "Fair play is satisfied! We have been running the Caucus Race ever since the pool of tears ran into a sea! Now at last, we are truly dry!" You humor the bird with a polite nod. "Finally, we can return to more academic pursuits. Perhaps I may educate you on several matters?"
it: Fermate il Dodo e gli assicurate che la gara è terminata. "Finalmente!" grida il Dodo, "La gara è terminata... e tutti hanno vinto!" Gli altri animali si fermano, crollando sulla sabbia con gemiti di sollievo. "Tutti i vincitori devono ricevere un premio... gracchia il Dodo, guardandovi con uno sguardo folle, mentre il suo fragile corpo sembra tremare per la stanchezza. Frugate nelle vostre tasche e ne tirate fuori alcuni oggetti di poco valore, che gli animali afferrano avidamente. Mentre i corridori sopravvissuti cominciano a riprendersi, il Dodo vi si avvicina zoppicando. "E stata una gara corretta! Svolgiamo la Corsa Elettorale sin da quando lo Stagno di Lacrime si è trasformato in un mare! Adesso, finalmente, siamo completamente asciutti!" Annuite all'uccello con un sorriso educato. "Ora, quindi, possiamo ritornare ad interessi più accademici. Forse posso esservi d'aiuto in qualcosa?"
ko: 당신은 도도새를 따라잡고는 그에게 경주가 끝났다고 선언합니다. “마침내!” 도도새가 환호성을 지릅니다, “경주가 끝났어…그리고 모두가 승자다!” 다른 동물들은 안도의 한숨을 쉬며 쓰러졌기에, 이들을 멈추는 것은 쉬웠습니다. “승자에게는 응당 상품이 있어야지…” 도도새는 거친 소리를 내고는, 탈진해서 노쇠한 몸과는 다르게 야성이 살아있는 눈으로 당신을 바라봅니다. 당신은 주머니에 손을 찔러 넣어 되는 대로 물건들을 꺼내 들었고, 동물들은 제각기 탐나는 물건을 손으로 집어 갑니다. 살아남은 주자들이 다들 기운을 차리자, 도도새는 쩔뚝거리며 당신에게 돌아옵니다. “공정한 경기는 만족스럽구만! 영락없이 눈물의 바다가 밀려 들어올때까지 코커스 경주를 계속 할 뻔했군! 허나 드디어 우린 마른 땅을 밟을 수 있게 되었어!” 당신은 부드러운 분위기에서 새와 함께 웃었습니다. “마침내 우린 좀 더 학술적인 주제로 돌아갈 수 있게 되었네. 아마도 내가 너에게 여러 문제를 해결할 수 있도록 교육할 수 있을 거야.”
zh: 你抓著渡渡鸟不动，向牠保证比赛已经结束了。“终于！”渡渡鸟喊道：“比赛结束了……所有人都赢了！”其他动物停下脚步，倒在沙滩上，发出解脱的呻吟。“获胜者一定要有奖品……”渡渡鸟用刺耳的声音说道，牠瞪大著眼看你，虚弱的身体因疲惫而颤抖著。你在口袋里翻找，凑齐一些杂物，动物们贪婪地抓住它们。 当幸存的选手们开始恢复时，渡渡鸟摇摇摆摆地回到你身边。“这就是体育精神！自从泪水之池变成了大海洋，我们就一直在进行比赛！现在，我们终于真的干了！”你礼貌性的点点头，应付这只鸟。“终于，我们可以回来做更多的学术研究。也许我可以在几件事上教教你？”

source: In your Campaign Log under "Wonderland Boons," record <i>The Dodo.</i>
it: Annotate nel Diario della Campagna, il <i>Dodo</i> alla voce "Protettori di Wonderland".
ko: 캠페인 기록지의 “이상한 나라의 유쾌한 주민”에 <i>도도새</i>를 적습니다.
zh: 在冒险日志的“仙境的恩赐”下方记录<i>渡渡鸟</i>。

source: Add 1 [skull] token to the chaos bag for the remainder of the campaign.
ko: 캠페인이 끝날 때까지 혼돈 주머니에 [skull] 토큰을 1개 추가합니다.
zh: 将1个[skull]标记加入混乱袋中，持续到这个剧本结束。

source: A Dead Heat
it: Testa a Testa
ko: 죽어버린 열기
zh: 骤死赛

source: You give the Dodo a firm "n" and take a few steps back to let the strange animals continue their race without you. You're not sure what stopping them would accomplish, if anything, but you don't have time to reason with these deluded creatures. Before you can continue on your way, a rapid change sweeps over the runners. Each frantic step they take sends out a noise like a cracking bone, and their gaunt bodies begin to wither even further. The Dodo urges the racers to continue, even as his own body begins to skeletonize. "Onward… ever… onwa-" the Dodo's final urging is cut short as his bones take one final lurch forward and collapse onto the sand. You stare in bewilderment as the rhythmic sounds of the sea and wind replace the bedlam of the race. Perhaps Wonderland is just as unstable as Arkham at this point.
it: Rispondete con un secco "No" al Dodo, indietreggiando quel tanto che basta per lasciare che gli animali continuino la loro gara senza di voi. Non avete un'idea precisa di cosa otterreste fermandoli, né se in effetti possa servire a qualcosa, ma non avete tempo da perdere per riportare alla ragione queste creature illuse. Prima che possiate continuare il vostro cammino, accade una strana trasformazione nei concorrenti. Ogni loro frenetico passo comincia a produrre un suono come di ossa spezzate, e i loro corpi macilenti deperiscono ancora di più. Il Dodo esorta i corridori a continuare, anche mentre il suo corpo si tramuta gradualmente in uno scheletro. "Forza ... ancora più velo ... " L'esortazione finale del Dodo viene interrotta nel momento in cui le sue ossa vengono sbalzate in avanti, per crollare sulla sabbia. Rimanete a fissarlo sconcertati mentre il suono ritmico del mare e quello del vento prendono il sopravvento su quello della gara. Probabilmente, in questo momento, Wonderland è instabile, così come lo è Arkham.
ko: 당신은 도도새에게 단호하게 “싫어”라고 말하고는, 왔던 길을 되돌아가 이상한 동물들이 당신 없이 경주를 지속하는 것을 구경합니다. 무엇이 그들을 멈추게 할지, 그런 것이 있기는 할지 당신은 알지 못합니다. 그저 당신은 이 우둔한 동물들에게 신경 쓸 시간이 없습니다. 당신이 길을 막 떠나려는 때에, 갑작스럽게 달리고 있던 동물들이 변하기 시작합니다. 제정신이 아닌 발걸음은 곧 뼈가 부러지는 소리로 바뀌었고, 동물들의 몰골은 더욱 시들어갑니다. 도도새는 몸이 백골이 되어가는데도, 주자들을 계속해서 격려합니다. “위로… 좀 더… 위-” 도도새는 뼈를 움직여 마지막 격려를 남기고는, 모랫바닥으로 부스러졌습니다. 당신은 어리둥절한 채, 이 소란스러운 경주 소리가 고요하고 일정한 바다와 바람소리로 변하는 것을 우두커니 듣고 있었습니다. 이상한 나라 또한 이런 점을 보면 아컴만큼 불안정한 상태인 것 같습니다.
zh: 你坚定地拒绝了渡渡鸟，然后后退几步，让奇怪的动物们继续自己的赛跑。你不知道阻止牠们会有什么结果，或根本没有，但你没有时间和这些被蛊惑的生物讲道理。在你继续自己的旅程之前，这些跑者身上发生了急遽的变化。牠们迈出的每个疯狂脚步都伴随著骨头断裂般的声音，牠们憔悴的身体开始变得更加萎缩。渡渡鸟催促著牠们继续跑，即使牠自己的身体开始变成骸骨。“向前……继续……向……”当渡渡鸟的骨骸向前踉跄，倒在沙滩上时，牠最后的催促声终于停止了。大海和海风带著节奏的声音取代了比赛的喧闹声，你困惑地凝视著。也许现在仙境就和阿卡姆一样不稳定。

source: In your Campaign Log under "Wonderland Banes," record <i>The Dodo.</i>
it: Annotate nel Diario della Campagna, il <i>Dodo</i> alla voce "Rovina di Wonderland".
ko: 캠페인 기록지의 “이상한 나라의 골칫거리”에 <i>도도새</i>를 적습니다.
zh: 在冒险日志的“仙境的祸害”下方记录<i>渡渡鸟</i>。

source: Each investigator earns 1 bonus experience as he or she gains insight into Wonderland's stability from the creatures' deaths.
it: Ogni investigatore guadagna 1 Punto Esperienza aggiuntivo per aver ottenuto informazioni sulla stabilità di Wonderland dalla morte delle creature.
ko: 각 조사자들은 이 생물들의 죽음에서 이상한 나라의 불안정함에 대한 통찰을 얻어 추가로 경험치를 1씩 얻습니다.
zh: 调查员从那些生物的死亡中洞察到仙境的稳定性，每位调查员获得1点奖励经验值。

source: You depart from the bizarre spectacle, following the shoreline steadily. Landmarks are far and few between, making the beach seem endless in either direction. As you ponder where to head next, the sound of the sea wind changes, and you hear faint tones resembling Alice's voice, though the words are indiscernible. You look out over the surf, and to your astonishment, the tide recedes all at once, leaving behind an arrangement of stones and shells. The debris portrays a vague map of your current position, with a series of arrows pointing down the beach and then inland. You breathe a sigh of relief as you make mental notes of the map's layout. No matter what lunacy may lie ahead, this is Alice's dream at its core. You don't know what degree of influence she holds over Wonderland in this state, but it's one less burden on your shoulders.
it: Vi allontanate dal bizzarro spettacolo a cui avete appena assistito, seguendo costantemente la battigia. I punti di riferimento sono pochi e lontani. La spiaggia sembra quindi estendersi all'infinito, in qualsiasi direzione. Mentre riflettete su dove dirigervi, il fruscio della brezza marina cambia, e vi sembra di percepire un mormorio che vi ricorda la voce di Alice, anche se non riuscite a comprendere le parole che sta pronunciando. Scrutate oltre le onde e, con vostro grande stupore, la marea cala improvvisamente, lasciando dietro di sé un letto di pietre e di conchiglie. I detriti raffigurano in maniera vaga una mappa della vostra posizione attuale, con una serie di frecce che puntano verso la spiaggia, e poi verso l'entroterra. Vi lasciate andare ad un sospiro di sollievo mentre prendete mentalmente nota della configurazione della mappa. Non importa quale follia possa attendervi, questo è, e rimane, il sogno di Alice. Non sapreste dire quanta influenza abbia ancora su Wonderland in questo stato, ma il suo aiuto rappresenta sicuramente un peso in meno sulle vostre spalle.
ko: 당신은 이 기묘한 구경거리를 뒤로하고 해안선을 따라 걸어갑니다. 랜드마크는 이 해변의 앞뒤로 간간히 보이며, 끝없이 이어져 저 멀리까지 보입니다. 당신이 차분히 다음으로 향할 장소를 생각하고 있자, 바닷바람의 소리가 변합니다. 당신은 앨리스의 목소리와 닮은, 알아들을 수 없는 단어를 말하는 희미한 소리를 들을 수 있었습니다. 당신이 파도 너머를 살펴보자, 놀랍게도 파도가 한 번에 몰려 나가 자갈과 조개들이 남은 해안이 드러납니다. 자갈과 조재는 현재 당신의 위치에 대한 대략적인 지도를 그려내고 있었고, 일련의 화살표들이 해안과 내륙을 가리키고 있습니다. 당신은 이 지도를 머리 속에 집어넣고는 안도했습니다. 이 앞에 기다리고 있는 광기가 어떤 종류일지 모르지만, 적어도 그 광기는 앨리스의 꿈을 기반으로 할 것입니다. 당신은 이런한 이상한 나라에 대해 앨리스가 어느 정도의 영향력을 행사할 수 있는지 짐작할 순 없었지만, 그래도 어깨의 짐은 좀 덜어진 기분이 들었습니다.
zh: 你离开了怪异的奇特场面，沿著海岸线持续前进。海滩上景物稀少，而且相距很远，使得海滩每个方向都似乎无穷无尽。就在你思考接下来的方向时，海风的声音变了，你听到了很像是爱丽丝的声音的微弱语调，但却听不清楚字句。你望向海浪，令你大感惊讶的是，潮水一下子就退去，留下一堆排列过的石头和贝壳。这些碎片画出模糊的地图，标示出你目前的位置，一排箭头指向海滩，然后指向内陆。你一边在脑海中记下地图的排列，一边松了一口气。不管前方有什么疯狂在等著你，根本来说这些都是爱丽丝的梦。你不确定她在目前的状态下还能对仙境造成多少影响，但这些至少减轻了你肩上的一点负担。
