Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zaw/the_white_queen.po
Languages: es, it, zh

source: The White Queen
it: La Regina Bianca
zh: 白棋王后

source: Interlude: The White Queen
es: Interludio: La Reina Blanca
it: Interludio: La Regina Bianca
zh: 幕间故事：白棋王后

source: Before you can leave the comfort of the room, you spot an odd undulation from a small central table. Two items sit atop it: a chess board and a weathered notebook. The board is strangely divided, one half orderly and pristine, the other cracked and warped. The longer you look at the distorted side of the chess board, the more it seems to shift as if rearranging itself before your eyes. Unnerved, you switch your focus to the notebook, only to find its contents written completely backwards. You hold the booklet up to the looking-glass to reflect the image, and find a series of disturbing but intriguing passages concerning Alice's dreamland. The margins of the book are filled with pencilled-in explanations of each that reference Alice, Gurathnaka, and shockingly, your own entrance into Wonderland. You look around warily, wondering just who might be watching you even now. The only certainty is that the answers lie somewhere beyond the door to the quiet room. You brace yourself and head for the exit.
es: Antes de que puedas abandonar la cómoda estancia, observas una peculiar ondulación en una pequeña mesa en el centro de la habitación. Dos objetos yacen sobre ella: un tablero de ajedrez y un cuaderno ajado. El tablero está extrañamente dividido: una mitad está perfectamente ordenada y pristina, la otra retorcida y agrietada. Cuanto más miras al lado distorsionado, más parece estar moviéndose para reorganizarse ante tus ojos. Desconcertado por el fenómeno, decides centrarte en el cuaderno… que parece estar escrito completamente del revés. Sostienes el librillo ante el espejo para reflejar la imagen y encuentras una serie de perturbadores pero intrigantes pasajes acerca del País de las maravillas de Alicia. Los márgenes del libro están repletos de anotaciones que hacen referencia a Alicia, Gurathnaka y, sorprendentemente, a tu propia llegada al País de las maravillas. Miras a tu alrededor con recelo, preguntándote quién te puede haber estado observando y si lo estará haciendo ahora mismo. La única cosa que parece cierta es que la respuesta yace en algún lugar más allá de la puerta de esta silenciosa habitación. Te preparas para lo que pueda venir y te diriges a la salida.
it: Prima che possiate lasciare la comodità della stanza, notate una strana oscillazione proveniente da un piccolo tavolo nel centro. Due oggetti vi sono poggiati sopra: una scacchiera ed un taccuino logoro. La scacchiera è divisa in maniera particolare, una metà è ordinata e pulita, l'altra è rovinata e deformata. Più a lungo osservate la parte distorta della scacchiera, più sembra modificarsi come se si stesse riorganizzando sotto i vostri occhi. Sgomenti, vi concentrate sul taccuino, e scoprite che tutto ciò che vi è contenuto è stato scritto al contrario. Ponete le pagine di fronte allo specchio per rifletterne l'immagine, e scoprite una serie di passaggi intriganti e disturbanti al tempo stesso, a proposito della Terra dei Sogni di Alice. I bordi delle pagine sono pieni di spiegazioni appuntate a matita a proposito di Alice, Gurathnaka e, sorprendentemente, del vostro ingresso a Wonderland. Vi guardate intorno con cautela, chiedendovi chi possa starvi osservando anche in questo momento. L'unica certezza è che le risposte si trovino da qualche parte, oltre la porta di questa tranquilla stanzetta. Vi preparate e vi dirigete verso l'uscita.
zh: 在你离开舒适的房间之前，你发现中央小桌子上有一个奇怪的起伏。上面放著两件物品：一个棋盘和一个褪色的笔记本。棋盘奇怪地分成两边，一半整齐如新，另一半弯曲裂开。你越是盯著棋盘扭曲的一边，它越看起来好似在移动，就像在你眼前重新排列一般。你不安地将注意力转移到笔记本上，却发现它的内容完全反著写。你将笔记本拿到镜子前反射图像，然后找到一系列关于爱丽丝仙境的段落，令人不安但又耐人寻味。这本书的页边空白处用铅笔写满了对每段的解释，提到了爱丽丝、古拉斯纳卡，以及——令人震惊的——你自己进入了仙境。你警惕地环顾四周，怀疑现在说不定有谁在监视你。唯一能确定的是，答案就在这个安静房间门外的某个地方。你振作起来，向出口走去。

source: Any one investigator may choose to add Looking-Glass Book to their deck. This card does not count toward that investigator's deck size.
es: Un investigador cualquiera puede elegir añadir el Libro del Espejo a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore a scelta può aggiungere il Libro dello Specchio al suo mazzo (non considerandolo nella dimensione del suo mazzo).
zh: 任意一位调查员可以选择将镜中书加入其牌组。这张卡牌不计入该调查员的卡牌张数。

source: The placid countryside does little to ease your mind as you continue your endless trek. The dangers of Alice's dream world are constant, but inconsistent. Any creature, object, or bit of scenery could prove to be a maddened menace. You wonder if the threats are the simple corruptions they seem to be, or if they were always a part of Alice's mind, always ready to erupt during a vulnerable moment. Should you find your way out of this strange place, would Alice be any the better for it, to say nothing of Arkham? Your mind focuses on this dazed line of thinking as the landscape transitions from wide orderly fields to a dense tangle of flowers.
es: La apacible campiña no contribuye mucho a tranquilizar tus pensamientos mientras prosigues tu interminable caminata. Los peligros del mundo de los sueños de Alicia son constantes, pero inconsistentes. Cualquier criatura, cualquier objeto o cualquier parte del paisaje podría acabar siendo una enloquecedora amenaza. Te preguntas si estas amenazas son la simple corrupción que aparentan ser o, si por el contrario siempre fueron una parte de la mente de Alicia, dispuesta a estallar en los momentos de mayor vulnerabilidad. Si algún día llegas a salir de este enigmático lugar, ¿mejoraría en algo la situación de Alicia? ¿Y la de Arkham? Tus pensamientos se centran en esta mareante línea de razonamiento mientras el paisaje comienza una transición desde los amplios organizados campos, a una densa maraña de flores.
it: La placida campagna non vi aiuta ad alleggerire i pensieri, mentre continuate il vostro cammino senza fine. I pericoli del mondo dei sogni di Alice sono costanti, ma imprevedibili. Qualsiasi creatura, oggetto, o una parte del paesaggio, potrebbero rivelarsi una minaccia impazzita. Vi chiedete se queste minacce siano dovute semplicemente alla corruzione, come sembrerebbe essere, o se facessero da sempre parte della mente di Alice, sempre pronta ad esplodere in un momento di particolare vulnerabilità. Se doveste trovare una via d'uscita da questo strano luogo, le cose verserebbero per il meglio, per Alice? E per Arkham? Mentre la vostra mente si concentra su questa confusa linea di pensiero, il paesaggio muta da vasti campi ordinati ad un fitto intrico di fiori.
zh: 你继续无尽的跋涉，即使宁静的乡村也无法让你放松心神。爱丽丝梦中世界的危险持续不断，但又变化无常。任何生物、物体或一段风景都可能被发现是疯狂的威胁。你想知道这些威胁是不是如同它们表面上看起来的单纯腐化，或者它们是否始终是爱丽丝心智的一部分，随时准备在脆弱的时刻爆发。如果你找到这个陌生地方的出路，爱丽丝会不会好起来，甚至是阿卡姆？当你专注在这些茫然的思绪上时，景色从宽阔有序的田野转变为茂密的花丛。

source: Future Memories
es: Recuerdos futuros
it: Memorie Future
zh: 未来的记忆

source: The path before you wends its way through a lush garden of flowering plants. The many blossoms turn towards you as you pass, one by one, revealing cracked and distorted faces. The flowers titter between each other with discordant chorus, watching and commenting as you walk. They utter fatalistic words about you and your quest, and of the ever-growing hunger of Gurathnaka. You hurry forward, doing your best to ignore the disturbing plants. The overgrown garden finally opens around the base of a lone tree, under which an equally solitary figure paces. The silhouette of a chess queen is unmistakable in the pale woman who mumbles to herself in a steady drone. You approach, but she turns towards you with a distant smile before you even think to call for her attention. "Ah, you arrive at last! I remembered that we would meet here." You wrinkle your brow at the statement, only causing the queen to chuckle lightly. "And I recalled that expression of yours as well. But it is no simple task, remembering the future. Especially memories of such a dark and dismal future as yours." She stares at you - almost as though staring through you - and you find her eyes pale and cloudy with a dark emptiness gnawing inward from the rims. The White Queen's smile grows forlorn as she continues her stare. "Would you like to hear your future history?"
es: El sendero ante tí se adentra en un exuberante jardín de plantas en flor. Las innumerables flores se giran hacia tí mientras pasas por delante de ellas, una a una, revelando en su interior caras retorcidas y distorsionadas. Las flores entonan un coro de risas discordantes mientras caminas. Murmuran palabras fatalistas que sopesan el fracaso de tu misión, y contemplan el hambre incesante y acuciante de Gurathnaka. Te das prisa en seguir el camino, haciendo lo que puedes por ignorar las siniestras plantas. El enmarañado jardín finalmente llega a un claro en la base de un árbol solitario, bajo el cual una figura igualmente solitaria camina de un lado a otro. La silueta de una reina de ajedrez es inconfundible y murmura para sus adentros en un zumbido constante. Te aproximas, pero ella se gira hacia tí antes de que puedas siquiera llamar su atención; una sonrisa lejana adorna su rostro. – ¡Ah, llegas al fin! Recordaba que en algún momento nos encontraríamos aquí —Frunces el ceño al oír éso, lo cual hace que la reina se ría gentilmente—. Y también recordaba esa graciosa expresión que hiciste. Pero no es fácil recordar el futuro. Especialmente si esos recuerdos son de un futuro tan oscuro y catastrófico como el tuyo —Se te queda mirando, como si viese a través de tí, y encuentras sus ojos inquietantemente pálidos y nublados con un vacío oscuro devorándolos desde los bordes. La sonrisa de la Reina Blanca parece cada vez más desamparada mientras te observa fijamente—. ¿Querrías saber la historia de tu futuro?
it: Il sentiero davanti a voi si dipana attraverso un lussureggiante giardino di piante in fiore. I numerosi boccioli si voltano verso di voi mentre passate, uno per uno, rivelando visi incrinati e distorti. I fiori ridacchiano tra loro, in un coro dissonante, guardandovi e commentando il vostro passaggio. Mormorano parole fatalistiche su di voi e sulla vostra missione, e sulla fame sempre crescente di Gurathnaka. Vi sbrigate ad andare avanti, facendo del vostro meglio per ignorare l'azione di disturbo delle piante. Il rigoglioso giardino si apre finalmente intorno alla base di un albero solitario, sotto il quale danza una figura altrettanto solitaria. Nella donna pallida che mormora tra sé è impossibile non riconoscere la sagoma di una Regina degli scacchi. Vi avvicinate, ed ella si volta verso di voi con un sorriso distante, prima ancora che tentiate di attirare la sua attenzione. "Ah, siete arrivati, finalmente! Ricordavo che ci saremmo incontrati qui." Inarcate il sopracciglio a questa affermazione, provocando nella Regina un risolino delicato. "E ricordo anche quella vostra espressione. Ma non è una cosa semplice, ricordare il futuro. Specialmente quando si tratta di ricordare un futuro oscuro e triste come il vostro." Vi fissa, quasi come se stesse scrutandovi dentro, quando scorgete, nei suoi occhi pallidi e appannati, una specie di vuoto oscuro, che si apre la strada dai bordi verso l'interno della pupilla. Il sorriso della Regina Bianca si fa infelice mentre continua a fissarvi. "Vi piacerebbe ascoltare la vostra storia futura?"
zh: 你面前的小路穿过郁郁葱葱开满花朵的花园。当你经过时，许多花朵转向你，一朵接著一朵，露出裂开、扭曲的脸。你走过去时，花朵发出不和谐的声音，此起彼落地嗤笑著，对你品头论足。对于你和你的任务，还有古拉斯纳卡日益增长的饥饿，他们说著宿命无法改变的话语。你加速前进，尽力忽略那些令人不安的植物。 过度生长的花园终于在一棵孤树的周围有块空地，一个同样孤独的人影在树下踱步。一位苍白的女人用稳定的嗡嗡声喃喃自语，轮廓很明显是一个西洋棋王后。你接近她，但在你想到要引起她的注意之前，她就带著悠悠的微笑转向你。“啊，你终于到了！我记得我们会在这里见面的。”听到这句话，你皱了皱眉头，但王后轻笑了一声。“我也记得你的那个表情。但记住未来可不是一件简单的事。尤其是像你这样黑暗凄凉的未来的记忆。”她凝视著你——几乎就像是看透了你——而你发现她的眼睛苍白而混浊，黑暗的空虚侵蚀著她的眼眶。白棋王后继续盯著你，笑容逐渐变得凄凉。“你想听听你的未来史吗？”

source: <i>"If you know what dangers lie ahead, please tell everything."</i>
es: <i>—Si sabes qué peligros aguardan en nuestro camino, por favor dinos todo.</i>
it: <i>"Se conosci i pericoli che ci attendono, ti preghiamo di dirci tutto."</i>
zh: <i>"如果你知道前面有什么危险，请全部都告诉我。"</i>

source: <i>"This place is weird enough without your crackpot ramblings."</i>
es: <i>—Este lugar es ya suficientemente raro sin tus desvaríos de lunática.</i>
it: <i>"Questo posto è già strano abbastanza senza i tuoi assurdi vaneggiamenti."</i>
zh: <i>"就算没有你的胡说八道，这地方就已经够奇怪了。"</i>

source: Forewarned
es: Advertidos
it: Previsione
zh: 预先警告

source: The White Queen nods and opens her eyes wide, the cloudiness spewing forth like a plume of smoke. The white haze envelops you in an instant, and for a silent moment you are lost in the fog. The suspense fades slowly as the clouds collect into shapes, some familiar, others new and frightening. The queen's voice echoes from all around you as you observe each of the figures, which morph and reform to reflect your thoughts. "Memories are strange things, you know. Each person recalls them differently." The nearest cloud takes on your own appearance, and the others drift towards it, forming a strange tableau. The White Queen's voice continues, seeming more and more distant with each word. "There are those who say that the future is set in stone, but in truth, it is more like cement. It takes some time to set."
es: La Reina Blanca asiente y abre sus ojos como platos, la nubosidad en su interior se derrama como volutas de humo. La blanca neblina te envuelve al instante, y durante un silencioso momento te pierdes en la niebla. El suspense desaparece lentamente mientras las nubes se aglomeran en formas, algunas familiares, otras terroríficas. La voz de la Reina reverbera a tu alrededor, como si el sonido viniese de todas las direcciones, mientras observas como las figuras de humo cambian de forma y se adaptan a cada uno de tus pensamientos. —Los recuerdos son algo extraño, ¿sabías? Cada persona los recuerda diferente. La nube de humo más cercana adopta tu apariencia, todas las demás flotan hacia ella, formando una extraña asamblea. La voz de la Reina Blanca prosigue, haciéndose más distante con cada palabra: —Hay personas que dirían que el futuro está grabado a fuego, cuando en verdad, es más como cemento húmedo: Necesita algo de tiempo para endurecerse.
it: La Regina Bianca annuisce e spalanca gli occhi. L'offuscamento si diffonde nelle pupille come un pennacchio di fumo. La bianca nebbia vi avvolge per un istante e, per un momento, vi sentite smarriti nel silenzio della foschia. L'apprensione svanisce quando le nuvole cominciano ad assumere una forma, alcune familiari, altre nuove e spaventose. La voce della regina rimbomba da ogni direzione mentre osservate ogni figura, che muta e si riforma per riflettere i vostri pensieri. "I ricordi sono una strana cosa, sapete? Ogni persona li rievoca in maniera diversa." La nube più vicina imita il vostro aspetto, e le altre le si avvicinano, formando uno strano quadro. La voce della Regina Bianca continua, sembrando sempre più distante ad ogni parola. "Ci sono persone che dicono che il futuro è scolpito nella pietra, ma in verità, è più una sorta di cemento. Ci vuole tempo prima che si solidifichi."
zh: 白棋王后点点头，睁大双眼，云雾像一缕轻烟一样喷涌而出。白色的雾霭瞬间将你笼罩，在无声之中你一时迷失在雾里。你悬著的心随著云雾汇聚形成各种形状而慢慢放下，那些形状有的熟悉、有的陌生而可怕。当你观察那些形影时，王后的声音在你周围响起，这些形影变形重组，反映出你的思绪。“你知道，记忆是奇怪的东西。每个人回忆的方式都不一样。”最近的一朵云呈现出你自己的样子，而其他的云则向它飘去，形成了一个奇怪的画面。白棋王后的声音持续，但每一个字都显得越来越远离。“有人说未来像是石头一样不会改变，但实际上，它更像是水泥，需要一些时间才能凝固。”

source: In your Campaign Log under "Wonderland Boons," record <i>The White Queen.</i>
es: Anota en la sección “Favores del País de las maravillas” del registro de campaña a <i>La Reina Blanca</i>.
it: Annotate nel Diario della Campagna, la <i>Regina Bianca</i> alla voce "Protettori di Wonderland".
zh: 在冒险日志的“仙境的恩赐”下方记录<i>白棋王后</i>。

source: Foreshadowed
es: Presagiados
it: Prefigurazione
zh: 预先征兆

source: The White Queen nods solemnly and begins to tremble. "Dear me… those who cannot remember the future are condemned to repeat it…" The rejection seems to drain the life out of her, and she collapses to the grass, looking up with a hollow expression. The blackness at the edges of the queen's eyes begins to flow inward, erupting up as her pupils are consumed. The shadowy flow splashes up to surround you, whirling with hurricane speed. You stand in anxious stillness as glimpses of Arkham, Wonderland, and other yet darker visions all flash through the torrent. Which are real? Which have already come to pass?
es: La Reina Blanca asiente solemnemente y empieza a temblar: —Dios me salve… aquellos que no pueden recordar el futuro están condenados a repetirlo… El rechazo parece drenar la fuerza vital de la Reina, que se derrumba sobre la hierba con una expresión vacía en el rostro. La negrura que acechaba en los bordes de los ojos de la Reina empieza a fluir hacia su interior, erupcionando mientras sus pupilas son consumidas por la oscuridad. Un flujo sombrío comienza a derramarse desde sus ojos, rodeándote, arremolinándose con la fuerza de un huracán. Te quedas inmóvil, consumido por la ansiedad mientras vislumbras imágenes de Arkham, del País de las maravillas, y visiones aún más oscuras que se suceden en destellos en el torrente de sombras. ¿Cuáles son verdaderas? ¿Cuáles han sucedido ya?
it: La Regina Bianca annuisce solennemente e comincia a tremare. "Povera me... coloro che non possono ricordare il futuro sono condannati a ripeterlo..." Il rifiuto sembra averle risucchiato la vitalità. Collassa sull'erba, guardando in alto con uno sguardo vacuo. L'oscurità ai bordi degli occhi della Regina comincia a fluire verso l'interno, esplodendo dopo aver consumato le pupille. Il flusso di ombra si riversa in fuori e vi circonda, vorticando alla velocità di un uragano. Rimanete in piedi, in una terrificante immobilità, quando scorci di Arkham, Wonderland e di altre visioni ancora più oscure balenano nel flusso. Quali sono reali? Quali sono già avvenute?
zh: 白棋王后脸色凝重地点点头，然后开始颤抖。“我的天啊……那些不记得未来的人注定要重蹈覆辙……”你的拒绝似乎消耗了她的生命力，她瘫倒在草地上，一脸空洞的抬起头来。女王眼睛边缘的黑色开始向内流动，当她的瞳孔被吞噬时爆发了出来。暗影喷溅而起，环绕著你，像飓风般以极快的速度旋转著。你焦虑地静止不动，看著阿卡姆、仙境和其他更黑暗的景象在洪流中闪过。哪些是真实的？而哪些已经发生了？

source: In your Campaign Log under "Wonderland Banes," record <i>The White Queen.</i>
es: Anota en la sección “Pesadillas del País de las maravillas” del registro de campaña a <i>La Reina Blanca</i>.
it: Annotate nel Diario della Campagna, la <i>Regina Bianca</i> alla voce 'Rovina di Wonderland".
zh: 在冒险日志的“仙境的祸害”下方记录<i>白棋王后</i>。

source: Each investigator earns 1 bonus experience as they glimpse the true potential of Gurathnaka's power.
es: Cada investigador obtiene 1 punto de experiencia adicional, pues ha vislumbrado el verdadero potencial del poder de Gurathnaka.
it: Ogni investigatore guadagna 1 Punto Esperienza aggiuntivo per aver intravisto il vero potenziale del potere di Gurathnaka.
zh: 调查员瞥见古拉斯纳卡力量的真正实力，每位调查员获得1点奖励经验值。

source: Between blinks, the enveloping haze vanishes, and the White Queen along with it. You still stand beneath the solitary tree, but the surrounding flowers have all wilted. You hold your breath for a moment in unconscious reflex as you wait for any faint sound from the eerie blossoms, but without result. Slowly, their fallen petals shift on the wind, forming larger shapes on the dry grass around you. Lines and contours run together, and all at once the image clarifies into Alice's sleeping face. It shifts as if breathing in, holding for a moment before blowing upward in a funneled gale. The petals soar, swirling around and suspending in midair to form a line - a path! You're unsure of what state Alice might be in, but it appears that she still has the ability to help guide you through her dream. You follow the floating blossoms out of the bizarre garden without delay.
es: Entre destellos, la envolvente neblina desaparece, y con ella, la Reina Blanca. Todavía te encuentras bajo el árbol solitario, pero las flores que te rodeaban se han marchitado. Contienes la respiración durante unos instantes, de forma instintiva, esperando oír el sonido de las inquietantes flores, pero no ocurre nada. Lentamente, sus pétalos caídos son arrastrados por el viento y se agrupan en amplias formas sobre la hierba seca a tu alrededor. Líneas y contornos se van trazando, y, de repente, la imagen se hace diáfana ante tí: es el semblante durmiente de Alicia. Cambia sutilmente como si estuviera respirando hasta que, pausando unos breves instantes como conteniendo la respiración, sopla hacia el cielo como un vendaval. Los pétalos surcan el cielo, arremolinándose y suspendiéndose en medio del aire para formar una línea… no, ¡un camino! No estás seguro del estado en el que se encontrará Alicia, pero parece que todavía tiene la capacidad de ayudarte a atravesar sus sueños. Sigues los pétalos flotantes, saliendo de este raro jardín sin demora.
it: In un battito di ciglia, la nebbia avvolgente si dirada, e con essa la Regina Bianca. Siete ancora in piedi sotto all'albero solitario, ma i fiori circostanti sono tutti appassiti. Trattenete il respiro per un momento, per qualche riflesso inconscio, mentre attendete che da quei boccioli innaturali provenga un qualsiasi suono, ma senza risultato. Lentamente, i petali caduti si muovono al vento, disponendosi in grandi forme sull'erba asciutta. Linee e contorni si combinano, e tutto ad un tratto l'immagine si fa chiara: è il viso di Alice che dorme. Si muove come se stesse respirando, mantenendo la forma per un momento prima di rialzarsi in un piccolo movimento d'aria. I petali si librano, vorticando in cerchio e sospendendosi a mezz'aria a formare una linea. Un sentiero! Non avete idea in che stato possa essere Alice, ma sembra che abbia ancora la capacità di guidarvi attraverso il suo sogno. Seguite senza attendere un istante di più i petali galleggianti, fino ad uscire dal bizzarro giardino.
zh: 眨眼之间，笼罩的雾霾就消失了，白棋王后也随之消失。你还站在孤树下，周围的花儿都枯萎了。你反射性无意识地屏住了呼吸片刻，等待诡异的花朵发出任何微弱的声音，但什么都没有。慢慢地，它们落下的花瓣随风移动，在你周围的干草上排成一个很大的形状。线条和轮廓融为一体，图像一下子变得清晰，呈现出爱丽丝的睡脸。花瓣移动就像爱丽丝在吸气，屏住了片刻，然后向上吹出一阵大风的漩涡。花瓣飞翔、盘旋；悬浮在半空中，形成一条线——一条路径！你不确定爱丽丝现在的状态如何，但看来她仍然有能力帮助引导你穿越她的梦境。你毫不迟疑地跟随著漂浮的花朵走出奇异的花园。
