[
  {
    "code": "01007",
    "text": "- **질문:** '[로랜드 뱅크스](/card/01001)'가 [elder_sign] 토큰을 뽑았을 때, '[은폐](/card/01007)'에 있는 단서도 \"당신이 위치한 장소\"에 있는 것으로 간주하나요? **답변:** 그렇지 않습니다. 일반적으로 카드(조사자/당신이 조종하는 자산/당신의 위협 영역에 있는 적)는 \"나와 같은 장소에 있는\" 것으로 간주합니다. 하지만 단서 토큰은 장소 카드 위에 직접 올려진 경우에만 \"그 장소에 있는\" 것으로 간주합니다(참조 안내서 5페이지의 \"단서\"를 확인하세요). \n\n- **질문:** 단서가 없는 장소에서 조사를 성공하더라도, '은폐' 위의 단서를 버릴 수 있나요? **답변:** 불가능합니다. '은폐'의 격발 조건은 \"단서를 발견하려 할 때\" 이므로, 실제로 단서를 발견하는 상황이어야만 합니다. '[빈집털이](/card/01045)'는 조사의 성공 효과인 단서를 발견하는 것 자체를 대체하며, '[쓰레기 더미 뒤지기](/card/01073)'는 \"조사에 성공한 후\"라는 격발 조건을 가지며 이는 '은폐'와는 다르다는 것을 참고하십시오. \n\n- **질문:** '은폐'의 격발 조건은 \"<b>당신</b>이 단서를 발견하려 할 때\"니깐, '로랜드 뱅크스'만 버릴 수 있는게 맞을까요? **답변:** 아닙니다. '은폐'는 음모 카드이므로, 같은 장소에 있기만 한다면 어떠한 조사자라도 격발할 수 있습니다. 또한, 격발 기능에서 명시된 '당신'이란 해당 기능을 격발한 조사자입니다(FAQ \"카드 기능 해석 2.1#Rulings_2_1\" 참조). 그러므로 로랜드가 위치한 장소에 있는 조사자는 누구라도, 조건이 맞기만 한다면 해당 기능을 격발할 수 있습니다. \n\n- **질문:** 단서를 발견할 때, 반드시 단서를 얻지 않고 '은폐'의 단서를 버리기를 선택해야하나요? 선택이 가능하다면, '[추론](/card/01039)'을 소모해서 단서를 2개 발견하는 상황에서, 단서 1개는 발견하고 1개는 대신 '은폐' 위의 단서를 버려도 되나요('은폐' 위에 단서가 1개 뿐인 상황에서)? **답변:** 반응 격발은 선택이므로, '은폐'에 단서가 놓여 있더라도 격발하지 않고 단서를 발견해도 됩니다. 단, 격발을 하기로 결정했다면 해당 기능의 요소를 가능한 만큼(최대한) 해결해야 합니다. 그러므로 반드시 모든 단서를 획득하거나, 모든 단서를 획득하지 않아야합니다. 이는 '은폐'위에 있는 단서 개수보다 많은 단서를 발견하려는 경우 역시 포함됩니다. 단, '로랜드 뱅크스'의 [reaction] 기능 및 '[증거](/card/01022)'의 경우, 단서를 2개 발견하는게 아니라 1개 발견을 두번 하므로 위 답변과 무관하다는 것을 참고하십시오.",
    "updated_at": "2017-05-03T17:42:53.000Z"
  },
  {
    "code": "01014",
    "text": "- **질문:** 웬디의 부적의 대상인 \"버린 더미 더미에서 가장 위에 있는 이벤트 카드\"가 정확히 무슨 의미인가요? 웬디 애덤스의 버린 카드 더미 맨 위에 이벤트가 있어야만 해당 기능을 사용이 가능한가요? **답변:** 웬디 애덤스의 버린 카드 더미에 있는 이벤트 카드 중에서 가장 위에 있는 카드를 의미합니다. 버린 카드 더미 맨 윗장이 이벤트여야만 할 필요는 없습니다. 버린 카드 더미를 살펴보십시오. 비교적으로 가장 위에 놓인 카드가 웬디의 부적의 효과 적용 대상입니다.",
    "updated_at": "2020-03-17T16:44:36.000Z"
  },
  {
    "code": "01028",
    "text": "- **질문:** '순찰 경찰'의 자유 격발([fast]) 기능의 비용에 적혀있는 피해 1은 누가 받는건가요? **답변:** 해당 기능의 격발 비용으로 인한 피해 1은 해당 카드가 받습니다. 해당 문구는 \"'순찰 경찰'을 소진하고 '순찰 경찰'에게 피해를 1 줍니다\"와 같이 해석해야 합니다.",
    "updated_at": "2017-02-15T02:57:34.000Z"
  },
  {
    "code": "01096",
    "text": "- **질문:** 손에 약점 또는 '숨김' 키워드를 가진 카드가 여러장 있는 상태에서 '[기억상실](/card/01096)'을 뽑았습니다. 손에 어떤 카드를 남기는 것을 선택할 수 있나요? 이 효과를 이용해 약점이나 '숨김' 키워드를 가지는 카드를 버릴 수 있나요? **답변:** '기억상실'은 \"어떤 카드를 남길지는 당신이 선택합니다\"라는 효과를 갖습니다. 따라서 기본적으로는 남길 카드를 선택할 수 있습니다. 단, 참조 규칙서 '약점' 항목에는 \"별도로 명시되어 있지 않다면, 플레이어는 손에서 약점 카드를 버리는 선택을 할 수 없습니다.\"라고 되어있습니다. 따라서, 약점을 버리는 선택은 허용되지 않으며 약점이 아닌 카드를 버려야만 합니다. '숨김' 키워드를 가진 카드 역시 카드에 적혀있는 방법을 제외하고는 버릴 수 없으므로, 마찬가지로 '숨김' 카드를 버리는 선택은 허용되지 않습니다. 결과적으로, 당신은 손에 있는 약점과 '숨김' 키워드를 가진 카드를 모두 남겨야 하며 그 외의 모든 카드는 (몇장이든 간에) 버려집니다.",
    "updated_at": "2016-12-23T19:31:44.000Z"
  }
]