[
  {
    "code": "02001",
    "text": "- **질문:** 조이 사마라스가 '무리' 키워드를 가진 적과 교전하면, 조이의 [reaction] 기능은 각 무리 적당 한번 한번 격발이 가능한가요, 혹은 전체 무리 적에 대해 딱 한번만 격발이 가능한가요? **답변:** 무리 적은 하나의 개체처럼 이동하고 교전하지만, 각각의 무리 카드는 각기 다른 적입니다. 하나의 무리 카드가 조이에게 교전하면, 그에 포함된 모든 무리 적이 조이와 교전합니다. 따라서, 조이는 각각의 무리 적에 대하여 각자 [reaction] 기능을 한 번씩 격발할 수 있습니다.",
    "updated_at": "2019-06-25T19:55:16.000Z"
  },
  {
    "code": "02014",
    "text": "- **질문:** '[듀크](/card/02014)'를 사용하여 어떤 장소로 이동하였으나, 해당 장소에서 자신의 차례를 \"즉시 종료\"한다는 지시를 받았습니다. 현재 '듀크'의 기능은 해결하는 도중인데, 이 기능을 계속 해결하여도 되나요? **답변:** 그렇습니다. 기능을 해결하는 동안에 당신의 차례가 (\"즉시\"이든 아니든) 종료되어도, 기능의 나머지는 여전히 해결합니다. 기능의 남은 부분은 취소되지 않습니다. 하지만, \"당신의 차례가 끝날 때 까지\" 적용되는 효과는 해당 시점에서 만료되었음을 잊지마십시오. 당신의 차례는 끝났으나, 단순히 '듀크'의 남은 기능을 계속해서 해결하고 있을 뿐입니다.\n\n- **질문:** '듀크'를 사용하여 이동한 장소에서, 조사를 위한 추가 비용으로 행동 하나를 추가로 소비해야한다는 지시를 받았습니다. 이 경우 행동 하나를 지불해야 하나요? 남아있는 행동이 없다면 어떻게 되나요? **답변:** 추가로 지불해야합니다. 지불하지 못한다면, 조사가 취소됩니다. 추가 비용은 일반적인 지불 시점이 아니라 조사 행동을 해결하려 할 때 지불하게 됩니다. 만약 피트가 추가 행동을 소비하지 못한다면, 듀크로 조사하는 효과 요소는 비용을 지불하기 못하였기 때문에 해결하는 데 실패하게 됩니다.\n\n- **질문:** '듀크'를 사용하여 이동한 장소에 있는 적은 어떻게 처리하나요? 해당 적은 저와 교전하나요? 해당 적은 저에게 틈새 공격을 수행하나요? **답변:** 준비 상태인 적이 같은 장소에 있는 조사자와 교전하는 것은 상시 기능이므로, 당신이 이동을 한 후에 당신과 교전합니다. 당신은 적과 교전한 상태로 조사를 수행하게 됩니다. 그러나, 이렇게 교전한 적은 당신에게 틈새 공격을 수행하지는 않습니다. 틈새 공격은 비용을 지불한 후, 효과를 해결하기 이전에 유발되기 때문입니다. (당연히, 이 행동을 개시할 때 적들과 교전 중이라면 해당 적들에게서는 틈새 공격을 받아야 합니다.)",
    "updated_at": "2017-05-09T18:13:00.000Z"
  },
  {
    "code": "02026",
    "text": "- **질문:** 조사를 하는 동안 능력 테스트에서, '[대박 아니면 쪽박](/card/02026)'과 '[통찰력](/card/01090)'을 소모하고자 합니다. 또한, 플레이 영역에 '[밀란 크리스토퍼 박사](/card/01033)'가 있습니다. 성공한 경우, 어떠한 효과를 두번 해결하나요? **답변:** 능력 테스트의 성공에 따른 효과는 7단계(능력 테스트의 결과를 적용합니다)에서 적용되며, '대박 아니면 쪽박'으로 이때 적용되는 모든 효과를 두 번씩 해결하게 됩니다. 하지만 '밀란 크리스토퍼 박사'의 기능은 능력 테스트의 성공에 따른 반응 격발이므로, 성공 여부가 결정된 직후인 6단계(능력 테스트의 성공/실패를 결정합니다)에서 격발되고 해결됩니다. 7단계에서는, 조사 결과(단서를 1개 발견)와, '통찰력'에 따른 \"이번 테스트에 성공하면, 카드를 1장 뽑습니다\" 이 두 가지를 '대박 아니면 쪽박'의 효과로 두 번씩 해결합니다.",
    "updated_at": "2018-04-18T22:53:39.000Z"
  },
  {
    "code": "02029",
    "text": "- **질문:** 카드 효과나 토큰 효과로 인하여 여러개의 해당 기호 토큰을 공개하게 되는 경우, '[의식용 초](/card/02029)'를 여러 번 격발할 수 있나요? **답변:** 가능한 상황은 크게 세가지 상황으로 나누어볼 수 있겠습니다. 세가지 상황에 대하여, 각각 가능 여부를 답해드리도록 하겠습니다. 1. 기호 토큰을 공개하였으나, 무시/취소한 경우('기괴한 석상 (/card/01071)', '무효화 마법 (/card/04110)' 등): 불가능. 무시/취소한 토큰은 공개하지 않은 것으로 간주합니다. 그러므로, '의식용 초'를 격발할 수 없습니다. 2. 기호 토큰 효과로 새로운 기호 토큰을 공개한 경우: 가능. 기호 토큰의 시나리오 참조 카드 효과가, \"다른 혼돈 토큰을 하나 더 공개합니다\" 이고 이로 인해 공개한 혼돈 토큰이 기호 토큰이면 '의식용 초'를 두 번 격발해도 됩니다.",
    "updated_at": "2017-04-17T02:59:24.000Z"
  },
  {
    "code": "02096",
    "text": "- **질문:**: 그 반대의 경우의 의미가 무엇인가요? 부착된 적과 같은 장소에서 나갈 때인가요? **답변:** 아닙니다. '변이된 야수'가 당신이 있는 장소로 들어올 때를 의미합니다.",
    "updated_at": "2021-10-01T15:30:54.000Z"
  },
  {
    "code": "02101",
    "text": "- **질문:** '[저 너머의 공포](/card/02101)'로 조사자의 손에 있는 약점을 버릴 수 있나요? **답변:** '저 너머의 공포'는 조사자에게 카드 종류 하나를 선택하여, 모든 플레이어가 자기 손에 든 카드 중에서 선택한 종류의 카드를 전부 버리게 강제하는 카드입니다. '저 너머의 공포'의 효과로 인해서는 조사자의 손에 있는 약점 카드를 버릴 수 있습니다. 심지어 약점을 가진 조사자가 '저 너머의 공포'를 해결하고 있더라도 약점의 카드 유형을 '선택'하여 버리는 것도 가능합니다. 이 경우에는 손에서 버릴 카드를 선택 하는 것이 아니라, 버려야 할 카드의 범주를 선택하는 것일 뿐이고 이에 부가적으로 카드를 버리는 강제적 효과가 잇따르는 것이기 때문입니다.",
    "updated_at": "2017-05-05T16:24:38.000Z"
  },
  {
    "code": "02307",
    "text": "- **질문:** '[보호의 진 (5레벨)](/card/02307)'을 플레이하여 주요목적/주요사건 뒷면에 나와 있는 적을 취소하고 버릴 수 있나요? 가능하다면, 그 적은 어떻게 되나요? 버린 카드 더미에 놓나요? **답변:** 불가능합니다. 주요목적 b면 또는 주요사건의 b면으로 뒤집었을 때, 해당 면이 조우 카드 형태(대개 음모/적/장소)라면 <b>오직 해당 카드가 어떻게 플레이 영역에 들어오는가 및 폭로 효과를 어떻게 해결하는가라는 두 가지 경우를 해결하기 위해서만</b> 조우 카드를 뽑는 규칙을 따릅니다. 어떤 조사자도 해당 카드를 \"뽑을\"때 격발하는 효과를 사용할 수 없습니다. 어떤 조사자도 해당 카드를 뽑은 것이 아니며, 누가 해당 카드를 뽑았는지 조차 불분명하기 때문입니다.",
    "updated_at": "2017-09-26T20:29:56.000Z"
  }
]