[
  {
    "code": "02001",
    "text": "- **질문:** 조이 사마라스가 '무리' 키워드를 가진 적과 교전하면, 조이의 [reaction] 기능은 각 무리 적당 한번 한번 격발이 가능한가요, 혹은 전체 무리 적에 대해 딱 한번만 격발이 가능한가요? **답변:** 무리 적은 하나의 개체처럼 이동하고 교전하지만, 각각의 무리 카드는 각기 다른 적입니다. 하나의 무리 카드가 조이에게 교전하면, 그에 포함된 모든 무리 적이 조이와 교전합니다. 따라서, 조이는 각각의 무리 적에 대하여 각자 [reaction] 기능을 한 번씩 격발할 수 있습니다.",
    "updated_at": "2019-06-25T19:55:16.000Z"
  },
  {
    "code": "02002",
    "text": "- [List of ***Fortune*** cards](https://arkhamdb.com/find?q=k%3Afortune) that Rex cannot include in his deck.\n\n- You can only 'discover' a clue if there is a clue on your location.\n\n- You can use the reaction ability to discover a clue even if the successful investigation attempt would not result in discovering clues (e.g. when using [Burglary](/card/01045)).\n\n- If you are forced to redraw a chaos token due to [Rex's Curse](/card/02009), and you draw [elder_sign], choosing to automatically fail the test results in the Curse being shuffled back into Rex's deck.\n\n- **Erratum:** [Rex Murphy](/card/02002)'s **Deckbuilding Options** should read: \"... up to five other level 0 cards from any other classes ([guardian], [rogue], [mystic], and/or [survivor]).\" - FAQ, v.1.5, April 2019\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:19:11.000Z"
  },
  {
    "code": "02003",
    "text": "- **Erratum:** [Jenny Barnes](/card/02003)'s **Deckbuilding Options** should read: \"... up to five other level 0 cards from any other classes ([guardian], [seeker], [mystic], and/or [survivor]).\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T19:56:22.000Z"
  },
  {
    "code": "02004",
    "text": "- Only treat the _modifier_ on [skull] skull tokens as 0, not the whole token. It's still a skull token, so any additional effects (from the scenario reference card, ***Spells***, etc.) trigger.\n\n- **Erratum:** [Jim Culver](/card/02004)'s **Deckbuilding Options** should read: \"... up to five other level 0 cards from any other classes ([guardian], [seeker], [rogue], and/or [survivor]).\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T19:56:56.000Z"
  },
  {
    "code": "02005",
    "text": "- You don't need to pay [Duke](/card/02014)'s cost when you start the game with him in play.\n\n- **Erratum:** [Ashcan Pete](/card/02001)'s **Deckbuilding Options** should read: \"... up to five other level 0 cards from any other classes ([guardian], [seeker], [rogue], and/or [mystic]).\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T19:57:27.000Z"
  },
  {
    "code": "02006",
    "text": "- If [Zoey Samaras](/card/02001) is dealing with a Massive enemy, the enemy is “considered” engaged with you, so it will enable abilities – like the [Machete](/card/01020)’s – that require you to be engaged with an enemy. However, there is no timing point of engagement, you’re just “considered” engaged with it, so you can’t really trigger reactions to becoming engaged with the enemy, like [Zoey Samaras](/card/02001) or [Zoey's Cross](/card/02006).\n\n- **Clarification:** 'Engaging Enemies vs Being Engaged by Enemies: When an investigator engages an enemy, that enemy has also engaged that investigator, and vice-versa. There is no difference between engaging an enemy and being engaged by an enemy. Effects that trigger “after an enemy engages you” will trigger at the same time as effects that trigger “after you engage an enemy.”' - FAQ v.1.3, 2018년 5월:",
    "updated_at": "2018-06-05T18:56:03.000Z"
  },
  {
    "code": "02007",
    "text": "- Any investigator may defeat the enemy with [Smite the Wicked](/card/02007) attached to return Smite the Wicked to Zoey's discard pile. \n\n- If Zoey is eliminated (by being defeated or taking a **resign** action) while Smite the Wicked is in play, Smite the Wicked's Forced effect triggers, as per the FAQ [V1.0, section 'Rulebook errata', topic \"Elimination\"].\n\n- If you draw [Smite the Wicked](/card/02007) and discard cards off the top of the encounter deck until the deck is empty without drawing an enemy, you do not reshuffle the encounter deck: \"Generally, you reshuffle the encounter discard pile into the encounter deck when it is empty, but not while you’re resolving an effect. So you would discard cards from the top of the encounter deck, and if you happened to run out, then you’re in luck: Smite the Wicked fails to resolve, and is discarded. Then you reshuffle the encounter deck & discard pile.\"\n\n- If you draw [Smite the Wicked](/card/02007) and the enemy found has a spawn instruction: \"Smite the Wicked overrides the enemy’s normal spawn location. So if you draw Smite the Wicked and the enemy that you find is a [Swamp Leech](/card/81023), and the farthest location happens to be a non-Bayou location, the Swamp Leech would spawn there and immediately get discarded, along with Smite the Wicked.\"",
    "updated_at": "2017-06-22T15:31:43.000Z"
  },
  {
    "code": "02010",
    "text": "- If you use [Sleight of Hand](/card/03029) to put [Jenny's Twin .45s](/card/02010) into play, you never pay the cost so you never specify what X is. (“If X is not defined, its value is equal to 0.” [RR, page 22](/rules#The_letter_X)) Same goes for while Jenny’s Twin .45s are in your hand. After it is played, its cost is no longer defined, so it reverts back to being undefined (“X”, or “0”). Essentially, the cost of Jenny’s Twin .45s is only defined while you are playing it.",
    "updated_at": "2017-09-26T19:44:05.000Z"
  },
  {
    "code": "02011",
    "text": "- Any investigator may **investigate** the location with [Searching for Izzie](/card/02011) attached by spending [action] [action]. If they succeed, Searching for Izzie is discarded and returned to Jenny Barnes' discard pile, as per the FAQ [V1.0, section 2.1].\n\n- If Jenny is eliminated (by being defeated or taking a **resign** action) while Searching for Izzie is in play, Searching for Izzie's Forced effect triggers, as per the FAQ [V1.0, section 'Rulebook errata', topic \"Elimination\"].",
    "updated_at": "2017-06-05T08:37:05.000Z"
  },
  {
    "code": "02013",
    "text": "- Reveal 5 tokens at once, not one by one.\n\n- Special effects of revealed tokens described on the scenario refrerence card do not resolve.",
    "updated_at": "2017-01-13T13:19:05.000Z"
  },
  {
    "code": "02014",
    "text": "- **질문:** '[듀크](/card/02014)'를 사용하여 어떤 장소로 이동하였으나, 해당 장소에서 자신의 차례를 \"즉시 종료\"한다는 지시를 받았습니다. 현재 '듀크'의 기능은 해결하는 도중인데, 이 기능을 계속 해결하여도 되나요? **답변:** 그렇습니다. 기능을 해결하는 동안에 당신의 차례가 (\"즉시\"이든 아니든) 종료되어도, 기능의 나머지는 여전히 해결합니다. 기능의 남은 부분은 취소되지 않습니다. 하지만, \"당신의 차례가 끝날 때 까지\" 적용되는 효과는 해당 시점에서 만료되었음을 잊지마십시오. 당신의 차례는 끝났으나, 단순히 '듀크'의 남은 기능을 계속해서 해결하고 있을 뿐입니다.\n\n- **질문:** '듀크'를 사용하여 이동한 장소에서, 조사를 위한 추가 비용으로 행동 하나를 추가로 소비해야한다는 지시를 받았습니다. 이 경우 행동 하나를 지불해야 하나요? 남아있는 행동이 없다면 어떻게 되나요? **답변:** 추가로 지불해야합니다. 지불하지 못한다면, 조사가 취소됩니다. 추가 비용은 일반적인 지불 시점이 아니라 조사 행동을 해결하려 할 때 지불하게 됩니다. 만약 피트가 추가 행동을 소비하지 못한다면, 듀크로 조사하는 효과 요소는 비용을 지불하기 못하였기 때문에 해결하는 데 실패하게 됩니다.\n\n- **질문:** '듀크'를 사용하여 이동한 장소에 있는 적은 어떻게 처리하나요? 해당 적은 저와 교전하나요? 해당 적은 저에게 틈새 공격을 수행하나요? **답변:** 준비 상태인 적이 같은 장소에 있는 조사자와 교전하는 것은 상시 기능이므로, 당신이 이동을 한 후에 당신과 교전합니다. 당신은 적과 교전한 상태로 조사를 수행하게 됩니다. 그러나, 이렇게 교전한 적은 당신에게 틈새 공격을 수행하지는 않습니다. 틈새 공격은 비용을 지불한 후, 효과를 해결하기 이전에 유발되기 때문입니다. (당연히, 이 행동을 개시할 때 적들과 교전 중이라면 해당 적들에게서는 틈새 공격을 받아야 합니다.)",
    "updated_at": "2017-05-09T18:13:00.000Z"
  },
  {
    "code": "02015",
    "text": "- [List of assets that exhaust](https://arkhamdb.com/find?q=x%3Aexhaust) as a cost of activation.\n\n- Any investigator at the same location as \"Ashcan\" Pete with [Wracked by Nightmares](/card/02015) in his threat area may trigger the [action] [action] to discard it, as per the FAQ [V1.0, section 2.1].",
    "updated_at": "2017-05-03T17:55:28.000Z"
  },
  {
    "code": "02018",
    "text": "- You can exchange control of assets in play; you cannot trade cards in hand.\n\n- You can give resources from one investigator to another; you cannot place tokens from one card in play to another.",
    "updated_at": "2017-04-16T23:18:06.000Z"
  },
  {
    "code": "02020",
    "text": "- **Erratum**: This card’s first ability should read: “Your maximum hand size is increased by 2.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T20:13:18.000Z"
  },
  {
    "code": "02022",
    "text": "- You can play this card during a skill test. This will not interfere with the test in any way, the 'target' of a test is determined and locked at the very beginning of the test.",
    "updated_at": "2017-04-17T02:36:41.000Z"
  },
  {
    "code": "02023",
    "text": "- If you commit [Deduction](/card/01039) to the test and succeed, you will find 1 clue at your location and 1 clue at a connecting location.",
    "updated_at": "2017-01-06T21:20:56.000Z"
  },
  {
    "code": "02025",
    "text": "- On *spawning* enemies vs *putting an enemy into play* vs other eventualities: \"Spawning\" occurs when an enemy is drawn from the encounter deck, or when an effect uses the word \"spawn\" to put an enemy into play (for example: \"Search the encounter deck for an enemy and spawn it…\"). Otherwise, if an enemy enters play through some other method, such as bystanders swapping with set-aside enemies or being flipped to an enemy side, this is not considered \"spawning\".",
    "updated_at": "2017-10-13T20:16:36.000Z"
  },
  {
    "code": "02026",
    "text": "- **질문:** 조사를 하는 동안 능력 테스트에서, '[대박 아니면 쪽박](/card/02026)'과 '[통찰력](/card/01090)'을 소모하고자 합니다. 또한, 플레이 영역에 '[밀란 크리스토퍼 박사](/card/01033)'가 있습니다. 성공한 경우, 어떠한 효과를 두번 해결하나요? **답변:** 능력 테스트의 성공에 따른 효과는 7단계(능력 테스트의 결과를 적용합니다)에서 적용되며, '대박 아니면 쪽박'으로 이때 적용되는 모든 효과를 두 번씩 해결하게 됩니다. 하지만 '밀란 크리스토퍼 박사'의 기능은 능력 테스트의 성공에 따른 반응 격발이므로, 성공 여부가 결정된 직후인 6단계(능력 테스트의 성공/실패를 결정합니다)에서 격발되고 해결됩니다. 7단계에서는, 조사 결과(단서를 1개 발견)와, '통찰력'에 따른 \"이번 테스트에 성공하면, 카드를 1장 뽑습니다\" 이 두 가지를 '대박 아니면 쪽박'의 효과로 두 번씩 해결합니다.",
    "updated_at": "2018-04-18T22:53:39.000Z"
  },
  {
    "code": "02028",
    "text": "- The *\"If a symbol is revealed...\"* effect triggers during Step 3 of the [Skill Test Timing]( [arkhamdb.com](/rules#Skill_Test_Timing) ).",
    "updated_at": "2017-04-17T02:59:24.000Z"
  },
  {
    "code": "02029",
    "text": "- **질문:** 카드 효과나 토큰 효과로 인하여 여러개의 해당 기호 토큰을 공개하게 되는 경우, '[의식용 초](/card/02029)'를 여러 번 격발할 수 있나요? **답변:** 가능한 상황은 크게 세가지 상황으로 나누어볼 수 있겠습니다. 세가지 상황에 대하여, 각각 가능 여부를 답해드리도록 하겠습니다. 1. 기호 토큰을 공개하였으나, 무시/취소한 경우('기괴한 석상 (/card/01071)', '무효화 마법 (/card/04110)' 등): 불가능. 무시/취소한 토큰은 공개하지 않은 것으로 간주합니다. 그러므로, '의식용 초'를 격발할 수 없습니다. 2. 여러개의 기호 토큰을 동시에 공개한 경우('올리브 맥브라이드 (/card/04197)'): 단 한번만 격발. 혼돈 토큰 여러 개를 동시에 공개한 경우, 격발 기회는 한번만 얻게 됩니다. 그러므로, '의식용 초'는 단 한 번만 격발할 수 있습니다. 자세한 항목은 여기를 참고하세요. 3. 기호 토큰 효과로 새로운 기호 토큰을 공개한 경우: 가능. 기호 토큰의 시나리오 참조 카드 효과가, \"다른 혼돈 토큰을 하나 더 공개합니다\" 이고 이로 인해 공개한 혼돈 토큰이 기호 토큰이면 '의식용 초'를 두 번 격발해도 됩니다.",
    "updated_at": "2017-04-17T02:59:24.000Z"
  },
  {
    "code": "02033",
    "text": "- *\"After your turn ends\"* reactions trigger after any *\"At the end of your turn\"* abilities (e.g. [Dark Memory](/card/01013), [Curse of the Rougarou](/card/81029)), and after any **Forced** reactions to the same triggering condition (e.g. [Ritual Grounds](/card/81017)).",
    "updated_at": "2017-04-17T03:24:00.000Z"
  },
  {
    "code": "02035",
    "text": "- *\"After your turn ends\"* reactions trigger after any *\"At the end of your turn\"* abilities (e.g. [Dark Memory](/card/01013), [Curse of the Rougarou](/card/81029)), and after any **Forced** reactions to the same triggering condition (e.g. [Ritual Grounds](/card/81017)).",
    "updated_at": "2017-01-10T14:20:54.000Z"
  },
  {
    "code": "02037",
    "text": "- [Read the rulebook entry for Permanent cards](/rules#Permanent).\n\n- The rules don't specify whether you're permitted to know what your random weakness is before the start of the game, so you can do it either way. If you like being surprised, you can shuffle your pool of basic weaknesses facedown, but put this card faceup. This way if you happen to draw Indebted, you'll know it, but if you draw something else, you won't know what your random weakness is until you draw it.",
    "updated_at": "2017-04-17T04:07:46.000Z"
  },
  {
    "code": "02038",
    "text": "- Any investigator at the same location as the investigator with [Internal Injury](/card/02038) in their threat area may trigger the [action][action] to discard [Internal Injury](/card/02038), as per the FAQ [V1.0, section 2.1].",
    "updated_at": "2017-06-05T08:35:44.000Z"
  },
  {
    "code": "02039",
    "text": "- Any investigator at the same location as the investigator with [Chronophobia](/card/02039) in their threat area may trigger the [action][action] to discard [Chronophobia](/card/02039), as per the FAQ [V1.0, section 2.1].",
    "updated_at": "2017-06-05T08:35:39.000Z"
  },
  {
    "code": "02040",
    "text": "- When you are given the chance whether or not to include a particular card in an investigator’s deck, that is the only chance you get to make that decision. If at that point you choose not to include that card, you aren’t given the chance to include it later (unless stated otherwise). If you do choose to include that card in an investigator’s deck, it is recorded under “Earned Story Assets/Weaknesses,” and that investigator must then continue to include it in their deck (unless stated otherwise).\n\n- Unless otherwise specified 'drawing a card' always refers to drawing a card from your investigator's deck. Armitage's ability cannot be used on encounter cards.\n\n- **Q:** \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **A:** \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"\n\n- **Erratum:** This card's [reaction] should read: After you draw a non-weakness card, discard that card...\" - FAQ v.1.3, 2018년 5월",
    "updated_at": "2018-06-05T18:52:37.000Z"
  },
  {
    "code": "02044",
    "text": "- This is one of those cases where 'then' poses an obvious wrinkle for what should be a pretty plain ability. As currently worded, canceling any of the horror dealt by this card will prevent the post-then effect **(->R4)** from resolving. Obviously doing so would cause the game to become 'stuck', (since players would not be able to advance to a resolution), so the simple solution would be *not* canceling that horror. But should a player cancel that horror and get stuck in this situation, they have my blessing to simply proceed to R4 regardless, instead of being forced to continue playing Extracurricular Activity for the remainder of time infinite.",
    "updated_at": "2017-06-15T19:31:23.000Z"
  },
  {
    "code": "02050",
    "text": "- For how the additional action cost works, see [Additional Costs](/rules#Additional_Costs).",
    "updated_at": "2021-01-06T17:19:18.000Z"
  },
  {
    "code": "02058",
    "text": "- If you defeat [The Experiment](/card/02058), you advance **directly** to act 3B, skipping any intervening act cards (A or B).\n\n- If an enemy is “considered” engaged with you because of the Massive keyword, it will enable abilities – like the [Machete](/card/01020)’s – that require you to be engaged with an enemy. However, there is no timing point of engagement, you’re just “considered” engaged with it, so you can’t really trigger reactions to becoming engaged with the enemy, like [Zoey Samaras](/card/02001) or [Zoey's Cross](/card/02006).",
    "updated_at": "2017-06-05T08:31:09.000Z"
  },
  {
    "code": "02061",
    "text": "- When you are given the chance whether or not to include a particular card in an investigator’s deck, that is the only chance you get to make that decision. If at that point you choose not to include that card, you aren’t given the chance to include it later (unless stated otherwise). If you do choose to include that card in an investigator’s deck, it is recorded under “Earned Story Assets/Weaknesses,” and that investigator must then continue to include it in their deck (unless stated otherwise).\n\n- **Question**: \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **Answer**: \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"",
    "updated_at": "2017-09-26T20:36:51.000Z"
  },
  {
    "code": "02063",
    "text": "- Each ***Criminal*** enemy gains Aloof for as long as The Clover Club is the current agenda. When the agenda advances, each ***Criminal*** enemy loses Aloof.",
    "updated_at": "2017-01-16T01:55:55.000Z"
  },
  {
    "code": "02066",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T15:55:08.000Z"
  },
  {
    "code": "02073",
    "text": "- 0 is an even number.",
    "updated_at": "2017-02-14T07:54:21.000Z"
  },
  {
    "code": "02078",
    "text": "- While the Pit Boss has Aloof, he will follow you around (due to having the Hunter keyword), but will not engage. However, if he sees you snooping around, his **Forced** ability will trigger, he will engage and attack you, even though he's Aloof.\n\n- **Erratum:** [Clover Club Pit Boss](/card/02078)'s traits should read <b><i>Humanoid. Criminal. Elite.</b></i> - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:33:48.000Z"
  },
  {
    "code": "02079",
    "text": "- **Erratum:** The <b><i>Human</b></i> trait on [Peter Clover](/card/02079) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.\n\n- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:30:00.000Z"
  },
  {
    "code": "02080",
    "text": "- When you are given the chance whether or not to include a particular card in an investigator’s deck, that is the only chance you get to make that decision. If at that point you choose not to include that card, you aren’t given the chance to include it later (unless stated otherwise). If you do choose to include that card in an investigator’s deck, it is recorded under “Earned Story Assets/Weaknesses,” and that investigator must then continue to include it in their deck (unless stated otherwise).\n\n- **Question**: \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **Answer**: \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"",
    "updated_at": "2017-09-26T20:36:39.000Z"
  },
  {
    "code": "02085",
    "text": "- **Q:** Does [Light of Aforgomon](/card/02085) leave play immediately when the Act or Agenda it is attached to flips to its b side, or only when the a side of the next act/agenda is reached? **A:** Light of Aforgomon will leave play when the attached act/agenda leaves play (which is typically after resolving its ‘b’ side).",
    "updated_at": "2020-05-04T20:45:09.000Z"
  },
  {
    "code": "02088",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T15:52:32.000Z"
  },
  {
    "code": "02090",
    "text": "- Aloof + Hunter means that this enemy will follow you around, but will not engage you on its own accord.",
    "updated_at": "2017-01-19T13:00:37.000Z"
  },
  {
    "code": "02093",
    "text": "- 0 is neither a positive or negative number, hence the lack of a + or – symbol on the token. (In fact, the concept of positive and negative numbers are defined by whether or not the number is greater than or less than 0). 0 is therefore \"any other number.\"",
    "updated_at": "2017-06-22T15:34:35.000Z"
  },
  {
    "code": "02097",
    "text": "- The <b><i>Human</b></i> trait on [O'Bannion's Thug](/card/02097) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:30:54.000Z"
  },
  {
    "code": "02097",
    "text": "- **Erratum:** The <b><i>Human</b></i> trait on [O'Bannion's Thug](/card/02097) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:34:07.000Z"
  },
  {
    "code": "02098",
    "text": "- **Erratum:** The <b><i>Human</b></i> trait on [Mobster](/card/02098) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:34:26.000Z"
  },
  {
    "code": "02101",
    "text": "- **질문:** '[저 너머의 공포](/card/02101)'로 조사자의 손에 있는 약점을 버릴 수 있나요? **답변:** '저 너머의 공포'는 조사자에게 카드 종류 하나를 선택하여, 모든 플레이어가 자기 손에 든 카드 중에서 선택한 종류의 카드를 전부 버리게 강제하는 카드입니다. '저 너머의 공포'의 효과로 인해서는 조사자의 손에 있는 약점 카드를 버릴 수 있습니다. 심지어 약점을 가진 조사자가 '저 너머의 공포'를 해결하고 있더라도 약점의 카드 유형을 '선택'하여 버리는 것도 가능합니다. 이 경우에는 손에서 버릴 카드를 선택 하는 것이 아니라, 버려야 할 카드의 범주를 선택하는 것일 뿐이고 이에 부가적으로 카드를 버리는 강제적 효과가 잇따르는 것이기 때문입니다.",
    "updated_at": "2017-05-05T16:24:38.000Z"
  },
  {
    "code": "02102",
    "text": "- When taking the [willpower] test moving *into* [Arcane Barrier](/card/02102)'s location, you are considered to be taking the test from your *starting* location. Investigators at your starting location may commit cards to help you pass the test, but investigators at the location with the [Arcane Barrier](/card/02102) may not. \n\n- If your location has an [Arcane Barrier](/card/02102) and a connected location has an [Arcane Barrier](/card/02102), you must test [willpower] twice if moving between those two locations. If you fail the first test and opt to 'cancel the effects of the move', you do not take the second [willpower] test. \"It is as though the move never occurred, so any hanging Forced abilities or reactions that would trigger based on you moving (such as the second Arcane Barrier) do not trigger.\" [Matt Newman]",
    "updated_at": "2017-06-05T08:29:02.000Z"
  },
  {
    "code": "02104",
    "text": "- If you play [Dodge](/card/01023) or [Hypnotic Gaze](/card/02153) on [Servant of the Lurker](/card/02104)'s attack, it interrupts the initiation of the **Forced** effect and neither attack nor forced effect triggers.",
    "updated_at": "2017-06-05T08:46:40.000Z"
  },
  {
    "code": "02105",
    "text": "- \"As long as the card has the potential to change the game state, you can begin the initiation sequence. Then, if an attack of opportunity is triggered and that changes the way you want the card’s effect to be resolved, so be it! That is perfectly legal. So, if you play [Emergency Aid](/card/02105) [with one damaged player or ally in play] and an attack of opportunity deals damage to your [Guard Dog](/card/01021), you can then use Emergency Aid’s effect to heal the Guard Dog. You are able to do this because Emergency Aid did have the potential to change the game state before the attack of opportunity occurred (because Morgan was damaged). If, hypothetically speaking, no characters in play were damaged at the time you began playing Emergency Aid, then it would have no potential to change the game state and it would immediately abort the process before the card is even played. The same is true if you, for example, used [A Chance Encounter](/card/02270) to bring an ally back from your discard pile, and triggered an attack of opportunity that ended up defeating a different ally; you could then use A Chance Encounter to bring that ally back instead of the original one. \"",
    "updated_at": "2017-09-26T19:51:26.000Z"
  },
  {
    "code": "02105",
    "text": "-",
    "updated_at": "2017-09-26T20:05:52.000Z"
  },
  {
    "code": "02108",
    "text": "- [Pathfinder](/card/02108)'s [lighting] ability is not an **action** or [action], so it does not incur an additional cost if you have [Frozen in Fear](/card/01164) in your threat area.",
    "updated_at": "2017-06-05T08:47:19.000Z"
  },
  {
    "code": "02113",
    "text": "- [Oops!](/card/02113) does not specify to deal the damage an attack would have dealt if it had been successful, so the damage dealt should be the damage the attack would deal if it fails (for instance, an Oops!'d [.41 Derringer](/card/01047) attack deals 1 damage). \n\n- [Oops!](/card/02113) vs [Shotgun](/card/01029): if you play Oops! on a failed attack with Shotgun, the damage dealt is 1.",
    "updated_at": "2017-06-05T08:46:04.000Z"
  },
  {
    "code": "02115",
    "text": "- If no ally is found in your search, the effect did not fully resolve, so you do not have to exile Flare. You should still shuffle your deck.",
    "updated_at": "2017-06-05T08:44:25.000Z"
  },
  {
    "code": "02119",
    "text": "- While resolving the B side of this agenda (A Creature of the Void), the A side (Restricted Access), as well as the A side of Agenda 2, are not active. If this is the first time you spawn the [Hunting Horror](/card/02141), it will not have [Shadow-spawned](/card/02142) attached to it. If [Shadow-spawned](/card/02142) is already attached, it will not gain a resource at this juncture.",
    "updated_at": "2017-05-02T17:56:13.000Z"
  },
  {
    "code": "02120",
    "text": "- While resolving the B side of this agenda (Hunted Down), the A side (Shadows Deepen), as well as the A side of Agenda 3, are not active. If [Shadow-spawned](/card/02142) is attached to the [Hunting Horror](/card/02141), it will not gain a resource at this juncture.",
    "updated_at": "2017-05-02T17:57:03.000Z"
  },
  {
    "code": "02130",
    "text": "- **Q:** If you initiate an investigate action, then drop to 4 or fewer resources, does the investigation cease? **A:** \"The Administration Office only prevents you from initiating the investigation if you do not have the proper number of cards/resources. If you begin the investigation and then spend resources or discard cards, you can still follow through with the investigation.\"",
    "updated_at": "2018-01-05T15:27:29.000Z"
  },
  {
    "code": "02131",
    "text": "- **Q:** If you initiate an investigate action, then drop to 4 or fewer cards, does the investigation cease? **A:** \"The Administration Office only prevents you from initiating the investigation if you do not have the proper number of cards/resources. If you begin the investigation and then spend resources or discard cards, you can still follow through with the investigation.\"",
    "updated_at": "2018-01-05T15:27:14.000Z"
  },
  {
    "code": "02139",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T15:55:18.000Z"
  },
  {
    "code": "02140",
    "text": "- **Question**: \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **Answer**: \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"",
    "updated_at": "2017-09-26T20:37:26.000Z"
  },
  {
    "code": "02141",
    "text": "- When [Hunting Horror](/card/02141) leaves play and is placed in the void, any doom or damage on it is removed. [Shadow-spawned](/card/02142) stays attached to it, and any resources on Shadow-spawned are **not** removed.\n\n- **Q:** Who resolves the first **Forced** effect on [Hunting Horror](/card/02141)? Do you just pick a player? Does no player do it? **A:** Generally speaking, whenever it is unclear who is resolving an ability, the investigators may choose who is resolving it. In the event that the investigators cannot decide, the lead investigator must resolve it. In the event that it’s unclear who exactly advanced the act, simply decide at that moment in time amongst the investigators. [Ruling taken from ruling on [Templo Mayor](/card/04175)]",
    "updated_at": "2020-11-23T16:44:52.000Z"
  },
  {
    "code": "02142",
    "text": "- Resources on [Shadow-spawned](/card/02142) stay on it when [Hunting Horror](/card/02141) is moved to or from the void.",
    "updated_at": "2017-06-05T08:44:58.000Z"
  },
  {
    "code": "02145",
    "text": "- If you are instructed to lose 1 or more actions, you have that many fewer actions to take during your turn. This is referring to your normal three “full” actions. So if you are instructed to lose 1 or more actions, those must be the ones that are “lost” first. If you have no more of those actions to lose, then you start losing “additional” actions, of your choice. So, for example, if you are playing Daisy and an effect instructs you to “lose 2 actions”, you would have 1 normal action and Daisy’s special additional action left.",
    "updated_at": "2017-06-05T08:49:55.000Z"
  },
  {
    "code": "02147",
    "text": "- If you lose an asset that grants you additional slots, you must discard cards in excess of those slots until you have a legal number of assets in play in those slots. For example, if you had a [Bandolier](/card/02147), a [Shotgun](/card/01029) and a [Machete](/card/01020) in play, and the bandolier was discarded, you would be forced to discard either the shotgun or the machete.\n\n- Slots are a constant restriction on the cards you can have in play, and something the game state constantly checks.",
    "updated_at": "2017-06-05T08:29:20.000Z"
  },
  {
    "code": "02148",
    "text": "- [Stand Together](/card/02148) cannot be played if there is no other investigator at your location, as if there is no valid target for the ability, the ability cannot be initiated.",
    "updated_at": "2017-06-05T08:46:52.000Z"
  },
  {
    "code": "02165",
    "text": "- When you receive trauma mid-scenario, you do not immediately receive damage/horror to go along with it, unless otherwise noted.",
    "updated_at": "2017-06-05T08:47:01.000Z"
  },
  {
    "code": "02167",
    "text": "- When discarding cards to Passenger Car's **Forced** effect, [wild] icons **are** considered a match for the required 2 [agility] icons [FAQ v1.1, section 1.9].\n\n- **Q:** Several Train Car locations offer the player a choice to either discard cards with specified icons, or suffer damage/horror. For such locations, can the player choose to discard cards even though they do not have the required icons to discard, so long as it changes the game state? For example, if the Passenger Car says \"After you enter Passenger Car: You must either discard cards from your hand with at least 2 total [agility] icons or take 2 damage\", and I have a single copy of Lone Wolf (1 [agility] icon) and nothing else in hand, will I be able to choose discard instead of taking the damage? If I am able to choose discard, what would happen to other cards in my hand that do not have relevant icons? Will I be compelled to discard them all? **A:** The only mandate is that you are compelled to choose an option that has the potential to change the game state. Your example (choosing the “discard” option even though you only have 1 [agility] icon in hand) is perfectly legal, because it has the potential to change the game state. However, once chosen, you must resolve as much of the effect as you can. This will force you to continue discarding cards from your hand if you cannot reach the threshold of 2 [agility] icons, even if those cards have no agility icons on them (similar to how [Corrosion](/card/03102) forces you to discard 0-cost cards from your hand if you cannot reach the cost threshold).",
    "updated_at": "2018-06-11T21:14:26.000Z"
  },
  {
    "code": "02168",
    "text": "- When discarding cards to Passenger Car's **Forced** effect, [wild] icons **are** considered a match for the required 2 [combat] icons [FAQ v1.1, section 1.9].\n\n- **Q:** Several Train Car locations offer the player a choice to either discard cards with specified icons, or suffer damage/horror. For such locations, can the player choose to discard cards even though they do not have the required icons to discard, so long as it changes the game state? For example, if the Passenger Car says \"After you enter Passenger Car: You must either discard cards from your hand with at least 2 total [agility] icons or take 2 damage\", and I have a single copy of Lone Wolf (1 [agility] icon) and nothing else in hand, will I be able to choose discard instead of taking the damage? If I am able to choose discard, what would happen to other cards in my hand that do not have relevant icons? Will I be compelled to discard them all? **A:** The only mandate is that you are compelled to choose an option that has the potential to change the game state. Your example (choosing the “discard” option even though you only have 1 [agility] icon in hand) is perfectly legal, because it has the potential to change the game state. However, once chosen, you must resolve as much of the effect as you can. This will force you to continue discarding cards from your hand if you cannot reach the threshold of 2 [agility] icons, even if those cards have no agility icons on them (similar to how [Corrosion](/card/03102) forces you to discard 0-cost cards from your hand if you cannot reach the cost threshold).",
    "updated_at": "2018-06-11T21:14:47.000Z"
  },
  {
    "code": "02169",
    "text": "- When discarding cards to Passenger Car's **Forced** effect, [wild] icons **are** considered a match for the required 2 [willpower] icons [FAQ v1.1, section 1.9].\n\n- **Q:** Several Train Car locations offer the player a choice to either discard cards with specified icons, or suffer damage/horror. For such locations, can the player choose to discard cards even though they do not have the required icons to discard, so long as it changes the game state? For example, if the Passenger Car says \"After you enter Passenger Car: You must either discard cards from your hand with at least 2 total [agility] icons or take 2 damage\", and I have a single copy of Lone Wolf (1 [agility] icon) and nothing else in hand, will I be able to choose discard instead of taking the damage? If I am able to choose discard, what would happen to other cards in my hand that do not have relevant icons? Will I be compelled to discard them all? **A:** The only mandate is that you are compelled to choose an option that has the potential to change the game state. Your example (choosing the “discard” option even though you only have 1 [agility] icon in hand) is perfectly legal, because it has the potential to change the game state. However, once chosen, you must resolve as much of the effect as you can. This will force you to continue discarding cards from your hand if you cannot reach the threshold of 2 [agility] icons, even if those cards have no agility icons on them (similar to how [Corrosion](/card/03102) forces you to discard 0-cost cards from your hand if you cannot reach the cost threshold).",
    "updated_at": "2018-06-11T21:14:57.000Z"
  },
  {
    "code": "02170",
    "text": "- When discarding cards to Passenger Car's **Forced** effect, [wild] icons **are** considered a match for the required 2 [intellect] icons [FAQ v1.1, section 1.9].\n\n- **Q:** Several Train Car locations offer the player a choice to either discard cards with specified icons, or suffer damage/horror. For such locations, can the player choose to discard cards even though they do not have the required icons to discard, so long as it changes the game state? For example, if the Passenger Car says \"After you enter Passenger Car: You must either discard cards from your hand with at least 2 total [agility] icons or take 2 damage\", and I have a single copy of Lone Wolf (1 [agility] icon) and nothing else in hand, will I be able to choose discard instead of taking the damage? If I am able to choose discard, what would happen to other cards in my hand that do not have relevant icons? Will I be compelled to discard them all? **A:** The only mandate is that you are compelled to choose an option that has the potential to change the game state. Your example (choosing the “discard” option even though you only have 1 [agility] icon in hand) is perfectly legal, because it has the potential to change the game state. However, once chosen, you must resolve as much of the effect as you can. This will force you to continue discarding cards from your hand if you cannot reach the threshold of 2 [agility] icons, even if those cards have no agility icons on them (similar to how [Corrosion](/card/03102) forces you to discard 0-cost cards from your hand if you cannot reach the cost threshold).",
    "updated_at": "2018-06-11T21:15:09.000Z"
  },
  {
    "code": "02171",
    "text": "- **Q:** Several Train Car locations offer the player a choice to either discard cards with specified icons, or suffer damage/horror. For such locations, can the player choose to discard cards even though they do not have the required icons to discard, so long as it changes the game state? For example, if the Passenger Car says \"After you enter Passenger Car: You must either discard cards from your hand with at least 2 total [agility] icons or take 2 damage\", and I have a single copy of Lone Wolf (1 [agility] icon) and nothing else in hand, will I be able to choose discard instead of taking the damage? If I am able to choose discard, what would happen to other cards in my hand that do not have relevant icons? Will I be compelled to discard them all? **A:** The only mandate is that you are compelled to choose an option that has the potential to change the game state. Your example (choosing the “discard” option even though you only have 1 [agility] icon in hand) is perfectly legal, because it has the potential to change the game state. However, once chosen, you must resolve as much of the effect as you can. This will force you to continue discarding cards from your hand if you cannot reach the threshold of 2 [agility] icons, even if those cards have no agility icons on them (similar to how [Corrosion](/card/03102) forces you to discard 0-cost cards from your hand if you cannot reach the cost threshold).",
    "updated_at": "2018-06-11T21:15:17.000Z"
  },
  {
    "code": "02173",
    "text": "- Setup for The Essex County Express tells you to ignore 'upon entry' effects. The Dining Car's effect is not 'upon entry', so if this is the first location, the investigators must find and draw a [Grappling Horror](/card/02182). The lead investigator may choose who draws this enemy.",
    "updated_at": "2017-06-05T08:43:15.000Z"
  },
  {
    "code": "02179",
    "text": "- **Q:** Can you use [Calling in Favors](/card/03158) on [Helpless Passenger](/card/02179) or [Innocent Reveler](/card/82021)? **A:** You can’t actually return them to your hand since you don’t \"own\" them. If you try to return them to your hand, they will instead go to their owner’s equivalent out-of-play area (see [Ownership & Control](/rules#Ownership_and_Control): \"If a card would enter an out-of-play area that does not belong to the card’s owner, the card is physically placed in its owner’s equivalent out-of-play area instead. The card is considered to have entered its controller’s out-of-play area, and only the physical placement of the card is adjusted.\") However, in this case, the owner is the scenario itself, and the scenario has no hand. So it would instead simply be discarded (this would of course trigger the **Forced** effect on [Innocent Revelers](/card/82021), so probably not the best move). But since it still is considered to have returned to your hand, you can still complete the remainder of the effect on Calling in Favors.",
    "updated_at": "2018-02-10T18:41:58.000Z"
  },
  {
    "code": "02190",
    "text": "- When a token is 'cancelled' or 'ignored' **in its entirety** (such as through [Wendy Adams](/card/01005)'s ability, playing [Counterspell](/card/04110) or revealing two tokens with [Grotesque Statue's](/card/01071) [reaction] ability), treat the token as if it had never been revealed at all. All of the token's effects are cancelled or ignored, and any effects that would trigger off that type of chaos token (like [Baseball Bat](/card/01074) with [skull] and [auto_fail]) **do not** trigger. However, when a token is only partially ignored or cancelled, as with [Defiance](/card/02190), the token is still considered to have been revealed, and effects that trigger off it being revealed **do** trigger.\n\n- If you play [Defiance](/card/02190) and name the [cultist] token during Where Doom Awaits, in which the abilities of skill cards are ignored, Defiance creates a lasting effect that ignores the effects of the chosen symbol during that test, so when the [cultist] token is revealed, its effect doesn't get to resolve, because it is entirely ignored by Defiance.",
    "updated_at": "2018-10-15T16:25:19.000Z"
  },
  {
    "code": "02192",
    "text": "- All cards committed to a test are committed simultaneously. This means you cannot use [Double or Nothing](/card/02026) to double the difficulty of a test and then commit [Rise to the Occasion](/card/02192) based off the doubled difficulty of the test.",
    "updated_at": "2017-06-05T08:48:29.000Z"
  },
  {
    "code": "02194",
    "text": "- **Q:** What happens if I play [Emergency Cache](/card/02194) and the drawn card is [Paranoia](/card/01097)? **A:** \"Level 2 Emergency Cache reads 'Gain 3 resources and draw 1 card.' This effect is resolved simultaneously, so you would gain 3 resources and draw Paranoia simultaneously, then resolve Paranoia and lose the just-gained resources. Sorry!\"",
    "updated_at": "2018-01-05T15:25:53.000Z"
  },
  {
    "code": "02195",
    "text": "- For the purposes of [skull] effects in Blood on the Altar, attachments aren’t considered “underneath” other cards, and cards placed \"underneath\" locations because of the scenario setup instructions aren't considered attachments.",
    "updated_at": "2017-05-05T16:22:52.000Z"
  },
  {
    "code": "02205",
    "text": "- [Errata from FAQ v1.1]: This card's text should read: **Forced** instead of [reaction].",
    "updated_at": "2017-06-30T18:33:17.000Z"
  },
  {
    "code": "02215",
    "text": "- If the investigator who controls the [Key to the Chamber](/card/02215) is defeated, the key is discarded into the encounter discard pile. The players will have to dig through the encounter deck to find it once more.",
    "updated_at": "2017-06-05T08:42:35.000Z"
  },
  {
    "code": "02216",
    "text": "- If an enemy is “considered” engaged with you because of the Massive keyword, it will enable abilities – like the [Machete](/card/01020)’s – that require you to be engaged with an enemy. However, there is no timing point of engagement, you’re just “considered” engaged with it, so you can’t really trigger reactions to becoming engaged with the enemy, like [Zoey Samaras](/card/02001) or [Zoey's Cross](/card/02006).",
    "updated_at": "2017-06-05T08:37:19.000Z"
  },
  {
    "code": "02217",
    "text": "- When you are given the chance whether or not to include a particular card in an investigator’s deck, that is the only chance you get to make that decision. If at that point you choose not to include that card, you aren’t given the chance to include it later (unless stated otherwise). If you do choose to include that card in an investigator’s deck, it is recorded under “Earned Story Assets/Weaknesses,” and that investigator must then continue to include it in their deck (unless stated otherwise).\n\n- **Question**: \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **Answer**: \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"",
    "updated_at": "2017-09-26T20:37:05.000Z"
  },
  {
    "code": "02218",
    "text": "- When you are given the chance whether or not to include a particular card in an investigator’s deck, that is the only chance you get to make that decision. If at that point you choose not to include that card, you aren’t given the chance to include it later (unless stated otherwise). If you do choose to include that card in an investigator’s deck, it is recorded under “Earned Story Assets/Weaknesses,” and that investigator must then continue to include it in their deck (unless stated otherwise).\n\n- **Question**: \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **Answer**: \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"",
    "updated_at": "2017-09-26T20:37:14.000Z"
  },
  {
    "code": "02220",
    "text": "- The “instead” is meant to replace the rest of the “if you fail” effects (adding an ally to the pool of sacrifices and attaching Kidnapped to the current agenda), not the test itself. If you have no ally when you draw Kidnapped, you’ll still take the test, and take 2 damage if you fail.",
    "updated_at": "2017-06-05T08:40:55.000Z"
  },
  {
    "code": "02221",
    "text": "- [Psychopomp's Song](/card/02221) reads \"When you would take 1 or more damage: Take 2 additional damage...\" This means that this effect is essentially modifying the amount of damage you were about to take (but have not yet taken, as this is a \"when...\" effect). If you were about to take 2 damage and then Psychopomp's Song caused you to take 2 additional damage, you could cancel all 4 of it with [\"I've had worse…\"](/card/02261).\n\n- Note that this would be different if Psychopomp's Song read something like \"After you take 1 or more damage: Take 2 damage\" or something like that.",
    "updated_at": "2017-06-15T19:46:38.000Z"
  },
  {
    "code": "02229",
    "text": "- If [Quick Thinking](/card/02229) is committed to another investigator's test or a test at any time that is not the committing investigator's turn, success means an extra action but no more. \"You just get to take that one action and that is all. This may cause player windows to open up, but you would still only be allowed to play certain cards within those player windows (cards that do not require it to be your turn).\" [Matt Newman] You cannot play fast assets that normally can only be played 'on your turn'.\n\n- If you take an action that qualifies as either of your additional actions, e.g. from [Leo De Luca](/card/01048) and [Quick Thinking](/card/02229), you may choose which additional action you are actually using.\n\n- **Q:** Does [Double or Nothing](/card/02026) work with extra action effects like [Quick Thinking](/card/02229) or the level 2 [.41 Derringer](/card/03234)? **A:** Double or Nothing works with both of those effects! Those effects indeed trigger during step 7 [of a skill test], and then create a delayed effect which grants the extra action(s) after the test resolves.\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:41:48.000Z"
  },
  {
    "code": "02230",
    "text": "- [FAQ v1.1, errata]: This card’s [reaction] ability should read: “When you reveal a non-[auto_fail] chaos token, spend 2 resources: Ignore that chaos token and reveal another one to\nresolve. If that token has a [auto_fail] symbol, remove Lucky Dice from the game (cannot be ignored/canceled).”\n\n- Lucky Dice’s ability is meant to be triggered after you reveal the chaos token, but before the chaos token effect’s resolves. This is because it uses the word \"ignore\" in its effect, which works similarly to when an effect is \"canceled\" [Rules Reference, page 6].\n\n- Lucky Dice can be triggered from its own effect. You can continue to ignore tokens and reveal new ones as long as you have resources to spend (and don’t hit the [auto_fail]!).",
    "updated_at": "2017-06-30T18:32:18.000Z"
  },
  {
    "code": "02234",
    "text": "- In response to \"Can you boost a stat that isn't being tested?\": \"There is nothing stopping you from using [Scrapper](/card/02193) or any other similar asset during a test of another type (i.e. it doesn't say 'During an agility test' or anything like that). You may use it during a willpower or intellect test if you wish; you simply won't get any benefit from it besides from Dark Horse as you suggest.\"",
    "updated_at": "2017-09-26T19:58:24.000Z"
  },
  {
    "code": "02235",
    "text": "- The clause \"may immediately evade each other enemy\" gives you the choice whether or not to evade \"each other enemy\", but doesn't allow you to pick and choose which to evade [modified quotation based on Matt's original email, quoted on [Survival Instinct](/card/02235) (level 0)]",
    "updated_at": "2017-06-15T19:29:22.000Z"
  },
  {
    "code": "02236",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:28:14.000Z"
  },
  {
    "code": "02237",
    "text": "- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:47:46.000Z"
  },
  {
    "code": "02238",
    "text": "- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:47:53.000Z"
  },
  {
    "code": "02239",
    "text": "- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:48:04.000Z"
  },
  {
    "code": "02240",
    "text": "- If neither bold possibility is listed in your campaign log, because [Dr. Henry Armitage](/card/02040) joined you, he wasn't sacrificed, but you failed to achieve a numbered resolution during Blood on the Altar, proceed as though he \"survived the Dunwich Legacy\".",
    "updated_at": "2017-06-05T08:49:40.000Z"
  },
  {
    "code": "02255",
    "text": "- The **Forced** effect on [Rampaging Creatures](/card/02237), [Biding Its Time](/card/02238) and [Horrors Unleashed](/card/02239) moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:48:07.000Z"
  },
  {
    "code": "02261",
    "text": "- **Q:** For cards like [Deny Existence](/card/05032), [\"I've had worse…\"](/card/05315), [Delay the Inevitable](/card/05021), etc, do they directly or indirectly work against effects that do not deal damage and horror directly to your investigator (e.g. [Snake Bite](/card/04080)) or deal direct damage to other things as well as your investigator (e.g. [Centuries of Secrets](/card/05099), [Ceremony Room](/card/05214))? **A:** Delay the Inevitable, I've Had Worse and Deny Existence only work when *you* (aka your investigator) are being dealt damage/horror. If damage or horror is being dealt directly to a card other than your investigator, you cannot use Deny Existence, Delay the Inevitable, or I've Had Worse to cancel/ignore it.",
    "updated_at": "2020-01-12T14:55:46.000Z"
  },
  {
    "code": "02262",
    "text": "- The rules reference on [Experience](/rules#Experience) states \"When purchasing a higher level version of a card with the same title, the investigator may choose to ‘upgrade' that card by paying only the difference in experience (to a minimum of 1) between the two cards and removing the lower level version of the card from their deck.\" No part of this passage allows you to \"side-grade\"from one level 4 [Strange Solution](/card/02021) to another level 4 solution for 0 experience. In fact, you would have to pay 1 xp to swap the level 4 strange solution out for a level 0 strange solution, then upgrade that for 4 xp.",
    "updated_at": "2017-06-15T19:56:13.000Z"
  },
  {
    "code": "02265",
    "text": "- The cost you must pay when using [Joey \"The Rat\" Vigil](/card/02265)'s [lightning] to play an Item asset excludes the action cost of playing an asset, but includes any additional costs and non-resource costs from any source, as appropriate.",
    "updated_at": "2018-02-26T21:25:54.000Z"
  },
  {
    "code": "02266",
    "text": "- [Ace in the Hole](/card/02266) allows you to take 3 additional actions during the turn on which it is played. It doesn't interrupt what you are doing to perform those 3 actions. If you play it during a [player [lightning] window] during a skill test, it just means that you have more actions to take during that turn. It doesn't mean that all 3 of those actions take place during that skill test.",
    "updated_at": "2017-06-15T19:36:42.000Z"
  },
  {
    "code": "02269",
    "text": "- [Jewel of Aureolus](/card/02269) triggers after the chaos token is revealed, but before any of that token's effects have resolved. Because it is an \"After\" effect, it will however trigger after \"When\" and \"If\" effects related to the token being revealed, such as [Wendy Adams](/card/01005), [Shrivelling](/card/01060), etc.",
    "updated_at": "2017-06-15T19:33:20.000Z"
  },
  {
    "code": "02270",
    "text": "- As long as the card has the potential to change the game state, you can begin the initiation sequence. Then, if an attack of opportunity is triggered and that changes the way you want the card’s effect to be resolved, so be it! That is perfectly legal. So, if you play [Emergency Aid](/card/02105) (with one damaged player or ally in play) and an attack of opportunity deals damage to your [Guard Dog](/card/01021), you can then use Emergency Aid’s effect to heal the Guard Dog. You are able to do this because Emergency Aid did have the potential to change the game state before the attack of opportunity occurred (because Morgan was damaged). If, hypothetically speaking, no characters in play were damaged at the time you began playing Emergency Aid, then it would have no potential to change the game state and it would immediately abort the process before the card is even played. The same is true if you, for example, used [A Chance Encounter](/card/02270) to bring an ally back from your discard pile, and triggered an attack of opportunity that ended up defeating a different ally; you could then use A Chance Encounter to bring that ally back instead of the original one.\n\n-  \"Does the restriction on 'giving' signature cards to other investigators in the FAQ apply to cards that don't say 'give'? For example, could I use [A Chance Encounter](/card/02270) to retrieve [Duke](/card/02014) from [\"Ashcan\" Pete](/card/02005)'s discard pile and put him into play for me for a turn?\" A signature card should not be allowed to be under the control of any investigator other than the investigator named on the card. So, for example, you could not use A Chance Encounter to retrieve Duke from Ashcan Pete’s discard pile if you were playing an investigator other than Ashcan Pete.",
    "updated_at": "2017-11-02T18:51:45.000Z"
  },
  {
    "code": "02271",
    "text": "- You can exile [Stroke of Luck](/card/02271) even if you draw the [auto_fail] symbol. The test is still considered a failure, but stroke of luck is exiled. The ability to exile Stroke of Luck is not dependent on the auto-fail not being revealed - only the test being automatically successful.\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:20:03.000Z"
  },
  {
    "code": "02272",
    "text": "- Any skill tests you perform nested within a parley action have their difficulty reduced by 2, too.",
    "updated_at": "2017-06-15T19:39:36.000Z"
  },
  {
    "code": "02274",
    "text": "- If you play [Defiance](/card/02190) and choose the [cultist] token, Defiance creates a lasting effect that ignores the effects of the chosen symbol during that test, so when the [cultist] token is revealed, its effect doesn't get to resolve, because it is entirely ignored by Defiance.\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:28:31.000Z"
  },
  {
    "code": "02277",
    "text": "- **Erratum**: The two instructions on this card should be reversed, as follows: “Remove all clues from each location in play. The arcane presence masking the path further up the hill has faded. Reveal Ascending Path.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T20:14:54.000Z"
  },
  {
    "code": "02282",
    "text": "- The limit on the **investigate** action on [Base of the Hill](/card/02282) is a limit on the number of times the ability may be initiated during the designated period [See RR, page 14 on [limits](/rules#Limits_and_Maximums): \"Each instance of an ability with such a limit may be initiated X times during the designated period.\") So even if you fail, you cannot initiate that ability again during that round.",
    "updated_at": "2017-06-15T19:43:02.000Z"
  },
  {
    "code": "02283",
    "text": "- The limit on the **investigate** action on [Ascending Path](/card/02283) is a limit on the number of times the ability may be initiated during the designated period [See RR, page 14 on [limits](/rules#Limits_and_Maximums): \"Each instance of an ability with such a limit may be initiated X times during the designated period.\") So even if you fail, you cannot initiate that ability again during that round.",
    "updated_at": "2017-06-15T19:42:33.000Z"
  },
  {
    "code": "02287",
    "text": "- Locations do not leave play when they flip from revealed to unrevealed (even if the title of the card is different). That means that all tokens and attached cards will remain when they are flipped over due to [Spaces Between](/card/02297). Technically this does allow you to tell which location is which when they are ‘shuffled’, whether that's because doom is in play due to [Destroyed Path](/card/02287) or if an [Obscuring Fog](/card/01168) is in play, but for an added challenge and mystery (and for the sake of simplicity), players can place those tokens or attachments onto a random location after they are shuffled, so that they don’t know which location is which.",
    "updated_at": "2017-06-15T19:53:40.000Z"
  },
  {
    "code": "02295",
    "text": "- When [Crazed Shoggoth](/card/02295) attacks you, it creates a lasting effect that causes you to become killed instead of defeated if the shoggoth's attack defeats you. In order for this to happen, it must be the shoggoth's attack that defeats you, not another effect or ability (such as from [Hypochondria](/card/01100)). If something explicitly adds to the damage dealt by the attack, that would count as part of the Crazed Shoggoth's attack.",
    "updated_at": "2017-06-15T19:45:12.000Z"
  },
  {
    "code": "02297",
    "text": "- Locations do not leave play when they flip from revealed to unrevealed (even if the title of the card is different). That means that all tokens and attached cards will remain when they are flipped over. Technically this does allow you to tell which location is which when they are ‘shuffled’, whether that's because doom is in play due to [Destroyed Path](/card/02287) or if an [Obscuring Fog](/card/01168) is in play, but for an added challenge and mystery (and for the sake of simplicity), players can place those tokens or attachments onto a random location after they are shuffled, so that they don’t know which location is which.",
    "updated_at": "2017-06-15T19:53:04.000Z"
  },
  {
    "code": "02302",
    "text": "- **Erratum:** This card’s [reaction] ability should read: \"When you draw an encounter card from\nthe encounter deck...\" - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:35:22.000Z"
  },
  {
    "code": "02303",
    "text": "- Generally speaking, investigating is the act of investigating a location. Thematically, [Deciphered Reality](/card/02303) makes it seem like you are investigating all of the revealed locations at once, and that is surely the flavor of the card. But examining the text of the card line by line, we see that it only really does 2 things: 1) Instead of the test’s difficulty being equal to the shroud value of your location, the test’s difficulty is equal to the highest shroud value among revealed locations in play. 2) If you succeed, you discover 1 clue from each revealed location in play (and this is not a replacement effect). You’re still technically investigating your location. For example, if you played Deciphered Reality while in the [Orne Library](/card/02050), you would still need to spend an additional action to investigate. Likewise, you couldn’t play Deciphered Reality at a location with a [Locked Door](/card/01174).\n\n- [Deciphered Reality](/card/02303) is not a replacement effect; its effect doesn’t use any form of ‘instead’ or ‘but,’ so its effect is in addition to the standard rewards for successfully investigating. (Otherwise it would say something like “instead of discovering a clue at your location…”) (Compare with [Burglary](/card/01045)). In other words, if you successfully use Deciphered Reality, you would discover 1 clue at your location, and 1 clue at each revealed location. If you commit [Deduction](/card/01039) to this test, you would still discover 1 additional clue at your location.",
    "updated_at": "2017-07-10T16:37:09.000Z"
  },
  {
    "code": "02305",
    "text": "- When a phase is skipped, it is skipped in its entirety. Reactions to that phase beginning or ending cannot be triggered, because the phase does not ever begin or end. So if you use [The Gold Pocket Watch](/card/02305) to skip the Mythos phase with [The Red-Gloved Man](/card/02310) in play, [The Red-Gloved Man](/card/02310) is not discarded from play, because his Forced effect never triggers.\n\n- **Erratum:** The [fast] triggers on [The Gold Pocket Watch](/card/02305) should be [reaction] triggers - FAQ v1.2, Jan 2018.\n\n- **Q:** If I use the [The Gold Pocket Watch](/card/02305) to repeat the investigation phase, do I get 3 more actions, given actions reset in the upkeep phase? **A:** The \"reset actions\" step of the upkeep phase and the mini-cards are mostly there as a convenience in order to give players a way of tracking who has taken a turn and who has not. Generally, investigators have 3 actions to take whenever they take a turn, and each investigator takes one turn during the investigation phase. If a card effect grants you a new turn, either explicitly or in this case by allowing you to repeat the investigation phase, the investigators should be granted a full turn’s worth of actions once again. Likewise, if the upkeep phase is skipped, this doesn’t prevent the players from being able to take their turn during the next round.\n\n- **Q:** When one player uses [Guidance](/card/03265) to give a second player an additional action during their turn this round and a player uses [The Gold Pocket Watch](/card/02305) to repeat the investigator phase, does the second player get an additional action in the repeated investigator phase, or does Guidance only apply to a single phase? **A:** Generally speaking, effects that affect a player’s turn or last until the end of a player’s turn expire at the end of that turn, so even if you are able to repeat the phase or gain an additional turn, the effect on Guidance would have already expired by then.",
    "updated_at": "2019-07-19T16:34:31.000Z"
  },
  {
    "code": "02307",
    "text": "- **질문:** '[보호의 진 (5레벨)](/card/02307)'을 플레이하여 주요목적/주요사건 뒷면에 나와 있는 적을 취소하고 버릴 수 있나요? 가능하다면, 그 적은 어떻게 되나요? 버린 카드 더미에 놓나요? **답변:** 불가능합니다. 주요목적 b면 또는 주요사건의 b면으로 뒤집었을 때, 해당 면이 조우 카드 형태(대개 음모/적/장소)라면 <b>오직 해당 카드가 어떻게 플레이 영역에 들어오는가 및 폭로 효과를 어떻게 해결하는가라는 두 가지 경우를 해결하기 위해서만</b> 조우 카드를 뽑는 규칙을 따릅니다. 어떤 조사자도 해당 카드를 \"뽑을\"때 격발하는 효과를 사용할 수 없습니다. 어떤 조사자도 해당 카드를 뽑은 것이 아니며, 누가 해당 카드를 뽑았는지 조차 불분명하기 때문입니다.",
    "updated_at": "2017-09-26T20:29:56.000Z"
  },
  {
    "code": "02311",
    "text": "- The scenario reference card counts as an encounter card, so its effects are encounter card effects. If the cultist token moves you to another location, you must trigger the Forced effect on the agenda and take 1 horror.",
    "updated_at": "2017-09-26T19:55:18.000Z"
  },
  {
    "code": "02312",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:52:54.000Z"
  },
  {
    "code": "02313",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:53:18.000Z"
  },
  {
    "code": "02314",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:53:42.000Z"
  },
  {
    "code": "02315",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:54:08.000Z"
  },
  {
    "code": "02323",
    "text": "- If a hunter enemy has no valid path to any investigator, then there are no “nearest” investigators, it doesn’t know where to go, and so it just remains at its location, confused.",
    "updated_at": "2017-07-14T22:47:11.000Z"
  },
  {
    "code": "02329",
    "text": "- An enemy enters a location when it spawns in that location. Spawning in a location is not considered “moving to” a location, however.",
    "updated_at": "2017-07-14T22:41:43.000Z"
  }
]