Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fof/campaign.po
Languages: de, es, fr, it, pl, ru, zh

source: Note: A rank of "A" is present on some encounter cards. These particular cards do not enter the encounter deck and therefore these icons are never used when checking game icons.
de: Hinweis: Auf manchen Begegnungskarten befindet sich der Wert „A“. Diese Karten werden nicht dem Begegnungsdeck hinzugefügt. Daher können diese Spielkarten-Symbole niemals bei einer Überprüfung vorkommen.
es: Nota: En algunas cartas de Encuentro aparece un valor de "A" Estas cartas concretas no se añaden al mazo de Encuentros y, por lo tanto, estos iconos nunca se usarán al comprobar iconos de juego.
fr: Remarque: certaines cartes rencontre dispose d'un rang « A ». Ces cartes particulières ne sont jamais intégrées dans le deck Rencontre et, par conséquent, leur icône n'est jamais utilisée quand des icônes Jeu sont vérifiées.
pl: Uwaga: Na niektórych kartach spotkań pojawia się ranga „A”. Karty te nie są częścią talii spotkań i dlatego te symbole nigdy nie są używane podczas sprawdzania symboli gry.
ru: Обратите внимание: Некоторые карты контактов имеют достоинство «Т». Эти карты не попадают в колоду контактов, посему их значения не используются при розыгрыше таких эффектов.
zh: 注意：在某些遭遇卡牌上会显示大小“A”。这些特定的卡牌并不会进入遭遇牌库，因此在检查游戏图示时永远不会被用到。

source: Mulligans
de: Mulligan
es: Cambiar cartas
it: Mulligan
pl: Wymiany
ru: Пересдать
zh: 重调

source: Some [[Game]] location efffects that instruct you to discard cards from the encounter deck will specify that you can take a mulligan. This means that after an investigator discards the specified number of encounter cards and checks their game icons, they can set aside as many of those discarded cards as they wish. Then, they discard an equal number of cards from the encounter deck to replace the set-aside cards. Once the effect is resolved, they discard the set-aside cards.
de: Manche Effekte auf Spiel-Orten, die dich anweisen, Karten vom Begegnungsdeck abzulegen, geben zudem an, dass du einen Mulligan nehmen kannst. Das bedeutet, dass du nach dem Ablegen der angegebenen Anzahl Karten und der Überprüfung ihrer Spielkarten-Symbole beliebig viele dieser Karten beiseitelegen kannst. Dann legst du genauso viele Karten vom Begegnungsdeck ab, wie du Karten beiseitegelegt hast, um diese zu ersetzen. Lege nach der Abhandlung des Effekts alle so beiseitegelegten Karten ab.
es: Los efectos de algunos Lugares [[Juego]] que te indican que descartes cartas del mazo de Encuentros especificarán que puedes "cambiar cartas''. Esto significa que, después de que un investigador descarte la cantidad indicada de cartas de Encuentro y compruebe sus iconos de juego, podrá poner aparte tantas de esas cartas descartadas como quiera. A continuación, descartará la misma cantidad de cartas del mazo de Encuentro para sustituir las cartas puestas aparte. Cuando el efecto se resuelva, debe descartar las cartas puestas aparte.
fr: Certains effets de lieux [[Jeu]] vous demandant de défausser des cartes du deck Rencontre préciseront que vous avez le droit d'effectuer un mulligan. Cela veut dire qu'après qu'un joueur a défaussé le nombre indiqué de carte rencontre et vérifié leur icône Jeu, il peut mettre de côté autant de ces cartes qu'il le souhaite. Ensuite il défausse un nombre équivalent de cartes du deck Rencontre pour remplacer les cartes mises de côté. Une fois que l'effet est résolu, il défausse les cartes mises de côté.
pl: Niektóre efekty lokalizacji z cechą [[Gra]], które każą ci odrzucić karty z talii spotkań, pozwalają ci wykonać wymianę. Oznacza to, że po odrzuceniu przez badacza wskazanej liczby kart spotkań i sprawdzeniu ich symboli gry, może on odłożyć na bok dowolną liczbę z tych odrzuconych kart. Następnie odrzuca taką samą liczbę kart z talii spotkań, aby zastąpić odłożone na bok karty. Po rozpatrzeniu efektu gracz odrzuca odłożone na bok karty.
ru: В эффектах некоторых [[игорных]] локаций, предписывающих вам сбрасывать карты с верха колоды контактов, может быть указано, что у вас есть право пересдать карты. Это означает, что, после того как сыщик сбросил нужное количество карт контактов и сверился с их значениями, он может отложить в сторону столько тех карт, сколько пожелает. Затем он сбрасывает столько же новых карт с верха колоды контактов, чтобы заменить отложенные. Когда эффект полностью разыгран, он сбрасывает отложенные ранее карты.
zh: 某些[[遊戲]]地點的效果會指示你從遭遇牌庫棄牌，並指出你可以進行一次重調。這表示在該調查員棄掉指定數量的遭遇卡牌並檢查其遊戲圖示後，他可以將這些棄掉卡牌中任意數量的卡牌先放在一旁。然後他繼續從遭遇牌庫棄掉等同於該數量的卡牌，並使用這些棄掉的卡牌取代放在一旁的卡牌。一旦這個效果被結算後，棄掉剛才放在一旁的卡牌。

source: The Wellspring of Fortune
de: Der Quell des Glücks
es: El manantial de fortuna
fr: La Source de Fortune
it: La Sorgente della Fortuna
pl: Źródło szczęścia
ru: Ключ Фортуны
zh: 时运泉源

source: This scenario includes The Wellspring of Fortune, which is a "key," a new cardtype introduced in <i>The Scarlet Keys</i> campaign. The full rules for the key cardtype can be found in <i>The Scarlet Keys</i> campaign guide. For the purposes of this scenario, The Wellspring of Fortune is only used as a marker for tokens and an objective for investigators to obtain. <b>Treat The Wellspring of Fortune's text box as if it were blank for the duration of this scenario.</b> The full rules for key cards are therefore not required to play this scenario; however, if the investigators are playing this scenario as part of <i>The Scarlet Keys</i> campaign, they may be able to earn The Wellspring of Fortune and use it in future scenarios.
de: Dieses Szenario enthält den Schlüssel Der Quell des Glücks. Ein Schlüssel ist ein Kartentyp, der in der Kampagne <i>Die scharlachroten Schlüssel</i> eingeführt wurde. Die vollständigen Regeln für diesen Kartentyp stehen im Kampagnenleitfaden von <i>Die scharlachroten Schlüssel</i>. In diesem Szenario ist Der Quell des Glücks einfach ein Objekt, hinter dem die Ermittler her sind und auf das Marker gelegt werden. <b>Das Textfeld von Der Quell des Glücks wird für die Dauer dieses Szenarios behandelt, als ob es leer wäre.</b> Deshalb werden die vollständigen Regeln für Schlüssel nicht benötigt, um dieses Szenario zu spielen. Wenn die Ermittler dieses Szenario aber als Nebengeschichte in der Kampagne <i>Die scharlachroten Schlüssel</i> spielen, können sie sich den Schlüssel Der Quell des Glücks verdienen und in zukünftigen Szenarien der Kampagne verwenden.
es: Este escenario incluye El manantial de fortuna, que es una "Llave", un nuevo tipo de carta presentado en la campaña <i>Las llaves escarlata</i>. Las reglas completas del tipo de carta Llave aparecen en la guía de campaña de <i>Las llaves escarlata</i>. A efectos de este escenario, El manantial de fortuna sólo se usa como indicador de fichas y como objetivo que deben obtener los investigadores. <b>Trata el cuadro de texto de reglas de El manantial de fortuna como si estuviera en blanco durante este escenario</b>. Por lo tanto, las reglas completas de las cartas de Llave no son necesarias para este escenario; sin embargo, si los jugadores juegan este escenario como parte de la campaña <i>Las llaves escarlata</i>, pueden ganar El manantial de fortuna y usarlo en escenarios futuros.
fr: Ce scénario inclut la Source de Fortune, qui est une « Clef » : un nouveau type de carte présenté dans la Campagne <i>Les Clefs Écarlates</i>. Pour les besoins de ce scénario, la Source de Fortune est uniquement utilisée comme un compteur de pions et comme objectif que les investigateurs doivent obtenir. <b>Considérez que la Source de Fortune perd le texte imprimé de sa boîte de texte pour la durée de ce scénario.</b> Les règles des cartes Clefs ne sont donc pas requises pour jouer ce scénario. Cependant, si les investigateurs jouent ce scénario dans le cadre de la campagne <i>Les Clefs Écarlates</i>, ils peuvent être en mesure d'obtenir La Source de Fortune et l'utiliser dans de futurs scénarios.
pl: Ten scenariusz zawiera Źródło szczęścia, które jest „kluczem”, nowym typem kart pojawiającym się w kampanii <i>Szkarłatne klucze</i>. Pełne zasady dotyczące kluczy można znaleźć w księdze kampanii <i>Szkarłatne klucze</i>. Dla celów tego scenariusza Źródło szczęścia jest używane jedynie jako znacznik dla żetonów i jako cel, który badacze mogą osiągnąć. <b>Na czas trwania tego scenariusza traktuj pole tekstowe Źródła szczęścia tak, jakby było puste.</b> Z tego powodu pełne zasady dotyczące kart kluczy nie są wymagane do rozegrania tego scenariusza. Jednak jeśli badacze rozgrywają ten scenariusz jako historię poboczną w ramach kampanii <i>Szkarłatne klucze</i>, mogą zdobyć Źródło szczęścia i wykorzystać je w przyszłych scenariuszach.
ru: В сценарии «Фортуна и безрассудство» появляется «Ключ Фортуны», карта нового типа «ключ», представленного в кампании «Алые ключи». Полные правила для данного типа карт описаны в книге сценариев той кампании. В этом сценарии «Ключ Фортуны» используется лишь как карта, на которую кладутся жетоны, и как предмет, который сыщики стремятся похитить. <b>На протяжении этого сценария считайте, что у «Ключа Фортуны» отсутствует игровой текст.</b> Следовательно, полные правила для карт-ключей в этом сценарии не используются; однако, если вы играете его в качестве ответвления от сюжетной кампании «Алые ключи», вы можете заполучить «Ключ Фортуны» и использовать его в будущих сценариях этой кампании.
zh: 本场冒险包含了时运泉源，它是一个“密钥”，这种新的卡牌类型是《绯红密钥》剧本中所引入的新类型。关于密钥卡牌类型的完整规则可以在《绯红密钥》剧本手册中找到。而在这场冒险中，时运泉源只会被用于标示标记，同时也是调查员获取的目标。<b>在本场冒险期间，将时运泉源的文字方块视为空白。</b>因此本场冒险并不需要密钥卡牌的完整规则，然而，如果调查员将本场冒险作为《绯红密钥》剧本的一部分进行游玩，他们或许有机会赢取时运泉源，并用在未来的冒险之中。

source: This scenario is split into two parts. Players may choose to play these parts one at a time (with a break between each part), or they may play both parts one after the other as part of a longer session. Each part is its own game with its own setup and resolution. After completing the first part of this scenario, the campaign guide directs the investigators to a Checkpoint that instructs them on how to proceed. If the investigators wish to proceed directly to the next part of the scenario, the Checkpoint instructs them on how to clean up the game to prepare for the next part. If the investigators wish to take a break and resume playing during their next game session, the Checkpoint instructs them to record information in the Campaign Log that makes setup for the next session quick and easy.
de: Dieses Szenario ist in zwei Teile aufgeteilt. Ihr könnt jeden Teil einzeln (mit Unterbrechung) oder beide Teile nacheinander als Teil einer längeren Sitzung spielen. Jeder Teil gilt als eigenständiges Spiel mit eigener Szenariovorbereitung und Auflösung. Nachdem der erste Teil dieses Szenarios abgeschlossen wurde, führt euch der Kampagnen leitfaden zu einem Checkpoint, der euch anweist, wie ihr fortfahren sollt. Falls ihr direkt mit dem nächsten Teil des Szenarios fortfahren möchtet, weist euch der Checkpoint an, wie das Spiel aufgeräumt und für den nächsten Teil des Szenarios vorbereitet wird. Falls ihr pausieren und das Spiel zu einem späteren Zeitpunkt fortführen möchtet, weist euch der Checkpoint an, bestimmte Informationen im Kampagnenlogbuch zu notieren, um die Vorbereitung für die nächste Spielsitzung zu vereinfachen.
es: Este escenario se divide en dos partes. Los jugadores pueden elegir jugar estas partes de una en una (con un descanso entre ellas), o pueden jugar ambas partes seguidas como parte de una sesión más larga. Cada parte es una partida por separado con su propia preparación y resolución. Tras completar la primera parte de este escenario, la guía de campaña indica a los investigadores que pasen a un Punto de control que les dice cómo seguir. Si los investigadores quieren pasar directamente a la siguiente parte del escenario, el Punto de control les indica cómo recoger para prepararla. Si los investigadores quieren tomarse un descanso y seguir jugando en su próxima sesión de juego, el Punto de control les indica qué información deben anotar en el registro de campaña para preparar esa sesión de forma rápida y sencilla.
fr: Ce scénario est séparé en 2 parties. Les joueurs peuvent choisir de jouer chaque épisode lors de sessions de jeu différentes ou jouer l'un à la suite de l'autre au cours d'une même session, qui sera plus longue que d'habitude. Chaque épisode possède sa propre mise en place et sa propre conclusion. Après avoir terminé le premier épisode, le Guide de Campagne dirige les investigateurs vers un Point de Contrôle qui leur indique la manière de procéder pour préparer la suite du scénario. Si les investigateurs souhaitent faire une pause et reprendre lors d'une prochaine session de jeu, le Point de Contrôle leur indiquera les informations à enregistrer dans le Carnet de Campagne pour mettre en place facilement et rapidement la prochaine session.
pl: Ten scenariusz dzieli się na dwie części. Gracze mogą rozegrać części pojedynczo (z przerwą pomiędzy) lub obie na raz w ramach jednego dłuższego spotkania. Każda część to osobna rozgrywka, z własnym przygotowaniem i zakończeniem. Po zakończeniu pierwszej części tego scenariusza, księga kampanii poprowadzi badaczy do Punktu zapisu, gdzie dowiedzą się, jak postępować dalej. Jeśli badacze chcą od razu przejść do drugiej części scenariusza, Punkt zapisu powie im, jak uporządkować pierwszą rozgrywkę i przygotować drugą. Jeśli badacze chcą zrobić sobie przerwę i kontynuować grę podczas innego spotkania, Punkt zapisu każe im zanotować pewne informacje w dzienniku kampanii, aby następnym razem przygotować rozgrywkę szybko i sprawnie.
ru: Этот сценарий разделён на две части. Вы можете выбрать, играть эти части по отдельности (делая перерывы после каждой) или обе сразу в течение одной продолжительной игровой сессии. Каждая часть сценария — это отдельная игровая партия со своей подготовкой и исходами, получением опыта, приобретением новых карт и т. п. Завершив первую часть сценария, вы найдёте в этой книге раздел «Точка сохранения», где рассказано, каким образом вы можете продолжить игру. Если вы хотите сразу перейти к следующей части, вы получите инструкции по подготовке к ней. Если вы решили сделать перерыв и продолжить сценарий в следующий раз, вы узнаете, какую информацию записать в журнал кампании, чтобы быстро и удобно подготовиться к следующей части.
zh: 本场冒险分为两个部分。玩家可以选择一次玩完这些部分(每个部分之间有休息时间)，或者也可以一个接一个地玩两个部分，作为一场较长的游戏。每个部分都是一场游戏，有各自的冒险设置和结局。完成本场冒险的第一部分后，剧本手册会将调查员引导到一个记录点，用以指示他们如何进行。如果调查员希望直接进入冒险的下一部分，记录点会指示他们该如何整理游戏配件并准备下一部分。如果调查员希望在下一场游戏前稍作休息，记录点也会指示他们在剧本手册中记录讯息，以便简单快速开始下一场游戏的冒险设置。

source: Some [[Game]] location effects that instruct you to discard cards from the encounter deck will specify that you can take a mulligan. This means that after an investigator discards the specified number of encounter cards and checks their game icons, they can set aside as many of those discarded cards as they wish. Then, they discard an equal number of cards from the encounter deck to replace the set-aside cards. Once the effect is resolved, they discard the set-aside cards.
zh: 某些[[游戏]]地点的效果会指示你从遭遇牌库弃牌，并指出你可以进行一次重调。这表示在该调查员弃掉指定数量的遭遇卡牌并检查其游戏图示后，他可以将这些弃掉卡牌中任意数量的卡牌先放在一旁。然后他继续从遭遇牌库弃掉等同于该数量的卡牌，并使用这些弃掉的卡牌取代放在一旁的卡牌。一旦这个效果被结算后，弃掉刚才放在一旁的卡牌。

source: Patrol
it: Pattuglia

source: Some enemies have the patrol keyword. During the enemy phase (in framework step 3.2), each ready, unengaged enemy with the patrol keyword moves to a connecting location along the shortest path toward the designated location (as described in parentheses next to the word patrol).
it: Alcuni nemici possiedono la parola chiave Pattuglia. Durante la Fase dei Nemici (nel passo 3.2), ogni nemico pronto e non impegnato con la parola chiave Pattuglia si muove di 1 luogo fino a un luogo collegato al suo, lungo il percorso più breve possibile verso il luogo designato (descritto tra parentesi accanto alla parola "Pattuglia").

source: If there are multiple locations that qualify as the designated location, the lead investigator may choose which location the enemy moves toward.
it: Se ci sono più luoghi che si qualificano come luogo designato, l'investigatore capo può scegliere verso quale luogo il nemico si muove.

source: If an enemy with patrol would be compelled to move to a location which is blocked by a card ability, the enemy does not move.
it: Se un nemico con Pattuglia è obbligato a muoversi fino a un luogo in cui il movimento è bloccato dalla capacità di una carta, quel nemico non si muove.
