Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fof/campaign.po
Languages: de, es, fr, it, pl, ru, zh

source: Care to Try Your Luck?
de: Möchtest du dein Glück versuchen?
es: ¿Quieres probar suerte?
fr: Tenterez-vous Votre Chance?
it: Volete Sfidare la Sorte?
pl: Chcesz spróbować szczęścia?
ru: Готовы испытать удачу?
zh: 想试试手气吗？

source: A casino in Monte Carlo is using probability-manipulating powers to accumulate wealth at the cost of endangering the populace. In <i>Fortune and Folly</i>, a unique scenario for <i>Arkham Horror: The Card Game</i>, 1-4 investigators must plan and execute a daring heist in order to capture the source of this cult's power and put a stop to their nefarious work. But will their meddling turn fortune in their favor? Or will their luck run out?
de: Ein Casino in Monte Carlo wendet eine Macht an, mit der Wahrscheinlichkeiten manipuliert werden können, und häuft damit unermesslichen Reichtum an. Dabei scheut der Casino-Boss nicht davor zurück, die Leben seiner Gäste aufs Spiel zu setzen. In <i>Glück und Torheit</i>, einem Szenario für <i>Arkham Horror: Das Kartenspiel</i>, müssen 1–4 Ermittler einen waghalsigen Coup im Casino durchführen, um die Quelle seiner Macht zu stehlen und den ruchlosen Machenschaften dort ein Ende zu setzen! Werden die Ermittler bei ihrem Vorhaben das Glück auf ihrer Seite haben? Oder wird Fortuna sie im Stich lassen?
es: Un casino de Montecarlo está empleando poderes de manipulación de las probabilidades para acumular riquezas a costa de poner en peligro a la población. En <i>Fortuna e insensatez</i>, un escenario especial para <i>Arkham Horror: El juego de cartas</i>, de 1 a 4 investigadores deben planear y ejecutar un osado golpe para hacerse con la fuente de poder de esta secta y detener sus maquinaciones. ¿Lograrán poner la fortuna de su parte con su intromisión? ¿O se les agotará la suerte?
fr: Un casino de Monte-Carlo fait appel à d'étranges pouvoirs pour manipuler les probabilités et accumuler des richesses, sans se soucier des dangers que cela fait peser sur sa clientèle. Dans <i>Fortune et Folie</i> un scénario pour <i>Horreur à Arkham : Le Jeu de Cartes</i>, 1 à 4 investigateurs doivent planifier et mener à bien un cambriolage de haut vol pour récupérer la source de pouvoir d'une secte odieuse et mettre ainsi un terme à ses sinistres activités. La chance tournera-t-elle en leur faveur ou connaîtront-ils au contraire un terrible revers de fortune ?
it: Un casinò a Montecarlo sta sfruttando oscuri poteri per manipolare le probabilità e accumulare ricchezza mettendo in pericolo la popolazione. In <i>Fortuna e Follia</i>, uno scenario inedito per <i>Arkham Horror LCG</i>, da 1 a 4 investigatori dovranno pianificare e mettere a segno un rischioso furto per sottrarre al culto la fonte del suo nefasto potere e interromperne le nefandezze. Riusciranno a volgere la sorte a proprio favore? O la fortuna volterà loro le spalle?
pl: Kasyno w Monte Carlo wykorzystuje moce pozwalające manipulować prawdopodobieństwem, aby gromadzić bogactwa kosztem bezpieczeństwa zwykłych ludzi. <i>Szczęście i szaleństwo</i> to wyjątkowy scenariusz do gry <i>Horror w Arkham: Gra karciana</i>, w którym 1-4 badaczy musi zaplanować i wykonać śmiały skok, aby wykraść źródło tej mocy i położyć kres nikczemnej działalności kasyna. Lecz czy ich działania sprawią, że uśmiechnie się do nich szczęście? A może opuści ich na zawsze?
ru: Казино в Монте-Карло при помощи магических сил манипулирует вероятностями и накапливает богатства, наплевав на страшную цену: угрозу для местного населения. «Фортуна и безрассудство» — уникальный сценарий для карточной игры «Ужас Аркхэма», в котором 1–4 сыщика должны спланировать и успешно осуществить дерзкое ограбление, чтобы заполучить источник сверхъестественной силы казино и положить конец его гнусным делам. Но позволит ли это вмешательство заручиться благословением госпожи Фортуны? Или же она отвернётся от сыщиков?
zh: 蒙特卡罗的一座赌场正在使用一股可能危害到大众的力量来搜刮财富。《时运与愚行》是《诡镇奇谈：卡牌版》的一场独特冒险。在这场冒险中，1到4位调查员要策划一场劫案来将邪教的力量之源夺走，以阻止他们邪恶的企图。幸运女神会对他们露出微笑吗？或是会离他们而去？

source: Alarm Level
it: Livello di Allarme
ru: Уровень тревоги

source: The setup of this scenario instructs the players to place 1 doom on each investigator card, marking their current “alarm level.” As the heist progresses, alarm level may increase or decrease based on the investigators' actions and decisions. A higher alarm level means the casino is closer to discovering your actions, which will endanger the chances of a successful heist. If an effect raises an investigator’s alarm level by any amount, place that much doom on that investigator’s card to represent this. Likewise, if an effect reduces an investigator’s alarm level by any amount, remove that much doom from that investigator’s card. <b>An investigator's alarm level cannot be reduced below 1 or raised above 10.</b> Even though it is marked using doom tokens, an investigator’s alarm level is not doom, and does not count toward the agenda’s doom threshold. An investigator’s alarm level has the following additional effect:
de: Bei der Vorbereitung dieses Szenarios werdet ihr angewiesen, 1 Verderben neben jeder Ermittlerkarte zu platzieren, was der aktuellen „Alarmstufe“ des Ermittlers entspricht. Während des Coups können sich die Alarmstufen abhängig von den Aktionen und Entscheidungen der Ermittler erhöhen oder senken. Eine höhere Alarmstufe bedeutet, dass das Casino immer mehr auf euch und eure Aktionen aufmerksam wird, wodurch die Chance auf einen erfolgreichen Coup abnimmt. Falls ein Effekt die Alarmstufe eines Ermittlers um eine bestimmte Menge erhöht, platziert so viel Verderben neben seiner Ermittlerkarte. Falls ein Effekt die Alarmstufe eines Ermittlers um eine bestimmte Menge senkt, entfernt so viel Verderben neben seiner Ermittlerkarte. <b>Die Alarmstufe eines Ermittlers kann nicht unter 1 gesenkt oder über 10 erhöht werden.</b> Auch wenn für die Alarmstufe Verderbensmarker verwendet werden, so ist die Alarmstufe eines Ermittlers kein Verderben und zählt nicht gegen den Verderbensschwellenwert der Agenda. Die Alarmstufe eines Ermittlers hat folgenden zusätzlichen Effekt:
es: La preparación de este escenario indica a los jugadores que coloquen 1 ficha de Perdición sobre cada carta de Investigador para re­presentar su "nivel de alarma" actual. A medida que el golpe progresa, los niveles de alarma pueden aumentar o disminuir en función de las acciones y decisiones de los investigadores. Cuanto mayor sea el nivel de alarma, más cerca estará el casino de descubrir lo que está pasando, lo que pondrá en peligro el éxito del golpe. Si un efecto aumenta el nivel de alarma de un investigador en cualquier cantidad, coloca esa misma cantidad de perdición junto a la carta de ese investigador para representarlo. De igual modo, si un efecto reduce el nivel de alarma de un investigador en cualquier cantidad, retira esa misma cantidad de perdición junto a la carta de ese investigador. <b>El nivel de alarma de un investigador no puede reducirse por debajo de 1 ni aumentar por encima de 10.</b> Aunque se representa mediante fichas de Perdición, el nivel de alarma de un investigador no es perdición y no cuenta para el umbral de perdición del plan. El nivel de alarma de un investigador tiene el siguiente efecto adicional:
fr: La mise en place de ce scénario demande aux joueurs de placer 1 fatalité à côté de chaque carte Investigateur afin de représenter leur « niveau d'alarme » en cours. Au fur et à mesure que le cambriolage progresse, les niveaux d'alarmes peuvent augmenter ou diminuer en fonction des décisions et actions des investigateurs. Un niveau d'alarme élevé signifie que le casino augmente ses chances de découvrir vos actions,et par conséquent, vos chances de mener à bien votre cambriolage diminuent. Si un effet augmente le niveau d'alarme d'un investigateur d'un nombre quelconque, placez autant de fatalités à côté de la carte de cet investigateur. De la même façon, si un effet réduit le niveau d'alarme d'un investigateur d'un nombre quelconque, retirez autant de fatalités de sa carte Investigateur. <b>Le niveau d'alarme d'un invetigateur ne peut être réduit en dessous de 1 ou augmenté au-dessus de 10.</b> Même si ce niveau d'alarme est representé par des pions Fatalité, il ne s'agitpas réellement de fatalité. n'en tenez pas compte dans le calcul du seuil de fatalité d'une intrigue. Le niveau d'alarme d'un investigateur a l'effet supplémentaire suivant :
pl: Przygotowanie tego scenariusza nakazuje graczom umieścić 1 żeton zagłady obok każdej karty badacza, oznaczając w ten sposób ich obecny „poziom alarmu”. Razem z postępem skoku, poziom alarmu może wzrosnąć lub zmaleć w wyniku akcji i decyzji badaczy. Wyższy poziom alarmu oznacza, że kasyno jest coraz bliżej odkrycia waszych działań, co zmniejszy wasze szanse na zakończenie skoku sukcesem. Jeśli jakiś efekt podnosi poziom alarmu badacza o dowolną wartość, umieść tyle samo żetonów zagłady obok karty danego badacza, aby to oznaczyć. Podobnie, jeśli jakiś efekt obniża poziom alarmu badacza o dowolną wartość, usuń tyle samo żetonów zagłady leżących obok karty danego badacza. <b>Poziom alarmu badacza nie może spaść poniżej 1 ani podnieść się powyżej 10.</b> Mimo że poziom alarmu jest oznaczany przy pomocy żetonów zagłady, nie jest on równoznaczny z poziomem zagłady i nie wlicza się do progu zagłady obecnej tajemnicy. Poziom alarmu badacza ma następujący dodatkowy efekt:
ru: Во время подготовки к этому сценарию игрокам указано положить 1 безысходность на карту каждого сыщика, тем самым отметив его текущий «уровень тревоги». В процессе ограбления уровень тревоги сыщиков может повышаться или понижаться в зависимости от их действий и решений. Повышение уровня тревоги означает, что ваши действия становятся всё заметнее для сотрудников казино, ставя под угрозу успех предприятия. Если какой-либо эффект повышает уровень тревоги сыщика на определённое значение, положите столько же безысходности на карту того сыщика, чтобы отметить это. Аналогично, если какой-либо эффект понижает уровень тревоги сыщика на определённое значение, уберите столько же безысходности с карты того сыщика. <b>Уровень тревоги сыщика не может быть ниже 1 или выше 10.</b> Несмотря на то что уровень тревоги отмечается жетонами безысходности, те жетоны не считаются безысходностью в игре и не идут в счёт общего числа безысходности. Уровень тревоги сыщика имеет следующий дополнительный эффект:
zh: 在本场冒险的设置时会指示玩家放置1个毁灭标记到各自的调查员卡牌，标示其各自的当前“警戒等级”。在劫案的过程中会根据调查员的行动或决定，警戒等级可能会提升或降低。较高的警戒等级表示赌场越容易注意到你的一举一动，这也表示会对劫案的成功与否造成不良影响。如果有个效果提升调查员的警戒等级，将指定数量的毁灭标记放到该调查员卡牌旁来表示提升。同样地，如果有个效果降低调查员的警戒等级，将指定数量的毁灭标记从调查员卡牌旁移除。<b>调查员的警戒等级不能降低到小于1，或提升到大于10。</b> 虽然使用毁灭标记作为标示，调查员的警戒等级不被视为毁灭标记，也不会被计入当前密谋的毁灭阈值。 调查员的警戒等级具有以下的额外效果：

source: Each [[Casino]] enemy at the location of an investigator with an alarm level of 6 or higher loses aloof.
de: Jeder [[Casino]]-Gegner am Ort eines Ermittlers mit einer Alarmstufe von 6 oder höher verliert Zurückhaltend.
es: Cada Enemigo [[Casino]] que esté en el Lugar de un investigador que tenga un nivel de alarma de 6 o más pierde Indiferente.
fr: Chaque ennemi [[Casino]] dans le lieu d'un investigateur dont le niveau d'alarme est de 6 ou plus perd Distant.
pl: Każdy wróg z cechą [[Kasyno]], który znajduje się w lokalizacji badacza o poziomie alarmu 6 lub wyższym, traci słowo kluczowe Powściągliwy.
ru: Каждый враг с чертой [[казино]] в локации с сыщиком, чей уровень тревоги 6 и выше, перестаёт считаться Осторожным.
zh: 每个在有警戒等级为6或更高的调查员所在地点的[[赌场]]敌人失去冷漠。

source: Isamara Ordoñez
ru: Исамара Ордоньес
zh: 伊萨玛拉·奥多涅斯

source: Isamara Ordoñez is a double-sided story asset card. If Isamara Ordoñez leaves play for any reason, or if an investigator that controls Isamara Ordoñez is defeated, she is set aside.
de: Isamara Ordoñez ist eine doppelseitige Storyvorteilskarte. Falls Isamara Ordoñez aus irgendeinem Grund das Spiel verlässt oder falls ein Ermittler, der ihre Karte kontrolliert, besiegt wird, wird sie als nicht im Spiel befindlich beiseitegelegt.
es: Isamara Ordoñez es una carta de Apoyo de historia de doble cara. Si Isamara Ordoñez abandona el juego por cualquier motivo, o si un investigador que controle a Isamara Ordoñez es derrotado, pon aparte a Isamara Ordoñez.
fr: Isamara Ordoñez est une carte Soutien d'histoire recto verso. Si Isamara Ordoñez quitte la partie pour quelle raison que ce soit, ou si u investigateur qui contrôle Isamara Ordoñez est vaincu, elle est mise de côté.
pl: Isamara Ordoñez to dwustronny atut fabularny. Jeśli Isamara Ordoñez z jakiegokolwiek powodu opuści grę lub jeśli badacz kontrolujący Isamarę Ordoñez zostanie pokonany, należy odłożyć ją na bok, poza grę.
ru: «Исамара Ордоньес» — двусторонняя карта сюжетного актива. Если «Исамара Ордоньес» по какой-либо причине выходит из игры либо сыщик, под чьим контролем она находится, побеждён, отложите её в сторону, вне игры.
zh: 伊萨玛拉·奥多涅斯是一张双面剧情支援卡牌。如果伊萨玛拉·奥多涅斯因为任何原因离场，或是控制伊萨玛拉·奥多涅斯的调查员被击败，将她放在一旁。

source: During this scenario, locations are arranged into two main "hubs" consisting of either [[Public]] or [[Restricted]] locations. If an enemy's patrol location is "clockwise" or "counterclockwise" that means they will move to the connecting location in the clockwise or counterclockwise direction for the hub they are in.
de: Während dieses Szenarios werden die Orte in zwei Bereichen angeordnet, die entweder aus [[Öffentlich]]- oder [[Gesperrt]]-Orten bestehen. Falls der Zielort eines Gegners mit dem Schlüsselwort Patrouille als „im Uhrzeigersinn“ oder „gegen den Uhrzeigersinn“ angegeben wird, bewegt sich der Gegner innerhalb des Bereiches, in dem er sich befindet, im bzw. gegen den Uhrzeigersinn zu einem verbundenen Ort. Gegner patrouillieren nicht zwischen den zwei Bereichen hin und her, außer sie bewegen sich auf andere Weise (z.B. durch einen Effekt).
es: Durante este escenario, los Lugares están colocados en dos grupos principales, compuestos de Lugares [[Público]] o [[Restringido]]. Si el Lugar de Errante de un Enemigo es "en el sentido de las agujas del reloj" o "en el sentido contrario a las agujas del reloj", eso significa que se moverá al Lugar conectado del grupo en el que esté, en el sentido de las agujas del reloj o en el sentido contrario. Los Enemigos no ejecutan la palabra clave Errante de un grupo a otro de este modo salvo que se muevan mediante otro método.
fr: Lors de ce scénario, les lieux sont organisés en deux « secteurs » composés soit de lieux [[Public]] soit de lieux [[Restreint]]. Si le lieu de patrouille d'un ennemi est dans le « sens horaire » ou dans le « sens antihoraire », cela veut dire qu'il se déplacera vers le lieu connexe dans le sens horaire ou dans le sens antihoraire, dans le secteur où il se trouve. Les ennemis ne patrouillent pas entre les secteurs de cette manière, à moins qu'ils ne soient déplacés via une autre méthode.
pl: Podczas tego scenariusza lokalizacje są ułożone w dwa główne „obszary” składające się z lokalizacji z cechą [[Publiczna]] albo [[Zastrzeżona]]. Jeśli lokalizacja słowa kluczowego Wędrujący wroga brzmi „zgodnie z ruchem wskazówek” lub „przeciwnie do ruchu wskazówek”, oznacza to, że poruszy się do połączonej lokalizacji w kierunku odpowiednio zgodnym lub przeciwnym do ruchu wskazówek zegara w obrębie obszaru, w którym się znajduje. Wrogowie nie wędrują pomiędzy obszarami w ten sposób, chyba że zostaną tam poruszeni innym efektem.
ru: В этом сценарии локации выкладываются в две основные «зоны», состоящие из [[публичных]] либо [[служебных]] локаций. Если в скобках после Стремления у врага указано «по часовой стрелке» или «против часовой стрелки», это означает направление, в котором тот враг будет двигаться по локациям в своей зоне. Враги не перемещаются по Стремлению между зонами, если только их не переместит какой-либо другой эффект.
zh: 在本场冒险期间，地点将会被安排成两个主要的“圈”，并包含[[开放区域]]或[[管制区域]]地点。如果一个敌人的巡逻地点是“顺时针”或“逆时针”，这表示他会以顺时针或逆时针方向，在所在圈内透过连接地点进行移动。敌人不会以此方式在这两个圈之间进行巡逻，除非他们透过其他方法移动。

source: Game Icons
de: Spielkarten-Symbole
es: Iconos de juego
fr: Icônes Jeu
it: Icone di Gioco
pl: Symbole gry
ru: Значения
zh: 游戏图示

source: Encounter card abilities in this scenario will sometimes ask an investigator to discard cards from the encounter deck in order to "check their game icons." To do so, that investigator discards the specified number of encounter cards and checks the game icons listed on each. The icons will consist of a color (red or black), a suit (♥, ♦, ♠, or ♣), and a rank (4, 5, 6, 7, 8, 9, 10, J, Q, or K).
de: In diesem Szenario weisen manche Kartenfähigkeiten auf Begegnungskarten einen Ermittler an, Karten vom Begegnungsdeck abzulegen, um „ihre Spielkarten-Symbole zu überprüfen“. Dafür muss jener Ermittler die angegebene Anzahl an Begegnungskarten ablegen und die auf ihnen abgebildeten Spielkarten-Symbole überprüfen. Die Symbole haben sowohl eine Farbe (Rot oder Schwarz), eine Spielfarbe (♥, ♦, ♠ oder ♣) und einen Wert (4, 5, 6, 7, 8, 9, 10, J, Q oder K).
es: Algunas capacidades de cartas de Encuentro de este escenario pedirán en ocasiones a un investigador que descarte cartas del mazo de Encuentros para "comprobar sus iconos de juego". Para ello, ese investigador descarta la cantidad indicada de cartas de Encuentro y comprueba los iconos de juego que haya en cada una de ellas. Los iconos están formados por un color (rojo o negro), un palo (♥, ♦, ♠, o ♣) y un valor (4, 5, 6, 7, 8, 9, 10, J, Q, o K).
fr: Certaines capacités de carte Rencontre de ce scénario demanderont parfois à un investigateur de défausser des cartes du deck Rencontre afin de « vérifier leurs icônes Jeu ». Cet investigateur défausse le nombre indiqué de cartes Rencontre et regarde l'icône en haut à gauche de chaque carte ainsi défaussée. Les icônes jeu sont composées d'une teinte (rouge ou noire), d'une enseigne (♥, ♦, ♠, or ♣) et d'un rang (4, 5, 6, 7, 8, 9, 10, J, D, or R).
pl: Zdolności kart spotkań w tym scenariuszu czasami proszą badacza, aby odrzucił karty z talii spotkań, aby „sprawdzić ich symbole gry”. Aby to zrobić, badacz odrzuca określoną liczbę kart spotkań i sprawdza symbole gry oznaczone na każdej z nich. Symbole składają się z koloru podstawowego (czerwony lub czarny), koloru karcianego (♥, ♦, ♠ lub ♣) oraz rangi (numeru lub figury - 4, 5, 6, 7, 8, 9, 10, J, Q lub K).
ru: Свойства карт контактов в этом сценарии могут указать сыщику сбросить карты с верха колоды контактов, чтобы «свериться с их значениями». Для этого сыщик сбрасывает указанное количество карт контактов и сверяется со значениями, размещёнными на них в левом верхнем углу. Значение состоит из цвета (чёрный или красный), масти (♥, ♦, ♠, или ♣) и достоинства (4, 5, 6, 7, 8, 9, 10, В, Д или К).
zh: 在本场冒险中的遭遇卡牌能力有时会使调查员从遭遇牌库弃掉卡牌，并“检查它们的游戏图示”。此时该调查员弃掉指示数量的遭遇卡牌，并检查每张列在卡牌上的游戏图示。该图示将会包含一种颜色(红色或黑色)，一种花色(♥、♦、♠或♣)，以及一种大小(4、5、6、7、8、9、10、J、Q或K)。

source: For the purpose of determining numerical value, J, Q, and K counts as 10. For the purposes of determining color, ♥ and ♦ are red, while ♠ and ♣ are black.
de: Für die Bestimmung eines nummerischen Wertes zählen J, Q und K jeweils als 10. Für die Bestimmung einer Farbe zählen ♥ und ♦ als Rot; ♠ und ♣ zählen als Schwarz.
es: A efectos de determinar el valor numérico, J, Q y K cuentan como 10. A efectos de determinar el color, ♥ y ♦ son rojos ♠ y ♣ son negros.
fr: Lorsqu'il s'agit de déterminer leurs valeurs numériques, considérez que V, D et R valent 10. Lorsqu'il s'agit de déterminer des teintes, considérez que ♥ et ♦ sont rouges, et que ♠ et ♣ sont noirs.
pl: Dla celów określania wartości numerycznej figur, J, Q i K liczą się jako 10. Dla celów ustalenia koloru podstawowego, ♥ i ♦ są czerwone, a ♠ i ♣ są czarne.
ru: При необходимости определить численную величину В, Д и К считаются за 10. При необходимости определить цвет ♥ и ♦ считаются красными, а ♠ и ♣ — чёрными.
zh: 在决定数值时，J、Q和K视为10。在决定颜色时，♥和♦视为红色，♠和♣视为黑色。

source: If the encounter deck runs out of cards while checking for game icons, set aside the cards that have already been discarded, shuffle the remainder of the discard pile into the encounter deck, then continue discarding cards.
de: Falls das Begegnungsdeck bei der Überprüfung von Spielkarten-Symbolen leer wird, lege die Karten, die bereits abgelegt worden sind, beiseite und mische den restlichen Ablagestapel zu einem neuen Begegnungsdeck. Dann fahre mit dem Ablegen der Karten fort.
es: Si el mazo de Encuentros se queda sin cartas al comprobar iconos de juego, pon aparte las cartas que ya se han descartado, baraja el resto de la pila de descartes para formar el mazo de Encuentros y luego sigue descartando cartas.
fr: Si le deck Rencontre se retrouve à court de cartes lorsque vous vérifiez les icônes Jeu, mettez de côté les cartes qui ont déjà été défaussées par l'effet, mélangez le reste de la pile de défausse pour reconstituer le deck Rencontre, puis continuez à défausser des cartes.
pl: Jeśli talia spotkań wyczerpie się podczas sprawdzania symboli gry, odłóż na bok wszystkie odrzucone już w tym celu karty, potasuj resztę stosu odrzuconych kart spotkań i stwórz z nich nową talię spotkań, po czym kontynuuj odrzucanie kart.
ru: Если в процессе розыгрыша такого эффекта вы ещё не сбросили нужное количество карт, а колода контактов закончилась, отложите карты, которые вы уже сбросили, замешайте оставшийся сброс контактов в колоду контактов, а затем продолжайте сбрасывать карты.
zh: 如果遭遇牌库因为检查游戏图示而用尽卡牌，先将刚才已弃掉的卡牌放在一旁，将弃牌堆剩余的卡牌重洗回遭遇牌库，然后继续弃牌。

source: "Sequential rank" on a card effect indicates that the rank of checked game icons are in consecutive order (i.e. "in a row").
de: Wenn bei einem Karteneffekt von einer „Straße“ die Rede ist, ist eine aufsteigende Folge von Spielkartenwerten gemeint (z. B. 7, 8, 9, 10, J).
es: Si el efecto de una carta habla de "valor secuencial", indica que los valores de los iconos de juego comprobados están en orden consecutivo ("seguidos").
fr: Un effet de carte contenant la mention « former une suite » signifie que les rangs des icônes Jeu vérifiées se suivent dans l'ordre séquentiel. (Par exemple, 4, 5, 6, 7, 8 forment une suite de 5 cartes).
pl: „Następujące rangi” na efekcie karty wskazuje, że ranga sprawdzanych symboli kart jest w następującej po sobie kolejności.
ru: «Образуют стрит» в тексте таких эффектов означает, что достоинства сброшенных карт складываются в последовательность по порядку (например, «4, 5, 6, 7 и 8» или «9, 10, В, Д и К»).
zh: 如果某张卡牌的效果为“大小形成顺子”，则表示检查游戏图示的那些卡牌中，其大小必须是逐个上升的数字(即“连续”)。

source: If a card with no game icons is discarded, set it aside and discard an additional card in its place. <i>(Any cards set aside this way are discarded once game icons have been checked.)</i>
de: Falls bei einer Überprüfung eine Karte ohne Spielkarten-Symbol abgelegt wird, lege sie beiseite und lege eine zusätzliche Karte ab. <i>(Alle so beiseitegelegten Karten werden nach der Überprüfung der Spielkarten-Symbole abgelegt.)</i>
es: Si se descarta una carta sin iconos de juego, ponla aparte y descarta una carta adicional en su lugar <i>(cualquier carta puesta aparte de este modo se descarta después de haber comprobado iconos de juego).</i>
fr: Si une carte sans icône jeu est défaussée, mettez la de côté et défaussez une carte supplémentaire pour la remplacer. <i>(Toute carte mise de côté de cette manière est défaussée une fois que les icônes Jeu ont été vérifiées.)</i>
pl: Jeśli zostanie odrzucona karta bez żadnych symboli gry, odłóż ją na bok i odrzuć dodatkową kartę na jej miejsce. <i>(Wszystkie karty odłożone na bok w ten sposób zostają odrzucone po sprawdzeniu symboli gry).</i>
ru: Если в процессе розыгрыша такого эффекта сброшена карта без значения, отложите её в сторону и сбросьте вместо неё новую карту. <i>(Любые карты, отложенные в сторону в процессе розыгрыша такого эффекта, сбрасываются, когда тот эффект полностью разыгран.)</i>
zh: 如果被弃掉的卡牌没有游戏图示，将其放到一旁，然后额外弃掉一张卡牌以取代之。<i>(一旦检查完游戏图示后，弃掉任何以此方式放在一旁的卡牌。)</i>
