Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fof/fortune_and_folly_part_1.po
Languages: de, es, fr, it, ko, pl, zh

source: The Stakeout
de: Das Auskundschaften des Casinos
es: La vigilancia
fr: Le Repérage
it: Il Sopralluogo
ko: 물밑 작업
pl: Obserwacja
zh: 籌劃

source: Part I: The Stakeout
de: Teil I: Das Auskundschaften des Casinos
es: Parte I: La vigilancia
fr: Épisode 1 : Le Repérage
it: Parte I: Il Sopralluogo
ko: 1부: 물밑 작업
pl: Część I: Obserwacja
zh: 第一部分：籌劃

source: Part I
de: Teil I
es: Parte I
fr: Épisode 1
it: Parte I
pl: Część I
zh: 第一部分

source: MAN STRUCK BY LIGHTNING TWICE MINUTES AFTER WINNING BIG! This sensational headline is what first grabbed your attention. You might have written it off as just an extraordinary and unlikely event exaggerated to sell papers, if it weren't for the other stories that followed, all centering around the same place: a casino in Monte Carlo called Défis de la Roulette. In addition to the unlucky patron being struck down mere moments after leaving the casino with his winnings, others have also met grisly yet improbable fates either within or nearby. Upon inquiring further, it seems that this casino appeared quickly and unexpectedly, and the authorities in Monaco have been suspiciously tight-lipped about where exactly it came from and who owns it. Since its opening, the casino has been a magnet for the unnatural and implausible. The more you learn, the more it seems worth at least taking a look to determine whether these events are simply coincidence, or the result of something much more sinister.
de: MANN NACH GROSSEM CASINOGEWINN ZWEIMAL VOM BLITZ GETROFFEN! Diese sensationsheischende Überschrift war es, die deine Aufmerksamkeit erregt hat. Womöglich hättest du das Ganze als ungewöhnliches Ereignis abgeschrieben, das nur groß aufgebauscht wurde, um mehr Zeitungen zu verkaufen, wäre da nicht noch eine Reihe weiterer sonderbarer Vorfälle gewesen. Sie hatten sich allesamt im Umfeld desselben Ortes ereignet: einem Casino in Monte Carlo namens Défis de la Roulette. Neben dem unglücklichen Spieler, der mit seinem großen Gewinn kurz nach dem Verlassen des Casinos vom Blitz getroffen worden war, hatte es noch weitere Opfer gegeben, die in näherer Umgebung auf ähnlich schaurige und höchst unwahrscheinliche Weise ums Leben gekommen waren. Deine weiteren Nachforschungen haben ergeben, dass dieses Casino erst vor Kurzem und sehr plötzlich auf der Bildfläche erschienen ist. Die monegassischen Behörden halten sich verdächtig bedeckt, was das Etablissement und seinen Besitzer betrifft. Seit seiner Eröffnung scheint das Casino ein Anziehungspunkt für das Unnatürliche und Unwahrscheinliche zu sein. Je mehr du in Erfahrung bringst, desto sicherer bist du dir, dass die Sache einen genaueren Blick wert ist. Du musst herausfinden, ob diese Ereignisse bloßer Zufall oder das Ergebnis von etwas weitaus Unheilvollerem sind.
es: ¡HOMBRE IMPACTADO POR RAYO DOS VECES POCO DESPUÉS DE GANAR A LO GRANDE! Este titular sensacionalista es lo que primero te llamó la atención. Podrías haberlo ignorado como un suceso extraordinario y poco frecuente que la prensa ha exagerado para vender más ejemplares, pero no pudiste hacerlo después de todas las demás historias que se produjeron después y que giraban en torno al mismo sitio: un casino de Montecarlo llamado Défis de la Roulette. Además del desafortunado cliente que fue alcanzado por un rayo instantes después de salir del casino con sus ganancias, otras personas también han fallecido de formas tan horribles como improbables en el interior del establecimiento o en sus cercanías. Al investigar el asunto, parece ser que este casino ha aparecido de manera rápida e inesperada, y que las autoridades monegascas mantienen un sospechoso silencio sobre de dónde ha salido y de quién es. Desde su inauguración, el casino ha sido como un imán para sucesos antinaturales e inverosímiles. Cuanto más descubres al respecto, más crees que merece la pena investigar si estos acontecimientos son meras coincidencias o el resultado de algo mucho más siniestro.
fr: UN HOMME FRAPPÉ PAR LA FOUDRE DEUX MINUTES APRÈS AVOIR GAGNÉ LE GROS LOT ! Voilà le titre sensationnel qui avait d'abord attiré votre attention. Vous auriez pu croire qu'il s'agissait simplement d'un événement extraordinaire et improbable monté en épingle pour vendre du papier. Cependant, d'autres histoires similaires n'ont pas tardé à suivre, toutes liées à un même endroit : un casino de Monte-Carlo connu sous le nom du Défis de la Roulette. En plus du client malchanceux qui avait été foudroyé quelques instants après avoir quitté le casino avec ses gains, d'autres malheureux ont également connu des destins aussi macabres qu'improbables, que ce soit dans le casino même, ou à proximité. En menant votre enquête, vous avez nourri le sentiment que ce casino a ouvert récemment et de manière inattendue. Par ailleurs, les autorités monégasques ont été étrangement silencieuses concernant l'identité de son propriétaire. Depuis son ouverture, le casino semble attirer les faits-divers surnaturels et invraisemblables comme un véritable aimant. Plus vous en apprenez, plus vous êtes tenté d'aller y jeter un coup d'œil pour déterminer si ces événements sont une simple coïncidence, ou le résultat d'une influence bine plus néfaste.
it: Un titolo particolarmente sensazionalistico aveva attirato la vostra attenzione: “Uomo colpito due volte da un fulmine pochi minuti dopo una grossa vincita!”. Normalmente lo avreste bollato come un evento straordinario e improbabile, infiocchettato da un titolo scritto ad hoc per aumentare le vendite del quotidiano… se non fosse stato per gli eventi che sono seguiti, tutti incentrati sullo stesso luogo: il casinò Défis de la Roulette di Montecarlo. Lo sfortunato giocatore, incappato nell’ira dei cieli pochi istanti dopo essere uscito dalla sala con la sua vincita, non era stato l’unico ad andare incontro a un destino macabro e insolito all’interno dell’edificio o nelle sue vicinanze. Dopo aver fatto qualche domanda in giro, avete scoperto che il casinò è comparso pressoché dal nulla e le autorità di Monaco si sono rivelate stranamente reticenti circa l’identità del proprietario; come se questo non bastasse, pare che la sala da gioco sia una sorta di magnete per l’innaturale e l’improbabile. Più informazioni trovate, più vi convincete che fareste meglio a dare quantomeno un’occhiata per accertarvi che tali event siano delle semplici coincidenze e non il risultato di qualcosa di ben più sinistro all’opera.
ko: <fancy><i>한탕 잡았던 남자, 몇 분 후 벼락을 두 번이나 맞다!</i></fancy> 자극적인 헤드라인이 눈길을 사로잡습니다. 보통이라면 그래 봐야 신문을 팔아먹기 위해 독특한 이야기에 과장 한 큰술 보탠 정도겠거니 생각했을 겁니다. 헤드라인 사건 외에도 똑같은 곳에서 일어났다는 온갖 사건이 지면에 이어지고 있지 않았다면 말입니다. 그 모든 사건들이 몬테카를로에 있는 데피 드 라 룰렛이란 카지노를 중심으로 벌어졌다고 합니다. 뭔가 구린내가 납니다. 이 불운한 손님은 한탕 따고서 카지노를 뜨자마자 낙뢰를 맞았으며, 다른 이들 역시 카지노 내부 내지는 인근에서 끔찍하고도 별난 최후를 맞이했습니다. 추가적인 조사를 펼쳐 봤더니, 데피 드 라 룰렛 카지노는 누구도 예기치 못하게 어느날 갑자기 이곳에 개장했으며, 모나코 당국에서는 카지노의 배후는 물론 실소유주에 대해서도 의심스러울 정도로 입을 다물고 있습니다. 데피 드 라 룰렛 카지노는 개장 이래 믿기 어렵고 부자연스러운 일들을 자석처럼 끌어모아 왔습니다. 점점 더 캐내 갈수록, 이 모든 일이 단순한 우연의 일치인지 아니면 카지노에서 벌어지고 있는 보다 더 불길한 일의 영향인지 알아내기 위해 한번 직접 가보는 게 좋겠다는 생각이 들기 시작합니다.
pl: MĘŻCZYZNA DWUKROTNIE TRAFIONY PRZEZ PIORUN KILKA MINUT PO WIELKIEJ WYGRANEJ! Ten sensacyjny nagłówek jako pierwszy przykuł twoją uwagę. Mógłbyś uznać to za niezwykle i mało prawdopodobne wydarzenie, nieco wyolbrzymione dla zwiększenia sprzedaży, gdyby nie inne historie, które nastąpiły później, skupiające się wokół tego samego miejsca: kasyna w Monte Carlo o nazwie Défis de la Roulette. Oprócz tego, że pechowy klient został powalony zaledwie kilka chwil po wyjściu z kasyna ze swoją wygraną, także innych spotkał równie makabryczny, ale i nieprawdopodobny los, a wszystko to wewnątrz lub w pobliżu kasyna. Po przyjrzeniu się sprawie odkrywasz, że to kasyno powstało nagle i niespodziewanie, a władze w Monako są podejrzanie tajemnicze na temat tego, skąd się wzięło i do kogo należy. Od momentu otwarcia lokal przyciąga rzeczy nienaturalne i nieprawdopodobne. Z każdą kolejną informacją jesteś coraz bardziej przekonany, że warto przynajmniej ustalić, czy wydarzenia są po prostu zbiegiem okoliczności, czy wynikiem jakichś znacznie bardziej złowrogich działań.
zh: 兩道閃電擊中大獎贏家！這個聳動的標題是第一篇引起你注意的報導，你一開始認為這只是記者為了吸引讀者而誇大的事件。但在短時間內，幾個類似的事件接連發生，而且全都圍繞著同個地點：蒙特卡羅一座名為輪盤挑戰的賭場。不只是那些滿載而歸的賭客，血腥的厄運也降臨在賭場中或附近地區的民眾身上。在深入調查後，你發現這座賭場崛起的非常突然而快速，更可疑的是，摩納哥政府當局對於賭場的來歷跟經營者的資訊守口如瓶。自從賭場開幕，這裡似乎吸引了許多超自然跟無法解釋的事件。你越深入調查，越確定自己必須走一趟，親眼確認這些事件是詭異的巧合；還是背後藏有更大的陰謀。

source: If you are playing <i>Fortune and Folly</i> as a side-story while playing <i>The Scarlet Keys</i> campaign:
de: Falls <i>Glück und Torheit</i> als Nebengeschichte in der Kampagne <i>Die scharlachroten Schlüssel</i> gespielt wird:
es: Si estás jugando <i>Fortuna e insensatez</i> como historia secundaria de la campaña <i>Las llaves escarlata</i>:
fr: Si vous jouez à <i>Fortune et Folie</i> en tant qu'aventure annexe à la campagne <i>Les Clefs Écarlates</i>
it: Se state giocando <i>Fortuna e Follia</i> come storia secondaria nella campagna <i>Le Chiavi Scarlatte</i>:
ko: <i>한탕과 허탕</i>을 <i>진홍색 열쇠</i> 캠페인 동안 외전 이야기로 즐기고 있습니까?
pl: Jeśli rozgrywasz <i>Szczęście i szaleństwo</i> jako historię poboczną w ramach kampanii <i>Szkarłatne klucze</i>:
zh: 如果你是在《緋紅密鑰》劇本中，進行支線故事《時運與愚行》：

source: Your cell has been given the name of a contact at Défis de la Roulette: Isamara Ordoñez. Isamara is not just an employee there, she is the "Flor de Nicaragua," a singer whose performances have become a major draw for the casino. She has repeatedly reached out to various parties for help over the course of the past month, concerned with some of the events she has witnessed behind the scenes. The Foundation has reason to believe a Key may be involved in these strange events. You find a table in the casino lounge, and wait for an opportune moment to attract her attention. Only a few minutes later, a woman in a striking red dress takes the stage. Her performance is so captivating that she is already leaving the stage before you remember why you are here. There is no doubt that she is the one you are looking for. As she glances at the crowd, you give a small wave. At first, she appears to take little notice, but then her eyes fall to the flower that you were told to wear. She approaches your table and sits down. A casual smile adorns her face, but her words are sharp and pointed. "If you were sent by Them, its not safe to talk here. Meet me in an hour." She hands you a card with the address of a nearby café. She then stands, smoothing out her dress. "Thank you so much for the kind words about my performance!" she says for the benefit of anyone nearby. Hope to see you again soon!"
de: Deine Zelle hat den Namen einer Kontaktperson erhalten, die im Défis de la Roulette arbeitet: Isamara Ordoñez. Isamara ist dort aber nicht einfach nur eine Angestellte, sie ist „Flor de Nicaragua“, eine Sängerin, deren Auftritte zu einer Hauptattraktion des Casinos geworden sind. Sie soll sich für Hilfe im vergangenen Monat an verschiedene Organisationen gewandt haben, da sie die Ereignisse hinter den Kulissen stark beunruhigen würden. Die Foundation hat Grund zur Annahme, dass ein Schlüssel für die seltsamen Ereignisse verantwortlich sein könnte. Du setzt dich an einen Tisch in der Casino-Lounge und wartest auf eine passende Gelegenheit, Isamara
es: Tu célula ha recibido el nombre de un contacto en Défis de la Roulette: Isamara Ordoñez. No se trata de una simple empleada, sino de la "Flor de Nicaragua", una cantante cuyas actuaciones son uno de los mayores atractivos del casino. Al parecer, ha tratado de pedir ayuda a diversos grupos durante el último mes, pues está preocupada por los sucesos a los que ha asistido entre bambalinas. La Fundación tiene motivos para creer que podría haber una Llave involucrada en todos estos extraños acontecimientos. Encuentras una mesa en el bar del casino y esperas el momento oportuno para llamar su atención. Unos minutos después, sube al escenario una mujer que lleva un impresionante vestido rojo. Su actuación resulta tan cautivadora que, para cuando recuerdas a qué has venido, ya se está marchando del escenario. No hay duda de que se trata de la persona a la que buscas. Cuando mira al público, le haces una ligera seña. Al principio, parece no fijarse en ti, pero luego ve la flor que te dijeron que llevaras. Se acerca a tu mesa y se sienta. En su rostro se dibuja una sonrisa informal, pero sus palabras tienen un tono duro y apremiante. —Si le envían ellos, no es seguro que hablemos aquí. Reúnase conmigo dentro de una hora —te dice mientras te entrega una tarjeta con la direc­ción de una cafetería cercana. Luego se levanta y, alisándose el vestido, añade para que la oigan—: ¡Muchas gracias por sus amables palabras sobre mi actuación! ¡Espero volver a verle pronto!
fr: Votre cellule a obtenu le nom d'un contact au casino : Isamara Ordoñez. Isamara n'y est pas une simple employée, elle est aussi la « Flor de Nicaragua », une chanteuse dont les représentations sont devenues une attraction majeure du casino. D'après la rumeur, elle aurait demandé de l'aide à diverses personnes au cours du mois dernier. Elle semble préoccupée par certains événements dont elle a été témoin en coulisses. La Fondation a des raisons de croire qu'une Clef peut être impliquée dans ces faits étranges. Vous vous asseyez à une table dans le salon du casino, et attendez le moment opportun pour attirer son attention. Quelques minutes plus tard, un femme vêtue d'une magnifique robe rouge monte sur scène. Sa voix est si captivante que vous vous rappelez l'objet de votre visite seulement après qu'elle a quitté la scène. Elle est bien la personne que vous recherchez, cela ne fait aucun doute. Au moment où son regard parcourt nonchalamment la foule, vous lui adressez un petit signe de la main. Au début, elle semble de pas y prêter attention, mais ensuite ses yeux se posent sur la fleur que vous aviez convenu de porter. Elle s'approche de votre table et s'assoit. Un sourire innocent illumine son visage, mais son commentaire est aussi tranchant qu'un rasoir. « Si c'est Eux qui vous envoient, l'endroit n'est pas sûr pour parler. Retrouvez-moi dans une heure.» Elle vous tend une carte sur laquelle est indiquée d'adresse d'un café proche du casino. Elle se lève ensuite, en lissant sa robe. « merci beaucoup pour vos compliments concernant mon spectacle !» dit-elle à l'intention de tous ceux qui se trouvent à proximité. « j'espère vous revoir bientôt!»
it: La vostra cellula ha ricevuto il nome di un contatto all’interno del Défis de la Roulette, tale Isamara Ordoñez. Isamara non è una semplice dipendente del casinò: è il “Flor de Nicaragua”, una cantante che ha saputo attrarre non pochi visitatori con le sue serate. Nell’ultimo mese ha provato a mettersi in contatto con vari interlocutori in cerca di aiuto, preoccupata da alcuni episodi di cui è stata testimone dietro le quinte dei suoi spettacoli. La Fondazione ha motivo di credere che possa esserci una Chiave dietro questi bizzarri eventi. Una volta sul posto, vi accomodate a uno dei tavoli del bar e aspettate l’occasione giusta per attirare la sua attenzione… Dopo qualche minuto, una donna con un’appariscente abito rosso fa il suo ingresso in scena. La sua esibizione è così coinvolgente che solo quando la donna sta scendendo dal palco vi torna alla mente il motivo per cui siete lì. Non c’è alcun dubbio sul fatto che sia lei la persona che state cercando; così, quando vedete che sta lanciando un’occhiata verso il pubblico in sala, le fate un cenno con la mano. Inizialmente non sembra riconoscervi, almeno finché i suoi occhi non si posano sul fiore che indossate. Si avvicina a voi con le labbra distese in un sorriso educato, prende posto e le sue parole vi colpiscono precise come dardi: “Se vi hanno mandati loro, questo non è un posto sicuro per parlare. Incontriamoci tra un’ora.” Laconica, fa scivolare un bigliettino da visita su cui e stampato l’indirizzo di un locale lì vicino, poi si alza lisciandosi il vestito. “Sono davvero lusingata per le vostre belle parole sulla mia esibizione!” esclama, assicurandosi che la gente lì vicino possa sentire. “Spero di rivedervi presto!”
ko: 독립 조사팀은 데피 드 라 룰렛에 있는 접선책인 이사마라 오르도녜스의 정보를 받았습니다. 이사마라는 단순한 카지노 종업원이 아니라, 무대에서 공연하며 카지노로 손님들을 끌어모으는 일명 “플로르 드 니카라과”라는 가수였습니다. 이사마라는 지난 몇 달 동안 여러 단체에 도움을 청해온 것으로 알려졌으며, 카지노의 뒷선에서 벌어지는 몇몇 사건을 엿본 후로 대단히 우려하고 있었습니다. 재단 측에서는 일련의 해괴한 사건에 열쇠가 관여된 것으로 추정하고 있습니다. 당신은 카지노 라운지에 테이블을 하나 잡고, 이사마라의 눈길을 끌 기회를 노립니다. 몇 분 후, 새빨간 드레스를 입은 여인이 무대에 오릅니다. 매력적인 공연 앞에, 그녀가 무대를 떠날 때까지 당신은 여기 온 목적까지도 잊은 채 넋을 놓고 빠져들었습니다. 저 가수가 당신이 찾던 이사마라가 틀림없습니다. 가수가 관중을 흘끗 둘러볼 때, 당신은 살짝 손을 흔들어 신호를 보냅니다. 처음에는 그녀가 무관심하게 눈길을 돌리는 듯했으나, 이내 접선 자리에서 꽂고 있기로 약속했던 당신의 꽃 장식 위로 이사마라의 눈길이 향합니다. 마침내 이사마라가 당신의 테이블로 걸어와 자리에 앉습니다. 얼굴에 꽃피운 소소한 미소와는 달리, 이사마라가 단도직입적인 말을 날립니다. “그들이 보낸 건가요? 그렇다면 여기서 이야기하는 건 위험해요. 1시간 후에 만나요.” 이사마라가 근처 카페 주소가 적힌 명함을 건네더니, 드레스를 매만지며 일어섭니다. 그러고는 주변 관객들에게 감사의 인사를 전합니다. “공연이 마음에 드셨다니, 정말 감사합니다! 다시 뵙길 고대하겠습니다!”
pl: Twoja komórka otrzymała imię i nazwisko osoby kontaktowej w Défis de la Roulette: Isamara Ordoñez. Isamara nie jest tam tylko pracownikiem - to „Flor de Nicaragua”, piosenkarka, której występy przyciągają do kasyna wielu klientów. W ciągu ostatniego miesiąca rzekomo zwróciła się o pomoc do różnych organizacji, zaniepokojona niektórymi wydarzeniami, których była świadkiem za kulisami. Fundacja ma powody sądzić, że te dziwne wypadki mogą mieć związek z Kluczem. Znajdujesz stolik w barze kasyna i czekasz na odpowiednią chwilę, aby zwrócić na siebie jej uwagę. Zaledwie kilka minut później na scenę wchodzi kobieta w efektownej czerwonej sukience. Jej występ jest tak urzekający, że dopiero gdy opuszcza scenę, przypominasz sobie, po co w ogóle tu jesteś. Nie ma wątpliwości, ze to jej szukasz. Kiedy spogląda na tłum, machasz lekko dłonią W pierwszej chwili jakby cię nie zauważyła, jednak potem jej wzrok pada na kwiat, który zgodnie z umową miałeś mieć przy sobie. Podchodzi do twojego stolika i siada. Choć na jej twarzy gości grzeczny uśmiech, jej słowa są bezpośrednie. „Jeśli to oni cię wysłali, rozmowa tutaj nie jest bezpieczna. Spotkajmy się za godzinę”. Wręcza ci kartkę z adresem pobliskiej kawiarni. Następnie wstaje, wygładzając sukienkę. „Dziękuję bardzo za miłe słowa o moim występie!” - mówi tak, aby wszyscy słyszeli. - „Mam nadzieję, że wkrótce spotkamy się ponownie!”
zh: 你取得了一個名字：伊薩瑪拉·奧多涅斯，她是你在輪盤挑戰中的聯絡人。伊薩瑪拉不是普通員工，她是被稱為“尼加拉瓜之花”的歌手，她的表演是賭場的主要賣點。據說她在過去幾個月秘密幫助了幾個想調查這些奇異事件的組織，她對於自己在幕後目擊到的一些事件非常擔憂。根據目前掌握的情報，基石相信這些超自然事件背後有密鑰的力量作祟。你在賭場交誼廳的一張空桌坐下，等待引起她注意的時機。幾分鐘後，一名女子身穿一襲令人驚豔的紅色禮服走上舞台，她的表演攝人心魄，一直到她走下舞台，你才重新想起自己前來的原因。毫無疑問，她就是你要找的人。當她掃視人群時，你向她低調的揮手。一開始她似乎並沒有注意，但接著她看見了你配戴的花，這是你們約定好的暗號。她走到你的桌子旁坐下，臉上掛著輕鬆的微笑，但話語卻緊繃而尖銳：“這裡不安全，一個小時後跟我碰面。”她將一張卡片塞進你手中，上面寫著附近一間咖啡廳的地址。她隨即起身，撫平禮服上的皺褶。“謝謝各位的讚美！”她向所有觀眾說，“希望很快能再相見！”
