Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fof/fortune_and_folly_part_1.po
Languages: de, es, fr, it, ko, pl, zh

source: Although you ask around town about the casino for several days, promising leads seem to be scarce. When you visit the casino itself, nothing appears out of place, although your probing questions don't go entirely unnoticed. As you sit in the casino lounge, assessing whether the trip to Monte Carlo was a complete waste of time and if nothing is amiss here after all, a woman in a striking red dress sits down at your table. You recognize her as Isamara Ordoñez, the singer who had performed just moments before, capturing the audience with her hauntingly beautiful voice. A casual smile adorns her face, but her words are sharp and pointed. "You're being too careless. We can't talk here. If you want to know the truth, meet me in an hour." She hands vou a card with the address of a nearby café. She then stands, smoothing out her dress. "Thank you so much for the kind words about my performance," she says for the benefit of anyone nearby. "Hope to see you again soon!"
de: Obwohl du mehrere Tage damit zubringst, in der Stadt Informationen über das Casino einzuholen, scheint es kaum vielversprechende Hinweise zu geben. Als du das Casino selbst besuchst, fällt dir nichts Ungewöhnliches auf, auch wenn deine bohrenden Fragen nicht unbemerkt bleiben. Denn als du dich schließlich in die Casino-Lounge setzt und überlegst, ob die Reise nach Monte Carlo pure Zeitverschwendung war, setzt sich eine Frau in einem auffälligen roten Kleid zu dir an den Tisch. Es ist niemand anderes als Isamara Ordoñez, die Sängerin, die bei ihrem Auftritt kurz zuvor das Publikum mit ihrer betörend schönen Stimme in ihren Bann gezogen hat. Ein freundliches Lächeln umspielt ihre Lippen, doch ihre Worte fallen kurz und knapp aus. „Sie sind zu unvorsichtig. Hier können wir nicht reden. Wenn Sie die Wahrheit erfahren wollen, dann treffen Sie mich in einer Stunde.“ Sie steckt dir eine Karte mit der Adresse eines nahe gelegenen Cafés zu. Dann steht sie auf und streicht ihr Kleid glatt. „Vielen Dank für die netten Worte zu meinem Auftritt!“, sagt sie etwas lauter, dass es auch andere Leute in der Nähe hören können. „Ich hoffe, Sie schon bald wieder begrüßen zu können!“
es: Aunque indagas acerca del casino por la ciudad durante varios días, las pistas parecen escasear. Cuando visitas el casino en sí, no ves nada que te parezca extraño, aunque tus preguntas no han pasado desapercibidas. Mientras estás sentado en el bar del casino, meditando sobre si el viaje a Montecarlo ha resultado ser una completa pérdida de tiempo y si aquí no pasa nada raro, una mujer que lleva un impresionante vestido rojo se sienta a tu mesa. La reconoces como Isamara Ordoñez, la cantante que ha actuado hace unos instantes y que ha cautivado al público con su bella voz. En su rostro se dibuja una sonrisa informal, pero sus palabras tienen un tono duro y apremiante. —Está siendo descuidado. No podemos hablar aquí. Si quiere saber la verdad, reúnase conmigo dentro de una hora —te dice mientras te entrega una tarjeta con la direc­ción de una cafetería cercana. Luego se levanta y, alisándose el vestido, añade para que la oigan—: ¡Muchas gracias por sus amables palabras sobre mi actuación! ¡Espero volver a verle pronto!
fr: Vous avez beau vous renseigner sur le casino aux quatre coins de la ville, les pistes prometteuses semblent se faire rares. Lorsque vous explorez le casino lui-même, tout semble en ordre, bien que vos questions inquisitrices ne passent pas totalement inaperçues. Alors que vous êtes assis dans le salon de l'établissement, vous commencez à vous demander si ce voyage était pertinent, car tout ici semble en ordre. À ce moment, une femme en robe rouge vif s'assoit à votre table. Vous la reconnaissez comme étant Isamara Ordoñez, la chanteuse qui était sur scène quelques instants auparavant et captivait le public avec sa voix d'une beauté envoûtante.« Vous êtes trop imprudent. Nous ne pouvons pas parler ici. Si vous voulez connaître la vérité, retrouvez-moi dans une heure.» Elle vous tend une carte sur laquelle est indiquée d'adresse d'un café proche du casino. Elle se lève ensuite, en lissant sa robe. « merci beaucoup pour vos compliments concernant mon spectacle !» dit-elle à l'intention de tous ceux qui se trouvent à proximité. « j'espère vous revoir bientôt!»
it: Passate diversi giorni a fare domande sul casinò in giro per la città, ma non siete ancora riusciti a imboccare una pista promettente. Quando visitate la sala da gioco nulla appare fuori posto, ma il vostro ficcanasare non passa inosservato. Seduti nel bar della struttura, vi chiedete sconsolati se il viaggio a Montecarlo non sia stato un totale spreco di tempo e se nel Défis de la Roulette ci sia effettivamente qualcosa di insolito, quando una donna con un’appariscente vestito rosso prende posto davanti a voi. La riconoscete: è Isamara Ordoñez, la cantante che si stava esibendo fino a pochi istanti fa, conquistando il pubblico con la sua voce dalla bellezza ammaliante. Ha le labbra distese in un sorriso educato ma, appena apre bocca, le sue parole vi colpiscono precise come dardi. “Siete troppo imprudenti. Questo non è un posto sicuro per parlare. Se volete conoscere la verità, incontriamoci tra un’ora.” Laconica, fa scivolare un bigliettino da visita su cui è stampato l’indirizzo di un locale li vicino, poi si alza lisciandosi il vestito. “Sono davvero lusingata per le vostre belle parole sulla mia esibizione!” esclama, assicurandosi che la gente li vicino possa sentire. “Spero di rivedervi presto!”
ko: 며칠 동안 마을을 돌아다니며 카지노에 관해 수소문해 봤으나, 유력한 실마리는 메말라버린 것 같습니다. 카지노에 직접 찾아가 두 눈으로 현장을 살펴봐도 특기할만한 점은 보이지 않았지만, 캐묻고 다닌 것이 누군가의 눈에 띄긴 한 모양입니다. 카지노 라운지에 앉아 사실 아무 일도 아닌데 몬테카를로까지 헛걸음한 게 아닌가 하는 생각을 곱씹던 중, 새빨간 드레스를 입은 여인이 당신의 테이블로 찾아옵니다. 조금 전까지 아름다운 목소리로 청중을 사로잡았던 가수 이사마라 오르도녜스였습니다. 얼굴에 꽃피운 소소한 미소와는 달리, 이사마라가 단도직입적인 말을 날립니다. “경솔한 짓 하지 말아요. 여기서는 이야기할 수 없어요. 진실을 알고 싶다면, 1시간 후에 만나요.” 이사마라가 근처 카페 주소가 적힌 명함을 건네더니, 드레스를 매만지며 일어섭니다. 그러고는 주변 관객들에게 감사의 인사를 전합니다. “공연이 마음에 드셨다니, 정말 감사합니다! 다시 뵙길 고대하겠습니다!”
pl: Chociaż przez kilka dni rozpytujesz w mieście o kasyno, nie znajdujesz zbyt wielu obiecujących tropów. Kiedy w końcu je odwiedzasz, nic nie wydaje się podejrzane, chociaż twoja wścibskość nie pozostała niezauważona. Kiedy siedzisz w barze kasyna, zastanawiając się, czy wycieczka do Monte Carlo była kompletną stratą czasu i może wszystko jednak jest w porządku, do twojego stolika dosiada się kobieta w intensywnie czerwonej sukience. Rozpoznajesz w niej Isamare Ordoñez, śpiewaczkę, która występowała przed chwilą, zachwycając publiczność swoim nieprawdopodobnie pięknym głosem. Choć na jej twarzy gości grzeczny uśmiech, jej słowa są bezpośrednie. „Jesteś zbyt nieostrożny. Nie możemy tu rozmawiać. Jeśli chcesz poznać prawdę, spotkajmy się za godzinę”. Wręcza ci kartkę z adresem pobliskiej kawiarni. Następnie wstaje, wygładzając sukienkę. „Dziękuję bardzo za miłe słowa o moim występie!” - mówi tak, aby wszyscy słyszeli. -„Mam nadzieję, że wkrótce spotkamy się ponownie!”
zh: 你在賭場周邊的地區花了好幾天蒐集情報，但始終缺乏有力的線索。而當你終於進入賭場，卻沒有發現任何不尋常的地方，但你四處探聽的行為吸引了某人的注意。你坐在賭場交誼廳的桌邊，評估著這次蒙特卡羅之旅是否完全是浪費時間，或許這裡並沒有值得追查的東西。此時，一名女子身穿一襲令人驚豔的紅色禮服在你身邊坐下。你認出她是剛才在舞台上歌手，她動人的歌聲俘虜了所有觀眾的心。她臉上掛著輕鬆的微笑，但話語卻緊繃而尖銳：“你太莽撞了。這裡不安全，如果你想知道真相，一個小時後跟我碰面。”她將一張卡片塞進你手中，上面寫著附近一間咖啡廳的地址。她隨即起身，撫平禮服上的皺褶。“謝謝各位的讚美！”她向所有觀眾說，“希望很快能再相見！”
