Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fof/fortune_and_folly_part_1.po
Languages: de, es, fr, it, ko, pl, zh

source: Isamara is wearing a long overcoat of the darkest blue when you meet, her wavy brown hair partially hidden beneath a wide-brimmed hat. Clearly, she is worried about someone recognizing her. "You're right to be suspicious about what's happening at Défis," she begins, wasting no time with pleasantries. "On the surface, it's a casino like any other. But there's more going on than anyone could guess, Behind the scenes, a cult called the Fortune's Chosen are the ones that really run the show. They are deadly and dangerous. Anyone who has gotten too close to the truth or crossed the casino in some way has met a horrible fate." You ask about the casino owner, and how involved he is with this cult. Isamara gives a mirthless smile. "Abarran? He is their leader. Not just that, he is the worst of them all. He brought the casino here, but more importantly, he brought the Wellspring." Isamara explains that the vault of the casino holds a strange and powerful relic of mysterious origin. It is this relic that is responsible for the unlikely events that seem to pop up around the casino. This item is known as the Wellspring of Fortune, and it has the power to manipulate probability and luck. Abarran guards it jealously, as whoever possesses the Wellspring is able to turn fortune to their cause, no matter how selfish and destructive that cause may be. Over time, he has created the loyal cadre of the Fortune's Chosen by granting them some measure of the benefits of the Wellspring. They have come to revere it almost as a god. These true believers can be easily distinguished from the regular casino employees by the distinctive coin medallions they wear around their necks. "Abarran trusts me for some reason, and he's even offered me to join. I think he views me as a potential asset," Isamara mutters. You ask Isamara what she would have you do. "Steal the Wellspring. Take it far away from here. I don't know how to say it more plainly. As long as it is in Abarran's grasp, he will use it to aggrandize himself. Even worse, I fear that the longer its powers are used, the greater the chance of harm coming to those in the casino. Who knows what seemingly impossible catastrophes it may summon if it is not removed?" Her words seem not so much a plea for help as a call to action. You find yourself agreeing to the task almost without conscious thought. As you move to stand, she stops you with her hand. "One last thing: do not underestimate Abarran. He is a dangerous man. He puts on a face of civility to the world, but underneath that mask there is a barely contained anger that can explode if he feels his prize is threatened. I've seen his temper, and I don't doubt it could drive him to tear a man limb from limb with his bare hands if he felt he had the cause." Left with that cheery thought, you begin planning a heist with the highest stakes.
de: Isamara trägt einen langen, dunkelblauen Mantel, als du sie wiedertriffst. Ihr gewelltes braunes Haar ist teilweise unter einem breitkrempigen Hut verborgen. Sie scheint sichtlich besorgt zu sein, dass jemand sie erkennen könnte. „Sie sind zu Recht misstrauisch, was im Défis passiert“, beginnt sie direkt, ohne Zeit mit Höflichkeiten zu verschwenden. „Oberflächlich betrachtet ist es ein Casino wie jedes andere. Aber dort geht mehr vor sich, als irgendjemand vermuten könnte. Hinter den Kulissen hat ein Kult das Sagen, dessen Mitglieder sich Die Auserwählten des Glücks nennen. Sie sind äußerst gefährlich und schrecken vor nichts zurück. Allen, die dem Casino in die Quere und der Wahrheit zu nahe gekommen sind, ist ein furchtbares Schicksal widerfahren.“ Du fragst sie, inwieweit der Besitzer des Casinos mit dem Kult unter einer Decke steckt. Isamara lächelt traurig. „Abarran? Er ist ihr Anführer. Nicht nur das, er ist der Schlimmste von allen. Er hat das Casino hergebracht, aber noch viel wichtiger: Er hat den Quell hergebracht.“ Isamara erklärt, dass im Tresor des Casinos ein seltsames, mächtiges Relikt mysteriöser Herkunft gelagert wird. „Und dieses Relikt ist es auch, das für die unwahrscheinlichen Ereignisse verantwortlich ist, die in der Umgebung des Casinos geschehen sind. Der Gegenstand wird der Quell des Glücks genannt und er hat die Macht, Wahrscheinlichkeit und Glück zu manipulieren. Abarran hütet ihn wie seinen Augapfel, denn wer den Quell besitzt, vermag das Glück für die eigenen Zwecke zu nutzen, ganz egal wie selbstsüchtig und zerstörerisch diese sein mögen. Im Laufe der Zeit hat er sich mit den Auserwählten des Glücks eine loyale Gefolgschaft aufgebaut, indem er sie in begrenztem Maße an den Vorzügen des Quells teilhaben lässt. Inzwischen verehren seine Auserwählten den Quell fast schon wie einen Gott. Diese wahren Gläubigen können leicht von den gewöhnlichen Angestellten des Casinos unterschieden werden: Sie tragen alle ein unverwechselbares Münzmedaillon um den Hals. Aus irgendeinem Grund vertraut mir Abarran. Er hat mir sogar angeboten, seinem engeren Zirkel beizutreten. Ich glaube, er sieht mich als potenzielle Verbündete“, murmelt Isamara. Du fragst sie, was du ihrer Meinung nach tun sollst. „Stehlen Sie den Quell. Schaffen Sie ihn fort von hier. Ich weiß nicht, wie ich es noch deutlicher ausdrücken soll. Solange der Quell in Abarrans Händen ist, wird er ihn nutzen, um sich zu bereichern. Schlimmer noch, je länger er diese Macht verwendet, desto höher ist die Chance, dass noch mehr Menschen im Casino zu Schaden kommen. Wer weiß, welche große, unwahrscheinliche Katastrophe der Quell heraufbeschwören wird, wenn er nicht von hier verschwindet.“ Ihre Worte scheinen weniger ein Hilferuf als ein Aufruf zum Handeln zu sein. Ohne bewusst darüber nachzudenken, erklärst du dich schnell bereit, die Aufgabe zu übernehmen. Als du aufstehen willst, hält sie dich mit einem Handzeichen zurück. „Eine letzte Sache noch: Unterschätzen Sie Abarran nicht! Er ist ein gefährlicher Mann. Nach außen hin gibt er sich höflich, aber unter dieser Maske verbirgt sich ein kaum zu bändigender Zorn, der entfesselt wird, wenn er seinen Schatz in Gefahr sieht. Ich habe Abarrans Temperament erlebt und bezweifle nicht, dass es ihn dazu treiben könnte, einen Menschen mit bloßen Händen in Stücke zu reißen, sollte dieser ihm einen Grund liefern.“ Mit diesem sehr aufmunternden Gedanken im Hinterkopf beginnst du mit der Planung eines Coups, der den höchsten aller Einsätze verlangt.
es: Cuando te reúnes con Isamara, ésta lleva un sobretodo de un azul oscurísimo y el pelo castaño y ondulado parcialmente oculto bajo un sombrero de ala ancha. Está claro que la preocupa que pueda reconocerla alguien. —Acierta al sospechar que algo extraño sucede en el Défis —empieza a decir, sin perder tiempo con saludos—. En apariencia es un casino como cualquier otro, pero oculta algo que nadie podría imaginar. Detrás de todo hay una secta llamada Los elegidos de la fortuna, que es la que realmente maneja el catarro. Se trata de gente letal y peligrosa. Todos los que se han acercado a la verdad o molestado al casino de algún modo han sufrido un terrible destino. Preguntas por el dueño del casino y su implicación con esa secta. Isamara sonríe sin alegría y contesta: —¿Abarran? Es su líder. Y no sólo eso, sino también el peor de todos. Fue él quien trajo aquí no sólo el casino, sino también el manantial, que es lo más importante de todo. Isamara te explica que la cámara acorazada del casino alberga una extraña y poderosa reliquia de origen misterioso que es la responsable de los extraños sucesos que parecen producirse en torno al casino. El objeto se conoce como el manantial de fortuna y tiene el poder de manipular la suerte y las probabilidades. Abarran la custodia celosamente, pues quien posea el manantial podrá hacer que la fortuna sonría a su causa, sin importar lo egoísta y destructiva que pueda ser ésta. A lo largo del tiempo, ha creado el leal grupo de Los elegidos de la fortuna, concediéndoles parte de los beneficios del manantial. Estas personas lo veneran casi como si fuera un dios. Se distinguen de los empleados normales del casino porque llevan unos llamativos medallones en forma de moneda en torno al cuello. —Por algún motivo, Abarran confía en mí e incluso me ha ofrecido unirme a ellos. Creo que me ve como un posible activo para sus fines —mur­mura Isamara. Le preguntas qué quiere que hagas. —Robe el manantial y llévese/o lejos de aquí. No puedo decírselo más claro. Mientras esté en poder de Abarran, éste lo empleará para engrandecerse. Lo peor es que temo que, cuanto más tiempo se usen sus poderes, mayor será la probabilidad de que les ocurra algo malo a quienes están en el casino. ¿Quién sabe qué catástrofes aparentemente imposibles podría invocar si no sale de aquí? Sus palabras son más una llamada a la acción que una petición de ayuda. Te descubres aceptando encargarte de la tarea casi sin pensarlo conscientemente. Cuando te dispones a levantarte, te detiene de un gesto. —Una última cosa: no subestime a Abarran. Es un hombre peligroso que, ante el mundo, adopta una pose de educación, pero bajo la máscara se oculta una ira apenas contenida que puede explotar si ve su tesoro amenazado. He visto su verdadero carácter, y no dudo de que sea capaz de desmembrar a una persona con las manos desnudas si cree tener motivos para ello. Con esa idea tan feliz, comienzas a planear un golpe en el que hay mucho en juego.
fr: Lorsque vous la retrouvez, Isamara porte un long pardessus d'un bleu foncé et ses cheveux bruns ondulés sont partiellement cachés sous un chapeau à larges bords. De toute évidence, elle craint que quelqu'un ne la reconnaisse. « Vous avez raison d'enquêter sur les agissements qui ont lieu au Défis », commence-t-elle, sans perdre de temps en mondanités. « En apparence, il s'agit d'un casino comme les autres. Mais il se passe plus de choses que l'on pourrait s'imaginer. Dans les coulisses, c'est une secte appelée les Élus de la Fortune qui mène la danse. Ils sont dangereux, de véritables assassins. Quiconque s'est approché trop près de la vérité ou a eu affaire au casino d'une manière ou d'une autre a connu un sort terrible.» Vous posez des questions sur le propriétaire du casino, et sur son implication dans cette secte. Isamara vous sourit d'un air triste. « Abarran ? C'est leur chef. Mais pas seulement: il est le pire de tous. Il a fait la renommée de l'établissement, mais le plus important encore : il a amené la Source.» Isamara explique que le coffre du casino contient une étrange et puissante relique d'origine mystérieuse. Elle seule et responsable des événements improbables qui semblent se produire dans les environs. Cet objet est connu sous le nom de Source de Fortune, et il a le pouvoir de manipuler la chance et les probabilités. Abarran le garde jalousement, car celui qui le possède est capable de s'attirer les bonnes fortunes dans tous ce qu'il entreprend, qu'importe si son projet est destructeur et égoïste. Au fils du temps, il s'est créé une petite armée d'Élus de la Fortune dont il s'assure la loyauté en partageant avec eux une partie des bénéfices de la Source. Ils en sont venus à la vénérer presque comme une divinité. Ces fidèles croyants peuvent être facilement distingués des employés réguliers du casino par des médaillons qu'ils portent autour du cou. « Abarran me fait confiance, pour une raison qui m'est inconnue, et il m'a même proposé de me joindre à eux. Je pense qu'il me considère comme un potentiel atout», murmure Isamara. Vous lui demandez ce qu'elle attend de vous. « Volez la Source. Emmenez-la loin d'ici. je ne saurais le dire plus clairement. Tant qu'Abarran l'aura en sa possession, il l'utilisera pour se renforcer. Pire: plus il utilisera ses pouvoirs, plus il fera courir de risques aux gens qui viendront au casino, j'en ai peur. Qui sait quelles inimaginables catastrophes peut provoquer cet objet si on le soustrait pas à sa volonté ? » Son discours tient plus d'un appel à l'action que d'un appel à l'aide. Vous acceptez cette mission sans même vous en rendre compte. Lorsque vous vous apprêtez à vous levez, elle vous arrête d'un geste de la main. « Une dernière chose: ne sous-estimez pas Abarran. C'est un homme dangereux. Il présente un visage avenant devant la plupart des gens, mais sous ce masque se cache une colère à peine contenue qui ne demande qu'à exploser s'il sent que son trésor est menacé. J'ai vu quel genre d'homme il est et je ne doute pas qu'il serait capable de déchiqueter quelqu'un de ses propres mains s'il avait le sentiment qu'on lui causerait du tort.» Sur ces mots d'encouragement, vous commencez à organiser un cambriolage dont la mise est particulièrement élevée.
it: Quando rincontrate Isamara nel luogo dell’appuntamento, indossa un lungo impermeabile blu come le profondità dell’oceano e porta i capelli castani nascosti per metà sotto un cappello a tesa larga. È chiaramente preoccupata che qualcuno possa riconoscerla. “Avete ragione a sospettare che stia accadendo qualcosa al Défis” vi spiega, andando dritta al punto. “All’apparenza sembra un casinò come tanti altri, ma nasconde ben più di quanto si potrebbe immaginare: chi realmente gestisce ogni cosa dietro le quinte e il culto dei Prescelti dalla Fortuna, gente pericolosa e letale. Chiunque si sia avvicinato troppo alla verità o abbia ostacolato in qualche modo il casinò ha fatto una brutta fine.” Le chiedete qualche informazione in più sul proprietario, curiosi di sapere se sia coinvolto con il culto. “Abarran?” vi risponde Isamara con un sorriso spento. “È il loro capo... ed è il peggiore di tutti: è lui che ha portato qui il casinò... e soprattutto è lui che ha portato qui la Sorgente.” La donna vi spiega che il caveau della sala da gioco nasconde una reliquia potente e misteriosa di cui nessuno conosce la provenienza. È a causa di essa che sono accaduti gli improbabili eventi che sembrano aver preso di mira il casinò: la Sorgente della Fortuna - così la chiamano - ha il potere di manipolare le probabilità e la sorte. Abarran la custodisce gelosamente, poiché chiunque possieda la Sorgente è in grado di assicurarsi il favore della sorte per la propria causa, non importa quanto egoista e distruttiva essa possa essere. Con il tempo, l’uomo ha messo insieme la devota cerchia dei Prescelti dalla Fortuna, condividendo con essa un pizzico del potere della reliquia cosi da assicurarsene la fedeltà: quegli individui lo venerano ormai come un dio. Potete distinguerli facilmente dagli altri dipendenti per i medaglioni a forma di moneta che portano al collo. “Per qualche motivo, Abarran si fida di me. Mi ha persino offerto di unirmi a lui… Credo mi consideri una potenziale risorsa” conclude Isamara con un filo di voce. Le chiedete cosa vorrebbe che faceste. “Rubate la Sorgente. Portatela via da qui. Non saprei come spiegarvelo più chiaramente: finché sarà nelle mani di Abarran, lui continuerà a sfruttarla per accrescere il suo potere. E se questo non bastasse, ho paura che più a lungo verrà utilizzata, maggiore sarà la possibilità che i frequentatori del casinò ne paghino le conseguenze. Chi può sapere quali catastrofi apparentemente impossibili Abarran potrebbe scatenare su di noi?” Le sue parole sembrano più un invito ad agire che una richiesta di aiuto, e vi ritrovate ad accettare l’incarico prima ancora di avere il tempo di ragionarci su. Non appena fate per alzarvi, la donna vi ferma con un gesto della mano. “Un’ultima cosa: non sottovalutate Abarran. È un uomo pericoloso. Quella con cui si presenta al mondo non è altro che una finta maschera di civiltà, sotto cui si cela una rabbia pronta a scatenarsi su chiunque dovesse mettere a repentaglio il suo prezioso tesoro. Ho visto di cosa è capace e sono certa che potrebbe strapparvi gambe e braccia a mani nude se ciò portasse beneficio alla sua causa.” Congedandovi con questa deliziosa prospettiva, cominciate a pianificare il colpo più rischioso della vostra vita.
ko: 이사마라는 긴 검푸른색 오버코트를 두르고, 넓은 챙모자로 갈색 곱슬머리를 일부나마 가린 채로 카페에 찾아왔습니다. 자신을 알아보는 사람이 있을까 봐 잔뜩 걱정하는 듯합니다. 이사마라가 겉치레는 집어치우고 바로 본론부터 말합니다. “데피에서 뭔가 벌어지고 있는 게 아닌지 의심하고 있겠죠. 제대로 짚으셨어요. 외견상으로는 이곳도 여느 카지노와 다를 바 없어요. 하지만 그 누구도 감히 이곳에서 벌어지는 실상을 예상할 수 없을 거예요. 이 거창한 무대 뒤에서는, ‘행운이 선택한 자’라는 사교집단이 이 가장극을 운영하고 있어요. 위험하고 잔혹한 자들이죠. 진실에 가까이 다가가려고 했거나 카지노의 뜻에 반하는 자들은 누가 됐든 끔찍한 최후를 맞이하게 됐어요.” 당신은 카지노의 실소유주가 누구며, 그가 사교집단과 어떻게 연관되어 있는지 물어보았습니다. 이사마라가 우울한 미소를 지으며 답합니다. “아바란 말이죠? 그 사람이 바로 그들의 두목인걸요. 그뿐만이 아니라, 가장 질 나쁜 사람이죠. 데피 드 라 룰렛 카지노를 여기에 설립한 게 바로 아바란이고, 무엇보다도 문제의 ‘원천’을 가져온 것도 그 사람이니까요.” 이사마라는 카지노 금고에 기묘하고도 강력한 유물이 보관되어 있다고 설명합니다. 이 유래조차 불가사의한 유물이 바로 카지노를 둘러싸고 벌어지는 각종 비현실적인 사건을 일으키는 원흉으로 보입니다. 그것은 ‘행운의 원천’이라고 불리며, 확률과 운을 조작하는 능력을 갖고 있습니다. 아바란은 자신의 입맛과 목적에 맞게끔 행운을 곁에 두기 위해서, 행운의 원천이 어떤 파멸적인 결과를 불러오든 개의치 않고 이 유물을 빈틈없이 지킵니다. 시간이 흐른 후, 아바란은 자신에게 충성을 바치는 자들에게 행운의 원천이 가진 힘을 나눠줌으로써 ‘행운이 선택한 자’라는 간부 조직을 창설했습니다. 이들은 행운의 원천을 마치 신처럼 떠받들었습니다. 이러한 진정한 신봉자들은 목에 독특한 동전 메달을 걸고 있으므로, 일반 카지노 직원과 쉽게 구분할 수 있다고 합니다. “아바란은 어째선지는 몰라도 저를 신뢰하고 있어요, 제게도 행운이 선택한 자에 들어오지 않겠냐고 제의하더군요. 잠재적인 이용 가치가 있다고 판단해서겠지요.” 이사마라가 기어들어 가는 목소리로 말합니다. 당신은 이사마라에게 무엇을 해 주길 원하느냐고 묻습니다. “행운의 원천을 훔쳐 내세요. 그리고 멀리, 여기서 아주 멀리 가져가 버리세요. 그보다 더 간결하게 말씀드릴 방법이 있나 싶군요. 아바란은 행운의 원천을 손아귀에 쥐고 있는 한, 그걸로 끝없이 자신의 사리사욕을 채워 나갈 거예요. 게다가 더욱 우려되는 건, 원천에서 힘을 끌어낼수록 카지노 고객들이 위험에 빠질 가능성이 점점 더 커진다는 점이에요. 행운의 원천을 없애지 못한다면, 다음에는 또 어떤 터무니없는 재앙을 불러올지 누가 알겠어요?” 이사마라의 말은 도움을 청하는 것보다는 행동에 나서라는 압박처럼 들립니다. 당신은 크게 고민하지도 않고 승낙합니다. 당신이 일어서려는 차, 이사마라가 손을 뻗어 당신을 멈춰 세웁니다. “아, 마지막으로 한 가지 당부할게요. 아바란, 그 작자를 절대 과소평가하지 말아요. 어마어마하게 위험한 사람이니까요. 세상 정중한 얼굴을 하고 있지만, 그 가면 밑에는 간신히 억제된 날것의 분노가 들어차 있어요. 원천이 위험에 처한다면, 그 분노가 폭발할 거라고요. 그자가 화내는 걸 본 적 있어요. 그럴 만한 이유가 있다고 느꼈다면, 맨손으로 사람의 사지를 찢어버릴 남자랍니다.” 일단 이사마라의 마지막 말은 농으로 흘려듣기로 하고, 일생일대의 강탈 작전을 계획하기 시작합니다.
pl: Kiedy się spotykacie, Isamara ma na sobie długi ciemnoniebieski płaszcz, a jej falujące brązowe włosy są częściowe ukryte pod kapeluszem z szerokim rondem. Najwyraźniej martwi się że ktoś ją rozpozna. „Twoje podejrzenia na temat tego, co dzieje się w Défis, nie są bezzasadne” - zaczyna, nie tracąc czasu na uprzejmości. - „Na pierwszy rzut oka to kasyno nie różni się od innych. Ale dzieje się tu więcej, niż ktokolwiek mógłby się domyślić. W rzeczywistości wszystkim kieruje sekta zwana Wybrańcami Fortuny. Jej członkowie są śmiertelnie niebezpieczni. Każdego, kto zbytnio zbliżył się do prawdy lub w jakiś sposób zagroził kasynu, spotkał straszny los”. Pytasz o właściciela kasyna i czy on także jest częścią sekty. Isamara posyła ci wymuszony uśmiech. „Abarran? To ich przywódca. Więcej - jest najgorszy z nich wszystkich. Sprowadził tu kasyno, ale przede wszystkim także źródło”. Isamara wyjaśnia, że w skarbcu kasyna znajduje się dziwna i potężna relikwia o tajemniczym pochodzeniu. Jest ona odpowiedzialna za nieprawdopodobne wydarzenia, które dzieją się wokół kasyna. Ten przedmiot jest znany jako Źródło szczęścia i ma moc manipulowania prawdopodobieństwem i losem. Abarran strzeże go zazdrośnie, ponieważ ktokolwiek posiada Źródło, jest w stanie obrócić fortunę na swoją korzyść, bez względu na to, jak samolubne i niszczycielskie będą intencje. Z czasem zebrał wokół siebie lojalnych mu Wybrańców Fortuny, oferując im również pewne korzyści płynące ze Źródła. Przybyli, by czcić je prawie jak boga. Tych prawdziwych wyznawców można łatwo odróżnić od zwykłych pracowników kasyna dzięki charakterystycznym medalionom w kształcie monety, które noszą na szyi. „Abarran z jakiegoś powodu mi ufa, a nawet zaproponował mi dołączenie do jego sekty. Myślę, że postrzega mnie jako potencjalny atut” - mruczy Isamara. Pytasz Isamarę, co chciałaby, żebyś zrobił. „Ukradnij Źródło. Zabierz je jak najdalej stąd. Nie wiem, jak wytłumaczyć to jaśniej. Tak długo, jak będzie w zasięgu Abarrana, może go używać, aby się wzmocnić. Co gorsza, obawiam się, że im dłużej korzysta z mocy Źródła, w tym większym niebezpieczeństwie są ludzie w kasynie. Kto wie, jakie niewiarygodne wręcz katastrofy może spowodować, jeśli się go nie pozbędziemy?” Jej słowa wydają się nie tyle błaganiem o pomoc, co wezwaniem do działania. Zgadzasz się na to zadanie prawie bez zastanowienia. Kiedy już masz wstać, zatrzymuje cię ręką. „Jeszcze jedno: nie lekceważ Abarrana. To niebezpieczny człowiek. Dla świata zawsze nosi maskę uprzejmości, ale pod nią kryje się narastający gniew, który może eksplodować, jeśli tylko poczuje zagrożenie. Poznałam jego charakter i nie wątpię, że mógłby rozerwać człowieka na strzępy gołymi rękami, gdyby poczuł taką potrzebę”. Z tą niezbyt radosną myślą, zaczynasz planować skok o najwyższą stawkę.
zh: 伊薩瑪拉來時穿著深藍色的風衣，寬邊帽下露出一縷捲曲的棕髮。很顯然她不希望被認出來。她沒有浪費時間寒暄，直接切入重點：“你對賭場的懷疑是對的。表面上它只是一般的賭場，但背後其實有常人難以想像的力量。幕後黑手是一個名為‘時運之子’的邪教，他們才是真正的掌權者。他們極度危險，任何太接近真相或阻礙他們的人都會面臨悽慘的命運。” 你詢問賭場老闆是誰，他又跟邪教有什麼關聯。伊薩瑪拉苦笑著說：“你是說阿巴蘭吧？他就是首領，不只如此，他還是他們之中最糟的。是他把賭場帶來這裡，更重要的是，他帶來了‘泉源’。” 伊薩瑪拉說賭場的金庫中放著一個充滿力量的神祕遺物。就是它導致賭場那些奇異事件發生。這件物品叫做時運泉源，它具有操縱機率跟運氣的力量。阿巴蘭不允許任何人靠近它，它能讓幸運永遠眷顧它的擁有者，不管出於多自私的行為，甚至能造成毀滅。長年來他收攏了一群忠誠的使徒，利用遺物的力量給予他們一些小恩小惠以控制他們，他們將這件遺物奉為神明。很容易區別那些信徒跟一般的賭場員工，他們脖子上都會帶著獨特、外型像錢幣的護身符。“阿巴蘭出於某種原因而信任我，他甚至邀請我加入。也許他將我視為某種有潛力的資產。”伊薩瑪拉呢喃著說。 你問伊薩瑪拉希望你怎麼做。“我想不到委婉的說法，所以我就直說了：偷走時運泉源，把它帶離這裡。只要它還在阿巴蘭手中，他就會繼續利用它來造成悲劇。更可怕的是，我害怕越是使用它的力量，人們就會遭受更大的危險，誰知道它還能招來多巨大的災難？” 她不像是在請求幫助，反而比較像在下達命令，但你還是想都沒想就答應了。你準備起身離開時，她拉住了你的手。 “最後一件事：別低估了阿巴蘭，他非常危險。他在別人面前帶著一張文明的面具，但在偽裝之下是滿腔的怒火，如果他發現有人覬覦自己的東西，就會毫不猶豫的爆發出來。我見識過他的怒氣，我毫不懷疑他能徒手將人五馬分屍，如果他覺得有必要的話。”你帶著這個令人“振奮”的消息離開，開始籌畫一場驚天劫案。

source: Would you like to skip the stakeout and jump straight to the heist? <i>(Warning: Skipping the stakeout will dramatically increase the difficulty of Part II.)</i>
de: Wollt ihr das Auskundschaften des Casinos überspringen und direkt mit dem Coup beginnen? <i>(Achtung: Durch das Überspringen von Teil I wird die Schwierigkeit von Teil II beträchtlich erhöht.)</i>
es: ¿Quieres omitir la vigilancia y pasar directamente al golpe? <i>(Aviso: omitir la vigilancia aumentará en gran medida la dificultad de la parte II).</i>
fr: Si vous préférez directement passer au cambriolage, sans phase de repérage préalable, allez à Fortune et Folie, Épisode 2. <i>(Attention: négliger l'observation aura pour effet d'augmenter la difficulté de l'Épisode 2.)</i>
it: Volete saltare il sopralluogo e passare direttamente al colpo? <i>(Attenzione: Saltare il sopralluogo aumenterà drasticamente la difficoltà della Parte II.)</i>
ko: 물밑 작업을 건너뛰고 즉시 강탈 작전을 진행합니까? <i>(주의: 물밑 작업을 건너뛴다면 2부의 난이도가 대단히 높아집니다.)</i>
pl: Chcesz pominąć obserwację i przejść od razu do skoku? <i>(Uwaga: Pominięcie obserwacji dramatycznie podniesie poziom trudności Części II).</i>
zh: 你想要跳過籌劃階段，直接跳到劫案階段嗎？<i>(警告：跳過籌畫階段會使第二部分的遊戲難度大幅升高。)</i>
