Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fof/fortune_and_folly_part_1.po
Languages: de, es, fr, it, ko, pl, zh

source: Each investigator chooses one of the [[Role]] story assets and takes control of it, [[Unpracticed]] side faceup. If there is exactly one investigator in the game, that investigator chooses and takes control of an additional [[Role]] story asset, [[Unpracticed]] side faceup.
de: Jeder Ermittler wählt 1 [[Rolle]]-Storyvorteilskarte und übernimmt die Kontrolle über sie, mit der [[Untrainiert]]-Seite nach oben. Falls sich genau 1 Ermittler im Spiel befindet, wählt er eine zusätzliche [[Rolle]]-Storyvorteilskarte und übernimmt die Kontrolle über sie, mit der [[Untrainiert]]-Seite nach oben.
es: Cada investigador elige uno de los Apoyos de historia [[Rol]] y toma su control, con el lado [[Inexperto]] boca arriba. Si hay un único jugador en la partida, ese investigador elige y toma el control de un Apoyo de historia [[Rol]] adicional, con el lado [[Inexperto]] boca arriba.
fr: Chaque investigateur choisit un des soutiens d'histoire [[Rôle]] et en prend le contrôle, face [[Inexpérimenté]] visible. S'il y a un seul investigateur en jeu, il choisit et prend le contrôle d'un soutien d'histoire [[Rôle]] supplémentaire, face [[Inexpérimenté]] visible.
it: Ogni investigatore sceglie 1 supporto storia [[Ruolo]] e ne prende il controllo, con il lato [[Inesperto]] a faccia in su. Se c’è esattamente 1 investigatore in gioco, quell’investigatore sceglie e prende il controllo di 1 supporto storia [[Ruolo]] aggiuntivo, con il lato [[Inesperto]] a faccia in su.
ko: 모든 조사자는 각자 [[역할]] 이야기 자산을 하나씩 선택하여, [[미숙]] 면이 보이도록 가져와 조종합니다. 조사자 한 명이 게임을 한다면, 그 조사자는 [[역할]] 이야기 자산을 추가로 하나 더 선택하여, [[미숙]] 면이 보이도록 가져와 조종합니다.
pl: Każdy badacz wybiera jeden z atutów fabularnych z cechą [[Rola]] i przejmuje nad nim kontrolę, stroną z cechą [[Niewyćwiczona]] do góry. Jeśli w grze jest dokładnie 1 badacz, dany badacz wybiera dodatkowy atut fabularny z cechą [[Rola]] i przejmuje nad nim kontrolę, stroną z cechą [[Niewyćwiczona]] do góry.
zh: 每位調查員選擇其中一張[[角色]]劇情支援並控制它，[[不熟練]]面朝上。如果只有正好一位調查員在遊戲中，該調查員選擇並控制額外一張[[角色]]劇情支援，[[不熟練]]面朝上。

source: Remove each [[Role]] story asset not chosen from the game.
de: Jede nicht gewählte [[Rolle]]-Storyvorteilskarte wird aus dem Spiel entfernt.
es: Retira de la partida todos los Apoyos de historia [[Rol]] no elegidos.
fr: Retirez de la partie chaque soutien d'histoire [[Rôle]] qui n'a pas été choisi.
it: Rimuovete dal gioco ogni supporto storia [[Ruolo]] non scelto.
ko: 조사자들이 선택하지 않은 [[역할]] 이야기 자산을 모두 게임에서 제거합니다.
pl: Usuń z gry każdy niewybrany atut fabularny z cechą [[Rola]].
zh: 將未選到的每張[[角色]]劇情支援從遊戲中移除。

source: Attach The Wellspring of Fortune key, Stable side faceup, to the act deck. Place 7 [per_investigator] clues on it. Its text box is considered to be blank for the duration of this scenario.
de: Der Schlüssel Der Quell des Glücks wird mit der Stabil-Seite nach oben an das Szenendeck angehängt. Es werden 7 [per_investigator] Hinweise auf dem Schlüssel platziert. Sein Textfeld wird für die Dauer des Szenarios so behandelt, als ob es leer wäre.
es: Vincula la Llave El manantial de fortuna al mazo de Acto, con el lado [[Estable]] boca arriba. Coloca 7 pistas [per_investigator] sobre ella. Su cuadro de texto de reglas se considera en blanco durante este escenario.
fr: Attachez la Clef « La Source de Fortune » au deck Acte, face Stable visible. Placez 7[per_investigator] indices dessus. Elle perd le texte imprimé dans sa boîte de texte pour la durée du scénario.
it: Assegnate al mazzo dei capitoli la chiave Sorgente della Fortuna, con il lato Stabile a faccia in su. Collocate 7 [per_investigator] indizi su di essa. Considerate il suo riquadro di testo come se fosse vuoto per la durata di questo scenario.
ko: ‘행운의 원천’ 열쇠를 안정한 면이 보이도록 주요목적 덱에 부착합니다. ‘행운의 원천’에 단서를 7 [per_investigator]개 놓습니다. 이번 시나리오 동안, ‘행운의 원천’의 글 상자는 백지화된 것으로 간주합니다.
pl: Dołącz do talii aktów klucz Źródło szczęścia, stroną z cechą Stabilny do góry. Umieść na nim 7 [per_investigator] żetonów wskazówek. Na czas trwania tego scenariusza traktuj pole tekstowe tej karty tak, jakby było puste.
zh: 將時運泉源密鑰疊加到場景牌庫，[[穩定]]面朝上。在其上放置7[per_investigator]個線索。在本場冒險期間，將其文字方塊視為空白。

source: Set the following cards aside, out of play: the three Fortune's Disfavor story cards, the Cash Cart story asset, the Deck of Possibilities story asset, and the Isamara Ordoñez <i>(The Torch Singer)</i> story asset.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: die 3 Handlungskarten Nicht vom Glück begünstigt sowie die Storyvorteilskarten Geldwagen, Deck der Möglichkeiten und Isamara Ordoñez <i>(Balladensängerin)</i>.
es: Pon aparte, fuera del juego, las siguientes cartas: las tres cartas de Historia Desaprobación de la fortuna, el Apoyo de historia Carro de dinero, el Apoyo de historia Mazo de posibilidades y el Apoyo de historia Isamara Ordoñez <i>(Cantante de baladas)</i>.
fr: Mettez de côté les cartes suivantes, hors jeu: Les 3 cartes Histoire « Revers de Fortune », le soutien d'histoire Chariot à Liquidités, le soutien d'histoire Deck des possible et le soutien d'histoire Isamara Ordoñez <i>(La Crooneuse)</i>
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: le 3 carte storia Sfavore della Sorte, il supporto storia Carrello dei Contanti, il supporto storia Mazzo delle Possibilità e il supporto storia Isamara Ordoñez <i>(Cantante Struggente)</i>.
ko: ‘행운의 냉대’ 이야기 카드 3장, ‘현금 운송 수레’ 이야기 자산, ‘가능성의 덱’ 이야기 자산, ‘이사마라 오르도녜스<i>(토치 송 가수)</i>’ 이야기 자산을 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, następujące karty: trzy karty fabuły Nieprzychylność fortuny, atut fabularny Wózek z pieniędzmi, atut fabularny Talia możliwości oraz atut fabularny Isamara Ordoñez <i>(Rzewna śpiewaczka)</i>.
zh: 將下列卡牌放在一旁，置於場外：三張時運不濟劇情卡牌、現金推車劇情支援、命運牌庫劇情支援和伊薩瑪拉·奧多涅斯<i>(火紅歌姬)</i>劇情支援。

source: Place 1 doom next to each investigator card. This doom represents that investigator's current alarm level (see "Alarm Level" below). It does not count as doom and does not count toward the current agendas doom threshold.
de: Neben jeder Ermittlerkarte wird 1 Verderben platziert. Dies entspricht der aktuellen Alarmstufe des jeweiligen Ermittlers (siehe „Alarmstufe“ weiter unten). Dies zählt nicht zum Verderbensschwellwert der Agenda hinzu.
es: Pon 1 ficha de Perdición junto a cada carta de Investigador. Esta perdición representa el nivel de alarma actual de ese investigador (consulta "Nivel de alarma"). No cuenta como perdición ni para el umbral de perdición del plan actual.
fr: Placez 1 fatalité à côté de chaque carte Investigateur. Cette fatalité représente le niveau d'alarme actuel de cet investigateur (Voir « Niveau d'Alarme ») et n'est pas pris en compte dans le calcul du seuil de fatalité de l'intrigue.
it: Collocate 1 destino accanto a ogni carta investigatore. Questo destino rappresenta il livello di allarme attuale di quell’investigatore (vedi “Livello di Allarme” a seguire). Non conta come un segnalino destino e non conta al fine di determinare la soglia di destino della trama.
ko: 모든 조사자 카드에 파멸 토큰을 1개씩 놓습니다. 이 파멸은 해당 조사자의 현재 경보 수치입니다(‘경보 수치’ 항목을 참조하세요). 이렇게 조사자 카드에 놓인 파멸 토큰은 파멸로 간주하지 않으며, 따라서 현재 주요사건의 파멸 한계 값에도 셈하지 않습니다.
pl: Umieść 1 żeton zagłady obok każdej karty badacza. Ten żeton zagłady reprezentuje obecny poziom alarmu (zobacz „Poziom alarmu” w Przygotowaniu kampanii). Nie liczy się on jako żeton zagłady i nie należy go brać pod uwagę podczas sprawdzania aktualnego progu zagłady.
zh: 在每張調查員卡牌旁各放置1個毀滅標記。這個毀滅標記表示該調查員的警戒等級(參閱“警戒等級”)。其不被視為毀滅標記，也不會被計入當前密謀的毀滅閾值。

source: Each investigator who did not resign raises their alarm level by 2.
de: Jeder Ermittler, der nicht aufgegeben hat, erhöht seine Alarmstufe um 2.
es: Cada investigador que no desistiera aumenta en 2 su nivel de alarma.
fr: Chaque investigateur qui n'a pas abandonné augmente de 2 son niveau d'alarme.
it: Ogni investigatore che non ha abbandonato aumenta di 2 il suo livello di allarme.
ko: 후퇴하지 못한 모든 조사자는 자신의 경보 수치를 2씩 높입니다.
pl: Każdy badacz, który nie zrezygnował, podnosi swój poziom alarmu o 2.
zh: 每位未撤退的調查員將各自的警戒等級提升2。

source: Investigators cannot spend experience or alter their decks in between Fortune and Folly, Part I and Fortune and Folly, Part II.
de: Die Ermittler können zwischen Glück und Torheit, Teil I und Teil II keine Erfahrungspunkte ausgeben und auch ihre Decks nicht verändern.
es: Los investigadores no pueden gastar experiencia ni modificar sus mazos entre Fortuna e insensatez, parte I y Fortuna e insensatez, parte II.
fr: Les investigateurs ne peuvent pas dépenser d'expérience ou modifier leurs decks entre les deux épisodes de Fortune et Folie.
it: Gli investigatori non possono spendere punti esperienza né alterare i loro mazzi tra la Parte I e la Parte II.
ko: 조사자들은 <i>한탕과 허탕(1부)</i>과 <i>한탕과 허탕(2부)</i>의 사이에 경험치를 소비할 수도 조사자 덱의 구성을 변경할 수도 없습니다.
pl: Badacze nie mogą wydawać punktów doświadczenia ani zmieniać swoich talii pomiędzy Szczęściem i szaleństwem, Część I, a Szczęściem i szaleństwem, Część II.
zh: 調查員不能在時運與愚行，第一部分和時運與愚行，第二部分之間花費經驗值或更改各自的牌組。

source: You find yourself forcefully removed from the casino after attracting far too much attention. It is certain that soon your description will circulate among the staff. This will undoubtedly make matters much more difficult when the heist begins.
de: Du wirst gewaltsam aus dem Casino entfernt, nachdem du zu viel Aufmerksamkeit auf dich gezogen hast. Du kannst sicher davon ausgehen, dass deine Beschreibung unter den Angestellten die Runde machen wird. Das wird deinen geplanten Coup garantiert nicht einfacher machen…
es: Te echan del casino a la fuerza tras haber llamado demasiado la atención. Está claro que no tardarán en hacer circular tu descripción entre el personal, lo que sin duda complicará sobremanera las cosas cuando comience el golpe.
fr: Vous avez visiblement attiré trop l'attention sur vos faits et gestes et vous êtes reconduit manu militari à l'extérieur du casino. Il est certain que votre profil circulera bientôt parmi les employés. Voilà qui vous rendra la tâche bien plus difficile le soir du cambriolage.
it: Avete attirato troppo l’attenzione e venite scortati a forza fuori dal casinò. A breve le voci su di voi cominceranno a circolare tra i membri del personale e avete il presentimento che portare a termine il colpo sarà una vera sfida.
ko: 당신은 너무 많은 시선을 끈 나머지 결국 카지노에서 강제로 쫓겨나고 말았습니다. 당신의 인상착의가 직원들 사이에 나돌 것이 뻔하니, 강탈 작전이 시작되면 문제가 상당히 복잡하게 돌아갈 것이 자명합니다.
pl: Zwróciłeś na siebie zbyt dużo uwagi i zostajesz siłą usunięty z kasyna. Z pewnością twój rysopis zacznie wkrótce krążyć pośród obsługi. Bez wątpienia znacznie utrudni to twoje działania podczas skoku.
zh: 你吸引了過多的注意力，被強制趕出賭場。你確定很快你的樣子就會被告知所有員工。這無疑會讓正式行動變得更加艱難。

source: You hope that what you were able to learn and accomplish tonight will be enough. You can at least rest a little easier knowing that the staff did not seem to take any special interest in you. That will make it easier to keep a low profile when the heist begins in earnest.
de: Du hoffst, dass das, was du heute Abend in Erfahrung bringen und erreichen konntest, ausreichen wird. Wenigstens kannst du ruhiger schlafen in dem Wissen, dass die Angestellten kein besonderes Interesse an dir zu haben schienen. Das wird es dir einfacher machen, dich unauffällig zu verhalten, wenn der eigentliche Coup beginnt.
es: Esperas que baste con lo que has podido hacer y descubrir durante esta noche. Al menos te queda la tranquilidad de que el personal no parece haberse interesado mucho por ti. Eso facilitará pasar desapercibido cuando comience el golpe en serio.
fr: Vous espérez que ce que vous avez accompli et appris ce soir sera suffisant. Vous pouvez au moins vous rassurer en vous disant que les employés n'ont pas semblé s'intéresser particulièrement à vous. De cette façon, il vous sera plus facile de rester discret le jour du cambriolage.
it: Sperate che tutto quello che siete riusciti a scoprire stanotte vi sarà in qualche modo utile. Di certo potete dormire sonni tranquilli, consapevoli di essere riusciti a evitare di farvi notare dal personale del casinò. In questo modo sarà più facile mantenere un basso profilo quando il colpo inizierà sul serio.
ko: 오늘 밤에 이뤄낸 것과 파악한 것으로 충분하기를 바라며 카지노에서 물러납니다. 그래도 카지노 직원들이 당신에게 큰 관심을 두지 않았다는 사실은 명백하니, 조금은 마음 편히 쉴 수 있겠습니다. 그 덕에 본격적인 강탈 작전의 밤이 밝아오더라도, 눈에 띄지 않고 활약하기 쉬워질 것입니다.
pl: Masz nadzieję, że to, czego się dowiedziałeś i co udało ci się załatwić tej nocy, wystarczy. Przynajmniej będziesz mógł trochę odpocząć, wiedząc, że nie ściągnąłeś na siebie uwagi personelu. Dzięki temu łatwiej będzie działać, kiedy skok rozpocznie się naprawdę.
zh: 你希望你得知的跟完成的準備已經足夠了。至少沒有員工特別注意到你，這會讓事情簡單一點。你在緊接著的正式行動中能更容易保持低調。

source: Somewhere in the casino is a major vent that runs from the public areas directly to the employee areas, bypassing the normal employee entrance.
de: Irgendwo im Casino gibt es einen großen Luftschacht, der vom öffentlichen Bereich direkt in den Bereich der Angestellten führt und dabei den normalen Personaleingang umgeht.
fr: Quelque part dans le casino, un grand conduit de ventilation relie les zones publiques aux zones privées, sans passer par l'entrée normale des employés.
it: Dei condotti celati da qualche parte nel casinò permettono di muoversi direttamente dalle zone pubbliche a quelle riservate ai dipendenti, evitando di passare dal normale accesso riservato agli addetti.
ko: 카지노 어딘가에는 종업원용 출입구를 우회하여, 일반인 구역에서 제한 구역으로 들어갈 수 있는 환기로가 있습니다.
pl: Gdzieś w kasynie znajduje się główny szyb wentylacyjny, który wychodzi z części publicznej kasyna i prowadzi bezpośrednio do obszarów pracowniczych, omijając normalne wejście dla pracowników.
zh: 賭場的主要通風管直接連通開放區域跟員工區域，你可以繞過正常的員工出入口不被發現。

source: Abarran keeps the keys to his office on his person while making his daily rounds. It's a risk, but if you can get the keys off him, you won't have to find a way into his office later.
de: Abarran trägt die Schlüssel zu seinem Büro bei sich, während er seine täglichen Runden dreht. Es ist ein Risiko, doch wenn du ihm die Schlüssel abnehmen kannst, musst du später keinen Weg in sein Büro finden.
fr: Abarran conserve les clés de son bureau sur sa personne lorsqu'il effectue ses rondes quotidiennes. L'entreprise est risquée, mais si vous pouvez lui subtiliser ses clés, vous pourrez entrer facilement dans son bureau par la suite.
it: Durante le sue ronde quotidiane, Abarran porta sempre con sé le chiavi del suo ufficio. Se riuscirete a impossessarvene, non dovrete escogitare un modo per penetrare nel suo ufficio la notte del colpo.
ko: 아바란은 자신의 집무실 열쇠를 항상 갖고 다니며, 매일 직접 카지노를 순회한다고 합니다. 위험하기는 할 테지만, 아바란에게서 집무실 열쇠를 훔쳐낼 수 있다면 강탈 작전에서 그의 집무실로 들어갈 별도의 방법을 강구하지 않아도 됩니다.
pl: Podczas codziennych obchodów Abarran trzyma klucze do swojego biura przy sobie. To dość ryzykowne, ale jeśli ukradniesz mu klucze, nie będziesz musiał później szukać sposobu dostania się do jego biura.
zh: 阿巴蘭在日常巡視時會將辦公室的鑰匙帶在身上。雖然很冒險，但若你能設法拿到鑰匙，就不需要煩惱如何進入辦公室。

source: The Wellspring of Fortune feeds off and manipulates forces of fortune and luck. The more you play games of chance, the easier and faster it will be to gain control of it later.
de: Der Quell des Glücks nährt sich vom Glück selbst und manipuliert es. Je mehr Glücksspiele du spielst, desto leichter und schneller kannst du später die Kontrolle über ihn erlangen.
fr: La Source de Fortune manipule et exacerbe les forces de la chance et de la fortune. Plus vous jouez à des jeux de hasard, plus il vous sera facile et rapide de prendre le contrôle de la Source par la suite.
it: La Sorgente della Fortuna si nutre dei poteri della sorte e del caso, e li manipola. Più giocherete d’azzardo sfidando la sorte, più facilmente e velocemente potreste riuscire a ottenerne il controllo.
ko: 행운의 원천은 사람들의 행운을 먹고 더욱더 강해지며 운을 조작합니다. 물밑 작업에서 확률 게임에 더 많이 뛰어들수록, 강탈 작전에서 행운의 원천을 손에 넣는 일이 보다 쉬워질 것입니다.
pl: Źródło szczęścia żywi się i manipuluje siłami losu i szczęścia. Im więcej grasz w gry losowe, tym łatwiejsze i szybsze będzie uzyskanie kontroli nad Źródłem później.
zh: 時運泉源操控著命運與運氣，反之也受到其滋潤。你參與越多高風險的遊戲，就能更快更容易取得對它的控制。

source: Casino Lounge
es: Bar del casino
fr: Salon du Casino
it: Bar del Casinò
ko: 카지노 라운지
pl: Bar w kasynie
zh: 賭場交誼廳

source: Shuffle the remainder of the encounter cards to form the encounter deck.
it: Mescolate il resto delle carte incontro per comporre il mazzo degli incontri.
