Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fof/fortune_and_folly_part_1.po
Languages: de, es, fr, it, ko, pl, zh

source: Several days later, you meet with Isamara to discuss a plan for staking out the casino in advance of the heist. Isamara explains what you need to look for as the night of the stakeout approaches, warning that you will not have time to accomplish everything:
de: Ein paar Tage später triffst du dich erneut mit Isamara, um mit ihr vor dem eigentlichen Coup einen Plan zum Auskundschaften des Casinos zu schmieden. Isamara erklärt, auf welche Dinge du an diesem Abend besonders achten sollst, und warnt dich, dass sicher nicht genügend Zeit bleiben wird, alles auszukundschaften.
es: Varios días más tarde, te reúnes con Isamara para trazar un plan con el que vigilar el casino antes del golpe. Isamara te explican lo que tienes que buscar mientras se acerca la noche de la vigilancia, y te advierte que no tendrás tiempo de lograrlo todo:
fr: Plusieurs jours plus tard, vous retrouvez Isamara pour décider d'un plan de repérage du Casino afin de préparer le cambriolage. Isamara vous explique ce que vous devez chercher, tout en vous prévenant que vous n'aurez pas le temps de vous occuper de tout :
it: Passati alcuni giorni, vi incontrate nuovamente con Isamara per organizzare un sopralluogo al casinò in vista del furto. La donna vi spiega di cosa avrete bisogno la notte in cui entrerete in azione, ma vi avverte che non avrete il tempo di pensare a tutto:
ko: 며칠 후, 당신은 다시 이사마라와 만나 강탈 작전에 앞서 물밑 작업을 위한 계획을 논합니다. 이사마라가 잠복 작업 중에 달성해 두면 좋을 몇 가지 목표를 제시했지만, 모든 것을 이룰 시간은 없을 거라고 경고합니다:
pl: Kilka dni później spotykasz się z Isamarą, aby omówić plan obserwacji kasyna przed skokiem. Isamara wyjaśnia ci, czego musisz szukać, gdy nadejdzie noc obserwacji, jednocześnie ostrzegając, że nie będziesz miał czasu na wszystko:
zh: 幾天過後，你跟伊薩瑪拉碰面討論在行動前能進行的準備。她提出幾個可能的下手方向，但也警告你不可能同時完成每個方面：

source: Location Placement (Public Hub)
de: Platzierung der Orte (Öffentlicher Bereich)
es: Colocación de Lugares (grupo público)
fr: Placement des Lieux (Secteur Public
it: Disposizione dei Luoghi (Snodo Pubblico)
ko: 장소 배치(일반인 구역)
pl: Ułożenie lokalizacji (Obszar publiczny)
zh: 地點擺放位置(開放區域圈)

source: <b>Clockwise Patrol Route</b>: Casino Lounge → Roulette Wheel → Slot Machines → Casino Floor → Poker Table → Baccarat Table → High Roller's Table → Casino Lounge. <b>Counterclockwise Patrol Route</b>: High Roller's Table → Baccarat Table → Poker Table → Casino Floor → Slot Machines → Roulette Wheel → Casino Lounge → High Roller's Table.
de: <b>Patrouillenweg im Uhrzeigersinn</b>: Casino-Lounge → Roulette-Tisch → Spielautomat → Casino-Spielsaal → Poker-Tisch → Baccara-Tisch → Tisch für High Roller → Casino-Lounge. <b>Patrouillenweg gegen den Uhrzeigersinn</b>: Tisch für High Roller → Baccara-Tisch → Poker-Tisch → Casino-Spielsaal → Spielautomat → Roulette-Tisch → Casino-Lounge → Tisch für High Roller.
es: <b>Ruta de Errante en el sentido de las agujas del reloj</b>: Bar del casino → Ruleta → Tragaperras → Zona de juego del casino → Mesa de póquer → Mesa de bacará → Mesa de apuestas altas → Bar del casino. <b>Ruta de Errante en el sentido contrario a las agujas del reloj</b>: Mesa de apuestas altas → Mesa de bacará → Mesa de póquer → Zona de juego del casino → Tragaperras → Ruleta → Bar del casino → Mesa de apuestas altas.
it: <b>Percorso di Pattuglia in Senso Orario</b>: Bar del Casinò → Tavolo della Roulette → Slot Machines → Salone del Casinò → Tavolo del Poker → Tavolo del Baccarat → Tavolo dei Pesci Grossi → Bar del Casinò. <b>Percorso di Pattuglia in Senso Antiorario</b>: Tavolo dei Pesci Grossi → Tavolo del Baccarat → Tavolo del Poker → Salone del Casinò → Slot Machines → Tavolo della Roulette → Bar del Casinò → Tavolo dei Pesci Grossi.
ko: <b>시계방향 순찰 경로</b>: 카지노 라운지 → 룰렛 테이블 → 슬롯머신 → 카지노 로비 → 포커 테이블 → 바카라 테이블 → 고액 판돈 테이블 → 카지노 라운지 <b>반시계방향 순찰 경로</b>: 고액 판돈 테이블 → 바카라 테이블 → 포커 테이블 → 카지노 로비 → 슬롯머신 → 룰렛 테이블 → 카지노 라운지 → 고액 판돈 테이블
pl: <b>Wędrujący - trasa zgodna z ruchem wskazówek zegara</b>: Bar w kasynie → Ruletka → Jednoręki bandyta → Głównej sala kasyna → Stół do pokera → Stolik do bakarata → Stolik hazardzistów → Bar w kasynie. <b>Wędrujący - trasa przeciwna do ruchu wskazówek zegara</b>: Stolik hazardzistów → Stolik do bakarata → Stół do pokera → Głównej sala kasyna → Jednoręki bandyta → Ruletka → Bar w kasynie → Stolik hazardzistów.
zh: <b>順時針巡邏路線</b>：賭場交誼廳 → 輪盤賭桌 → 拉霸機 → 賭場大廳 → 撲克賭桌 → 百家樂 → 高注賭桌 → 賭場交誼廳。 <b>逆時針巡邏路線</b>：高注賭桌 → 百家樂 → 撲克賭桌 → 賭場大廳 → 拉霸機 → 輪盤賭桌 → 賭場交誼廳 → 高注賭桌。

source: High Roller's Table
de: Tisch für High Roller
es: Mesa de apuestas altas
fr: Table des Flambeurs
it: Tavolo dei Pesci Grossi
ko: 고액 판돈 테이블
pl: Stolik hazardzistów
zh: 高注賭桌

source: Baccarat Table
de: Baccarat-Tisch
es: Mesa de bacará
fr: Table de Baccarat
it: Tavolo del Baccarat
ko: 바카라 테이블
pl: Stolik do bakarata
zh: 百家樂

source: Roulette Wheel
de: Roulette-Tisch
es: Ruleta
fr: Roulette
it: Tavolo della Roulette
ko: 룰렛 테이블
pl: Ruletka
zh: 輪盤賭桌

source: Poker Table
de: Poker-Tisch
es: Mesa de póquer
fr: Table de Poker
it: Tavolo del Poker
ko: 포커 테이블
pl: Stół do pokera
zh: 撲克賭桌

source: Casino Floor
de: Casino-Spielsaal
es: Zona de juego del casino
fr: Le Casino
it: Salone del Casinò
ko: 카지노 로비
pl: Głównej sala kasyna
zh: 賭場大廳

source: Slot Machines
de: Spielautomat
es: Tragaperras
fr: Machines à Sous
ko: 슬롯머신
pl: Jednoręki bandyta
zh: 拉霸機

source: What follows is a summary of the information Isamara conveys to the investigators about the upcoming stakeout of the casino.
de: Das Folgende ist eine Zusammenfassung der Informationen, die Isamara den Ermittlern über das anstehende Auskundschaften des Casinos mitgeteilt hat:
es: Lo siguiente es un resumen de la información que transmite Isamara a los investigadores sobre la vigilancia del casino.
fr: Les lignes qui suivent sont un résumé des informations qu'Isamara partage avec les investigateurs, en vue de la phase de repérage préalable au cambriolage.
it: Quello che segue è un riassunto delle informazioni che Isamara fornisce agli investigatori in vista del sopralluogo al casinò.
ko: 다음은 이사마라로부터 들은 정보를 요약한 것입니다. 카지노에서의 물밑 작업에서 조사자들이 수행할 수 있는 목표라고 할 수 있습니다.
pl: Poniżej znajduje się streszczenie informacji przekazanych badaczom przez Isamarę na temat zbliżającej się obserwacji kasyna.
zh: 以下是根據伊薩瑪拉的情報，調查員可能進行的準備。

source: High rollers are held in high regard. If you throw enough money around, it will open up options during the heist.
de: High Roller genießen ein hohes Ansehen im Casino. Wenn du mit genug Geld um dich wirfst, wird dies weitere Optionen für den Coup eröffnen.
es: Los jugadores de altos vuelos están muy bien vistos. Si gastas suficiente dinero, tendrás más opciones durante el golpe.
fr: Les flambeurs sont des clients respectés. Si vous dépensez suffisamment d'argent, vous aurez accès à plus d'options pendant le cambriolage.
it: I pesci grossi sono tenuti in altissima considerazione. Fate girare abbastanza denaro, e avrete qualche opzione in più durante il colpo.
ko: 카지노에서는 큰 금액을 베팅할수록 더 좋은 대접을 받습니다. 큰손들과 어울리며 돈을 충분히 뿌려 놓는다면, 강탈 작전에서 또 다른 길을 열 수 있습니다.
pl: Rozrzutni klienci cieszą się dużym uznaniem. Jeśli wydasz wystarczająco dużo pieniędzy, pojawią się nowe możliwości podczas skoku.
zh: 賭資豐厚的賭客會受到特別關注，如果你願意一擲千金，也許能為劫案製造機會。

source: Obtaining a uniform from one of the casino employees could go a long way toward allowing you to pass by unnoticed.
de: Die Beschaffung einer Uniform von einem Angestellten des Casinos könnte dir helfen, dich unbemerkt zu bewegen.
es: Obtener el uniforme de uno de los empleados del casino podría resultar muy útil para poder pasar desapercibido.
fr: Obtenir l'uniforme d'un des employés pourrait vous aider à vous déplacer sans vous faire remarquer.
it: Recuperare un’uniforme da uno dei dipendenti del casinò potrebbe essere un buon modo per non attirare troppo l’attenzione.
ko: 카지노 종업원의 복장을 손에 넣을 수 있다면, 발각되지 않고 지나가는 데 큰 도움이 될 것입니다.
pl: Zabranie uniformu jednemu z pracowników kasyna może znacznie ułatwić przemknięcie niezauważonym.
zh: 取得賭場員工的制服能讓你神不知鬼不覺的混進去。

source: Isamara is very invested in the heist, but she is also understandably concerned about getting directly involved. Perhaps you can change her mind?
de: Isamara liegt sehr viel an dem Coup, doch sie hat verständlicherweise Bedenken, sich direkt zu beteiligen. Vielleicht kannst du sie umstimmen?
es: Isamara está muy dedicada a que el golpe salga bien, pero es comprensible que le preocupe involucrarse directamente. ¿Es posible hacer que cambie de idea?
fr: Isamara est très investie dans ce cambriolage, mais elle préfèrerait ne pas être impliquée directement, on peut le comprendre. Peut-être pourrez-vous lui faire changer d'avis?
it: Isamara tiene particolarmente al risultato del furto, ma è anche comprensibilmente preoccupata dalla possibilità di essere coinvolta direttamente. Forse potreste convincerla a cambiare idea?
ko: 이사마라는 이번 강탈 작전에 많은 것을 걸었지만, 당연하게도 작전에 직접 개입하는 것은 주저하고 있습니다. 이사마라를 설득할 수 있지 않을까요?
pl: Isamara jest bardzo zaangażowana w organizację skoku, ale również, co zrozumiale, boi się wziąć w nim bezpośredni udział. Może uda ci się zmienić jej zdanie?
zh: 伊薩瑪拉對這個行動很投入，但她不想被直接牽扯進去。雖然可以理解，但你或許能讓她改變主意？

source: The more money you win, the greater the chance that the casino will have to roll out cash carts for the busy night of the heist. These carts happen to have enough space inside for a person to hide...
de: Je mehr Geld du während des Auskundschaftens gewinnst, desto größer ist die Chance, dass das Casino am Abend des Coups mehr Geldwagen herausrollen muss. Diese Wagen haben zufällig genug Platz im Inneren, dass sich eine Person darin verstecken könnte…
es: Cuanto más dinero ganes, más probabilidades hay de que el casino tenga que sacar carros de dinero para la ajetreada noche del golpe. En esos carros hay espacio suficiente como para que se esconda una persona…
fr: Plus vous gagnerez d'argent, plus il sera probable que le casino ait besoin de mobiliser des chariots à liquidité la nuit du cambriolage, qui promet d'être mouvementée. Par chance, ces chariots sont assez spacieux pour cacher un individu...
it: Più soldi vincerete, maggiori saranno le possibilità che il casinò debba ricorrere ai carrelli dei contanti per far girare il denaro durante la notte del colpo. Per vostra fortuna, questi carrelli dovrebbero essere abbastanza spaziosi per permettere a una persona di nascondercisi dentro…
ko: 당신이 돈을 많이 따낼수록, 강탈 작전이 벌어지는 날에 카지노 측이 현금 운송 수레를 꺼낼 수밖에 없을 가능성이 커집니다. 현금 운송 수레에는 사람 한 명이 넉넉히 숨을 수 있는 공간이 있습니다…
pl: Im więcej pieniędzy wygrasz, tym większa szansa, że kasyno będzie musiało wyciągnąć wózki z gotówką podczas nocy skoku. Te wózki są wystarczająco duże, aby móc się w nich ukryć...
zh: 如果你贏的錢夠多，賭場就必須使用現金推車進出金庫。推車的大小正好能容納一個人躲進去……

source: Somewhere in the casino is a maior vent that runs from the public areas directly to the employee areas, bypassing the normal employee entrance.
de: Irgendwo im Casino gibt es einen großen Luftschacht, der vom öffentlichen Bereich direkt in den Bereich der Angestellten führt und dabei den normalen Personaleingang umgeht.
es: En alguna parte de casino hay un gran conducto de ventilación que va desde las zonas públicas hasta las de empleados, evitando así pasar por la entrada normal de empleados.

source: Abarran keeps the keys to his office on his person while making his daily rounds. It's a risk, but if you can get the keys off him, you won t have to find a way into his office later.
de: Abarran trägt die Schlüssel zu seinem Büro bei sich, während er seine täglichen Runden dreht. Es ist ein Risiko, doch wenn du ihm die Schlüssel abnehmen kannst, musst du später keinen Weg in sein Büro finden.
es: Abarran lleva encima las llaves de su despacho mientras hace su ronda diaria. Quitarle las llaves es arriesgado, pero evitaría tener que buscar el modo de acceder al despacho más tarde.

source: There is a space within the main hall of the casino that can be used to hide assets for the heist. Any assets placed here will be immediately available when the big night begins.
de: In der Haupthalle des Casinos gibt es einen Raum, der als Versteck für den Coup genutzt werden kann. Alle hier gelagerten Vorteilskarten sind sofort verfügbar, wenn die große Nacht beginnt.
es: En la sala principal del casino hay un espacio que se puede usar para ocultar útiles para el golpe. Cualquier Apoyo colocado allí estará disponible inmediatamente cuando comience la gran noche.
fr: Dans le hall principal du casino, il y a un recoin discret qui peut servir à cacher des objets utiles au cambriolage. Tous ces objets seront immédiatement disponibles lors du grand soir
it: C’è un posto, all’interno della sala principale del casinò, dove potreste nascondere qualche strumento utile per il colpo. Qualsiasi supporto collocato li sarà immediatamente disponibile durante la notte del furto.
ko: 카지노 로비에는 강탈 작전에서 사용할 자산을 미리 숨겨둘 만한 공간이 있습니다. 그날 밤이 되면, 여기에 넣어 둔 자산을 즉시 사용할 수 있을 것입니다.
pl: W głównej sali kasyna znajduje się miejsce, które można wykorzystać do ukrycia atutów na potrzeby skoku. Wszelkie umieszczone tu atuty będą dostępne natychmiast po rozpoczęciu skoku.
zh: 賭場大廳中有個空間能隱藏劫案所需的裝備。正式行動時，你能立刻拿到放在那的工具。

source: The Wellspring of Fortune feeds off and manipulates forces of fortune and luck. The more you play games of chance, The easier and faster it will be to gain control of it later.
de: Der Quell des Glücks nährt sich vom Glück selbst und manipuliert es. Je mehr Glücksspiele du spielst, desto leichter und schneller kannst du später die Kontrolle über ihn erlangen.
es: El manantial de fortuna se alimenta de las fuerzas de la suerte y la fortuna y las manipula. Cuantos más juegos de azar juegues, más fácil y rápidamente podrás hacerte con su control más tarde.

source: Finally, the more clues you can gather about casino operations, the better your chances of keeping a low profile when it comes time for the actual heist and the more prepared you will be for your role.
de: Und zu guter Letzt: Je mehr Hinweise du über die Abläufe im Casino sammelst, desto besser bist du auf deine Rolle vorbereitet und hast die Chance, bei dem eigentlichen Coup unauffällig zu bleiben!
es: Por último, cuantas más pistas reúnas sobre el funcionamiento del casino, ¡más probabilidades tendrás de no llamar la atención cuando llegue el momento del golpe y más preparado estarás para desempeñar tu papel!
fr: Enfin, plus vous rassemblerez d'indices concernant les affaires du casino, plus vous aurez de chance de rester discret lors du cambriolage et plus vous serez prêt à jouer votre rôle !
it: Infine, più indizi riuscirete a scoprire sulle operazioni del casinò, maggiori saranno le possibilità di riuscire a tenere un profilo basso durante il colpo vero e proprio e di essere anche più preparati a interpretare il vostro ruolo!
ko: 마지막으로, 카지노 운영에 관한 단서를 더 많이 캐낼수록 강탈 작전에서 당신에게서 주목을 분산시킬 방법이 더 많아질 것입니다. 또한 당신이 맡은 역할에 더욱 능숙해질 것입니다.
pl: Wreszcie, im więcej wskazówek na temat działalności kasyna uda ci się zebrać, tym większe szanse na pozostanie niezauważonym podczas samego skoku i tym lepiej będziesz przygotowany do swojej roli!
zh: 最後，你蒐集越多跟賭場有關的資訊，你就越能融入角色，不引起懷疑。當正式行動時，你會做好萬全準備！

source: Build the agenda deck using only agenda 1 and the act deck using only act 1. Set the remaining agenda and act cards aside, out of play.
de: Das Agendadeck wird nur mit der Agendakarte 1 erstellt und das Szenendeck nur mit der Szenenkarte 1. Die restlichen Agenda- und Szenenkarten werden als nicht im Spiel befindlich beiseitegelegt.
es: Crea el mazo de Acto únicamente con el acto 1 y el mazo de Plan únicamente con el plan 1. Pon aparte las cartas de Acto y de Plan restantes, fuera del juego.
fr: Préparez le deck Intrigue en utilisant seulement l'Intrigue 1 et le deck Acte en utilisant seulement l'Acte 1. mettez de côté les cartes intrigue et Acte restantes,hors jeu.
it: Componete il mazzo delle trame usando solo la Trama 1 e il mazzo dei capitoli usando solo il Capitolo 1. Mettete da parte, temporaneamente fuori dal gioco, le carte trama e capitolo rimanenti.
ko: 주요사건 1 카드만을 사용하여 주요사건 덱을 구성하고, 주요목적 1 카드만을 사용해서 주요목적 덱을 구성합니다. 나머지 주요사건/주요목적 카드는 비플레이 상태로 치워 둡니다.
pl: Stwórz talię tajemnic i aktów, używając do tego odpowiednio jedynie Tajemnicy 1 oraz Aktu 1. Odłóż pozostałe karty tajemnicy i aktów na bok, poza grę.
zh: 只使用密謀1構築密謀牌庫，只使用場景1構築場景牌庫。將剩餘的密謀和場景卡牌放在一旁，置於場外。

source: Put Casino Floor, Casino Lounge, and High Roller's Table into play with the <i>Calm Night</i> side faceup. Put each other [[Public]] location into play.
de: Folgende Orte werden mit der Seite <i>(Ruhiger Abend)</i> nach oben ins Spiel gebracht: Casino-Spielsaal, Casino-Lounge und Tisch für High Roller. Jeder andere [[Öffentlich]]-Ort wird ebenfalls ins Spiel gebracht.
es: Pon en juego la Zona de juego del casino, el Bar del casino y la Mesa de apuestas altas, con el lado <i>Noche tranquila</i> boca arriba. Pon en juego todos los demás Lugares [[Público]].
fr: Mettez en jeu les lieux suivants, avec leur face <i>Nuit Calme</i> visible: Le Casino, Salon du Casino, La Table des Flambeurs. Mettez en jeu tous les autres lieux [[Public]].
it: Mettete in gioco il Salone del Casinò, il Bar del Casinò e il Tavolo dei Pesci Grossi con il lato <i>(Notte Tranquilla)</i> a faccia in su. Mettete in gioco ogni altro luogo [[Pubblico]].
ko: ‘카지노 로비’, ‘카지노 라운지’, ‘고액 판돈 테이블’ 장소를 (평온한 밤) 면이 보이도록 플레이 영역에 둡니다. 나머지 모든 [[일반인 구역]] 장소를 플레이 영역에 둡니다.
pl: Umieść w grze Główną salę kasyna, Bar w kasynie oraz Stolik hazardzistów, wszystkie stroną <i>Spokojna noc</i> do góry. Umieść w grze każdą inną lokalizację z cechą [[Publiczna]].
zh: 將賭場大廳、賭場交誼廳和高注賭桌放置入場，<i>平靜之夜</i>面朝上。將每張其他的[[開放區域]]地點放置入場。

source: Place The Stakeout story card next to Casino Floor.
de: Die Handlungskarte Das Casino auskundschaften wird neben dem Casino-Spielsaal platziert.
es: Coloca la carta de Historia La vigilancia junto a la Zona de juego del casino.
fr: Placez la carte Histoire « Le Repérage» à côté du lieu Le Casino.
it: Collocate la carta storia Il Sopralluogo accanto al Salone del Casinò.
ko: ‘물밑 작업’ 이야기 카드를 ‘카지노 로비’ 옆에 놓습니다.
pl: Umieść kartę fabuły Obserwacja obok Głównej sali kasyna.
zh: 將事前準備劇情卡牌放在賭場大廳旁。

source: Each investigator begins play in Casino Floor <i>(Calm Night)</i>.
de: Jeder Ermittler beginnt das Spiel im Casino-Spielsaal <i>(Ruhiger Abend)</i>.
es: Cada investigador comienza la partida en la Zona de juego del casino <i>(Noche tranquila)</i>.
fr: Chaque investigateur commence la partie dans Le Casino <i>(Nuit Calme)</i>.
it: Iniziate la partita nel Salone del Casinò <i>(Notte Tranquilla)</i>.
ko: 모든 조사자는 <i>‘카지노 로비(평온한 밤)’</i>에서 시작합니다.
pl: Każdy badacz rozpoczyna grę w Głównej sali kasyna <i>(Spokojna noc)</i>.
zh: 每位調查員從賭場大廳<i>(平靜之夜)</i>開始遊戲。

source: Set each [[Restricted]] location aside, out of play.
de: Jeder [[Gesperrt]]-Ort wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, todos los Lugares [[Restringido]].
fr: Mettez de côté chaque lieu [[Restreint]], hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni luogo [[Riservato]].
ko: 모든 [[제한 구역]] 장소를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, każdą lokalizację z cechą [[Zastrzeżona]].
zh: 將每張[[管制區域]]地點放在一旁，置於場外。

source: Put the Isamar Ordoñez <i>(Lounge Singer)</i> story asset into play at Baccarat Table, Inconspicuous side faceup.
de: Die Storyvorteilskarte Isamara Ordoñez <i>(Lounge-Sängerin)</i> wird mit der Unauffällig-Seite nach oben am Baccara-Tisch ins Spiel gebracht.
es: Pon el Apoyo de historia Isamara Ordoñez <i>(Cantante de bar)</i> en juego en la Mesa de bacará, con el lado [[Discreto]] boca arriba.
fr: Mettez en jeu le soutien d'histoire Isamar Ordoñez <i>(Chanteuse de Bar)</i> à la Table de Baccarat, face Discret visible.
it: Mettete in gioco il supporto storia Isamara Ordoñez <i>(Cantante da Piano Bar)</i> nel Tavolo del Baccarat, con il lato Circospetto a faccia in su.
ko: ‘이사마라 오르도녜스<i>(밤무대 가수)</i>’ 이야기 자산을 <b>이목을 끌지 않는 면</b>이 보이도록 플레이 영역 중 ‘바카라 테이블’에 둡니다.
pl: Umieść atut fabularny Isamara Ordoñez <i>(Barowa śpiewaczka)</i> w grze, na Stoliku do bakarata, stroną <i>Dyskretny</i> do góry.
zh: 將伊薩瑪拉·奧多涅斯<i>(交誼廳歌姬)</i>劇情支援放置入場，放到百家樂上，[[未同謀]]面朝上。

source: Spawn Abarran Arrigorriagakoa enemy at High Roller's Table <i>(The Man with the Ruby Ring)</i> side faceup.
de: Der Gegner Abarran Arrigorriagakoa erscheint mit der Seite <i>(Der Mann mit dem rubinroten Ring)</i> nach oben am Tisch für High Roller.
es: Haz aparecer el Enemigo Abarran Arrigorriagakoa en la Mesa de apuestas altas, con el lado <i>(El hombre del anillo de rubí)</i> boca arriba.
fr: Générez l'ennemi Abarran Arrigorriagokoa à la Table des Flambeurs, face <i>(L'Homme à l'Anneau Serti d'un Rubis)</i> visible.
it: Generate il nemico Abarran Arrigorriagakoa nel Tavolo dei Pesci Grossi con il lato <i>(L’Uomo con l’Anello di Rubino)</i> a faccia in su.
ko: ‘아바란 아리고리아가코아’ 적을 ‘고액 판돈 테이블’에 <i>(루비 반지를 낀 남자)</i> 면이 보이도록 출현시킵니다.
pl: Rozstaw wroga Abarran Arrigorriagakoa na Stoliku hazardzistów, stroną <i>(Mężczyzna z rubinowym pierścieniem)</i> do góry.
zh: 將阿巴蘭·阿里戈里亞加敵人生成到高注賭桌，<i>(戴紅寶石戒指的男子)</i>面朝上。

source: Spawn 1 copy of Casino Guard at Roulette Wheel. Attach the If the Uniform Fits... story card to it <i>(If the Uniform Fits... is on the reverse side of the Package Delivery story card).</i>
de: 1 Casino-Wache erscheint am Roulette-Tisch, an welche die Handlungskarte Die Uniform könnte passen… angehängt wird. <i>(Die Uniform könnte passen … befindet sich auf der Rückseite der Handlungskarte Geldtransport.)</i>
es: Haz aparecer 1 copia del Guardia del casino en la Ruleta. Vincúlale la carta de Historia Si el uniforme te vale… <i>(Si el uniforme te vale… está en el reverso de la carta de Historia Entrega de paquete).</i>
fr: Générez 1 exemplaire de Gardien de Casino dans le lieu Roulette. Attachez-lui la carte Histoire « C'est la Bonne Taille » <i>(« C'est la Bonne Taille » est de l'autre côté de la carte Histoire « Livraison d'un colis »).</i>
it: Generate 1 Addetto alla Sicurezza nel Tavolo della Roulette. Assegnategli la carta storia Se la Taglia è Giusta… <i>(si trova sull’altro lato della carta storia Consegna del Pacco).</i>
ko: 무작위 ‘카지노 경비원’ 적 사본 1장을 ‘룰렛 테이블’에 출현시킵니다. ‘저 정도면 잘 맞겠군…’ 이야기 카드를 그 적에게 부착합니다<i>(‘저 정도면 잘 맞겠군…’은 ‘소포 배달’ 이야기 카드의 반대면에 있습니다)</i>.
pl: Rozstaw 1 kopię Ochroniarza kasyna na Ruletce. Dołącz do niego kartę fabuły Jeśli uniform pasuje... <i>(Jeśli uniform pasuje... znajduje się na odwrocie karty fabuły Dostawa paczki).</i>
zh: 將1張賭場警衛敵人生成到輪盤賭桌。將“制服合身的話……”劇情卡牌疊加到其上<i>(“制服合身的話……”是“包裹送達”劇情卡牌的另外一面)</i>。
