[
  {
    "code": "zci_00001",
    "name": "The Insane",
    "subname": "Insanity Incarnate",
    "text": "[fast] During a skill test, discard the top card of the deck: You get +1 for that skill test (+3 instead if you discard a weakness or [[Dilemma]] card this way, then attach it to Mastermind?). (Limit once per phase.)\n[elder_sign] effect: +3. You may shuffle 1 basic weakness or [[Dilemma]] card in your discard pile, play area, threat area, or hand into your deck.",
    "traits": "Criminal. Lunatic.",
    "back_text": "<b>Deck Size</b>: 35.\n<b>Deckbuilding Options</b>: Survivor cards ([survivor]) level 0-3, Cards that give you a weakness level 0-5, Neutral cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): 3 non-permanent basic weaknesses, A Moment of Clarity, Mastermind?, 2 random basic weakness.\n<b>Additional Deckbuilding Options: Up to X other cards level 0-2 with a trait you do not have more than 2 of in your deck (excluding traits on weaknesses), where X is the number of weaknesses in your deck or bonded cards.\n<b>Additional Requirements</b>: At the beginning of each scenario after the first, add 3 random [[Madness]] basic weaknesses to your deck. At the end of each scenario, choose 2 of these weaknesses to remove from your deck."
  },
  {
    "code": "zci_00002",
    "name": "A Moment of Clarity",
    "text": "The Insane deck only.\nFast.\nFor each weakness at your location, heal 1 damage and/or horror. Discard 1 weakness at your location and/or in your hand as if it were not a weakness.",
    "traits": "Blessed."
  },
  {
    "code": "zci_00003",
    "name": "Mastermind?",
    "text": "Permanent.\n<b>Forced</b> - At the start of your turn: Draw 1 card attached to Mastermind?. Then, you may take an additional action during your turn this round.",
    "traits": "Madness."
  },
  {
    "code": "zci_00004",
    "name": "Basic Weakness Choice",
    "text": "Placeholder for a non-permanent basic weakness of your choice."
  }
]