[
  {
    "code": "zdh_00001",
    "name": "Reynauld de Châtillon",
    "subname": "The Crusader",
    "text": "You begin the game with The Long Crusade in play.\n[reaction] After an investigator spawns a weakness enemy or resolves the revelation effect of a non-hidden weakness: That investigator draws a card and heals 1 horror. (Limit once for each investigator per round.)\n[elder_sign] effect: +1. You may attach a weakness in any investigator's discard pile facedown to The Long Crusade.",
    "traits": "Believer. Veteran.",
    "back_flavor": "With holy blade in hand, Reynauld de Châtillon eagerly joined the crusades against the unbelievers only to be witness to his fellow holy soldiers fall to their own sinful desires, looting and burning the holy land to sate their mortal weaknesses. he was one of only a fraction to return, ashamed of the crusade's failure and of his countrymen's actions. Now, with holy blade once more in hand, Reynauld travels with a small retinue, hunting darkness wherever it may lie, whether in unholy hidden machinations, or in the hearts of humankind. Every cause needs a champion, a hero to rally otherwise common people to a righteous cause and leam them to victory, and Reynauld is that champion.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Secondary Class Choice:</b> At deck creation, choose Mystic ([mystic]), Seeker ([seeker]), or Survivor ([survivor]).<b>Deckbuilding Options</b>: Guardian cards ([guardian]) level 0-5, Neutral cards level 0-5, up to 10 level 0-1 events and/or skills of your chosen secondary class.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): 1 copy of The Long Crusade, 3 copies of Thirst for Justice, 1 random basic weakness.\n<b>Deckbuilding Restrictions</b>: No [[Firearm]] cards."
  },
  {
    "code": "zdh_00002",
    "name": "The Long Crusade",
    "subname": "Into the Hearts of Mortals",
    "text": "Renaud de Châtillon deck only.\n[reaction] After a weakness is put into the discard pile of an investigator at your location, exhaust The Long Crusade: Attach that weakness facedown to The Long Crusade.\n[action] Exhaust The Long Crusade: <b>Fight.</b> You may discard X attached weaknesses to get an additional +X [combat] and deal +X damage for this attack.",
    "traits": "Item. Weapon. Melee. Relic. Blessed."
  },
  {
    "code": "zdh_00003",
    "name": "Thirst for Justice",
    "text": "<b>Revelation</b> - Put Thirst for Justice into play in your threat area.\n<b>Forced</b> - When a non-[[Elite]] enemy spawns, if Thirst for Justice is in your threat area: Attach Thirst for Justice to that enemy.\n<b>Forced</b> - When the game ends, if Thirst for Justice is attached to an enemy: You suffer 1 mental trauma.",
    "traits": "Task."
  },
  {
    "code": "zdh_00004",
    "flavor": "\"Ponder not but the take.\nThat's the job.\"",
    "name": "Audrey Bourassa",
    "subname": "The Grave Robber",
    "text": "[reaction] After you play a [[Relic]] asset: Gain 2 resources. (Limit once per round.)\n[elder_sign] effect: +1. If this test is successful, you m ay play a [[Relic]] asset from any investigator's discard pile.",
    "traits": "Criminal.",
    "back_flavor": "Born the scion of a noble line, Audrey Bourassa wanted for nothing save for a happy family life. Her mother died giving birth, and her father, unable to contain his grief, turned to transient vices. Over the years, his mental stress and the pressures of his position led to the family’s fall from grace and the gradual selling off of precious heirlooms and lands to pay for their debts. This continued until one day, Audrey, while gazing on the graves of the affluent dead, decided that enough was enough and took matters into her own hands. With pick and shovel, she left her family estate in search of riches, whether they lay above or below the ground.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Seeker cards ([seeker]) level 0-5, Rogue cards ([rogue]) level 0-2, Neutral cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Shadowlace, Reclaiming the Family Name, 1 random basic weakness."
  },
  {
    "code": "zdh_00005",
    "name": "Shadowlace",
    "subname": "High and Low",
    "text": "Audrey Bourassa deck only.\nUp to 2 other [[Relic]] assets you control do not take up slots.",
    "traits": "Item. Clothing. Relic."
  },
  {
    "code": "zdh_00006",
    "name": "Reclaiming the Family Name",
    "text": "<b>Revelation</b> - Put Reclaiming the Family Name into play in your threat area.\n<b>Forced</b> - When you gain 1 or more resources: Place them on Reclaiming the Family Name, instead. Then, if there are 8 or more resources on Reclaiming the Family Name, discard it.",
    "traits": "Task."
  },
  {
    "code": "zdh_00007",
    "name": "Sarmentus",
    "subname": "The Jester",
    "text": "[reaction] After you performing one of the move, fight, engage, or evade actions: Take a different one of the move, fight, engage, or evade actions. (Limit once per round.)\n[elder_sign] effect: +0. If you succeed by 2 or more, after this test ends, take a move, fight, engage, or evade action.",
    "traits": "Drifter. Performer.",
    "back_flavor": "In the darkest depths of the human heart lies a self-centred animal without any regard for others. Armed with lute and razor-sharp wit, Sarmentus worked as a minstrel and jester in many courts across the lands, observing but never allowed to experience the extravagance of the rich and powerful, until he reached the court of a particularly cruel tyrant. There, tortured and humiliated, he picked up the knives thrown at him and resolved to make his performance a finale to remember. Since then, he has roamed the lands visiting each of his previous audiences, leaving behind a trail of silence and blood.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Rogue cards ([rogue]) level 0-5, Neutral cards level 0-5, cards that \"move you\" level 0-3, cards that \"move an investigator\" level 0-3, cards that \"move an enemy\" level 0-3.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Finale, Tyrant's Enforcer, 1 random basic weakness."
  },
  {
    "code": "zdh_00008",
    "name": "Finale",
    "text": "Sarmentus deck only.\n<b>Fight.</b> For each action you performed this turn <i>(including this one),</i> you get +1 [combat] and deal +1 damage for this attack. If it is your turn, end your turn.",
    "traits": "Tactic."
  },
  {
    "code": "zdh_00009",
    "flavor": "\"A pathetic joke, this place. Court is infinitely worse.\" - Sarmentus",
    "name": "Tyrant's Enforcer",
    "text": "<b>Prey</b> - Sarmentus only.\nHunter. Retaliate.",
    "traits": "Humanoid. Criminal."
  },
  {
    "code": "zdh_00010",
    "flavor": "\"To fight the abyss, one must know it.\"",
    "name": "Abdul Alhazred",
    "subname": "The Occultist",
    "text": "[action]: Search your deck for a weakness and a card that's a [[Spell]] or [[Ritual]]. If you find both, draw them. Shuffle your deck.\n[elder_sign] effect: -2. You may shuffle a weakness in your discard pile into your deck to automatically succeed, instead.",
    "traits": "Sorcerer.",
    "back_flavor": "Knowledge – the poison of humankind. Since time began, many have sought it out, but those who discover the truth of this world’s secrets have found the revelations too much to bear. A lifetime of scholarly inquest into ancient and forbidden lore has opened Abdul Alhazred’s mind to the powers of the void, and he has utilized that same knowledge to further his understanding of the eldritch. His pursuits in antediluvian apprehension have left his body fragile and weak, but it has made his mind sharp and his capabilities most versatile. The void, however, is an unpredictable power: his eldritch powers can rend the souls of even the most foul of beasts leaving them motionless, but at the cost of calling the ever-looming shadows closer.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Mystic cards ([mystic]) level 0-5, Neutral cards level 0-5, [[Spell]] cards level 0-5, [[Ritual]] cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Mentor's Skull, 2 random basic weakness.\n<b>Additional requirements</b>: As an additional cost to add or upgrade to level 1-5 non-Mystic ([mystic]) [[Spell]] or [[Ritual]] cards, you must add a random basic weakness to your deck."
  },
  {
    "code": "zdh_00011",
    "name": "Mentor's Skull",
    "subname": "At Any Cost",
    "text": "You get +1 [will].\n<b>Forced</b> - When your turn begins, if Mentor's Skull is in your hand: Reveal it and take 2 damage.",
    "traits": "Item. Relic."
  },
  {
    "code": "zdh_00012",
    "name": "Henry Bigby",
    "subname": "The Abomination",
    "text": "<b>Forced</b> - When you would reveal any number of chaos tokens: Reveal an additional token. Of the revealed tokens, choose and cancel the token with the highest modifier.\n<b>Forced</b> - when you reveal an [auto_fail] token: Swap your investigator card with the bonded Beast Within <i>(Only the card has changed. For example, any damage and horror remains on your investigator.)</i>\n[elder_sign] effect: Treat it as an [auto_fail] token, instead.",
    "traits": "Drifter. Cursed.",
    "back_flavor": "Beaten, branded, and imprisoned for untold decades, this furtive vagrant hides a terrible secret. The Eldritch poison coursing through Henry Bigby’s veins has given him unspeakable power, at a terrible cost. However, his nature has meant his travels have led to condemnation and being hunted by those who claim divine right. As a mercenary, it matters not to the others the source of his power, so long as he contributes to the band and so in this way he finally finds some form of acceptance, even if it is mere toleration. In moments of respite, he spends his time lost in the myriad symptoms of his condition: nausea, sores, wounds that never heal.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Survivor cards ([survivor]) level 0-5, Neutral cards level 0-5, [[Cursed]] cards level 0-4\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Live By the Sword, Die By the Sword, 1 random basic weakness."
  },
  {
    "code": "zdh_00013",
    "flavor": "\"I fear no demon for the greatest monster lies inside!\"",
    "name": "Beast Within",
    "subname": "The Unshackled",
    "text": "Bonded (Henry Bigby).\nYour attacks during basic fight actions deal +1 damage.\n[elder_sign] effect: Treat it as an [auto_fail] token, instead.",
    "traits": "Monster. Drifter. Cursed.",
    "back_flavor": "Protected by cursed chains and a thick, leathery hide, Henry in his beast form can withstand the pressures of frontline combat as well as any plated footman. His terrible claws are each the size of daggers, and his progressive mutation manifests in unspeakable strength, speed, and a profusion of bile. His senses are also heightened, able to follow scents and see clearly in much darker conditions. Although easy to fear the monstrous physical form, he claims that it is still a human who is in control, in the mind of the abomination, though with every fierce and bloody fight where Henry tears at the enemy with his claws, anybody who sees wonders where such ferocity comes from and whether his claims are actually a way to avoid persecution for his condition.",
    "back_text": "<b>Deck Size</b>: Same as your human form.\n<b>Deckbuilding Options</b>: Abominations can't build decks.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Do you remember? Is there some humanity left in you?"
  },
  {
    "code": "zdh_00014",
    "name": "Damnation's Gift",
    "text": "<b>Revelation</b> - Put Damnation's Gift into play in your threat area.\nTreat each [skull] you reveal on a chaos token as an [auto_fail].\n[action]: Deal 2 damage to an investigator at your location and discard Damnation's Gift.",
    "traits": "Curse."
  },
  {
    "code": "zdh_00015",
    "name": "Osmond Chains",
    "text": "<b>Revelation</b> - Return each asset in your hand slots and body slots to your hand. Put Osmond Chains into play in your threat area. It cannot leave play except through the [reaction] ability below.\n[reaction] After you succeed at a skill test by 2 or more: Discard Osmond Chains.",
    "traits": "Item. Blessed."
  },
  {
    "code": "zdh_00016",
    "name": "The Hungering Blade",
    "subname": "Calamitous Blade of Celephaïs",
    "text": "Exceptional. As an additional cost to put this card into play, shuffle 3 copies of bonded Bloodlust weaknesses info your deck.\n[action]: <b>Fight.</b> You get +1 [combat] for this attack, and an additional +1 [combat] for each attached copy of Bloodlust. This attack deals +1 damage. If this attack is successful, place 1 resource on this card <i>(from the token pool),</i> as an offering.",
    "traits": "Item. Weapon. Melee. Relic. Cursed."
  },
  {
    "code": "zdh_00017",
    "name": "Bloodlust",
    "text": "Bonded (The Hungering Blade).\n<b>Revelation</b> - Remove 2 offerings from The Hungering Blade to attach Bloodlust to it. If you cannot, take 1 horror and shuffle Bloodlust back into your deck.\n[free] While attacking with The Hungering Blade, shuffle Bloodlust into your deck: You deal +1 damage for this attack. (Max once per attack.)",
    "traits": "Madness."
  },
  {
    "code": "zdh_00018",
    "name": "Overtime",
    "text": "As an additional cost to play Overtime, shuffle 1 copy of a bonded Overworked into your deck.\nFast. Play only if you dealt 3 or more damage this turn.\nEither (choose one):\n- Discover 1 clue at your location.\n- Heal 2 damage and/or horror (or any combination thereof).",
    "traits": "Insight."
  },
  {
    "code": "zdh_00019",
    "flavor": "\"I'm not paid enough for this...\"",
    "name": "Overworked",
    "text": "Bonded (Overtime).\n<b>Revelation</b> - Test [combat] (3). For each point you fail by, lose 1 resource or choose and discard 1 card from your hand.",
    "traits": "Flaw."
  },
  {
    "code": "zdh_00020",
    "name": "Partner In Crime",
    "text": "Attach to an [[Ally]] asset you control.\nAttached asset does not take up ally slots.",
    "traits": "Upgrade."
  },
  {
    "code": "zdh_00021",
    "name": "Partner In Crime",
    "text": "Attach to an [[Ally]] asset you control.\nAttached asset does not take up ally slots.\n[fast] Discard Partner In Crime: Heal 2 damage and 2 horror from the attached asset.",
    "traits": "Upgrade."
  },
  {
    "code": "zdh_00022",
    "name": "Forgotten Mirror",
    "subname": "Unidentified",
    "text": "[action]: Shuffle 1 copy of a bonded Beyond Space and Time into your deck.\n[action] If there are 4 or more weaknesses in your discard pile: Discard Forgotten Mirror and heal 2 horror. Record in your Campaign Log that \"you have identified the mirror.\"",
    "traits": "Item. Relic."
  },
  {
    "code": "zdh_00023",
    "name": "Forgotten Mirror",
    "subname": "Pillar of Strength",
    "text": "You can only include this asset in your deck by upgrading it from Forgotten Mirror <i>(Unidentified),</i> and only if \"you have identified the mirror\" in your Campaign Log.\nYou get +1 [will] and +1 [agility].\n[fast] Shuffle Forgotten Mirror and 1 copy of a bonded Beyond Space and Time into your deck: Deal 2 damage to a non-[[Elite]] enemy at your location.",
    "traits": "Item. Relic."
  },
  {
    "code": "zdh_00024",
    "name": "Forgotten Mirror",
    "subname": "Pools of Contemplation",
    "text": "You can only include this asset in your deck by upgrading it from Forgotten Mirror <i>(Unidentified),</i> and only if \"you have identified the mirror\" in your Campaign Log.\nYou get +1 [combat] and +1 [agility].\n[reaction] When you draw a treachery card, shuffle Forgotten Mirror and 1 copy of a bonded Beyond Space and Time into your deck: Cancel all of that card's effect and discard it.",
    "traits": "Item. Relic."
  },
  {
    "code": "zdh_00025",
    "name": "Forgotten Mirror",
    "subname": "Port of Calm",
    "text": "You can only include this asset in your deck by upgrading it from Forgotten Mirror <i>(Unidentified),</i> and only if \"you have identified the mirror\" in your Campaign Log.\nYou get +1 [will] and +1 [combat].\n[fast] Shuffle Forgotten Mirror and 1 copy of a bonded Beyond Space and Time into your deck: Automatically evade a non-[[Elite]] enemy at your location.",
    "traits": "Item. Relic."
  },
  {
    "code": "zdh_00026",
    "name": "Beyond Space and Time",
    "text": "Bonded (Forgotten Mirror).\n<b>Revelation</b> - Discard the top 3 cards of your deck.",
    "traits": "Madness."
  },
  {
    "code": "zdh_00027",
    "name": "Guidance",
    "text": "Fast. Play only during your turn.\nChoose another investigator who has yet to take their turn this round. That investigator may take an additional action during their turn this round.",
    "traits": "Insight."
  },
  {
    "code": "zdh_00028",
    "name": "Overthinking It",
    "text": "After this test ends, if the test was successful, look at the top 3, 6, or 9 cards of your deck and set aside each weakness among them. Return the remaining cards to top of your deck in any order. Draw the weaknesses set aside this way.",
    "traits": "Innate."
  },
  {
    "code": "zdh_00029",
    "name": "Celebration Drinks",
    "text": "[reaction] When an investigator at your location would succeed at a skill test, shuffle a bonded Hangover into your deck: They get +2 skill value for this test.",
    "traits": "Item. Illicit."
  },
  {
    "code": "zdh_00030",
    "name": "Hangover",
    "text": "Bonded (Celebration Drinks).\n<b>Revelation</b> - Test [will] (2). For each point you fail by, take 1 damage or take 1 horror.",
    "traits": "Madness."
  },
  {
    "code": "zdh_00031",
    "name": "Henry Wan",
    "subname": "Aspiring Actor",
    "text": "[fast] Exhaust Henry Wan: One at a time, reveal random tokens from the chaos bag until you choose to stop, or until you reveal a [skull], [cultist], [tablet], [elder_thing], or [auto_fail] symbol.\n- If you chose to stop, for each token revealed via this effect, you may either draw 1 card or gain 1 resource.\n- If you revealed a [skull], [cultist], [tablet], [elder_thing], or [auto_fail] symbol, do nothing.",
    "traits": "Ally. Criminal."
  },
  {
    "code": "zdh_00032",
    "name": "Moirai Shroud",
    "subname": "Fatespinner's Weave",
    "text": "You get +1 [agility].\n[action] If you are not engaged with any enemies, discard Moirai Shroud: <b>Move.</b> Move to a revealed location with no enemies.",
    "traits": "Item. Relic. Clothing."
  },
  {
    "code": "zdh_00033",
    "name": "On a Roll",
    "text": "If this test is successful either (choose one):\n-Discover 1 clue at your location.\n- Deal 1 damage to a non-[[Elite]] enemy engaged with you.\n- Automatically evade a non-[[Elite]] enemy engaged with you.",
    "traits": "Fortune."
  },
  {
    "code": "zdh_00034",
    "name": "Dance of Sarnath",
    "text": "Uses (4 charges)\n[action] Spend 1 charge: <b>Move.</b> Choose a location up to 3 connections away with an enemy or investigator. Move (one location at a time) to that location. This action does not provoke attacks of opportunity.",
    "traits": "Spell."
  },
  {
    "code": "zdh_00035",
    "name": "Deal with \"Devils\"",
    "text": "As an additional cost to play Deal with \"Devils\", shuffle 1 copy of a bonded \"Devil\" Collector into your deck.\nGain 4 resources. Then, take 1 horror.",
    "traits": "Spell. Pact."
  },
  {
    "code": "zdh_00036",
    "name": "\"Devil\" Collector",
    "text": "Bonded (Deal with \"Devils\").\nHunter. Cannot be defeated.\n<b>Prey</b> - Bearer only.\n[action]: <b>Parley.</b> Shuffle \"Devil\" Collector into its bearer's deck. You may spend 4 resources to discard it, instead.",
    "traits": "Humanoid. Monsters. Extradimensional."
  },
  {
    "code": "zdh_00037",
    "name": "Lifecycle",
    "text": "Uses (0 charges).\n[reaction] After you spend 1 or more charges from a [[Spell]] asset, exhaust Lifecycle and spend 2 resources: Add 1 charge to that asset and 1 charge to Lifecycle.\n[action] Discard Lifecycle: For every 3 charges on Lifecycle, heal 1 damage.",
    "traits": "Ritual."
  },
  {
    "code": "zdh_00038",
    "name": "Quantum Flux",
    "text": "Shuffle any number of cards from your discard pile into your deck and draw 2 cards. Remove Quantum Flux from the game.",
    "traits": "Insight."
  },
  {
    "code": "zdh_00039",
    "name": "Fate's Child",
    "text": "[reaction] When you would fail a skill test and your modified skill value for the test is 0, exhaust Fate's Child: Choose two -\n- Heal 1 damage or 1 horror.\n- Draw a card.\n- Gain 1 resource.\n- You automatically succeed, instead. Discard Fate's Child.",
    "traits": "Ritual. Blessed."
  },
  {
    "code": "zdh_00040",
    "name": "Happier Times",
    "text": "Max 1 committed per skill test.\n As an additional cost to commit Happier Times, shuffle 1 copy of a bonded Troubling Memories into your deck.\nThis test gets -2 difficulty.",
    "traits": "Innate."
  },
  {
    "code": "zdh_00041",
    "name": "Troubling Memories",
    "text": "Bonded (Happier Times).\n<b>Revelation</b> - Put Troubling Memories into play in your threat area.\n<b>Forced.</b> - When you would succeed at a skill test: You get -2 skill value for that test. Discard Troubling Memories.",
    "traits": "Flaw."
  },
  {
    "code": "zdh_00042",
    "name": "Infighting",
    "text": "Fast.\nUntil the end of the round, whenever an enemy attacks you, cancel that attack and deal that enemy's damage to a non-[[Elite]] enemy at your location. Exile Infighting.",
    "traits": "Trick."
  },
  {
    "code": "zdh_00043",
    "name": "Lucky Horseshoe",
    "text": "[reaction] When you draw a weakness, discard Lucky Horseshoe: Cancel all of that card's effects and shuffle it back into your deck. <i>(Do not draw a new card to replace it.)</i>",
    "traits": "Item. Charm."
  },
  {
    "code": "zdh_00044",
    "name": "Celestial Alignment",
    "text": "Permanent.\n<b>Forced</b> - After drawing your opening hand: Shuffle the bonded Astral Alignment, Lunar Alignment, and Solar Alignment weaknesses into your deck.\n<b>Forced</b> - If Astral Alignment, Lunar Alignment, and Solar Alignment are all in your hand at the end of your turn: Discard them and place 1 doom on the current agenda.",
    "traits": "Omen."
  },
  {
    "code": "zdh_00045",
    "name": "Astral Alignment",
    "text": "Bonded (Celestial Alignment). Peril. Hidden.\n<b>Revelation</b> - Secretly add this card to your hand.\n[fast] Spend 3 resources: Reveal this card and shuffle it into your deck.",
    "traits": "Omen."
  },
  {
    "code": "zdh_00046",
    "name": "Lunar Alignment",
    "text": "Bonded (Celestial Alignment). Peril. Hidden.\n<b>Revelation</b> - Secretly add this card to your hand.\n[fast] Take 1 horror: Reveal this card and shuffle it into your deck.",
    "traits": "Omen."
  },
  {
    "code": "zdh_00047",
    "name": "Solar Alignment",
    "text": "Bonded (Celestial Alignment). Peril. Hidden.\n<b>Revelation</b> - Secretly add this card to your hand.\n[fast] Take 1 damage: Reveal this card and shuffle it into your deck.",
    "traits": "Omen."
  },
  {
    "code": "zdh_00048",
    "name": "Celestial Alignment",
    "text": "Multiplayer only.\n<b>Revelation</b> - Put delusions into play in your threat area, with 4 resources on it. Then, draw the top card of the encounter deck.\n<b>Forced</b> - When you draw a card from the encounter deck: It gains peril. Remove 1 resource from Delusions. If there are no resources on Delusions, discard it.",
    "traits": "Madness."
  }
]