[
  {
    "code": "zhod_00001",
    "flavor": "\"The scientist is not a person who gives the right answers, he's one who asks the right questions.\"\n- Claude Lévi-Strauss",
    "name": "Julian Herbert",
    "subname": "The Anthropologist",
    "text": "You start the game with Ask the Right Questions in play.\nReduce the difficulty of skill tests you perform during 'parley' actions by 2.\n[elder_sign] effect: +1. If this test is successful, place 1 secret on Ask the Right Questions, if able.",
    "traits": "Wayfarer. Miskatonic.",
    "back_flavor": "Julian spent his youth in South Africa, divided between safari expeditions led by his hunter father and the discovery of local cultures with his linguist mother at the University of Cape Town. His curiosity and natural ability to relate to the people he met led him to study social sciences and then to become a professor of anthropology at Miskatonic University. Since arriving in Arkham, Julian has made some disturbing discoveries while comparing his work on African tribes with other societies around the world. Dark rituals and ancient, unhealthy beliefs have uncanny similarities, which is unusual given their geographical and temporal distance. It is as if something beyond our understanding connects these people who have never been in contact with each other. Julian knows that to find the answers to his questions, he will have to return to the field sooner or later.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Seeker cards ([seeker]) level 0-5, cards with \"Parley\" action level 0-5, Neutral cards level 0-5, up to five level O Guardian ([guardian]) and/or Rogue ([rogue]) cards.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Ask the Right Questions, Questions Without Answers, 1 random basic weakness."
  },
  {
    "code": "zhod_00002",
    "name": "Ask the Right Questions",
    "text": "Julian Herbert deck only. Uses (3 secrets).\n[action] If there is an [[Ally]], [[Humanoid]] or [[Bystander]] scenario card at your location, spend 1 secret and exhaust Ask the Right Questions: <b>Parley.</b> Test [intellect](X), where X is your location's shroud value. If you succeed, you may (choose one):\n- Discover 1 clue at your location.\n- Draw 1 card for each point you succeed by (to a maximum of 3).\n- Gain 1 resource for each point you succeed by (to a maximum of 3)."
  },
  {
    "code": "zhod_00003",
    "name": "Questions Without Answers",
    "text": "Julian Herbert deck only.\n<b>Revelation</b> - Put Questions Without Answers into play in you threat area.\n<b>Forced</b> - At the end of your tun: Take 1 horror.\n[action] If another investigator, an [[Ally]] asset or an [[Ally]], [[Humanoid]] or [[Bystander]] scenario card is at your location: <b>Parley.</b> Test [intellect](4). If you succeed, discard Questions Without Answers.",
    "traits": "Madness. Mystery."
  },
  {
    "code": "zhod_00026",
    "name": "The Ancestors Have Heard You",
    "text": "Bonded (Kudu Horn).\nFast. You may (choose one):\n- Put The Ancestors Have Heard You into play, under your control.\n- Deal 2 damage to any enemy at your location.\n- Draw 2 cards.\n<b>Forced</b> - When this card would be discarded: Exile it instead.",
    "traits": "Spell. Blessed."
  },
  {
    "code": "zhod_00028",
    "flavor": "When you blow into the kudu horn, a clear and incredibly powerful sound emerges. You are sure that someone - or something - must have heard you.",
    "name": "Kudu Horn",
    "subname": "Call of the Ancestors",
    "text": "Permanent.\n[fast]: Search your bonded cards for The Ancestors Have Heard You, and add it to your hand. Exile Kudu Horn.",
    "traits": "Item. Relic. Blessed."
  },
  {
    "code": "zhod_00052",
    "name": "Savannah",
    "text": "<b>Forced</b> - After this location is revealed draw at random one card from the set-aside African Wildlife encounter set, if able. Otherwise, discard cards from the top of the encounter deck until you discard a Creature enemy. Draw that enemy.",
    "traits": "Plains.",
    "back_flavor": "This vast expanse of wilderness seems unchanged since the dawn of humanity. It could remain so long after people no longer walk the earth."
  },
  {
    "code": "zhod_00053",
    "flavor": "This peaceful place, on the edge of a huge forest, does not seem to have been touched by the Darkness that is taking over the Congo. At least, not yet.",
    "name": "Savannah",
    "subname": "Tree of Prayers",
    "text": "[action]: You rest for a moment in the shade of this sacred tree. Add 1 horror to your copy of Darkness Calls. (Limit once per game.)",
    "traits": "Plains.",
    "back_flavor": "This vast expanse of wilderness seems unchanged since the dawn of humanity. It could remain so long after people no longer walk the earth."
  },
  {
    "code": "zhod_00054",
    "flavor": "The trail around the waterfalls is winding and extremely slippery. You notice quite quickly that many footprints, recent ones at that, come and go along the paths surrounding the fresh waterfalls.",
    "name": "Savannah",
    "subname": "Waterfalls",
    "text": "<b>Forced</b> - At the end of your turn, if you are at Savannah (Waterfalls): Test [agility](3). If you fail, take 1 damage.",
    "traits": "Plains.",
    "back_flavor": "This vast expanse of wilderness seems unchanged since the dawn of humanity. It could remain so long after people no longer walk the earth."
  },
  {
    "code": "zhod_00068",
    "flavor": "He had sunken cheeks, a yellow complexion, a straight back, an ascetic aspect, and, with his arms dropped, the palms of hands outwards, resembled an idol.\n-Joseph Conrad, <u>Heart of Darkness</u>",
    "name": "Captain Marlow",
    "subname": "Call of the Ancestors",
    "text": "You get +1 [willpower] and +1 [combat].",
    "traits": "Ally. Drifter. Veteran."
  },
  {
    "code": "zhod_00069",
    "flavor": "<b>Card designed by the winner of the Weakness Contest at the Arkham JCE TV Paris 2019 Event</b>",
    "name": "Cacophony of a Thousand Goats",
    "text": "<b>Revelation</b> - Put Cacophony of a Thousand Goats into play in your threat area. [[Humanoid]] enemies also count as [[Monster]] enemies for you.\n<b>Forced</b> - When a [[Monster]] enemy would attack you: Take 1 hoiror.\n[action]: Test [willpower] or [intellect] (4). If you succeed, discard Cacophony of a Thousand Goats.",
    "traits": "Madness."
  },
  {
    "code": "zhod_00129",
    "flavor": "A fusillade burst out under my feet. The pilgrims had opened with their Winchesters, and were simply squirting lead into that bush.\n-Joseph Conrad, <u>Heart of Darkness</u>",
    "name": "The Harlequin's Journal",
    "subname": "Annotated By a Mad Russian",
    "text": "You get +1 [willpower] and +1 [intellect].\nYou get -1 Sanity.\n[reaction] When an investigator at your location takes a skill test to fight a [[Darkness]] enemy, exhaust The Harlequin's Journal: That investigator gets +1 skill value for this test.",
    "traits": "Item. Book. Relic. Darkness."
  },
  {
    "code": "zhod_00130",
    "flavor": "A fusillade burst out under my feet. The pilgrims had opened with their Winchesters, and were simply squirting lead into that bush.\n-Joseph Conrad, <u>Heart of Darkness</u>",
    "name": "Winchester .22",
    "subname": "1890 Model",
    "text": "Uses (4 ammo).\n[action] Spend 1 bullet: <b>Fight.</b> You get +1 [combat] for this attack. If you reveal a +1, 0 or [elder_sign] during this test, this attack deals +2 damage.",
    "traits": "Item. Weapon. Firearm."
  },
  {
    "code": "zhod_00139b",
    "name": "Darkness Calls",
    "text": "Read Scenario Interlude <b>The Darkness 1</b>.\nAttach this card to your investigator, story side face-up. For the remainder of the campaign, your investigator gains:\n\"<b>Forced</b> - When you would remove any amount of horror from your copy of Darkness Calls but there are no horror to remove from it: You must choose and discard that many non-weakness cards from your hand or your play area, or that many resources, or any combination thereof.\n<b>Forced</b> - After you reveal Submerged by the Darkness: Read Scenario Interlude <b>The Darkness 2</b>.\""
  },
  {
    "code": "zhod_00139",
    "name": "Darkness Calls",
    "text": "Permanent.\nMaximum of 5 horror on Darkness Calls.\n<b>Forced</b> - If there is no horror on Darkness Calls: Flip this card and resolve the text on the other side.",
    "traits": "Madness."
  },
  {
    "code": "zhod_00140",
    "name": "Submerged by the Darkness",
    "text": "<b>Revelation</b> - Put Submerged by the Darkness into play in your threat area.\nYou cannot draw cards or gain resources.\n[action]: Test [willpower](3). If you succeed, discard Submerged by the Darkness.",
    "traits": "Darkness. Madness."
  },
  {
    "code": "zhod_00146",
    "name": "Congolese Warrior Equipment",
    "subname": "Traditional Spear and Shield",
    "text": "[action] <b>Fight.</b> You get +1 [combat] and ignore the Retaliate keyword on enemies for this attack. If you succeed by 1 or more, this attack deals +1 damage.\n[action] Place 1 damage on Congolese Warrior Equipment: <b>Evade.</b> Use your [combat] instead of [agility] and ignore the Alert keyword on enemies for this evasion attempt.",
    "traits": "Item. Weapon. Melee."
  }
]