[
  {
    "code": "zjc_00001",
    "name": "Jenny's Choice",
    "text": "Easy / Standard\n[skull]: -1. (-2 if you are at a [[Resonant]] location.)\n[cultist]: Reveal another token. If you fail this test shuffle an asset you control into your deck.\n[tablet]: -1. If you fail, ready an exhausted enemy at your location.\n[elder_thing]: -2. If you succeed, discard an [[Omen]] in play.",
    "back_text": "Hard / Expert\n[skull]: -1. After this test is resolved, each readied [[Cultist]] enemy moves one location away from you.\n[cultist]: Reveal another token. If you fail this test discard an asset you control.\n[tablet]: -2. If you fail, ready the nearest exhausted [[Monster]] enemy; if it engages you, it attacks.\n[elder_thing]: -4. If you succeed, discard an [[Omen]] in play if you are at a [[Resonant]] location."
  },
  {
    "code": "zjc_00002",
    "flavor": "You have tracked down the last known whereabouts of Isabelle to an isolated templte devoted to the Green Man. You had thought the cult destroyed, but it appears an escaped priestess of the cult has brought your sister here. But to what end?\nIzzie's fate is in your hands.",
    "name": "Remnants",
    "back_flavor": "A piping begins to stir the air, and a haunting and discordant melody echoes through the halls of the Cathedral.\nYou must hurry. If Izzie is somehow involved, whatever the Green Man cult has gathered to do-it is beginning.",
    "back_text": "Search the encounter deck for a Discordant Piping treachery. Attach it to the current Act.\nIf there is already a copy of Discordant Piping attached to the current Act, Investigators who have taken any horror must test [willpower](2). If you fail, take one direct horror or lose half your resources, rounded up.",
    "back_name": "Atonal Chords"
  },
  {
    "code": "zjc_00003",
    "flavor": "The piping has become a growing staccato of notes, and you hear other incongruent flourishes coming from down the hallway of the Cathedral. The echoes of the music catch in each other and pitch up and down your spine making your ears hum.\nA crescendo is building.",
    "name": "The Growing Dissonance"
  },
  {
    "code": "zjc_00003b",
    "name": "Mrs. Olmstead",
    "subname": "The Green Man's Consort",
    "text": "<b>Spawn</b> - The Ampitheatre\nWhile Discordant Piping is in play, you may not parley with Mrs. Olmsteadand she cannot be damaged while she is engaged.\nWhen Mrs. Olmstead is defeated: <b>(→R5)</b>",
    "traits": "Lunatic. Consort. Priestess. Monster."
  },
  {
    "code": "zjc_00004",
    "flavor": "Mrs. Olmstead, consort and high priestess of the Green Man, stands before you. She is not happy about your intrusion. The gods play on, and for Isabelle only. The perfect vessel is waiting in the wings.",
    "name": "An Audience of One",
    "back_flavor": "The piping stops. The outro to the otherworldly music is as abrupt as Izzie's disappearance was.\n\"At long last!\" squeals Mrs. Olmstead. \"He has come. Isabelle has surrendered, and the unification is complete. Iä! Shub-Niggurath! Iä! Shub-Niggurath! The Black Goat of the Woods with a Thousand Young!\"\nThe doors to the Cathedral suddenly slam shut.",
    "back_text": "If <b>Isabelle Barnes: Captive</b> is in play, remove her from the game.\nSpawn the set aside enemy <b>Isabelle Barnes: The Virtuoso at the Gates of Dawn</b> in the Ampitheatre.\n- Remove all [[Woods]] locations from the game. Enemies in [[Woods]] locations are discarded. Investigators in [[Woods]] locations are moved to Cathedral Entrance.\n- Shuffle the encounter discard pile into the encounter deck.",
    "back_name": "Transcendental Metamorphosis"
  },
  {
    "code": "zjc_00005",
    "flavor": "Izzie's eyes fill with a sudden emerald light, and she lifts her previously fixated eyes to yours... and leers.\n\"Oh, help me sister! The scary Green Man is gonna get me!\" She begins to laugh, multi-octave voice resonating throughout the Ampitheatre.\nShe picks up a violin from the floor, and begins to play.",
    "name": "I'm too late",
    "text": "You can no longer parley with or advance to resolutions on <b>Mrs. Olmstead</b>.",
    "back_flavor": "Isabelle's body, too strained from the forces contained within, cracks and then shatters like a dropped vase. An emerald radiance spills out. All of your senses have been rendered useless.\nIt all fades to black.",
    "back_text": "<b>(→R3)</b>",
    "back_name": "Tarantellasmic Fugue"
  },
  {
    "code": "zjc_00006",
    "flavor": "The woods surrounding the cathedral must first be explored for signs of ambush. Though dwindling, there's no telling how many members of the Green Man cult are left.\nAt the very least, you think you should acquaint yourself with the dangers present now before putting Izzie at further risk.\nBut time is of the essence!",
    "name": "Gaining Entrance",
    "text": "<b>Objective</b> - Investigators at Cathedral Entrance may spend the requisite number of clues to advance.",
    "back_flavor": "The large stone door to the Cathedral grinds open, light pouring in for seemingly the first time in a decade. A distant piping grows louder, and you see a man in a green cloak disappear around the corner. He appears to be playing a set of bone pipes in disharmony with the clearer music coming from deeper within the Cathedral. Maybe he can tell you what is happening. Or maybe you can disrupt whatever it is.\nYou wonder if you should think harder to avoid acting recklessly. But every moment spent in thought is a moment Izzie may not have.",
    "back_text": "- Put the set aside Inner Chamber, Wine Cellar, Balcony, Organ Room, and Ampitheatre locations into play.\n- Spawn the set aside <b>Herald of the Green Man</b> enemies into play each at a different random Inner Chamber, Wine Cellar, Balcony, or Organ Room location.\n- Shuffle the encounter discard into the encounter deck.",
    "back_name": "No Time to Waste"
  },
  {
    "code": "zjc_00007",
    "flavor": "You need to decide quickly. Suss out where they've hidden Isabelle and go in guns blazing, or discover what unnatural ritual is about to be performed.\nThere's no more time to think. You must act now.",
    "name": "A Plan Unfolds",
    "text": "<b>Objective</b> - Investigators at the Ampitheatre may spend any number of clues to advance.\n<b>Forced</b> - If it is Agenda 4, advance.",
    "back_flavor": "What investigating you have done has made it clear that the Cult of the Green Man is planning to use Isabelle as a vessel for the Green Man himself. They have been channeling his power through that horrible piping this whole time. That means Izzie must be close.\nHow far are you willing to go to end this nightmare?",
    "back_text": "- If investigators cannot spend at least 3[per_investigator] clues, flip this card back to Act 2a. Having reached the Ampitheatre, you have little idea what to do next and must search for more information.\n- If investigators spend 5[per_investigator] clues or more and it is not Agenda 4, spawn the set-aside <b>Isabelle Barnes: Captive</b> card in the Ampitheatre.\n- If investigators spent less than 5[per_investigator] clues, and it is not Agenda 3 or 4, remove all doom in play and advance to Agenda 2b. Shuffle the encounter discard pile into the encounter deck.",
    "back_name": "The Ingénue"
  },
  {
    "code": "zjc_00008",
    "flavor": "This story ends with the death of Mrs. Olmstead or the death of Izzie. Make a choice, or one will be made for you.\nThe final note must not be played.",
    "name": "An End to the Ritual",
    "text": "Mrs. Olmstead gains:\n\"[action] <b>Parley</b>: if you have bribed at least 2 Heralds of the Green Man, test [willpower](3). If you succeed, advance to act 3b.\"\n<b>Objective</b> - Defeat Mrs. Olmstead or set Izzie free. One way or another.",
    "back_flavor": "Mrs. Olmstead smirks at you with glee and claps her hands in enthusiasm. \"Why didn't you say so dear? You come in here snooping around, and waving guns in our faces! What's a girl to think? So, <b>so,</b> admirable. A girl is but a price, and this one is a mere imitation. It was you who had the original medallion all along, as we both now know. Come along then.\"",
    "back_text": "<b>(→R4)</b>",
    "back_name": "The Ultimate Price"
  },
  {
    "code": "zjc_00009",
    "flavor": "As excellent as you would expect from the Green Man himself. This should take the edge off. Now, where's Izzie again?",
    "name": "Wine Cellar",
    "text": "[reaction] After you successfully investigate this location: Gain a resource. Remember that <i>You have tasted the Green Man's fermented fruits</i>.",
    "traits": "Resonant. Underground.",
    "back_flavor": "A fairly unexceptional wine cellar appears to be at the end of the steps below.\nNo matter the religion, there's always alcohol involved. Just why is that, anyway?\nWatch out. It's dark."
  },
  {
    "code": "zjc_00010",
    "flavor": "As excellent as you would expect from the Green Man himself. This should take the edge off. Now, where's Izzie again?",
    "name": "Wine Cellar",
    "text": "[reaction] After you successfully investigate this location: Heal a horror. Remember that <i>You have tasted the Green Man's fermented fruits</i>.",
    "traits": "Resonant. Underground.",
    "back_flavor": "A fairly unexceptional wine cellar appears to be at the end of the steps below.\nNo matter the religion, there's always alcohol involved. Just why is that, anyway?\nWatch out. It's dark."
  },
  {
    "code": "zjc_00011",
    "flavor": "Trinkets and doodads are displayed here as if they are fated for some grand purpose. Maybe there is something of use.",
    "name": "Inner Chamber",
    "text": "<b>Forced</b> - Increase the shroud of this location by 1 for each [[Omen]] card in play.\n[reaction] After successfully investigating this location: Draw a card (group limit once per round).",
    "traits": "Resonant. Ground Floor.",
    "back_flavor": "This room appears to be ceremonial in nature. You wonder if there is anything here that might help Izzie."
  },
  {
    "code": "zjc_00012",
    "flavor": "Trinkets and doodads are displayed here as if they are fated for some grand purpose. Maybe there is something of use.",
    "name": "Inner Chamber",
    "text": "<b>Forced</b> - Decrease the shroud of this location by 1 for each [[Omen]] card in play.\n[reaction] After successfully investigating this location: Draw a card (group limit once per round).",
    "traits": "Resonant. Ground Floor.",
    "back_flavor": "This room appears to be ceremonial in nature. You wonder if there is anything here that might help Izzie."
  },
  {
    "code": "zjc_00013",
    "flavor": "Trinkets and doodads are displayed here as if they are fated for some grand purpose. Maybe there is something of use.",
    "name": "Organ Room",
    "text": "<b>Forced</b> - Do not discover clues at this location when successfully investigating. Instead, you may discard a card from your hand to discard Discordant Piping from play.\n<b>Forced</b> - When Discordant Piping is discarded, investigators in this location each gain 1 clue.",
    "traits": "Resonant. Ground Floor.",
    "back_flavor": "At one time it looks as if this organ may have been used for regular mass services. You are loath to think how patient the Green Man must be to have seen entire religious sanctuaries be erected and fall into disrepair. His worshippers scheme into the far-flung future; the lives of two sisters mere blips in the vast ocean of time."
  },
  {
    "code": "zjc_00014",
    "flavor": "Trinkets and doodads are displayed here as if they are fated for some grand purpose. Maybe there is something of use.",
    "name": "Organ Room",
    "text": "<b>Forced</b> - Do not discover clues at this location when successfully investigating. Instead, you may spend 2 resources to discard Discordant Piping from play.\n<b>Forced</b> - When Discordant Piping is discarded, investigators in this location each gain 1 clue.",
    "traits": "Resonant. Ground Floor.",
    "back_flavor": "At one time it looks as if this organ may have been used for regular mass services. You are loath to think how patient the Green Man must be to have seen entire religious sanctuaries be erected and fall into disrepair. His worshippers scheme into the far-flung future; the lives of two sisters mere blips in the vast ocean of time."
  },
  {
    "code": "zjc_00015",
    "flavor": "A small balcony, there is not much here except a lovely view of the Ampitheatre below.",
    "name": "Balcony",
    "text": "[action] Test [agility](3): If you succeed, move to the Ampitheatre below. If you fail, you decide it looks a little too high: cancel the move.",
    "traits": "Upper Floor.",
    "back_flavor": "A small stairwell leads to a viewing balcony above. The balastrade is held together by a growth of tangled vines.\nPerhaps a bird's eye view of the area below will offer some clues as to Izzie's location."
  },
  {
    "code": "zjc_00016",
    "flavor": "A small balcony, there is not much here except a lovely view of the Ampitheatre below.",
    "name": "Balcony",
    "text": "[action] Test [willpower](3): If you succeed, move to the Ampitheatre below. If you fail, you decide it looks a little too high: cancel the move.",
    "traits": "Upper Floor.",
    "back_flavor": "A small stairwell leads to a viewing balcony above. The balastrade is held together by a growth of tangled vines.\nPerhaps a bird's eye view of the area below will offer some clues as to Izzie's location."
  },
  {
    "code": "zjc_00017",
    "name": "Ampitheatre",
    "text": "<b>Forced</b> - [[Monsters]] at this location gain alert.",
    "traits": "Resonant. Ground Floor.",
    "back_flavor": "The empty ampitheatre ominously awaits a grand performance. Is that piping coming from behind the curtain? It's difficult to tell as the music, if it can be called that, is echoing throughout the chambers."
  },
  {
    "code": "zjc_00018",
    "flavor": "You hear a disharmonious piping from further within. Could Isabelle really be inside?",
    "name": "Cathedral Entrance",
    "traits": "Entrance.",
    "back_flavor": "Everything is quiet. It's as if the woods around you are intently listening. Waiting for you to make one final mistake."
  },
  {
    "code": "zjc_00019",
    "flavor": "The creek bed looks shallow enough, but the murky water flowing through the cathedral gives off the pungent stench of decomposition.",
    "name": "Dismal Creek",
    "text": "This location's shroud value may not be reduced by any means.",
    "traits": "Woods.",
    "back_flavor": "The life-giving waters of this forest appear to be greedy as well. The creek bank is littered with the remains of countless small animal corpses."
  },
  {
    "code": "zjc_00020",
    "flavor": "The forest grove is so off the beaten path, you are beginning to worry you will not be able to find your way back.",
    "name": "Hidden Grove",
    "text": "[action] <b>Resign.</b> There's no helping Izzie now. All this work, only to turn away...",
    "traits": "Woods.",
    "back_flavor": "There's no path through the forest that does not inspire dread. You remind yourself that Izzie is somewhere in these woods."
  },
  {
    "code": "zjc_00021",
    "flavor": "What's the point? It'll all go up in smoke in the end.",
    "name": "Aimless",
    "text": "Jenny Barnes deck only.\n<b>Revelation</b> - Test [willpower](4): If you fail, put Aimless into your threat area.\nWhile aimless is in your threat area, at the start of your turn you must (choose one): not spend resources this turn OR lose one action this turn.\n<b>Forced</b> - At the end of your turn, discard a card from your hand and discard aimless.",
    "traits": "Flaw."
  },
  {
    "code": "zjc_00022",
    "flavor": "\"I'm sorry Izzie. I thought I had more time.\"",
    "name": "I Killed Her",
    "text": "Jenny Barnes deck only.\n<b>Revelation</b> - Take 1 direct horror. Then, shuffle I Killed Her into your deck.",
    "traits": "Flaw. Madness."
  },
  {
    "code": "zjc_00023",
    "name": "Emerald Light",
    "text": "Jenny Barnes deck only.\n<b>Revelation</b> - Put Emerald Light into play in your threat area.\nYou cannot commit cards to investigate actions.\n<b>Forced</b> - When you fail an investigate action, discard the card with the highest resource cost from your hand.\n[action][action] Test [willpower](4): If you succeed, discard Emerald Light.",
    "traits": "Mystery."
  },
  {
    "code": "zjc_00024",
    "flavor": "\"What do you say we go for some giggle-water when this is all wrapped up, hey sis?\"",
    "name": "Isabelle Barnes",
    "subname": "Double Trouble",
    "text": "Jenny Barnes deck only.\n[reaction] When you pass a skill test, exhaust Isabelle Barnes: Resolve all effects as if you had succeeded by two or more.",
    "traits": "Ally. Sister. Conspirator."
  },
  {
    "code": "zjc_00025",
    "flavor": "What did I overlook? There had to have been another way. Maybe I should have let the Green Man take me instead?",
    "name": "Lost in Thought",
    "text": "Jenny Barnes deck only.\n<b>Revelation</b> - Put Lost in Thought into play in your threat area.\n<b>Forced</b> - Before you perform any action, lose a resource or discard a card from your hand.\n[action]: Shuffle Lost in Thought into the top 10 cards of your deck.",
    "traits": "Flaw."
  },
  {
    "code": "zjc_00026",
    "name": "Izzie's Violin",
    "subname": "Touched by the Green Man",
    "text": "Jenny Barnes deck only. Uses (X charges).\n[reaction] When you take horror, spend 1 charge and exhaust Izzie's Violin: Deal 1 damage to an enemy at your location.",
    "traits": "Item. Relic."
  },
  {
    "code": "zjc_00027",
    "flavor": "\"It should have been me.\"",
    "name": "Isabelle Barnes",
    "subname": "The Reclaimed",
    "text": "You collect 1 additional resource during each upkeep phase.\n[elder_sign] effect: +1 for each resource you have.",
    "traits": "Paradox. Drifter.",
    "back_flavor": "Isabelle Barnes has been found at last. Shaken from her encounter with the Green Man cult, and reeling at the sacrifice her sister has made for her safe return, Isabelle vows to carry on with Jenny's mission. Still not quite sure what her role is in all of this, Isabelle is going to make sure that Jenny's death was not in vain and that her absence won't leave others in harm's way. If only it could have all turned out differently...",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Rogue cards ([rogue]) level 0-5, Neutral cards level 0-5, [[Blessed]] cards level 0-3, up to five other level 0 cards from any other class.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Jenny's Twin .45s, Lost in Thought, 1 random basic weakness."
  },
  {
    "code": "zjc_00028",
    "flavor": "What if I had just tried harder to resist? Or maybe the Green Man could have saved her. Should I have let him take me instead?",
    "name": "Lost in Thought",
    "text": "Isabelle Barnes deck only.\n<b>Revelation</b> - Put Lost in Thought into play in your threat area.\n<b>Forced</b> - Before you perform any action, lose a resource or discard a card from your hand.\n[action]: Shuffle Lost in Thought into the top 10 cards of your deck.",
    "traits": "Flaw."
  }
]
