Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/04_interlude_2.po
Languages: es, fr, it

source: Kurtz's Warrior
es: El guerrero de Kurtz
fr: Le Guerrier de Kurtz
it: Il Guerriero di Kurtz

source: Interlude II: Kurtz's Warrior
es: Interludio II: El guerrero de Kurtz
fr: Interlude Il : Le Guerrier de Kurtz
it: Interludio II: Il Guerriero di Kurtz

source: You retire to your cabin to get as much rest as possible in preparation for what awaits you tomorrow. For a moment, you think that the combination of all the horrors you've experienced on the journey and the apprehension at facing Kurtz in his own territory is going to mean sleep eludes you. Nevertheless, you sink into a restless sleep, as if your subconscious fitfully refuses to let your mind gradually sink into an ocean of darkness.
es: Te retiras a tu camarote con la intención de descansar lo máximo posible, preparándote para el día que te espera mañana. Por un momento, te asalta el pensamiento de que todos los horrores vividos durante este viaje, junto con la creciente ansiedad de enfrentarte a Kurtz en su propio territorio, harán imposible que concilies el sueño. Sin embargo, caes en un sueño inquieto, como si tu subconsciente se resistiera a que tu mente se pierda lentamente en un océano de tinieblas.
fr: Vous entrez dans votre cabine pour prendre autant de repos que possible en prévision de ce qui vous attend demain. Pendant un moment, vous pensez que la conjonction de toutes les horreurs que vous avez vécues pendant la traversée et l’appréhension d’affronter Kurtz chez lui va vous faire passer une nuit blanche. Vous sombrez néanmoins dans un sommeil agité, comme si votre inconscient refusait sporadiquement de laisser votre esprit sombrer progressivement dans un océan de noirceur.
it: Vi ritirate nelle vostre cabine per riposarvi più a lungo possibile, in vista di quello che vi aspetta l'indomani. Per un momento, credete che la combinazione di tutti gli orrori di cui avete fatto esperienza durante il viaggio, e l'inquietudine di dover fronteggiare Kurtz nel suo stesso territorio farà in modo che il sonno vi eviti a lungo. Nonostante ciò, sprofondate in un sonno agitato, come se il vostro subconscio si rifiuti, a momenti, di lasciar affondare gradualmente la mente in un oceano di oscurità.

source: The lead investigator reveals a Chaos token:
es: El investigador jefe revela una ficha de Caos aleatoria:
fr: L’investigateur principal révèle un pion Chaos :
it: L'investigatore capo rivela 1 segnalino caos casuale:

source: [skull], [cultist], [tablet], [elder_thing], [auto_fail]
es: [skull], [cultist], [tablet], [elder_thing] o [auto_fail]

source: A token with a negative modifier
es: Una ficha con un modificador negativo
fr: un pion avec un modificateur négatif
it: Un segnalino con modificatore negativo

source: [elder_sign], +1, 0
es: [elder_sign], +1 o 0

source: Shouts and shots from a Winchester gun suddenly ring out in the middle of the night. You rush out to see what's going on and find the steamer up in arms. Pilgrims are trying to illuminate the riverbanks while others empty their magazines into the jungle. You find Mateso beside one of his people. The poor man is lying in a pool of blood, gaping wounds all over his body. You understand what has happened as you realize where you are. The injured man was the guard posted in front of the cabin where you were holding your prisoner. The Director arrives on the scene and reproachfully says, "I knew this would happen! Why would you want to keep that man here and put us all in danger? After what he and his kind did to us? We should have gotten rid of him before... And then how did he manage to... well, he's gone now. Let him go to his master. We'll be there before him anyway."
es: De repente, en mitad de la noche, los gritos y los disparos de un Winchester te despiertan. Saltas de la cama y corres para ver qué está ocurriendo, encontrando al barco en un caos total. Los peregrinos intentan iluminar las riberas del río mientras algunos vacían sus cargadores en la dirección de la jungla. Te encuentras con Mateso, que está arrodillado junto a uno de los suyos. El desafortunado hombre yace en un charco de sangre, su cuerpo cubierto de heridas abiertas. Al mirar alrededor, comprendes lo que ha sucedido: el hombre herido era el guardia apostado frente a la cabaña que custodiaba a tu prisionero. El director aparece en la escena con una expresión severa, y te increpa: —¡Sabía que esto pasaría! ¿Por qué decidiste mantener a ese hombre aquí, poniéndonos a todos en peligro? Después de lo que él y los de su clase nos hicieron... ¡Deberíamos haber acabado con él antes! ¿Y cómo demonios logró escapar...? Bueno, ya se ha ido. Que vaya con su amo. Llegaremos antes que él, de cualquier modo.
fr: Des cris et des tirs de Winchester retentissent brusquement au beau milieu de la nuit. Vous vous précipitez pour aller voir ce qu’il se passe et trouvez le vapeur sur le pied de guerre. Des Pèlerins essayent d’éclairer les berges du fleuve pendant que d’autres vident leurs chargeurs dans la jungle. Vous trouvez Mateso au chevet d’un des siens. Le pauvre homme est allongé dans une mare de sang, des coupures béantes lui recouvrant le corps. Vous comprenez ce qu’il s’est passé en réalisant où vous vous trouvez. Le blessé était le gardien posté devant la cabine où vous reteniez votre prisonnier. Le Directeur arrive sur les lieux et vous lance avec reproche : « Je savais que ça arriverait ! Pourquoi vouloir garder cet homme ici et nous mettre tous en danger ? Après ce que lui et ses semblables nous ont fait ? Nous aurions dû nous débarrasser de lui avant que. Et puis comment a-t-il réussi à. bah ! Il est parti à présent. Qu’il aille retrouver son maître. Nous y serons avant lui de toute façon. »
it: Grida e spari di un fucile Winchester rimbombano improvvisamente nel cuore della notte. Vi lanciate fuori per scoprire cosa sta succedendo e trovate il battello a vapore sul piede di guerra. Alcuni Pellegrini cercano di illuminare le rive del Fiume, mentre altri svuotano i propri caricatori contro la giungla. Trovate Mateso accanto ad un suo compagno. Il pover'uomo giace in una pozza di sangue, con ferite profonde su tutto il corpo. Capite cosa è successo appena realizzate dove vi trovate. L'uomo ferito era di guardia davanti alla cabina dove era stato rinchiuso il vostro prigioniero. Il Direttore arriva sulla scena e dice, in tono di rimprovero, "Sapevo che sarebbe successo! Perché avete voluto tenere quell'uomo qui e metterci tutti in pericolo? Dopo quello che lui e i suoi simili ci hanno fatto? Ci saremmo dovuti liberare di lui prima... E come è riuscito a... beh, ormai è andato. Lasciatelo tornare dal suo padrone. In ogni caso saremo lì prima di lui."

source: In your Campaign Log, record that <i>the prisoner escaped</i> and cross out <i>you have a prisoner on board.</i>
es: Anota en el registro de campaña que <i>el prisionero escapó</i> y tacha que <i>tenéis un prisionero a bordo</i>.
fr: Dans votre Carnet de Campagne, indiquez que <i>le prisonnier s’est échappé</i> et rayez la mention <i>vous avez un prisonnier à bord</i>.
it: Annotate nel Diario della Campagna che <i>il prigioniero è fuggito</i> e cancellate che <i>avete un prigioniero a bordo.</i>

source: you have a prisoner on board.
es: tenéis un prisionero a bordo.
fr: vous avez un prisonnier à bord.
it: avete un prigioniero a bordo.

source: the prisoner escaped
es: el prisionero escapó.
fr: le prisonnier s’est échappé
it: il prigioniero è fuggito

source: Add 1 <b>Information on Kurtz</b>.
es: Añade 1 marca a la sección <b>Información sobre Kurtz</b>.
fr: Ajoutez 1 <b>Information sur Kurtz</b>.
it: Segnate una <b>Informazione su Kurtz</b>.

source: Shouts and shots from a Winchester gun suddenly ring out in the middle of the night. You rush out to see what's going on and find the steamer up in arms. Some Pilgrims run up to you and excitedly tell you that they have shot the escaping prisoner. Just as he was about to go overboard. You find Mateso beside Kurtz's man, who is lying in a pool of blood. The Director arrives on the scene and reproachfully says, "I knew this would happen! Why would you want to keep that man here and put us all in danger? After what he and his kind did to us? We should have gotten rid of him before... And then how did he manage to... well, he's dead now. Right, everyone to their quarters!"
es: De repente, en mitad de la noche, se oyen gritos y disparos de un Winchester. Corres a ver qué está pasando y encuentras el barco en plena agitación. Unos peregrinos corren hacia ti y te informan con entusiasmo que han matado al prisionero que intentaba escapar. Justo cuando estaba a punto de saltar por la borda, ves a Mateso junto al hombre de Kurtz, que yace en un charco de sangre. El director aparece en la escena y dice con reproche: –Sabía que esto sucedería. ¿Por qué querrías mantener a ese hombre aquí y ponernos a todos en peligro? Después de lo que él y los suyos nos hicieron... Deberíamos habernos deshecho de él antes... ¿Y cómo se las arregló para...? Bueno, ya está muerto. Bien, ¡todos a sus camarotes!
fr: Des cris et des tirs de Winchester retentissent brusquement au beau milieu de la nuit. Vous vous précipitez pour aller voir ce qu’il se passe et trouvez le vapeur sur le pied de guerre. Des Pèlerins accourent vers vous et vous annoncent tout excités qu’ils ont abattu le prisonnier qui s’échappait. Juste au moment où il allait passer par-dessus bord. Vous trouvez Mateso au chevet de l’homme de Kurtz, allongé dans une mare de sang. Le Directeur arrive sur les lieux et vous lance avec reproche : « Je savais que ça arriverait ! Pourquoi vouloir garder cet homme ici et nous mettre tous en danger ? Après ce que lui et ses semblables nous ont fait ? Nous aurions dû nous débarrasser de lui avant que … Et puis comment a-t-il réussi à. bah ! Il est mort à présent. Allez, tout le monde dans ses quartiers ! »
it: Grida e spari di un fucile Winchester rimbombano improvvisamente nel cuore della notte. Vi lanciate fuori per scoprire cosa sta succedendo e trovate il battello a vapore sul piede di guerra. Alcuni Pellegrini corrono verso di voi e vi dicono, eccitati, di aver sparato al prigioniero in fuga, proprio mentre stava per saltare in acqua. Trovate Mateso accanto all'uomo di Kurtz, che giace riverso in una pozza di sangue. Il Direttore arriva sulla scena e dice, in tono di rimprovero, "Sapevo che sarebbe successo! Perché avete voluto tenere quell'uomo qui e metterci tutti in pericolo? Dopo quello che lui e i suoi simili ci hanno fatto? Ci saremmo dovuti liberare di lui prima... E come è riuscito a... beh, ormai è morto. Tornate tutti ai vostri alloggi!"

source: In your Campaign Log, record that <i>the prisoner died while trying to escape</i> and cross out <i>you have a prisoner on board.</i>
es: Anota en el registro de campaña que <i>el prisionero murió tratando de escapar</i> y tacha que <i>tenéis un prisionero a bordo</i>.
fr: Dans votre Carnet de Campagne, indiquez que <i>le prisonnier est mort en tentant de s’échapper</i> et rayez la mention <i>vous avez un prisonnier à bord</i>.
it: Annotate nel Diario della Campagna che <i>il prigioniero è morto cercando di evadere</i> e cancellate che <i>avete un prigioniero a bordo.</i>

source: the prisoner died while trying to escape
es: el prisionero murió tratando de escapar.
it: il prigioniero è morto cercando di evadere

source: Suddenly, shouts ring out in the middle of the night. You rush out to see what's going on and find the steamer up in arms. Some Pilgrims come running to you and excitedly tell you that they have caught the escaped prisoner just as he was trying to get into a cabin next to yours. The Director stands above you on the bridge and addresses all the crew members: "It's okay, we caught that devil! We had to tie him up tighter, and I have posted two armed men outside his cabin. Everyone go back to your quarters!"
es: De repente, se oyen gritos en mitad de la noche. Corres a ver qué está pasando y encuentras al barco sumido en el caos. Unos peregrinos se acercan corriendo hacia ti, llenos de entusiasmo, y te informan de que han capturado al prisionero fugado justo cuando intentaba entrar en una cabina contigua a la tuya. El director, desde el puente, se dirige a la tripulación: –Está bien, hemos atrapado a ese diablo. Tuvimos que atarlo más fuerte y he puesto a dos hombres armados vigilando fuera de su cabina. ¡Todos, regresen a sus aposentos!
fr: Des cris retentissent brusquement au beau milieu de la nuit. Vous vous précipitez pour aller voir ce qu’il se passe et trouvez le vapeur sur le pied de guerre. Des Pèlerins accourent vers vous et vous annoncent, tout excités, qu’ils ont rattrapé le prisonnier qui s’échappait, juste au moment où il essayait de s’introduire dans une cabine voisine de la votre. Le Directeur es dresse au-dessus de vous, sur le promontoire du timonier, et s’adresse à tous les membres d’équipage: « C’est bon, nous avons rattrapé ce démon ! Nous avons été obligés de le ligoter plus sévèrement, et j’ai posté deux hommes armés devant sa cabine. Tout le monde regagne ses quartiers ! »
it: Grida e spari di un fucile Winchester rimbombano improvvisamente nel cuore della notte. Vi lanciate fuori per scoprire cosa sta succedendo e trovate il battello a vapore sul piede di guerra. Alcuni Pellegrini corrono verso di voi e vi dicono, eccitati, di aver sparato al prigioniero che stava cercando di entrare nella cabina accanto alla vostra. Il Direttore vi si pianta davanti, sul ponte, e dice, rivolgendosi a tutti i membri dell'equipaggio: "Va tutto bene. Abbiamo catturato quel demonio! Abbiamo dovuto legarlo ancora più stretto, e ho fatto mettere due uomini armati fuori dalla sua cabina. Tornate tutti ai vostri alloggi!"

source: You enter your cabin, vaguely hoping to get some more rest before arriving - in just a few hours - at your destination. When you open the door, you see, incredulously, that your cabin has been turned upside down. Your brain struggles to process what you see, but you finally realize the obvious. Who else but the escaped prisoner could have done such a thing? You saw all the other crew members on deck just moments ago. A quick inspection of your belongings tells you that nothing has been taken from you, except for Kurtz's belongings which you found in his hiding place at the Central Station. You think for a moment. The prisoner took a lot of risks during his escape. Not only did he not leave the ship immediately, but he also created a diversion in order to come and get a few letters and photos belonging to Kurtz. You think back to the nighttime assault that happened a while ago. You had thought that the objective was to kill you, or at least to slow down your progress towards Kurtz. But in reality, there were not that many of them, and your losses were limited. What if their goal all along was to recover Kurtz's belongings? You try to remember what was in the documents, if there was anything worth taking such risks to retrieve, but to no avail. No matter, you are convinced, and you are now a little closer to understanding Kurtz's true intentions when you face him.
es: Entras en tu camarote, con la vaga esperanza de poder descansar un poco más antes de llegar, en apenas unas horas, a tu destino. Al abrir la puerta, te quedas incrédulo al ver que tu camarote ha sido completamente revuelto. Tu mente lucha por procesar lo que ves, pero pronto te das cuenta de lo evidente. ¿Quién más que el prisionero fugado podría haber hecho algo así? Hace un rato, viste a todos los demás miembros de la tripulación en cubierta. Al inspeccionar rápidamente tus pertenencias, descubres que nada te ha sido robado, excepto las cartas y fotografías de Kurtz que habías encontrado en la Estación Central. Piensas un momento. El prisionero tomó grandes riesgos durante su escape. No solo no abandonó el barco inmediatamente, sino que creó una distracción para buscar esos documentos de Kurtz. Recuerdas el asalto nocturno de hace poco. Pensabas que el objetivo era acabar contigo o, al menos, retrasar tu avance hacia Kurtz. Sin embargo, las pérdidas fueron menores de lo esperado. ¿Y si el verdadero objetivo desde el principio era recuperar las pertenencias de Kurtz? Intentas recordar si había algo en esos documentos que justificara tal esfuerzo, pero no logras precisarlo. Aun así, ahora estás un paso más cerca de entender las verdaderas intenciones de Kurtz cuando te enfrentes a él.
fr: Vous rentrez dans votre cabine, espérant vaguement pouvoir vous reposer encore un peu avant d’arriver - dans quelques heures - à destination. Quand vous ouvrez la porte vous constatez, incrédule, que votre cabine est sens dessus dessous. Votre cerveau a du mal à assimiler ce qu’il voit, mais vous finissez par vous rendre à l’évidence. Qui d’autre que le prisonnier évadé aurait pu faire une chose pareille ? Vous avez vu tous les autres membres de l’équipage sur le pont il y a encore quelques instants. Une inspection rapide de vos biens vous indique que rien ne vous a été dérobé, à l’exception des affaires de Kurtz que vous aviez trouvé dans sa cachette du comptoir principal. Vous réfléchissez quelques instants. Le prisonnier a pris beaucoup de risque en s’évadant. Non seulement il n’a pas quitté le bateau immédiatement, mais en plus il a fait diversion pour venir chercher quelques lettres et photos appartenant à Kurtz. Vous repensez alors à l’assaut nocturne qui s’est produit il y a quelques temps. Vous aviez alors pensé que l’objectif était de vous tuer, ou au moins de vous ralentir dans votre progression vers Kurtz. Mais en réalité, ils n’étaient pas si nombreux, et vos pertes ont été limitées. Et si leur objectif, depuis le départ, était de s’emparer des affaires de Kurtz ? Vous essayez de vous rappeler ce que contenaient les documents, s’il y avait là quelque chose digne de prendre des risques inconsidérés pour les retrouver, mais en vain. Qu’importe, votre conviction est faite, et vous êtes à présent un peu plus près de connaître les vraies intentions de Kurtz quand vous serez confronté à lui.
it: Entrate nella vostra cabina, sperando invano di riposarvi un poco prima di arrivare, in poche ore, alla vostra destinazione. Quando chiudete la porta vi accorgete, increduli, che la vostra cabina è stata rivoltata da cima a fondo. La vostra mente fa fatica a capire ciò che vedete, quando finalmente realizzate l'ovvio. Chi altri, se non il prigioniero evaso potrebbe aver fatto una cosa del genere? Avete visto tutti i membri dell'equipaggio sul ponte appena qualche istante fa. Una veloce ispezione dei vostri averi mostra che non vi è stato preso nulla, fatta eccezione per gli effetti personali di Kurtz che avevate recuperato dal suo alloggio alla Stazione Centrale. Riflettete per un momento. Il prigioniero ha rischiato moltissimo, durante la sua fuga. Non solo non ha lasciato immediatamente la nave, ma ha anche creato un diversivo per recuperare alcune lettere e foto appartenute a Kurtz. Fate mente locale, tornando alla notte in cui siete stati assaliti, alcuni giorni prima. Eravate convinti che l'obiettivo fosse quello di uccidervi, o almeno di rallentarvi nella vostra avanzata verso Kurtz. Ma, in realtà, c'erano davvero pochi di loro, e le vostre perdite sono state minime. E se il loro obiettivo fosse stato quello di recuperare i beni di Kurtz? Tentate di ricordare cosa ci fosse tra i documenti, se ci fosse qualcosa che valesse la pena di rischiare così tanto per essere recuperata, ma invano. Siete convinti che non abbia importanza, e che, quando lo affronterete, riuscirete a comprendere le vere intenzioni di Kurtz.

source: In your Campaign Log, cross out <i>you found Kurtz's personal belongings.
es: En el registro de campaña tacha que <i>encontrasteis las pertenencias de Kurtz</i>.
fr: Dans votre Carnet de Campagne, rayez la mention <i>vous avez retrouvé les effets personnels de Kurtz</i>.
it: Cancellate dal Diario della Campagna che <i>avete trovato gli effetti personali di Kurtz.</i>
