Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/04_interlude_2.po
Languages: es, fr, it

source: You do not immediately obey the Director and instead go to Mateso's side to examine the body. The old man smiles gently at you, then after checking that no one is watching, he slips an envelope containing documents into your hands. "Here," the medicine man whispers to you. "He had this hidden on him. I thought it best to give it to you, rather than to the Director..." Hiding your surprise, you thank Mateso and hurry to your cabin to see what it is. You are surprised to find that it is Kurtz's belongings that you found in his hiding place at the Central Station. And indeed, the safe in your cabin where they were stored is open. Incredible as it may seem, the prisoner escaped without raising an alarm, broke into your quarters, and stole the documents. You think for a moment. The prisoner died for a few letters and photos belonging to Kurtz, when he could have jumped overboard immediately after his escape. You think back to the nighttime assault that happened a while ago. You had thought that the objective was to kill you, or at least to slow down your progress towards Kurtz. But in reality, there were not that many of them, and your losses were limited. What if their goal all along was to recover Kurtz's belongings? You quickly scan the documents, looking for something worthy of risking one's life to retrieve. To no avail. No matter, you are convinced, and you are now a little closer to understanding Kurtz's true intentions when you face him.
es: No obedeces inmediatamente al director y, en cambio, te acercas a Mateso para examinar el cuerpo. El anciano te sonríe amablemente y, después de asegurarse de que nadie te está observando, te entrega un sobre con documentos. –Toma –te susurra el curandero–, él tenía esto escondido encima. Pensé que sería mejor dártelo a ti en lugar de al director... Ocultando tu sorpresa, le das las gracias a Mateso y te apresuras a tu camarote para revisar el contenido. Para tu asombro, descubres que se trata de las pertenencias de Kurtz, las mismas que habías encontrado en su escondite en la Estación Central. Y, efectivamente, la caja fuerte de tu camarote donde las guardaste está abierta. Increíblemente, el prisionero escapó sin alertar a nadie, entró en tu habitación y robó los documentos. Piensa un momento. El prisionero perdió la vida por unas cuantas cartas y fotografías de Kurtz, cuando bien podría haber saltado por la borda después de su fuga. Recuerdas el asalto nocturno que ocurrió no hace mucho. Habías pensado que el objetivo era acabar contigo, o al menos retrasar tu avance hacia Kurtz. Sin embargo, no fueron tantos los atacantes y tus pérdidas fueron mínimas. ¿Y si el verdadero propósito desde el inicio era recuperar las pertenencias de Kurtz? Revisas los documentos rápidamente, buscando algo que justifique el riesgo de la vida del prisionero. Sin éxito. Pero no importa, ahora estás convencido de que estás un paso más cerca de entender las verdaderas intenciones de Kurtz cuando llegue el momento de enfrentarlo.
fr: Vous n’obéissez pas immédiatement au Directeur et vous allez aux côtés de Mateso pour examiner le corps. Le vieil homme vous sourit doucement, puis après avoir vérifié que personne ne vous regardait, il vous glisse dans les mains une enveloppe contenant des documents. « Tenez ,» vous souffle l’homme-médecine. « Il avait ça caché sur lui. J’ai pensé qu’il valait mieux vous le donner, plutôt qu’au Directeur… Cachant votre surprise, vous remerciez Mateso et filez dans votre cabine pour voir de quoi il s’agit. Vous êtes fort surpris de constater que ce sont les affaires de Kurtz que vous aviez trouvé dans sa cachette du comptoir principal. Et en efet, le coffre de votre cabine qui les contenait est ouvert. Aussi incroyable que cela puisse paraître, le prisonnier s’est évadé sans donner l’alarme, s’est introduit dans vos quartiers, et a dérobé ces documents. Vous réfléchissez quelques instants. Le prisonnier est mort pour quelques lettres et photos appartenant à Kurtz, alors qu’il aurait pu sauter par-dessus bord immédiatement après son évasion. Vous repensez alors à l’assaut nocturne qui s’est produit il y a quelques temps. Vous aviez alors pensé que l’objectif était de vous tuer, ou au moins de vous ralentir dans votre progression vers Kurtz. Mais en réalité, ils n’étaient pas si nombreux, et vos pertes ont été limitées. Et si leur objectif. depuis le départ, était de s’emparer des affaires de Kurtz ? Vous parcourez rapidement les documents, en quête de quelque chose qui soit digne de prendre des risques mortels pour les récupérer. En vain. Qu’importe, votre conviction est faite, et vous êtes à présent un peu plus près de connaître les vraies intentions de Kurtz quand vous serez confronté à lui.
it: Non obbedite immediatamente al Direttore, e decidete di avvicinarvi a Mateso per esaminare il corpo. L'uomo vi sorride gentilmente, poi, dopo aver controllato che non ci sia nessuno a guardarvi, vi fa scivolare un involucro contenente dei documenti nella mano. "Ecco," vi sussurra lo sciamano. "Aveva questi, nascosti su di sé. Ho pensato che la cosa migliore fosse consegnarli a voi, piuttosto che al Direttore..." Dissimulando la vostra sorpresa, ringraziate Mateso e vi affrettate a tornare in cabina per vedere di cosa si tratta. Con stupore, vi accorgete che sono gli effetti personali di Kurtz, che avevate trovato nel suo alloggio alla Stazione Centrale. E, in effetti, la cassaforte della vostra cabina, in cui erano contenuti, è stata aperta. Per quanto possa sembrare incredibile, il prigioniero è evaso senza creare allarme e ha fatto irruzione nel vostro alloggio solo per rubare i documenti. Riflettete per un momento. Quella persona è morta per poche lettere e foto che appartenevano a Kurtz, quando avrebbe potuto saltare in acqua immediatamente dopo essere fuggito. Fate mente locale, tornando alla notte in cui siete stati assaliti, alcuni giorni prima. Eravate convinti che lo scopo fosse quello di uccidervi, o almeno di rallentarvi nella vostra avanzata verso Kurtz. Ma, in realtà, c'erano davvero pochi di loro, e le vostre perdite sono state minime. E se il loro obiettivo fosse stato quello di recuperare i beni di Kurtz? Controllate rapidamente i documenti, cercando qualcosa che valga la pena di rischiare la vita pur di essere recuperata, ma invano. Siete convinti che non abbia importanza, e che, quando lo affronterete, riuscirete a comprendere le vere intenzioni di Kurtz.
