Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/05_the_avatar_of_darkness.po
Languages: es, fr, it

source: Captain Marlow strides forward and yells at the Director: "You're the ones who are going to have to make it back without us! You don't have a proper helmsman on board, old man. Without my help, you'll end up stranded on a sandbank, like the last time the Roi des Belges went down this river. And I will not leave without my comrades here. Let us come aboard, or we are all dead!" Marlow's arguments seem to hit home for the Director, whose face falls as he realizes the truth of the Captain's words. Reluctantly, the Director orders his men to lay down their weapons and lower the gangplank to let you board.
es: El capitán Marlow avanza con determinación y grita al Director: –Son ustedes quienes tendrán que arreglárselas sin nosotros. No tienen a un verdadero timonel a bordo, viejo. Sin mi ayuda, acabarán varados en un banco de arena, como la última vez que el Roi des Belges bajó por este río. Y no me iré sin mis compañeros aquí. Déjanos subir a bordo o estamos todos muertos. Los argumentos de Marlow parecen hacer mella en el Director, cuyo rostro se descompone al darse cuenta de la verdad en las palabras del capitán. A regañadientes, el Director ordena a sus hombres que bajen las armas y desplieguen la pasarela para que puedas subir a bordo.
fr: Le Capitaine Marlow avance d'un pas décidé et hurle au Directeur : « C’est vous qui allez devoir vous débrouiller pour rentrer sans nous ! Vous n’avez aucun timonier digne de ce nom à bord, mon vieux. Sans mon aide, vous risquez de vous échouer sur un haut-fond, comme la dernière fois que le Roi des Belges est remonté ce fleuve. Et je ne partirai pas sans mes camarades ici présents. Laissez-nous monter à bord, sinon nous sommes tous morts ! » Les arguments de Marlow semblent efficacement atteindre le Directeur, dont le visage se décompose à mesure qu’il réalise la véracité des propos du Capitaine. A contrecœur, le Directeur ordonne à ses hommes de déposer les armes et d’abaisser la passerelle pour vous laisser monter à bord.
it: Il Capitano Marlow fa un passo avanti e grida al Direttore: "Siete voi quelli che non possono tornare a casa, senza di noi! Non avete un timoniere capace, a bordo, vecchio mio. Senza il mio aiuto, finireste incagliati su un banco di sabbia, come l'ultima volta che il Roi des Belges ha attraversato questo fiume. E io non intendo partire senza i miei compagni, laggiù. Fateli salire, o siamo tutti spacciati!" L'argomentazione di Marlow sembra fare presa sul Direttore, la cui espressione si incupisce, nel momento in cui realizza la verità dietro alle parole del Capitano. Riluttante, il Direttore ordina ai suoi uomini di abbassare i fucili e di calare la passerella per farvi salire a bordo.

source: Kurtz's heart-rending cries pull you from your contemplation of the spectacle of Darkness spreading around you. He now looks extremely weak. His skin has turned completely white and his wounds are bleeding profusely. He only finds the strength for two words before he loses consciousness: "The horror... The horror..." You immediately move around Kurtz's battered body, trying everything in your power to stop the bleeding and revive him. But after many minutes of struggling, you finally lose hope. You stand up with difficulty, staring into space. A thick black smoke suddenly comes out of every pore of Kurtz's skin. Hundreds of wisps of smoke writhe all around you. Some of them enter your body, without you feeling anything. Most of them try to flee but are gradually absorbed into the ground. You understand that the Darkness is drawn to the pieces of ivory scattered around you. A few moments later, it is all over. Kurtz is dead. The darkness is gone, but it is only trapped in a device that you suspect is fragile. You therefore try to cover the pieces of ivory that you see sticking out of the ground as much as you can. You hope that in this way the Darkness will not be able to escape for a long time.
es: Los desgarradores gritos de Kurtz te sacan de tu contemplación del espectáculo de Tinieblas que se extiende a tu alrededor. Ahora parece extremadamente débil. Su piel se ha vuelto completamente blanca y sus heridas sangran profusamente. Solo tiene fuerzas para pronunciar dos palabras antes de perder el conocimiento: –El horror... El horror... Te apresuras a moverte alrededor del cuerpo maltrecho de Kurtz, intentando todo lo que está a tu alcance para detener la hemorragia y reanimarlo. Pero, tras muchos minutos de lucha, finalmente pierdes la esperanza. Te levantas con dificultad, mirando al vacío. De repente, un espeso humo negro sale de todos los poros de la piel de Kurtz. Cientos de volutas de humo se retuercen a tu alrededor. Algunas de ellas entran en tu cuerpo, sin que sientas nada. La mayoría intenta huir, pero gradualmente son absorbidas por el suelo. Entiendes que las Tinieblas están siendo atraídas por los trozos de marfil esparcidos a tu alrededor. Unos momentos después, todo ha terminado. Kurtz está muerto. Las Tinieblas se han ido, pero solo están atrapadas en un dispositivo que sospechas es frágil. Por lo tanto, intentas cubrir los trozos de marfil que ves sobresalir del suelo lo mejor que puedes. Esperas que, de esta manera, las Tinieblas no puedan escapar por un largo tiempo.
fr: Les cris déchirants de Kurtz vous arrachent à votre contemplation du spectacle des Ténèbres qui s’étendent autour de vous. Il semble maintenant d’une faiblesse extrême. Sa peau est redevenue totalement blanche et ses blessures saignent abondamment. Il ne trouve la force que pour deux mots avant de perdre conscience : « L’horreur… L’horreur… » Vous vous activez immédiatement autour du corps martyrisé de Kurtz, tentant tout ce qui est en votre pouvoir pour stopper les saignements et le réanimer. Mais après de longues minutes de lutte acharnée, vous perdez finalement espoir. Vous vous relevez avec difficulté, le regard dans le vide. Une épaisse fumée noire sort alors brusquement de tous les pores de la peau de Kurtz. Des centaines de volutes de fumée s’éparpillent partout autour de vous. Certaines entrent dans votre corps, sans que vous ne sentiez quoi que soit. La plupart cherchent à fuir mais sont progressivement absorbées dans le sol. Vous comprenez que les Ténèbres sont attirées par les morceaux d’ivoire dispersés autour de vous. Quelques instants plus tard, tout est terminé. Kurtz est mort. Les ténèbres sont parties, mais elles ne sont que prisonnières d’un dispositif que vous devinez fragile. Vous entreprenez donc de recouvrir le plus possible les morceaux d’ivoire que vous voyez affleurer. Vous espérez qu’ainsi les Ténèbres ne pourront plus en sortir avant longtemps.
it: Le urla struggenti di Kurtz vi richiamano dalla contemplazione delle Tenebre che si dilatano intorno a voi. Ora sembra estremamente debole. La sua pelle è diventata completamente bianca e le sue ferite sanguinano copiosamente. Egli riesce a trovare la forza per pronunciare solo due parole, prima di svenire: "L'orrore... L'orrore..." Vi spostate immediatamente accanto al corpo malridotto di Kurtz, tentando qualsiasi manovra di vostra conoscenza per fermare il sanguinamento e rianimarlo. Ma dopo aver lottato per parecchi minuti, perdete le speranze. Vi alzate in piedi a fatica, con lo sguardo perso nel vuoto. Un fumo denso e nero fuoriesce da ogni poro della pelle di Kurtz. Centinaia di filamenti di fumo si intrecciano intorno a voi. Alcuni di essi vi entrano nel corpo, senza che vi accorgiate di nulla. La maggior parte tenta di fuggire, ma vengono lentamente assorbiti dalla terra. Capite che le Tenebre sono state attirate dai pezzi di avorio che giacciono sparpagliati per terra, intorno a voi. Pochi istanti più tardi, è tutto finito. Kurtz è morto. Le Tenebre non sono sparite, sono solamente intrappolate in un apparato che sospettate essere molto fragile. Cercate quindi di ricoprire al meglio i pezzi di avorio che vedete spuntare dal terreno. Sperate, in questo modo, che le Tenebre non possano più liberarsi per molto tempo.

source: The Avatar of Darkness was as powerful as it was terrifying, but it was not invulnerable. Thanks to your perseverance, you have managed to inflict lethal blows on its obsidian body. Finally, you deliver a decisive attack that knocks the nightmarish creature to the ground. The gut-wrenching screams of the Darkness chill your blood as the dark body suddenly expels thick black smoke. Hundreds of wisps of smoke billow toward you. You quickly understand what is attracting the Darkness: it is the obsidian statuette you found while traveling up the Congo River. You take the statuette out of your pocket and notice that it gradually absorbs all the black smoke emanating from the Avatar of Darkness. A few moments later, it's all over. The creature's skin gradually turns white again; its body returns to human form. You see Kurtz's pale body, terribly thin and ravaged by wounds that bleed profusely. He only finds the strength for two words before he loses consciousness: "The horror... The horror..." You rush to his side, trying everything in your power to stop the bleeding and revive him. But after many minutes of struggling, you lose hope. You get up with difficulty, staring blankly. Kurtz is dead. You examine the statuette in your hands. It has not changed. It would be impossible to guess that it now contains one of the most dangerous entities in the Mythos. You carefully wrap the obsidian statuette and lock it away in your belongings. You hope that the Darkness will not be able to escape it for a long time.
es: El Avatar de las Tinieblas era tan poderoso como aterrador, pero no era invulnerable. Gracias a tu perseverancia, has logrado infligir golpes letales en su cuerpo de obsidiana. Finalmente, das un ataque decisivo que derriba a la criatura de pesadilla. Los desgarradores gritos de las Tinieblas te hielan la sangre mientras su cuerpo oscuro expulsa de repente un espeso humo negro. Cientos de volutas de humo se arremolinan hacia ti. Rápidamente comprendes qué es lo que está atrayendo a las Tinieblas: es la estatuilla de obsidiana que encontraste mientras viajabas por el río Congo. Sacas la estatuilla de tu bolsillo y te das cuenta de que, poco a poco, absorbe todo el humo negro que emana del Avatar de las Tinieblas. Unos momentos después, todo ha terminado. La piel de la criatura gradualmente se vuelve blanca de nuevo; su cuerpo regresa a forma humana. Ves el cuerpo pálido de Kurtz, terriblemente delgado y devastado por heridas que sangran profusamente. Solo encuentra fuerzas para pronunciar dos palabras antes de perder el conocimiento: –El horror... El horror... Te apresuras a su lado, intentando con todas tus fuerzas detener la hemorragia y reanimarlo. Pero, después de muchos minutos luchando, pierdes la esperanza. Te levantas con dificultad, mirando al vacío. Kurtz ha muerto. Examinas la estatuilla en tus manos. No ha cambiado. Sería imposible adivinar que ahora contiene una de las entidades más peligrosas de los Mitos. Envuelves cuidadosamente la estatuilla de obsidiana y la guardas entre tus pertenencias. Esperas que las Tinieblas no puedan escapar de ella durante mucho tiempo.
fr: L’Avatar des Ténèbres était aussi puissant que terrifiant, mais n’était pas invulnérable. Grâce à votre persévérance, vous avez réussi à infliger des coups mortels à son corps d’obsidienne. Finalement, vous portez une attaque décisive qui met à terre cette créature de cauchemar. Les cris déchirants des Ténèbres vous glacent le sang alors que le corps sombre expulse brusquement une épaisse fumée noire. Des centaines de volutes de fumée se dirigent en se tortillant vers vous. Vous comprenez rapidement ce qui attire les Ténèbres : il s’agit de la statuette d’obsidienne que vous aviez trouvée en remontant le fleuve Congo. Vous sortez la statuette de votre poche et constatez qu’elle absorbe progressivement toute la fumée noire qui émane de l’Avatar des Ténèbres. Quelques instants plus tard, tout est terminé. La peau de la créature redevient peu à peu blanche ; son corps reprend forme humaine. Vous voyez le corps d’albâtre de Kurtz, terriblement maigre et ravagé par des blessures qui saignent abondamment. Il ne trouve la force que pour deux mots avant de perdre conscience : « L’horreur. L’horreur… » Vous vous précipitez autour de lui, tentant tout ce qui est en votre pouvoir pour stopper les saignements et le réanimer. Mais après de longues minutes de lutte acharnée, vous perdez espoir. Vous vous relevez avec difficulté, le regard vide. Kurtz est mort. Vous examinez la statuette entre vos mains. Elle n’a pas changé, impossible de deviner qu’à présent elle renferme l’une des entités du Mythe les plus dangereuses qui soient. Vous emballez soigneusement la statuette d’obsidienne et l’enfermez sous clé dans vos affaires. Vous espérez que les Ténèbres ne pourront plus en sortir avant longtemps.
it: L'Incarnazione delle Tenebre era tanto potente quanto terrificante, ma non era invulnerabile. Grazie alla vostra perseveranza, riuscite ad infliggere il colpo letale al suo corpo di ossidiana, che manda la creatura d'incubo al suolo. Le grida lancinanti dell'essere vi raggelano il sangue, mentre il nero corpo espelle improvvisamente u fumo denso e nero. Centinaia di filamenti di fumo fluttuano verso di voi. Capite subito cos'è che sta attirando l'oscurità: è la statuetta di ossidiana che avete trovato durante il vostro viaggio sul fiume Congo. Tirate la statuetta fuori dalla tasca e vi rendete conto che sta gradualmente assorbendo tutto il fumo nero emanato dall'Incarnazione delle Tenebre. Pochi istanti dopo, è tutto finito. La pelle della creatura torna ad essere bianca, e il suo corpo ritorna in forma umana. Tornate a vedere il corpo pallido di Kurtz, terribilmente magro e distrutto dalle ferite che sanguinano copiosamente. Egli riesce a trovare la forza per pronunciare solo due parole, prima di svenire: "L'orrore... L'orrore..." Vi spostate immediatamente al suo fianco, tentando qualsiasi cosa vi sia possibile per fermare il sanguinamento e rianimarlo. Ma dopo aver lottato per parecchi minuti, perdete le speranze. Vi alzate in piedi a fatica, con lo sguardo perso nel vuoto. Kurtz è morto. Esaminate la statuetta nelle vostre mani. Non è cambiata. Sarebbe impossibile immaginare che ora contiene uno dei più pericolosi esseri dei Miti. Avvolgete con attenzione la statuetta in un panno e la chiudete, insieme ai vostri oggetti personali, in un posto sicuro. Sperate, in questo modo, che le Tenebre non possano più liberarsi per molto tempo.

source: The Avatar of Darkness was as powerful as it was terrifying, but it was not invulnerable. Thanks to your perseverance, you have managed to inflict lethal blows to its obsidian body. Finally, you deliver a decisive attack that knocks the nightmarish creature to the ground. The gut-wrenching screams of the Darkness chill your blood as the dark body suddenly expels thick black smoke. Hundreds of wisps of smoke writhe all around you. Some of them penetrate your body without you feeling a thing. Most of them try to flee, but are gradually absorbed into the ground. The creature's skin gradually turns white again; its body takes on human form. You see Kurtz's pale body, terribly thin and ravaged by wounds that bleed profusely. He only finds the strength for two words before he loses consciousness: "The horror... The horror...". You rush to his side, trying everything in your power to stop the bleeding and revive him. But after many minutes of struggling, you lose hope. You get up with difficulty, staring blankly. Kurtz is dead. As you examine your surroundings, you discover pieces of fossilized ivory hidden beneath the earth. You realize that the Darkness has been drawn to these pieces and that the device trapping it is fragile. So you set out to cover up as much of the ivory as you can, hoping that the Darkness will not be able to escape for a long time.
es: El Avatar de las Tinieblas era tan poderoso como aterrador, pero no era invulnerable. Gracias a tu perseverancia, has logrado infligir golpes letales en su cuerpo de obsidiana. Finalmente, das un golpe decisivo que derriba a la criatura de pesadilla. Los desgarradores gritos de las Tinieblas te hielan la sangre mientras el cuerpo oscuro expulsa de repente un espeso humo negro. Cientos de volutas de humo se arremolinan a tu alrededor. Algunas penetran en tu cuerpo sin que sientas nada. La mayoría intenta huir, pero son absorbidas poco a poco por el suelo. La piel de la criatura gradualmente se vuelve blanca de nuevo; su cuerpo asume forma humana. Ves el cuerpo pálido de Kurtz, terriblemente delgado y devastado por heridas que sangran profusamente. Solo encuentra fuerzas para pronunciar dos palabras antes de perder el conocimiento: –El horror... El horror... Te apresuras a su lado, intentando con todas tus fuerzas detener la hemorragia y reanimarlo. Pero, tras muchos minutos luchando, pierdes la esperanza. Te levantas con dificultad, mirando al vacío. Kurtz ha muerto. Mientras examinas los alrededores, descubres piezas de marfil fosilizado ocultas bajo la tierra. Te das cuenta de que las Tinieblas han sido atraídas hacia estos fragmentos y que el dispositivo que las atrapa es frágil. Entonces te dedicas a cubrir tanto marfil como puedas, con la esperanza de que las Tinieblas no puedan escapar durante mucho tiempo.
fr: L’Avatar des Ténèbres était aussi puissant que terrifiant, mais il n’était pas invulnérable. Grâce votre persévérance, vous avez réussi à infliger des coups mortels à son corps d’obsidienne. Finalement, vous portez une attaque décisive qui met à terre cette créature de cauchemar. Les cris déchirants des Ténèbres vous glacent le sang alors que le corps sombre expulse brusquement une épaisse fumée noire. Des centaines de volutes de fumée s’éparpillent partout autour de vous. Certaines pénètrent dans votre corps sans que vous ne ressentiez rien. La plupart cherchent à fuir, mais sont progressivement absorbées dans le sol. La peau de la créature redevient peu à peu blanche; son corps reprend forme humaine. Vous voyez le corps d’albâtre de Kurtz, terriblement maigre et ravagé par des blessures qui saignent abondamment. Il ne trouve la force que pour deux mots avant de perdre conscience : « L’horreur…. L’horreur…. » Vous vous précipitez autour de lui, tentant tout ce qui est en votre pouvoir pour stopper les saignements et le réanimer. Mais après de longues minutes de lutte acharnée, vous perdez espoir. Vous vous relevez avec difficulté, le regard vide. Kurtz est mort. En examinant les alentours, vous découvrez des morceaux d’ivoire fossilisés cachés sous la terre. Vous réalisez que les Ténèbres ont été attirées par ces morceaux et que le dispositif qui les emprisonnent est fragile. Vous entreprenez donc de recouvrir autant que possible ces morceaux d’ivoire, espérant ainsi que les Ténèbres ne pourront plus en sortir avant longtemps.
it: L'Incarnazione della Tenebra era tanto potente quanto terrificante, ma non era invulnerabile. Grazie alla vostra perseveranza, riuscite ad infliggere il colpo letale al suo corpo di ossidiana, che manda la creatura d'incubo al suolo. Le grida lancinanti dell'essere vi raggelano il sangue, mentre il nero corpo espelle improvvisamente un fumo denso e nero. Centinaia di filamenti di fumo fluttuano verso di voi. Alcuni di essi vi entrano nel corpo, senza che vi accorgiate di nulla. La maggior parte tenta di fuggire, ma vengono lentamente assorbiti dalla terra. La pelle della creatura toma ad essere bianca, ed il suo corpo ritorna in forma umana. Vedete il corpo pallido di Kurtz, terribilmente magro e distrutto dalle ferite, che sanguinano copiosamente. Egli riesce a trovare la forza per pronunciare solo due parole, prima di svenire: "L'orrore... L'orrore..." Vi spostate immediatamente al suo fianco, tentando qualsiasi manovra di vostra conoscenza per fermare il sanguinamento e rianimarlo. Ma dopo aver lottato per parecchi minuti, perdete le speranze. Vi alzate in piedi a fatica, con lo sguardo perso nel vuoto. Kurtz è morto. Esaminando l'ambiente, scoprite pezzi di avorio fossile nascosto sotto la terra. Capite che le Tenebre sono state attratte da questo avorio, e che l'intero apparato è molto fragile. Cercate quindi di ricoprire al meglio la maggior parte dell'avorio, sperando, in questo modo, che le Tenebre non possano più liberarsi per molto tempo.

source: Resolution 11
es: Resolución 11
fr: Conclusion 11
it: Risoluzione 11
