Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/05_the_avatar_of_darkness.po
Languages: es, fr, it

source: Scenario III: The Avatar of Darkness
es: Escenario III: El Avatar de las Tinieblas
fr: Scénario III : L’Avatar des Ténèbres
it: Scenario III: L'Incarnazione delle Tenebre

source: You wake up a few minutes before sunrise. The night has not been easy, and the pale dawn that pierces your porthole is not very inviting. You leave your cabin and find most of the crew already up. The fatigue of the endless journey up the river and the hardships endured is evident on all faces. It is almost miraculous that you managed to get so close to Kurtz without the whole expedition turning into a fiasco. You are both dreading and hoping that the boat will finally reach its destination.
es: Te despiertas unos minutos antes del amanecer. La noche ha sido dura, y el pálido resplandor que se filtra por tu ojo de buey no es nada reconfortante. Al salir de tu camarote, encuentras a gran parte de la tripulación ya en pie. El agotamiento acumulado por el interminable viaje río arriba y las dificultades soportadas se reflejan en los rostros de todos. Es casi milagroso que hayas logrado llegar tan cerca de Kurtz sin que la expedición se convirtiera en un completo desastre. Todos temen, pero al mismo tiempo ansían, que el barco alcance por fin su destino.
fr: Vous vous réveillez quelques minutes avant le lever du soleil. La nuit n’a pas été de tout repos, et l’aube blafarde qui perce votre hublot n’est pas très engageante. Vous sortez de votre cabine et trouvez la plupart des membres d’équipage déjà levés. La fatigue de la remontée interminable du fleuve et des épreuves endurées se lit sur tous les visages. Il est presque miraculeux que vous ayez réussi à vous approcher d’aussi près de Kurtz sans que toute l’expédition ne se transforme en fiasco. Vous redoutez et espérez tout à la fois que le bateau atteigne pour de bon sa destination.
it: Vi svegliate pochi minuti prima del sorgere del sole. La notte non è stata facile e l'alba pallida che penetra dal vostro oblò non sembra davvero invitante. Lasciate la cabina e trovate l'intero equipaggio già in piedi. La fatica di questo viaggio infinito sul fiume e le difficoltà sopportate sono evidenti su ogni viso. E quasi un miracolo che siate riusciti ad arrivare così vicini a Kurtz senza che l'intera spedizione si sia trasformata in un fiasco. Siete sia spaventati, sia speranzosi all'idea che la nave raggiunga finalmente la sua destinazione.

source: How many copies of Winchester .22 were taken?
es: ¿Cuántas copias de la Winchester del .22 se cogieron?
fr: Combien d’exemplaires de la Winchester .22 ont été pris ?
it: Quante copie del Winchester .22 sono state prese?

source: Zero
es: Cero
fr: Zéro

source: You turn your attention to the ship's bow. The vegetation is dense and the meandering river prevents you from seeing more than a few dozen meters around the steamer. You are getting more and more nervous as you approach Kurtz's station, which is hidden not far from your location, just around the bend in the river. It would be an ideal spot for an attack from the banks, but nothing moves. If anyone is watching you from the thick vegetation, they are well hidden, or too few in number to pose a threat.
es: Diriges tu atención hacia la proa del barco. La densa vegetación y las curvas del río te limitan la visibilidad a solo unos pocos metros más allá del barco. Cada vez te sientes más inquieto conforme te acercas a la estación de Kurtz, oculta no muy lejos, justo al doblar el río. Este sería un lugar perfecto para una emboscada desde la orilla, pero todo parece quieto. Si alguien te observa desde la espesura, está muy bien oculto o es demasiado pequeño en número para suponer una amenaza.
fr: Vous portez votre attention vers la proue du bateau. La végétation est dense et les méandres du cours d’eau vous empêchent de voir à plus de quelques dizaines de mètres tout autour du vapeur. Vous êtes de plus en plus nerveux à l’approche du comptoir de Kurtz, qui se cache non loin de là, tout près de vous, au détour du fleuve. L’endroit serait idéal pour une attaque depuis les rives, mais rien ne bouge. Si des personnes vous observent depuis l’épaisse végétation environnante, elles sont bien cachées, ou trop peu nombreuses pour représenter une menace.
it: Volgete l'attenzione alla prua della nave. La fitta vegetazione e il fiume sinuoso non vi permettono di vedere a più di una dozzina di metri dal battello. Siete sempre più nervosi mentre vi avvicinate alla Stazione di Kurtz, che è nascosta non lontano da dove vi trovate ora, appena oltre l'ansa del fiume. Sarebbe un punto ideale per un attacco dagli argini, ma tutto è immoto. Se qualcuno vi sta osservando dalla foresta, deve essere molto ben nascosto, o devono essere troppo pochi per rappresentare una minaccia.

source: Remove 1 [cultist] token from the chaos bag for the remainder of the campaign.
es: Retira una ficha [cultist] de la bolsa de caos durante el resto de la campaña.
fr: Retirez 1 pions Chaos [cultist] de la réserve du Chaos pour le restant de la campagne.
it: Rimuovete 1 segnalino [cultist] dal sacchetto del caos per il resto della campagna.

source: When drawing opening hands for this scenario, investigators cannot take a mulligan.
es: Cuando robes la mano inicial en este escenario no puedes cambiarla.
fr: Quand ils piochent leur main de départ dans ce scénario, les investigateurs ne peuvent pas effectuer de mulligan.
it: Dopo aver pescato la mano di partenza per questo scenario, gli investigatori non possono effettuare il mulligan.

source: You turn your attention to the ship's bow. The vegetation is dense and the meandering river prevents you from seeing more than a few dozen meters around the steamer. You are getting more and more nervous as you approach Kurtz's station, which is hidden not far from your location, just around the bend in the river. It would be an ideal spot for an attack from the banks. You are on high alert. A rush of adrenaline passes through you the moment you see suspicious movement in the trees. You shout out as you spot the tips of arrows sticking out of the foliage on the other side of the river. All the crew are on alert. The Pilgrims rush to the weapons locker, and the Accountant and the Director pass by shouting insults and lock themselves in their cabins. You rush to your quarters to collect your belongings and prepare for the attack.
es: Diriges tu atención hacia la proa del barco. La vegetación es densa y el río serpentea, impidiéndote ver más allá de unas pocas decenas de metros alrededor del barco. A medida que te acercas a la estación de Kurtz, tu nerviosismo aumenta; la estación está escondida no muy lejos, justo al doblar el río. Sería un lugar perfecto para un ataque desde la orilla, por lo que te mantienes en alerta máxima. Una descarga de adrenalina te sacude cuando percibes un movimiento sospechoso entre los árboles. Gritas al ver las puntas de flechas asomando entre el follaje al otro lado del río. La tripulación entera se pone en alerta. Los peregrinos corren hacia el depósito de armas, mientras que el Contable y el Director, gritando insultos, se atrincheran en sus camarotes. Corres hacia tu habitación, recogiendo tus pertenencias rápidamente para prepararte para el inminente ataque.
fr: Vous portez votre attention vers la proue du bateau. La végétation est dense et les méandres du cours d’eau vous empêchent de voir à plus de quelques dizaines de mètres tout autour du vapeur. Vous êtes de plus en plus nerveux à l’approche du comptoir de Kurtz qui se cache non loin de là, tout près de vous au détour du fleuve. L’endroit serait idéal pour une attaque depuis les rives. Vos sens sont en alerte. Une décharge d’adrénaline se répand en vous à l’instant où vous apercevez des mouvements suspects dans les arbres. Vous criez en apercevant des pointes de flèches qui dépassent des frondaisons de l’autre côté du fleuve. Tous les membres d’équipage sont en alerte. Les Pèlerins se ruent vers le stock d’armes, le Comptable et le Directeur passent en hurlant des insultes et s’enferment dans leurs cabines. Vous vous précipitez dans vos quartiers pour récupérer vos affaires et vous préparer à l’attaque.
it: Volgete l'attenzione alla prua della nave. La vegetazione intricata e il fiume sinuoso non vi permettono di vedere a più di una dozzina di metri dal battello. Siete sempre più nervosi mentre vi avvicinate alla Stazione di Kurtz, che è nascosta non lontano da dove vi trovate ora, appena oltre l'ansa del fiume. Sarebbe un punto ideale per un attacco dagli argini. Siete in uno stato di massima allerta. Una scarica di adrenalina vi attraversa nel momento in cui notate un movimento sospetto fra gli alberi. Gridate, appena scorgete le punte delle frecce che sbucano dal fogliame sull'altro lato del fiume. Tutto l'equipaggio è visibilmente teso. I Pellegrini corrono verso il deposito delle armi, mentre il Contabile e il Direttore vanno a rinchiudersi nelle rispettive cabine imprecando ad alta voce. Correte verso i vostri alloggi per radunare il vostro equipaggiamento e per prepararvi all'attacco.

source: After each investigator has drawn their opening hand for this scenario, each investigator may do one of the following:
es: Después de que cada investigador robe su mano inicial en este escenario, cada investigador puede hacer una de las siguientes cosas:
fr: Après que chaque investigateur a pioché sa main de départ dans ce scénario, chaque investigateur peut (choisir une option) :
it: Dopo aver pescato la mano di partenza per questo scenario, ogni investigatore può scegliere uno degli effetti seguenti:

source: Add a copy of the Winchester .22 card to their hand (Group limit of 2 x Winchester .22 among all investigators).
es: Añadir una de las copias del Winchester del .22 a su mano. Límite de grupo de 2 copias del Winchester del .22.
fr: Ajouter à sa main un exemplaire du soutien d’histoire Winchester 2 (Maximum de 2 Winchester .22 pour tous les investigateurs).
it: Aggiungi una copia del Winchester .22 alla tua mano (Limite di 2 copie del Winchester .22 in totale tra gli investigatori).

source: Search their deck for a [[Firearm]], [[Ranged]] or [[Spell]] card and add it to their hand. [[Research]] abilities cannot be triggered as part of this search.
es: Buscar en su mazo una carta [[Arma de fuego]], [[A distancia]] o [[Hechizo]] y añadirla a su mano. No se puede activar capacidades [[Investigación]] durante esta búsqueda.
fr: Chercher dans son deck une carte [[Arme à feu]], [[À distance]] ou [[Sort]] et l’ajouter à sa main. Aucun effet de carte [[Recherche]] n’est déclenché suite à une recherche dans un deck à cette étape.
it: Cerca nel tuo mazzo una carta [[Arma da Fuoco]], [[Distanza]] o [[Incantesimo]] e aggiungila alla tua mano. Non possono essere innescate capacità [[Ricerca]] durante la risoluzione di questo effetto di gioco.

source: Each investigator who has searched for a card shuffles their deck.
es: Cada investigador que haya elegido buscar en su mazo, lo baraja.
fr: Chaque investigateur qui a cherché une carte mélange son deck.
it: Ogni investigatore che ha cercato una carta rimescola il proprio mazzo.

source: As the sun rises over the Congo, a thick mist quickly forms from upriver. In a few minutes, it has covered the river, your steamer, the banks and the sky with an atmosphere as dense as cotton. It is amid this surreal atmosphere that the first arrows whistle past your ears. Panic quickly takes hold of everyone on board. The dreaded attack has finally happened, a few minutes from Kurtz' station. He obviously does not intend to go quietly...
es: A medida que el sol se alza sobre el Congo, una densa niebla comienza a formarse rápidamente río arriba. En cuestión de minutos, cubre el río, el barco, las orillas y el cielo con una atmósfera tan opresiva como el algodón. En medio de esta neblina irreal, las primeras flechas cortan el aire, silbando junto a tus oídos. El pánico no tarda en apoderarse de todos a bordo. El tan temido ataque ha llegado, justo a pocos minutos de la estación de Kurtz. Está claro que él no tiene la menor intención de marcharse en silencio...
fr: Alors que le soleil se lève sur le Congo, une épaisse brume se forme rapidement depuis l’amont du fleuve. En quelques minutes, elle a recouvert le cours d’eau, votre bateau à vapeur, les rives et le ciel d’une atmosphère aussi impénétrable que du coton. C’est dans cette ambiance irréelle que les premières flèches sifflent à vos oreilles. Rapidement, la panique s’empare de toute l’embarcation. L’attaque redoutée a fini par se produire, à quelques minutes de navigation du comptoir de Kurtz. Ce dernier n’a visiblement pas l’intention de se laisser ramener facilement…
it: Mentre il sole sorge sul Congo, una fitta nebbia si forma lungo il fiume. In pochi minuti ha ricoperto il fiume, il battello, gli argini e il cielo con un'atmosfera densa come il cotone. È in mezzo a questo scenario surreale che le prime frecce cominciano a fischiare oltre le vostre teste. Il panico si impadronisce velocemente di chiunque, a bordo. L'attacco tanto temuto è finalmente arrivato, a pochi minuti dalla Stazione di Kurtz. Sembra ovvio che l'uomo non abbia alcuna intenzione di arrendersi...

source: Gather all Act x "a/b" cards and set aside 4 random copies of Act 3 "a/b". Form the Main Act deck from the remaining "a/b" Act cards.
es: Reúne todas las cartas de los actos a/b. Deja aparte 4 copias aleatorias del Acto 3 a/b, fuera del juego. Forma el mazo de Acto con las cartas restantes.
fr: Assemblez le deck Acte Principal en prenant toutes les cartes Acte « a/b ». Ajustez ce deck Acte Principal en mettant de côté 4 exemplaires de l’Acte 3 « a/b » pris au hasard parmi les 7 exemplaires existants.
it: Radunate tutte le carte Capitolo (a/b) e mettete da parte, temporaneamente fuori dal gioco, 4 copie casuali del Capitolo 3a. Preparate il Mazzo dei Capitoli Principale radunando tutte le carte Capitolo (a/b) rimanenti.

source: Put the 3 copies of Banks of the Congo River and the Roi des Belges (Repaired) locations in play.
es: Pon las 3 copias de las Orillas del río Congo y el Roi des Belges (Reparado) en juego.
fr: Mettez en jeu les 3exemplaires des Rives du Fleuve Congo et Le Roi des Belges (Réparé).
it: Mettete in gioco le 3 copie delle Rive del Fiume Congo e il Roi des Belges (Riparato).

source: Each investigator begins at Roi des Belges
es: Cada investigador comienza la partida en el Roi des Belges.
fr: Chaque investigateur commence la partie sur Le Roi des Belges
it: Gli investigatori iniziano la partita nel Roi des Belges

source: If you are playing on <b>Easy</b> or <b>Standard</b> difficulty:
es: Si estás jugando en dificultad <b>Fácil</b> o <b>Normal</b>:
fr: Si vous jouez la campagne au niveau de difficulté <b>Facile</b> ou <b>Standard</b> :
it: Se state giocando a difficoltà <b>Facile</b> o <b>Standard</b>:

source: Reveal each copy of Banks of the Congo River (Bathed in Mist).
es: Revela cada copia de las Orillas del río Congo (Bañadas en la bruma).
fr: Révélez chaque exemplaire des Rives du Fleuve Congo (Baignées de Brume).
it: Aprite ogni copia del luogo Rive del Fiume Congo (Avvolte dalla Foschia).

source: Place 3 [per_investigator] resources from the token pool on Roi des Belges (Repaired) and place 1 copy of Concealed Archer at each Banks of the Congo River location.
es: Coloca 3 recursos [per_investigator] (de la reserva de fichas) sobre el Roi des Belges (Reparado) y coloca 1 copia del Arquero furtivo en cada Lugar Orillas del río Congo.
fr: Placez 3[per_investigator] ressources depuis la réserve de pion sur Le Roi des Belges (Réparé) et placez 1 Archer Dissimulé dans chaque lieu Rives du Fleuve Congo.
it: Collocate 3[per_investigator] risorse dalla riserva dei segnalini sul Roi des Belges (Riparato) e mettete in gioco 1 copia dell'Arciere Nascosto in ogni luogo Rive del Fiume Congo.

source: The 2 copies of Congolese Warrior.
es: Las 2 copias del Guerrero congoleño.
fr: Les 2 exemplaires de Guerrier Congolais.
it: Le 2 copie del Guerriero Congolese.

source: 4 other random encounter cards from the <i>Lands of the Congo</i> encounter set.
es: 4 cartas de encuentro aleatorias del conjunto de encuentros <i>Paisajes del Congo</i>.
fr: 4 autres cartes Rencontre sélectionnées au hasard parmi le set de rencontre <i>Territoires du Congo</i>.
it: 4 altre carte casuali dal set di incontri Territori del Congo.

source: The 4 Act "c/d" cards that form the "c/d" Secondary Act deck and the 2 Act "e/f" cards that form the "e/f" Secondary Act deck.
es: Las 4 cartas de Acto Secundario c/d y las 2 cartas de Acto Secundario e/f.
fr: Les 4cartes Acte « c/d » qui forment le deck Acte Secondaire « c/d » et les 2 cartes Acte « e/f » qui forment le deck Acte Secondaire « e/f ».
it: Le 4 carte Capitolo (c/d), che formeranno un Mazzo dei Capitoli Secondario (c/d), e le 2 carte Capitolo (e/f), che formeranno il Mazzo dei Capitoli Secondario (e/f).

source: The 3 copies of Warrior of the Black Hand, the 2 copies of Medicine Man of the Black Hand, the 2 copies of Kurtz's Personal Guard and the Medicine Woman of the Black Hand.
es: Las 3 copias del Guerrero de la Mano Negra, las 2 copias del Médico brujo de la Mano Negra, las 2 copias del Guardaespaldas de Kurtz y la Médica bruja de la Mano Negra.
fr: Les 3 exemplaires de Guerrier de la Main Noire, les 2 exemplaires de Homme-Médecine de la Main Noire, les 2 exemplaires de Garde Rapprochée de Kurtz et la Femme-Médecine de la Main Noire.
it: Le 3 copie del Guerriero della Mano Nera, le 2 copie dello Stregone della Mano Nera, le 2 copie della Guardia del Corpo di Kurtz e la Guaritrice della Mano Nera.

source: The Station Pier, Inner Station, Kurtz's House, Path to Darkness, The Heart of Darkness and the 8 remaining single-sided locations.
es: El Embarcadero de la Estación, la Estación Interior, la Casa de Kurtz, la Senda de las Tinieblas, El Corazón de las Tinieblas y los 8 Lugares de una sola cara restantes.
fr: Les lieux Embarcadère du Comptoir, Le Comptoir de l’Intérieur, Maison de Kurtz, Piste vers Ténèbres, Le Cœur des Ténèbres et les 8 lieux mono-face restant.
it: I luoghi Molo della Stazione, Stazione Interna, Sentiero per l'Oscurità, Il Cuore delle Tenebre e gli 8 luoghi rimanenti a un solo lato.

source: All remaining copies of the Submerged by the Darkness weakness.
es: Todas las copias restantes de la Debilidad Sumido en las Tinieblas.
fr: Tous les exemplaires restants de la faiblesse Submergé par les Ténèbres.
it: Tutte le copie rimanenti della debolezza Sommerso dalle Tenebre.

source: Each copy of Congolese Warrior Equipment, .22 Winchester and Harlequin's Journal that have not been added to an investigator's deck.
es: Todas las copias del Equipo de guerra congoleño, del Winchesters del .22 y del Diario del Arlequín que no hayan sido añadidas al mazo de un investigador.
fr: Les cartes joueur Équipement de Guerrier Congolais restantes, les Winchester .22 restantes et le Journal de L’Arlequin.
it: Ogni copia del Corredo da Guerriero Congolese, del Winchester 22 e del Diario dell'Arlecchino che non fanno parte del mazzo di un qualsiasi investigatore.

source: The Ancestors Have Heard You encounter card, if it has not been exiled.
es: La copia de Los Ancestros te han escuchado, si no ha sido exiliada.
fr: La carte rencontre Les Ancêtres Vous Ont Entendu si cette dernière n’a pas été bannie.
it: Gli Antenati Ti Hanno Ascoltato, se non è stata esiliata.

source: The following cards that have a Story card on the other side: The Harlequin, Kurtz (Sick), Kurtz (Transforms) and The Avatar of Darkness. To get the most out of the scenario, do not read these cards, or their Story side, until prompted.
es: Las siguientes cartas que tienen un lado de Historia: El Arlequín, Kurtz (Enfermo), Kurtz (Transformándose) y el Avatar de las Tinieblas. Para obtener una mejor experiencia, no leas el lado de carta de Historia hasta que se indique.
fr: Les cartes suivantes dont l’autre face est une carte Histoire : L’Arlequin, Kurtz (Malade), Kurtz (Se Transforme) et L’Avatar des Ténèbres. Pour profiter au mieux du scénario ne lisez pas ces cartes, ni leur face Histoire, avant qu’on ne vous y invite.
it: Le seguenti carte, con un lato storia sul loro lato opposto: L'Arlecchino, Kurtz (Malato), Kurtz (In Trasformazione) e L'Incarnazione della Tenebra. Per una migliore esperienza di gioco, non leggete le carte storia finché non vi verrà chiesto di farlo.

source: During the course of the game, you will be instructed to place or remove Resource tokens on your steamer, the Roi des Belges. These resources represent the strength of the repairs you have made, and the durability of your steamer. If there are no resources on the Roi des Belges, the ship is severely damaged and you must flip this location over to its <t>Damaged</t> side. To repair the boat, you will need to follow the instructions on the location to place the required number of resources on it. You will then be able to flip this location back to its [[Repaired]] side. When this location is flipped from one side to the other, it does not leave the game. Therefore, all tokens placed on it remain in that location (on its new side), all attachments remain attached to it, and all enemies and investigators that were in that location remain there as well.
fr: En cours de partie, vous serez amené à placer ou retirer des pions Ressource sur votre bateau à vapeur, Le Roi des Belges. Ces ressources représentent la robustesse des réparations que vous avez effectué, et la résistance de votre bateau à vapeur. S’il n’y a pas de ressource sur Le Roi de Belges, le bateau est gravement endommagé et vous devrez alors retourner ce lieu sur sa face ayant le sous- titre « Endommagé». Pour réparer le bateau, il vous faudra suivre les instructions sur ce lieu afin d’y placer le nombre requis de ressource. Vous pourrez alors retourner à nouveau ce lieu sur sa face « Réparé ». Lorsque ce lieu est retourné d’une face à l’autre, li ne quitte pas le jeu. Par conséquent, tous les pions posés dessus restent dans ce lieu (sur sa nouvelle face), tous les attachements y restent attachés et tous les ennemis et investigateurs qui se trouvaient dans ce lieu y restent eux aussi.
