Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/05_the_avatar_of_darkness.po
Languages: es, fr, it

source: "The truth," thunders the Avatar of Darkness, "is that humanity is a distant descendant of the beings you call the Shoggoths." "During the long-forgotten wars, the corrupted bodies of these defeated creatures dissolved into the earth, air, and water of this planet. They were absorbed into the other native beings of the Earth and, in so doing, their essence lurks in the hearts of all living things." "I have walked this planet for a long time, and I have never seen anyone as close to becoming a new power among the stars as you are. The other powers, that you call the Great Old Ones, or something, have at best contempt for you or are unaware of your existence. But I know that humanity just needs a little push to let its potential explode. I am happy, because now the time has come. A great task awaits us." The huge creature of Darkness facing you approaches and touches your face with its hand, as hard, cold and black as obsidian. This triggers something in you. You have never felt anything like it. Never really. How to describe it? A word comes to your lips, but you can't get it out. You lose your footing. An ocean of darkness engulfs you. You collapse. Between two sobs, you hear yourself say the word you had forgotten. You only know this word now: "The horror... The horror..."
es: –La verdad –truena el Avatar de las Tinieblas– es que la humanidad es una descendiente lejana de los seres que ustedes llaman Shoggoths. –Durante las guerras olvidadas hace mucho tiempo, los cuerpos corruptos de estas criaturas derrotadas se disolvieron en la tierra, el aire y el agua de este planeta. Fueron absorbidos por los otros seres nativos de la Tierra, y al hacerlo, su esencia acecha en el corazón de todas las cosas vivientes. –He caminado por este planeta durante mucho tiempo, y nunca he visto a nadie tan cerca de convertirse en un nuevo poder entre las estrellas como tú. Las otras potencias, a las que llamas los Antiguos o algo así, sienten como mucho desprecio por ustedes o ni siquiera están al tanto de su existencia. Pero yo sé que la humanidad solo necesita un pequeño empujón para que su potencial explote. Estoy feliz, porque ahora ha llegado el momento. Nos espera una gran tarea. La enorme criatura de las Tinieblas que está frente a ti se acerca y te toca el rostro con su mano, dura, fría y negra como la obsidiana. Esto desencadena algo en ti. Nunca antes habías sentido algo así. Nunca realmente. ¿Cómo describirlo? Una palabra llega a tus labios, pero no puedes pronunciarla. Pierdes el equilibrio. Un océano de tinieblas te envuelve. Te derrumbas. Entre sollozos, te oyes decir la palabra que habías olvidado. Ahora solo conoces esta palabra: –El horror... El horror...
fr: « La vérité », tonna l’Avatar des Ténèbres, « c’est que l’humanité est un lointain descendant des êtres que vous appelez les Shoggoths. » « Au cours des guerres depuis longtemps oubliées, les corps corrompus de ces créatures vaincues se dissolvèrent dans le sol, l’air et l’eau de cette planète. Ils s’agglomérèrent avec les autres entités indigènes de la Terre et, se faisant, leur essence s’est tapie au cœur de tous les êtres vivants. » « J’ai arpenté longtemps cette planète, et jamais je n’ai vu d’être aussi proche que vous de devenir une nouvelle puissance parmi les étoiles. Les autres puissances, que vous appelez Grands Anciens, ou que sais-je, n’ont au mieux que du mépris pour vous ou ignorent votre existence. Mais moi, je sais que l’humanité n’a besoin que d’un petit coup de pouce pour laisser exploser son potentiel. Je suis heureux, car à présent le moment est venu. Une tâche grandiose nous attend. » L’immense créature des Ténèbres qui vous fait face s’approche et vous touche le visage de sa main aussi dure, froide et noire que de l’obsidienne. Cela provoque quelque chose en vous. Vous n’avez jamais rien ressenti de comparable. Jamais réellement. Comment le décrire ? Un mot vous vient aux lèvres, mais n’arrive pas à sortir. Vous perdez pied. Un océan de ténèbres vous engloutit. Vous vous effondrez. Entre deux sanglots, vous vous entendez dire le mot que vous aviez oublié. Vous ne connaissez plus que celui-là à présent : « L’horreur… L’horreur… »
it: "La verità," tuona l'Incarnazione delle Tenebre, "è che gli umani sono lontani discendenti degli esseri che chiamate Shoggoth." "Nel corso di guerre dimenticate da tempo, i corpi corrotti di queste creature sconfitte si sono dissolti nell'acqua, nella terra e nell'aria di questo pianeta. Sono stati assorbiti da altri esseri nati sulla Terra e, per questo motivo, la loro essenza si annida nel cuore di ogni essere vivente." "Ho vagato per la Terra per ere interminabili e non ho mai visto nessuno avvicinarsi a diventare una nuova potenza fra le stelle quanto voi umani. Le altre potenze, che voi chiamate Grandi Antichi o qualcosa del genere, vi guardano con disprezzo, quando non sono addirittura ignari della vostra esistenza. Ma io so che l'umanità ha bisogno solo di una piccola spinta per far esplodere il proprio potenziale. Ne sono felice, perché il momento è giunto. Un grande compito ci attende." L'enorme creatura di Tenebre di fronte a voi si avvicina e vi tocca il viso con la mano, dura, nera e fredda come l'ossidiana. Questo fa scattare qualcosa in voi. Non l'avevate mai provato davvero prima d'ora. Mai. Come descriverlo? Una parola vi sale fino alle labbra, ma non riuscite a pronunciarla. Perdete l'equilibrio. Un oceano di Tenebre vi travolge e crollate per terra. Tra i singhiozzi, vi ascoltate pronunciare la parola che avevate dimenticato. Conoscete solo questa, ora: "L'orrore... L'orrore..."

source: Resolution 18
es: Resolución 18
fr: Conclusion 18
it: Risoluzione 18

source: You are caught off guard and do not know what to do. Some crew members arrive from inland and join you; they too have been abandoned by the Director. Some of them, taken by madness, throw themselves into the water to try to catch up with the Roi des Belges, which is already pulling away. They are picked off one after the other by Winchester fire. You are faced with an impossible situation. You start looking for another way to leave the Inner Station. You quickly realize that you have no choice but to walk back along the Congo River and hope to catch up with the steamer. You go deep into the rainforest, wounded and on the verge of madness. You barely make it a mile before a group of Black Hand warriors attack you from behind. You fight with the energy of desperation, but nothing and no one can help you. Not here. Not this close to the Heart of Darkness.
es: Te pillan desprevenido y no sabes qué hacer. Algunos miembros de la tripulación llegan desde el interior y se unen a ti; ellos también han sido abandonados por el Director. Algunos de ellos, enloquecidos, se lanzan al agua intentando alcanzar el Roi des Belges, que ya se está alejando. Son abatidos uno tras otro por el fuego de los Winchester. Estás ante una situación imposible. Empiezas a buscar otra manera de salir de la Estación Interior. Rápidamente te das cuenta de que no tienes otra opción que caminar siguiendo el río Congo, con la esperanza de alcanzar el vapor. Te adentras en la selva tropical, herido y al borde de la locura. Apenas avanzas un kilómetro antes de que un grupo de guerreros de la Mano Negra te ataque por la espalda. Peleas con la energía de la desesperación, pero nada ni nadie puede ayudarte. No aquí. No tan cerca del Corazón de las Tinieblas.
fr: Vous êtes pris au dépourvu et ne savez plus quoi faire. Des membres d’équipage arrivent alors de l’intérieur des terres et vous rejoignent ; eux aussi ont été abandonnés par le Directeur. Quelques-uns, pris de folie, se jettent à l’eau pour tenter de rattraper le Roi des Belges qui s’éloigne déjà. Ils sont cueillis les uns après les autres par des tirs de winchester. Vous faites face à une situation impossible. Vous vous mettez à la recherche d’une autre solution pour quitter le comptoir de l’intérieur. Vous réalisez rapidement que vous n’avez pas d’autre choix que de repartir à pied en longeant le fleuve Congo et d’espérer rattraper le bateau à vapeur. Vous vous enfoncez dans la forêt tropicale, blessé et au bord de la folie. Vous n’avez pas fait un kilomètre qu’un groupe de guerriers de la Main Noire vous attaque par derrière. Vous vous battez avec l’énergie du désespoir, mais rien ni personne ne peut vous aider. Pas ici. Pas aussi près du Cœur des Ténèbres.
it: Venite presi alla sprovvista e non sapete cosa fare. Alcuni membri dell'equipaggio si avvicinano dall'entroterra e si uniscono a voi; anche loro sono stati abbandonati dal Direttore. Alcuni di loro, nel panico, si lanciano in acqua per cercare di raggiungere il Roi des Belges, che si sta già allontanando. Vengono fatti fuori uno dopo l'altro dai colpi dei Winchester. Vi trovate in una situazione impossibile da risolvere. Tentate di trovare un altro modo per lasciare la Stazione Interna, e realizzate in fretta di non avere altra scelta se non di camminare lungo il fiume Congo sperando di incrociare un altro battello. Vi inoltrate nelle profondità della foresta pluviale, feriti e sull'orlo della follia. Percorrete a malapena un miglio, prima che un gruppo di guerrieri della Mano Nera vi attacchi alle spalle. Combattete con la forza della disperazione, ma niente e nessuno può aiutarvi, ora. Non qui. Non così vicino al Cuore delle Tenebre.

source: Resolution 19
es: Resolución 19
fr: Conclusion 19
it: Risoluzione 19

source: You go for broke and attack the Avatar of Darkness in the hope of at least taking it with you to the grave. But it's no use. The being that used to be Kurtz withdraws, and lets his bloodthirsty warriors pounce on you. The world around you turns into a maelstrom of spears, arrows, blood and screams. The last thing you see is the Avatar of Darkness watching the massacre, with a glint of amusement in his eyes.
es: Te la juegas y atacas al Avatar de la Tiniebla con la esperanza de al menos llevarlo contigo a la tumba. Pero no sirve de nada. El ser que solía ser Kurtz se retira, y deja que sus guerreros sedientos de sangre se abalancen sobre ti. El mundo a tu alrededor se convierte en un torbellino de lanzas, Flechas, sangre y gritos. Lo último que ves es al Avatar de la Tiniebla observando la masacre, con un destello de diversión en sus ojos.
fr: Vous tentez le tout pour le tout et attaquez l’Avatar des Ténèbres dans l’espoir de l’emporter avec vous dans la tombe. Mais c’est peine perdue. L’être qui fut Kurtz se recule et laisse ses guerriers assoiffés de sang se jeter sur vous. Le monde autour de vous se transforme en un maelström de lances, de flèches, de sang et de cris. La dernière image que vous voyez est l’Avatar des Ténèbres qui observe le massacre, avec une lueur d’amusement dans les yeux.
it: Tentate il tutto per tutto ed attaccate l'Incarnazione delle Tenebre nella speranza, almeno, di portarla con voi nella tomba. Ma non serve a nulla. L'essere che una volta era stato Kurtz si arrende, e lascia che questo essere assetato di sangue vi si avventi contro. Il mondo intorno a voi diventa un vortice di lance, frecce, sangue e urla. L'ultima cosa che vedete è l'Incarnazione delle Tenebre che osserva il massacro, con un bagliore di divertimento negli occhi.

source: Resolution 20
es: Resolución 20
fr: Conclusion 20
it: Risoluzione 20

source: You are finally on board the Roi des Belges, exhausted. You head for your cabin to rest and you feel the gentle lapping of the waves on the hull of the boat. The weight on your shoulders begins to ease. The Director does not hide his hostility towards you and takes every opportunity to remind you that you have failed in your mission. Nevertheless, the return trip passes without any major incident. A few weeks later, you dock back at the Company's Central Station. After taking your leave of the Director, who pays you no attention, you board the first transatlantic ship back to Arkham. You are relieved to be back home, but you know that the memories of your adventure will continue to haunt you. A few days later, you meet with Mr. Promise. The meeting is brief, but you sense his disappointment. Although he recognizes the difficulty of your mission, he expected a lot from you and you have failed to bring Kurtz back. As you leave the Company's premises, your conscience torments you. You promise yourself that you will never forget the horrors you have seen and the lessons you have learned.
es: Finalmente estás a bordo del Roi des Belges, agotado. Te diriges a tu camarote para descansar y sientes el suave golpeteo de las olas contra el casco del barco. El peso sobre tus hombros comienza a aliviarse. El Director no oculta su hostilidad hacia ti y aprovecha cada oportunidad para recordarte que has fallado en tu misión. A pesar de todo, el viaje de regreso transcurre sin incidentes importantes. Unas semanas más tarde, llegas de nuevo a la Estación Central de la Compañía. Después de despedirte del Director, que ni siquiera te presta atención, subes al primer barco transatlántico de regreso a Arkham. Te sientes aliviado de estar de vuelta en casa, pero sabes que los recuerdos de tu aventura seguirán persiguiéndote. Unos días después, te reúnes con el Sr. Promise. La reunión es breve, pero percibes su decepción. Aunque reconoce la dificultad de tu misión, esperaba mucho de ti y has fallado al no traer de vuelta a Kurtz. Mientras sales de las oficinas de la Compañía, tu conciencia te atormenta. Te prometes a ti mismo que nunca olvidarás los horrores que has visto y las lecciones que has aprendido.
fr: Vous êtes enfin à bord du Roi des Belges, épuisé. Vous vous dirigez vers votre cabine pour prendre un peu de repos et ressentez le doux clapotis des vagues sur la coque du bateau. La pression qui pesait sur vos épaules commence à s’alléger. Le Directeur ne cache pas son hostilité à votre égard et profite de chaque occasion pour vous rappeler que vous avez échoué dans votre mission. Malgré tout, le voyage de retour se déroule sans incident majeur. Quelques semaines plus tard, vous accostez au comptoir principal de la Compagnie. Après avoir pris congé du Directeur, qui ne vous accorde aucune attention, vous embarquez dans le premier bateau transcontinental qui vous ramène à Arkham. Vous êtes soulagé d’être de retour chez vous, mais vous savez que les souvenirs de votre aventure continueront de vous hanter. Quelques jours plus tard, vous rencontrez Monsieur Promise. L’entrevue est brève, mais vous sentez sa déception. Bien qu’il reconnaisse la difficulté de votre mission, il attendait beaucoup de vous et vous avez échoué à ramener Kurtz. En quittant les locaux de la Compagnie, votre conscience vous tourmente. Vous vous promettez de ne jamais oublier les horreurs que vous avez vues et les leçons que vous avez apprises.
it: Siete finalmente saliti, esausti, a bordo del Roi des Belges. Vi dirigete verso la cabina per riposare e udite lo sciabordio gentile delle onde contro lo scafo della nave. Il peso sulle vostre spalle comincia a sollevarsi. Il Direttore non nasconde la sua ostilità nei vostri confronti e approfitta di ogni occasione per ricordarvi che avete fallito la vostra missione. Tuttavia, il viaggio di ritorno trascorre senza grossi intoppi. Poche settimane più tardi, attraccate nuovamente alla Stazione Centrale della Compagnia. Dopo esservi congedati dal Direttore, che non vi degna di alcuna attenzione, vi imbarcate sul primo transatlantico diretto ad Arkham. Siete felici di tornare a casa, ma sapete che i ricordi delle vostre avventure continueranno a tormentarvi. Alcuni giorni dopo, incontrate Mr. Promise. Il colloquio è breve, ma percepite chiaramente la sua delusione. Anche riconoscendo la difficoltà della vostra missione, si aspettava davvero molto, e voi avete fallito nel riportare indietro Kurtz. Mentre lasciate gli uffici della Compagnia, la vostra coscienza vi tormenta. Vi ripromettete di non dimenticare mai gli orrori a cui avete assistito e le lezioni che avete imparato.

source: Resolution 21
es: Resolución 21
fr: Conclusion 21
it: Risoluzione 21

source: Mr. Promise snaps the file containing your mission report shut and looks up at you sternly. "So that's what happened? I don't deny that the Company is embarrassed by the tragic death of Mr. Kurtz. And to leave his remains there is really..." Mr. Promise closes his eyes for a moment, inhales heavily, then looks at you from head to toe. "But I guess you did the best you could under the circumstances. At least we don't have any more problems with the ivory. The new head of the Inner Station has started the shipments again, so everything will gradually return to normal. As for the... truth... about what Kurtz had become, I suppose I don't need to remind you of the confidentiality clause you signed before embarking for Africa a few months ago?" You leave Mr. Promise's office shortly afterwards and hurry out of the huge building as quickly as possible. The air is more breathable here, in front of the building, but the horizon is obscured by a bank of black clouds. The Miskatonic River flows quietly at your feet, forming a watery path that seems to lead to the farthest reaches of the earth... to the heart of darkness.
es: El Sr. Promise cierra de golpe el archivo que contiene tu informe de la misión y te mira con severidad. –¿Así que eso fue lo que pasó? No niego que la Compañía esté avergonzada por la trágica muerte del Sr. Kurtz. Y dejar sus restos allí es realmente.... El Sr. Promise cierra los ojos por un momento, inhala profundamente y luego te observa de arriba abajo. –Pero supongo que hiciste lo mejor que pudiste dadas las circunstancias. Al menos ya no tenemos más problemas con el marfil. El nuevo jefe de la Estación Interior ha reanudado los envíos, así que todo volverá gradualmente a la normalidad. En cuanto a la... verdad... sobre en lo que se había convertido Kurtz, supongo que no necesito recordarte la cláusula de confidencialidad que firmaste antes de embarcarte hacia África hace unos meses, ¿verdad?. Sales de la oficina del Sr. Promise poco después y te apresuras a salir del enorme edificio lo más rápido posible. El aire es más respirable aquí, frente al edificio, pero el horizonte está oscurecido por un banco de nubes negras. El río Miskatonic fluye silenciosamente a tus pies, formando un sendero acuoso que parece llevarte a los confines de la tierra... al corazón de las tinieblas.
fr: Monsieur Promise referme d’un geste sec le dossier contenant le rapport sur votre mission et lève la tête pour vous dévisager d’un air sévère. « C’est donc ainsi que les choses se sont passées? Je ne vous cache pas que la Compagnie est embarrassée par le tragique décès de Monsieur Kurtz. Et puis laisser sa dépouille là-bas, c’est vraiment… » Monsieur Promise ferme les yeux un instant, inspire lourdement, puis vous regarde de la tête aux pieds. « Mais je suppose que vous avez fait au mieux, vu les circonstances. À tout le moins, nous n’avons plus de problème concernant l’ivoire. Le nouveau responsable du comptoir de l’intérieur a fait repartir les envois, tout va progressivement rentrer dans l’ordre. Quant à la vérité… à propos de ce que Kurtz était devenu, je suppose qu’il est inutile de vous rappeler la clause de confidentialité que vous avez signée avant d’embarquer en direction de l’Afrique il y a quelques mois ? » Vous quittez peu de temps après le bureau de Monsieur Promise et ressortez le plus vite possible de l’immense bâtiment. L’air est plus respirable ici, sur le parvis du bâtiment, mais l’horizon est barré par un banc de nuages noirs. La rivière Miskatonic coule tranquillement à vos pieds, formant un chemin d’eau qui semble mener aux derniers confins de la terre. au cœur des ténèbres.
it: Mr. Promise chiude il fascicolo contenente il resoconto della vostra missione e vi osserva austeramente. "Così, questo è ciò che è successo? Non nego che la Compagnia sia parecchio imbarazzata per la tragica morte del signor Kurtz. E lasciare laggiù i suoi resti è stato davvero..." Mr. Promise chiude gli occhi per un secondo, inspirando profondamente, poi vi squadra dalla testa ai piedi. "Ma immagino che abbiate fatto tutto il possibile, date le circostanze. Almeno non abbiamo più alcun problema con l'avorio. Il nuovo responsabile della Stazione Interna ha fatto ripartire le spedizioni, quindi tutto tornerà gradualmente alla normalità. Per quanto riguarda la... verità... su ciò che Kurtz era diventato, immagino che non ci sia bisogno di ricordarvi l'accordo di riservatezza che avete firmato prima di imbarcarvi per l'Africa, alcuni mesi fa. Giusto?" Lasciate l'ufficio di Mr. Promise subito dopo la conversazione e vi affrettate ad allontanarvi dall'enorme edificio. L'aria, ora, è meno pesante, ma l'orizzonte viene oscurato da un banco di nuvole nere. Il Fiume Miskatonic scorre placidamente ai vostri piedi, formando un sentiero d'acqua che sembra condurre verso le zone più lontane della Terra... verso il Cuore delle Tenebre.

source: During the course of the game, you will be instructed to place or remove Resource tokens on your steamer, the Roi des Belges. These resources represent the strength of the repairs you have made, and the durability of your steamer. If there are no resources on the Roi des Belges, the ship is severely damaged and you must flip this location over to its [[Damaged]] side. To repair the boat, you will need to follow the instructions on the location to place the required number of resources on it. You will then be able to flip this location back to its [[Repaired]] side. When this location is flipped from one side to the other, it does not leave the game. Therefore, all tokens placed on it remain in that location (on its new side), all attachments remain attached to it, and all enemies and investigators that were in that location remain there as well.
es: Durante la partida, se te indicará que coloques o retires fichas de Recursos en el Lugar Roi des Belges. Esas fichas representan la calidad de tus reparaciones y la durabilidad de tu barco a vapor. Si no hay recursos en el Roi des Belges el barco se considera seriamente dañado y deberás dar la vuelta a ese Lugar para mostrar su lado [[Dañado]]. Para reparar el barco, deberás colocar la cantidad requerida de recursos sobre el Lugar siguiendo sus instrucciones. A continuación, podrás dar la vuelta al Lugar para mostrar su lado [[Reparado]]. Cuando se le de la vuelta a un Lugar, no abandona el juego. Por lo tanto, todas las fichas, cartas vinculadas, Enemigos e investigadores permanecen en el mismo Lugar.
it: Durante il corso della partita, vi verrà chiesto di aggiungere o rimuovere segnalini risorsa dal vostro battello a vapore, il Roi des Belges. Queste risorse rappresentano la resistenza delle vostre riparazioni e la solidità del vostro battello. Se non ci sono risorse sul Roi des Belges, la nave è gravemente danneggiata e dovete girare quel luogo sul suo lato [[Danneggiato]]. Per riparare la nave, dovrete seguire le istruzioni sulla carta, per collocare il numero di risorse richiesto su di esso. Potrete poi girare quel luogo sul suo lato [[Riparato]]. Quando questo luogo viene girato su un altro lato, non lascia il gioco. Tutti i segnalini, le carte assegnate, i nemici e gli investigatori rimangono dal luogo precedente al nuovo luogo.
