Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/05_the_avatar_of_darkness.po
Languages: es, fr, it

source: Once your task is complete, you find Kurtz in the same place where he fell, curled up and muttering incoherently. You pick him up and take him with you to the Roi des Belges. Kurtz does not protest as you pass the hill leading to his house, he even seems reassured that you are taking him away from this cursed place. No one stops you. The people of the Inner Station all look stunned, as if they have just woken up from a long, tumultuous nightmare. Once everyone is on board, the Director congratulates you on the success of your mission, but it seems clear that he is happier to leave this place than he is to have Kurtz on board the ship. In any case, the Roi des Belges begins to head back downriver on its long journey back to the Central Station. With all the cabins taken, you put Kurtz on a bunk near the helmsman's post. The fresh air seems to do him good, and a few days later Kurtz is lucid enough to talk to you again. He spends a lot of time explaining to you how noble his intentions were, how he really did have a big plan in mind, but that now it's all over for him. Despite yourself, you find sympathy for this man who is now a shadow of his former self. You thought he might regain enough strength to make the journey, but a few days later he falls ill again, loses a lot of weight and becomes delirious. During a particularly hot night, despite the breeze, Kurtz starts talking about his promised; he misses her terribly and is worried about the lies she will be fed about him. As a final favor, he begs you to find her and tell her the truth about his unfortunate fate.
es: Una vez que terminas tu tarea, encuentras a Kurtz en el mismo lugar donde cayó, acurrucado y murmurando incoherencias. Lo recoges y lo llevas contigo al Roi des Belges. Kurtz no protesta al pasar por la colina que conduce a su casa, e incluso parece aliviado de que lo estés alejando de ese lugar maldito. Nadie te detiene. Las personas de la Estación Interior parecen aturdidas, como si acabaran de despertar de una larga y tumultuosa pesadilla. Una vez que todos están a bordo, el Director te felicita por el éxito de tu misión, aunque parece más contento de abandonar ese lugar que de tener a Kurtz en el barco. En cualquier caso, el Roi des Belges comienza su largo viaje de regreso hacia la Estación Central. Con todas las cabinas ocupadas, colocas a Kurtz en una litera cerca del puesto del timonel. El aire fresco parece hacerle bien, y unos días después, Kurtz está lo suficientemente lúcido como para hablar contigo de nuevo. Pasa mucho tiempo explicándote lo nobles que eran sus intenciones, cómo realmente tenía un gran plan en mente, pero que ahora todo ha terminado para él. A pesar de ti mismo, sientes simpatía por este hombre que ahora es solo una sombra de lo que fue. Pensaste que podría recuperar suficiente fuerza para completar el viaje, pero unos días después cae enfermo nuevamente, pierde mucho peso y comienza a delirar. Durante una noche especialmente calurosa, a pesar de la brisa, Kurtz empieza a hablar de su prometida; la extraña terriblemente y está preocupado por las mentiras que le contarán sobre él. Como último favor, te suplica que la encuentres y le digas la verdad sobre su desafortunado destino.
fr: Une fois votre tâche accomplie, vous retrouvez Kurtz à l’endroit même où il était tombé, recroquevillé sur lui-même et murmurant des propos incohérents. Vous le relevez et l’emportez avec vous vers le Roi des Belges. Kurtz ne proteste pas lorsque vous passez devant la colline menant à sa maison, il semble même rassuré que vous le fassiez quitter cet endroit maudit. Personne ne vous retient, les gens du comptoir de l’intérieur ont tous un air ébahi, comme s’ils venaient de se réveiller d’un long et tumultueux cauchemar. Une fois tout le monde à bord, le Directeur vous félicite pour la réussite de votre mission, mais il paraît clair qu’il est plus heureux de quitter cet endroit que d’avoir Kurtz à bord du navire. Quoi qu’il en soit, le Roi de Belges repart en direction de l’aval du fleuve et entame enfin son long trajet de retour vers le comptoir principal. Toutes les cabines étant prises, vous installez Kurtz sur une couchette proche du poste du timonier. Le courant d’air frais qu’il reçoit semble lui faire du bien, et quelques jours plus tard, Kurtz redevient assez lucide pour vous parler. Il passe beaucoup de temps à vous expliquer à quel point ses intentions étaient nobles, qu’il avait réellement un grand projet en tête, mais qu’à présent tout est fini pour lui. Vous vous attachez malgré vous à cet homme qui n’est plus que l’ombre de ce qu’il fut. Vous pensiez qu’il pourrait reprendre assez de force pour faire la traversée, mais quelques jours plus tard, il retombe malade, perd beaucoup de poids et se remet à délirer. Pendant une nuit torride malgré le courant d’air, Kurtz se met à parler de sa promise; elle lui manque terriblement et il est inquiet à propos des mensonges dont on va l’abreuver à son sujet. En guise d’ultime faveur, il vous implore de la retrouver et de lui dire la vérité sur son funeste destin.
it: Una volta completato il vostro compito, trovate Kurtz nello stesso punto in cui era caduto, che mormora parole senza senso, raggomitolato in posizione fetale. Lo aiutate ad alzarsi e lo accompagnate fino al Roi des Belges. Kurtz non protesta affatto quando superate la collina che porta alla sua abitazione, e sembra addirittura rassicurato dal fatto che lo stiate portando lontano da questo posto maledetto. Nessuno vi blocca. La gente alla Stazione Interna sembra stupita, come se si fossero tutti appena svegliati da un sonno agitato. Una volta a bordo, il Direttore si congratula con voi del successo della vostra missione, ma è evidente che sia più felice di poter lasciare questo posto, piuttosto che di avere Kurtz sul battello con sé. In ogni caso, il Roi des Belges comincia a mettersi in moto per il viaggio di ritorno verso la Stazione Centrale. Dato che le cabine sono tutte occupate, fate accomodare Kurtz in una cuccetta vicino alla postazione del timoniere. L'aria fresca sembra giovargli, e in pochi giorni, Kurtz torna abbastanza lucido da parlarvi di nuovo. Passa molto tempo a spiegarvi quanto fossero nobili le sue intenzioni, e di come avesse realmente un grosso piano in mente ma, ormai, per lui è tutto finito. Vostro malgrado, provate compassione per quest'uomo, che è ormai l'ombra di se stesso. Eravate convinti che avrebbe potuto recuperare abbastanza forze da sostenere il viaggio, ma pochi giorni più tardi torna ad ammalarsi, perde ulteriore peso e comincia a delirare. Durante una nottata particolarmente rovente, nonostante la brezza, Kurtz comincia a parlare della sua "promessa": gli manca terribilmente ed è terrorizzato dalle menzogne che verranno raccontate su di lui. Come un ultimo favore, vi prega di trovarla e raccontarle la verità sul suo destino sfortunato.

source: Resolution 12
es: Resolución 12
fr: Conclusion 12
it: Risoluzione 12

source: The poor devil Kurtz obviously forgot that you had already spoken about his promised, and that you know about his secret relationship with the daughter of the director of the Company.
es: El pobre diablo de Kurtz obviamente olvidó que ya habías hablado de su prometida y que conocías su relación secreta con la hija del director de la Compañía.
fr: Ce pauvre diable de Kurtz a visiblement oublié que vous aviez déjà discuté ensemble à propos de sa promise, et que vous connaissiez sa relation secrète avec la fille du directeur de la Compagnie.
it: Quel povero disgraziato di Kurtz ha ovviamente dimenticato di aver già parlato della sua "promessa", in precedenza, e che siete già a conoscenza della sua relazione segreta con la figlia del Direttore della Compagnia.

source: Resolution 13
es: Resolución 13
fr: Conclusion 13
it: Risoluzione 13

source: Wanting to be sure, you go and look through your things and take the picture of the girl that you found at the Central Station. You go back up to the bridge and show the photo to Kurtz. His face lights up in an instant. He admits to you that this is the woman he is in love with and that their relationship had to remain secret for fear of her father's reprisals. It is then that you make the connection with Mr Promise. Of course! The family resemblance jumps out at you now. Kurtz's "promised" is Mr Promise's daughter.
es: Queriendo estar seguro, vas a revisar tus cosas y sacas la fotografía de la joven que encontraste en la Estación Central. Vuelves al puente y le muestras la foto a Kurtz. Su rostro se ilumina al instante. Te confiesa que esa es la mujer de la que está enamorado y que su relación tuvo que permanecer en secreto por miedo a las represalias de su padre. Es entonces cuando haces la conexión con el señor Promise. ¡Por supuesto! La semejanza familiar salta a la vista ahora. La "prometida" de Kurtz es la hija del señor Promise.
fr: Voulant en avoir le cœur net, vous partez fouiller dans vos affaires et vous prenez la photo de la jeune fille que vous aviez trouvée dans le comptoir principal. Vous remontez dans la cabine du timonier et vous montrez le cliché à Kurtz. Son visage s’éclaire en un instant. Il vous avoue qu’il s’agit de la femme dont il est amoureux et dont leur relation a dû rester secrète par peur des représailles de son père. C’est alors que vous faites le rapprochement avec Monsieur Promise. Bien sûr ! L’air de famille vous saute au visage à présent, la promise de Kurtz est sa fille.
it: Per esserne sicuri, andate a cercare tra le vostre cose la foto di donna che avete trovato alla Stazione Centrale. Tornate sul ponte e la mostrate a Kurtz. Il suo volto si illumina all'istante. Ammette che è davvero lei la donna di cui è innamorato, e che la loro relazione deve rimanere segreta, per timore di ritorsioni da parte del padre di lei. Immediatamente avete una visione d'insieme, e capite finalmente il rapporto con Mr. Promise. Ovvio! Le caratteristiche somatiche della famiglia vi saltano ora all'occhio. La "promessa" di Kurtz è la figlia di Mr. Promise.

source: Resolution 14
es: Resolución 14
fr: Conclusion 14
it: Risoluzione 14

source: Kurtz begs you to swear that you will find Miss Promise and tell her his story, honestly and without lying to her. You feel so sorry for him that you can't resist, and you promise him that it will be done. Kurtz smiles at you and seems to be about to tell you something when his eyes are drawn to something behind you. His smile immediately disappears, his eyes become glassy, his voice becomes shrill and he stammers. You would swear that his illness is so bad that he is losing weight before your very eyes, barely more than skin on bone. You turn around, but see nothing in particular through the cabin window. Only the right bank of the river passing quietly by, relatively clearly at this point, the trees of the rainforest far behind you, a large peaceful savannah ahead. Kurtz extends a skeletal arm, pointing at something invisible on the shore. "It's here..." he manages to say in a breath, and then you can barely hear his last words: "The horror... The horror..." Kurtz closes his eyes and collapses. You rush to help him and yell to the young Congolese sailor who is standing behind you to run and get Mateso. But it is too late. Kurtz is dead.
es: Kurtz te suplica que jures que encontrarás a la señorita Promise y le contarás su historia, de manera honesta y sin mentiras. Sientes tanta lástima por él que no puedes resistirte, y le prometes que lo harás. Kurtz te sonríe, parece a punto de decirte algo, cuando de repente sus ojos se dirigen a algo detrás de ti. Su sonrisa desaparece al instante, sus ojos se vuelven vidriosos, su voz se vuelve aguda y tartamudea. Jurarías que su enfermedad es tan grave que está perdiendo peso ante tus propios ojos, apenas es más que piel y huesos. Te das la vuelta, pero no ves nada en particular a través de la ventana de la cabina. Solo la orilla derecha del río pasando tranquilamente, relativamente despejada en este punto, los árboles de la selva tropical muy atrás, una gran sabana pacífica por delante. Kurtz extiende un brazo esquelético, señalando algo invisible en la orilla. –Está aquí... –logra decir con un suspiro, y luego apenas alcanzas a oír sus últimas palabras: –El horror... El horror... Kurtz cierra los ojos y se desploma. Corres a ayudarlo y gritas al joven marinero congoleño que está detrás de ti que vaya corriendo a buscar a Mateso. Pero ya es demasiado tarde. Kurtz ha muerto.
fr: Kurtz vous supplie de lui jurer que vous retrouverez Miss Promise et que vous conterez son aventure, honnêtement et sans lui mentir. Vous avez tellement pitié de lui que vous ne pouvez pas résister, et vous lui promettez qu’il en sera fait ainsi. Kurtz vous sourit et semble sur le point de vous dire quelque chose quand son regard est attiré par quelque chose derrière vous. Son sourire disparaît aussitôt, ses yeux deviennent vitreux, sa voix devient aiguë et saccadée. Vous juriez que sa maladie s’en prend à lui tellement fort qu’il maigrit à vue d’œil, n’ayant bientôt plus que la peau sur les os. Vous vous retournez, mais ne voyez rien de particulier à travers la fenêtre de la cabine. Uniquement la rive droite du fleuve qui défile tranquillement, relativement clairement à cet endroit, les arbres de la forêt tropicale loin derrière vous, une grande savane paisible devant. Kurtz tend un bras squelettique, pointant quelque chose d’invisible sur la rive. « C’est là… » arrive-t-il à dire en un souffle, puis vous l’entendez à peine quand il prononce ses dernières paroles : « L’horreur… L’horreur… » Kurtz ferme les yeux et s’effondre. Vous vous précipitez pour l’aider et hurlez au jeune mousse congolais qui se tiens derrière vous de courir chercher Mateso. Mais c’est trop tard. Kurtz est mort.
it: Kurtz vi chiede di giurare di trovare Miss Promise e di raccontarle la sua storia, onestamente e senza mentirle. Vi dispiace così tanto per lui, che non riuscite a resistere e promettete di farlo. Kurtz vi sorride e sembra essere sul punto di dirvi altro, quando il suo sguardo viene attratto da qualcosa alle vostre spalle. Il suo sorriso svanisce immediatamente, i suoi occhi si fanno di vetro, la sua voce diventa stridente e comincia a farfugliare. Giurereste che il suo male sia così grave da farlo dimagrire a vista d'occhio: ormai è solo della pelle attaccata alle ossa. Vi voltate, e non scorgete nulla di particolare oltre il vetro della cabina. Solo l'argine destro del fiume che si muove lentamente, con gli alberi della foresta pluviale indietro, ben distanti, e una vasta e pacifica savana davanti. Kurtz stende un braccio scheletrico, indicando qualcosa di invisibile sull'argine. "È lì......" riesce a dire, a fatica. Poi, riuscite solo a percepire a malapena le sue ultime parole: "The horror... The horror..." Kurtz chiude gli occhi e si accascia a terra. Vi affrettate a soccorrerlo e urlate al giovane marinaio Congolese, in piedi dietro di voi, di andare di corsa a chiamare Mateso. Ma ormai è troppo tardi. Kurtz è morto.

source: Resolution 15
es: Resolución 15
fr: Conclusion 15
it: Risoluzione 15

source: You do not know who Kurtz is talking about, and all your attempts to get a name or useful information about this woman are in vain. Kurtz's words become more and more incoherent. Suddenly, his gaze is drawn to something behind you. His eyes turn glassy, his voice becomes shrill and he stammers. You would swear that his illness is so bad that he is losing weight before your very eyes, barely more than skin on bone. You turn around, but see nothing in particular through the cabin window. Only the right bank of the river passing quietly by, relatively clearly at this point, the trees of the rainforest far behind you, a large peaceful savannah ahead. Kurtz extends a skeletal arm, pointing at something invisible on the shore. "It's here..." he manages to say in a breath, and then you can barely hear his last words: "The horror... The horror..." Kurtz closes his eyes and collapses. You rush to help him and yell to the young Congolese sailor who is standing behind you to run and get Mateso. But it is too late. Kurtz is dead.
es: No sabes de quién está hablando Kurtz, y todos tus intentos por obtener un nombre o información útil sobre esta mujer son en vano. Las palabras de Kurtz se vuelven cada vez más incoherentes. De repente, su mirada se dirige a algo detrás de ti. Sus ojos se vuelven vidriosos, su voz se vuelve aguda y empieza a tartamudear. Jurarías que su enfermedad es tan grave que está perdiendo peso ante tus propios ojos, apenas queda más que piel y huesos. Te das la vuelta, pero no ves nada en particular a través de la ventana de la cabina. Solo la orilla derecha del río pasando tranquilamente, relativamente despejada en este punto, los árboles de la selva tropical lejos atrás, y una gran sabana pacífica delante. Kurtz extiende un brazo esquelético, señalando algo invisible en la orilla. –Está aquí... –logra decir con un suspiro, y luego apenas alcanzas a escuchar sus últimas palabras: –El horror... El horror... Kurtz cierra los ojos y se desploma. Corres a ayudarlo y gritas al joven marinero congoleño que está detrás de ti que vaya corriendo a buscar a Mateso. Pero ya es demasiado tarde. Kurtz ha muerto.
fr: Vous ne savez de qui Kurtz parle, et toutes vos tentatives d’obtenir un nom ou une information utile à propos de cette femme restent vaines. Les propos de Kurtz deviennent de plus en plus incohérents. Soudain, son regard est attiré vers quelque chose derrière vous. Ses yeux deviennent vitreux, sa voix devient aiguë et saccadée. Vous jureriez que sa maladie s’en prend à lui tellement fort qu’il maigrit à vue d’œil, n’ayant bientôt plus que la peau sur les os. Vous vous retournez, mais ne voyez rien de particulier à travers la fenêtre de la cabine. Uniquement la rive droite du fleuve qui défile tranquillement, relativement clairement à cet endroit, les arbres de la forêt tropicale loin derrière vous, une grande savane paisible devant. Kurtz tend un bras squelettique, pointant quelque chose d’invisible sur la rive. « C’est là. » arrive-t-il à dire en un souffle, puis vous l’entendez à peine quand il prononce ses dernières paroles : « L’horreur… L’horreur… » Kurtz ferme les yeux et s’effondre. Vous vous précipitez pour l’aider et hurlez au jeune mousse congolais qui se tiens derrière vous de courir chercher Mateso. Mais c’est trop tard. Kurtz est mort.
it: Non avete idea di chi sia la persona di cui Kurtz sta parlando, e tutti i vostri tentativi di ottenere un nome o informazioni utili su questa donna sono vani. Le parole di Kurtz si fanno via via più incoerenti. Improvvisamente, il suo sguardo viene attratto da qualcosa alle vostre spalle. I suoi occhi si fanno di vetro, la sua voce diventa stridente e comincia a balbettare. Giurereste che il suo male sia così grave da farlo dimagrire a vista d'occhio: ormai è solo della pelle attaccata alle ossa. Vi voltate, e non scorgete nulla di particolare oltre il vetro della cabina. Solo l'argine destro del fiume che si muove lentamente, con gli alberi della foresta pluviale indietro, ben distanti, e una vasta e pacifica savana davanti. Kurtz stende un braccio scheletrico, indicando qualcosa di invisibile sull'argine. "È lì......" riesce a dire, a fatica. Poi, riuscite solo a percepire a malapena le sue ultime parole: "The horror... The horror..." Kurtz chiude gli occhi e si accascia a terra. Vi affrettate a soccorrerlo e urlate al giovane marinaio Congolese, in piedi dietro di voi, di andare di corsa a chiamare Mateso. Ma è troppo tardi. Kurtz è morto.

source: Resolution 16
es: Resolución 16
fr: Conclusion 16
it: Risoluzione 16

source: Your task complete, you return to Kurtz's lifeless body. Unable to bring yourself to leave him here to rot, or even to bury him in this cursed place, you decide to take him with you to the Roi des Belges. When you arrive at the Inner Station, Kurtz's people all have a stunned look on their faces, as if they have just woken up from a long, tumultuous nightmare. No one stops you, nor does anyone try to take Kurtz's remains. Once everyone is on board, the Director points out that your mission was to bring Kurtz back alive and that Mr. Promise will not be pleased. However, it seems clear that he doesn't hold it against you personally and is happier to leave this place with Kurtz dead than alive. The Roi des Belges begins to head back downriver on it long journey back to the Central Station.
es: Con tu tarea cumplida, regresas al cuerpo inerte de Kurtz. Incapaz de dejarlo allí para que se pudra, o incluso de enterrarlo en ese lugar maldito, decides llevarlo contigo al Roi des Belges. Cuando llegas a la Estación Interior, la gente de Kurtz tiene una expresión atónita en sus rostros, como si acabaran de despertar de una larga y tumultuosa pesadilla. Nadie te detiene, ni intentan llevarse los restos de Kurtz. Una vez que todos están a bordo, el Director señala que tu misión era traer a Kurtz con vida, y que al Sr. Promise no le agradará la noticia. Sin embargo, parece claro que no te culpa personalmente y está más contento de dejar este lugar con Kurtz muerto que con él vivo. El Roi des Belges comienza su largo viaje río abajo de regreso a la Estación Central.
fr: Une fois votre tâche accomplie, vous retournez vers le corps sans vie de Kurtz. Ne pouvant vous résoudre à le laisser pourrir ici, ni même à l’enterrer dans cet endroit maudit, vous décidez de l’emporter avec vous vers le Roi des Belges. Quand vous arrivez au comptoir de l’intérieur, les gens de Kurtz ont tous un air ébahi, comme s’ils venaient de se réveiller d’un long et tumultueux cauchemar. Personne ne vous retient, ni ne cherche à récupérer la dépouille de Kurtz. Une fois tout le monde à bord, le Directeur vous fait remarquer que votre mission était de ramener Kurtz vivant et que Monsieur Promise ne sera pas content. Cependant, il paraît clair qu’il ne vous en tient pas personnellement rigueur et qu’il est plus heureux de quitter cet endroit avec Kurtz mort plutôt que vivant. Le Roi des Belges repart en direction de l’aval du fleuve et entame enfin son long trajet de retour vers le comptoir principal.
it: Completato il vostro incarico, tornate al corpo senza vita di Kurtz. Incapaci di lasciarlo qui a marcire, o di seppellirlo in questo posto maledetto, decidete di portarlo con voi sul Roi des Belges. Quando arrivate alla Stazione Interna, gli accoliti di Kurtz hanno tutti un'espressione confusa, come se si fossero appena svegliati da un sonno agitato. Nessuno cerca di fermarvi o tenta di farsi consegnare i resti dell'uomo. Una volta saliti a bordo, il Direttore vi fa notare che la vostra missione era quella di riportare indietro Kurtz vivo, e che Mr. Promise non sarà di certo soddisfatto. In ogni caso, sembra chiaro che non abbia nulla di personale contro di voi ed è più che felice di lasciarsi alle spalle questo posto, che Kurtz sia vivo o morto. Il Roi des Belges si rimette in moto per ripercorrere il fiume nel suo lungo viaggio di ritorno verso la Stazione Centrale.

source: Resolution 17
es: Resolución 17
fr: Conclusion 17
it: Risoluzione 17
