Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/05_the_avatar_of_darkness.po
Languages: es, fr, it

source: Despite the dangers that surround you, you manage to hold Kurtz in the center of an intricate assembly of pieces of ivory with which you have reproduced the configuration depicted in the ancient fresco. As the ritual progresses, you feel more and more strongly the mystical power emanating from this place. Even the dark jungle around you seems to vibrate in unison with an ancient and mysterious song. Despite the absence of the black stone, you are forced to improvise an end to the ritual. After several unsuccessful attempts, you manage to complete the confinement ritual. Kurtz is writhing in pain. You no longer recognize his voice, which seems to emerge from a gaping hole in the ground, with distorted and terrifying echoes. Thick black smoke suddenly comes out of every pore of his skin. Hundreds of wisps of smoke writhe all around Kurtz, trying to escape but gradually being absorbed by the pieces of ivory around you. A few moments later, it is all over. Kurtz lies on the ground, unconscious but alive. The mystical African chanting has fallen silent, giving way to the familiar sounds of the jungle. The darkness is gone, but it is only trapped in a device that you suspect is fragile. So you set about covering up the elements of the confinement ritual as much as you can. You hope that this way the Darkness will not be able to escape for a long time.
es: A pesar de los peligros que te rodean, logras mantener a Kurtz en el centro de un intrincado ensamblaje de piezas de marfil con las que has reproducido la configuración representada en el antiguo fresco. A medida que el ritual avanza, sientes con más fuerza el poder místico que emana de este lugar. Incluso la oscura jungla a tu alrededor parece vibrar al unísono con una canción ancestral y misteriosa. A pesar de la ausencia de la piedra negra, te ves obligado a improvisar el final del ritual. Tras varios intentos fallidos, finalmente logras completar el ritual de va confinamiento. Kurtz se retuerce de dolor. Ya no reconoces su voz, que parece surgir de un abismo en la tierra, con ecos distorsionados y aterradores. Un denso humo negro comienza a salir de cada poro de su piel. Cientos de hilos de humo se retuercen alrededor de Kurtz, intentando escapar pero siendo absorbidos poco a poco por las piezas de marfil que te rodean. Unos momentos después, todo ha terminado. Kurtz yace en el suelo, inconsciente pero vivo. Los cánticos místicos africanos han cesado, dejando paso a los sonidos familiares de la jungla. Las tinieblas se han ido, pero sabes que están atrapadas en un dispositivo que sospechas frágil. Así que te dedicas a cubrir los elementos del ritual de confinamiento lo mejor que puedes. Esperas que, de esta manera, las Tinieblas no puedan escapar durante mucho tiempo.
fr: Malgré les dangers qui vous entourent, vous parvenez à maintenir Kurtz au centre d'un assemblage complexe de morceaux d’ivoire avec lesquels vous avez reproduit la configuration présentée sur la fresque antique. Au fur et à mesure que le rituel progresse, vous sentez de plus en plus la puissance mystique qui émane de cet endroit. Même la jungle sombre autour de vous semble vibrer à l’unisson d’un chant ancien et mystérieux. Malgré l’absence de la pierre noire, vous êtes obligé d’improviser une fin au rituel. Après plusieurs essais infructueux, vous parvenez à terminer le rituel d’enfermement. Kurtz se tord de douleur. Vous ne reconnaissez plus sa voix qui semble surgir d’un trou béant dans la terre, avec des échos distordus et terrifiants. Une épaisse fumée noire sort alors brusquement de tous les pores de sa peau. Des centaines de volutes de fumée s’éparpillent partout autour de Kurtz, elles cherchent à fuir m a i s s o n t progressivement absorbées par les morceaux d’ivoire disposés autour de vous. Quelques instants plus tard, tout est terminé. Kurtz git à terre, inconscient mais vivant. Les chants mystiques de l’Afrique se sont tus, laissant place aux bruits familiers de la forêt tropicale. Les ténèbres sont parties, mais elles ne sont que prisonnières d’un dispositif que vous devinez fragile. Vous entreprenez donc de recouvrir le plus possible les éléments du rituel d’emprisonnement. Vous espérez qu’ainsi les Ténèbres ne pourront plus en sortir avant longtemps.
it: Nonostante i pericoli che vi circondano, riuscite a mantenere Kurtz al centro di un complicato intrico di pezzi di avorio che avevate sistemato per riprodurre la configurazione raffigurata nell'antico affresco. Mentre il rituale procede, percepite sempre più intensamente il potere mistico che questo luogo emana. Anche la nera giungla intorno a voi sembra vibrare all'unisono con un'antico e misterioso canto. Anche senza la pietra nera, cercate di improvvisare il finale del rituale. Dopo alcuni tentativi infruttuosi, riuscite infine a completare il rituale di contenimento. Kurtz si contorce dal dolore. Non riconoscete più la sua voce, che sembra emergere da una voragine nella terra, con echi distorti e terrificanti. Un fumo nero e denso fuoriesce da ogni poro della sua pelle. Centinaia di filamenti di fumo si intrecciano attorno a Kurtz, cercando di fuoriuscire, ma vengono gradualmente assorbiti dall'avorio che vi circonda. Pochi istanti dopo, Kurtz è sdraiato per terra, privo di sensi ma vivo. Il canto mistico è ormai terminato nel silenzio, sostituito dai familiari suoni della giungla. Le Tenebre non sono sparite, sono solamente intrappolate in un apparato che sospettate essere molto fragile. Decidete quindi di ricoprire gli elementi del rituale di contenimento nel miglior modo possibile. Sperate che in questo modo le Tenebre non possano più liberarsi per molto tempo.

source: Your soul fights with all its strength against the soul of Darkness devouring Kurtz. Your opponent is powerful, but your willpower gradually gains the upper hand. You feel Kurtz's crippled and torn soul helping you to defeat the terrifying entity. You are about to lose your mind completely, when you hear a strange song in the distance. The primordial rhythms of this melody envelop you like a silken cloak. You recognize the incantations of the Ancestors, mystical beings come to help you fight their enemy. With their help, you finally break through the mental defenses of the Darkness. Kurtz is writhing in pain. You no longer recognize his voice, which seems to emerge from a gaping hole in the ground, with distorted and terrifying echoes. Thick black smoke suddenly comes out of every pore of his skin. Hundreds of wisps of smoke writhe all around you, trying to flee, but they are gradually absorbed into the ground. You understand that the Darkness is drawn into the pieces of ivory scattered around you. A few moments later, everything is over. Kurtz lies on the ground, unconscious but alive. The mental noise of your clash of wills gives way to the familiar sounds of the jungle. The darkness is gone, but it is only trapped in a device that you suspect is fragile. You therefore try to cover the pieces of ivory you see sticking out of the ground as much as you can. You hope that in this way, with the help of the Ancestors, the Darkness will not be able to escape for a long time.
es: Tu alma lucha con todas sus fuerzas contra el alma de las Tinieblas que devora a Kurtz. Tu oponente es poderoso, pero tu fuerza de voluntad poco a poco se impone. Sientes cómo el alma lisiada y desgarrada de Kurtz te ayuda a derrotar a la aterradora entidad. Estás a punto de perder la cordura por completo cuando escuchas una extraña melodía a lo lejos. Los ritmos primordiales de esta canción te envuelven como un manto de seda. Reconoces los cánticos de los Ancestros, seres místicos que han venido a ayudarte a combatir a su enemigo. Con su ayuda, finalmente rompes las defensas mentales de las Tinieblas. Kurtz se retuerce de dolor. Ya no reconoces su voz, que parece surgir de un abismo en la tierra, con ecos distorsionados y aterradores. Un denso humo negro comienza a salir de cada poro de su piel. Cientos de hilos de humo se retuercen a tu alrededor, intentando huir, pero son absorbidos gradualmente por el suelo. Entiendes que las Tinieblas están siendo atraídas hacia las piezas de marfil esparcidas a tu alrededor. Unos momentos después, todo ha terminado. Kurtz yace en el suelo, inconsciente pero vivo. El ruido mental de tu batalla de voluntades da paso a los sonidos familiares de la jungla. Las Tinieblas se han ido, pero sólo están atrapadas en un dispositivo que sospechas es frágil. Por ello, intentas cubrir las piezas de marfil que sobresalen del suelo tanto como puedes. Esperas que, de este modo, con la ayuda de los Ancestros, las Tinieblas no puedan escapar durante mucho tiempo.
fr: Votre âme lutte de toutes ses forces contre l’âme sombre des Ténèbres qui dévore Kurtz. Votre adversaire est puissant, mais votre volonté prend peu à peu le dessus. Vous sentez l’âme brimée et déchirée de Kurtz qui vous aide à vaincre cette entité terrifiante. Vous êtes sur le point de perdre complètement l’esprit, quand vous entendez au loin un chant étrange. Les rythmes vieux comme le monde de cette mélodie vous enveloppent comme une cape de soie. Vous reconnaissez les incantations des Ancêtres, s e s êtres mystiques viennent vous aider à combattre leur ennemi. Grâce à leur aide, vous percez enfin les défenses mentales des Ténèbres Kurtz se tord de douleur. Vous ne reconnaissez plus sa voix qui semble surgir d’un trou béant dans la terre, avec des échos distordus et terrifiants. Une épaisse fumée noire sort alors brusquement de tous les pores de sa peau. Des centaines de volutes de fumée s’éparpillent partout autour de vous, elles cherchent à fuir m a i s s o n t progressivement absorbées dans le sol. Vous comprenez que les Ténèbres sont attirées par les morceaux d’ivoire dispersés autour de vous. Quelques instants plus tard, tout est terminé. Kurtz git à terre, inconscient mais vivant. Les fracas mentaux de votre lutte de volontés laissent place aux bruits familiers de la forêt tropicale. Les ténèbres sont parties, mais elles ne sont que prisonniers d’un dispositif que vous devinez fragile. Vous entreprenez donc de recouvrir le plus possible les morceaux d’ivoire que vous voyez affleurer. Vous espérez qu’ainsi, avec l’aide des Ancêtres, les Ténèbres ne pourront plus en sortir avant longtemps.
it: La vostra anima combatte con tutte le forze contro l'anima delle Tenebre che sta divorando Kurtz. Il vostro avversario è potente, ma la vostra forza di volontà riesce gradualmente ad avere la meglio. Sentite l'anima dilaniata di Kurtz aiutarvi a sconfiggere la terribile entità. State quasi per perdere la testa, quando udite uno strano canto provenire da lontano. I ritmi primordiali di questa melodia vi avviluppano come un mantello di seta. Riconoscete l'incantesimo degli Antenati, esseri mistici venuti in vostro soccorso per aiutavi a combattere il loro nemico. Con il loro supporto, riuscite a penetrare la difesa mentale delle Tenebre. Kurtz si contorce dal dolore. Non riconoscete più la sua voce, che sembra emergere da una voragine nella terra, con echi distorti e terrificanti. Un fumo nero e denso fuoriesce da ogni poro della sua pelle. Centinaia di filamenti di fumo si intrecciano attorno a Kurtz, cercando di fuoriuscire, ma vengono gradualmente assorbiti dalla terra. Capite che le Tenebre sono attirate dai pezzi di avorio sparsi tutto intorno a voi. Pochi istanti più tardi, è tutto finito. Kurtz giace per terra, privo di sensi ma vivo. Il fragore mentale del vostro scontro tra volontà lascia il posto ai familiari suoni della giungla. Le Tenebre non sono sparite, sono solamente intrappolate in un apparato che sospettate essere molto fragile. Cercate quindi di ricoprire i pezzi di avorio che vedete fuoriuscire dal terreno meglio che potete. Sperate che, in questo modo, con l'aiuto degli Antenati, le Tenebre non possano più liberarsi per molto tempo.

source: Your soul fights with all its strength against the soul of Darkness devouring Kurtz. Your opponent is powerful, but your willpower gradually gains the upper hand. You feel Kurtz's crippled and torn soul helping you to defeat the terrifying entity. You are about to lose your mind completely, when finally you break through the mental defenses of the Darkness. Kurtz begins to writhe in pain, and you no longer recognize his voice, which seems to emerge from a gaping hole in the ground, with distorted and terrifying echoes. A thick black smoke suddenly comes out of all the pores of his skin. Hundreds of wisps of smoke writhe all around you. They are trying to flee, but are gradually absorbed into the ground. You realize that the Darkness is drawn into the pieces of ivory scattered around you. A few moments later, it is all over. Kurtz lies on the ground, unconscious but alive. The mental noise of your clash of wills gives way to the familiar sounds of the jungle. The darkness is gone, but it is only trapped in a device that you suspect is fragile. You therefore try to cover the pieces of ivory you see sticking out of the ground as much as you can. You hope that in this way, the Darkness will not be able to escape for a long time.
es: Tu alma lucha con todas sus fuerzas contra las Tinieblas que devoran a Kurtz. Tu oponente es poderoso, pero tu fuerza de voluntad poco a poco se impone. Sientes cómo el alma lisiada y desgarrada de Kurtz te ayuda a derrotar a la aterradora entidad. Estás a punto de perder la cordura por completo cuando, finalmente, rompes las defensas mentales de las Tinieblas. Kurtz comienza a retorcerse de dolor, y ya no reconoces su voz, que parece surgir de un abismo en la tierra, con ecos distorsionados y aterradores. Un denso humo negro comienza a salir de cada poro de su piel. Cientos de hilos de humo se retuercen a tu alrededor. Intentan huir, pero son absorbidos gradualmente por el suelo. Te das cuenta de que las Tinieblas están siendo atraídas hacia las piezas de marfil esparcidas a tu alrededor. Unos momentos después, todo ha terminado. Kurtz yace en el suelo, inconsciente pero vivo. El ruido mental de tu batalla de voluntades da paso a los sonidos familiares de la jungla. Las Tinieblas se han ido, pero sólo están atrapadas en un dispositivo que sospechas es frágil. Por ello, intentas cubrir las piezas de marfil que sobresalen del suelo tanto como puedes. Esperas que, de este modo, las Tinieblas no puedan escapar durante mucho tiempo.
fr: Votre âme lutte de toutes ses forces contre l’âme sombre des Ténèbres qui dévore Kurtz. Votre adversaire est puissant, mais votre volonté prend peu à peu le dessus. Vous sentez l’âme brimée et déchirée de Kurtz qui vous aide à vaincre cette entité terrifiante. Vous êtes sur le point de perdre complètement l’esprit, quand enfin vous percez les défenses mentales des Ténèbres. Kurtz se met à se tordre de douleur, vous ne reconnaissez plus sa voix qui semble surgir d’un trou béant dans la terre, avec des échos distordus et terrifiants. Une épaisse fumée n o i r e sort alors brusquement de tous les pores de sa peau. Des centaines de volutes de fumée s’éparpillent partout autour de vous, elles cherchent à fuir mais sont progressivement absorbées dans le sol. Vous comprenez que les Ténèbres sont attirées par les morceaux d’ivoire dispersés autour de vous. Quelques instants plus tard, tout est terminé. Kurtz git à terre, inconscient mais vivant. Les fracas mentaux de votre lutte de volontés laissent place aux bruits familiers de la forêt tropicale. Les ténèbres sont parties, mais elles ne sont que prisonnières d’un dispositif que vous devinez fragile. Vous entreprenez donc de recouvrir le plus possible les morceaux d’ivoire que vous voyez affleurer. Vous espérez qu’ainsi les Ténèbres ne pourront plus en sortir avant longtemps.
it: La vostra anima combatte con tutte le forze contro l'anima delle Tenebre che sta divorando Kurtz. Il vostro avversario è potente, ma la vostra forza di volontà riesce gradualmente ad avere la meglio. Percepite l'anima dilaniata di Kurtz aiutarvi a sconfiggere la terribile entità. State quasi per perdere la testa completamente, quando finalmente riuscite a sfondare le difese mentali delle Tenebre. Kurtz comincia a contorcersi dal dolore. Non riconoscete più la sua voce, che sembra emergere da una voragine nella terra, con echi distorti e terrificanti. Un fumo nero e denso fuoriesce da ogni poro della sua pelle. Centinaia di filamenti di fumo si intrecciano attorno a voi, cercando di fuggire, ma vengono pian piano assorbiti dalla terra. Capite che le Tenebre sono state attirate dai pezzi di avorio che giacciono per terra, sparsi attorno a voi. Pochi istanti dopo, Kurtz giace per terra, privo di sensi ma vivo. Il fragore mentale del vostro scontro tra volontà lascia il posto ai familiari suoni della giungla. Le Tenebre non sono sparite, sono solamente intrappolate in un apparato che sospettate essere molto fragile. Cercate quindi di ricoprire i pezzi di avorio che vedete fuoriuscire dal terreno meglio che potete. Sperate, in questo modo, che le Tenebre non possano più liberarsi per molto tempo.

source: You bring the kudu horn to your lips and blow it with all your strength. The effect is spectacular and beyond your comprehension. Although the sound emitted by the instrument is powerful, decibels alone cannot explain why all the Black Hand warriors around you cover their ears and collapse screaming. Even the Avatar of Darkness is shaken, wobbles, drops to one knee and clutches his head in his obsidian hands. The spirits of the ancestors have come to your aid. You take advantage of the situation to run away, and just in time, because the shock caused by the sound is already starting to wear off. You are out of strength, but fortunately for you, the temporary advantage gave you enough of a lead to reach the Roi des Belges.
es: Llevas el cuerno de kudú a tus labios y soplas con todas tus fuerzas. El efecto es espectacular y está más allá de tu comprensión. Aunque el sonido emitido por el instrumento es potente, los decibelios por sí solos no pueden explicar por qué todos los guerreros de la Mano Negra que te rodean se tapan los oídos y caen al suelo gritando. Incluso el Avatar de las Tinieblas se tambalea, cae de rodillas y se agarra la cabeza con sus manos de obsidiana. Los espíritus de los ancestros han acudido en tu ayuda. Aprovechas la situación para escapar, y justo a tiempo, ya que el impacto causado por el sonido ya comienza a desvanecerse. Estás agotado, pero afortunadamente para ti, la ventaja temporal te da el tiempo suficiente para alcanzar el Roi des Belges.
fr: Vous portez la corne de koudou à vos lèvres et soufflez dedans de toutes vos forces. L’effet est spectaculaire et dépasse votre entendement. Bien que le son émis par l’instrument soit puissant, les décibels seuls ne peuvent expliquer pourquoi tous les guerriers de la Main Noire autour de vous se bouchent les oreilles et s’effondrent en hurlant. Même l’Avatar des Ténèbres est ébranlé, vacille, pose un genou à terre et serre sa tête entre ses mains d’obsidienne. Les esprits des ancêtres sont venus à votre secours. Vous profitez de la situation pour vous enfuir, et ce de justesse, car le choc provoqué par le son commence déjà à se dissiper. Vous êtes à bout de forces, mais heureusement pour vous, le temps gagné est suffisant pour prendre assez d’avance et vous permettre d’atteindre le Roi des Belges peu de temps après.
it: Vi portate il Corno di Kudu alle labbra e ci soffiate dentro con tutte le forze. L'effetto è spettacolare ed oltre ogni vostra comprensione. Nonostante il suono emesso dallo strumento sia potente, i soli decibel non bastano a spiegare perché tutti i guerrieri della Mano Nera crollino a terra, urlando e coprendosi le orecchie. Anche l'Incarnazione delle Tenebre si agita, vacilla, crolla su un ginocchio e si afferra la testa tra le mani di ossidiana. Gli spiriti degli Antenati sono accorsi in vostro soccorso. Approfittate della situazione per fuggire, e giusto in tempo, dato che lo shock causato dal suono sta già cominciando a perdere di intensità. Siete stremati ma, fortunatamente per voi, il temporaneo vantaggio vi ha dato abbastanza tempo per raggiungere il Roi des Belges.

source: You have finally managed to reach the dock of the Inner Station, but an unpleasant surprise awaits you at the Roi des Belges. The gangway to the ship is raised, making it impossible to board. The Pilgrims on deck have spotted you and are pointing their Winchesters at you. Despite your cries to let you board, they do not move. You then realize that the steamer's funnel is belching thick white smoke, a sign that the ship is about to leave. You try to get closer, but the Pilgrims' shots ricochet around your feet, preventing you from advancing any further. Then the Director appears, accompanied by the Pilgrims. "Sorry, but there is no place for you on my ship. Make your own way out of this cursed place!" he declares sharply.
es: Has logrado finalmente llegar al muelle de la Estación Interior, pero te espera una desagradable sorpresa en el Roi des Belges. La pasarela hacia el barco está levantada, haciendo imposible que subas a bordo. Los Peregrinos en la cubierta te han visto y están apuntando sus Winchesters hacia ti. A pesar de tus gritos pidiendo que te dejen subir, no se mueven. Te das cuenta entonces de que el embudo del barco está expulsando gruesas nubes de humo blanco, una señal de que la nave está a punto de zarpar. Intentas acercarte, pero los disparos de los peregrinos rebotan alrededor de tus pies, impidiéndote avanzar más. En ese momento aparece el Director, acompañado por los peregrinos. –Lo siento, pero no hay lugar para ti en mi barco. ¡Busca tu propia salida de este lugar maldito! –declara con dureza.
fr: Vous avez finalement réussi à atteindre le ponton du comptoir de l’intérieur, mais une mauvaise surprise vous attend à bord du Roi des Belges. La passerelle d’accès au bateau est relevée, rendant impossible l’embarquement. Les Pèlerins sur le pont vous ont repéré et vous mettent en joue avec leurs winchesters. Malgré vos cris leur demandant de vous laisser monter à bord, ils ne bougent pas. Vous réalisez alors que la cheminée du vapeur crache une épaisse fumée blanche, signe que le navire est sur le point de partir. Vous tentez de vous rapprocher, mais les tirs des Pèlerins ricochent à vos pieds, vous empêchant d’avancer. C’est alors que le Directeur fait son apparition, accompagné des Pèlerins. « Désolé, mais il n y’ a pas de place pour vous sur mon navire. Débrouillez-vous par vous-même pour quitter cet endroit maudit ! », déclare-t-il d’un ton sec.
it: Siete finalmente riusciti a raggiungere il molo della Stazione Interna, ma una sorpresa spiacevole vi attende, al Roi des Belges. La passerella per salire sulla barca è stata ritirata, rendendo impossibile salire a bordo. I Pellegrini sul ponte vi hanno visti, e vi puntano contro i loro Winchester. Nonostante le vostre richieste di farvi imbarcare, restano immobili. Vi rendete poi conto che dal battello fuoriesce un fumo bianco e denso, segno che la nave è pronta per salpare. Cercate di avvicinarvi, ma gli spari dei Pellegrini vi rimbalzano tra i piedi, impedendovi di avvicinarvi oltre. Poi compare il Direttore, accompagnato dal suo seguito. "Mi dispiace, ma non c'è posto per voi sulla mia nave. Trovatevi da soli un modo per andarvene da questo posto maledetto!" dichiara, aggressivo.
