Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/05_the_avatar_of_darkness.po
Languages: es, fr, it

source: Some enemies have the Patrol keyword. During the Enemy Phase, each ready, unengaged enemy with the Patrol keyword moves to a connecting location towards their designated location (in parentheses next to the Patrol keyword) by the shortest possible route. If more than one location matches the designated location, the lead investigator may choose which location the enemy moves to. If an enemy with the Patrol keyword would move to a location that is blocked by a card ability, that enemy does not move.
es: Algunos Enemigos tienen la palabra clave Errante. Durante la fase de Enemigos (en el paso de estructura 3.2), cada Enemigo preparado y sin enfrentar que tenga la palabra clave Errante se mueve a un Lugar conectado por la ruta más corta hacia el Lugar designado (como se describe entre paréntesis junto a la palabra Errante). Si hay varios Lugares válidos como posible Lugar designado, el investigador jefe puede elegir hacia qué Lugar se mueve el Enemigo. Si un enemigo con Errante tuviera que moverse a un Lugar que esté bloqueado por la capacidad de una carta, el Enemigo no se mueve.
fr: Certains ennemis possèdent le mot-clé Patrouille. Lors de la phase des ennemis (à l’étape structurelle 3.2), chaque ennemi redressé et non-engagé ayant le mot-clé Patrouille se déplace vers un lieu connexe en direction du lieu désigné (entre parenthèses à côté du mot-clé Patrouille) par le chemin le plus court possible. Si plusieurs lieux peuvent correspondre au lieu désigné, l’investigateur principal a le droit de choisir en direction de quel lieu l’ennemi se déplace. Si un ennemi ayant le mot-clé Patrouille est censé se déplacer dans un lieu qui est bloqué par une capacité de carte, cet ennemi ne se déplace pas.
it: Alcuni nemici possiedono la parola chiave Pattuglia. Durante la Fase dei Nemici, ogni nemico pronto e non impegnato con la parola chiave Pattuglia si muove di 1 luogo fino a un luogo collegato al suo, lungo il percorso più breve possibile verso il luogo designato (descritto tra parentesi accanto alla parola "Pattuglia"). Se ci sono più luoghi che si qualificano come luogo designato, l'investigatore capo può scegliere verso quale luogo il nemico si muove. Se un nemico con Pattuglia è obbligato a muoversi fino a un luogo in cui il movimento è bloccato dalla capacità di una carta, quel nemico non si muove.

source: you know how to imprison the Darkness.
fr: vous savez comment enfermer les Ténèbres.
it: sapete come imprigionare le Tenebre.

source: You know how to imprison the Darkness.
fr: Vous savez comment enfermer les Ténèbres.
it: Sapete come imprigionare le Tenebre.

source: Each investigator earns 7 additional experience points for defeating the Darkness.
es: Cada investigador obtiene 7 puntos de experiencia adicionales por haber derrotado a las Tinieblas.
fr: Chaque investigateur gagne 7 points d’expérience supplémentaires pour avoir vaincu les Ténèbres.
it: Ogni investigatore guadagna 7 Punti Esperienza aggiuntivi per aver sconfitto le Tenebre.

source: Each investigator earns 5 additional experience points for having repelled the threat of the Darkness.
es: Cada investigador obtiene 5 puntos de experiencia adicionales por haber repelido la amenaza de las Tinieblas.
fr: Chaque investigateur gagne 5points d’expérience supplémentaires pour avoir repoussé durablement la menace des Ténèbres.
it: Ogni investigatore guadagna 5 Punti Esperienza aggiuntivi per aver respinto la minaccia delle Tenebre.

source: Each investigator earns 3 additional experience points for facing the Darkness.
es: Cada investigador obtiene 3 puntos de experiencia adicionales por haberse enfrentado las Tinieblas.
fr: Chaque investigateur gagne 3points d’expérience supplémentaires pour avoir fait face aux Ténèbres.
it: Ogni investigatore guadagna 3 Punti Esperienza aggiuntivi per aver affrontato le Tenebre.

source: Was Agenda 6a in play at the end of the game?
es: ¿Estaba el Plan 6a en juego al final de la partida?
fr: L’l’Intrigue 6a était-elle en jeu à la fin de la partie ?
it: Alla fine dello scenario la Trama 6a era in gioco?

source: Each investigator suffers 1 mental trauma as a result of the colossal psychic efforts required to confine the Darkness using an incomplete ritual.
es: Cada investigador sufre 1 trauma mental como consecuencia de los colosales esfuerzos psíquicos requeridos para confinar a las Tinieblas usando un ritual incompleto.
fr: Chaque investigateur subit 1 traumatisme mental suite aux efforts psychiques colossaux qu’ils ont dû fournir pour enfermer les Ténèbres avec un rituel incomplet.
it: Ogni investigatore subisce 1 trauma mentale come risultato degli sforzi psichici richiesti per contenere le Tenebre utilizzando un rituale incompleto.

source: Each investigator suffers 1 mental trauma as a result of the colossal psychic efforts required to defeat the soul of Darkness.
es: Cada investigador sufre 1 trauma mental como consecuencia de los colosales esfuerzos psíquicos requeridos para derrotar al alma de las Tinieblas.
fr: Chaque investigateur subit 1 traumatisme mental suite aux efforts psychiques colossaux qu’ils ont dû fournir pour vaincre l’âme sombre des Ténèbres.
it: Ogni investigatore subisce 1 trauma mentale come risultato degli sforzi psichici richiesti per sconfiggere l'anima delle Tenebre.

source: Each investigator suffers 1 physical trauma as a result of their scape from the Avatar of Darkness, and suffers 1 mental trauma because their encounter with this entity will populate their nightmares for many years to come.
es: Cada investigador sufre 1 trauma físico tras escapar del Avatar de las Tinieblas y 1 trauma mental tras su encuentro con una entidad que atormentará tus sueños en los años por venir.
fr: Chaque investigateur subit 1 traumatisme physique suite à son évasion pour échapper à l’Avatar des Ténèbres, et subit 1traumatisme mental car sa rencontre avec cet entité peuplera ses cauchemar pendant de longues années.
it: Ogni investigatore subisce 1 trauma fisico come risultato della fuga dall'Incarnazione delle Tenebre, e 1 trauma mentale perché l'incontro con questo essere infesterà i suoi incubi per molti anni a venire.

source: The lead investigator may permanently remove a basic weakness from their deck following their esoteric encounter with the Ancestors.
es: El investigador jefe puede quitar de su mazo una Debilidad básica tras su encuentro con los Ancestros.
fr: L’investigateur principal àle droit de retirer définitivement une faiblesse de base de son deck suite à sa rencontre ésotérique avec les Ancêtres.
it: L'investigatore capo può rimuovere permanentemente una debolezza base dal suo mazzo in seguito al suo incontro esoterico con gli Antenati.

source: The Kudu Horn is permanently removed from the game.
es: Retira de la partida permanentemente el Cuerno de kudú
fr: Retirez définitivement la Corne de koudou de la partie.
it: Rimuovete permanentemente dal gioco Il Corno di Kudu.

source: Each investigator suffers 1 physical trauma following the fight against Kurtz.
es: Cada investigador sufre 1 trauma físico tras su lucha contra Kurtz.
fr: Chaque investigateur subit 1 traumatisme physique suite au combat contre Kurtz.
it: Ogni investigatore subisce 1 trauma fisico in seguito al combattimento contro Kurtz.

source: Each investigator suffers 1 physical trauma following the Avatar of Darkness.
es: Cada investigador sufre 1 trauma físico tras su desesperada lucha contra el Avatar de las Tinieblas.
fr: Chaque investigateur subit 1 traumatisme physique suite au combat désespéré contre l’Avatar des Ténèbres.
it: Ogni investigatore subisce 1 trauma fisico in seguito allo scontro disperato contro l'Incarnazione della Tenebra.

source: Each investigator suffers 1 physical trauma following the desperate fight against the Avatar of Darkness, and suffers 1 mental trauma because a part of the essence of Darkness has forever tainted their soul.
es: Cada investigador sufre 1 trauma físico tras su desesperada lucha contra el Avatar de las Tinieblas y 1 trauma mental dado que parte de la esencia de las Tinieblas ha manchado su alma para siempre.
fr: Chaque investigateur subit 1 traumatisme physique suite au combat désespéré contre l’Avatar des Ténèbres, et subit 1traumatisme mental car une partie de l’essence de Ténèbres a noirci son âme à jamais.
it: Ogni investigatore subisce 1 trauma fisico in seguito allo scontro disperato contro l'Incarnazione della Tenebra, e subisce 1 trauma mentale perché una parte dell'essenza delle Tenebre ha contaminato per sempre la sua anima.

source: the investigators were unable to bring Kurtz back alive.
es: los investigadores no consiguieron traer de vuelta a Kurtz vivo.
fr: les investigateurs n’ont pas réussi à ramener Kurtz vivant.
it: gli investigatori non sono riusciti a recuperare Kurtz vivo.

source: you made a promise to Kurtz.
es: los investigadores hicieron una promesa a Kurtz.
fr: vous avez fait une promesse à Kurtz.
it: avete fatto una promessa a Kurtz.

source: Each investigator removes Darkness Calls from their deck, as well as Submerged by the Darkness if this weakness is present in their deck.
es: Cada investigador quita La llamada de las Tinieblas de su mazo, así como la Debilidad Sumido en las Tinieblas si su mazo también incluía una copia.
fr: Chaque investigateur retire L’Appel des Ténèbres de son deck, ainsi que Submergé par les Ténèbres si cette faiblesse est présente dans leur deck.
it: Ogni investigatore rimuove dal suo mazzo le debolezze Richiamo delle Tenebre e Sommerso dalle Tenebre, se presenti.

source: Each investigator removes Darkness Calls from their deck.
es: Cada investigador quita La llamada de las Tinieblas de su mazo.
fr: Chaque investigateur retire L’Appel des Ténèbres de son deck.
it: Ogni investigatore rimuove il Richiamo delle Tenebre dal suo mazzo.

source: Each investigator suffers 1 physical trauma from the injuries they sustained during the trip, and suffers 1 mental trauma because the horrors they witnessed will haunt them for the rest of their life.
es: Cada investigador sufre 1 trauma físico por las heridas sufridas durante el viaje y 1 trauma mental dado que los horrores que ha presenciado le perseguirán durante el resto de su vida.
fr: Chaque investigateur subit 1 traumatisme physique suite aux séquelles des blessures infligées au cours du voyage, et subit 1traumatisme mental car les horreurs dont il a été témoin le hanteront toute sa vie.
it: Ogni investigatore subisce 1 trauma fisico a causa delle ferite subite durante il viaggio e 1 trauma mentale a causa degli orrori a cui ha assistito e che lo tormenteranno per il resto della vita.

source: Each investigator removes Darkness Calls from their deck. Each investigator who has not already added Submerged by the Darkness to their deck adds this weakness to their deck.
es: Cada investigador quita La llamada de las Tinieblas de su mazo. Cada investigador que no hubiera añadido anteriormente la Debilidad Sumido en las Tinieblas la añade ahora a su mazo. No cuenta para el tamaño de mazo de ese investigador.
fr: Chaque investigateur retire L’Appel des Ténèbres de son deck. Chaque investigateur qui n’a pas déjà Submergé par les Ténèbres dans son deck ajoute cette faiblesse dans son deck.
it: Ogni investigatore rimuove il Richiamo delle Tenebre dal suo mazzo. Ogni investigatore senza un'altra copia della debolezza Sommerso dalle Tenebre nel suo mazzo aggiunge 1 copia di Sommerso dalle Tenebre al suo mazzo.

source: You escaped the hellish Congo alive, but you didn't succeed in facing the Darkness. Perhaps you'll do better next time...
es: Has escapado del maldito Congo con vida, pero no has tenido éxito al enfrentarte con las Tinieblas. Tal vez tenga mejor suerte la próxima vez...
fr: Vous êtes sorti vivant de l’enfer du Congo, mais vous n’avez pas réussi à faire face aux Ténèbres. Vous ferez peut-être mieux la prochaine fois…
it: Siete riusciti a lasciare vivi il Congo, ma non a sconfiggere le Tenebre. Forse, la prossima volta, ve la caverete meglio...

source: the investigators have returned from the heart of darkness.
es: los investigadores regresaron del Corazón de las Tinieblas.
fr: les investigateurs sont revenu du cœur des ténèbres.
it: gli investigatori sono ritornati dal Cuore delle Tenebre.

source: Record in your Campaign Log that <i>the Ancestors are proud of you</i>. The lead investigator gains 2 additional experience points for fulfilling their destiny.
es: Anota el registro de campaña que <i>los Ancestros están orgullosos de ti</i>. El investigador jefe recibe 2 puntos de experiencia adicionales por haber completado su destino.
fr: Indiquez dans votre Carnet de Campagne que<i> les ancêtres sont fiers de vous</i>. L’investigateur Principal gagne 2 points d’expérience supplémentaire pour avoir accompli sa destinée.
it: Annotate nel Diario della Campagna che <i>gli Antenati sono orgogliosi di voi</i>. L'investigatore capo guadagna 2 Punti Esperienza aggiuntivi per aver adempito al suo destino.

source: the Ancestors are proud of you.
es: los Ancestros están orgullosos de ti.
fr: les ancêtres sont fiers de vous.
it: gli Antenati sono orgogliosi di voi.

source: The investigators have won the campaign!
es: ¡Los investigadores ganan la campaña!
fr: Les investigateurs ont gagné la campagne !
it: Avete vinto la Campagna!

source: Despite the dangers that surround you, you manage to hold Kurtz in the center of an intricate assembly of pieces of ivory with which you have reproduced the configuration depicted in the ancient fresco. As the ritual progresses, you feel more and more strongly the mystical power emanating from this place. Even the dark jungle around you seems to vibrate in unison with an ancient and mysterious song. Finally, you take out the obsidian statuette and place it in the center of the device. Kurtz is writhing in pain. You no longer recognize his voice, which seems to emerge from a gaping hole in the ground, with distorted and terrifying echoes. Thick black smoke suddenly comes out of every pore of his skin. Hundreds of wisps of smoke are drawn towards the statuette, which absorbs this manifestation of darkness. A few moments later, it is all over. Kurtz lies on the ground, unconscious but alive. The mystical African chanting has fallen silent, replaced by the familiar sounds of the jungle. The statuette has not changed, but you now know that it contains one of the most dangerous beings in the Mythos. Following the example of the Congolese elders, you dig the deepest hole you can and place the statuette in it - thus at the center of the ritual - before covering everything. The Darkness will not be able to escape for a long time.
es: A pesar de los peligros que te rodean, logras mantener a Kurtz en el centro de un intrincado ensamblaje de piezas de marfil con las que has reproducido la configuración representada en el antiguo fresco. A medida que el ritual avanza, sientes con más intensidad el poder místico que emana de este lugar. Incluso la oscura jungla a tu alrededor parece vibrar al unísono con una canción ancestral y misteriosa. Finalmente, sacas la estatuilla de obsidiana y la colocas en el centro del dispositivo. Kurtz se retuerce de dolor. Ya no reconoces su voz, que parece surgir de un abismo en la tierra, con ecos distorsionados y aterradores. De repente, un denso humo negro comienza a salir de cada poro de su piel. Cientos de hilos de humo son atraídos hacia la estatuilla, que absorbe esta manifestación de las Tinieblas. Unos momentos después, todo ha terminado. Kurtz yace en el suelo, inconsciente pero vivo. Los cantos místicos africanos han cesado, reemplazados por los sonidos familiares de la jungla. La estatuilla no ha cambiado, pero ahora sabes que contiene a uno de los seres más peligrosos de los Mitos. Siguiendo el ejemplo de los ancianos congoleños, cavas el agujero más profundo que puedes y colocas la estatuilla en su interior, justo en el centro del ritual, antes de cubrirlo todo. Las Tinieblas no podrán escapar por un buen tiempo.
fr: Malgré les dangers qui vous entourent, vous parvenez à maintenir Kurtz au centre d'un assemblage complexe de morceaux d'ivoire avec lesquels vous avez reproduit la configuration présentée sur la fresque antique. Au fur et à mesure que le rituel progresse, vous sentez de plus en plus la puissance mystique qui émane de cet endroit. Même la jungle sombre autour de vous semble vibrer à l'unisson d'un chant et mystérieux. Enfin, VO R 3 sortez la statuette d'obsidienne et vous la déposez au centre du dispositif. Kurtz se tord de douleur. Vous ne reconnaissez plus sa voix qui semble surgir d’un trou béant dans la terre, avec des échos distordus et terrifiants. Une épaisse fumée noire sort alors brusquement de tous les pores de sa peau. Des centaines de volutes de fumée se dirigent en se tortillant vers la statuette, qui absorbe cette manifestation des ténèbres. Quelques instants plus tard, tout est terminé. Kurtz git à terre, inconscient mais vivant. Les chants mystiques de l’Afrique se sont tus, laissant place aux bruits familiers de la forêt tropicale. La statuette n’a pas changé, mais vous savez à présent qu’elle renferme l’une des entités du Mythe les plus dangereuses qui soient. À l’instar des anciens congolais, vous creusez le trou le plus profond possible et y déposez la statuette - ainsi au centre du rituel - avant de tout recouvrir. Les Ténèbres ne pourront plus en sortir avant longtemps.
it: Nonostante i pericoli che vi circondano, riuscite a mantenere Kurtz al centro di un complicato intrico di pezzi di avorio che avevate sistemato per riprodurre la configurazione raffigurata nell'antico affresco. Mentre il rituale procede, percepite sempre più intensamente il potere mistico che questo luogo emana. Anche la nera giungla intorno a voi sembra vibrare all'unisono con un antico e misterioso canto. Alla fine, tirate fuori la statuetta di ossidiana e la posizionate al centro dell'apparato. Kurtz si contorce dal dolore. Non riconoscete più la sua voce, che sembra emergere da una voragine nella terra, con echi distorti e terrificanti. Un fumo nero e denso fuoriesce da ogni poro della sua pelle. Centinaia di filamenti di fumo vengono attirati verso la statuetta, che assorbe questa manifestazione delle Tenebre. Pochi momenti dopo, è tutto finito. Kurtz è sdraiato a terra, privo di sensi ma vivo. Il canto mistico è ormai terminato nel silenzio, sostituito dai familiari suoni della giungla. La statuetta non è cambiata, ma sapete che ora contiene uno dei più pericolosi esseri dei Miti. Seguendo l'esempio degli anziani Congolesi, scavate una buca più profonda possibile e vi piazzate la statuetta all'interno, mantenendola al centro del sito del rituale, prima di ricoprire il tutto. Le Tenebre non potranno più liberarsi per molto tempo.
