Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/06_epilogue.po
Languages: es, fr, it

source: You reach into your jacket pocket and pull out the photo of Miss Promise. You have one last thing to do before you put this whole thing behind you. A few days earlier, your contacts at the federal government gave you the young woman's address. You go straight to her house. Luck must be with you, as the Company director's daughter opens the door of the house, where she lives alone. Miss Promise is as beautiful in person as she is in the picture, although she wears black for mourning and looks like she hasn't eaten much lately. Once you have introduced yourself, you begin to tell her your story, as well as Kurtz's. The young woman listens to you fervently, not missing a single bit of your story - although you leave out the unspeakable moments of your encounters with the Darkness. When you reach the moment of Kurtz's death, you pause for a moment, not knowing how to describe his last moments without making your listener even more miserable. "I understand your reservations" guesses Miss Promise, "but please, at least tell me his last words. I beg you..." You pull yourself together and slowly tell her, "The last thing he said was... your name." "I knew it," she replied, "I knew it!" Miss Promise buries her face in her hands, tears flowing. Why did you lie to Miss Promise? This question will often torment you. It is only later that the truth will take shape in your mind. To confess Kurtz's last words to his beloved, would have allowed the Darkness to live on, somehow, in a mind other than your own.
es: Metes la mano en el bolsillo de la chaqueta y sacas la foto de la señorita Promise. Tienes una última cosa que hacer antes de dejar todo esto atrás. Unos días antes, tus contactos en el gobierno federal te proporcionaron la dirección de la joven. Te diriges directamente a su casa. La suerte debe estar de tu lado, ya que es la propia hija del director de la compañía quien abre la puerta de la casa, donde vive sola. La señorita Promise es tan hermosa en persona como en la foto, aunque viste de negro en señal de luto y parece que ha comido muy poco últimamente. Una vez que te has presentado, comienzas a relatarle tu historia, así como la de Kurtz. La joven te escucha con fervor, sin perderse ni un solo detalle de tu narración, aunque decides omitir los momentos más indescriptibles de tus encuentros con las Tinieblas. Cuando llegas al relato de la muerte de Kurtz, te detienes por un momento, sin saber cómo describir sus últimos instantes sin hacer que tu oyente se sienta aún más desdichada. –Entiendo tus reservas –adivina la señorita Promise–, pero por favor, al menos dime sus últimas palabras. Te lo ruego... Te recompones y le dices lentamente: –Lo último que dijo fue... tu nombre. –Lo sabía –responde ella–. ¡Lo sabía! La señorita Promise entierra su rostro entre las manos, mientras las lágrimas fluyen. ¿Por qué le mentiste a la señorita Promise? Esta pregunta te atormentará a menudo. Solo más tarde la verdad cobrará forma en tu mente. Confesar las últimas palabras de Kurtz a su amada habría permitido que las Tinieblas siguieran viviendo, de alguna manera, en una mente distinta a la tuya.
fr: Vérifiez votre Carnet de Campagne. Ne lisez la suite que si les investigateurs ont fait une promesse à Kurtz. Vous fouillez dans la poche de votre veste et en sortez la photo de Miss Promise. Il vous reste une dernière chose à faire avant de mettre toute cette histoire derrière vous. Quelques jours auparavant, vos contacts chez les fédéraux vous ont fourni l’adresse de la jeune femme. Vous vous dirigez donc directement vers son domicile. La chance vous sourit, la fille du directeur de la Compagnie vous ouvre la porte de sa maison qu’elle occupe seule. Miss Promise est aussi belle en vrai que sur la photo, bien qu’elle porte du noir pour le deuil et semble n’avoir pas beaucoup mangé ces derniers temps. Une fois les présentations faites, vous entreprenez de lui raconter votre histoire, ainsi que celle de Kurtz. La jeune femme vous écoute religieusement, ne manquant pas une miette de vos péripéties, même si vous passez sous silence les moments indicibles de vos rencontres avec les Ténèbres. Arrivé au moment de la mort de Kurtz, vous vous arrêtez un instant, ne sachant pas comment décrire ses derniers instants sans rendre votre auditrice encore plus malheureuse. « Je comprends votre réserve, devine Miss Promise, mais s’il vous plaît, dites-moi au moins son dernier mot. Je vous en supplie… » Vous vous reprenez et lui dites lentement : « Le dernier mot qu’il a prononcé, c’est… votre nom. » « Je le savais »vous répondit-elle, «j’en étais sûre!… » Miss Promise cacha son visage pour pleurer à chaudes larmes. Pourquoi avez-vous menti à Mis Promise ? Cette question reviendra souvent vous tourmenter. Ce n’est que bien plus tard que la vérité prendra forme dans votre esprit. Avouer les derniers mots de Kurtz à sa bien-aimée, cela aurai permis aux Ténèbres de perdurer, d’une certaine façon, dans un autre esprit que le vôtre.
it: Infilate una mano in tasca, e ne tirate fuori la foto di Miss Promise. Avete solo un'ultima cosa da fare prima di potervi lasciare tutto questo alle spalle. Alcuni giorni dopo, i vostri contatti vi forniscono l'indirizzo della giovane donna. Andate direttamente a casa sua. La fortuna è dalla vostra parte, dato che è proprio la figlia del direttore della Compagnia ad aprirvi la porta della casa, dove vive da sola. Miss Promise è bella, dal vivo come in foto, anche se indossa il nero per il lutto, e dà l'impressione di non aver mangiato molto, ultimamente. Una volta che vi siete presentati, cominciate a raccontarle la vostra storia, così come quella di Kurtz. La giovane vi ascolta con calore, non perdendosi nemmeno un frammento della vostra narrazione, anche se cercate di omettere i momenti indicibili del vostro incontro con le Tenebre. Giunti al punto della morte di Kurtz, vi interrompete per un istante, non sapendo come descrivere i suoi ultimi momenti senza far sentire la vostra ascoltatrice ancora più infelice. "Capisco il vostro riserbo" interviene Miss Promise, "ma, vi prego, riferitemi le sue ultime parole. Vi prego..." Vi ricomponete e, lentamente, le dite, "L'ultima cosa che ha detto è stata ... il vostro nome." "Lo sapevo," risponde lei, "lo sapevo!" Miss Promise nasconde il proprio viso per non mostrare le lacrime. Perché avete mentito a Miss Promise? Questa domanda vi tormenterà spesso. Solo più tardi, la verità avrebbe preso forma, nella vostra testa. Confessare le ultime parole di Kurtz alla sua amata avrebbero permesso alle Tenebre di continuare a vivere, in qualche modo, anche in un'altra mente, oltre alla vostra.

source: <b>Campaign Design:</b> Vinn Quest
es: <b>Diseñada por:</b> Vinn Quest
fr: <b>Conception de la campagne :</b> Vinn Quest
it: <b>Design e Sviluppo della Campagna:</b> Vinn Quest

source: <b>English Translation and Proofreading:</b> Nicole Hawkesford, Axolotl, XD, Matthew Adams, Vinn Ouest
es: <b>Traducción al inglés y pruebas de traducción:</b> Nicole Hawkesford, Axolotl, XD, MaĨhew Adams, Vinn Quest.
fr: <b>Traduction anglaise et relecture :</b> Nicole Hawkesford, Axolotl, XD, Matthew Adams, Vinn Ouest
it: <b>Traduzione in Inglese e Revisione:</b> Nicole Hawkesford, Axolotl, XD, Matthew Adams, Vinn Ouest

source: <b>Corrections and Improvements:</b> spiriT, Bboo, XD
es: <b>Correcciones y mejoras:</b> spiriT, Bboo, XD.
fr: <b>Corrections et Améliorations :</b> spiriT, Bboo, XD
it: <b>Correzioni e Miglioramenti:</b> spiriT, Bboo, XD

source: <b>French version Proofreaders:</b> Docteur Cheux, El Tulipo, Grayarde, Chertref, Serge_le_Fou, Alezanx, Fragarch, Mendax, franck2655
es: <b>Pruebas de traducción al frances:</b> Docteur Cheux, El Tulipo, Grayarde, Chertref, Serge_le_Foux, Alezanx, Fragarch, Mendax, franck2655.
fr: <b>Relecture de la version française :</b> Docteur Cheux, El Tulipo, Grayarde, Chertref, Serge_le_Fou, Alezanx, Fragarch, Mendax, franck2655
it: <b>Revisione della Versione Francese:</b> Docteur Cheux, El Tulipo, Grayarde, Chertref, Serge_le_Fou, Alezanx, Fragarch, Mendax, franck2655

source: <b>Playtesters:</b> spiriT, Bboo, Lutin 82, Ryson, Drel, Phillphill, Hestia_Saga, Fragarch, Mendax, Fb1thp, Caius, Ourob09, AFR3300
es: <b>Pruebas de juego:</b> spiriT, Bboo, Lutin 82, Ryson, Drel, Phillphill, Hestia_Saga, Fragarch, Mendax, Fb1thp, Caius, Ouro09, AFR3300.
fr: <b>Testers:</b> spiriT, Bboo, Lutin 82, Ryson, Drel, Phillphill, Hestia_Saga, Fragarch, Mendax, Fb1thp, Caius, Ourob09, AFR3300

source: <b>Campaign Guide Art:</b>
es: <b>Arte de la Guía de campaña (versión en inglés):</b>
fr: <b>Illustrations de ce Guide de Campagne :</b>
it: <b>Illustrazioni della Guida alla Campagna:</b>

source: "Heart of darkness" by Malte Madsen(cover)
es: "Heart of darkness" de Malte Madsen (portada).
fr: « Heart of darkness » de Malte Madsen (couverture)
it: "Heart of Darkness" di Malte Madsen (Copertina)

source: "Arranging an eclipse" by Deskridge (page 2)
es: "Arranging an eclipse" de Deskridge (página 2).
fr: « Arranging an eclipse » de Deskridge (page 2)
it: "Arranging an eclipse" di Deskridge (pagina 2)

source: "Nearextinction" by Malten Madsen(page 6)
es: "Nearextinction" de Malten Madsen (página 6).
fr: « Near extinction» de Malten Madsen (page 6)
it: "Near extinction" di Malten Madsen (pagina 6)

source: "Heart of Darkness" by Jeremiah-Humphries (page 8)
es: "Heart of Darkness" de Jeremiah-Humphries (página 8).
fr: « Heart of Darkness » de Jeremiah-Humphries (page 8)
it: "Heart of Darkness" di Jeremiah-Humphries (pagina 8)

source: "Leaving eden" by Eduardo Pena (page 10)
es: "Leaving eden" de Eduardo Pena (página 10).
fr: «Leaving eden »d’Eduardo Pena (page 10)
it: "Leaving eden" di Eduardo Pena (pagina 10)

source: "Nier aderubaniyan" by Pierre Droal (page 11). The illustration is used with the kind permission of the author. You can find his work on his website: https://www.pierredroal.com
es: "Nier aderubaniyan" by Pierre Droal (page 11). La ilustración se ha utilizado con el amable permiso del autor. Puedes encontrar su trabajo en: https://www.pierredroal.com
fr: Njer aderubaniyan » de Pierre Droal (page 11). L’illustration est utilisée avec l’aimable autorisation de l’auteur. Vous pouvez retrouver son travail sur son site internet : https://www.pierredroal.com
it: "Njer aderubaniyan" di Pierre Droal (pagina 11). L'immagine è utilizzata con il gentile permesso dell'autore. Potete seguirlo sul suo sito: https://www.pierredroal.com/

source: "Spirituality" by Ihor Reshetnikov (page 12)
es: "Spirituality" de Ihor Reshetnikov (página 12).
fr: « Spirituality » d’Ihor Reshetnikov (page 12)
it: "Spirituality" di Ihor Reshetnikov (pagina 12)

source: "Bom from ashes" by Shahabalizadeh (page 14)
es: "Bom from ashes" de Shahabalizadeh (página 14).
fr: « Born from ashes » de Shahabalizadeh (page 14)
it: "Born from ashes" di Shahabalizadeh (pagina 14)

source: "Growing strength paragon 02" by Johan Espling (page 19)
es: "Growing strength paragon 02" de Johan Espling (página 19).
fr: « Growing strength paragon 02 » de Johan Espling (page 19)
it: "Growing strength paragon 02" di Johan Espling (pagina 19)

source: "Afrika land" by Yury Solntsev (page 24)
es: "Afrika land" de Yury Solntsev (página 24).
fr: « Afrika land » de Yury Solntsev (page 24)
it: "Afrika land" di Yury Solntsev (pagina 24)

source: Additional illustrations generated with Midjourney.
es: Ilustraciones adicionales se han generado con Midjourney.
fr: Illustrations supplémentaires générées avec Midjourney.
it: Le altre illustrazioni sono state generate con Midjoumey V5.

source: Acknowledgements
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti

source: I thank all the artists and rights holders who gave me permission to use their works to illustrate this campaign.
es: Agradezco a todos los artistas y titulares de derechos que me dieron permiso para utilizar sus obras para ilustrar esta campaña.
fr: Je remercie tous les artistes et avant-droits qui m’ont donné la permission d’utiliser leurs œuvres afin d’illustrer cette campagne.
it: Ringrazio tutti gli artisti e i detentori dei diritti che mi hanno dato il permesso di utilizzare i loro lavori per illustrare questa campagna.

source: Thanks to Pilunte for the work on Strange Eons and the French version of this tool.
es: Gracias a Pilunte por el trabajo en Strange Eons y la versión francesa de esta herramienta.
fr: Merci à Pilunte pour le travail sur Strange Eons et le plug-in de francisation de cet outil.
it: Grazie a Pilunte per il suo lavoro su Strange Eons e sulla versione francese di questo programma.

source: Thanks to Pevo for the templates of the cover.
es: Gracias a Peyo por las plantillas de la portada.
fr: Merci à Peyo pour les templates de la page de garde et de la quatrième de couverture.
it: Grazie a Peyo per la grafica della copertina.

source: Thank you to all the participants of the Weakness Contestat the Arkham ICE VT Paris 2019 Event, and congratulations to the winner Ziloteamplar for his Weakness "Cacophony of theThousand Kids". It is a cool addition to this campaign.
es: Gracias a todos los participantes del concurso de debilidades del evento Arkham JCE TV Paris 2019 y felicitaciones al ganador Ziloteamplar por su debilidad "Cacofonía de los mil niños". Es una adición genial a esta campaña.
fr: Merci à tous les participants du Concours de Faiblesse à l’Événement Arkham JCE TV Paris 2019, et bravo au gagnant Ziloteamplar pour sa Faiblesse « Cacophonie des Mille Chevreaux ». C’est un ajout fort sympathique à cette campagne.
it: Grazie a tutti i partecipanti alla Weakness Contest all'evento Arkham JCE TV Paris 2019, e congratulazioni al vincitore Ziloteamplar per la sua debolezza "Cacofonia di Mille Voci". E stata una divertente aggiunta a questa campagna.

source: Thanks to all my translators, proofreaders and playtesters. They all gave a lot of their time tohelp me greatly improve this campaign.
es: Gracias a todos mis traductores, correctores y evaluadores de juego. Todos ellos dedicaron mucho de su tiempo para ayudarme a mejorar enormemente esta campaña.
fr: Merci à tous mes traducteurs, relecteurs et testeurs. Ils ont tous donné beaucoup de leur temps pour m’aider à améliorer grandement cette campagne.
it: Grazie a tutti i miei traduttori, revisori e playtester che hanno dedicato il proprio tempo ad aiutarmi a migliorare questa campagna.

source: Thanks to FFG for offering us such remarkable games in the universe of Lovecraft, and in particular to MJ Newman for creating this incredible game that is Arkham Horror: The Card Game.
es: Gracias a FFG por ofrecernos juegos tan destacables en el universo de Lovecraft, y en particular a MJ Newman por crear este increíble juego que es Arkham Horror: The Card Game.
fr: Merci à FFG de nous proposer des jeux aussi remarquables dans l’univers de Lovecraft, et en particulier à MJ Newmann d’avoir créé ce jeu incroyable qu’est <i>Horreur à Arkham : le Jeu de Cartes</i>.
it: Grazie alla FFG per averci dato dei gioco incredibili, ambientati nell'universo di H.P. Lovecraft, ed in particolare a MJ Newman per aver creato questo gioco fantastico che è Arkham Horror: Il Gioco di Carte.

source: Friendly regards tospiriT, Bboo, JB, Lhargo, Mycael, El Tulipo, Docteur Cheux, Lily, Vétor, Fragarch, PhilPhil,Omen, Blackwood, Blakink, Peyo, Lutin82, Pilunte, BaronMundus, AxolotI,XD, Matthew Adams, Nicole Hawkesford, Shep and Ryson.
es: Saludos cordiales a spiriT, Bboo, JB, Lhargo, Mycael, El Tulipo, Docteur Cheux, Lilly, Vétor, Fragarch, PhilPhil, Omen, Blackwood, Blakink, Peyo, Lutin82, Pilunte, Baron Mundus, Axolotl, XD, MaĨhew Adams, Nicole Hawkesford, Shep y Ryson.
fr: Pensées amicales àspiriT, Bboo, JB, Lhargo, Mycael, El Tulipo, Docteur Cheux, Lily, Vétor, Fragarch, PhilPhil, Omen, Blackwood, Blakink, Peyo, Lutin82, Pilunte, Baron Mundus, Axololt, Shep et Ryson.
it: Saluti amichevoli a tospiriT, Bboo, JB, Lhargo, Mycael, El Tulipo, Docteur Cheux, Lily, Vétor, Fragarch, PhilPhil,Omen, Blackwood, Blakink, Peyo, Lutin82, Pilunte, BaronMundus, AxolotI,XD, Matthew Adams, Nicole Hawkesford, Shep and Ryson.

source: 4 years. That's how long it took me to complete the campaign you just played. The adventure of designing Heart of Darkness is strangely similar to the journey up the Congo River -- an endless journey. My ambition was to adapt the story but also the atmosphere of Joseph Conrad's book. The kind of heavy, unreal, and introspective atmosphere that you feel when following the adventure of Captain Marlow. I thought to myself, "If someone had told me that Lovecraft wrote this story, I wouldn't have been surprised. What is told becomes as terrifying as any story in the Cthulhu Mythos." It is customary to end these design notes with a little teaser about what is planned for the future. I'm sorry to say that for my part, although I have no shortage of ideas for scenarios, I simply don't have the time to produce new custom scenarios. I'll leave you in good company though, as the community around this game has never been as prolific as in the last few years, producing incredible scenarios with regularity. I will of course stay with you, and who knows, maybe we'll meet again... if the stars are right. Be well, long live you, our favorite game and the custom scenarios!
es: Cuatro años. Eso es lo que me llevó completar la campaña que acabas de jugar. La aventura de diseñar El Corazón de las Tinieblas es extrañamente similar al viaje por el río Congo: una travesía interminable. Mi ambición era adaptar no solo la historia, sino también la atmósfera del libro de Joseph Conrad. Esa atmósfera densa, irreal e introspectiva que sientes al seguir la aventura del Capitán Marlow. Pensé para mí mismo: "Si alguien me hubiera dicho que Lovecraě escribió esta historia, no me habría sorprendido. Lo que se cuenta aquí es tan aterrador como cualquier relato de los Mitos de Cthulhu". Es costumbre terminar estas notas de diseño con un pequeño adelanto de lo que está planeado para el futuro. Lamento decir que, por mi parte, aunque no me faltan ideas para escenarios, simplemente no tengo el tiempo para producir nuevos escenarios personalizados. Sin embargo, te dejo en buena compañía, ya que la comunidad en torno a este juego nunca ha sido tan prolífica como en los últimos años, produciendo escenarios increíbles con regularidad. Por supuesto, seguiré con ustedes, y quién sabe, tal vez nos volvamos a encontrar... si las estrellas están alineadas. Cuídate, larga vida a ti, a nuestro juego favorito ¡y a los escenarios personalizados!
fr: 4 ans. C’est le temps qu’il m’aura fallu pour terminer la campagne que vous venez de jouer. L’aventure qu’a représenté la conception d’Au Cœur des Ténèbres ressemble étrangement à la remontée du fleuve Congo. J’avais pour ambition d’adapter l’histoire, mais également l’ambiance du livre de Joseph Conrad. Le genre d’atmosphère pesante, irréelle et invitant à l’introspection que l’on ressent en suivant l’aventure du Capitaine Marlow. Je me suis dit « Si on m’avait dit que Lovecraft a écrit cette histoire, je n’aurai pas été surpris. Ce qui est raconté devient aussi terrifiant que n’importe quelle histoire du Mythe de Cthulhu .» Il est de coutume de finir ces notes de conception avec un petit « teaser » sur ce qui est prévu pour la suite. Je suis au regret de vous dire que pour ma part, bien que ne manquant pas d’idées de scénarios, je n’ai tout simplement plus le temps de produire de nouveaux scénarios Fan Made. Je vous laisse cependant en bonne compagnie, puisque la communauté autour de ce jeu n’a jamais été aussi prolifique que ses dernières années, produisant avec régularité des scénarios incroyables. Je reste bien entendu parmi vous, et qui sait, peut-être que nous nous retrouverons un jour. si les astres sont propices ! Portez-vous bien, longue vie à vous, à notre jeu favori et aux scénarios Fan-Made !
it: 4 anni. Ecco quanto mi ci è voluto per completare la campagna che avete appena giocato. L'avventura di progettare e sviluppare Cuore di Tenebra è stata stranamente simile al viaggio lungo il fiume Congo. Un viaggio infinito. Ambivo ad adattare la storia, ma anche l'atmosfera del libro di Joseph Conrad. L'atmosfera pesante, irreale ed introspettiva che si percepisce seguendo le avventure del Capitano Marlow. Se qualcuno mi avesse detto che Lovecraft ha scritto questa storia, non ne sarei stato sorpreso. Ciò che vi è raccontato è terrificante quanto una qualsiasi storia dei Miti di Cthulhu. Di norma, si usa chiudere queste note sullo sviluppo del gioco con una piccola anticipazione di ciò che ci si può aspettare per il futuro. Mi dispiace dover dire che, da parte mia, nonostante non manchino certo le idee, non ho più tempo per produrre nuovi scenari. Vi lascio, però, in buona compagnia, dato che la community di questo gioco non è mai stata prolifica come negli ultimi anni, facendo uscire con regolarità nuovi, incredibili scenari. Ovviamente continuerò a seguire il gioco e, chi lo sa, magari ci incontreremo di nuovo... Quando le stelle saranno di nuovo pronte. Lunga vita a voi, al nostro gioco preferito, e agli scenari fan-made!
