Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zhod/campaign.po
Languages: it

source: Each time an investigator fails a skill test while attempting to evade an enemy with the "alert" keyword, after applying all results for that skill test, that enemy performs an attack against the evading investigator. An enemy does not exhaust after performing an alert attack. This attack occurs whether the enemy is engaged with the evading investigator or not.
it: Se un investigatore fallisce una prova di abilità tentando di eludere un nemico con Allerta, dopo aver applicato tutti i risultati relativi a quella prova di abilità, quel nemico effettua un attacco contro l'investigatore che ha tentato di eludere. Un nemico non si esaurisce dopo aver effettuato un attacco di allerta. Questo attacco si verifica a prescindere dal fatto che il nemico sia impegnato con l'investigatore che tenta di eludere o meno.

source: Horror on Darkness Calls
it: Orrore su Richiamo delle Tenebre

source: Darkness Calls
it: Richiamo delle Tenebre

source: Explore (Updated version - Forgotten Age)
it: Esplora (Versione aggiornata - Era Dimenticata)

source: The Heart of the Truth is Concealed
it: Il Cuore della Verità è Celato

source: "He struggled with himself, too. I saw it—I heard it. I saw the inconceivable mystery of a soul that knew no restraint, no faith, and no fear, yet struggling blindly with itself." - Joseph Conrad, "Heart of Darkness"
it: "Lottava anche lui contro se stesso. Lo vedevo, lo udivo. Avevo sotto gli occhi l'inconcepibile mistero di un'anima che non conosceva né ritegno, né fede, né paura e che tuttavia lottava ciecamente contro se stessa." - Joseph Conrad, "Cuore di Tenebra"

source: During the course of your previous investigations, you have repeatedly faced the horrors of the Mythos. You have learned of conspiracies and dreadful rituals aimed to draw abominable beings into our world. Unspeakable entities, some of which would destroy the whole of humanity. But what if the danger is somewhere else? Lurking deep within us, in the darkest recesses of our souls, there is something biding its time. Will whatever has been hidden in our hearts since the dawn of time spark the beginning of our own destruction? Travel deep into the heart of the Congo and navigate its perilous waters aboard the Roi des Belges to discover the <i>Heart of Darkness</i>, an unofficial campaign for Arkham Horror: The Card Game. The 3 scenarios of this campaign are an adaptation of the eponymous book by Joseph Conrad set within the Cthulhu Mythos. These scenarios can be played in standalone mode or as a side-story during any other campaign.
it: Durante il corso delle vostre precedenti indagini, avete affrontato ripetutamente gli orrori dei Miti. Avete appreso di cospirazioni e rituali mirati ad attrarre esseri abominevoli nel nostro mondo. Entità indicibili, alcune delle quali avrebbero potuto distruggere l'umanità intera. Ma cosa succederebbe se il pericolo si trovasse in un altro luogo? Nascosto profondamente dentro noi stessi, nei più bui recessi del nostro animo, c'è un qualcosa che aspetta solo la propria occasione. Qualsiasi cosa ci sia, nascosta dentro i nostri cuori sin dall'alba dei tempi, potrebbe essere la scintilla che innescherà la nostra stessa distruzione? Viaggiate nel più profondo cuore del Congo e navigate nelle sue pericolose acque a bordo del Roi des Belges per scoprire il <i>Cuore di Tenebra</i>, una campagna fan-made per <i>Arkham Horror: Il Gioco di Carte</i>. I 3 scenari di questa campagna sono un adattamento dell'omonimo racconto di Joseph Conrad, ambientato ed adattato ai Miti di Cthulhu. Questi scenari possono essere giocati come una mini-campagna autoconclusiva o come storia secondaria da integrare in una qualsiasi campagna.

source: <i>I fear the Darkness</i>
it: <i>Temo le Tenebre</i>

source: <i>I want to face the Darkness</i>
it: <i>Voglio affrontare le Tenebre</i>

source: <i>I want to be pulled by the Darkness</i>
it: <i>Sono attratto dalle Tenebre</i>
