{
  "scenarioName": "Dim Carcosa",
  "setup": [
    "check_path_below",
    "gather_encounter_sets",
    "select_act_2",
    "setup_random_locations",
    "setup_locations",  
    "choose_starting_location",  
    "set_aside_man_in_pallid_mask",
    "set_aside_cards",
    "add_doom",
    "take_horror"
    "encounter_deck",
    "sanity_in_carcosa_rule"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "The island commune of Mont Saint-Michel lies off the northwestern coast of France. It is beautiful, elegant, and enigmatic—a place out of a fairy tale. Only this tale is one of horrors and madness. During low tide, you would be able to reach the island on foot by crossing the tidal causeway that emerges from the sea. However, by the time you reach the coast, the tide is much higher than you’d anticipated. Dark clouds cover the sky, and a distant crash of thunder signals the start of the oncoming storm. You find a boat whose captain is willing to take you to the island, and prepare for the ritual to come."
    },
    {
      "id": "check_path_below",
      "type": "branch",
      "condition": {
        "type": "check_campaign_log",
        "section": "campaign_log",
        "id": "opened_path_below",
      },
      "options": [
        {
          "condition": true,
          "steps": ["intro_1"],
        },
        {
          "condition": false,
          "steps": ["intro_2"]
        }
      ]
    },
    {
      "id": "intro_1",
      "type": "story",
      "text": "You recall the night where this all began, and your thoughts drift to the mesmerizing song Ashleigh sang that night. Somehow you remember the lyrics perfectly after all this time, and its haunting melody is ingrained in your mind. “Above the city the storm clouds rage, and waves crash through the gilded cage... Below the earth the salt water seeps, the shadows fall as the red sun sleeps...” Studying the island that lies before you, illuminated by flashes of lighting and assaulted by tumultuous waves, you can’t help but wonder if Ashleigh was singing about this very moment."
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "You land on a piece of black obsidian stone winding up a dark spire. You cough blood and feel a searing pain in your gut, as though you’d broken a rib. Before you lies a warped, alien city. Its twisting streets and aberrant architecture have no semblance of order or structure. In the distance, a murky lake reflects the glare of two suns. When you look up, the abbey of Mont Saint-Michel peeks just below the clouds, flipped upside-down. This is Carcosa—the realm of madness in the stars, where Hastur reigns supreme."
    },
    {
      "id": "gather_encounter_sets",
      "type": "encounter_sets",
      "encounter_sets": [
        "dim_carcosa",
        "delusions",
        "cult_of_the_yellow_sign",
        "inhabitants_of_carcosa",
        "agents_of_hastur",
        "striking_fear"
      ]
    },
    {
      "id": "select_act_2",
      "type": "branch",
      "condition": {
        "condition": {
          "type": "sum_campaign_log",
          "sectionA": "doubt",
          "sectionB": "conviction"
        },
      },
      "options": [
        {
          "condition": "0",
          "steps": ["act_2_v1"]
        },
        {
          "condition": "1",
          "steps": ["act_2_v1"]
        },
        {
          "condition": "2",
          "steps": ["act_2_v1"]
        },
        {
          "condition": "3",
          "steps": ["act_2_v1"]
        },
        {
          "condition": "4",
          "steps": ["act_2_v1"]
        },
        {
          "condition": "5",
          "steps": ["act_2_v1"]
        },
        {
          "condition": "any",
          "steps": ["compare_conviction_and_doubt"]
        }
      ] 
    },
    {
      "id": "compare_conviction_and_doubt",
      "type": "branch",
      "condition": {
        "type": "compare_campaign_log",
        "sectionA": "doubt",
        "sectionB": "conviction"
      },
      "options": [
        {
          "condition": "-1",
          "steps": ["act_2_v3"]
        },
        {
          "condition": "0",
          "steps": ["act_2_choice"]
        },
        {
          "condition": "1",
          "steps": ["act_2_v2"]
        }
      ] 
    },
    {
      "id": "act_2_v1",
      "text": "Because you have 5 or less total Doubt and Conviction, use Act 2—Search For the Stranger (v. I)"
    },
    {
      "id": "act_2_v2",
      "text": "Because you have 6 or more total Doubt and Conviction, and have more Doubt than Conviction, use Act 2—Search the Stranger (v. II)"
    },
    {
      "id": "act_2_v3",
      "text": "Because you have 6 or more total Doubt and Conviction, and have more Conviction than Doubt, use Act 2—Search the Stranger (v. III)"
    },
    {
      "id": "act_2_choice",
      "text": "Because you have 6 or more total Doubt and Conviction, and you have exactly equal Doubt and Conviction, you may choose to use either Act 2—Search For the Stranger (v. II) or Act 2—Search For the Stranger (v. III)"
    },
    {
      "id": "setup_random_locations",
      "text": "Randomly put 1 copy of Bleak Plains, 1 copy of Dim Streets, 1 copy of Ruins of Carcosa, and 1 copy of Depths of Demhe into play. Set each other copy of Bleak Plains, Dim Streets, Ruins of Carcosa and Depths of Demhe aside, out of play."
    },
    {
      "id": "setup_locations",
      "text": "Put Shores of Hali, Dark Spires, and Palace of the King into play."
    },
    {
      "id": "choose_starting_location",
      "type": "branch",
      "condition": {
        "type": "check_campaign_log",
        "section": "campaign_log",
        "id": "opened_path_below",
      },
      "options": [
        {
          "condition": true,
          "steps": ["start_at_shores"],
        },
        {
          "condition": false,
          "steps": ["start_at_spires"]
        }
      ]
    },
    {
      "id": "start_at_shores",
      "text": "Because <i>you opened the path below</i>, each investigator begins play at Shores of Hali."
    },
    {
      "id": "start_at_spires",
      "text": "Because <i>you opened the path above</i>, each investigator begins play at Dark Spires."
    },
    {
      "id": "set_aside_man_in_pallid_mask",
      "text": "The bearer of The Man in the Pallid Mask weakness searches his or her deck for it and sets it aside, out of play."
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: Hastur <i>(The King in Yellow)</i>, Hastur <i>(Lord of Carcosa)</i>, Hastur <i>(The Tattered King)</i>, and Beast of Aldebaran."
    },
    {
      "id": "add_doom",
      "type": "branch",
      "condition": {
        "type": "check_campaign_log",
        "section": "chasing_the_stranger"
      },
      "options": [
        {
          "condition": 0,
          "steps": ["add_3_doom"],
        },
        {
          "condition": 1,
          "steps": ["add_3_doom"],
        },
        {
          "condition": 2,
          "steps": ["add_3_doom"],
        },        
        {
          "condition": 3,
          "steps": ["add_2_doom"],
        },
        {
          "condition": 4,
          "steps": ["add_2_doom"],
        },
        {
          "condition": 5,
          "steps": ["add_2_doom"],
        },
        {
          "condition": 6,
          "steps": ["add_1_doom"],
        },
        {
          "condition": 7,
          "steps": ["add_1_doom"],
        },
        {
          "condition": 8,
          "steps": ["add_1_doom"],
        },
        {
          "condition": "any",
          "steps": ["add_no_doom"],
        },
      ]
    },
    {
      "id": "add_3_doom",
      "text": "Because there are 2 or fewer tally marks under <i>Chasing the Stranger</i>, add 3 doom to agenda 1a."
    },
    {
      "id": "add_2_doom",
      "text": "Because there are between 3 and 5 tally marks under <i>Chasing the Stranger</i>, add 2 doom to agenda 1a."
    },
    {
      "id": "add_1_doom",
      "text": "Because there are between 6 and 8 tally marks under <i>Chasing the Stranger</i>, add 1 doom to agenda 1a."
    },
    {
      "id": "add_0_doom",
      "text": "Because there are 9 or more tally marks under <i>Chasing the Stranger</i>, no changes are made."
    },
    {
      "id": "take_horror",
      "text": "Each investigator takes direct horror equal to half his or her sanity, rounded down (<i>cannot be prevented</i>). This horror cannot cause you to become defeated (see “Sanity in the Realm of Carcosa,” below)."
    },  
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "single_sided_location",
      "type": "rule_reminder",
      "text": "Each of the locations in this scenario have no unrevealed side, and therefore enter play with their revealed side faceup. Instead of an unrevealed side, these locations have story cards on their reverse sides. Whenever a location in Dim Carcosa enters play (including during setup), place clues on that location equal to its clue value, as normal."
    },
    {
      "id": "sanity_in_carcosa_rule",
      "type": "rule_reminder",
      "title": "Sanity in the Realm of Carcosa",
      "text": "In the twisted and madness‐inducing realm of Carcosa, insanity is an inevitability. But even with your mind fractured and broken, your investigation does not end here. <b>During this scenario, investigators are not defeated when they have horror on them equal to or greater than their sanity.</b> Investigators may continue to take horror even in excess of their sanity. While an investigator has more horror on them than sanity, their “remaining sanity” is considered to be 0."
    },
    {
      "id": "prevented_hasturs_escape",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_log",
          "id": "prevented_hasturs_escape",
          "text": "the investigators prevented Hastur from escaping his prison.",
        }
      ]
    },
    {
      "id": "record_possessed_investigators",
      "text": " In your Campaign Log, record the names of each investigator who ended the game with at least 1 copy of the Possession treachery in his or her hand.",
      "input": {
        "type": "investigator_choice",
        "choices": [
          {
            "text": "No Possessions treacheries",
            "effects": [],
          },
          {
            "text": "One or more Possession treacheries in hand",
            "effects": [
              {
                "type": "campaign_log",
                "section": "campaign_log",
                "id": "possessed",
                "text": "#name# was possessed."
              }
            ]
          }
        ]
      }
    },
    {
      "id": "take_mental_trauma",
      "text": "Each investigator suffers 2 mental trauma, as he or she never fully recovers from his or her time spent in Carcosa, the realm of madness.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "mental": 2
        }
      ]
    },
    {
      "id": "take_physical_trauma",
      "text": "Each investigator suffers 2 physical trauma, as he or she never fully recovers from his or her time spent in Carcosa, the realm of madness.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "physical": 2
        }
      ]
    },
    {
      "id": "take_physical_and_mental_trauma",
      "text": "Each investigator suffers 2 physical trauma and 2 mental trauma, as he or she never fully recovers from his or her time spent in Carcosa, the realm of madness.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "physical": 2,
          "mental": 2
        }
      ]
    },
    {
      "id": "earn_xp_triumph",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display. Each investigator earns 5 bonus experience, as he or she has truimphed over his or her own self—the most dangerous of foes.",
      "input": {
        "type": "counter",
        "text": "Victory Display",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "bonus": 5    
          }
        ]
      },
    },
    {
      "id": "earn_xp_truth",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display. Each investigator earns 5 bonus experience, as he or she has learned the truth behind <i>The King in Yellow</i>.",
      "input": {
        "type": "counter",
        "text": "Victory Display",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "bonus": 5    
          }
        ]
      },
    },
    {
      "id": "terrible_fate",
      "text": "You’ve met with a terrible fate, haven’t you?"
    },
    {
      "id": "carcosa_merged",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_log",
          "id": "carcosa_merged",
          "text": "the realm of Carcosa merged with our own, and Hastur rules over them both."
        }
      ]
    },
    {
      "id": "could_not_escape",
      "text": "You didn’t really think you could escape, did you?"
    },
    {
      "id": "hastur_has_you",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_log",
          "id": "hastur_has_you",
          "text": "Hastur has you in his grasp."
        }
      ]
    },
    {
      "id": "all_insane",
      "text": "Each investigator is driven <b>insane</b>.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "insane": true
        }
      ]
    },
    {
      "id": "lose",
      "text": "The investigators lose the campaign.",
      "effects": [
        {  
          "type": "campaign_data",
          "setting": "result",
          "value": "lose"
        },
      ]
    },
    {
      "id": "win",
      "text": "The investigators win the campaign!",
      "effects": [
        {  
          "type": "campaign_data",
          "setting": "result",
          "value": "win"
        },
      ]
    },
    {
      "id": "no_resolution_check_conviction_and_doubt",
      "condition": {
        "type": "compare_campaign_log",
        "sectionA": "doubt",
        "sectionB": "conviction"
      },
      "options": [
        {
          "condition": "-1",
          "resolution": "R4"
        },
        {
          "condition": "0",
          "resolution": "R4"
        },
        {
          "condition": "1",
          "resolution": "R5"
        }
      ] 
    },
    {
      "id": "proceed_epilogue",
      "condition": {
        "type": "check_campaign_log",
        "section": "campaign_log",
        "id": "possessed"
      },
      "options": [
        {
          "condition": 0,
          "steps": []
        },
        {
          "condition": "any",
          "steps": "epilogue"
        }
      ]
    },
    {
      "id": "epilogue",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "next_scenario",
          "value": "epilogue"
        },
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "If no resolution was reached (each investigator was defeated)",
      "steps": ["no_resolution_check_conviction_and_doubt"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "You stand atop the balcony of the abbey tower in Mont Saint-Michel, wet wind coursing through your hair. The Pallid Mask lies in your hands, devoid of warmth. You can scarcely bring yourself to look at it. You remember everything now—how it all began, how it ended, and everything in between. There is only one thing left to do. You hurl the mask into the air with all of your strength and watch as it flies into the tempest-tossed waves below.",
      "steps": ["prevented_hasturs_escape", "record_possessed_investigators", "take_physical_and_mental_trauma", "earn_xp_triumph", "win", "proceed_epilogue"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "A roar of applause startles you awake. The crowd of the theatre rises to their feet, cheering endlessly. Several patrons in the front row are throwing roses to the actors on stage, who are bowing with wide smiles across their faces. A searing headache crawls through your temples. How did you get back here? Were you in the theatre all along? What about the dinner party? The asylum? The catacombs?... Carcosa? Was it all just a terrible dream?\nYou exit the auditorium before the crowd rushes to do the same. Dizziness and exhaustion harries your senses. The weight of your lengthy investigation is crushing your mind. By the time you finally reach the lobby, you are clawing your way across the ground. Just then, a man in an elegant suit reaches down and grabs you by your arm, pulling you to your feet. You are about to thank him when you realize who he is. The sight of him causes you to stagger backward in horror momentarily. The actor who plays the role of the Stranger is still wearing his pale, featureless mask. He gives you a wordless bow, then turns and leaves through the Ward Theatre’s front entrance.",
      "steps": ["prevented_hasturs_escape", "record_possessed_investigators", "take_mental_trauma", "earn_xp_truth", "win", "proceed_epilogue"]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "When you awaken, you are sitting in the choeur gothique of Mont Saint-Michel’s abbey. No rain pelts the glass of the windows above, and you hear no thunder, nor the screeching of winged horrors overhead. Somehow, you have escaped. You creep to the door of the abbey and open it with trepidation. A dazzling light sears your eyes, and you lift your hand to block the glare of the sun. You stand overlooking beautiful Mont Saint-Michel. Seagulls fly over the abbey under a backdrop of cloudless sky. The waters around the abbey are calm and azure-blue.\n“I’ve been looking all over for you!” You hear a voice exclaim behind you. You turn with a startle. For a moment you expect to see the Stranger and his Pallid Mask, but instead, the boat captain you’d hired to take you to Mont Saint-Michel stands at the edge of the steps, smiling at you. “Are you ready to head back?”",
      "steps": ["prevented_hasturs_escape", "record_possessed_investigators", "take_physical_trauma", "earn_xp_truth", "win", "proceed_epilogue"]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "text": "When you awaken, you are sitting in the choeur gothique of Mont Saint-Michel’s abbey. No rain pelts the glass of the windows above, and you hear no thunder, nor the screeching of winged horrors overhead. Somehow, you have escaped the island’s certain doom. You creep to the door of the abbey and open it with trepidation. A dazzling light sears your eyes, and you lift your hand to block the glare of two suns. You stand overlooking the Lake of Hali. Black stars hang in the heavens above. Beyond, over leagues of tossing cloud-waves, the towers of Carcosa rise behind the shattered moon.",
      "steps": ["terrible_fate", "carcosa_merged", "all_insane", "lose"]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "text": "The outside world will never know how you tried to save them. They treat you with pity, with scorn and contempt, but you know the truth. They are resigned to their hideous fate, but still you try day after day to bring them your message. You must warn them of The King in Yellow, of Hastur and of Carcosa. “Another lost soul,” they say, but they cannot possibly fathom what you have gone through in your attempt to save them. You warn them that he is coming to claim them, but they never believe you. You write of Aldebaran and of the black stars on the wall of your cell, but the words become faded as the years go by. Your warning is never heeded.",
      "steps": ["could_not_escape", "hastur_has_you", "all_insane", "lose"]
    }
  ]
}
