{
  "scenarioName": "The Unspeakable Oath",
  "setup": [
    "check_followers_of_the_sign_found_way",
    "intro_3",
    "check_constance_dumaine",
    "gather_encounter_sets",
    "choose_locations",
    "set_aside_cards",
    "setup_locations",
    "add_chaos_token",
    "select_act_2",
    "encounter_deck"
  ],
  "steps": [
    {
      "id": "check_followers_of_sign_found_way",
      "type": "branch",
      "condition": {
        "type": "check_campaign_log",
        "section": "campaign_log",
        "id": "followers_of_sign_found_way"
      },
      "options": [
        {
          "condition": true,
          "steps": ["intro_1"]
        },
        {
          "condition": false,
          "steps": ["intro_2"]
        }
      ]
    },
    {
      "id": "intro_1",
      "type": "story",
      "text": "“Wake up, Daniel.” The words echo in your thoughts as you pace through the disheveled room, trying to make sense of what you’d just experienced. You had awoken that afternoon with a violent startle, your body shaking, bedsheets soaked with sweat. Although you’d slept a healthy eight-and-a-half hours, you feel even more exhausted than you had the previous night. You catch a glimpse of your dark, bloodshot eyes in the mirror next to the dresser, and wonder if you’ve gotten any real sleep at all.\nWho is Daniel, you wonder? The chamber from your dream looked like a prison, but the man—Daniel—he seemed unhinged, as though he wasn’t in control of his mind. This led to only one conclusion: An asylum. Knowing you’ll get little rest here, you head towards Arkham Asylum, hoping your hunch is correct."
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "Over the course of the next few days, you delve into the evidence you’ve collected, hoping to find any information regarding Daniel Chesterfield, a stagehand during the previous production of The King in Yellow. As far as you can tell, he is the only surviving member of that production’s cast and crew. The rest of them—that is, those for whom you can find any records at all—disappeared or died soon after opening night in a variety of fashions connected only by their morbidness. Freak accidents. Suicides. Vanishings.\nIt would seem that Daniel is your only lead, if you are to investigate further. According to the records you found, he was admitted to Arkham Asylum many years ago. All documentation about Daniel’s treatment seems to end there. You’re unsure if he’s even still alive. Perhaps he was cured and released. You were hoping to avoid this, but there seems to be only one way to find out. You collect your belongings and head downtown, towards Arkham Asylum."
    },
    {
      "id": "intro_3",
      "type": "story",
      "text": "As you enter the asylum, you stop to speak with the receptionist, though you feel your body urged to step deeper into the clutches of this madhouse. He gives you a confused expression as you tell him of The King in Yellow and of Daniel. But at your insistence, he pores through his file cabinet, eventually pulling out a stark white folder. Inside is a wealth of information about the patients admitted to the asylum—medical records, psychiatric evaluations, and the like. You recognize a few of the faces as he flips through the pages. “Daniel... Daniel Chesterfield, yes? He is admitted under the special care of Doctor Mintz. But you can’t see him; his level is restricted to staff only.” You argue and insist to be let into the patient wing, knowing that Daniel must hold the key to understanding what is really going on.\nThe receptionist gives a pitying smile and relents, nodding to the security guards nearby. “Oh, of course, of course,” he says with all the honesty of a street peddler. “I will schedule a meeting for you with Doctor Mintz so you can speak with him about Daniel. These gentlemen will see you in.” Relieved that you will soon get the answers you seek, you are escorted into the patient wing of Arkham Asylum..."
    },
    {
      "id": "check_constance_dumaine",
      "type": "branch",
      "condition": {
        "type": "check_campaign_log",
        "section": "vips_interviewd",
        "id": "03076a",
      },
      "options": [
        {
          "condition": true,
          "steps": ["constance_information", "gain_courage"],
        }
      ]
    },
    {
      "id": "constance_information",
      "type": "story",
      "text": "You recall what Constance had told you when you spoke with her during her hellish dinner party. She and the other members of the cast and crew had been told by the director, Nigel Engram, to take some kind of oath. At first, she’d written it off as the whim of an eccentric artist; something Mr. Engram did as a strange formality to unite and strengthen the bonds of the cast and crew. And to his credit, she claimed that it had worked; ever since they’d taken his strange oath, she and the other members of the troupe felt much more confident and full of spirit. Perhaps Daniel had a similar experience during the last production of <i>The King in Yellow</i>. You must speak with him about this."
    },
    {
      "id": "gain_courage",
      "text": "Each investigator places the top card of his or her deck facedown in his or her play area, without looking at it. Treat this card as a [[Courage]] asset with 0 cost, no icons, and 2 sanity. Discard this card if it leaves play for any reason."
    },
    {
      "id": "gather_encounter_sets",
      "type": "encounter_sets",
      "encounter_sets": [
        "unspeakable_oath",
        "hasturs_gift",
        "inhabitants_of_carcosa",
        "delusions",
        "decay",
        "agents_of_hastur"
      ]
    },
    {
      "id": "choose_locations",
      "text": "Randomly choose 1 copy of Asylum Halls <i>(Eastern Patient Wing)</i> and 1 copy of Asylum Halls <i>(Western Patient Wing)</i>. Remove those copies from the game. Put the remaining Asylum Halls into play. Each investigator begins play at an Asylum Halls of his or her choice."
    },  
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: Daniel Chesterfield, and each copy of Patient Confinement."
    },  
    {
      "id": "setup_locations",
      "text": "Put the following locations into play: Mess Hall, Kitchen, Yard, Garden, Infirmary, and Basement Hall."
    },
    {
      "id": "add_chaos_token",
      "type": "branch",
      "condition": {
        "type": "check_campaign_data",
        "setting": "difficulty"
      },
      "options": [
        {
          "condition": "easy",
          "effects": [
            {
              "type": "add_chaos_token",
              "values": ["-2"]
            }
          ]
        },
        {
          "condition": "standard",
          "effects": [
            {
              "type": "add_chaos_token",
              "values": ["-3"]
            }
          ]
        },
        {
          "condition": "hard",
          "effects": [
            {
              "type": "add_chaos_token",
              "values": ["-4"]
            }
          ]
        },
        {
          "condition": "expert",
          "effects": [
            {
              "type": "add_chaos_token",
              "values": ["-5"]
            }
          ]
        }        
      ]
    },
    {
      "id": "select_act_2",
      "text": "Depending on the following circumstances, a different version of Act 2 should be used in this scenario. Each other version of Act 2 is removed from the game.",
      "type": "branch",
      "condition": {
        "type": "check_campaign_log",
        "section": "campaign_log",
        "id": "took_onyx_clasp"
      },
      "options": [
        {
          "condition": true,
          "steps": ["act_2_v1"]
        },
        {
          "condition": false,
          "steps": ["act_2_v2"]
        }
      ]
    },
    {
      "id": "act_2_v1",
      "text": "Use Act 2—”The Really Bad Ones” (v. I)."
    },
    {
      "id": "act_2_v2",
      "text": "Use Act 2—”The Really Bad Ones” (v. II)."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "defeated_insane",
      "text": "Each investigator who was defeated is driven insane. If there are not enough investigators to continue the campaign, the campaign is over and the players lose.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "defeated",
          "insane": true
        }
      ]
    },
    {
      "id": "choose_new_investigators",
      "text": "If there are not enough investigators to continue the campaign, the campaign is over and the players lose. Otherwise, the campaign continues. (Each player whose investigator has been driven insane must choose a new investigator from the pool of available investigators.)",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "investigators",
          "value": "choose_new"
        }
      ]
    }, 
    {
      "id": "check_took_onyx_clasp",
      "type": "branch",
      "condition": {
        "type": "check_campaign_log",
        "section": "campaign_log",
        "id": "took_onyx_clasp"
      },
      "options": [
        {
          "condition": true,
          "steps": ["take_onyx_clasp"]
        }
      ]
    },
    {
      "id": "take_onyx_clasp",
      "text": "Choose a new investigator to take the onyx clasp. That investigator must include the Clasp of Black Onyx weakness in his or her deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "03142"
        }
      ]
    },
    {
      "id": "attacked_as_you_escaped_arkham",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_log",
          "id": "attacked_as_you_escaped_arkham",
          "text": "the investigators were attacked as they escaped the Asylum.",
        }
      ]
    },
    {
      "id": "physical_trauma",
      "text": "Each investigator suffers 1 physical trauma as they are assaulted by the Asylum’s guards.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "physical": 1
        }
      ]
    }, 
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "input": {
        "type": "counter",
        "text": "Victory Display",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"      
          }
        ]
      },
    },
    {
      "id": "ask_constance_dumaine",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "text": "Is Constance Dumaine <i>(A Little Too Sociable)</i> in the Victory Display?",
            "effects": [
              {
                "type": "campaign_log",
                "section": "vips_slain",
                "id": "03065b"
              }
            ]
          }
        ]
      },
    },
    {
      "id": "add_tablets",
      "text": "Remove all [cultist], [tablet], and [elder_thing] tokens from the chaos bag. Then, add 2 [tablet] tokens to the chaos bag.",
      "effects": [
        {
          "type": "remove_chaos_token",
          "values": [
            "cultist", 
            "cultist",
            "tablet",
            "tablet",
            "elder_thing",
            "elder_thing"
          ]
        },
        {
          "type": "add_chaos_token",
          "values": [
            "tablet",
            "tablet"
          ]
        }
      ]
    },
    {
      "id": "add_cultists",
      "text": "Remove all [cultist], [tablet], and [elder_thing] tokens from the chaos bag. Then, add 2 [cultist] tokens to the chaos bag.",
      "effects": [
        {
          "type": "remove_chaos_token",
          "values": [
            "cultist", 
            "cultist",
            "tablet",
            "tablet",
            "elder_thing",
            "elder_thing"
          ]
        },
        {
          "type": "add_chaos_token",
          "values": [
            "cultist",
            "cultist"
          ]
        }
      ]
    },
    {
      "id": "escaped_the_asylum",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_log",
          "id": "escaped_the_asylum",
          "text": "the investigators escaped the Asylum.",
        }
      ]
    },
    {
      "id": "add_elder_things",
      "text": "Remove all [cultist], [tablet], and [elder_thing] tokens from the chaos bag. Then, add 2 [elder_thing] tokens to the chaos bag.",
      "effects": [
        {
          "type": "remove_chaos_token",
          "values": [
            "cultist", 
            "cultist",
            "tablet",
            "tablet",
            "elder_thing",
            "elder_thing"
          ]
        },
        {
          "type": "add_chaos_token",
          "values": [
            "elder_thing",
            "elder_thing"
          ]
        }
      ]
    },
    {
      "id": "proceed_lost_soul",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "next_scenario",
          "value": "lost_soul"
        },
      ]
    }
  ],
  "resolutions": [
     {
      "id": "investigator_defeat",
      "title": "Investigator Defeat",
      "text": "“Doctor Mintz, the patient has been medicated and is ready to see you now.” Nurse Heather opened the file on the desk nearby, taking a moment to review the patient’s records.\n“Any changes in the patient’s condition?” Doctor Mintz asked in a monotone voice. A formality. Both knew the patient was beyond repair.\n“None. The patient’s delusions remain. Demanding to speak with the Warden, claiming they are only guests, and rambling about that play that aired the other night, <i>The King in Yellow</i>.”\n“And their other crimes? The incident in the theatre? What about 1452 Atlantic Ave?”\n“They believe they were attacked, and were defending themselves.” Her voice was thick with pity. What could have caused somebody to snap like this so quickly? None of the patient’s records showed any prior history of mental instability. “Can you make any sense of it, Doctor?”\n“Who could?” Doctor Mintz sighed and stood, grabbing the file from his desk. “My job is not to understand. It is to cure. Perhaps my experimental procedures will prove fruitful on this one.” The nurse winced and felt goosebumps on her arm. She knew how his procedures would turn out, and she doubted it would prove anything.",
      "steps": ["defeated_insane"]
    },
    {
      "id": "no_resolution",
      "title": "If no resolution was reached (each investigator was defeated)",
      "resolution": "R1"
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "...And so ended the madness of The King in Yellow.",
      "steps": [
        "king_claimed_victims", 
        "choose_new_investigators", 
        "check_took_onyx_clasp",
        "earn_xp", 
        "ask_constance_dumaine", 
        "add_cultists"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "You are confronted by a number of orderlies and security guards, who bar your escape. Feeling cornered and trapped, you have no choice but to fight your way through them. As you struggle to escape, several of the patients nearby see their opportunity, and attack the guards with a crazed fury. Nurse Heather shrieks and retreats, and in the ruckus you are able to escape, bruised and battered but free once more. It will take some time for your wounds to heal, but you have no time for that yet.",
      "steps": ["attacked_as_you_escaped_arkham", "physical_trauma", "earn_xp", "ask_constance_dumaine", "add_tablets", "proceed_lost_soul"]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "With the asylum staff distracted and patients running amok, you are able to slip away without being noticed. You escape deeper into the garden behind the asylum, where a two-story tall fence topped with barbed wire is all that separates you from the outside world. You have little time, and need to make it far away from the asylum before the guards return and spot you. Using a straitjacket you’d found inside to cover the barbed wire, you scale the fence quickly, breaking into a run as you make it to the other side.",
      "steps": ["escaped_the_asylum", "earn_xp", "ask_constance_dumaine", "add_elder_things", "proceed_lost_soul"]
    }
  ]
}
