{
  "id": "core",
  "scenario_name": "The Innsmouth Conspiracy",
  "full_name": "The Innsmouth Conspiracy",
  "header": "",
  "type": "core",
  "setup": [
    "$keys_rule",
    "$flood_token_rule"
  ],
  "steps": [
    {
      "id": "$keys_rule",
      "title": "Keys",
      "type": "rule_reminder",
      "text": "This expansion introduces key tokens that represent important objects or pieces of information that can be claimed and used during scenarios.\nKey tokens have two sides. When facedown, all seven keys have the same universal key symbol, so they can be randomized without the investigators knowing which is which. When faceup, each key is color coded with a unique color.\nIf a scenario uses one or more keys, the setup of that scenario indicates how many are set aside and whether they should be faceup or randomized facedown. Keys can enter play via several different card effects, and they are usually placed on enemy, location, or story asset. Keys can be acquired in any of three ways:",
      "bullets": [
        {
          "text": "If a location with a key on it has no clues, an investigator may take control of each of that location's keys as a [fast] ability."
        },
        {
          "text": "If an investigator causes an enemy with a key on it to leave play, that investigator must take control of each of the keys that were on that enemy. (If it leaves play through some other means, place its keys on its location.)"
        },
        {
          "text": "Some card effects may allow an investigator to take control of keys in other ways."
        }
      ],
      "example": "When an investigator takes control of a key, they flip it faceup (if it is facedown) and place it on their investigator card. If an investigator who controls one or more keys is eliminated, place each of their keys on their locations. As an [action] ability, an investigator may give any number of their keys to another investigator at the same location.\n<b>Keys have no inherent game effect.</b> However, some card effects may change depending on which keys an investigator controls. Additionally, keys may sometimes be required in order to progress during a scenario."
    },
    {
      "id": "$flood_token_rule",
      "title": "Flood Tokens",
      "type": "rule_reminder",
      "text": "Throughout the campaign, scenario card effects can flood locations. Each location has one of three different flood levels: it is either unflooded, partially flooded, or fully flooded. A location's flood level can be tracked using the double-sided flood tokens included in this deluxe box. <b>A location's flood level has no inherent game effect.</b> However, some card effects may change or become stronger while you are at a flooded location, particularly if that location is fully flooded.",
      "bullets": [
        {
          "text": "A location with no flood tokens is unflooded."
        },
        {
          "text": "If a location becomes partially flooded, place a flood token on it with the partially flooded side faceup to designate this."
        },
        {
          "text": "If a location becomes fully fooded, place a flood token on it with the fully flooded side faceup (or if it is already partially flooded, flip its flood token over) to designate this."
        },
        {
          "text": "If a location's flood level is \"increased\", it changes from unflooded to partially flooded, or from partially flooded to fully flooded. A fully flooded location cannot have its flood level increased."
        },
        {
          "text": "If a location's flood level is \"decreased\", it changes from fully flooded to partially flooded, or from partially flooded to unflooded. If a location becomes unflooded, remove its flood token."
        },
        {
          "text": "For the purposes of card effects, both partially flooded locations and fully flooded locations are considered to be \"flooded.\""
        }
      ]
    }
  ]
}