{
  "id": "devil_reef",
  "scenario_name": "Devil Reef",
  "full_name": "Scenario IV: Devil Reef",
  "header": "Scenario IV",
  "chaos_bag_card": "07163",
  "setup": [
    "intro_1",
    "check_mission_succeeded",
    "investigator_setup",
    "maybe_remove_dawson",
    "gather_encounter_sets",
    "setup_keys",
    "setup_locations",
    "set_aside_cards",
    "setup_devil_reef",
    "location_layout",
    "setup_unfathomable_depths",
    "setup_tidal_tunnels",
    "setup_act_deck",
    "check_battle_with_a_horrifying_devil",
    "add_flood_tokens",
    "encounter_deck",
    "location_adjacency_rule",
    "vehicles_rule",
    "vehicles_rule_1",
    "vehicles_rule_2",
    "vehicles_rule_3",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "intro_1",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.intro_1",
        "name": "Intro 1",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "<center><game>FRIDAY, SEPTEMBER 2, 1927</game></center>\n<center><game>THREE WEEKS EARLIER</game></center>\nThe rumbling of the boat's engine startles you from your thoughts. \"Yeh all right there?\" the ship's captain growls. \"Yeh look like ye've seen a ghost. Pale as a sheet, yeh are.\"\nYou turn and face the grizzled old man. Mr. Moore was the only ship captain you could find in Innsmouth who was unafflicted by whatever curse or deformity has gripped most of the town. His apparent humanity, however, has done nothing to spare his broken teeth, crooked jaw, or the massive scar torn down his right cheek. Still, he is a welcome sight, considering the way the rest of your investigation has gone.\n\"Can't believe you want to head to that accurs'd Devil Reef,\" he exclaims, shaking his head. \"It's a fool's errand.\"\nYou point out that the sailor was happy enough to provide passage after you showed him his payment, earning a raspy chuckle out of him.\n\"Yeh got me there,\" he admits. \"Now get ready. We set off in ten.\" He stumbles from the main deck into the bridge to chart a course while you prepare for the journey ahead."
    },
    {
      "id": "check_mission_succeeded",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "mission_succeeded",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "intro_2"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "intro_3"
            ]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.intro_2",
        "name": "Intro 2",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "Agent Dawson boards the ship at last. He sports a heavy overcoat and carries a shotgun slugged over his shoulder. \"Agent Harper had a cache with some extra firepower,\" he explains. \"I figured, given the rumors, it couldn't hurt.\"\nYou know what rumors Dawson refers to: Devil Reef is supposedly haunted, or perhaps infested, with some manner of devilish sea creature. The sailors of Innsmouth speak of silhouettes crawling in and out of caves along the reef's many islands, of strangely misshapen fins sighted along the surface of the sea, and of entire boats crashing against the jagged rocks and vanishing beneath the waves.\n\"All of our research has led to this. Whatever is going on in this town, the Esoteric Order of Dagon and this 'Devil Reef' are at the heart of it. Agent Harper suspects these rumors were spread by the Order to keep sailors away from the reef. If that's true, there must be something the Order is hiding.\"\nYou ask where Harper is, and Dawson shoots you a hard glance. \"She has her mission. We have ours.\" You remind Dawson that you've already accomplished the mission you were hired to perform, which yields a smirk from the hardened vet. \"True. And yet here you are.\"\nHe has a point. You could have left right after Harper was rescued, but you stayed to assist with their investigation. Perhaps out of a sense of duty, or perhaps curiosity. Whatever it was, you're here now, and there's no going back."
    },
    {
      "id": "intro_3",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.intro_3",
        "name": "Intro 3",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "Agent Dawson boards the ship at last. Heavy bags uner his weary eye. \"All of our leads are cold,\" he says with resignation. \"Wherever Agent Harper is now, she's beyond our reach.\"\nYou attempt to console Dawson by reminding him why you've chosen to investigate Devil Reef. The rumors say it is haunted, or perhaps infested, with some manner of devilish sea creature. The sailors of Innsmouth speak of silhouettes crawling in and out of caves along the reef's many islands, of strangely misshapen fins sighted along the surface of the sea, and of entire boats crashing against the jagged rocks and vanishing beneath the waves.\n\"You're right,\" Dawson admits with a sigh. \"Whatever happened to Agent Harper has something to do with the Esoteric Order of Dagon. That book that was slipped under your hotel room door is evidence enough of that. And if my hypothesis is right, the ones who have been spreading these rumors about Devil Reef are none other than the Order themselves. If that's true, there must be something they're hiding.\"\nYou nod and begin preparing for the mission. Agent Dawson gazes at you inquisitively the entire time. \"Why did you stay?\" he finally asks. \"You could have left Innsmouth after we failed to rescue Agent Harper, but you chose to stick around. Why?\"\nTruth be told, you aren't sure. Perhaps it was a sense of duty. Perhaps it was curiosity. You shrug and tell him it doesn't matter. You're here now, and there's no going back. Your admission earns you a smile from the hardened vet.\n\"Right. Let's go find what they're hiding,\" he says."
    },
    {
      "id": "investigator_setup",
      "type": "rule_reminder",
      "title": "Investigator Setup",
      "text": "Perform this step before setting up your investigator.",
      "bullets": [
        {
          "text": "Search each investigator's deck for Elina Harper and remove her from the game for the duration of this scenario."
        }
      ]
    },
    {
      "id": "maybe_remove_dawson",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "mission_succeeded",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "add_agent_dawson_hand"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "add_agent_dawson_deck"
            ]
          }
        ]
      }
    },
    {
      "id": "add_agent_dawson_hand",
      "bullet_type": "small",
      "text": "Search the collection for Thomas Dawson and add him to any investigator's opening hand, as an additional card."
    },
    {
      "id": "add_agent_dawson_deck",
      "bullet_type": "small",
      "text": "Search the collection for Thomas Dawson and shuffle him into any investigator's deck for the duration of this scenario."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Scenario Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "devil_reef",
        "agents_of_hydra",
        "creatures_of_the_deep",
        "flooded_caverns",
        "malfunction",
        "rising_tide"
      ]
    },
    {
      "id": "setup_keys",
      "text": "Set each key aside, as follows:",
      "bullets": [
        {
          "text": "Set the purple, white, and black keys aside, faceup."
        },
        {
          "text": "Set the yellow, green, red, and blue keys aside, facedown. Shuffle them so you do not know which is which."
        }
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put the Churning Waters location into play. <i>(It enters play fully flooded.)</i>",
      "bullets": [
        {
          "text": "Put the Fishing Vessel story asset into play at Churning Waters."
        },
        {
          "text": "Each investigator begins play in the Fishing Vessel <i>(see Vehicles, below)</i>."
        }
      ]
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following story assets aside, out of play: Awakened Mantle, Headdress of Y'ha-nthlei, and Waveworn Idol."
    },
    {
      "id": "setup_devil_reef",
      "text": "Shuffle the 5 Devil Reef locations and put each of them into play, unrevealed side faceup.",
      "bullets": [
        {
          "text": "Do not place them <i>adjacent</i> to Churning Waters—these locations are connected not via adjacency, but via their connection symbols."
        }
      ]
    },
    {
      "id": "location_layout",
      "type": "location_setup",
      "text": "Location Placement",
      "horizontal": "half",
      "vertical": "half",
      "locations": [
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "07169_back",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "07169_back",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "07169_back",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "07168_back",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "07178",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "07169_back",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "07169_back",
          "blank"
        ]
      ]
    },
    {
      "id": "setup_unfathomable_depths",
      "text": "Prepare the Unfathomable Depths by performing the following steps:",
      "bullets": [
        {
          "text": "First, remove 1 of each of the following locations from the game without looking at them: Cyclopean Ruins, Deep One Grotto, and Temple of the Union. Each of these locations is the revealed side of an Unfathomable Depths location."
        },
        {
          "text": "Set the remaining 3 Unfathomable Depths locations aside, out of play."
        }
      ]
    },
    {
      "id": "setup_tidal_tunnels",
      "text": "Shuffle the 8 Tidal Tunnel locations to form the Tidal Tunnel deck.",
      "bullets": [
        {
          "text": "Each of the cards in the Tidal Tunnel deck should have its unrevealed side faceup so that only the \"Tidal Tunnel\" side is showing."
        },
        {
          "text": "Place this deck near the encounter deck."
        }
      ]
    },
    {
      "id": "setup_act_deck",
      "text": "Check the \"Memories Recovered\" section of the Campaign Log. Depending on the following circumstances, a different version of agenda 1 should be used in this scenario. Remove the other version of agenda 1 from the game."
    },
    {
      "id": "check_battle_with_a_horrifying_devil",
      "text": "If <i>a battle with a horrifying devil</i> is listed under Memories Recovered.",
      "bullet_type": "small",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "memories_recovered",
        "id": "battle_with_a_horrifying_devil",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "agenda_1_v1"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "agenda_1_v2"
            ]
          }
        ]
      }
    },
    {
      "id": "agenda_1_v1",
      "bullet_type": "small",
      "text": "Use Agenda 1a—Secrets of the Sea (v.I)."
    },
    {
      "id": "agenda_1_v2",
      "bullet_type": "small",
      "text": "Otherwise, use Agenda 1a—Secrets of the Sea (v.II)."
    },
    {
      "id": "add_flood_tokens",
      "text": "Add the flood tokens to the token pool."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to build the encounter deck."
    },
    {
      "id": "location_adjacency_rule",
      "type": "rule_reminder",
      "title": "Location Adjacency in Devil Reef",
      "text": "During this scenario, [[Island]] and [[Cave]] locations are arranged in a set pattern, with new locations from the Tidal Tunnel deck emerging, below, to the left, or to the right of some [[Island]] locations. However, [[Island]] locations and Churning Waters are not adjacent to one another, and are instead connected through connection icons as normal.",
      "bullets": [
        {
          "text": "<b>During this scenario, adjacent locations are considered to be connected to one another.</b>"
        },
        {
          "text": "A location that is put into play adjacent to another location should be set next to that location, with no other locations between them."
        },
        {
          "text": "Locations are only adjacent orthogonally (left, right, above, or below); they are not adjacent diagonally."
        }
      ]
    },
    {
      "id": "vehicles_rule",
      "type": "rule_reminder",
      "title": "Vehicles",
      "text": "An asset with the vehicle keyword represents a vehicle that the investigators may enter or leave. An asset with this keyword is called a vehicle, and follows these rules:"
    },
    {
      "id": "vehicles_rule_1",
      "text": "While an investigator's mini-card is placed overlapping a vehicle, that investigator is in that vehicle. While an investigator's mini-card is placed overlapping the location, that investigator is instead not in a vehicle <i>(even if they are at the same location as a vehicle)</i>.",
      "bullets": [
        {
          "text": "As a [fast] ability, an investigator may enter or leave a vehicle at their location. Move that investigator's mini-card onto the vehicle or off of the vehicle and onto their location to indicate their new position. Each investigator may perform this ability only once each round."
        },
        {
          "text": "An investigator who is in a vehicle is also at that vehicle's location."
        },
        {
          "text": "While an investigator is in a vehicle, that investigator cannot move independently of the vehicle."
        }
      ]
    },
    {
      "id": "vehicles_rule_2",
      "text": "Vehicles generally have one or more abilities that allow them to move to a connecting location. As a vehicle moves from one location to another, all investigators in the vehicle also move with the vehicle."
    },
    {
      "id": "vehicles_rule_3",
      "text": "Vehicles do not alter enemy movement or enemy engagement in any way unless otherwise noted."
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "campaign_log": [
          {
            "id": "tide_has_grown_stronger",
            "text": "The tide has grown stronger.",
            "condition": {
              "type": "campaign_log",
              "section": "campaign_notes",
              "id": "tide_has_grown_stronger",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "effects": [
              {
                "type": "campaign_log",
                "section": "campaign_notes",
                "id": "tide_has_grown_stronger",
                "text": "the tide has grown stronger."
              }
            ]
          }
        ],
        "branches": [
          {
            "id": "keys",
            "text": "Keys",
            "steps": [
              "ask_keys"
            ]
          },
          {
            "id": "flashback_9",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "flashback_9",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Flashback IX",
            "steps": [
              "flashback_9_story",
              "flashback_9_effects",
              "flashback_9_assets"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "flashback_9",
                "text": "dummy"
              }
            ]
          },
          {
            "id": "flashback_10",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "flashback_10",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Flashback X",
            "steps": [
              "flashback_10_story",
              "flashback_10_effects",
              "flashback_10_assets"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "flashback_10",
                "text": "dummy"
              }
            ]
          },
          {
            "id": "flashback_11",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "flashback_11",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Flashback XI",
            "steps": [
              "flashback_11_story",
              "flashback_11_effects",
              "flashback_11_assets"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "flashback_11",
                "text": "dummy"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "ask_keys",
      "type": "input",
      "text": "Which keys do you want to read the representation of:",
      "input": {
        "type": "checklist",
        "text": "Read",
        "choices": [
          {
            "id": "red",
            "text": "Red / Blue / Green / Yellow",
            "steps": [
              "red_key"
            ]
          },
          {
            "id": "purple",
            "text": "Purple",
            "steps": [
              "purple_key"
            ]
          },
          {
            "id": "black",
            "text": "Black",
            "steps": [
              "black_key"
            ]
          },
          {
            "id": "white",
            "text": "White",
            "steps": [
              "white_key"
            ]
          }
        ]
      }
    },
    {
      "id": "red_key",
      "text": "Red / Blue / Green / Yellow: Various devices used to gain entrance into the deeper parts of Devil Reef."
    },
    {
      "id": "purple_key",
      "text": "Purple: A strange idol."
    },
    {
      "id": "black_key",
      "text": "Black: A mystical headdress."
    },
    {
      "id": "white_key",
      "text": "White: An unholy mantle."
    },
    {
      "id": "flashback_9_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.flashback_9",
        "name": "Flashback 9",
        "lang": [
          "dv"
        ]
      },
      "title": "Flashback IX",
      "type": "story",
      "text": "As you wade through the flooded cavern, your foot strikes something hard and metallic. The water is too dark and murky for you to see what lies beneath the surface. Holding your breath, you dive into the water and grope around for the object. Eventually, your hands wrap around something smooth and heavy. You drag it up to the surface and heave it onto an outcropping of rock.\nIt is a statue depicting some kind of entity—or perhaps a deity—although it is unlike any religious figure you have ever seen. The sight of its uncanny spined tendrils and its sole glaring eye of translucent crystal makes your skin crawl. And yet, it also calls to you, like the sound of ocean waves crashing on the shore on a foggy overcast day…"
    },
    {
      "id": "flashback_9_effects",
      "effects": [
        {
          "type": "campaign_log",
          "section": "memories_recovered",
          "id": "discovery_of_a_strange_idol",
          "text": "discovery of a strange idol"
        }
      ]
    },
    {
      "id": "flashback_9_assets",
      "text": "Take control of both the purple key and the set-aside Waveworn Idol story asset. Place the purple key on the Waveworn Idol. <i>(It is still under that investigator's control)</i> For the remainder of the game, whoever takes control of the purple key also takes control of the Waveworn Idol, as well. If the purple key is placed on another card, place the Waveworn Idol near that card, uncontrolled. If the purple key leaves play, remove the Waveworn Idol from the game."
    },
    {
      "id": "flashback_10_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.flashback_10",
        "name": "Flashback 10",
        "lang": [
          "dv"
        ]
      },
      "title": "Flashback X",
      "type": "story",
      "text": "You swim through an array of vast undersea halls until at last you come to a circle of pillars. Inside this submerged henge stands an altar covered in an ornate cloth. It is embroidered with rich threads of gold and inlaid with cerulean opals. Despite being immersed in water, the fabric appears perfectly preserved. Wondering what such an object is doing deep in this underwater cavern, you decide to take it with you.\nThe moment you emerge from the depths and onto dry stone, you realize with amazement that the cloth is perfectly dry. Turning it over in your hands, you find a clasp of gold and realize it is not simply shapeless cloth, but a mantle—perhaps even part of a greater outfit. When you don the strange cloak, its gemstones pulse with arcane power."
    },
    {
      "id": "flashback_10_effects",
      "effects": [
        {
          "type": "campaign_log",
          "section": "memories_recovered",
          "id": "discovery_of_an_unholy_mantle",
          "text": "discovery of an unholy mantle"
        }
      ]
    },
    {
      "id": "flashback_10_assets",
      "text": "Take control of both the white key and the set-aside Awakened Mantle story asset. Place the white key on the Awakened Mantle. <i>(It is still under that investigator's control)</i> For the remainder of the game, whoever takes control of the white key also takes control of the Awakened Mantle, as well. If the white key is placed on another card, place the Awakened Mantle near that card, uncontrolled. If the white key leaves play, remove the Awakened Mantle from the game."
    },
    {
      "id": "flashback_11_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.flashback_11",
        "name": "Flashback 11",
        "lang": [
          "dv"
        ]
      },
      "title": "Flashback XI",
      "type": "story",
      "text": "You reach an outcropping of rock overlooking a ceremony of sorts. Horrifying fish-like creatures prostrate themselves in front of two enormous statues: one of onyx, one of white marble. At the precipice of this ridge sits a golden crown sporting a shell-like pattern and three distinct horns. Whatever this artifact is, it is clearly important to these creatures. Summoning your courage, you snatch the artifact and escape while you still can. The relic thrums with power in your hands as you flee."
    },
    {
      "id": "flashback_11_effects",
      "effects": [
        {
          "type": "campaign_log",
          "section": "memories_recovered",
          "id": "discovery_of_a_mystical_relic",
          "text": "discovery of a mystical relic"
        }
      ]
    },
    {
      "id": "flashback_11_assets",
      "text": "Take control of both the black key and the set-aside Headdress of Y'ha-nthlei story asset. Place the black key on the Headdress of Y'ha-nthlei. <i>(It is still under that investigator's control)</i> For the remainder of the game, whoever takes control of the black key also takes control of the Headdress of Y'ha-nthlei, as well. If the black key is placed on another card, place the Headdress of Y'ha-nthlei near that card, uncontrolled. If the black key leaves play, remove the Headdress of Y'ha-nthlei from the game."
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display. Record this experience under \"Unspent Experience\" in your Campaign Log, but <b>do not spend any of it yet.</b> You will be instructed to spend this experience at a later time.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "special_xp": "unspect_xp"
          }
        ]
      }
    },
    {
      "id": "ask_terror_of_devil_reef",
      "type": "input",
      "text": "Find the Terror of Devil Reef. Then choose one of the following options:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "agenda_1",
            "text": "It was agenda 1a when the game ended.",
            "steps": [
              "terror_of_devil_reef_is_still_alive"
            ]
          },
          {
            "id": "in_play",
            "text": "The Terror of Devil Reef is in play.",
            "steps": [
              "terror_of_devil_reef_is_still_alive"
            ]
          },
          {
            "id": "victory_display",
            "text": "The Terror of Devil Reef is in the victory display.",
            "steps": [
              "terror_of_devil_reef_is_dead"
            ]
          }
        ]
      }
    },
    {
      "id": "terror_of_devil_reef_is_still_alive",
      "bullet_type": "small",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "terror_of_devil_reef_is_still_alive",
          "text": "the Terror of Devil Reef is still alive."
        }
      ]
    },
    {
      "id": "terror_of_devil_reef_is_dead",
      "bullet_type": "small",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "terror_of_devil_reef_is_dead",
          "text": "the Terror of Devil Reef is dead."
        }
      ]
    },
    {
      "id": "proceed_keys",
      "text": "Do not move the purple, black, or white keys from their current position just yet—the location of each of these keys will be important during <b>Interlude III: Beneath the Waves</b>."
    },
    {
      "id": "maybe_ask_tide_has_grown_stronger",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "scenario_data",
            "scenario_data": "resolution",
            "options": [
              {
                "condition": "R1"
              }
            ]
          },
          {
            "type": "campaign_log",
            "section": "campaign_notes",
            "id": "tide_has_grown_stronger",
            "options": [
              {
                "boolCondition": false
              }
            ]
          }
        ],
        "count": 2,
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "ask_tide_has_grown_stronger"
            ]
          }
        ]
      }
    },
    {
      "id": "ask_tide_has_grown_stronger",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cheat",
            "text": "Did you reach <b>Resolution 1</b> by advancing Agenda 2b?",
            "steps": [
              "record_tide_has_grown_stronger"
            ]
          }
        ]
      }
    },
    {
      "id": "record_tide_has_grown_stronger",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "tide_has_grown_stronger",
          "text": "the tide has grown stronger."
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.no_resolution",
        "name": "No Resolution",
        "lang": [
          "dv"
        ]
      },
      "title": "No resolution was reached",
      "description": "Each investigator resigned or was defeated",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": [
        "resolution_1"
      ]
    },
    {
      "id": "R1",
      "narration": {
        "id": "the_innsmouth_conspiracy.devil_reef.resolution_1",
        "name": "Resolution 1",
        "lang": [
          "dv"
        ]
      },
      "title": "Resolution 1",
      "text": "With daylight fading and the tide rising to swallow the various islands off the coast of Innsmouth, you decide to make your way back to the harbor with your discoveries. \"Found what yer lookin' for?\" Mr. Moore asks once you've made it to the coast safely.\nTruth be told, you're not completely sure. What you found was startling. The coves and tidal caverns of Devil Reef were home not just to relics of the Esoteric Order of Dagon, but also to a horde of strange creatures: hybrids between fish, man, and monster. You might have escaped with your life, but the horrors you saw in those caves will stay with you forever. Sharp jagged teeth—blood-stained altars—unholy prayers—signs of a coming catastrophe—it still haunts you even after your escape.\nBut is Innsmouth truly safe? Is any land at all?",
      "steps": [
        "maybe_ask_tide_has_grown_stronger",
        "earn_xp",
        "ask_terror_of_devil_reef",
        "proceed_keys"
      ]
    }
  ]
}