{
  "id": "puzzle_pieces",
  "scenario_name": "Puzzle Pieces",
  "full_name": "Interlude I: Puzzle Pieces",
  "type": "interlude",
  "setup": [
    "intro",
    "check_meeting_with_thomas_dawson",
    "check_no_recovered_memories",
    "check_fight_with_a_terrible_devil",
    "check_decided_to_stay_together",
    "check_encountered_a_secret_cult",
    "outro"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "You have no idea who this woman is and how she knows you, but she does seems to be more familiar with you. You rummage through your memories and try to find out where and when the first meeting with her took place may have, but you are unsuccessful. You are convinced one facing total strangers. After waking up without You don't feel memories in the cold, wet prison either Mood to socialize. Your fear and your distrust must be you are written on the forehead, because the woman takes a step back and frowns.\"What's happening? What is wrong?\"\nYou answer with the counter-question whether you should know them.\"You can really don't remember? Well, that doesn't make things any easier. On what can you remember? Can <i>you</i> relate to anything at all recall?\"\nYou tell the woman about the flashes of thought that you have previously experienced ...\n<i>Check the Reclaimed Memories section in the Campaign log. Read each one that fits your situation below standing section.</i>"
    },
    {
      "id": "check_meeting_with_thomas_dawson",
      "type": "branch",
      "text": "If a meeting with Thomas Dawson under \"Recovered memories\" is noted:",
      "condition": {
        "type": "campaign_log",
        "section": "recovered_memories",
        "id": "meeting_with_thomas_dawson",
        "options": [
          {
            "boolCondition": true,
            "steps": ["thomas_dawson_story", "thomas_dawson_effects"]
          }
        ]
      }
    },
    {
      "id": "thomas_dawson_story",
      "type": "story",
      "text": "You put one and one together and ask the woman if she's a miss Harper is. \"Ah, so you remember me?\" Asks her with a teasing grin. But you shake your head and explain to her that you can only remember it from one man named Thomas Dawson to have been hired to find her. “But that was… Oh. You must have forgotten a lot. And as for Dawson, where is he? Did you see him down there?\"\nYour thoughts wander to the twisted, mutilated face back that sparked the memories. Agent Harper's expression darkens as she looks you in the eye. “I see… I wish I had never gotten to this lost city. These brutes will have to pay for it. ”You ask them who they are for blames Dawson's death. She raises her eyebrows and replies: “Right, you can't remember it. So far as I know, both you and him were the last time See entering the esoteric Order of Dagon. Draw your own Conclusions from this.\""
    },
    {
      "id": "thomas_dawson_effects",
      "text": "The conspiracy expands. Every investigator makes a note 1 additional experience point under \"XP not spent\".",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unissued_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_no_recovered_memories",
      "type": "branch",
      "condition": {
        "type": "campaign_log_count",
        "section": "recovered_memories",
        "id": "$num_entries",
        "max": 4,
        "options": [
          {
            "numCondition": 0,
            "steps": ["no_recovered_memories_story"]
          }
        ],
        "defaultOption": {}
      }
    },
    {
      "id": "no_recovered_memories_story",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "check_fight_with_a_terrible_devil",
      "type": "branch",
      "text": "If <i>a fight with a terrible devil</i> under \"Recovered memories\" is noted:",
      "condition": {
        "type": "campaign_log",
        "section": "recovered_memories",
        "id": "fight_with_a_terrible_devil",
        "options": [
          {
            "boolCondition": true,
            "steps": ["devil_fight_story", "devil_fight_effects"]
          }
        ]
      }
    },
    {
      "id": "devil_fight_story",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "devil_fight_effects",
      "text": "The conspiracy expands. Every investigator makes a note 1 additional experience point under \"XP not spent\".",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unissued_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_decided_to_stay_together",
      "type": "branch",
      "text": "If <i>decided to stay together</i> under \"Recovered memories\" is noted:",
      "condition": {
        "type": "campaign_log",
        "section": "recovered_memories",
        "id": "decided_to_stay_together",
        "options": [
          {
            "boolCondition": true,
            "steps": ["stayed_together_story", "stayed_together_effects"]
          }
        ]
      }
    },
    {
      "id": "stayed_together_story",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "stayed_together_effects",
      "text": "The conspiracy expands. Every investigator makes a note 1 additional experience point under \"XP not spent\".",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unissued_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_encountered_a_secret_cult",
      "type": "branch",
      "text": "If <i>encountered a secret cult</i> under \"Recovered memories\" is noted:",
      "condition": {
        "type": "campaign_log",
        "section": "recovered_memories",
        "id": "encountered_a_secret_cult",
        "options": [
          {
            "boolCondition": true,
            "steps": ["encountered_a_secret_cult_story", "encountered_a_secret_cult_effects"]
          }
        ]
      }
    },
    {
      "id": "encountered_a_secret_cult_story",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "encountered_a_secret_cult_effects",
      "text": "The conspiracy expands. Every investigator makes a note 1 additional experience point under \"XP not spent\".",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unissued_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "outro",
      "type": "story",
      "text": "You point towards the strange blood-red sky behind Agent Harper and notice the strange constellation that the sun and moon occupy. “It started shortly after you and Agent Dawson got into headquarters of the order, ”she explains to you. “That was almost three days ago. I have no idea what that means. But I can't imagine that it's a good thing. All doors in Innsmouth have recently been locked. No Soul can be seen outside. You're lucky I found out where I had to look for you.\"\nYour mind is racing. The last thing you can remember before going in awakened in the damp cave is that you are in for a pleasant summer night Arkham. Now you are in another city and yours Memories are more than sketchy. You wonder out loud what day it is. Agent Harper replies, “September 24th. I don't know exactly when you will arrived in Innsmouth or how many of your memories you lost to have. Do you remember anything else? Something?\"\nAs you ponder, the water laps your feet. Within minutes the tide raised the water several centimeters. It looks too it does not look as if the increase will soon subside. Your gaze remains rest on the woman as she tired-eyed, troubled Clothes and the red welts on her wrists stand in front of you - and suddenly you can remember something.\n<i>\"Wake up. We're almost there.”</i> The memory lurks at the abyss of yours Consciousness and threatens to pull you into the darkness. \"Hey. Wake up, I said.“ You grip your forehead as a sudden pain is yours Skulls threatened to smash. \"Wake up, damn it!\"\nThe darkness tugs at the edges of your vision. And suddenly you get from flooded with even more returning memories ..."
    }
  ]
}
