{
  "id": "puzzle_pieces",
  "scenario_name": "Puzzle Pieces",
  "full_name": "Interlude I: Puzzle Pieces",
  "header": "Interlude I",
  "type": "interlude",
  "icon": "shattered_memories",
  "setup": [
    "intro",
    "check_memories_recovered",
    "check_meeting_with_thomas_dawson",
    "check_no_memories_recovered",
    "check_battle_with_a_horrifying_devil",
    "check_decision_to_stick_together",
    "check_encounter_with_a_secret_cult",
    "outro"
  ],
  "steps": [
    {
      "id": "intro",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_1.intro",
        "name": "Intro",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You have no idea who this woman is or how she knows you, yet she seems comfortable and familiar with you. You strain your memory trying to think of how you might have met, but it's no use. You're certain she is a complete stranger. Having woken up in a cold, wet prison with no memories, you aren't feeling very sociable. Your fear and distrust must show, because the woman backs off and narrows her eyes. \"What is it? What's wrong?\"\nYou respond by asking the woman if you know her. \"You truly don't remember? Well, that's going to complicate things. What do you recall? Do you remember anything?\"\nYou relate to the woman the flashes of recollection that you experienced earlier…"
    },
    {
      "id": "check_memories_recovered",
      "text": "Check the \"Memories Recovered\" section of the Campaign Log. Read each of the sections below that apply to your situation."
    },
    {
      "id": "check_meeting_with_thomas_dawson",
      "type": "branch",
      "text": "If <i>a meeting with Thomas Dawson</i> is listed under \"Memories Recovered\":",
      "condition": {
        "type": "campaign_log",
        "section": "memories_recovered",
        "id": "meeting_with_thomas_dawson",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "thomas_dawson_story",
              "thomas_dawson_effects"
            ]
          }
        ]
      }
    },
    {
      "id": "thomas_dawson_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_1.meeting_with_thomas_dawson",
        "name": "Meeting with Thomas Dawson",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You put two and two together and ask if the woman is Miss Harper. \"Ah, so you do remember me?\" she asks with a playful smirk, but you shake your head in response and explain that you only remember being hired by a man named Thomas Dawson to find her. \"But that was… oh. You have forgotten a lot, haven't you? Speaking of Dawson, where is he? Did you see him down there?\"\nYour thoughts turn to the twisted, mangled face that triggered your flashback. Agent Harper's expression turns dour as she watches your eyes. \"…I see. I wish he hadn't come to this forsaken town. Those brutes are going to pay for this.\" You ask who she thinks is responsible for Dawson's death, and she raises her eyebrows in response. \"Right, you don't remember. As far as I know, the last time anybody saw either of you was just before you visited the Esoteric Order of Dagon. Draw your own conclusions.\""
    },
    {
      "id": "thomas_dawson_effects",
      "text": "The conspiracy deepens. Every investigator records 1 additional experience under \"Unspent Experience.\"",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unspect_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_no_memories_recovered",
      "type": "branch",
      "text": "If nothing is listed under \"Memories Recovered\":",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log_count",
            "section": "memories_recovered",
            "id": "$num_entries",
            "max": 4,
            "options": [
              {
                "numCondition": 0
              }
            ]
          }
        ],
        "count": 1,
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "no_memories_recovered_story"
            ]
          }
        ]
      }
    },
    {
      "id": "no_memories_recovered_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_1.nothing_is_listed",
        "name": "Nothing is listed",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You shake your head. You remember nothing. \"That's going to make this difficult,\" the woman says with a sigh. \"All right. Well, I'll tell you what I know. I am Agent Elina Harper. My understanding is that you were hired by my boss, Agent Thomas Dawson, thanks to your deeper understanding of… well, of things that don't really make sense to the rest of us.\" You ask what task you were hired to perform, and the woman smirks. \"You were hired to find me, actually. The Order wasn't too happy about that. It's a bit of a long story. Let's get out of here first, and then I can catch you up on all of that.\""
    },
    {
      "id": "check_battle_with_a_horrifying_devil",
      "type": "branch",
      "text": "If <i>a battle with a horrifying devil</i> is listed under \"Memories Recovered\":",
      "condition": {
        "type": "campaign_log",
        "section": "memories_recovered",
        "id": "battle_with_a_horrifying_devil",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "devil_fight_story",
              "devil_fight_effects"
            ]
          }
        ]
      }
    },
    {
      "id": "devil_fight_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_1.battle_with_a_horrifying_devil",
        "name": "Battle with a horrifying devil",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You tell Agent Harper about your battle with some kind of aquatic creature. \"Devil Reef,\" she says, shuddering. \"Whatever is going on in this town, Devil Reef is at the heart of it. Let's hope we don't have to head back that way anytime soon… and let's hope that <i>thing</i> stays dead.\""
    },
    {
      "id": "devil_fight_effects",
      "text": "The conspiracy deepens. Every investigator records 1 additional experience under \"Unspent Experience.\"",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unspect_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_decision_to_stick_together",
      "type": "branch",
      "text": "If <i>a decision to stick together</i> is listed under \"Memories Recovered\":",
      "condition": {
        "type": "campaign_log",
        "section": "memories_recovered",
        "id": "decision_to_stick_together",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "stayed_together_story",
              "stayed_together_effects"
            ]
          }
        ]
      }
    },
    {
      "id": "stayed_together_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_1.decision_to_stick_together",
        "name": "Decision to stick together",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "\"So you and Dawson were looking for me together, then? Interesting.\" She considers this for a moment. \"I guess even the extraordinary Captain Dawson can be rattled from time to time. It's somewhat gratifying to know he cared that much about finding me. Still…\" her gaze wanders towards the horizon. \"All right, Dawson. I'll make sure you didn't die in vain. I'll burn this whole town to the ground if I have to.\""
    },
    {
      "id": "stayed_together_effects",
      "text": "The conspiracy deepens. Every investigator records 1 additional experience under \"Unspent Experience.\"",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unspect_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_encounter_with_a_secret_cult",
      "type": "branch",
      "text": "If <i>an encounter with a secret cult</i> is listed under \"Memories Recovered\":",
      "condition": {
        "type": "campaign_log",
        "section": "memories_recovered",
        "id": "encounter_with_a_secret_cult",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "encounter_with_a_secret_cult_story",
              "encounter_with_a_secret_cult_effects"
            ]
          }
        ]
      }
    },
    {
      "id": "encounter_with_a_secret_cult_story",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_1.encounter_with_a_secret_cult",
        "name": "Encounter with a secret cult",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You describe your memory from inside some kind of cult headquarters. \"Sounds like that must have taken place inside the Esoteric Order of Dagon building on the north side of town,\" Agent Harper reasons. \"That organization is vile: I just know it. I have no evidence to bring back, though, and it sounds like you've forgotten everything you learned.\" She curses under her breath."
    },
    {
      "id": "encounter_with_a_secret_cult_effects",
      "text": "The conspiracy deepens. Every investigator records 1 additional experience under \"Unspent Experience.\"",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "special_xp": "unspect_xp",
          "bonus": 1
        }
      ]
    },
    {
      "id": "outro",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_1.outro",
        "name": "Outro",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You point to the strange, crimson horizon behind Agent Harper and note aloud the alignment of the sun and the moon. \"That began just after you and Agent Dawson entered the Order's headquarters,\" she explains. \"That was almost three days ago. I have no idea what it means, but I can't imagine it is anything good. All of Innsmouth's been locked tight lately. Not a soul in sight. You're lucky I figured out where to look for you.\"\nYour mind reels. The last thing you remember before waking up in that dank pit was enjoying a pleasant late-summer's eve in Arkham. Now you're in another town altogether, and your memory is filled with gaping holes. You wonder aloud what the date is, and Agent Harper replies: \"It's the twenty-fourth of September. I don't know when exactly you arrived in Innsmouth or how much of your memory is missing. Isn't there anything else you remember? Anything at all?\"\nThe water sloshes against your feet as you struggle to remember. In minutes, the tide has risen several inches, and there's no sign of it slowing down. You fix your gaze on the woman who stands before you—her weary eyes, her disheveled clothes, the red marks on her wrists—and something triggers in your recollection.\n\"Wake up. We're almost there.\" The memory lurks at the precipice of your consciousness, threatening to draw you into the darkness. \"Hey. Wake up, I said.\" You clutch your forehead as searing pain bounces throughout your skull. \"Wake up, dammit!\"\nDarkness pulls at the edges of your vision. More memories come flooding back…"
    }
  ]
}