{
  "id": "the_syzygy",
  "scenario_name": "The Syzygy",
  "full_name": "Interlude II: The Syzygy",
  "header": "Interlude II",
  "type": "interlude",
  "icon": "syzygy",
  "setup": [
    "syzygy_1",
    "check_mission_failed",
    "syzygy_4",
    "spend_xp",
    "$upgrade_decks"
  ],
  "steps": [
    {
      "id": "syzygy_1",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_2.the_syzygy_1",
        "name": "The Syzygy 1",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "Light flashes in your mind. Shadows drown your thoughts as the memory fades. You are lying once again on the rocky beach off the coast, your skull pounding in agony. Agent Harper leans over you with worry etched in her brow. \"Hey! Hey, you finally awake?\"\nYou sit up, your muscles aching. It looks like the tide rose several more inches while you were out. The cold water laps at your ankles and soaks into your shoes. \"What happened?\" she says. \"What did you see?\""
    },
    {
      "id": "check_mission_failed",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "mission_failed",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "syzygy_2"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "check_mission_succeeded"
            ]
          }
        ]
      }
    },
    {
      "id": "check_mission_succeeded",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "mission_succeeded",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "syzygy_3",
              "earn_elina_harper"
            ]
          }
        ]
      }
    },
    {
      "id": "syzygy_2",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_2.the_syzygy_2",
        "name": "The Syzygy 2",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You tell Harper you remember your mission to find her, but that after a week of searching, you hadn't been able to do so. The last thing you remember was somebody slipping a notebook under your hotel room door with some information regarding an organization called the \"Esoteric Order of Dagon.\"\n\"Oh. Yeah, that was me. Sorry I couldn't stick around and chat, but I had some other business to attend to,\" she explains. She tells you that after several days in captivity, she finally managed to get the upper hand against her captor and free herself, but she was injured in the process. As if to prove her story, she opens her trenchcoat, and you see dark bloodstains seeping through her button-up shirt. Several bandages peek out beneath the fabric. \"Just barely missed my kidney. Lucky me, eh?\"\nYou complain that you were wasting your time searching high and low for her, and she scoffs. \"Hardly! You learned more in one week than I did in two. I knew that you were onto something, and I wanted to help out, but I was still being followed. So I dropped off the one solid bit of research I'd found and laid low for a while. It was you who did the rest really.\" Sadly, you remember nothing of \"the rest.\""
    },
    {
      "id": "syzygy_3",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_2.the_syzygy_3",
        "name": "The Syzygy 3",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "You tell Harper you remember your mission to find her and the interrogation of her kidnapper. She grins. \"Thanks again for that, by the way. I really did have things under control, though,\" she jokes. \"Do you remember anything after that?\"\nYou shake your head. The last thing you remember was the mention of an organization called the \"Esoteric Order of Dagon.\"\nHarper mutters a curse under her breath. \"That's unfortunate. But amnesia or not, at least I know I can trust you. Whether you remember it or not, you've come through for me in the past.\""
    },
    {
      "id": "earn_elina_harper",
      "text": "Any one investigator may add the Elina Harper story asset to their deck. This card does not count against the investigators deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "07083"
        }
      ]
    },
    {
      "id": "syzygy_4",
      "narration": {
        "id": "the_innsmouth_conspiracy.interlude_2.the_syzygy_4",
        "name": "The Syzygy 4",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "\"Don't worry,\" she says, \"I'll catch you up. There's a lot you still don't remember.\" Just then, a resounding crash of thunder echoes on the eastern horizon, and a powerful wave smashes against the jetties. The sky is a deep crimson red behind blackening storm clouds that swirl around the sun and the moon. The celestial bodies hang together in perfect alignment. \"That can't be good.\" Harper's lips turn rigid with concern. \"Okay, new plan. Let's get back to Innsmouth. I'll explain what I know along the way.\""
    },
    {
      "id": "spend_xp",
      "text": "With a fragment of your memories returned to you, past events have become clearer. Each investigator may now spend the experience recorded under \"Unspent Experience\" in your Campaign Log.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "transfer_special_xp": "unspect_xp"
        }
      ]
    }
  ]
}