{
  "id": "the_pit_of_despair",
  "scenario_name": "The Pit of Despair",
  "full_name": "Scenario I: The Pit of Despair",
  "setup": [
    "intro",
    "gather_encounter_sets",
    "setup_keys",
    "setup_locations",
    "set_aside_locations",
    "setup_tidal_tunnel_locations",
    "set_aside_tidal_tunnel",
    "set_aside_cards",
    "setup_flood_markers",
    "encounter_deck",
    "tidal_tunnel_rule",
    "the_deeps_rule",
    "location_connectivity_rule",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "You open your eyes with a languor, as if you had slept through the day. Your senses are in no hurry to want to return to you. You blink and try to see something in the pitch black darkness that surrounds you. Dull, throbbing pain permeates every fiber of your body. Your skin is cold and numb, your clothes soaked. Hardly ordered thoughts and confused memories are buzzing through your head. You don't have the faintest idea where you are or how you got here.\nYou try to concentrate, your heart is racing in your chest. You are lying on a rough stone floor in a shallow puddle of ice-cold water.\nKnowing that panic will only make the situation worse, you consciously take several deep breaths. You are trying to remember something - anything - that will help you retrace your steps. But without success. You can remember who you are, but you cannot remember the events of the recent past. So you sit up and examine your surroundings more closely.\nThe room appears to be a naturally created cave. Seaweed hangs from the ceiling, the stone walls and floor are damp and covered with silt. A rhythmic drop echoes through the otherwise quiet cave. This grotto must have been under water recently. Because of the tides, maybe? You swallow your fear and try not to think about it any further. If the tide is low now ...? It runs down your spine as cold as ice. When you look at the ceiling above you, to your surprise, you see a metal plate in the rough stone. Its polished surface doesn't seem to match the rest of the natural cave. You call for help in the hope that someone can hear you.\nThe answer to that terrifies you to the core: a terrible croak and gurgling that pervades the tunnels - a sound that cannot be of human origin."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_pit_of_despair",
        "creatures_of_the_deep",
        "flooded_caverns",
        "rising_tide",
        "shattered_memories",
        "agents_of_cthulhu",
        "rats"
      ],
      "subtext": "Note: The encounter set symbols for the <i>Tidal Tunnels</i> locations are only shown on the revealed side of the location (see “Tidal Tunnels” on the following page)."
    },
    {
      "id": "setup_keys",
      "text": "The keys are placed as follows:",
      "bullets": [
        {
          "text": "The blue and green keys are set aside faceup."
        },
        {
          "text": "The red, yellow and purple keys are set aside face down and shuffled so that the investigators do not know which is which."
        },
        {
          "text": "The black and white keys are removed from the game. They are not used in this scenario."
        }
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put the Unknown Chamber into play. Each investigator begins play in the Unknown Chamber."
    },
    {
      "id": "set_aside_locations",
      "text": "Set the following cards aside, out of play: Idol Chamber, Altar for Dagon, and Locked Exit (each of these locations is on the back of a Tidal Tunnel location)."
    },
    {
      "id": "setup_tidal_tunnel_locations",
      "text": "The remaining tidal tunnel locations are shuffled and 3 random ones placed on the right, left and under the unknown chamber with the covered side up."
    },
    {
      "id": "set_aside_tidal_tunnel",
      "text": "The remaining Tidal Tunnels locations are set aside as not in play."
    },
    {
      "id": "set_aside_cards",
      "text": "The following cards are set aside as not in play: the opponent The Amalgam, both copies of the treachery card Blind Sight and all 3 copies of the treachery card From the Depths."
    },
    {
      "id": "setup_flood_markers",
      "text": "The flood markers are added to the marker pool."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "tidal_tunnel_rule",
      "title": "Tidal Tunnel",
      "type": "rule_reminder",
      "text": "Places with the veiled \"tidal tunnel\" side are available in several encounter sets. (In this scenario, for example, there are shrouded tidal tunnels from the <i>Flooded Caves</i> encounter set and the <i>Grotto of Despair</i> encounter set.) Because these cards can come from several different encounter sets, they have no encounter set icons on their cloaked side. In order to determine which set a tidal tunnel belongs to, its revealed side must be checked afterwards."
    },
    {
      "id": "the_deeps_rule",
      "title": "The Deeps",
      "type": "rule_reminder",
      "text": "Some cards in this scenario refer to a zone called “The Deep”. The depth is a zone that is not in play next to the agenda and scene deck, which the opponent The Amalgam can enter and leave through card effects. As long as the amalgam is in the depths, it is not in play and cannot be affected by player cards or investigator actions.",
      "bullets": [
        {
          "text": "<b>As soon as the amalgam moves out of the game into the depths, all markers (except key markers) are removed from him.</b> Key Tokens on the Enemy The amalgam is not removed once he enters the depths unless he has been defeated by an investigator. In that case, the investigator takes control of his key."
        }
      ]
    },
    {
      "id": "location_connectivity_rule",
      "title": "Location Connectivity",
      "text": "During this scenario, the locations are laid out in a predefined pattern, with new locations from the tide tunnel deck being created on the right, left and below existing locations. <i>(Note: the tidal tunnel deck does not yet exist at the beginning of the scenario. During the scenario, players are instructed when and how to create it.)</i>",
      "bullets": [
        {
          "text": "<b>During this scenario, neighboring locations are considered to be connected.</b>"
        },
        {
          "text": "A location that is brought into play to the left, right, or below another location should be placed next to the location in the manner described so that there are no other locations between the two locations. A place that is next to another place is considered to be \"neighboring\"."
        },
        {
          "text": "Places are only orthogonally adjacent (right, left, above, below), but not diagonally."
        },
        {
          "text": "Places cannot be brought into play at a point where another place is already. If you are instructed to move a new location from the tidal tunnel deck to a location that is already occupied by an existing location, the new location does not come into play."
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience points equal to Victory X value of all cards in the victory point pile. Note these experience points in the campaign log under \"Unissued XP\". These experience points are allowed not yet issued. The investigators will instructed spend these experience points at a later date.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "special_xp": "unissued_xp"
          }
        ]
      }
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "branches": [
          {
            "id": "flashback_1",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "flashback_1",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Flashback I",
            "steps": [
              "flashback_1_story",
              "flashback_1_effects"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "flashback_1",
                "text": "dummy"
              }
            ]
          },
          {
            "id": "flashback_2",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "flashback_2",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Flashback II",
            "steps": [
              "flashback_2_story",
              "flashback_2_effects"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "flashback_2",
                "text": "dummy"
              }
            ]
          },
          {
            "id": "flashback_3",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "flashback_3",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Flashback III",
            "steps": [
              "flashback_3_story",
              "flashback_3_effects"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "flashback_3",
                "text": "dummy"
              }
            ]
          },
          {
            "id": "flashback_4",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "flashback_4",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Flashback IV",
            "steps": [
              "flashback_4_story",
              "flashback_4_effects"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "flashback_4",
                "text": "dummy"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "flashback_1_story",
      "title": "Flashback I",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "flashback_1_effects",
      "effects": [
        {
          "type": "campaign_log",
          "section": "memories_recovered",
          "id": "meeting_with_thomas_dawson",
          "text": "a meeting with Thomas Dawson."
        }
      ]
    },
    {
      "id": "flashback_2_story",
      "title": "Flashback II",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "flashback_2_effects",
      "text": "In the campaign log, under “Recovered Memories“ note <i>a fight with a terrible devil</i>. For the remainder of the campaign, remove 1 [cultist] marker from the chaos bag.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "memories_recovered",
          "id": "fight_with_a_terrible_devil",
          "text": "a fight with a terrible devil."
        },
        {
          "type": "remove_chaos_token",
          "tokens": ["cultist"]
        }
      ]
    },
    {
      "id": "flashback_3_story",
      "title": "Flashback III",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "flashback_3_effects",
      "text": "In the campaign log, under “Recovered Memories” <i>the decision to stay together</i> is noted. Remove 1 [tablet] token from the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "memories_recovered",
          "id": "decided_to_stay_together",
          "text": "decided to stay together."
        },
        {
          "type": "remove_chaos_token",
          "tokens": ["tablet"]
        }
      ]
    },
    {
      "id": "flashback_4_story",
      "title": "Flashback IV",
      "type": "story",
      "text": "blah blah blah"
    },
    {
      "id": "flashback_4_effects",
      "text": "In the campaign log, under “Recovered Memories” <i>an encounter with a secret cult</i> is noted. Remove 1 [elder_thing] token from the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "memories_recovered",
          "id": "encountered_a_secret_cult",
          "text": "an encounter with a secret cult."
        },
        {
          "type": "remove_chaos_token",
          "tokens": ["elder_thing"]
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution_defeated",
      "title": "No resolution was reached\n(each investigator was defeated)",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You cough the water and sand out of your lungs. Cold, dark sea water washes around you as you spit a mouthful of acrid salt water back into the surging waters.\nYou can feel warm hands rolling onto your back and you Lift into an upright sitting position. \"Thank God you are alive\", someone says. In the tense voice you can clearly hear the rhythmic Indian accent, as well as the unshakable self-confidence of a trained professional. When your gaze becomes clear again, you look into a blood-red sky, where the full moon can be seen directly below the darkened sun. \"We have no time to lose. Come on, get up.\"\nYou wipe the burning salt water from your eyes. Your strength is only slowly returning. Your savior poses as one Woman with long black hair out. Her tattered trench coat has seen better days. In her dirt-smeared you can see a few scratches on your face. “You seem confused. Why are you looking at me like that? ”The stranger asks you.",
      "steps": ["earn_xp"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "Some distance away the sky turns blood red and the full moon hangs directly below the darkened sun. You are about to close your eyes and surrender to unconsciousness when a strange voice makes you startle. \"Oh, you're still alive!\" In the tense voice you can clearly hear the rhythmic Indian accent, as well as the unshakable self-confidence of a trained professional. In front of you is a woman with long black hair. Her tattered trench coat has seen better days. You can see a few scratches on her dirty face. “You seem confused. Why are you looking at me like that? ”The stranger asks you.",
      "steps": ["earn_xp"]
    }
  ]
}
