Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/a_light_*_the_fog.po
Languages: es, fr, it, ru, vi

source: Choose resign location:
es: Lugar donde Desistir:
fr: Choisissez le lieu d'abandon :
it: Scegliete il luogo d’abbandono:
ru: Выберите локацию побега:
vi: Chọn vị trí từ bỏ:

source: Moon Room
es: Sala de la luna
fr: La Chambre de la Lune
it: Sala della Luna
ru: «Лунная зала»

# masculine
source: #name# possesses a diving suit.
es: #name# tiene un traje de buzo.
fr: #name# possède un scaphandre.
it: #name# possiede uno scafandro da palombaro.
ru: #name# раздобыл водолазный костюм.
vi: #name# sở hữu bộ đồ lặn.

# feminine
source: #name# possesses a diving suit.
es: #name# tiene un traje de buzo.
fr: #name# possède un scaphandre.
it: #name# possiede uno scafandro da palombaro.
ru: #name# раздобыла водолазный костюм.
vi: #name# sở hữu bộ đồ lặn.

# nonbinary
source: #name# possesses a diving suit.
es: #name# tiene un traje de buzo.
fr: #name# possède un scaphandre.
it: #name# possiede uno scafandro da palombaro.
ru: #name# раздобыл водолазный костюм.
vi: #name# sở hữu bộ đồ lặn.

source: Falcon Point
es: Garita del Cabo del Halcón
fr: Pointe du Faucon
it: Punta del Falco
ru: Фэлкон-Пойнт

source: Each investigator that resigned at the Moon Room records in the Campaign Log that they <i>possess a diving suit</i>.
es: Cada investigador que desistiera en la Sala de la luna anota en el registro de campaña que <i>(nombre de ese investigador) tiene un traje de buzo</i>.
fr: Pour chaque investigateur qui a abandonné via La Chambre de la Lune, indiquez dans votre Carnet de Campagne qu'il <i>possède un scaphandre</i>.
it: Per ogni investigatore che ha abbandonato dalla Sala della Luna, annotate nel Diario della Campagna che <i>possiede uno scafandro da palombaro</i>.
ru: Для каждого сыщика, совершившего побег из «Лунной залы», запишите в журнал кампании, что он <i>раздобыл водолазный костюм</i>.
vi: Mỗi điều tra viên đã từ bỏ tại Moon Room đều ghi vào Nhật ký Chiến dịch rằng họ <i>sở hữu một bộ đồ lặn</i>.

source: Was the black key on the current act when the game ended?
es: ¿Estaba la llave negra sobre el acto en curso cuando acabó la partida?
fr: La clé noire était-elle sur l'acte en cours quand la partie s'est terminée ?
it: La chiave nera era sull’atto corrente quando il gioco è finito?
ru: Был ли чёрный ключ на текущей сцене, когда игра закончилась?
vi: Chìa khóa đen có ở act hiện tại khi màn chơi kết thúc không?

source: the investigators possess a map of Y'ha-nthlei.
es: los investigadores tienen un mapa de Y'ha-nthlei.
fr: les investigateurs possèdent une carte de Y'ha-nthlei.
it: gli investigatori possiedono una mappa di Y’ha-nthlei.
ru: сыщики раздобыли карту Й'ха-нтлеи.
vi: các điều tra viên sở hữu một bản đồ của Y'ha-nthlei.

source: Was the red key on the current act when the game ended?
es: ¿Estaba la llave roja sobre el acto en curso cuando acabó la partida?
fr: La clé rouge était-elle sur l'acte en cours quand la partie s'est terminée ?
it: La chiave rossa era sull’atto corrente quando il gioco è finito?
ru: Был ли красный ключ на текущей сцене, когда игра закончилась?
vi: Chìa khóa đỏ có ở act hiện tại khi màn chơi kết thúc không?

source: the investigators possess the key to Y'ha-nthlei.
es: los investigadores tienen la llave de Y'ha-nthlei.
fr: les investigateurs possèdent la clé de Y'ha-nthlei.
it: gli investigatori possiedono la chiave per Y’ha-nthlei.
ru: сыщики раздобыли ключ к Й'ха-нтлеи.
vi: các điều tra viên sở hữu một chìa khóa của Y'ha-nthlei.

source: For each set-aside [[Relic]] story asset that was added to an investigator's hand during this scenario, any investigator may choose to add that story asset to their deck. It does not count toward that investigator's deck size.
es: Por cada Apoyo de historia [[Reliquia]] puesto aparte que se añadiera a la mano de un investigador durante este escenario, cualquier investigador puede elegir añadir ese Apoyo de historia a su mazo. No cuenta para el tamaño de mazo de ese investigador.
fr: Pour chaque soutien d'histoire [[Relique]] ajouté à la main d'un investigateur lors de ce scénario, n'importe quel investigateur peut choisir d'ajouter ce soutien d 'histoire à son deck. Cette carte ne compte pas dans la Taille du Deck de cet investigateur.
it: Per ogni supporto storia [[Reliquia]] messo da parte che è stato aggiunto alla mano di un giocatore durante questo scenario, un investigatore può scegliere di aggiungere quel supporto storia al suo mazzo (non considerandolo nella dimensione del suo mazzo).
ru: Любые сыщики могут добавить в свои колоды отложенные [[редкие]] сюжетные активы, которые были на руках любых сыщиков в этом сценарии. Эти карты не идут в счёт размера колоды.
vi: Đối với mỗi lá bài câu chuyện [[Relic]] đặt một bên hồi đầu đã được thêm vào tay một điều tra viên trong màn chơi này, bất kỳ điều tra viên nào cũng có thể chọn thêm lá bài đó vào bộ bài của họ. Nó không được tính vào kích thước bộ bài của điều tra viên đó.

source: Was Waveworn Idol added to an investigator's hand during this scenario?
es: ¿Se añadió el Ídolo desgastado por el oleaje a la mano de un investigador durante este escenario?
fr: L'Idole Érodée a-t-elle été ajoutée à la main d'un investigateur lors de ce scénario ?
it: L’Idolo delle Maree è stato aggiunto alla mano di un investigatore durante questo scenario?
ru: Был ли «Омытый волнами идол» добавлен в руку сыщика во время этого сценария?
vi: Waveworn Idol có được thêm vào tay điều tra viên trong màn chơi này không?

source: Was Awakened Mantle added to an investigator's hand during this scenario?
es: ¿Se añadió el Manto despertado a la mano de un investigador durante este escenario?
fr: La Cape de l'Éveillé a-t-elle été ajoutée à la main d'un investigateur lors de ce scénario ?
it: Il Manto del Risvegliato è stato aggiunta alla mano di un investigatore durante questo scenario?
ru: Был ли «Покров пробуждения» добавлен в руку сыщика во время этого сценария?
vi: Awakened Mantle có được thêm vào tay điều tra viên trong màn chơi này không?

source: Was Headdress of Y'ha-nthlei added to an investigator's hand during this scenario?
es: ¿Se añadió la Diadema de Y'ha-nthlei a la mano de un investigador durante este escenario?
fr: La Tiare de Y'ha-nthlei a-t-elle été ajoutée à la main d'un investigateur lors de ce scénario ?
it: La Corona di Y’ha-nthlei è stato aggiunta alla mano di un investigatore durante questo scenario?
ru: Был ли «Венец Й'ха-нтлеи» добавлен в руку сыщика во время этого сценария?
vi: Headdress of Y'ha-nthlei có được thêm vào tay điều tra viên trong màn chơi này không?

source: Exhausted, you throw yourself onto the rocky shore. Waves lap at your ankles as you stare up into the sky. Behind the clouds, deep crimson hues spell an ominous end for all of humankind. Your skull pounds with agony as you struggle to remember why. The moon and sun slide into alignment. A thunderous crash resounds in the distance. Dark, churning clouds swirl and seethe over the hateful ocean. What does it all mean? What is the truth behind the Esoteric Order of Dagon? The truth hidden in Devil Reef? Darkness overtakes your senses once more.
es: Agotado, te dejas caer sobre la orilla rocosa. Las olas te lamen los pies mientras miras el cielo. Tras las nubes, un siniestro color carmesí intenso anuncia un funesto fin para toda la humanidad. El cráneo te martillea de forma agónica mientras tratas de recordar por qué. El sol y la luna se deslizan hasta alinearse. Un gran estruendo resuena a lo lejos. Nubes oscuras y arremolinadas se reúnen sobre el terrible océano. ¿Qué significa todo esto? ¿Cuál es la verdad que oculta la Orden Esotérica de Dagón? ¿Y la que oculta el Arrecife del Diablo? La oscuridad vuelve a apoderarse de tus sentidos.
fr: À bout de force, Vous vous laissez tomber sur la berge rocailleuse. Les vagues lèchent vos chevilles tandis que vous fixez le ciel. Derrière les nuages, les nuées cramoisies présagent d 'une fin atroce pour toute l’humanité. Vous essayez de vous souvenir pourquoi, mais un mal de crâne atroce vous assaille, La lune et le soleil sont sur le point d'être alignés, Le tonnerre résonne au loin. De sombres nuages virevoltent au-dessus de cet horrible océan. Que signifie tout cela ? Quelle vérité se cache derrière I 'Ordre Ésotérique de Dagon ? Quels secrets sont dissimulés dans [e Récif du Diable ? Vous perdez de nouveau conscience.
it: Esausti, vi issate a fatica sulla costa rocciosa. Riversi con lo sguardo verso le nubi, sentite le onde lambirvi le caviglie mentre osservate le pennellate cremisi che macchiano il cielo oltre il temporale, un presagio nefasto per l’umanità intera. Percepite un dolore lancinante alla testa mentre cercate di ricordarne il motivo… La luna e il sole scorrono lentamente fino ad allinearsi. In lontananza risuona il boato di un tuono: le nuvole oscure e rigonfie vorticano e turbinano sull’oceano in tempesta. Cosa significa tutto questo? Qual è la verità che si cela dietro l’Ordine Esoterico di Dagon e lo Scoglio del Diavolo? Le tenebre avvolgono ancora una volta i vostri sensi.
ru: В полнейшем истощении вы падаете на каменистый берег. Волны накатывают вам на лодыжки, а вы просто пялитесь в небо. За облаками глубокие багровые оттенки предвещают зловещий конец всему человечеству. Ваша голова раскалывается, но вы не помните почему. Солнце и луна выстраиваются в одну линию. Вдалеке раздаётся громкий треск. Над зловещим океаном извиваются и клубятся тёмные тучи. Что всё это значит? В чём истинное предназначение Эзотерического ордена Дагона? Какую правду прячет риф Дьявола? Тьма снова поглощает вас.
vi: Kiệt sức, bạn ném mình lên bờ đá. Sóng vỗ vào mắt cá chân của bạn khi bạn nhìn lên bầu trời. Đằng sau những đám mây, màu đỏ thẫm báo hiệu một kết cục đáng ngại cho toàn nhân loại. Hộp sọ của bạn đau đớn khi bạn cố gắng nhớ tại sao. Mặt trăng và mặt trời thẳng hàng nhau. Một tiếng sấm sét vang lên ở phía xa. Những đám mây đen cuộn xoáy và sôi sục trên đại dương đầy hận thù. Tất cả nó có nghĩa gì? Sự thật đằng sau Dòng Dagon bí truyền là gì? Sự thật ẩn giấu trong Rạn San Hô Quỷ là gì? Bóng tối lại xâm chiếm các giác quan của bạn một lần nữa.

source: Exhaustion and despair eat at your muscles as you escape into the dark woods surrounding Falcon Point. You know it is too dangerous to stop moving, but you can hardly stand. You brace yourself against a nearby tree and stare up into the sky. Behind the clouds, deep crimson hues spell an ominous end for all of humankind. Your skull pounds as you struggle to remember why. The moon and sun slide into alignment. A thunderous crash resounds in the distance. Dark, churning clouds swirl and seethe above the hateful ocean. What does it all mean? What is the truth behind the Esoteric Order of Dagon? The truth hidden in Devil Reef? Darkness overtakes your senses once more.
es: Sientes el agotamiento y la desesperación en los músculos mientras escapas hacia el oscuro bosque que rodea el Cabo del Halcón. Sabes que dejar de moverte sería demasiado peligroso, pero apenas puedes mantenerte en pie. Te apoyas en un árbol cercano y miras el cielo. Tras las nubes, un siniestro color carmesí intenso anuncia un funesto fin para toda la humanidad. El cráneo te martillea de forma agónica mientras tratas de recordar por qué. El sol y la luna se deslizan hasta alinearse. Un gran estruendo resuena a lo lejos. Nubes oscuras y arremolinadas se reúnen sobre el terrible océano. ¿Qué significa todo esto? ¿Cuál es la verdad que oculta la Orden Esotérica de Dagón? ¿Y la que oculta el Arrecife del Diablo? La oscuridad vuelve a apoderarse de tus sentidos.
fr: Vous êtes à bout de force et vos muscles sont fourbus quand vous parvenez enfin à fuir dans les bois qui entourent la Pointe du Faucon. Vous savez qu’il est dangereux de s’arrêter, mais vous êtes incapable de poursuivre. Vous vous appuyez contre le premier arbre venu et levez les yeux. Derrière les nuages, les nuées cramoisies présagent d'une fin atroce pour toute l'humanité. Vous essayez de vous souvenir pourquoi, mais un mal de crâne atroce vous assaille. La lune et le soleil sont sur le point d'être alignés. Le tonnerre résonne au loin. De Sombres nuages virevoltent au-dessus de cet horrible océan. Que signifie tout cela ? Quelle vérité se cache derrière l'Ordre Ésotérique de Dagon ? Quels secrets sont dissimulés dans le Récif du Diable ? Vous perdez de nouveau conscience.
it: Sentite il peso della fatica e della disperazione mentre fuggite attraverso gli oscuri boschi che circondano Punta del Falco; fermarsi ora sarebbe pericoloso, lo sapete, ma riuscite a malapena a reggervi in piedi. Vi appoggiate all’albero più vicino e alzate lo sguardo al cielo: delle pennellate cremisi macchiano la volta oltre il temporale, disegnando un presagio nefasto per l’umanità intera. Percepite un dolore lancinante alla testa mentre cercate di ricordarne il motivo… La luna e il sole scorrono lentamente fino ad allinearsi. In lontananza risuona il boato di un tuono: le nuvole oscure e rigonfie vorticano e turbinano sull’oceano in tempesta. Cosa significa tutto questo? Qual è la verità che si cela dietro l’Ordine Esoterico di Dagon e lo Scoglio del Diavolo? Le tenebre avvolgono ancora una volta i vostri sensi.
ru: Ваши мышцы ноют от изнеможения и отчаяния, но вы всё равно бежите и бежите по тёмному лесу, что окружает Фэлкон-Пойнт. Вы знаете, что останавливаться слишком опасно, но уже с трудом держитесь на ногах. Прислонившись к ближайшему дереву, вы смотрите в небо. За облаками глубокие багровые оттенки предвещают зловещий конец всему человечеству. Ваша голова раскалывается, но вы не помните почему. Солнце и луна выстраиваются в одну линию. Вдалеке раздаётся громкий треск. Над зловещим океаном извиваются и клубятся тёмные тучи. Что всё это значит? В чём истинное предназначение Эзотерического ордена Дагона? Какую правду прячет риф Дьявола? Тьма снова поглощает вас.
vi: Sự kiệt sức và tuyệt vọng ăn mòn cơ bắp của bạn khi bạn trốn vào khu rừng tối tăm xung quanh Falcon Point. Bạn biết rằng việc ngừng di chuyển là quá nguy hiểm nhưng bạn khó có thể đứng vững. Bạn dựa mình vào một cái cây gần đó và nhìn lên bầu trời. Đằng sau những đám mây, màu đỏ thẫm báo hiệu một kết cục đáng ngại cho toàn nhân loại. Hộp sọ của bạn đập mạnh khi bạn cố gắng nhớ lý do tại sao. Mặt trăng và mặt trời thẳng thành một hàng. Một tiếng sấm sét vang lên ở phía xa. Những đám mây đen cuộn xoáy và sôi sục trên đại dương đầy thù hận. Tất cả nó có nghĩa gì? Sự thật đằng sau Dòng Dagon bí truyền là gì? Sự thật ẩn giấu trong Rạn San Hô Quỷ là gì? Bóng tối lại xâm chiếm các giác quan của bạn một lần nữa.

source: You panic as the water level rises all the way to the ceiling of the cavern. There is no air left to breathe. You feel the currents pulling you deeper and deeper below the surface, where the bulging, glowing eyes of Deep Ones lie in wait. Desperately, you swim up to the cellar door of the lighthouse. Your only hope is to force it open and crawl up into the buildings above, where sweet oxygen awaits. You shove and push with all of your might, hoping, imagining, praying that any moment now your strength will spring the hatch open. Your lungs are about to burst. No! This cannot be the end! You struggle and fight for survival, but the lock does not budge. Hungry for air, your lungs give. Your throat fills with cold saltwater. The sensation of your ankles being gripped by webbed hands is the last thing you feel.
es: Entras en pánico cuando el nivel del agua llega hasta el techo de la caverna. No queda aire para respirar. Notas cómo las corrientes te hunden cada vez más, hasta donde esperan los abultados ojos brillantes de los profundos. Nadas a la desesperada hacia la puerta del sótano del faro. Tu única esperanza es lograr abrirla por la fuerza y trepar a los edificios que hay encima, donde hay el dulce oxígeno que ahora te falta. Empujas con todas tus fuerzas, esperando, rezando e imaginando que tu fuerza hará saltar el cierre en cualquier momento. Tus pulmones están a punto de reventar. ¡No! ¡Esto no puede ser el fin! Te debates por sobrevivir, pero la cerradura no cede. Ávidos de aire, tus pulmones no pueden más, y se te llena la garganta de fría agua salada. Lo último que sientes es la sensación de que unas manos palmeadas te agarran de los tobillos.
fr: Le niveau de l’eau monte jusqu’ au plafond de la Caverne et la panique vous envahit. Impossible de respirer. Les courants vous entraînent loin sous la surface où les yeux globuleux et brillants des profonds vous guettent. Vous nagez désespérément vers la porte de la cave du phare. Votre seul espoir est de parvenir à la forcer et de nager jusqu'au bâtiment au-dessus où vous pourrez enfin respirer. Vous tirez et poussez de toutes vos forces, espérant l'inimaginable, priant que votre force suffise à ouvrir la porte, Vos poumons sont sur le point d'éclater. Non ! Ce ne peut pas être la fin ! Vous luttez pour survivre, mais la porte ne bouge pas d’un pouce. La dernière chose que vous sentez avant de trépasser est une main palmée attrapant votre cheville.
it: Il panico prende il sopravvento quando il livello dell’acqua sale fino a riempire completamente la grotta. Non c’è più aria e le correnti vi trascinano verso il basso, sempre più a fondo, dove gli occhi sporgenti e luminescenti degli abitatori del profondo giacciono in attesa. Cercate disperatamente di nuotare verso la porta del seminterrato del faro: la vostra unica speranza è riuscire a sfondarla per strisciare fino all’edificio soprastante, dove il dolce ossigeno vi attende. Spingete e colpite con ogni muscolo del corpo, sperate, immaginate, pregate che da un momento all’altro i vostri sforzi spalanchino la botola. I polmoni iniziano a bruciare nel vostro petto. No! Non può finire così! Vi dimenate e lottate per sopravvivere, ma la serratura non si smuove di un centimetro. Affamati d’aria, i polmoni cedono e la bocca si riempie di gelida acqua salmastra. Percepite delle mani palmate che vi afferrano le caviglie… Poi, il buio.
ru: Вода поднимается до самого потолка пещеры, и вы полностью отдаётесь панике. Воздуха не осталось. Дышать нечем. Вы чувствуете, как потоки воды утаскивают вас всё глубже и глубже. Туда, откуда на вас смотрят выпученные светящиеся глаза глубоководных. В отчаянии вы подплываете к подвальной двери, ведущей наверх в маяк. Ваша единственная надежда — отворить её и вползти наверх, туда, к спасительному кислороду. Вы толкаете и толкаете дверь изо всех сил, надеясь, воображая, молясь, что в любой момент ваша сила позволит люку открыться. Ваши лёгкие словно готовы взорваться. Нет! Всё не может закончиться так! Вы отчаянно боретесь за выживание, но замок не поддаётся. Изголодавшиеся по воздуху лёгкие сдаются. Ваше горло заполняется холодной морской водой. Последнее, что вы чувствуете, — холодные прикосновения перепончатых рук к своим лодыжкам.
vi: Bạn hoảng sợ khi mực nước dâng cao tới tận trần hang. Không còn không khí để thở. Bạn cảm thấy những dòng nước kéo bạn ngày càng mạnh hơn bên dưới bề mặt, nơi đôi mắt lồi, rực sáng của Deep Ones đang chờ đợi. Tuyệt vọng, bạn bơi đến cửa hầm của ngọn hải đăng. Hy vọng duy nhất của bạn là mở nó ra và bò lên các tòa nhà phía trên, nơi oxy ngọt ngào đang chờ đợi. Bạn xô đẩy bằng tất cả sức lực của mình, tất cả niềm hy vọng, trí tưởng tượng, lòng cầu nguyện rằng bất cứ lúc nào sức mạnh của bạn sẽ mở được nắp cửa. Phổi của bạn sắp nổ tung rồi. KHÔNG! Đây không thể là kết thúc! Bạn vùng vẫy và chiến đấu để sinh tồn nhưng ổ khóa không hề nhúc nhích. Khao khát không khí, phổi của bạn không ngừng trao đổi. Cổ họng bạn đầy nước muối lạnh. Cảm giác mắt cá chân bị một bàn tay có màng nắm chặt là điều cuối cùng bạn cảm nhận được.
