Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/a_light_*_the_fog.po
Languages: es, fr, it, ru, vi

source: You peer up at Falcon Point lighthouse, but from much further below. You are aboard Mr. Moore's fishing vessel, during your voyage to Devil Reef several weeks earlier. The ship sways back and forth as angry waves thrash against its hull. "'Fraid it's gon' be a bit rocky," the ship captain shouts over the crashing of the tumultuous sea. "Weather's been awful wild of late. Strange tides an' stranger winds." But still you stare up at the ominous lighthouse, its beacon a guiding light, a warning sign, or both. Curious what knowledge he might have, you ask Mr. Moore about the lighthouse. "That ol' thing? Been there longer'n Innsmouth itself. Marsh family's kept it runnin' as long as I remember. Oceiros is keeper now. Strange fella, that Oceiros. They say the only place in town he visits is the Order o' Dagon hall by New Church Green." He shakes his head. You wonder if there are more secrets inside the lighthouse than meets the eye. Mr. Moore seems to note your curiosity. "I've heard them Marshes've carved out caverns beneath the lighthouse goin' all the way down to sea level an' beyond," he claims. "Dunno if that's true, but sometimes when I'm out at sea I've seen groups of 'em up by the cliffside, all wavin' an kneelin' like they're prayin' or something. Never really paid it much mind, but…" his voice grows quieter. "Jus' thought you oughta know." You nod and thank him. If what he's saying is true, perhaps you should give this lighthouse a visit. You make a mental note to research more about Falcon Point once you return to town. When your mind snaps back to the present, you recall the legwork you'd done after your expedition to Devil Reef, and the information you found on the vast network of tunnels beneath the lighthouse…
es: Levantas la vista hacia el faro del Cabo del Halcón, pero desde mucho más abajo. Estás a bordo del barco de pesca del señor Moore, durante tu travesía al Arrecife del Diablo de hace unas semanas. El barco se balancea a medida que las furiosas olas rompen contra su casco. –Me temo que va a ser un trayecto movidito –grita el capitán del barco para hacerse oír sobre el estruendo del tumultuoso mar–. El tiempo está siendo salvaje últimamente. Mareas extrañas y vientos aún más extraños. Pero no dejas de mirar fijamente el siniestro faro, cuya luz es un punto de guía o una señal de advertencia, o tal vez ambas cosas. Sientes curiosidad por lo que pueda saber el señor Moore sobre el faro, así que le preguntas. –¿Ese viejo cacharro? Lleva ahí más tiempo que la propia Innsmouth. Lo lleva la familia Marsh desde que tengo memoria. Ahora el farero es Oceiros, un tipo extraño. Dicen que el único lugar de la ciudad que visita es la sede de la Orden de Dagón que hay junto a New Church Green –te contesta mientras sacude la cabeza. Te preguntas si el faro esconde más secretos de lo que parece. El señor Moore parece darse cuenta de tu curiosidad: –Tengo entendido que los Marsh excavaron cavernas bajo el faro que llegan por debajo del nivel del mar y más allá –afirma–. No sé si es cierto, pero a veces, cuando estoy en el mar, veo grupos junto al acantilado, haciendo gestos y arrodillándose como si rezaran. Nunca les he hecho mucho caso, pero… –Su voz se vuelve un susurro–. Pensé que debería saberlo. Asientes y le das las gracias. Si lo que dice es cierto, tal vez deberías visitar ese faro. Tomas nota mental de investigar sobre el Cabo del Halcón cuando vuelvas a la ciudad. Cuando tu mente vuelve al presente, recuerdas la investigación que realizaste tras tu expedición al Arrecife del Diablo, y la información que encontraste sobre la vasta red de túneles que hay bajo el faro…
fr: Vous apercevez le phare de la Pointe du Faucon, mais de bien plus loin. Vous êtes à bord du bateau de pêche de M. Moore lors de votre trajet vers le Récif du Diable, il y a de cela quelques semaines. Le bateau tangue face à la violence des vagues. J’ai peur qu'ça d'vienne un peu houleux lance le capitaine à travers le tumulte de la mer. « Le temps s'comporte bizarrement ces temps-ci. Drôles de marées et drôles de vents. Vous restez malgré tout perdu dans la contemplation du sinistre phare dont la lumière évoque aussi bien un guide qu'un avertissement. Par' curiosité, vous demandez à M. Moore ce qu'il sait à propos du phare. « C'vieux machin ? L'est là d'puis plus longtemps qu'Innsmouth elle-même. La famille Marsh S'en occupe d 'puis aussi longtemps que j 'm’en souviens. C'est Oceiros le gardien maintenant. Drôle de type. Les seules fois qu'il descend en Ville, c'est pour aller à l'Ordre de Dagon, dans le square de New Church. » explique-t-il en secouant la tête. Vous vous demandez si ce phare ne cache pas plus de secrets que cela et M. Moore semble remarquer votre curiosité, « J'ai entendu dire qu'les Marsh avaient creusé tout un tus de galeries sous le phare, qui descendent bien en d'sous du niveau d'Ia mer prétend-il. « J 'sais pas si c'est vrai, mais des fois quand j 'suis en mer, j'les vois groupés sur la falaise en train d's'agenouiller ou d'prier ou je-sais-pas-quoi. J'y ai jamais trop prêté attention, mais… » sa voix se fait plus basse. « Je me suis dit qu'vous voudriez le savoir. » Vous hochez la tête et le remerciez. Si ce qu'il vu est vrai, peut-être devrez-vous rendre une petite visite à ce phare. Vous notez dans un coin de votre tête de faire quelques recherches à propos de la Pointe du Faucon quand vous serez rentré en ville. De retour dans le présent, vous vous souvenez des recherches que vous avez faites après être revenu du Récif du Diable et des informations que vous avez récoltées sur le vaste réseau de tunnels sous le phare.
it: Alzate lo sguardo in direzione del faro di Punta del Falco, ma da una posizione molto più bassa di quella dove vi trovavate: siete a bordo del peschereccio di Mr. Moore durante il viaggio allo Scoglio del Diavolo di qualche settimane prima. L’imbarcazione beccheggia avanti e indietro, sfidando le onde furiose che si schiantano contro lo scafo. “Temo che ci sarà da ballare” urla il capitano per farsi sentire sopra il frastuono del mare in tempesta. “Il clima sembra impazzito, ultimamente... Strane maree e venti ancora più strani.” Eppure voi continuate a fissare quel faro inquietante, indecisi se interpretarne il segnale come una luce guida, un avvertimento, oppure entrambe le cose. Curiosi di saperne di più, chiedete qualche informazione a Mr. Moore. “Quel vecchio affare? È li da prima che tirassero su il villaggio. Per quel che ricordo se n’è sempre occupata la famiglia Marsh. Ora il guardiano è Oceiros… Strano tipo, quello. Dicono che l’unico posto in città che frequenta sia la sede dell’Ordine di Dagon, a New Church Green” afferma scuotendo il capo. Avete la sensazione che quel faro nasconda più segreti di quello che appare. Il capitano sembra notare la vostra curiosità: “Ho sentito dire che i Marsh hanno scavato una fitta rete di caverne lì sotto, che scende fino al mare e anche oltre” afferma. “Non so dire cosa ci sia di vero, ma mentre mi trovavo al largo giurerei di aver visto della gente in cima alla scogliera che agitava le braccia al cielo inginocchiandosi come in segno di preghiera. Non ci ho mai dato troppo peso, ma…”, la sua voce si fa bassa, come se volesse evitare di farsi sentire da orecchie indiscrete, “…ho pensato che potesse farvi comodo saperlo.” Annuite e lo ringraziate. Se quello che dice è vero, forse dovreste far visita a questo faro… Prendete l’appunto mentale di fare qualche ricerca su Punta del Falco una volta giunti al villaggio. Quando i vostri pensieri tornano al presente, vi ricordate delle indagini effettuate al termine della spedizione allo Scoglio del Diavolo e della rete di gallerie che si estende sotto il faro…
ru: Вы смотрите на маяк Фэлкон-Пойнт, но с гораздо большего расстояния. Вы находитесь на борту рыболовецкого судна мистера Мура во время вашего путешествия к рифу Дьявола несколькими неделями ранее. Корабль раскачивается взад-вперёд от яростных ударов волн о корпус. «Боюсь, качать будет малёху, — перекрикивает капитан грохот бушующего моря. — Погодка лютая давеча. Приливы чудны´е, а ветра ещё чуднее». Но вы всё вглядываетесь в зловещий маяк. Его свет — ваш путеводный знак? Или предупреждение? А может, и то и другое? Из любопытства вы спрашиваете о нём мистера Мура. Вдруг капитан что-то знает? «Та старая штукенция? Она тут дольше самого Инсмута. Семья Маршей поддерживала его работу сколько себя помню. Сейчас Осайрос за смотрителя. Странный товарищ он, Осайрос этот. Говорят, он в город приезжает, только шоб в Орден зайти, что на Нью-ЧёрчГрин». Капитан покачивает головой. Вы размышляете, не прячет ли маяк больше секретов, чем кажется на первый взгляд. Мистер Мур замечает ваше любопытство. «Я слыхал, что Марши вырыли-де туннели под маяком, да такие глубокие, что они аж под море идут и того дальше, — заявляет капитан. — Не знаю, правда иль нет, но иногда, когда я в море хожу, вижу их на утёсе, группами собираются, на колени падают… Молятся там, что ли? Я особо внимания не обращал, но… — его голос затихает. — Подумалось вот, что вам пригодится». Вы киваете и благодарите моряка. Если это правда, вам стоило бы навестить этот маяк. Вы делаете мысленную пометку: разузнать побольше о Фэлкон-Пойнт по возвращении в город. Когда ваш разум переносится обратно в настоящее, вы вспоминаете всю проделанную работу и даже информацию о туннелях под маяком, которую вам удалось найти…
vi: Bạn nhìn lên ngọn hải đăng Falcon Point, nhưng từ rất xa ở bên dưới. Bạn đang ở trên tàu đánh cá của ông Moore, trong chuyến hành trình đến Rạn San Hô Quỷ vài tuần trước đó. Con tàu lắc lư qua lại khi những cơn sóng giận dữ đập vào thân tàu. “'E là chuyến đi này sẽ khá là khó khăn," thuyền trưởng hét lên trước tiếng sóng biển dữ dội. "Gần đây thời tiết thật thất thường. Thủy triều và các cơn gió thật lạ." Nhưng bạn vẫn nhìn chằm chằm ngọn hải đăng đáng ngại, đèn hiệu của nó là đèn dẫn đường, dấu hiệu cảnh báo, hoặc cả hai. Tò mò về những điều mà ông ấy có lẽ biết, bạn hỏi ông Moore về ngọn hải đăng. "Ngọn hải đăng cũ đó à? Đã ở đó lâu hơn cả thị trấn Innsmouth. Gia đình Marsh đã duy trì nó hoạt động từ khi tôi biết tới. Oceiros hiện là người trông giữ. Anh bạn kỳ lạ, Oceiros đó. Người ta nói nơi duy nhất trong thị trấn mà anh ta ghé thăm là sảnh đường của Dòng Dagon của New Church Green." Ông ấy lắc đầu. Bạn tự hỏi liệu có nhiều bí mật bên trong ngọn hải đăng hơn những gì bạn nhìn thấy hay không. Ông Moore dường như nhận thấy sự tò mò của bạn. “Tôi nghe nói họ Marshes đã đào những hang động bên dưới ngọn hải đăng dẫn xuống tận mực nước biển và xa hơn nữa,” ông khẳng định. "Không biết điều đó có đúng không, nhưng đôi khi khi ở ngoài biển tôi thấy từng nhóm người bọn họ đứng cạnh vách đá, tất cả đều quỳ gối vẫy tay như thể đang cầu nguyện hay gì đó. Tôi chưa bao giờ thực sự để tâm đến điều đó, nhưng…” giọng ông dần nhỏ lại. "Chỉ là tôi nghĩ cậu nên biết." Bạn gật đầu và cảm ơn ông ấy. Nếu những gì ông ấy nói là đúng thì có lẽ bạn nên ghé thăm ngọn hải đăng này. Bạn ghi nhớ để nghiên cứu thêm về Falcon Point một khi quay trở lại thị trấn. Khi tâm trí bạn quay trở lại hiện tại, bạn nhớ lại công việc bạn đã làm sau chuyến thám hiểm tới Rạn San Hô Quỷ và thông tin bạn tìm thấy trên mạng lưới đường hầm rộng lớn bên dưới ngọn hải đăng…

source: a conversation with Mr. Moore
es: una conversación con el señor Moore
fr: une conversation avec M. Moore
it: una conversazione con Mr. Moore
ru: разговор с мистером Муром
vi: cuộc trò chuyện với ông Moore

source: Choose and remove one of the following chaos tokens from the chaos bag for the remainder of the campaign ([cultist], [tablet], or [elder_thing])
es: Elige y retira una de las siguientes fichas de Caos de la bolsa de caos durante el resto de la campaña ([cultist], [tablet], o [elder_thing])
fr: Choisissez et retirez l'un des pions Chaos suivants de la réserve du Chaos pour le reste de la campagne : [cultist], [tablet], ou [elder_thing]
it: Rimuovete 1 segnalino [cultist], [tablet] oppure [elder_thing] dal sacchetto del caos per il resto della campagna.
ru: Выберите и удалите из мешка один из следующих жетонов до конца кампании: [cultist], [tablet] или [elder_thing].
vi: Chọn và loại bỏ một trong các token hỗn mang sau khỏi túi hỗn mang trong phần còn lại của chiến dịch ([cultist], [tablet] hoặc [elder_thing])

source: Remove [cultist]
es: Eliminar [cultist]
it: Rimuovete [cultist]
ru: Удалить [cultist]
vi: Loại bỏ [cultist]

source: Remove [tablet]
es: Eliminar [tablet]
it: Rimuovete [tablet]
ru: Удалить [tablet]
vi: Loại bỏ [tablet]

source: Remove [elder_thing]
es: Eliminar [elder_thing]
it: Rimuovete [elder_thing]
ru: Удалить [elder_thing]
vi: Loại bỏ [elder_thing]

source: The lead investigator gains 1 [per_investigator] clues from the token pool.
es: El investigador jefe obtiene 1 pista [per_investigator] de la reserva de fichas.
fr: L'investigateur principal gagne 1 [per_investigator] indice pris dans la réserve de pions.
it: L’investigatore capo ottiene 1 [per_investigator] indizi dalla riserva dei segnalini.
ru: Ведущий сыщик получает 1 [per_investigator] улик из резерва.
vi: Trưởng nhóm nhận được số manh mối tương ứng số điều tra viên từ kho manh mối.

source: You speak with one of the many sailors who frequent a ramshackle tavern by the docks of Innsmouth, somewhere in the southeastern slums of the decrepit seaport. He's found his own little corner of the pub in which to hide and drown himself in alcohol. So much the better—you'd prefer to keep your investigation quiet. You jot down notes as the drunken man rambles on about the creatures he's seen swimming off the coast and prowling around the reefs. "Deep Ones," he names them. "Caught one in my net once," he blabbers through slurred speach. "She an' her eggs—tha's right!—'er eggs, bigger'n your fist, an' squirmin' an' wrigglin', too!" Absorbed in the ritual of telling a tale for his fellow sailors, he elaborates: "She had one of 'em in her arms. Tiny little devil, with bulgin', hateful eyes. Couldn't stand the sight of it. I threw the net o'er as soon as I realized what I'd caught, an' came right back 'ere. If I had my way I'd never sail 'gain." You mull this new information over in your head. If this man speaks the truth, these creatures seem to have a lifecycle similar to that of a fish. But then, what is the purpose of the uncanny hybrid creatures you have seen skulking about the town? Are they but figments of your frightened imagination? Or is there a much more sinister part of this lifecycle that you are missing?
es: Hablas con uno de los muchos marineros que frecuentan una destartalada taberna que hay cerca de los muelles de Innsmouth, en alguna parte de los suburbios del sureste del decrépito puerto. El hombre está como escondido en un rincón del local mientras se ahoga en alcohol; mucho mejor para ti, pues prefieres llevar tu investigación con discreción. Tomas nota mientras el borracho divaga sobre las criaturas que ha visto nadando cerca de la costa y acechando por los arrecifes. –Son profundos –te dice–. Una vez atrapé una en mis redes –balbucea con lengua de trapo–. A ella y a sus huevos. ¡Así es! Sus huevos, más grandes que su puño, ¡y que se agitaban y retorcían! Absorto en el ritual de contar una historia para sus compañeros de profesión, el marinero se explaya: –Tenía uno en los brazos. Un diminuto demonio de ojos saltones y llenos de odio. No podía soportar ni verlo. Tiré la red en la que se encontraba en cuanto me di cuenta de lo que había atrapado y me vine derechito para acá. Si por mí fuera, no navegaría nunca más. Meditas esta nueva información en tu mente. Si este hombre dice la verdad, estas criaturas parecen tener un ciclo vital similar al de los peces. Pero entonces, ¿cuál es el propósito de las misteriosas criaturas híbridas que has visto acechando por la ciudad? ¿Acaso son producto de tu asustada imaginación? ¿O hay una parte mucho más siniestra en este ciclo vital que aún desconoces?
fr: Vous êtes en pleine discussion avec un des nombreux marins qui fréquentent cette taverne délabrée près des quais d'Innsmouth, quelque part dans les taudis au sud-est du vieux port. II se trouve dans un coin sombre et isolé du bar où il se noie copieusement dans l'alcool, C 'est tant mieux pour vous, vous préférez garder vos investigations secrètes. Vous prenez des notes tandis que l’homme ivre déblatère à propos des créatures qu'il a vues nager le long de la côte et fureter près des récifs. Il les appelle « Profonds » « J'en ai pris une dans mes filets une fois » bafouille-t-il. « Elle et ses œufs, j 'vous jure ! Des œufs plus gros qu'vot' poing et qui n'arrêtaient pas d'se tortiller ! » Absorbé par ce récit qu'il a l'habitude de raconter à ses compères marins, il développe : « Elle en avait un dans les bras. Un démon miniature avec des petits yeux méchants et exorbités. J'ai pas pu supporter la vue, j'ai rejeté le filet dès qu'j'ai vu ce que j'avais attrapé et j'suis rentré ici sans d'mander mon reste. Si ça tenait qu'à moi j'remonterai plus jamais sur un bateau. » Vous digérez ces nouvelles informations. Si l'homme dit vrai, ces créatures semblent avoir un cycle de vie semblable à celui des poissons. Mais alors quelle est la signification de ces étranges créatures hybrides que vous avez vues en ville Ne sont-elles que le fruit de votre imagination ? Ou existe-t-il un aspect plus terrible concernant le cycle de vie de ces créatures ?
it: State parlando con uno dei tanti marinai che affollano la taverna pericolante nei pressi dei moli di Innsmouth, da qualche parte a sudest nei bassifondi di quel porto fatiscente. Il vostro interlocutore si è ritagliato un piccolo angolo nel locale dove passa il tempo a nascondersi sprofondando nell’alcol. Non potevate chiedere di meglio, dal momento che preferite mantenere un certo riserbo sulle vostre indagini. Buttate giù qualche appunto mentre l’uomo, chiaramente ubriaco, blatera riguardo ad alcune creature che avrebbe visto nuotare al largo o aggirarsi nei pressi degli scogli. “Abitatori del profondo” li chiama. “Una volta ne ho catturato uno… Con la rete, dico…” Riuscite a comprendere con molta difficoltà le sue parole biascicate. “Quello aveva le uova… Si! Aveva delle uova grosshe più di queste manacce mie… e si dimenavano pure!” Ormai totalmente calato nel rituale del racconto marinaresco, l’uomo si lancia in uno sproloquio più approfondito: “E ne aveva uno in brassho… Uno shtramaledetto demonio con due occhi gonfi e pieni d’odio. Non ce l’ho fatta, gli ho tirato addossho la rete appena ho visto che robaccia avevo catturato e me ne son tornato subito qua. Fosshe per me, non ci metterei più piede, su una barca…” Restate qualche secondo a rimuginare sulle sue parole: se quest’uomo dice il vero, le creature di cui parla potrebbero avere un ciclo vitale simile a quello dei pesci. Ma allora qual è il significato di quegli orribili ibridi che avete visto aggirarsi in città? Che fossero solo frutto della vostra immaginazione? O c’è una parte persino più inquietante di questo ciclo vitale che ancora vi sfugge?
ru: Вы разговариваете с одним из многочисленных моряков, что часто заходят в ветхую таверну у доков Инсмута где-то в юго-восточных трущобах этого захудалого морского порта. Парень нашёл себе тихий уголок, чтобы спрятаться и спокойно выпить. Но вам так даже лучше — не хотелось бы привлекать внимание к своему расследованию. Вы делаете краткие заметки по ходу рассказа пьянчуги. Тот бормочет о существах, которых видел плавающими у берега и рыскающими на рифах. «Глубоководные, — называет их он. — Поймал однажды одну особь сетью, — речь моряка становится всё невнятнее. — С икрой — да-да, икра! Каждая икринка что твой кулак, да ворочается, да извивается!» Поглощённый ритуалом рассказа о моряцких похождениях, он делится подробностями: «У неё один был в руках прям. Маленький чертёнок, глаза злые, навыкате. Смотреть страшно. Швырнул сеть обратно в море, как только понял, что в неё попалось. И сразу на берег. Моя б воля — больше б на промысел ни ногой». Вы обдумываете новую информацию. Если моряк говорит правду, то жизненный цикл этих существ вполне схож с рыбьим. Но в чём тогда смысл этих странных гибридов, которых вы видели бродящими по городу? Это что, всего лишь плод вашего испуганного воображения? Или вы упускаете из виду куда более зловещую часть этого жизненного цикла?
vi: Bạn nói chuyện với một trong số rất nhiều thủy thủ thường lui tới quán rượu xiêu vẹo cạnh bến tàu Innsmouth, nằm đâu đó trong khu ổ chuột phía đông nam của cảng biển đổ nát. Bạn tìm thấy ông ta đang ở một góc nhỏ của quán rượu để giấu mình và đắm chìm trong rượu. Thế thì càng tốt—bạn muốn giữ kín cuộc điều tra của mình. Bạn ghi lại những ghi chú khi người đàn ông say rượu kể luyên thuyên về những sinh vật mà ông ta đã nhìn thấy bơi ngoài khơi và rình mò quanh các rạn san hô. "Deep Ones," ông đặt tên cho chúng. “Có lần tôi đã bắt được một con trong lưới,” ông ta nói lảm nhảm bằng giọng nói ngọng nghịu. "Nó và những quả trứng của nó - đúng rồi! - những quả trứng, to hơn nắm tay của cậu, và cả những thứ 'lủng lẳng' và 'quằn quại' nữa!" Say mê với việc kể câu chuyện cho những người thủy thủ của mình, ông giải thích thêm: "Nó ôm một số chúng trong tay. Con quỷ nhỏ bé, với đôi mắt lồi ra đầy căm thù. Không thể chịu đựng được cảnh tượng đó. Tôi đã ném chiếc lưới ngay khi tôi nhận ra mình đã đánh bắt được thứ gì và quay lại ngay. Nếu có thể tôi sẽ không bao giờ ra khơi nữa." Bạn nghiền ngẫm thông tin mới này trong đầu. Nếu người đàn ông này nói thật thì những sinh vật này dường như có vòng đời tương tự như loài cá. Nhưng sau đó, mục đích của những sinh vật lai kỳ lạ mà bạn thấy lẩn trốn trong thị trấn là gì? Có phải chúng chỉ là sự tưởng tượng của trí tưởng tượng đầy sợ hãi của bạn? Hay có phần nào nguy hiểm hơn nhiều trong vòng đời này mà bạn đang bỏ lỡ?

source: the lifecycle of a "Deep One"
es: el ciclo vital de un «profundo»
fr: le cycle de vie d'un « Profond »
it: il ciclo vitale di un “abitatore del profondo”
ru: жизненный цикл «глубоководного»
vi: vòng đời của một "Deep One"

source: What agenda was active when the scenario ended?
es: ¿Qué plan estaba en juego cuando acabó el escenario?
fr: Quelle Intrigue était active à la fin du scénario ?
it: Quale trama era attiva al termine dello scenario?
ru: Какой замысел был активен в момент завершения сценария?
vi: Agenda nào đã được chơi khi màn chơi kết thúc?

source: Each investigator earns experience equal to the Victory X value of each card in the victory display. Record this experience under "Unspent Experience" in your Campaign Log, but <b>do not spend any of it yet.</b> You will be instructed to spend this experience at a later time.
it: Ogni investigatore guadagna un ammontare di punti esperienza pari al valore di Vittoria di ogni carta nella galleria delle vittorie. Annotateli nel Diario della Campagna alla voce “Punti Esperienza da Spendere”, ma <b>non spendeteli ancora.</b> Il gioco vi indicherà più avanti quando spenderli.
ru: Каждый сыщик получает опыт, равный сумме победных значений всех карт на победном счету. Запишите этот опыт в графу «Непотраченный опыт» журнала кампании, но <b>пока не тратьте его.</b> Вам будет указано потратить опыт позднее.
vi: Mỗi điều tra viên nhận được kinh nghiệm bằng giá trị Victory X của mỗi lá bài trong khu vực trưng bày thành tích. Ghi lại kinh nghiệm này trong phần "Kinh nghiệm chưa sử dụng" trong Nhật ký chiến dịch của bạn, nhưng <b>chưa dùng kinh nghiệm lúc này.</b> Bạn sẽ được hướng dẫn sử dụng kinh nghiệm này sau.

source: Which location did each investigator resign at?
es: ¿En qué Lugar desistió cada investigador?
fr: Dans quel lieu chaque investigateur a-t-il abandonné ?
it: In quale luogo ha abbandonato ciascun investigatore?
ru: Из какой локаций каждый сыщик совершил побег?
vi: Mỗi điều tra viên đã từ bỏ (resign) ở vị trí nào?
