Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/a_light_*_the_fog.po
Languages: es, fr, it, ru, vi

source: Coming here was a terrible mistake. Falcon Point is no simple lighthouse, but a headquarter for the Order of Dagon, even more hostile and deadly than the town of Innsmouth you left behind. With danger at every turn and the hateful lighthouse keeper hot on your tail, you leave the secrets of the lighthouse behind and flee into the dark woods. By the time you are too deep into the treeline to see the lighthouse beacon, you are utterly exhausted. You know it is too dangerous to stop moving, but you can hardly stand. You brace yourself against a nearby treeand stare up into the sky. Behind the clouds, deep crimson hues spell an ominous end for all of humankind. Your skull pounds as you struggle to remember why. The moon and sun slide into alignment. A thunderous crash resounds in the distance. Dark, churning clouds swirl and seethe above the hateful ocean. What does it all mean? What is the truth behind the Esoteric Order of Dagon? The truth hidden in Devil Reef? Darkness overtakes you once more.
es: Venir aquí fue un terrible error. En el Cabo del Halcón no hay un simple faro, sino que se trata del cuartel general de la Orden de Dagón, un lugar más hostil y letal que la ciudad de Innsmouth que dejaste atrás. Con los peligros que acechan a cada paso que das y el terrible farero que te persigue, dejas los secretos del faro y huyes hacia el oscuro bosque. Para cuando estás tan metido entre los árboles que ni siquiera ves la luz del faro, el cansancio que sientes es abrumador. Sabes que dejar de moverte sería demasiado peligroso, pero apenas puedes mantenerte en pie. Te apoyas en un árbol cercano y miras el cielo. Tras las nubes, un siniestro color carmesí intenso anuncia un funesto fin para toda la humanidad. El cráneo te martillea de forma agónica mientras tratas de recordar por qué. El sol y la luna se deslizan hasta alinearse. Un gran estruendo resuena a lo lejos. Nubes oscuras y arremolinadas se reúnen sobre el terrible océano. ¿Qué significa todo esto? ¿Cuál es la verdad que oculta la Orden Esotérica de Dagón? ¿Y la que oculta el Arrecife del Diablo? La oscuridad vuelve a apoderarse de tus sentidos.
fr: Venir Ici était une très mauvaise idée. La Pointe du Faucon n'est pas un simple phare, c'est le quartier général de l'Ordre Ésotérique de Dagon, un endroit plus dangereux et mortel que la ville d'Innsmouth que vous avez laissée derrière vous. Le danger rôde à chaque coin et cet immonde gardien de vous traque. Vous décidez de laisser les secrets du phare là où ils sont et vous fuyez à travers les bois. Vous vous aventurez assez loin pour ne plus voir la lumière du phare malgré votre intense fatigue. Vous savez qu'il est dangereux de s'arrêter, mais vous êtes incapable de poursuivre. Vous vous appuyez contre le premier arbre venu et levez les yeux. Derrière les nuages, les nuées cramoisies présagent d'une fin atroce pour toute l'humanité. Vous essayez de vous Souvenir pourquoi, mais un mal de crâne atroce vous assaille. La lune et -le soleil sont sur le point d'être alignés. Le tonnerre résonne au loin. De sombres nuages virevoltent au-dessus de cet horrible océan. Que signifie tout cela ? Quelle vérité se cache derrière l'Ordre Ésotérique de Dagon ? Quels secrets sont dissimulés dans le Récif du Diable ? Vous perdez de nouveau conscience.
it: Vi addentrate in mezzo agli alberi cercando di mettere quanta più distanza possibile fra voi e il faro, fino a crollare a terra, esausti. Fermarsi ora sarebbe pericoloso, lo sapete, ma riuscite a malapena a reggervi in piedi. Vi appoggiate all’albero più vicino e alzate lo sguardo al cielo: delle pennellate cremisi macchiano la volta oltre il temporale, disegnando un presagio nefasto per l’umanità intera. Percepite un dolore lancinante alla testa mentre cercate di ricordarne il motivo… La luna e il sole scorrono lentamente fino ad allinearsi. In lontananza risuona il boato di un tuono: le nuvole oscure e rigonfie vorticano e turbinano sull’oceano in tempesta. Cosa significa tutto questo? Qual è la verità che si cela dietro l’Ordine Esoterico di Dagon e lo Scoglio del Diavolo? Le tenebre avvolgono ancora una volta i vostri sensi.
ru: Приехать сюда было ужасной ошибкой. Фэлкон-Пойнт — не просто маяк, но целая штаб-квартира ордена Дагона. Это место ещё кошмарнее и смертоноснее, чем Инсмут, из которого вы недавно сбежали. Опасности подстерегают на каждом шагу, а на хвосте висит зловещий смотритель, поэтому вы оставляете маяк с его тайнами позади и бежите к лесу. Углубившись в него настолько, что строение больше не видно, вы понимаете, насколько измотаны. Вы знаете, что останавливаться слишком опасно, но вы уже с трудом держитесь на ногах. Прислонившись к ближайшему дереву, вы смотрите в небо. За облаками глубокие багровые оттенки предвещают зловещий конец всему человечеству. Ваша голова раскалывается, но вы не помните почему. Солнце и луна выстраиваются в одну линию. Вдалеке раздаётся громкий треск. Над зловещим океаном извиваются и клубятся тёмные тучи. Что всё это значит? В чём истинное предназначение Эзотерического ордена Дагона? Какую правду прячет риф Дьявола? Тьма снова поглощает вас.
vi: Đến đây là một sai lầm khủng khiếp. Falcon Point không phải là ngọn hải đăng đơn giản mà là trụ sở chính của Order of Dagon, thậm chí còn thù địch và nguy hiểm hơn cả thị trấn Innsmouth mà bạn đã bỏ lại phía sau. Với nguy hiểm ở mọi ngã rẽ và người canh giữ ngọn hải đăng đáng ghét đang bám đuôi bạn, bạn bỏ lại những bí mật của ngọn hải đăng phía sau và chạy trốn vào khu rừng tối tăm. Khi bạn đã đi quá sâu vào hàng cây để có thể nhìn thấy ngọn hải đăng, bạn đã hoàn toàn kiệt sức. Bạn biết rằng việc ngừng di chuyển là quá nguy hiểm nhưng bạn thậm chí còn khó có thể đứng vững. Bạn dựa mình vào một cái cây gần đó và nhìn lên bầu trời. Đằng sau những đám mây, màu đỏ thẫm báo hiệu một kết cục đáng ngại cho toàn nhân loại. Hộp sọ của bạn đập mạnh khi bạn cố gắng nhớ lý do tại sao. Mặt trăng và mặt trời thẳng thành một hàng. Một tiếng sấm sét vang lên ở phía xa. Những đám mây đen cuộn xoáy và sôi sục trên đại dương đầy thù hận. Tất cả nó có nghĩa gì? Sự thật đằng sau Dòng Dagon bí truyền là gì? Sự thật ẩn giấu trong Rạn San Hô Quỷ là gì? Bóng tối lại chiếm hữu bạn một lần nữa.

source: A Light in the Fog
es: Una luz en la niebla

source: Note: The order of the locations on each row does not matter, so long as Lantern Room, Lighthouse Stairwell, and each Sunken Grotto are on the same column, as depicted.
es: Nota: el orden de los Lugares de cada fila no importa, siempre que la Sala de la linterna, la Escalera del faro y todas las Grutas hundidas estén en la misma columna, como se muestra en la imagen.
fr: Note : l'ordre des lieux dans chaque ligne n'a aucune importance tant que la Salle de la Lampe, l'Escalier du Phare et chaque lieu Grotte Engloutie sont sur la même colonne comme indiqué.

source: Lantern Room
fr: Salle de la Lampe

source: Falcon Point Gatehouse
fr: Portail de la Pointe du Faucon

source: Falcon Point Cliffside
fr: Falaise de la Pointe du Faucon

source: Lighthouse Stairwell
fr: Escalier du Phare

source: Lighthouse Keeper's Cottage
fr: Dépendance du Gardien du Phare

source: Sunken Grotto (Upper Depths)
fr: Grotte Engloutie (Étages Supérieurs)

source: Sunken Grotto (Lower Depths)
fr: Grotte Engloutie (Étages Intermédiaires)

source: Sunken Grotto (Final Depths)
fr: Grotte Engloutie (Étages Inférieurs)
