Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/a_light_*_the_fog.po
Languages: es, fr, it, ru, vi

source: Agenda 1
es: Plan 1
fr: Intrigue 1
it: Trama 1
ru: Замысел 1

source: Agenda 2
es: Plan 2
fr: Intrigue 2
it: Trama 2
ru: Замысел 2

source: Agenda 3
es: Plan 3
fr: Intrigue 3
it: Trama 3
ru: Замысел 3

source: Agenda 4
es: Plan 4
fr: Intrigue 4
it: Trama 4
ru: Замысел 4

source: Scenario VI: A Light in the Fog
es: Escenario VI: Una luz en la niebla
fr: Scénario VI : Une Lueur dans le Brouillard
it: Scenario VI: Una Luce nella Nebbia
ru: Сценарий VI: Свет в тумане
vi: Màn chơi VI: Ánh đèn trong sương mù

source: Crimson-tinted fog bathes the sky as you reach the gatehouse of Falcon Point. Atop the cliffs above you, the lighthouse beacon pierces through the mist. Considering the state of Innsmouth, you wonder what purpose the signal serves now. You doubt there are any ships out at sea given the inclement weather. Somewhere inside is the evidence you found weeks ago. You suspect that Oceiros—the man who captured you and left you in that pit to die—also resides within. "Are you ready?" Agent Harper asks. "We have no real escape route here, should things go south. Be prepared for anything." You nod. It's too late to turn back now. Steadily, you make your way toward the cliffs. One way or another, this ends today.
es: Una niebla de tintes carmesí baña el cielo cuando llegas a la garita del Cabo del Halcón. Sobre los acantilados, la luz del faro atraviesa la neblina. Teniendo en cuenta el estado en el que se encuentra Innsmouth, te preguntas qué propósito tiene la señal en estos momentos. Dudas que haya barcos en el mar con este tiempo infernal. En algún lugar de su interior están las pruebas que encontraste hace semanas. Sospechas que Oceiros, el hombre que te capturó y que te abandonó en ese pozo para que murieras, también vive aquí. –¿Está listo? –pregunta la agente Harper–. No tenemos ninguna ruta de huida si las cosas se ponen feas. Esté preparado para cualquier cosa. Asientes. Ya es demasiado tarde para dar media vuelta. Emprendéis el camino hacia los acantilados. De un modo u otro, esto acaba hoy.
fr: Un brouillard cramoisi baigne le ciel lorsque vous atteignez le portail de la Pointe du Faucon. Surplombant les falaises devant vous, la lumière du phare perce la brume. Vu l'état d'Innsmouth, vous vous demandez à quoi sert encore ce signal. Vous doutez que le moindre bateau ait pris la mer par ce temps. Les preuves que vous aviez rassemblées quelques semaines plus tôt se trouvent ici. Vous suspectez qu'Oceiros — l'homme qui vous a capturé et jeté dans ce gouffre pour en finir avec vous — s'y trouve également. « Tout va bien ? » demande I 'agent Harper. « Nous n'avons pas vraiment de plan de repli. Si les choses tournent mal, soyez prêt à toute éventualité. » Vous hochez la tête. Il est trop tard pour reculer de toute façon. Vous prenez la direction des falaises. D'une manière ou d'une autre, c'est aujourd'hui que tout s'achève.
it: Raggiungete la guardiola di Punta del Falco camminando sotto un cielo cremisi; sopra la scogliera, la luce del faro perfora la nebbia come un coltello affilato. Considerando le condizioni in cui versa il villaggio di Innsmouth, vi chiedete a cosa possa servire quel segnale: difficile credere che vi siano navi in mare con questo tempo inclemente. Da qualche parte là dentro devono esserci le prove che avete trovato qualche settimane fa, e con esse anche Oceiros, l’uomo che vi ha catturati e gettati a morire in quella grotta. “Siete pronti?” vi ridesta dai vostri pensieri l’agente Harper. “Se le cose dovessero mettersi male, dubito che riusciremo a fuggire. Siate pronti a tutto.” Annuite; ormai è troppo tardi per tirarvi indietro. Vi fate forza e cominciate a camminare in direzione della scogliera: in un modo o nell’altro, oggi porrete fine a questa follia.
ru: Приближаясь к Фэлкон-Пойнт, вы наблюдаете, как багровый туман застилает небо. С вершины холма над вами сквозь клочья мглы то и дело прорезается луч маяка. Учитывая состояние Инсмута, вы задумываетесь, с какой целью этот сигнал подаётся сейчас. Вряд ли в море есть корабли, в такую-то погоду. Где-то внутри этого здания лежат зацепки, обнаруженные вами несколько недель назад. Вы подозреваете, что Осайрос — человек, что схватил вас и бросил умирать в той дыре, — тоже здесь. «Готовы? — спрашивает агент Харпер. — Если всё пойдёт наперекосяк, особых путей для отхода у нас нет. Нужна постоянная бдительность». Вы киваете. Поворачивать назад поздно. Вы уверенно направляетесь к скалам. Так или иначе, это закончится сегодня.
vi: Sương mù màu đỏ thẫm bao phủ bầu trời khi bạn đến cổng của Falcon Point. Trên đỉnh những vách đá phía trên bạn, ngọn hải đăng chiếu sáng xuyên qua màn sương mù. Xem xét tình trạng của thị trấn Innsmouth, bạn tự hỏi mục đích của tín hiệu này là gì. Bạn nghi ngờ không có con tàu nào ngoài biển do thời tiết xấu. Đâu đó bên trong chỗ này là bằng chứng bạn tìm thấy vài tuần trước. Bạn nghi ngờ rằng Oceiros—kẻ đã bắt bạn và bỏ mặc bạn trong cái hố đó cho đến chết—cũng cư trú bên trong. "Cậu đã sẵn sàng chưa?" Đặc vụ Harper hỏi. "Chúng ta không có lối thoát thực sự ở đây, nếu mọi chuyện đi theo chiều hướng xấu. Hãy chuẩn bị cho bất cứ gì có thể xảy ra." Bạn gật đầu. Bây giờ đã quá muộn để quay lại. Một cách kiên định, bạn tiến về phía vách đá. Bằng cách nào đi chăng nữa, chuyện này sẽ kết thúc vào ngày hôm nay.

source: Put Falcon Point Gatehouse, Falcon Point Cliffside, Lighthouse Stairwell, and Lighthouse Keeper's Cottage into play on the same row. Put Lantern Room into play directly above Lighthouse Stairwell. <i>(See Location Placement (Act 1))</i>.
es: Pon en juego la Garita del Cabo del Halcón, el Acantilado del Cabo del Halcón, la Escalera del faro y la Cabaña del farero en la misma fila. Pon en juego la Sala de la linterna directamente por encima de la Escalera del faro <i>(consulta la distribución de Lugares sugerida para el acto1)</i>.
fr: Mettez enjeu les lieux suivants les uns côté des autres Sur une même ligne : Portail de la Pointe du Faucon, Falaise de la Pointe du Faucon, Escalier du Phare et Dépendance du Gardien du Phare. Mettez en jeu la Salle de la Lampe juste au-dessus de l'Escalier du Phare (<i>voir la suggestion de placement des lieux pour l'Acte 1</i>).
it: Mettete in gioco la Guardiola di Punta del Falco, la Scogliera di Punta del Falco, la Scalinata del Faro e il Cottage del Guardiano del Faro sulla stessa riga. Mettete in gioco la Sala della Lanterna direttamente sopra la Scalinata del Faro <i>(vedi la disposizione dei luoghi per il Capitolo 1)</i>.
ru: Введите в игру в один ряд следующие локации: «Сторожка у ворот», «Край утёса», «Лестница маяка» и «Коттедж смотрителя». Введите в игру локацию «Фонарное помещение» прямо над «Лестницей маяка» <i>(см. примерный расклад локаций для сцены 1)</i>.
vi: Đặt Falcon Point Gatehouse, Falcon Point Cliffside, Lighthouse Stairwell và Lighthouse Keeper's Cottage vào chơi cùng một hàng. Đặt Lantern Room vào chơi ngay phía trên Lighthouse Stairwell. <i>(Xem phần Vị trí sắp xếp (Act 1))</i> .

source: Each investigator begins play at Falcon Point Gatehouse.
es: Cada investigador comienza la partida en la Garita del Cabo del Halcón.
fr: Chaque investigateur commence la partie sur le Portail de la Pointe du Faucon.
it: Iniziate la partita nella Guardiola di Punta del Falco.
ru: Все сыщики начинают игру в «Сторожке у ворот».
vi: Mỗi điều tra viên bắt đầu chơi tại Falcon Point Gatehouse.

source: From among the Tidal Tunnel locations, remove the 2 Underground River locations from the game.
es: Retira de la partida los 2 Lugares Río subterráneo de entre los Lugares Túnel de marea.
fr: Parmi les lieux Tunnel Aquatique, retirez les deux lieux Rivière Souterraine de la partie.
it: Rimuovete dal gioco i 2 luoghi Fiume Sotterraneo dai luoghi Galleria Marina.
ru: Удалите из игры 2 экземпляра локации «Подземная река» (они находятся на открытой стороне карт набора «Затопленные пещеры»).
vi: Trong số các vị trí Tidal Tunnel, hãy loại bỏ 2 vị trí Underground River khỏi màn chơi.

source: Location Placement (Act 1)
es: Distribución de Lugares sugerida para el acto1
fr: Placement des Lieux pour l'acte 1
it: Disposizione dei Luoghi per il Capitolo 1
ru: Примерный расклад локаций для сцены 1
vi: Vị trí sắp xếp (Act 1)

source: Note: The order of the locations in this row does not matter, so long as Lantern Room is directly above Lighthouse Stairwell.
es: Nota: el orden de los Lugares de esta fila no importa, siempre que la Sala de la linterna esté directamente encima de la Escalera del faro.
fr: Note : l'ordre des lieux dans cette ligne n'a aucune importance tant que la Salle de la Lampe est située directement au-dessus de l'Escalier du Phare.
it: Nota: L’ordine dei luoghi in questa riga non è importante, fintanto che la Sala della Lanterna si trova direttamente sopra la Scalinata del Faro.
ru: <b>Обратите внимание:</b> Порядок локаций в этом ряду не имеет значения. Главное, чтобы «Фонарное помещение» находилось прямо над «Лестницей маяка».
vi: Lưu ý: Thứ tự của các vị trí trong hàng này không quan trọng, miễn là Lantern Room nằm ngay phía trên Lighthouse Stairwell.

source: Location Placement (Act 3 / Agenda 3)
es: Distribución de Lugares sugerida para el acto3/plan 3
fr: Placement des Lieux pour l'Acte 3 / l'Intrigue 3
it: Disposizione dei Luoghi per il Capitolo 3 / Trama 3
ru: Примерный расклад локаций для сцены 3 и замысла 3
vi: Vị trí sắp xếp (Act 3 / Agenda 3)

source: Set each key aside, as follows:
es: Pon aparte todas las llaves, de la siguiente forma:
it: Collocate ogni chiave come segue:
ru: Отложите в сторону ключи следующим образом:
vi: Đặt từng chìa khóa sang một bên, như sau:

source: Set the white, black, blue, yellow and red keys aside, faceup.
es: Pon aparte las llaves blanca, negra, azul, amarilla y roja, boca arriba.
fr: Mettez de côté face visible la clé blanche, la clé noire, la clé bleue, la clé jaune et la clé rouge.
it: Mettete da parte le chiavi bianca, gialla, nera, blu e rossa a faccia in su.
ru: Белый, чёрный, синий, жёлтый и красный лицевой стороной вверх.
vi: Đặt các chìa khóa trắng, đen, xanh biển, vàng và đỏ sang một bên, ngửa lên.

source: Set the purple and green keys aside, facedown. Shuffle them so you do not know which is which.
es: Pon aparte las llaves morada y verde, boca abajo. Mézclalas para que no sepas cuál es cuál.
fr: Mettez de côté face cachée la clé verte et la clé violette. Mélangez-les de manière à ne pas pouvoir les distinguer.
it: Mettete da parte le chiavi viola e verde a faccia in giù. Mescolatele in modo da non riconoscerle.
ru: Фиолетовый и зелёный лицевой стороной вниз. Перемешайте их, чтобы вы не знали, какой где.
vi: Đặt các chìa khóa tím và xanh lá sang một bên, úp xuống. Xáo trộn chúng để bạn không biết cái nào là cái nào.

source: Put the double-sided “Captured!” story card into play next to the scenario reference card, with its story side faceup. (This card is on the reverse side of the Holding Cell location.) Its text is active.
es: Pon en juego la carta de Historia «¡Capturados!» de doble cara, junto a la carta de referencia de escenario y con su lado de Historia boca arriba (esta carta está en el reverso del Lugar Calabozos). Su texto está activo.
fr: Mettez en jeu la carte Histoire « Capturé ! » à côté de la carte de référence du scénario, face Histoire visible. (Cette carte se trouve au verso du lieu Cellules de Rétention.) Son texte est actif.
it: Mettete in gioco la carta storia Imprigionato! a due lati accanto alla carta di consultazione dello scenario, con il lato storia a faccia in su (si trova sul lato opposto del luogo Celle di Detenzione). Il testo della carta è attivo.
ru: Введите двустороннюю карту сюжета «Схвачены!» в игру рядом с памяткой сценария стороной карты сюжета вверх. <i>(Она находится на обратной стороне локации «Тюремные камеры».)</i> Её игровой текст считается активным.
vi: Đặt lá bài “Captured!” vào chơi bên cạnh lá bài tham chiếu của màn chơi, với mặt câu chuyện của nó được ngửa lên. (Lá bài này là mặt còn lại của vị trí Holding Cell.) Các dòng chữ trên nó đang được hoạt động.

source: Set the following cards aside, out of play: the Oceiros Marsh enemy, both copies of the Worth His Salt treachery, and both copies of the Taken Captive treachery.
es: Pon aparte las siguientes cartas, fuera del juego: el Enemigo Oceiros Marsh, ambas copias de la Traición Digno de su puesto y ambas copias de la Traición Hecho prisionero.
fr: Mettez de côté les cartes suivantes, hors jeu : l'ennemi Oceiros Marsh, les deux exemplaires de la traîtrise Marin Endurci et les deux exemplaires de la traîtrise Fait Prisonnier.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: il nemico Oceiros Marsh, le 2 copie della sventura Nomea Famigerata e le 2 copie della sventura Catturato.
ru: Отложите в сторону следующие карты: врага «Осайрос Марш», оба экземпляра напасти «Пашет как проклятый» и оба экземпляра напасти «В плену».
vi: Đặt những lá bài sau đây sang một bên: kẻ địch Oceiros Marsh, cả 2 lá bài treachery Worth His Salt, và cả 2 lá bài treachery Taken Captive.

source: During this scenario, each colored key represents a different object. You can use the "Keys" option below to reveal their narrative role as they enter play.
it: Durante questo scenario, ogni chiave colorata rappresenta un oggetto diverso. Puoi utilizzare l’opzione “Chiavi” qui sotto per rivelare il loro ruolo narrativo quando entrano in gioco.
ru: В этом сценарии ключи представляют собой разные объекты. Вы можете использовать кнопку «Ключи» внизу, чтобы узнать их повествовательную роль по мере их входа в игру.
vi: Trong màn chơi này, mỗi chìa khóa màu đại diện cho một vật thể khác nhau. Bạn có thể sử dụng tùy chọn "Chìa khóa" bên dưới để tiết lộ vai trò của chúng khi chúng tham gia vào chơi.

source: Check Campaign Log:
es: Comprueba el registro de campaña:
fr: Vérifiez le Carnet de Campagne :
it: Controllate il Diario della Campagna:
ru: Сверьтесь с журналом:
vi: Kiểm tra Nhật ký Chiến dịch:

source: If <i>the idol was brought to the lighthouse</i>:
es: Si <i>llevaron el ídolo al faro</i>:
fr: Si <i>l'idole a été emportée au phare</i> :
it: Se <i>l’idolo è stato portato al faro</i>:
ru: Если <i>идол перенесён на маяк</i>:
vi: Nếu <i>tượng thần đã được đem tới ngọn hải đăng</i>:

source: Search the collection for the Waveworn Idol and set it aside, out of play.
es: Busca el Ídolo desgastado por el oleaje en la colección y ponlo aparte, fuera del juego.
fr: Cherchez l'Idole Érodée dans la collection et mettez-la de côté, hors jeu.
it: Cercate nella collezione l’Idolo delle Maree e mettetelo da parte, temporaneamente fuori dal gioco.
ru: Найдите в коллекции карту «Омытый волнами идол» и отложите её в сторону.
vi: Tìm trong bộ sưu tập lá bài Waveworn Idol và đặt nó sang một bên, ngoài khu vực chơi.

source: If <i>the mantle was brought to the lighthouse</i>:
es: Si <i>llevaron el manto al faro</i>:
fr: Si <i>la cape a été emportée au phare</i> :
it: Se <i>il manto è stato portato al faro</i>:
ru: Если <i>покров перенесён на маяк</i>:
vi: Nếu <i>áo chàng đã được đem tới ngọn hải đăng</i>:

source: Search the collection for the Awakened Mantle and set it aside, out of play.
es: Busca el Manto despertado en la colección y ponlo aparte, fuera del juego.
fr: Cherchez la Cape de l'Éveillé dans la collection et mettez-la de côté, hors jeu.
it: Cercate nella collezione il Manto del Risvegliato e mettetelo da parte, temporaneamente fuori dal gioco.
ru: Найдите в коллекции карту «Покров пробуждения» и отложите её в сторону.
vi: Tìm trong bộ sưu tập lá bài Awakened Mantle và đặt nó sang một bên, ngoài khu vực chơi.

source: If <i>the headdress was brought to the lighthouse</i>:
es: Si <i>llevaron la diadema al faro</i>:
fr: Si <i>la tiare a été emportée au phare</i> :
it: Se <i>la corona è stata portata al faro</i>:
ru: Если <i>венец перенесён на маяк</i>:
vi: Nếu <i>vương miện đã được đem tới ngọn hải đăng</i>:

source: Search the collection for the Headdress of Y'ha-nthlei and set it aside, out of play.
es: Busca la Diadema de Y'ha-nthlei en la colección y ponla aparte, fuera del juego.
fr: Cherchez la Tiare de Y'ha-nthlei dans la collection et mettez-la de côté, hors jeu.
it: Cercate nella collezione la Corona di Y’ha-nthlei e mettetela da parte, temporaneamente fuori dal gioco.
ru: Найдите в коллекции карту «Венец Й'ха-нтлеи» и отложите её в сторону.
vi: Tìm trong bộ sưu tập lá bàiHeaddress of Y'ha-nthlei và đặt nó sang một bên, ngoài khu vực chơi.

source: If <i>the investigators reached Falcon Point after sunrise</i>:
es: Si <i>los investigadores llegaron al Cabo del Halcón tras la salida del sol</i>:
fr: Si <i>les investigateurs ont atteint la Pointe du Faucon après le lever du soleil</i> :
it: Se <i>avete raggiunto Punta del Falco dopo l’alba</i>:
ru: Если <i>сыщики добрались до Фэлкон-Пойнт после рассвета</i>:
vi: Nếu <i>các điều tra viên đến Falcon Point sau khi mặt trời mọc</i>:

source: Place 1 doom on Agenda 1.
es: Pon 1 ficha de Perdición sobre el plan 1.
fr: Placez 1 fatalité sur I 'Intrigue 1.
it: Collocate 1 destino sulla Trama 1.
ru: Положите 1 безысходность на замысел 1.
vi: Đặt 1 doom vào Agenda 1.

source: If <i>the tide has grown stronger</i>:
es: Si <i>la marea se ha vuelto más fuerte</i>:
fr: Si <i>la marée s'est renforcée</i> :
it: Se <i>la marea si è alzata vertiginosamente</i>:
ru: Если <i> прилив усиливается</i>:
vi: Nếu <i>thủy triều trở nên mạnh hơn</i>:

source: Add the flood tokens to the token pool.
it: Aggiungete i segnalini allagamento alla riserva dei segnalini.
ru: Добавьте жетоны затопления в резерв жетонов.
vi: Thêm token lũ lụt vào kho chứa token.

source: Flashback XII
es: Destello del pasado XII
ru: ПРОБЛЕСК XII
vi: Hồi tưởng XII

source: Flashback XIII
es: Destello del pasado XIII
ru: ПРОБЛЕСК XIII
vi: Hồi tưởng XIII

source: Which keys do you want to read the representation of:
it: Le chiavi rappresentano quanto segue:
ru: Для каких ключей вы хотите прочитать представление:
vi: Bạn muốn đọc mô tả của chìa khóa nào:

source: Read
it: Leggere
ru: Прочитать
vi: Đọc

source: Red
it: Rossa
ru: Красный
vi: Đỏ

source: Blue
it: Blu
ru: Синий
vi: Xanh biển

source: Green
it: Verde
ru: Зелёный
vi: Xanh lá

source: Yellow
it: Gialla
ru: Жёлтый
vi: Vàng

source: Purple
it: Viola
ru: Фиолетовый
vi: Tím

source: Black
es: Negra
it: Nera
ru: Чёрный
vi: Đen

source: White
es: Blanca
it: Bianca
ru: Белый
vi: Trắng

source: Red: A gilded key made of coral and covered in strange, glowing runes. The word "Y'ha-nthlei" is inscribed upon the handle.
es: Roja: Una llave bañada en oro hecha de coral y cubierta de extrañas runas brillantes. En el agarre tiene inscrita la palabra «Y'ha-nthlei».
fr: Rouge : une clé dorée faite de corail et recouverte d'étranges runes brillantes. Le mot « Y'ha-nthlei » est inscrit sur son anneau.
it: Rossa: Una chiave dorata fatta di corallo, ricoperta di strane rune lucenti. Sull’impugnatura è incisa la parola “Y’ha-nthlei”.
ru: Красный: позолоченный коралловый ключ, покрытый неземными светящимися рунами. На рукоятке вырезано слово «Й'ха-нтлеи».
vi: Đỏ: Một chiếc chìa khóa mạ vàng làm bằng san hô và được bao phủ bởi những chữ rune phát sáng kỳ lạ. Từ "Y'ha-nthlei" được khắc trên tay cầm.

source: Blue: A key carved with a symbol of an engorged fish eye.
es: Azul: Una llave tallada con el símbolo de un abultado ojo de pez.
fr: Bleu : une clé gravée d'un symbole représentant un œil de poisson exorbité.
it: Blu: Una chiave su cui è inciso il simbolo dell’occhio rigonfio di un pesce.
ru: Синий: ключ, на котором выгравирован выпученный рыбий глаз.
vi: Xanh biển: Một chiếc chìa khóa được chạm khắc hình mắt cá căng đầy.

source: Green: A fist-sized cluster of raw peridot that pulses and glows with unnatural light.
es: Verde: Un trozo de peridoto puro del tamaño de un puño que palpita y brilla con una luz sobrenatural.
fr: Vert : une poignée de péridot brut de la taille d'un poing qui vibre et brille mystérieusement.
it: Verde: Un pezzo di peridoto grezzo grande quanto un pugno, che pulsa e riluce di un bagliore innaturale.
ru: Зелёный: необработанный кусок хризолита размером с кулак, пульсирующий неестественным мерцанием.
vi: Màu xanh lá cây: Một cục đá Peridot thô có kích thước bằng nắm tay, rung và phát một thứ ánh sáng không tự nhiên.

source: Yellow: A heavy iron ring crowded with prison cell keys.
es: Amarilla: Un pesado aro de hierro repleto de llaves de celdas.
fr: Jaune : un lourd anneau de métal portant les clés des cellules de la prison.
it: Gialla: Un pesante anello di ferro con diverse chiavi delle celle di detenzione.
ru: Жёлтый: тяжёлое железное кольцо с ключами от тюремных камер.
vi: Vàng: Một vòng sắt nặng chứa đầy chìa khóa phòng giam.

source: Purple: The deceased larva of a malformed fish.
es: Morada: La larva muerta de un pez deforme.
fr: Violet : le cadavre de la larve d'un poisson difforme.
it: Viola: La larva senza vita di un pesce deforme.
ru: Фиолетовый: мёртвый деформированный рыбий малёк.
vi: Tím: Ấu trùng đã chết của một con cá dị dạng.

source: Black: A map of the depths beneath Devil Reef.
es: Negra: Un mapa de las profundidades que hay bajo el Arrecife del Diablo.
fr: Noir : une carte des profondeurs situées sous le Récif du Diable.
it: Nera: Una mappa delle profondità sotto lo Scoglio del Diavolo.
ru: Чёрный: карта глубин под рифом Дьявола.
vi: Đen: Bản đồ độ sâu bên dưới Rạn San Hô Quỷ.

source: White: A pocket telescope.
es: Blanca: Un telescopio de bolsillo.
fr: Blanc : une longue-vue.
it: Bianca: Un cannocchiale tascabile.
ru: Белый: карманный телескоп.
vi: Trắng: Kính viễn vọng bỏ túi.
