Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/devil_reef.po
Languages: de, es, fr, it, pl, ru, vi, zh

source: Devil Reef
de: Das Teufelsriff

source: Scenario IV: Devil Reef
de: Szenario IV: Das Teufelsriff
es: Escenario IV: Arrecife del Diablo
fr: Scénario IV : Le Récif du Diable
it: Scenario IV: Lo Scoglio del Diavolo
pl: Scenariusz IV: Diabelska rafa
ru: Сценарий IV: Риф Дьявола
vi: Màn IV: Rạn San Hô Quỷ
zh: 冒险IV：魔鬼礁石

source: <center><game>FRIDAY, SEPTEMBER 2, 1927</game></center> <center><game>THREE WEEKS EARLIER</game></center> The rumbling of the boat's engine startles you from your thoughts. "Yeh all right there?" the ship's captain growls. "Yeh look like ye've seen a ghost. Pale as a sheet, yeh are." You turn and face the grizzled old man. Mr. Moore was the only ship captain you could find in Innsmouth who was unafflicted by whatever curse or deformity has gripped most of the town. His apparent humanity, however, has done nothing to spare his broken teeth, crooked jaw, or the massive scar torn down his right cheek. Still, he is a welcome sight, considering the way the rest of your investigation has gone. "Can't believe you want to head to that accurs'd Devil Reef," he exclaims, shaking his head. "It's a fool's errand." You point out that the sailor was happy enough to provide passage after you showed him his payment, earning a raspy chuckle out of him. "Yeh got me there," he admits. "Now get ready. We set off in ten." He stumbles from the main deck into the bridge to chart a course while you prepare for the journey ahead.
de: <center><game>FREITAG, 2. SEPTEMBER 1927</game></center> <center><game>DREI WOCHEN ZUVOR</game></center> Das Dröhnen des Schiffsmotors lässt dich von deinen Gedanken aufschrecken. „Alles in Ordnung da drüben?“, ruft dir der Kapitän des Kutters knurrend entgegen. „Sie sehen aus, als hätten Sie einen Geist gesehen. Kreidebleich sind Sie.“ Du wendest dich dem grauhaarigen, alten Mann zu. Mr. Moore ist der einzige Schiffskapitän in Innsmouth, der von dem Fluch und den Missbildungen, unter denen die meisten Einwohner in Innsmouth leiden, nicht betroffen ist. Seine offensichtliche Menschlichkeit hat ihn aber nicht von abgebrochenen Zähnen, einem schiefen Kiefer und einer riesigen Narbe auf seiner rechten Wange verschonen können. Er ist ein willkommener Anblick, wenn du bedenkst, wie deine bisherige Ermittlung gelaufen ist. „Ich kann es nicht glauben, dass Sie zum verfluchten Teufelsriff wollen“, ruft er und schüttelt seinen Kopf. „Das ist vergebliche Mühe.“ Du weist den Seemann darauf hin, dass er für die Überfahrt bereit war, nachdem du ihm seine Bezahlung gezeigt hattest. Der alte Mann antwortet mit einem rauen Lachen. „Da haben Sie mich erwischt“, gibt er zu. „Halten Sie sich bereit. In zehn Minuten geht’s los.“ Er stolpert vom Hauptdeck auf die Brücke, um einen Kurs zu bestimmen. Währenddessen nimmst du dir die Zeit, dich auf die kommende Reise vorzubereiten.
es: <center><game>VIERNES, 2 DE SEPTIEMBRE DE 1927</game></center> <center><game>TRES SEMANAS ANTES</game></center> El estrépito del motor del barco te saca de tus pensamientos. –¿Se encuentra bien? –gruñe el capitán del barco–. Parece que hubiera visto un fantasma. Está blanco como una pared. Te giras para mirar al canoso anciano. El señor Moore fue el único capitán de barco que pudiste encontrar en Innsmouth que no se había visto afectado por esa maldición o deformidad que ha hecho presa a la mayoría de la ciudad. Sin embargo, su humanidad aparente no ha servido para mejorar sus dientes rotos, la mandíbula torcida o la enorme cicatriz que le recorre la mejilla derecha. Aun así, te alegras de tenerlo contigo, sobre todo teniendo en cuenta cómo se ha desarrollado el resto de tu investigación. –No me puedo creer que quiera ir a ese maldito Arrecife del Diablo –exclama mientras sacude la cabeza–. Es inútil. Le respondes que no le importó lo más mínimo llevarte allí cuando le enseñaste lo que le ibas a pagar, lo que le provoca una ronca carcajada. –Ahí me ha pillado –admite–. Y ahora prepárese. Zarpamos en diez minutos. Se va al puente para trazar el rumbo mientras te aprestas ante la travesía que te espera.
fr: <center><game>VENDREDI 2 SEPTEMBRE 1927</game></center> <center><game>TROIS SEMAINES PLUS TÔT</game></center> Le grondement du moteur du bateau vous tire de vos pensées. « Tout va bien ici ? » grogne le capitaine. « On dirait qu'vous avez vu un fantôme. Z'êtes blanc comme un linge. » Vous vous tournez vers le vieil homme. M. Moore est le seul capitaine d 'Innsmouth qui n'est pas atteint par l'espèce de malédiction ou de difformité qui semble toucher la plupart des habitants de la ville. Son apparence humaine est néanmoins gâchée par des dents gâtées, une mâchoire tordue et une longue cicatrice balafrant sa joue droite. Sa compagnie reste la bienvenue compte tenu de I 'avancée de votre enquête. « J'arrive toujours pas à croire qu'vous vouliez aller voir ce satané Récif du Diable » s'exclame-t-il en secouant la tête. « Quelle idée stupide. » Vous faites remarquer au marin 'il était moins réticent à vous emmener au moment où vous l'avez payé, ce qui le fait éclater de rire. « C'est pas faux » admet-il. « Préparez-vous à partir, on largue les amarres dans dix minutes. » Il quitte te pont principal pour la passerelle afin de calculer votre itinéraire et vous commencez vos préparatifs.
it: <center><game>VENERDÌ 2 SETTEMBRE 1927</game></center> <center><game>TRE SETTIMANE PRIMA</game></center> Il rombo dell’imbarcazione vi fa trasalire. “Tutto bene, laggiù?” Voltandovi in direzione del grugnito incontrate lo sguardo del capitano. “Sembra che abbiate visto un fantasma… Siete pallidi come un lenzuolo.” Mr. Moore possedeva il tipico aspetto brizzolato del marinaio navigato. Era l’unico capitano di Innsmouth che eravate riusciti a trovare, o almeno l’unico che non sembrava offerto dalla maledizione o dalle deformità che tormentano la cittadina di Innsmouth. Nonostante ciò, quell’apparente umanità non sembrava avergli risparmiato i denti spezzati, la mandibola sbilenca o l’enorme cicatrice che attraversava la sua guancia destra. La sua vista era comunque più che apprezzata, considerando il modo in cui stavano procedendo le vostre indagini. “Ancora non ho capito perché volete raggiungere quel dannato Scoglio del Diavolo” esclama scuotendo il capo. “È solo una perdita di tempo.” Gli fate notare quanto sembrasse contento di offrirvi un passaggio dopo aver visto il compenso, e il marinaio esplode in una risata strozzata da un raschio. “Colpito e affondato” ammette. “Ora tenetevi pronti, salpiamo in dieci minuti” afferma prima di allontanarsi dal ponte di coperta con passo incerto in direzione del cassero al fine di tracciare una rotta, lasciandovi il tempo di prepararvi per il viaggio.
pl: <center><game>PIĄTEK, 2 WRZEŚNIA 1927 R.</game></center> <center><game>TRZY TYGODNIE WCZEŚNIEJ</game></center> Dudnienie silnika lodzi wybija was z zamyślenia. „Wszystko w porząsiu, e?” - grzmi kapitan statku. - „Wyglądacie, jakbyście ducha ujrzeli czy co. Bladzi jak papir”. Odwracacie się i patrzycie w twarz szpakowatemu, staremu mężczyźnie. Pan Moore był jedynym kapitanem statku w Innsmouth, jakiego udało wam się znaleźć, który nie był pod wpływem swego rodzaju klątwy czy też deformacji, która dotknęła większość mieszkańców miasta. Jednak matka natura nie była na tyle łaskawa, by oszczędzić mu połamanych zębów, krzywej szczęki czy sporych rozmiarów blizny na prawym policzku. Mimo to jego widok was cieszy, biorąc pod uwagę dotychczasowy przebieg waszego śledztwa. „Nie chce mi się wierzać, że wam śpieszno do tej przeklętej rafy diabła” - pokrzykuje, kręcąc przy tym głową. - „To proszenie się o kłopoty”. Wytykacie żeglarzowi, że wcześniej był aż nadto skory, aby pomóc się wam tam dostać, kiedy pokazaliście mu jego zapłatę. Odpowiada wam szorstkim śmiechem. „Tu mnie macie” - przyznaje. - „A teraz szykujcie się. Za dziesięć minut wyruszamy”. Chwiejnym krokiem zmierza z głównego pokładu na kapitański mostek, aby wytyczyć kurs statku, kiedy wy będziecie przygotowywać się do dalszej podróży.
ru: <center><game>Пятница, 2 сентября 1927 г.</game></center> <center><game>Тремя неделями ранее</game></center> Из задумчивости вас вырывает рокот двигателя. «Вы там как, нормально? — рычит капитан судна. — Глаза на лбу, будто привиденье углядели. Бледные как смерть». Вы оборачиваетесь к бывалому морскому волку. Мистер Мур — единственный капитан в Инсмуте, не пострадавший от этого проклятия или болезни, что изуродовали большинство горожан. Принадлежность к роду человеческому всё же не избавила его от ужасных зубов, кривой челюсти и огромного шрама во всю правую щёку. Тем не менее вас не может не радовать это знакомство, особенно на фоне других «успехов» в расследовании. «Поверить не могу, что вам приспичило на этот проклятый риф Дьявола, — восклицает капитан, качая головой. — Дурацкая затея». Вы подмечаете, что моряк был более чем счастлив предоставить вам транспорт, когда увидел деньги. Тот в ответ сипло хихикает. «Подловили, подловили, — признаёт капитан. — Ладно, готовьтесь. Отбываем в десять». Он ковыляет с палубы на мостик, чтобы проложить курс, а вы готовитесь к путешествию.
vi: <center><game>THỨ SÁU, NGÀY 2 THÁNG 9 NĂM 1927</game></center> <center><game> BA TUẦN TRƯỚC ĐÓ</game></center> Tiếng động cơ tàu ầm ầm làm bạn giật mình thoát khỏi dòng suy nghĩ. "Mọi người ngoài đó ổn chứ?" thuyền trưởng gầm gừ. "Trông cứ như cậu vừa nhìn thấy ma vậy. Mặt mày tái nhợt như tờ giấy." Bạn quay lại và đối mặt với ông già tóc hoa râm. Ông Moore là thuyền trưởng duy nhất bạn có thể tìm thấy ở thị trấn Innsmouth, người không bị ảnh hưởng bởi bất kỳ lời nguyền hay sự méo mò nào đã bao trùm hầu hết thị trấn. Tuy nhiên, dáng vẻ đầy nhân tính của ông ấy không làm giảm đi những chiếc răng gãy, cái hàm vênh hoặc vết sẹo lớn rách trên má phải. Tuy nhiên, ông ấy là một nhân vật đáng hoan nghênh nếu xét đến chặng đường còn lại của cuộc điều tra của bạn đã diễn ra như thế nào. "Không thể tin được là cậu lại muốn đến Rạn San Hô Quỷ đáng nguyền rủa đó," ông ấy kêu lên, lắc đầu. "Chỉ kẻ ngốc mới làm thế." Bạn chỉ ra rằng người thủy thủ đã rất vui lòng cung cấp chuyến đi khi bạn cho anh ta xem khoản tiền được trả, khiến anh ta cười khúc khích. "Cậu thắng rồi," ông ấy thừa nhận. "Bây giờ hãy sẵn sàng. Chúng ta sẽ khởi hành trong 10 phút." Ông ấy loạng choạng từ boong chính xuống cầu để lập biểu đồ trong khi bạn chuẩn bị cho cuộc hành trình phía trước.
zh: <center><game>1927年，9月2日，星期五。</game></center> <center><game>三周前</game></center> 船只的引擎声将你叫醒。“都还好吗？”船长吼道，“你看上去跟鬼一样的。脸白的跟纸一样的，你啊。” 你转过来朝著头发花白的老人。你在印斯茅斯只能找到摩尔船长还肯载你了。无论是诅咒还是异形，都已攫住了大部分村子。但摩尔却不为所动。他显然还是个人类——尽管他牙齿缺损，下巴扭曲，右边脸上还撕开一道大疤。但想到你这一路的调查都看到了什么，能见著他还是令人舒心。 “真没法子信你要去那倒霉催的魔鬼礁石。”他摇著头大声喊道，“呆子才这么做。” 你向船长指出，自己给钱之后，他可开心载你一程了。这惹得他发出一阵刺耳的怪笑。 “你倒是讲到点了。”他承认道，“现在做好准备。我们十分钟后出发。”他从主甲板上踉踉跄跄地爬上舰桥，测定航行，而你则在准备前方的征程。

source: Agent Dawson boards the ship at last. He sports a heavy overcoat and carries a shotgun slugged over his shoulder. "Agent Harper had a cache with some extra firepower," he explains. "I figured, given the rumors, it couldn't hurt." You know what rumors Dawson refers to: Devil Reef is supposedly haunted, or perhaps infested, with some manner of devilish sea creature. The sailors of Innsmouth speak of silhouettes crawling in and out of caves along the reef's many islands, of strangely misshapen fins sighted along the surface of the sea, and of entire boats crashing against the jagged rocks and vanishing beneath the waves. "All of our research has led to this. Whatever is going on in this town, the Esoteric Order of Dagon and this 'Devil Reef' are at the heart of it. Agent Harper suspects these rumors were spread by the Order to keep sailors away from the reef. If that's true, there must be something the Order is hiding." You ask where Harper is, and Dawson shoots you a hard glance. "She has her mission. We have ours." You remind Dawson that you've already accomplished the mission you were hired to perform, which yields a smirk from the hardened vet. "True. And yet here you are." He has a point. You could have left right after Harper was rescued, but you stayed to assist with their investigation. Perhaps out of a sense of duty, or perhaps curiosity. Whatever it was, you're here now, and there's no going back.
de: Agent Dawson geht als Letzter an Bord. Er trägt einen schweren Übermantel und hat eine Schrotflinte über die Schulter gehängt. „Agent Harper hat noch einen Geheimvorrat an zusätzlicher Feuerkraft angelegt“, erklärt er. „Glaubt man den Gerüchten, kann das sicher nicht schaden.“ Du weißt genau, auf welche Gerüchte Dawson anspielt: Am Teufelsriff soll es spuken und nur so von teuflischen Meereskreaturen wimmeln. Die Seeleute von Innsmouth sprechen von Schemen, die aus den Höhlen entlang des Riffs und der vielen Inseln herauskommen. Auch sollen seltsame missgestaltete Flossen an der Wasseroberfläche gesichtet worden sein. Ganze Boote sollen unter den Wellen verschwinden, nachdem sie mit den gezackten Felsen dort zusammengestoßen sind. „Unsere gesamte Ermittlung hat uns hier hingeführt. Was auch immer in dieser Stadt vor sich geht, der Esoterische Orden von Dagon und dieses ‚Teufelsriff ‘ sind der Ursprung von allem. Agent Harper nimmt an, dass diese Gerüchte vom Orden gestreut wurden, um Seeleute vom Riff fernzuhalten. Wenn das stimmt, muss der Orden dort etwas verstecken.“ Du fragst Dawson, wo Harper ist, aber er blickt dich nur streng an. „Sie hat ihre eigene Mission. Wir haben unsere.“ Du erinnerst Dawson daran, dass du deine Mission bereits abgeschlossen hast, für die er dich angeheuert hatte. Deine Bemerkung entlockt dem gestählten Veteranen ein leichtes Grinsen. „Das stimmt. Und dennoch sind Sie hier.“ Er hat recht. Du hättest gleich nach Harpers Rettung gehen können, aber du bist geblieben, um ihnen bei ihren Ermittlungen zu helfen. Vielleicht aus Pflichtbewusstsein oder aus Neugierde. Weshalb auch immer, jetzt bist du hier und es gibt kein Zurück.
es: El agente Dawson sube a bordo por fin. Lleva un pesado abrigo y una escopeta al hombro. –La agente Harper tenía un alijo de armas adicionales –te explica–. Dados los rumores, he pensado que no estaría de más traer algo. Sabes a qué rumores se refiere Dawson: se supone que el Arrecife del Diablo está encantado, o puede que infestado, con una especie de demoníacas criaturas marinas. Los marineros de Innsmouth hablan de siluetas que entran y salen reptando de las cuevas que pueblan las muchas islas del arrecife, o de aletas extrañamente deformes que aparecen en la superficie del mar, y de barcos que se estrellan contra las afiladas rocas y desaparecen bajo las olas. –Toda nuestra investigación nos ha llevado hasta aquí. Sea lo que sea lo que ocurre en esta ciudad, la Orden Esotérica de Dagón y este «Arrecife del Diablo» están en todo el meollo. La agente Harper sospecha que fue la Orden quien propagó estos rumores para que los marineros se mantuvieran alejados del arrecife. Si es cierto, debe de haber algo que la Orden quiere mantener oculto. Le preguntas por el paradero de Harper, pero Dawson te fulmina con la mirada: –Ella tiene su misión, y nosotros la nuestra. Recuerdas a Dawson que ya has cumplido la misión para la que te contrató, lo que saca una sonrisa socarrona del avezado veterano. –Es verdad. Pero aquí sigue. Tiene razón. Podrías haberte marchado nada más rescatar a Harper, pero te quedaste para ayudar en la investigación. Tal vez por un sentimiento de deber, o tal vez por curiosidad. Fuera lo que fuera, ahora estás aquí y no hay marcha atrás.
fr: L'agent Dawson embarque en dernier. Il a revêtu un épais manteau et porte un fusil de chasse sur son épaule. « L'agent Harper avait une cache avec quelques armes supplémentaires », explique-t-il. « Compte tenu des rumeurs, je me suis dit que cela ne pouvait pas faire de mal. » Vous connaissez les rumeurs dont parle Dawson : le Récif du Diable est réputé hanté, ou peut-être infesté, par des créatures marines démoniaques. Les marins d'Innsmouth parlent de silhouettes rampant dans et hors des grottes le long des nombreuses îles du récif, de nageoires difformes observées à la surface de la mer, et de bateaux entiers s'échouant contre les rochers tranchants et disparaissant sous les vagues. « Toutes nos recherches nous mènent là. Quoi qu'il se passe dans cette ville, l'Ordre Ésotérique de Dagon et ce Récif du Diable sont au centre de tout. L'agent Harper pense que ces rumeurs ont été répandues par I 'Ordre pour éloigner les marins du récif. Si c'est vrai, il doit y avoir là quelque chose que l'Ordre cache. » Vous lui demandez où se trouve Harper et Dawson vous jette un regard mauvais. « Elle a sa mission. Nous avons la nôtre. » Vous rappelez à Dawson que vous avez déjà accompli la mission pour laquelle vous avez été engagé, ce qui fait sourire te vétéran endurci. « Exact. Et pourtant, vous êtes là. » Il marque un point. Vous auriez pu partir juste après avoir secouru Harper, mais vous êtes resté pour les aider dans leur enquête. Peut-être par sens du devoir, peut-être par curiosité. Quoi qu'il en soit, vous êtes resté, et vous ne pouvez plus faire demi-tour.
it: L’agente Dawson sale a bordo per ultimo, sfoggiando un pesante soprabito e un fucile a pompa a tracolla. “Harper aveva un deposito nascosto con qualche giocattolo per le emergenze” spiega. “Visto quello che si dice in giro, ho pensato che sarebbe stata una buona idea prenderli in prestito.” Sapete bene a cosa si stia riferendo: sembra che lo Scoglio del Diavolo sia stregato, o forse infestato da una creatura marina demoniaca. I marinai di Innsmouth raccontano di figure che scivolano dentro e fuori dalle grotte disseminate fra le isole della scogliera, di pinne grottescamente deformi avvistate in superficie e di navi intere schiantate contro le rocce acuminate e poi svanite in mezzo alle onde. “Tutte le nostre ricerche ci hanno portati qui: qualsiasi cosa stia succedendo in questa città, l’Ordine Esoterico di Dagon e questo Scoglio del Diavolo sono al centro di tutto. L’agente Harper sospetta che queste dicerie servano a tenere lontani i marinai: se ha ragione, laggiù dev’esserci qualcosa che l’Ordine vuole rimanga nascosto.” Gli chiedete dove si trovi la donna, ma l’uomo vi fulmina con lo sguardo. “Lei ha la sua missione, noi la nostra.” Ricordate a Dawson che, a dire il vero, voi avreste già portato a termine il compito per cui siete stati ingaggiati. Il veterano risponde sogghignando: “Certo. Eppure, eccovi qui.” Ha ragione. Avreste potuto andarvene dopo aver tratto in salvo l’agente Harper, ma siete rimasti per contribuire alle indagini. Forse per senso del dovere, forse per semplice curiosità… ma, in ogni caso, ora siete qui e non potete più tirarvi indietro.
pl: Agent Dawson w końcu wchodzi na pokład. Ma na sobie ciężki płaszcz, a przez ramię niesie przerzuconą strzelbę. „Agentka Harper miała skrytkę z dodatkowym uzbrojeniem”- wyjaśnia. „Pomyślałem, że biorąc pod uwagę miejscowe legendy, lepiej się zabezpieczyć”. Dobrze wiecie, do czego nawiązuje Dawson: żeglarze z Innsmouth mówią o zagadkowych kształtach pełzających w jaskiniach i wyłaniających się z nich na wielu wyspach rafy, o dziwnie zniekształconych płetwach widzianych tuż pod powierzchnią morza oraz o łodziach uderzających o ostre skały i znikających pod falami. „Wszystkie tropy doprowadziły nas do tego miejsca. Cokolwiek dzieje się w tym mieście, Ezoteryczny Zakon Dagona i ta «Diabelska rafa» są tego centrum. Agentka Harper podejrzewa, że wszystkie te «legendy» zostały rozpowszechnione przez Zakon, aby żeglarze trzymali się z dala od rafy. Jeśli to prawda, Zakon z pewnością coś ukrywa”. Pytacie, gdzie jest Harper, ale Dawson obdarza was ostrym spojrzeniem. „Ona ma swoją misję, my mamy swoją”. Przypominacie Dawsonowi, że wykonaliście już zlecone wam zadanie, co wywołuje jedynie uśmieszek u zaprawionego weterana. „To prawda. A jednak nadal tu jesteście”. Ma rację. Mogliście odejść zaraz po uratowaniu Harper, a jednak zostaliście, aby pomóc im w śledztwie. Może z poczucia obowiązku, a może z ciekawości. Jakakolwiek była pierwotna przyczyna, nadal tu jesteście i nie ma już odwrotu.
ru: Агент Доусон поднимается на борт последним. На нём тяжёлая плотная куртка, а через плечо перекинут дробовик. «У агента Харпер была заначка с оружием, — объясняет он. — Подумал, что нам не повредит. Учитывая всякие слухи». Вы понимаете, о чём он: на рифе Дьявола якобы обитают призраки или какие-то сверхъестественные морские создания. Моряки рассказывают о силуэтах, крадущихся по пещерам на многочисленных островках рифа; о странных плавниках неправильной формы, виднеющихся на поверхности воды; о целых лодках, разбивающихся об иззубренные камни и исчезающих в волнах. «Все наши изыскания ведут сюда. Что бы ни происходило в этом городе, Эзотерический орден Дагона и этот риф Дьявола — самое сердце заговора. Агент Харпер подозревает, что Орден специально распускает слухи, чтобы отвадить моряков от рифа. Если это правда, они должны что-то там прятать». Вы спрашиваете, где сама Харпер, и Доусон отвечает тяжёлым взглядом. «У неё своя задача. У нас — своя». Вы напоминаете Доусону, что свою вы вообще-то уже выполнили, и суровый ветеран ухмыляется: «Всё так. И всё же вы здесь». Он прав. Вы могли покинуть город сразу после спасения Харпер, но вы остались, чтобы помочь завершить расследование. Возможно, из чувства долга. Возможно, из любопытства. Как бы то ни было, вы здесь, и пути назад нет.
vi: Đặc vụ Dawson cuối cùng cũng lên tàu. Ông ta mặc một chiếc áo khoác dày và đeo một khẩu súng ngắn trên vai. “Đặc vụ Harper có một kho vũ khí phụ,” ông ấy giải thích. "Tôi nghe đồn thế, không chắc lắm." Bạn biết những tin đồn mà Dawson đề cập đến: Rạn San Hô Quỷ được cho là bị ma ám, hoặc có lẽ bị nhiễm một loại sinh vật biển quỷ quái nào đó. Các thủy thủ của thị trấn Innsmouth kể về những bóng người bò vào và ra khỏi hang động dọc theo nhiều hòn đảo của rạn san hô, về những chiếc vây biến dạng kỳ lạ nổi trên bề mặt biển, và về cả những chiếc thuyền đâm vào những tảng đá lởm chởm và biến mất dưới làn sóng. "Tất cả các điều tra của chúng tôi đều dẫn đến nơi này. Bất kể chuyện gì đang xảy ra ở thị trấn này, Dòng Dagon bí truyền và 'Rạn San Hô Quỷ' này là trung tâm của mọi sự. Đặc vụ Harper nghi ngờ những tin đồn này được lan truyền bởi Dòng để xua đuổi các thủy thủ khỏi từ rạn san hô. Nếu điều đó là sự thật thì chắc chắn Dòng đang che giấu điều gì đó.” Bạn hỏi Harper đâu, Dawson liếc nhìn bạn một cách khó hiểu. "Cô ấy có nhiệm vụ của mình. Chúng ta có nhiệm vụ của chúng ta." Bạn nhắc Dawson rằng bạn đã hoàn thành nhiệm vụ được thuê để thực hiện, điều này khiến vị cựu binh nhếch mép cười. "Đúng. Vậy mà cậu lại ở đây." Ông ấy nói đúng. Lẽ ra bạn có thể rời đi ngay sau khi Harper được cứu, nhưng bạn vẫn ở lại để hỗ trợ họ điều tra. Có lẽ vì ý thức trách nhiệm, hoặc có lẽ vì hiếu kỳ. Dù thế nào đi nữa, giờ bạn đã ở đây và không thể quay lại được nữa.
zh: 道森特工最后一个上船。他得意地穿著一件厚外套，肩膀上拖著一把霰弹枪。“哈珀特工藏了一些额外的武器。”他解释道，“考虑到那些流言，我估摸著，带上可没什么坏处。” 你知道道森特工说的“流言”指的是什么：怕是有某种邪恶的海洋生物萦绕著——或者说感染了魔鬼礁石。印斯茅斯的水手提过礁石洞穴内外匍匐的轮廓，或是在海面上见过奇形怪状的鱼鳍，要么就是整艘船都撞在犬牙交错的乱石间，消失在波涛之下。 “我们所有的研究都指向这里。无论村子里发生了什么，都指向了达贡密教和这‘魔鬼礁石’。哈珀特工怀疑密教散播这些流言，就是为了让水手远离这块礁石。要真是如此，那密教肯定在隐藏什么。” 你问哈珀特工在哪儿，而道森只回你一个冷峻的目光。“她有自己的任务。我们也有我们的。”你提醒道森特工你已经完成了自己受雇的任务，但这只把坚毅的老兵逗笑了：“确实。但你怎么还在这儿呢。” 他说到点子上了。救出哈珀特工后你就可以走的，但你还是留了下来帮助他们调查。也许是出于责任感，又或者是因为好奇心。无论如何，你都在这儿了，并且无路回头。
