Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/devil_reef.po
Languages: de, es, fr, it, pl, ru, vi, zh

source: Do not place them <i>adjacent</i> to Churning Waters—these locations are connected not via adjacency, but via their connection symbols.
de: Diese Orte werden nicht benachbart zum Aufgewühlten Wasser platziert – diese Orte sind nicht über ihre Nachbarschaft, sondern über ihre Verbindungs symbole miteinander verbunden.
es: No los coloques <i>adyacentes</i> a las Aguas agitadas; estos Lugares no están conectados mediante adyacencia, sino mediante sus símbolos de conexión.
fr: Ne les placez pas <i>adjacents</i> aux Eaux Grouillantes — ces lieux ne sont pas connexes par l'adjacence mais via leurs icônes de connexion.
it: Non collocateli <i>adiacenti</i> alle Acque Turbolente. Questi luoghi non sono collegati in base all’adiacenza, ma in base ai loro simboli di collegamento.
pl: Nie umieszczaj ich <i>sąsiadująco</i> ze Wzburzonymi wodami — dane lokalizacje są połączone nie poprzez sąsiadowanie, a poprzez ich symbole połączenia.
ru: Не кладите их по соседству с «Бурными водами» — все эти локации связаны друг с другом не из-за соседства, а с помощью символов связи.
vi: Không đặt chúng <i>liền kề</i> với Churning Waters — các vị trí này được kết nối không phải thông qua sự liền kề mà thông qua các ký hiệu kết nối của chúng.
zh: 不要将其放置与急涡水域<i>相邻</i>——这些地点不因相邻，而因连接符号而连接。

source: Prepare the Unfathomable Depths by performing the following steps:
de: Die Orte Unergründliche Tiefen werden folgendermaßen vorbereitet:
es: Prepara las Profundidades insondables realizando estos pasos:
fr: Préparez les Profondeurs Insondables en effectuant les étapes suivantes :
it: Preparate gli Abissi Insondabili svolgendo i passi seguenti:
pl: Przygotuj Niezbadane głębiny w następujący sposób:
ru: Следующим образом подготовьте к игре локации «Непостижимые глубины»:
vi: Chuẩn bị Unfathomable Depths (Độ sâu không thể đo lường) bằng cách thực hiện các bước sau:
zh: 按以下步骤准备无常深渊：

source: First, remove 1 of each of the following locations from the game without looking at them: Cyclopean Ruins, Deep One Grotto, and Temple of the Union. Each of these locations is the revealed side of an Unfathomable Depths location.
de: Zuerst wird je 1 Kopie der folgenden Orte aus dem Spiel entfernt, ohne sie anzusehen: Zyklopische Ruinen, Grotte der Tiefen Wesen und Tempel der Vereinigung. Diese Orte befinden sich auf der enthüllten Seite der Orte Unergründliche Tiefen.
es: En primer lugar, retira de la partida 1 copia de cada uno de estos Lugares, sin mirarlos: Ruinas ciclópeas, Gruta de profundos y Templo de la unión. Cada uno de estos Lugares es el lado revelado de un Lugar Profundidades insondables.
fr: Premièrement, retirez de la partie 1 exemplaire de chacun des lieux suivants sans les regarder : Ruines Cyclopéennes, Grotte des Profonds et Temple de l'Union. Chacun de ces lieux est la face révélée d'un lieu Profondeurs Insondables.
it: Prima di tutto, rimuovete dal gioco 1 copia di ognuno dei luoghi seguenti, senza guardarla: Rovine Ciclopiche, Grotta degli Abitatori e Tempio dell’Unione (si trovano sul lato aperto dei luoghi Abissi Insondabili).
pl: Najpierw bez podglądania usuń z gry po 1 kopii każdej z następujących lokalizacji: Cyklopowe ruiny, Pieczara Istot z Głębin oraz Świątynia Zjednoczenia. Każda z tych lokalizacji jest odkrytą stroną lokalizacji Niezbadane głębiny.
ru: Сначала не глядя удалите из игры по одному экземпляру следующих локаций: «Циклопические руины», «Грот глубоководных» и «Храм Союза». Все они находятся на открытых сторонах локаций «Непостижимые глубины».
vi: Trước tiên, hãy loại bỏ1 trong số các địa điểm sau khỏi trò chơi mà không nhìn vào chúng: Cyclopean Ruins, Deep One Grotto, va2 Temple of the Union. Mỗi địa điểm này đều là mặt để lộ của một vị trí Unfathomable Depths.
zh: 将下列地点各1张从游戏中移除，不要查看：宏大废墟、深潜者岩洞、聚合神庙。这些地点都是无常深渊地点的已揭示面。

source: Set the remaining 3 Unfathomable Depths locations aside, out of play.
de: Die übrigen 3 Orte Unergründliche Tiefen werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte los 3 Lugares Profundidades insondables restantes, fuera del juego.
fr: Mettez de côté les 3 lieux Profondeurs Insondables restants, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, i 3 luoghi Abissi Insondabili rimanenti.
pl: Odłóż 3 pozostałe lokalizacje Niezbadane głębiny na bok, poza grę.
ru: Отложите в сторону 3 оставшиеся экземпляра «Непостижимых глубин».
vi: Đặt 3 vị trí Unfathomable Depths còn lại sang một bên, ngoài khu vực chơi.
zh: 将剩下3张无常深渊地点放在一边，位于场外。

source: Shuffle the 8 Tidal Tunnel locations to form the Tidal Tunnel deck.
de: Die 8 Orte Gezeitentunnel werden zum Gezeitentunnel-Deck zusammen gemischt.
es: Baraja los 8 Lugares Túneles de marea para formar el mazo de Túneles de marea.
fr: Mélangez les 8 lieux Tunnel Aquatique pour constituer le deck Tunnel Aquatique.
it: Mescolate gli 8 luoghi Galleria Marina per comporre il mazzo delle gallerie marine.
pl: Potasuj 8 lokalizacji Podmokły tunel w celu utworzenia talii podmokłych tuneli.
ru: Перемешайте 8 локаций «Приливный туннель», чтобы сформировать колоду приливных туннелей.
vi: Xào 8 vị trí Tidal Tunnel để tạo thành chồng bài Tidal Tunnel (đường hầm thuỷ triều).
zh: 混洗8张潮水通道地点以组成潮水通道牌堆。

source: Each of the cards in the Tidal Tunnel deck should have its unrevealed side faceup so that only the "Tidal Tunnel" side is showing.
de: Jede Karte im Gezeitentunnel-Deck sollte mit der verhüllten Seite nach oben im Deck liegen, sodass nur ihre „Gezeitentunnel“-Seite zu sehen ist.
es: Todas las cartas del mazo de Túneles de marea deben tener su lado sin revelar boca arriba, de forma que solo se ve al lado «Túnel de marea».
fr: Chaque carte du deck Tunnel Aquatique doit avoir sa face non-révélée visible, c'est à dire de telle manière à ce que seule sa face « Tunnel Aquatique » soit visible.
it: Ogni carta del mazzo delle gallerie marine dovrà avere il lato chiuso a faccia in su, in modo che sia visibile solo il lato Galleria Marina.
pl: Każda karta w talii podmokłych tuneli powinna być skierowana nieodkrytą stroną ku górze tak, aby było widać jedynie stronę „Podmokły tunel”.
ru: Все карты в колоде приливных туннелей должны лежать закрытой стороной вверх, чтобы игроки не знали, какая где.
vi: Mỗi lá bài trong chồng bài Tidal Tunnel phải có mặt không để lộ ngửa lên để chỉ hiển thị mặt "Tidal Tunnel".
zh: 潮水通道牌堆中的每张卡牌都应以未揭示面朝上，这样就能看到“潮水通道”面。

source: Place this deck near the encounter deck.
de: Das Deck wird neben dem Begegnungsdeck platziert.
es: Coloca este mazo junto al mazo de Encuentros.
fr: Placez ce deck à côté du deck Rencontre.
it: Collocate questo mazzo accanto al mazzo degli incontri.
pl: Umieść tę talię obok talii spotkań.
ru: Положите эту колоду рядом с колодой контактов.
vi: Đặt chồng bài này gần chồng bài encounter.
zh: 将该牌堆放在遭遇牌堆旁。

source: Check the "Memories Recovered" section of the Campaign Log. Depending on the following circumstances, a different version of agenda 1 should be used in this scenario. Remove the other version of agenda 1 from the game.
de: Überprüfe den Abschnitt „Zurückerlangte Erinnerungen“ im Kampagnenlogbuch. Abhängig von den folgenden Umständen wird eine unterschiedliche Version von Agenda 1a in diesem Szenario verwendet. Die andere Version von Agenda 1 wird aus dem Spiel entfernt.
es: Comprueba la sección «Recuerdos recuperados» del registro de campaña. En función de las siguientes circunstancias, habrá que usar una versión distinta del plan 1a en este escenario. Retira de la partida la otra versión del plan 1a.
fr: Vérifiez la section « Souvenirs Retrouvés » de votre Carnet de Campagne. En fonction des circonstances suivantes, une version différente de l'Intrigue 1 sera utilisée dans ce scénario. Retirez de la partie l'autre version de l'Intrigue 1.
it: Controllate la voce “Ricordi Recuperati” nel Diario della Campagna: In base alle circostanze seguenti, userete una versione diversa della Trama 1 in questo scenario. Rimuovete dal gioco l’altra versione della Trama 1.
pl: Sprawdź sekcję „Odzyskane wspomnienia” w Dzienniku kampanii. W zależności od opisanych poniżej okoliczności podczas rozgrywania tego scenariusza należy użyć odpowiedniej wersji Tajemnicy 1. Usuń z gry niewykorzystaną wersję Tajemnicy 1.
ru: Сверьтесь с графой «Восстановленные воспоминания» журнала кампании. В зависимости от следующих обстоятельств в этом сценарии используется один из вариантов замысла 1. Удалите другой вариант этого замысла из игры.
vi: Kiểm tra phần "Ký ức đã được khôi phục" trong Nhật ký Chiến dịch. Tùy thuộc vào các trường hợp sau đây, một phiên bản khác của agenda 1 sẽ được sử dụng trong màn chơi này. Loại bỏ các phiên bản khác của agenda 1 khỏi màn chơi.
zh: 检查冒险日志的“恢复记忆”部分。根据下列情况，本场冒险会用到不同版本的密谋1。将其他版本的密谋1从游戏中移除。

source: If <i>a battle with a horrifying devil</i> is listed under Memories Recovered.
de: Falls <i>ein Kampf mit einem schrecklichen Teufel</i> unter „Zurückerlangte Erinnerungen“ notiert ist.
es: Si hay <i>una batalla con un horripilante demonio</i> anotada en la sección «Recuerdos recuperados».
fr: Si <i>un combat contre un monstre terrifiant</i> est inscrit sous la mention « Souvenirs Retrouvés ».
it: Se <i>uno scontro con un demone terrificante</i> è annotato nei “Ricordi Recuperati”.
pl: Jeśli w sekcji „Odzyskane wspomnienia” jest zanotowana <i>walka z przerażającym diabłem</i>.
ru: Если в графе «Восстановленные воспоминания» указана <i>битва с морским дьяволом</i>.
vi: Nếu <i>trận chiến với một con quỷ đáng sợ</i> được liệt kê trong phần Ký ức đã được khôi phục.
zh: 如果在“恢复记忆”下方列出了<i>与骇人魔鬼的一战</i>。

source: Use Agenda 1a—Secrets of the Sea (v.I).
de: Agenda 1a – Geheimnisse des Meeres (I) wird verwendet.
es: Usa el plan 1a – «Secretos del mar (v. I)».
fr: Utilisez l'Intrigue la — Secrets de la Mer (v. I).
it: Usate la Trama 1a - I Segreti del Mare (v. I).
pl: Użyj Tajemnicy 1a — Sekrety morza (w. I).
ru: Используйте замысел 1a «Тайны моря (вариант I)».
vi: Sử dụng Agenda 1a—Secrets of the Sea (v.I).
zh: 使用密谋1a——大海的秘密(版本一)。

source: Otherwise, use Agenda 1a—Secrets of the Sea (v.II).
de: Ansonsten wird Agenda 1a – Geheimnisse des Meeres (II) verwendet.
es: Si no es así, usa el plan 1a – «Secretos del mar (v. II)».
fr: Sinon, utilisez I 'Intrigue la — Secrets de la Mer (v. II).
it: Altrimenti, usate la Trama 1a - I Segreti del Mare (v. II).
pl: W przeciwnym razie użyj Tajemnicy 1a — Sekrety morza (w. II).
ru: В противном случае используйте замысел 1a «Тайны моря (вариант II)».
vi: Nếu không thì, sử dụng Agenda 1a—Secrets of the Sea (v.II).
zh: 否则，使用密谋1a——大海的秘密(版本二)。

source: Add the flood tokens to the token pool.
de: Die Flutmarker werden dem Markervorrat hinzugefügt.
fr: Ajoutez les pions Inondation à la réserve de pions.

source: Location Adjacency in Devil Reef
de: Benachbarte Orte in „Das Teufelsriff“
es: Adyacencia de Lugares en Arrecife del Diablo
fr: Lieux Adjacents dans Le Récif du Diable
it: Luoghi Adiacenti nello Scoglio del Diavolo
pl: Sąsiadowanie lokalizacji na Diabelskiej rafie
ru: Соседние локации в «Рифе Дьявола»
vi: Vị trí liền trong Rặng San Hô Quỷ
zh: 魔鬼礁石中的地点相邻关系

source: During this scenario, [[Island]] and [[Cave]] locations are arranged in a set pattern, with new locations from the Tidal Tunnel deck emerging, below, to the left, or to the right of some [[Island]] locations. However, [[Island]] locations and Churning Waters are not adjacent to one another, and are instead connected through connection icons as normal.
de: Während dieses Szenarios werden die [[Insel]]- und [[Höhle]]-Orte in einem vorgegebenen Muster ausgelegt, wobei neue Orte aus dem Gezeitentunnel-Deck rechts, links und unterhalb bereits vorhandener [[Insel]]-Orte angelegt werden. [[Insel]]-Orte und der Ort Aufgewühltes Wasser sind aber nicht zueinander benachbart, sondern ganz normal über ihre Verbindungssymbole miteinander verbunden.
es: Durante este escenario, los Lugares [[Isla]] y [[Cueva]] se colocan siguiendo un patrón fijo, y los nuevos Lugares del mazo de Túneles de marea emergen debajo, a la izquierda o a la derecha de algunos Lugares [[Isla]]. Sin embargo, los Lugares [[Isla]] y las Aguas agitadas no están adyacentes entre sí, sino que están conectados mediante símbolos de conexión de forma normal.
fr: Lors de ce scénario, les lieux [[Île]] et [[Grotte]] sont disposés selon un arrangement prédéfini, avec de nouveaux lieux issus du deck Tunnel Aquatique émergeant en dessous, à gauche ou à droite de certains lieux [[Île]]. Cependant les lieux [[Île]] et Eaux Grouillantes ne sont pas adjacents les uns aux autre, à la place, ils sont connexes via leurs icônes de connexion comme d'habitude.
it: Durante questo scenario, i luoghi [[Island]] e [[Cave]] sono disposti secondo uno schema preciso e i nuovi luoghi del mazzo delle gallerie marine compariranno adiacenti ad alcuni luoghi [[Island]]. Tuttavia, i luoghi [[Island]] e le Acque Turbolente non sono adiacenti tra di loro: sono invece collegati secondo i simboli di collegamento, come di consueto.
pl: Podczas tego scenariusza lokalizacje z cechą [[Wyspa]] lub [[Jaskinia]] są umieszczane w ustalonym porządku, w którym nowe lokalizacje z talii podmokłych tuneli pojawiają się poniżej, po lewej lub po prawej stronie niektórych lokalizacji z cecha [[Wyspa]]. Jednak lokalizacje z cechą [[Wyspa]] i Wzburzone wody nie sąsiadują ze sobą - zamiast tego są ze sobą połączone przez symbole połączeń w normalny sposób.
ru: В этом сценарии локации-[[острова]] и локации-[[пещеры]] расположены на сетке из столбцов и рядов. Новые локации из колоды приливных туннелей вводятся в игру снизу, справа или слева от некоторых локаций-[[островов]]. Однако сами локации-[[острова]] и локация «Бурные воды» не соседствуют друг с другом и связываются через символы связи, как обычно.
vi: Trong màn chơi này, các vị trí [[Island]] và [[Cave]] được sắp xếp theo một mẫu cố định, với các vị trí mới từ chồng bài Tidal Tunnel nổi lên, bên dưới, bên trái hoặc bên phải của một số vị trí [[Island]]. Tuy nhiên, các vị trí [[Island]] và Churning Waters không liền kề nhau mà thay vào đó được kết nối thông qua các biểu tượng kết nối như bình thường.
zh: 在本场冒险中，[[岛礁]]和[[洞穴]]地点将以特定模式摆放。潮水通道牌堆中的新地点将出现在某些岛礁地点的下方、左方或右方。不过，[[岛礁]]地点和急涡水域并不彼此相邻，而是改为如常通过连接符号相互连接。

source: <b>During this scenario, adjacent locations are considered to be connected to one another.</b>
de: <b>Während dieses Szenarios gelten benachbarte Orte als miteinander verbunden.</b>
fr: <b>Lors de ce scénario, les lieux adjacents sont considérés comme connexes les uns aux autres.</b>
it: <b>Durante questo scenario, i luoghi adiacenti sono considerati collegati tra di loro.</b>
pl: <b>Podczas tego scenariusza sąsiadujące lokalizacje są uznawane za połączone ze sobą.</b>
ru: <b>В этом сценарии соседние локации связаны друг с другом.</b>
vi: <b>Trong màn chơi này, các vị trí liền kề được coi là được kết nối với nhau.</b>
zh: <b>在本场冒险期间，相邻地点视作彼此连接。</b>

source: A location that is put into play adjacent to another location should be set next to that location, with no other locations between them.
de: Ein Ort, der benachbart zu einem anderen Ort ins Spiel gebracht wird, sollte neben jenen Ort gelegt werden, ohne dass sich andere Orte dazwischen befinden.
es: Un Lugar que sea puesto en juego adyacente a otro Lugar debe colocarse junto a este último, sin que haya otros Lugares entre ellos.
fr: Un lieu qui est mis en jeu adjacent à un autre lieu doit être placé près de ce lieu, sans autre lieu entre eux.
it: Un luogo messo in gioco adiacente a un altro luogo dovrà essere collocato accanto a quel luogo, senza altri luoghi frapposti.
pl: Lokalizacja, która jest umieszczana w grze sąsiadująco z inną lokalizacją, powinna być umieszczona obok danej lokalizacji i nie powinna ich rozdzielać żadna inna lokalizacja.
ru: Когда локация вводится в игру по соседству с другой локацией, её нужно положить рядом так, чтобы между ними не было других локаций.
vi: Một vị trí được đặt vào chơi liền kề với vị trí khác phải được đặt bên cạnh vị trí đó và không có vị trí nào khác giữa chúng.
zh: 若要将地点放置入场，与另一个地点相邻，应放在该地点旁边的指示位置，中间没有其他地点。

source: Locations are only adjacent orthogonally (left, right, above, or below); they are not adjacent diagonally.
de: Orte sind nur orthogonal benachbart (rechts, links, oberhalb, unterhalb), jedoch nicht diagonal.
fr: Les lieux sont adjacents orthogonalement (gauche, droite, dessus, dessous), pas en diagonale.
it: I luoghi sono adiacenti solo ortogonalmente (sinistra, destra, sopra e sotto) e non diagonalmente.
pl: Lokalizacje sąsiadują tylko z lokalizacjami znajdującymi się nad, pod, po prawej lub po lewej stronie; nie sąsiadują z lokalizacjami po skosie.
ru: Локации соседствуют только по вертикали и горизонтали, но не по диагонали.
vi: Các vị trí chỉ liền kề thẳng góc (trái, phải, trên hoặc dưới); chúng không liền kề nhau theo đường chéo.
zh: 地点只沿竖直和水平方向相邻(左方、右方、上方、下方)，而不沿斜对角方向相邻。

source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli
pl: Pojazdy
ru: Транспорт
vi: Phương tiện di chuyển
zh: 载具

source: An asset with the vehicle keyword represents a vehicle that the investigators may enter or leave. An asset with this keyword is called a vehicle, and follows these rules:
de: Eine Vorteilskarte mit dem Schlüsselwort Fahrzeug stellt ein Fahrzeug dar, in das die Ermittler einsteigen und aus dem sie aussteigen können. Eine Vorteilskarte mit diesem Schlüsselwort wird Fahrzeug genannt und es gelten folgende Regeln:
es: Un Apoyo que tenga la palabra clave Vehículo representa un vehículo en el que los investigadores pueden entrar o del que pueden salir. Un Apoyo que tenga esta palabra clave se llama Vehículo y sigue estas reglas:
fr: Un soutien avec le mot-clé Véhicule représente un véhicule dans lequel les investigateurs peuvent entrer ou sortir. Un soutien avec ce mot-clé est appelé « un véhicule » et suit les règles suivantes :
it: Un sopporto con la parola chiave Veicolo rappresenta un veicolo su cui gli investigatori possono salire o da cui possono scendere. Un supporto con questa parola chiave e definito veicolo e segue le regole seguenti:
pl: Atuty ze słowem kluczowym Pojazd reprezentują pojazdy, do których badacze mogą wchodzić lub je opuszczać. Atut z tym słowem jest nazywany pojazdem i dotyczą go następujące zasady:
ru: Актив с ключевым словом «Транспорт» представляет собой транспортное средство. Сыщики могут входить в него и покидать его. Транспортные средства подчиняются следующим правилам:
vi: Một tài sản có từ khoá vehicle đại diện cho phương tiện di chuyển mà người chơi có thể đi vào hoặc rời khỏi. Một tài sản có từ khoá này được gọi là một phương tiện di chuyển, và tuân theo các luật sau:
zh: 带有载具关键词的支援代表了调查员可以进入或离开的交通工具。带有此关键词的支援即称为载具，遵循以下规则：

source: While an investigator's mini-card is placed overlapping a vehicle, that investigator is in that vehicle. While an investigator's mini-card is placed overlapping the location, that investigator is instead not in a vehicle <i>(even if they are at the same location as a vehicle)</i>.
de: Solange die kleine Ermittlerkarte eines Ermittlers so platziert ist, dass sie ein Fahrzeug überlappt, befindet sich jener Ermittler in dem Fahrzeug. Solange die kleine Ermittlerkarte eines Ermittlers so platziert ist, dass sie einen Ort überlappt, befindet sich jener Ermittler in keinem Fahrzeug <i>(auch wenn er sich am gleichen Ort wie das Fahrzeug befindet)</i>.
es: Mientras la carta pequeña de un investigador esté colocada de forma que se solape con un Vehículo, el investigador se encuentra en ese Vehículo. Mientras la carta pequeña de un investigador esté colocada de forma que se solape con su Lugar, el investigador no se encuentra en un Vehículo (<i>aunque esté en el mismo Lugar que un Vehículo</i>).
fr: Tant que la mini-carte d'un investigateur est placée sur un véhicule, cet investigateur est dans ce véhicule. Tant que la mini-carte d'un investigateur est placée sur le lieu où se trouve ce véhicule, cet investigateur n'est pas dans le véhicule (<i>même s'il est dans le même lieu que le véhicule</i>).
it: Finché la mini carta di un investigatore è collocata su un veicolo, quell’investigatore è in quel veicolo. Finché la mini carta di un investigatore è collocata sul suo luogo, quell’investigatore non è in un veicolo <i>(anche se si trova nello stesso luogo di un veicolo)</i>.
pl: Dopóki mała karta badacza jest umieszczona w taki sposób, że nachodzi na pojazd, dany badacz znajduje się w danym pojeździe. Dopóki mała karta badacza jest umieszczona w taki sposób, że nachodzi na lokalizację, dany badacz nie znajduje się w pojeździe <i>(nawet jeśli jest w tej samej lokalizacji co pojazd)</i>.
ru: Пока мини-карта сыщика лежит сверху карты того средства, сыщик считается находящимся внутри. Если же мини-карта сыщика лежит в той же локации, что и транспортное средство, сыщик считается находящимся в локации, но не в транспортном средстве.
vi: Trong khi lá bài nhỏ của điều tra viên được đặt lên một chiếc xe thì điều tra viên đó đang ở trên phương tiện di chuyển đó. Trong khi lá bài nhỏ của điều tra viên được đặt lên vị trí, thay vào đó, điều tra viên đó không ở trong phương tiện di chuyển <i>(ngay cả khi họ ở cùng vị trí với nó)</i> .
zh: 调查员的迷你卡放在载具上时，则该调查员在该载具上。调查员的迷你卡放在其地点上时，则该调查员不在载具上<i>(即使同一地点有载具)</i>。

source: As a [fast] ability, an investigator may enter or leave a vehicle at their location. Move that investigator's mini-card onto the vehicle or off of the vehicle and onto their location to indicate their new position. Each investigator may perform this ability only once each round.
de: Ein Ermittler darf als [fast]-Fähigkeit in ein Fahrzeug an seinem Ort einsteigen oder aus ihm aussteigen. Die kleine Ermittlerkarte wird auf das Fahrzeug oder von einem Fahrzeug auf den Ort des Fahrzeugs verschoben, um die neue Position des Ermittlers anzuzeigen. Jeder Ermittler darf diese Fähigkeit ein Mal pro Runde durchführen.
es: Como capacidad [fast], un investigador puede entrar en un Vehículo que esté en su Lugar o salir de él. Mueve la carta pequeña de ese investigador sobre el Vehículo o quítala del mismo para indicar su nueva posición. Cada investigador puede realizar esta capacidad solo una vez por ronda.
fr: En tant que capacité [fast], un investigateur a le droit d'entrer ou de sortir d'un véhicule dans son lieu. Déplacez la mini-carte de cet investigateur du lieu vers le véhicule ou du véhicule vers le lieu pour indiquer sa nouvelle position. Chaque investigateur ne peut effectuer cette capacité qu'une fois par round.
it: Con una capacità [fast], un investigatore può salire o scendere da un veicolo nel suo luogo. Spostare la mini carta di quell’investigatore sul veicolo oppure sul suo luogo (fuori dal veicolo) per indicare la sua nuova posizione. Ogni investigatore può risolvere questa capacità solo una volta per round.
pl: W ramach zdolności [fast] badacz może wejść do pojazdu w swojej lokalizacji lub go opuścić. Porusz małą kartę danego badacza na pojazd lub z pojazdu na lokalizację, aby oznaczyć jego nowe położenie. Każdy badacz może użyć tej zdolności tylko raz na rundę.
ru: В качестве [fast] свойства сыщик может войти в транспортное средство в своей локации или покинуть его. Переместите его мини-карту с локации в то средство или наоборот, чтобы продемонстрировать это. Каждый сыщик может активировать это свойство не чаще 1 раза в раунд.
vi: Là một khả năng [fast], một điều tra viên có thể vào hoặc rời khỏi một phương tiện di chuyển tại vị trí của họ. Di chuyển lá bài nhỏ của điều tra viên đó lên hoặc ra khỏi phương tiện di chuyển và đến vị trí của họ để cho biết vị trí mới của họ. Mỗi điều tra viên chỉ có thể thực hiện khả năng này một lần trong mỗi vòng.
zh: 作为一个[fast]能力，调查员可以进入或离开其地点的载具。将该调查员的迷你卡移动到载具上；或从载具上拿开，放到其地点上，以此表示其新的位置。每位调查员每轮只可以执行该能力一次。
