Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/devil_reef.po
Languages: de, es, fr, it, pl, ru, vi, zh

source: You swim through an array of vast undersea halls until at last you come to a circle of pillars. Inside this submerged henge stands an altar covered in an ornate cloth. It is embroidered with rich threads of gold and inlaid with cerulean opals. Despite being immersed in water, the fabric appears perfectly preserved. Wondering what such an object is doing deep in this underwater cavern, you decide to take it with you. The moment you emerge from the depths and onto dry stone, you realize with amazement that the cloth is perfectly dry. Turning it over in your hands, you find a clasp of gold and realize it is not simply shapeless cloth, but a mantle—perhaps even part of a greater outfit. When you don the strange cloak, its gemstones pulse with arcane power.
de: Du schwimmst durch eine Unzahl an weiträumigen Hallen unter dem Meer, bis du schließlich an einen Säulenkreis kommst. In der Mitte des ins Wasser eingetauchten Steinkreises steht ein Altar, der mit einem verzierten Tuch bedeckt ist. Es ist mit teuren Fäden aus Gold bestückt und mit himmelblauen Opalen besetzt. Und obwohl es unter Wasser liegt, ist der Stoff perfekt erhalten geblieben. Du fragst dich, was ein solches Objekt hier tief unten in den überfluteten Höhlen zu bedeuten hat, und so beschließt du, es mitzunehmen. In dem Augenblick, als du aus den Tiefen auftauchst und du dich auf trockenem Fels befindest, stellst du mit Verwunderung fest, dass der Stoff völlig trocken ist. Als du ihn in deinen Händen wendest, fällt dir eine Goldspange auf. Erst jetzt erkennst du, dass es sich nicht bloß um ein formloses Tuch, sondern um einen Mantel handelt – vielleicht sogar um einen Teil einer ganzen Montur. Als du den seltsamen Umhang überziehst, pulsieren seine eingewebten Edelsteine mit arkaner Macht.
es: Nadas por una red de enormes salas submarinas hasta que llegas a un círculo de columnas. Dentro de este henge sumergido hay un altar cubierto de una ornamentada tela. Está bordada con ricos hilos de oro y tiene ópalos cerúleos engarzados. Pese a estar sumergida en agua, la tela parece conservarse perfectamente. Te preguntas qué hace un objeto así en las profundidades de esta caverna submarina y decides llevártelo contigo. En cuanto sales de las profundidades y te colocas sobre piedra seca, te das cuenta con asombro de que la tela está totalmente seca. Le das vueltas entre las manos y encuentras un broche de oro, así que parece que no es una simple tela sin forma, sino un manto; tal vez forme parte de un atuendo completo. Cuando te pones la extraña capa, las gemas palpitan de poder arcano.
fr: Vous nagez à travers une série de vastes couloirs sous-marins jusqu'à des piliers disposés en cercle. Au centre de ce mégalithe englouti se trouve un autel recouvert d'un tissu décoré. Ce dernier est bordé de fils d'or et serti d'opales céruléennes. Malgré son immersion dans l'eau le tissu semble parfaitement préservé. Vous vous demandez ce qu'un tel objet peut bien faire à de telles profondeurs et vous décidez de l'emporter avec vous. Au moment où vous émergez des profondeurs, vous réalisez avec stupeur que le tissu est parfaitement sec. Après l'avoir retourné dans tous les sens, vous finissez par trouver un fermoir doré et réalisez qu'il ne s'agit pas d'un bout de tissu informe, mais d 'une sorte de cape ; peut-être un élément d'une tenue plus grande. Quand vous enfilez la cape, ses pierres précieuses se mettent à briller d 'un étrange pouvoir.
it: Nuotate attraverso i vasti corridoi sommersi fino a raggiungere un cerchio di colonne, al centro del quale scorgete un altare coperto da una stoffa ornata di preziosi ricami d’oro e intarsiata di splendidi opali cerulei. Nonostante giaccia sott’acqua, il tessuto sembra essersi conservato perfettamente. Incerti sul motivo per cui un oggetto simile si trovi in una grotta sottomarina, decidete di prenderlo con voi. Nel momento in cui emergete dagli abissi e tornate sulla nuda roccia, vi meravigliate nel notare che il tessuto risulta completamente asciutto. Rigirandovelo tra le mani, notate una spilla dorata e vi rendete conto che non si tratta di un anonimo pezzo di tessuto ma di un vero e proprio manto, forse parte di un abito. Quando lo indossate, le gemme che lo decorano cominciano a pulsare di energia arcana.
pl: Płyniesz przez kolejne ogromne, podwodne sale, aż wreszcie docierasz do stojących w okręgu filarów. Wewnątrz tego zanurzonego w wodzie kamiennego kręgu stoi ołtarz przykryty ozdobną tkaniną. Została wyhaftowana drogocennymi złotymi nitkami i inkrustowana błękitnymi opalami. Pomimo zanurzenia w wodzie tkanina wydaje się doskonale zachowana. Zastanawiasz się, co taki przedmiot robi głęboko w podwodnej jaskini, i postanawiasz zabrać go ze sobą. Gdy wynurzasz się z głębin na suchy ląd, ze zdumieniem odkrywasz, że tkanina jest całkowicie sucha. Obracasz ją w dłoniach i odnajdujesz zapięcie ze złota. Zdajesz sobie sprawę, że to nie jest po prostu bezkształtna tkanina, ale opończa - być może nawet część całego stroju. Kiedy zakładasz na siebie ten dziwny płaszcz, zdobiące go szlachetne kamienie pulsują tajemną mocą.
ru: Вы плывёте по нескончаемым подводным залам, пока не натыкаетесь на круг из колонн. Внутри этого подводного сооружения стоит алтарь, покрытый богато украшенной тканью. Она расшита роскошными золотыми нитями и инкрустирована лазурными опалами. Несмотря на погружение в воду, ткань прекрасно сохранилась. Размышляя, что такой предмет может делать под водой, вы решаете забрать её. Выбравшись на поверхность и забравшись на камень, вы с удивлением осознаёте, что ткань абсолютно сухая. Повертев её в руках, вы обнаруживаете золотую застёжку и понимаете, что это не просто кусок ткани, а мантия — возможно, даже часть некоего одеяния. Набросив её на плечи, вы чувствуете, как её драгоценные камни пульсируют магической силой.
vi: Bạn bơi qua một loạt các sảnh rộng lớn dưới đáy biển cho đến khi cuối cùng bạn đến được một vòng tròn gồm các cột trụ. Bên trong công trình ngập nước này có một bàn thờ được phủ một tấm vải hoa văn. Nó được thêu bằng những sợi vàng lộng lẫy và được khảm bằng đá quý lục bảo. Mặc dù được ngâm trong nước nhưng tấm vải vẫn được bảo quản hoàn hảo. Tự hỏi một vật thể như vậy đang làm gì sâu trong hang động dưới nước này, bạn quyết định mang nó theo. Khoảnh khắc bạn ngoi lên từ vực sâu và đặt chân lên tảng đá khô, bạn ngạc nhiên nhận ra rằng tấm vải đã khô hoàn toàn. Lật nó trên tay, bạn tìm thấy một chiếc khuy vàng và nhận ra nó không chỉ đơn giản là một tấm vải không có hình dáng mà còn là một chiếc áo choàng—thậm chí có lẽ là một phần của một bộ trang phục đầy đủ. Khi bạn khoác lên mình chiếc áo choàng kỳ lạ, những viên đá quý của nó tỏa ra sức mạnh bí ẩn.
zh: 你游过一列巨大的水下廊道，来到一圈石柱前。石柱前有一个祭坛，上面盖著一块华美的布料。上面的刺绣密密地织著金线，还嵌著蔚蓝色的蛋白石。尽管浸水已久，但织物看上去保存得十分完好。你好奇这件东西为什么会出现在水下洞窟之中，把它拿走了。 你浮出水面，来到干燥的石头上，惊讶地发现这块布料居然十分干燥。你把它翻了过来，发现还有金质的握扣。你意识到这不是一块不成形的布料，而是一件斗篷——兴许还属于某种更完整的套装。你穿上斗篷的时候，上面的宝石脉动著奥术力量。

source: discovery of an unholy mantle
de: eine Entdeckung eines unheiligen Mantels.
es: el descubrimiento de un manto impío
fr: découverte d'une cape blasphématoire
it: la scoperta di un manto blasfemo
pl: odkrycie nieczystej opończy
ru: обнаружение богомерзкой мантии
vi: phát hiện ra một chiếc áo choàng tà ác
zh: 发现了一件邪秽的斗篷

source: Take control of both the white key and the set-aside Awakened Mantle story asset. Place the white key on the Awakened Mantle. <i>(It is still under that investigator's control)</i> For the remainder of the game, whoever takes control of the white key also takes control of the Awakened Mantle, as well. If the white key is placed on another card, place the Awakened Mantle near that card, uncontrolled. If the white key leaves play, remove the Awakened Mantle from the game.
de: Übernimm die Kontrolle über den weißen Schlüssel und die beiseitegelegte Storyvorteilskarte Mantel des Erwachten. Platziere den weißen Schlüssel auf Mantel des Erwachten. ( <i>Der Schlüssel bleibt unter der Kontrolle des Ermittlers. </i>) Für den Rest des Spiels gilt: Wer die Kontrolle über den weißen Schlüssel übernimmt, übernimmt ebenfalls die Kontrolle über Mantel des Erwachten. Falls der weiße Schlüssel auf einer anderen Karte platziert wird, platziere Mantel des Erwachten unter der Kontrolle keines Ermittlers neben jener Karte. Falls der weiße Schlüssel das Spiel verlässt, entferne Mantel des Erwachten aus dem Spiel.
es: Toma el control de la llave blanca y del Apoyo de historia Manto despertado. Coloca la llave blanca sobre el Manto despertado <i>(se sigue considerando bajo el control de ese investigador)</i>. Durante el resto de la partida, quien tome el control de la llave blanca también toma el control del Manto despertado. Si la llave blanca se coloca sobre otra carta, coloca el Manto despertado junto a esa carta, sin que lo controle nadie. Si la llave blanca abandona el juego, retira de la partida el Manto despertado.
fr: Prenez le contrôle de la clé blanche et du soutien d'histoire Cape de l'Éveillé. Placez la clé blanche sur la Cape de l'Éveillé. (<i>La clé est toujours sous le contrôle de cet investigateur.</i>) Pour le reste de la partie, quiconque prend le contrôle de la clé blanche prend également le contrôle de la Cape de l'Éveillé. Si la clé blanche est placée sur une autre carte, placez la Cape de l'Éveillé à côté de cette carte, sous le contrôle de personne. Si la clé blanche quitte le jeu, retirez la Cape de l'Éveillé de la partie.
it: L’investigatore che sta leggendo il flashback prende il controllo della chiave bianca e del supporto storia Manto del Risvegliato messo da parte. Collocate la chiave bianca sul Manto del Risvegliato <i>(la chiave è ancora controllata da quell’investigatore)</i>. Per il resto della partita, chi prende il controllo della chiave bianca prende anche il controllo del Manto del Risvegliato. Se la chiave bianca è collocata su un’altra carta, collocate il Manto del Risvegliato accanto a quella carta, non controllato. Se la chiave bianca esce dal gioco, rimuovete dal gioco il Manto del Risvegliato.
pl: Przejmij kontrolę nad białym kluczem oraz nad odłożonym na bok atutem fabularnym Opończa przebudzenia. Umieść biały klucz na Opończy przebudzenia. <i>(Nadal znajduje się pod kontrolą danego badacza)</i>. Do końca gry każdy badacz, który przejmie kontrole nad białym kluczem, przejmuje także kontrolę nad Opończą przebudzenia. Jeśli biały klucz jest umieszczony na innej karcie, umieść Opończę przebudzenia w pobliżu danej karty, pod niczyją kontrolą. Jeśli biały klucz opuści grę, usuń z gry Opończę przebudzenia.
ru: Возьмите под контроль белый ключ и отложенный сюжетный актив «Покров пробуждения». Положите белый ключ на «Покров пробуждения». <i>(Он всё ещё считается находящимся под контролем сыщика.)</i> До конца игры любой сыщик, берущий под контроль белый ключ, также берёт под контроль «Покров пробуждения». Если белый ключ перекладывается на другую карту, кладите «Покров пробуждения» неподалёку от неё. В этом случае он не находится ни под чьим контролем. Если белый ключ выходит из игры, также удалите из игры «Покров пробуждения».
vi: Kiểm soát cả chìa khóa màu trắng và lá bài tài sản Awakened Mantle đặt một bên hồi đầu. Đặt chìa khóa màu trắng vào Awakened Mantle. <i>(Nó vẫn nằm dưới sự kiểm soát của điều tra viên đó)</i> Trong thời gian còn lại của màn chơi, ai nắm giữ chiếc chìa khóa màu trắng cũng sẽ nắm quyền kiểm soát Awakened Mantle. Nếu chìa khóa màu trắng được đặt trên một lá bài khác, hãy đặt Awakened Mantle gần lá bài đó, không dưới quyền kiểm soát. Nếu chìa khóa màu trắng rời khỏi màn chơi, hãy loại bỏ Awakened Mantle khỏi màn chơi.
zh: 控制白色钥匙和放在一边的觉醒斗篷剧情支援。将白色钥匙放在觉醒斗篷上。<i>(它依然在调查员控制下。)</i>本场游戏剩余时间内，谁控制白色钥匙，也控制觉醒斗篷。如果白色钥匙放到了另一张卡牌上，将觉醒斗篷放到该卡牌旁，不受控制。如果白色钥匙离场，将觉醒斗篷从游戏中移除。

source: You reach an outcropping of rock overlooking a ceremony of sorts. Horrifying fish-like creatures prostrate themselves in front of two enormous statues: one of onyx, one of white marble. At the precipice of this ridge sits a golden crown sporting a shell-like pattern and three distinct horns. Whatever this artifact is, it is clearly important to these creatures. Summoning your courage, you snatch the artifact and escape while you still can. The relic thrums with power in your hands as you flee.
de: Du erreichst einen Felsvorsprung, von dem aus du eine Art Zeremonie beobachtest. Schreckliche fischähnliche Kreaturen werfen sich vor zwei gewaltigen Statuen nieder: Eine ist aus Onyx, die andere aus weißem Marmor. Auf der Spitze des Vorsprungs ruht eine goldene Krone mit muschelartigen Verzierungen und drei gut erkennbaren Hörnern. Was dies auch für ein Artefakt sein mag, es ist offensichtlich wichtig für diese Kreaturen. Du nimmst all deinen Mut zusammen, schnappst dir das Artefakt und versuchst zu entkommen, solange du noch kannst. Auf deiner Flucht summt das Relikt machtvoll in deinen Händen.
es: Llegas a un saliente de roca desde la que puedes ver una especie de ceremonia. Unas horrendas criaturas con aspecto de pez se postran ante dos enormes estatuas: una de ónice y otra de mármol blanco. Al borde de este risco hay una corona dorada con un diseño similar a una concha y tres prominentes cuernos. Sea lo que sea este artefacto, está claro que es importante para estas criaturas. Haces acopio de valor, agarras el artefacto y huyes mientras puedes. La reliquia vibra de poder entre tus manos mientras escapas.
fr: Vous atteignez un affleurement rocheux surplombant une sorte de cérémonie. D'immondes créatures ichtyoïdes se prosternent devant deux immenses statues : l'une d'onyx, l'autre de marbre blanc. En contrebas de la crête où vous vous trouvez, vous pouvez voir une couronne décorée de coquillages et munie de trois cornes. Quel que soit cet artefact, il semble d'une importance capitale pour ces créatures. Rassemblant votre courage, vous attrapez l'artefact et fuyez aussi vite que vous le pouvez. La relique vibre de pouvoir dans votre tandis que vous courrez.
it: Raggiungete una sporgenza rocciosa che sovrasta una sorta di cerimonia: delle orribili creature simili a pesci sono prostrate davanti a due enormi statue, una di onice e l’altra di marmo bianco. Sul ciglio del costone si trova una corona dorata realizzata con dei motivi simili a conchiglie e da cui spuntano tre corni distinti: di qualsiasi cosa si tratti, l’artefatto riveste chiaramente una grande importanza per quelle creature. Vi fate coraggio, afferrate la corona e fuggite finché ne avete la possibilità. La reliquia vibra di potere tra le vostre dita.
pl: Docierasz do wystającej skały, z której obserwujesz swego rodzaju ceremonię. Przerażające, rybopodobne stworzenia padają na twarz przed dwoma ogromnymi posągami: jednym z onyksu, drugim z białego marmuru. Na krawędzi grani znajduje się złota korona, kształtem przypominająca muszlę z trzema pokaźnymi rogami. Czymkolwiek jest ten artefakt, najwyraźniej jest dla tych stworzeń bardzo ważny. Zbierasz się na odwagę, chwytasz artefakt i uciekasz, póki jeszcze możesz. Kiedy biegniesz, relikwia pulsuje mocą w twoich rękach.
ru: Вы достигаете выступа скалы, нависающего над своего рода церемонией. Наводящие ужас рыбоподобные существа распростёрлись ниц перед двумя огромными статуями: одна из оникса, другая из белого мрамора. На самой верхушке выступа возвышается золотая корона с тремя отчётливыми рогами и узором, напоминающим ракушки. Чем бы ни был этот артефакт, он явно важен тем существам. Собрав в кулак всё своё мужество, вы хватаете его и бежите оттуда со всех ног. Всё это время реликвия пульсирует в ваших руках.
vi: Bạn đến một mỏm đá nhô ra nhìn kỹ trông như một nghi lễ nào đó. Những sinh vật đáng sợ giống cá phủ phục trước hai bức tượng khổng lồ: một bằng mã não, một bằng đá cẩm thạch trắng. Ở vách núi này có một chiếc vương miện bằng vàng có hoa văn giống vỏ sò và ba chiếc sừng có đặc điểm riêng biệt. Dù cổ vật này là gì thì rõ ràng nó rất quan trọng đối với những sinh vật này. Lấy hết can đảm, bạn giật lấy cổ vật và trốn thoát trong khi vẫn có thể. Cổ vật đập mạnh vào tay bạn khi bạn chạy trốn.
zh: 你爬到一块出水岩石上，俯瞰著某种仪式。可怕的类鱼怪物正匍匐在两尊巨像前：一尊是缟玛瑙，一尊是白色大理石。顶上放著一尊金冠，上有贝壳图样和三只角。无论这件神器是什么，显然都对下面的生物十分重要。你鼓起勇气，将其一把抓过，趁著自己还能的时候赶忙逃走。你逃走的一路上，这件遗物在你手上嗡嗡作响，勃发著力量。

source: discovery of a mystical relic
de: eine Entdeckung eines mystischen Relikts.
es: el descubrimiento de una reliquia mística
fr: découverte d'une relique mystique
it: la scoperta di una reliquia mistica
pl: odkrycie mistycznej relikwii
ru: обнаружение таинственной реликвии
vi: phát hiện một cổ vật thần bí
zh: 发现了一件神秘的遗物

source: Take control of both the black key and the set-aside Headdress of Y'ha-nthlei story asset. Place the black key on the Headdress of Y'ha-nthlei. <i>(It is still under that investigator's control)</i> For the remainder of the game, whoever takes control of the black key also takes control of the Headdress of Y'ha-nthlei, as well. If the black key is placed on another card, place the Headdress of Y'ha-nthlei near that card, uncontrolled. If the black key leaves play, remove the Headdress of Y'ha-nthlei from the game.
de: Übernimm die Kontrolle über den schwarzen Schlüssel und die beiseitegelegte Storyvorteilskarte Kopfschmuck aus Y’ha-nthlei. Platziere den schwarzen Schlüssel auf Kopfschmuck aus Y’ha-nthlei. (<i>Der Schlüssel bleibt unter der Kontrolle des Ermittlers.</i>) Für den Rest des Spiels gilt: Wer die Kontrolle über den schwarzen Schlüssel übernimmt, übernimmt ebenfalls die Kontrolle über Kopfschmuck aus Y’ha-nthlei. Falls der schwarze Schlüssel auf einer anderen Karte platziert wird, platziere Kopfschmuck aus Y’ha-nthlei unter der Kontrolle keines Ermittlers neben jener Karte. Falls der schwarze Schlüssel das Spiel verlässt, entferne Kopfschmuck aus Y’ha-nthlei aus dem Spiel.
es: Toma el control de la llave negra y del Apoyo de historia Diadema de Y'ha-nthlei. Coloca la llave negra sobre la Diadema de Y'ha-nthlei <i>(se sigue considerando bajo el control de ese investigador)</i>. Durante el resto de la partida, quien tome el control de la llave negra también toma el control de la Diadema de Y'ha-nthlei. Si la llave negra se coloca sobre otra carta, coloca la Diadema de Y'ha-nthlei junto a esa carta, sin que la controle nadie. Si la llave negra abandona el juego, retira de la partida la Diadema de Y'ha-nthlei.
fr: Prenez le contrôle de la clé noire et du soutien d'histoire Tiare de Y'ha-nthlei. Placez la clé noire sur la Tiare de Y'ha-nthlei. (<i>La clé est toujours sous le contrôle de cet investigateur.</i>) Pour le reste de la partie, quiconque prend le contrôle de la clé noire prend également le contrôle de la Tiare de Y'ha-nthlei. Si la clé noire est placée sur une autre carte, placez la Tiare de Y'ha-nthlei à côté de cette carte, sous le contrôle de personne. Si la clé noire quitte le jeu, retirez la Tiare de Y'ha-nthlei de la partie.
it: L’investigatore che sta leggendo il flashback prende il controllo della chiave nera e del supporto storia Corona di Y’ha-nthlei messo da parte. Collocate la chiave nera sulla Corona di Y’ha-nthlei <i>(la chiave è ancora controllata da quell’investigatore)</i>. Per il resto della partita, chi prende il controllo della chiave nera prende anche il controllo della Corona di Y’ha-nthlei. Se la chiave nera è collocata su un’altra carta, collocate la Corona di Y’ha-nthlei accanto a quella carta, non controllata. Se la chiave nera esce dal gioco, rimuovete dal gioco la Corona di Y’ha-nthlei.
pl: Przejmij kontrole nad czarnym kluczem oraz nad odłożonym na bok atutem fabularnym Korona z Y’ha-nthlei. Umieść czarny klucz na Koronie z Y’ha-nthlei. <i>(Nadal znajduje się pod kontrolą danego badacza)</i>. Do końca gry każdy badacz, który przejmie kontrolę nad czarnym kluczem, przejmuje także kontrolę nad Koroną z Y’ha-nthlei. Jeśli czarny klucz jest umieszczony na innej karcie, umieść Koronę z Y’ha-nthlei w pobliżu danej karty, pod niczyją kontrolą. Jeśli czarny klucz opuści grę, usuń z gry Koronę z Y’ha-nthlei.
ru: Возьмите под контроль чёрный ключ и отложенный сюжетный актив «Венец Й'ха-нтлеи». Положите чёрный ключ на «Венец Й'ха-нтлеи». <i>(Он всё ещё считается находящимся под контролем сыщика.)</i> До конца игры любой сыщик, берущий под контроль чёрный ключ, также берёт под контроль «Венец Й'ха-нтлеи». Если чёрный ключ перекладывается на другую карту, кладите «Венец Й'ха-нтлеи» неподалёку от неё. В этом случае он не находится ни под чьим контролем. Если чёрный ключ выходит из игры, также удалите из игры «Венец Й'ха-нтлеи».
vi: Kiểm soát cả chìa khóa màu đen và lá bài tài sản Y'ha-nthlei đặt một bên hồi đầu. Đặt chìa khóa màu trắng vào Y'ha-nthlei. <i>(Nó vẫn nằm dưới sự kiểm soát của điều tra viên đó)</i> Trong thời gian còn lại của màn chơi, ai nắm giữ chiếc chìa khóa màu đen cũng sẽ nắm quyền kiểm soát Y'ha-nthlei. Nếu chìa khóa màu đen được đặt trên một lá bài khác, hãy đặt Y'ha-nthlei gần lá bài đó, không dưới quyền kiểm soát. Nếu chìa khóa màu đen rời khỏi màn chơi, hãy loại bỏ Y'ha-nthlei khỏi màn chơi.
zh: 控制黑色钥匙和放在一边的伊哈·恩斯雷的头冠剧情支援。将黑色钥匙放在伊哈·恩斯雷的头冠上。<i>(它依然在调查员控制下。)</i>本场游戏剩余时间内，谁控制黑色钥匙，也控制伊哈·恩斯雷的头冠。如果黑色钥匙放到了另一张卡牌上，将伊哈·恩斯雷的头冠放到该卡牌旁，不受控制。如果黑色钥匙离场，将伊哈·恩斯雷的头冠从游戏中移除。

source: Each investigator earns experience equal to the Victory X value of each card in the victory display. Record this experience under "Unspent Experience" in your Campaign Log, but <b>do not spend any of it yet.</b> You will be instructed to spend this experience at a later time.
de: Jeder Ermittler verdient Erfahrungspunkte in Höhe des Sieg-X-Wertes aller Karten im Siegpunktestapel. Notiere diese Erfahrungspunkte im Kampagnenlogbuch unter „Nicht ausgegebene EP“. <b>Diese Erfahrungspunkte dürfen jetzt noch nicht ausgegeben werden.</b> Die Ermittler werden zu einem späteren Zeitpunkt dazu angewiesen, diese Erfahrungspunkte auszugeben.
fr: Chaque investigateur reçoit un total de points d'expérience égal à la somme des valeurs de Victoire X des cartes qui se trouvent dans la pile de victoire. Inscrivez cette expérience sous la mention « Expérience non dépensée » de votre Carnet de Campagne, <b>mais ne la dépensez pas tout de suite</b>. Il vous sera indiqué ultérieurement quand dépenser cette expérience.

source: Find the Terror of Devil Reef. Then choose one of the following options:
de: Finde Der Schrecken des Teufelsriffs. Dann wähle eine der folgenden Optionen:
es: Busca El Terror del Arrecife del Diablo. A continuación, elige una de las siguientes opciones:
fr: Trouvez La Terreur du Récif du Diable. Ensuite choisissez une option :
it: Trovate il Terrore dello Scoglio del Diavolo. Poi scegliete una delle seguenti opzioni:
pl: Znajdź Koszmar z Diabelskiej rafy. Następnie wybierz jedną z poniższych opcji:
ru: Найдите «Ужас Дьяволова рифа».
vi: Tìm Terror of Devil Reef. Sau đó chọn một trong các tùy chọn sau:
zh: 找到魔鬼礁石的骇物。然后选择以下选项的一项：

source: It was agenda 1a when the game ended.
de: Agenda 1a war aktuell, als das Spiel endete.
es: La partida acabó con el plan 1a en juego.
fr: Vous étiez à l'Intrigue 1a quand la partie s'est terminée.
it: Eravate alla Trama 1a al termine della partita.
pl: W momencie zakończenia gry trwała Tajemnica 1a.
ru: На момент окончания игры активным был замысел 1a.
vi: Đang là agenda 1a khi màn chơi kết thúc.
zh: 如果在游戏结束时是密谋1a。

source: the Terror of Devil Reef is still alive.
de: Der Schrecken des Teufelsriffs ist noch am Leben.
es: el Terror del Arrecife del Diablo sigue vivo.
fr: la Terreur du Récif du Diable est encore en vie.
it: il Terrore dello Scoglio del Diavolo è ancora vivo.
pl: Koszmar z Diabelskiej rafy wciąż żyje.
ru: ужас Дьяволова рифа всё ещё жив.
vi: Terror of Devil Reef vẫn còn sống.
zh: 魔鬼礁石的骇物还活著。
