Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/devil_reef.po
Languages: de, es, fr, it, pl, ru, vi, zh

source: Agent Dawson boards the ship at last. Heavy bags hang under his weary eyes. "All of our leads are cold," he says with resignation. "Wherever Agent Harper is now, she's beyond our reach." You attempt to console Dawson by reminding him why you've chosen to investigate Devil Reef. The rumors say it is haunted, or perhaps infested, with some manner of devilish sea creature. The sailors of Innsmouth speak of silhouettes crawling in and out of caves along the reef's many islands, of strangely misshapen fins sighted along the surface of the sea, and of entire boats crashing against the jagged rocks and vanishing beneath the waves. "You're right," Dawson admits with a sigh. "Whatever happened to Agent Harper has something to do with the Esoteric Order of Dagon. That book that was slipped under your hotel room door is evidence enough of that. And if my hypothesis is right, the ones who have been spreading these rumors about Devil Reef are none other than the Order themselves. If that's true, there must be something they're hiding." You nod and begin preparing for the mission. Agent Dawson gazes at you inquisitively the entire time. "Why did you stay?" he finally asks. "You could have left Innsmouth after we failed to rescue Agent Harper, but you chose to stick around. Why?" Truth be told, you aren't sure. Perhaps it was a sense of duty. Perhaps it was curiosity. You shrug and tell him it doesn't matter. You're here now, and there's no going back. Your admission earns you a smile from the hardened vet. "Right. Let's go find what they're hiding," he says.
de: Agent Dawson geht als Letzter an Bord. Er hat tiefe Ringe unter seinen müden Augen. „Alle Spuren sind im Sand verlaufen“, sagt er resigniert. „Wo Agent Harper jetzt auch sein mag, wir haben keine Möglichkeit, sie zu finden.“ Du versuchst, Dawson ein wenig zu trösten, indem du ihn daran erinnerst, warum du dich dazu entschieden hast, das Teufelsriff zu untersuchen. Am Teufelsriff soll es spuken und nur so von teuflischen Meereskreaturen wimmeln. Die Seeleute von Innsmouth sprechen von Schemen, die aus den Höhlen entlang des Riffs und der vielen Inseln herauskommen. Auch sollen seltsame missgestaltete Flossen an der Wasseroberfläche gesichtet worden sein. Ganze Boote sollen unter den Wellen verschwinden, nachdem sie mit den gezackten Felsen dort zusammengestoßen sind. „Sie haben ja recht“, gibt Dawson seufzend zu. „Was auch immer mit Agent Harper passiert ist, es hat mit dem Esoterischen Orden von Dagon zu tun. Das Buch, das Ihnen unter der Tür hindurchgeschoben wurde, ist Beweis genug. Und wenn ich mit meiner Theorie recht habe, dann sind die, welche die Gerüchte über das Teufelsriff verbreiten, keine anderen als die Mitglieder des Ordens selbst. Wenn das stimmt, muss der Orden dort etwas verstecken.“ Du nickst und beginnst, dich auf die Mission vorzubereiten. Agent Dawson betrachtet dich dabei die ganze Zeit eindringlich. „Warum sind Sie geblieben?“, fragt er schließlich. „Sie hätten Innsmouth verlassen können, nachdem die Rettung von Agent Harper gescheitert ist. Sie sind aber geblieben. Wieso?“ Um ehrlich zu sein, weißt du das selbst nicht so ganz. Vielleicht aus Pflichtbewusstsein oder aus Neugierde? Du zuckst mit den Schultern und erzählst ihm, dass es keine Rolle spielt. Du bist jetzt hier und es gibt kein Zurück. Dein Zugeständnis entlockt dem gestählten Veteranen ein leichtes Lächeln. „In Ordnung. Dann lassen Sie uns finden, was sie vor uns verstecken“, antwortet er.
es: El agente Dawson sube a bordo por fin. Tiene grandes bolsas bajo los cansados ojos. –Hemos agotado todas las pistas –dice con resignación–. Dondequiera que esté la agente Harper, no podemos llegar a ella. Intentas consolar a Dawson recordándole por qué habéis decidido investigar el Arrecife del Diablo. Los rumores dicen que está encantado, o puede que infestado, con una especie de demoníacas criaturas marinas. Los marineros de Innsmouth hablan de siluetas que entran y salen reptando de las cuevas que pueblan las muchas islas del arrecife, o de aletas extrañamente deformes que aparecen en la superficie del mar, y de barcos que se estrellan contra las afiladas rocas y desaparecen bajo las olas. –Tiene razón –admite Dawson con un suspiro–. Lo que le haya ocurrido a la agente Harper tiene algo que ver con la Orden Esotérica de Dagón. Ese libro que le pasaron bajo la puerta de la habitación del hotel es prueba suficiente. Y si mi hipótesis es cierta, los de la Orden son quienes han propagado estos rumores sobre el Arrecife del Diablo. Si es cierto, debe de haber algo que quieren mantener oculto. Asientes y comienzas a prepararte para la misión. El agente Dawson no deja de mirarte con curiosidad: –¿Por qué se ha quedado? –acaba preguntando–. Podría haberse marchado de Innsmouth después de que fracasáramos en rescatar a la agente Harper, pero decidió quedarse. ¿Por qué? A decir verdad, no lo sabes con certeza. Tal vez por un sentimiento del deber, o tal vez por curiosidad. Te encoges de hombros y le dices que no importa. Ahora estás aquí y no hay marcha atrás. Tu afirmación te granjea una sonrisa del avezado veterano. –Muy bien. Pues vamos a buscar lo que están ocultando –dice.
fr: L'agent Dawson embarque en dernier. Il a d'énormes cernes sous les yeux. « Toutes nos pistes sont froides » annonce-t-il avec résignation. « Où que soit l'agent Harper en ce moment, elle est hors de notre portée. » Vous tentez de remettre Dawson d'aplomb en lui rappelant pourquoi vous avez choisi d'enquêter sur le Récif du Diable. Les rumeurs disent le Récif du Diable hanté, ou peut-être infesté, par des créatures marines démoniaques. Les marins d 'Innsmouth parlent de silhouettes rampant dans et hors des grottes le long des nombreuses îles du récif, de nageoires difformes observées à la surface de la mer, et de bateaux entiers s'échouant contre les rochers tranchants et disparaissant sous les vagues. « Vous avez raison » admet Dawson en soupirant. « Quoi qu'il soit advenu de l'agent Harper, cela a à voir avec l'Ordre Ésotérique de Dagon. Ce carnet glissé sous la porte de votre chambre d'hôtel en est une preuve flagrante. Et si mon hypothèse se révèle exacte, ce sont les membres de l'Ordre qui ont répandu ces rumeurs sur le Récif du Diable afin d'éloigner les marins. Si j'ai vu juste, ils doivent y cacher quelque chose. » Vous acquiescez et commencez les préparatifs de la mission. L'agent Dawson vous observe attentivement durant tout ce temps. « Pourquoi êtes-vous resté ? » finit-il par vous demander. « Vous auriez pu quitter Innsmouth après que nous avons échoué à retrouver l'agent Harper, mais vous avez choisi de rester. Pourquoi » À vrai dire, vous n'en êtes pas certain vous-même. Peut-être par sens du devoir, peut-être par curiosité. Vous haussez les épaules et lui répondez que cela n 'a aucune importance. Vous êtes là et vous ne reculerez pas. Cette réponse vous vaut un sourire de la part du vétéran endurci. « Très bien. Allons découvrir ce qu’ils cachent. »
it: L’agente Dawson sale a bordo per ultimo, sfoggiando delle evidenti borse sotto gli occhi stanchi. “Tutte le nostre piste si sono raffreddate” dice con tono rassegnato. “Ovunque si trovi l’agente Harper, ormai è fuori dalla nostra portata.” Cercate di consolarlo ricordandogli il motivo per cui state cercando di raggiungere lo Scoglio del Diavolo: si dice che sia un luogo stregato, o forse infestato da una creatura marina demoniaca. I marinai di Innsmouth raccontano da figure che scivolano dentro e fuori dalle grotte disseminate fra le isole della scogliera, di pinne grottescamente deformi avvistate in superficie e di navi intere schiantate contro le rocce acuminate e poi svanite in mezzo alle onde. “Avete ragione” ammette l’uomo con un sospiro. “Qualsiasi cosa sia successa all’agente Harper, deve avere a che fare con l’Ordine Esoterico di Dagon, quel taccuino che vi è stato passato sotto la porta della stanza ne è la prova. Se la mia ipotesi è corretta, chi sta spargendo quelle voci non è altri che l’Ordine stesso… e se ho ragione, significa che sta cercando di nascondere qualcosa.” Annuite e cominciate a prepararvi per la missione. L’agente Dawson vi osserva per tutto il tempo con sguardo inquisitorio. “Perché siete rimasti? Avreste potuto lasciare Innsmouth dopo il fallimento della missione, ma avete deciso di rimanere. Per quale motivo?” A dire il vero, non lo sapete affatto; forse per senso del dovere, forse per semplice curiosità. Fate spallucce e lo rassicurate, confermandogli la vostra determinazione: ara siete qui e non avete nessuna intenzione di tirarvi indietro. La vostra ammissione regala un sorriso sincero al veterano. “Bene, andiamo a scoprire cosa stanno nascondendo.”
pl: Agent Dawson w końcu wchodzi na pokład. Dostrzegacie jego wyraźnie podkrążone oczy. „Wszystkie tropy prowadzą donikąd” - mówi z rezygnacją. „Gdziekolwiek jest teraz agentka Harper, znajduje się poza naszym zasięgiem”. Próbujecie pocieszyć Dawsona, przypominając mu, dlaczego postanowiliście zbadać akurat Diabelską rafę. Wieść niesie, że jest ona nawiedzona czy też może opanowana przez jakieś diabelskie stworzenia morskie. Żeglarze z Innsmouth mówią o zagadkowych kształtach pełzających w jaskiniach i wyłaniających się z nich na wielu wyspach rafy, o dziwnie zniekształconych pletwach widzianych tuż pod powierzchnią morza oraz o łodziach uderzających o ostre skały i znikających pod falami. „Macie rację” - przyznaje Dawson, wzdychając. - „Cokolwiek stało się z agentką Harper, musi mieć to związek z Ezoterycznym Zakonem Dagona, Książka, która została wsunięta pod drzwi waszego pokoju hotelowego, jest tego wystarczającym dowodem. A jeśli moja hipoteza jest słuszna, te «legendy» o Diabelskiej rafie rozpowszechnia nie kto inny jak sam Zakon. Jeśli to prawda, z pewnością coś ukrywa”. Kiwacie głowami i zaczynacie przygotowywać się do misji. Agent Dawson cały czas patrzy na was pytająco. „Czemu zostaliście?” - pyta w końcu. - „Mogliście opuścić Innsmouth, kiedy nie udało nam się uratować Harper, a jednak zdecydowaliście się zostać. Dlaczego?” Szczerze mówiąc, sami nie wiecie. Może z poczucia obowiązku. Może z ciekawości. Wzruszacie ramionami i mówicie, że to bez znaczenia. Jesteście tu i nie ma już odwrotu. Wasze stwierdzenie wywołuje uśmiech u zaprawionego weterana. „Racja. Chodźmy znaleźć to, co starają się ukryć” - mówi.
ru: Агент Доусон поднимается на борт последним. Под его усталыми глазами залегают тяжёлые мешки. «Все зацепки ведут в тупики, — смиренно признаёт он. — Где бы ни была сейчас Харпер, она вне нашей досягаемости». Вы пытаетесь утешить Доусона, напомнив, что не просто так решили изучить риф Дьявола. Если верить слухам, там якобы обитают призраки или какие-то сверхъестественные морские создания. Моряки рассказывают о силуэтах, крадущихся по пещерам на многочисленных островках рифа; о странных плавниках неправильной формы, виднеющихся на поверхности воды; о целых лодках, разбивающихся об иззубренные камни и исчезающих в волнах. «Вы правы, — со вздохом отвечает Доусон. — Что бы ни произошло с агентом Харпер, в этом замешан Эзотерический орден Дагона. Блокнот, что подсунули вам под дверь в отеле, — прямое тому доказательство. И если моя гипотеза верна, слухи о рифе распускает не кто иной, как сам Орден. Если это правда, они должны что-то там прятать». Вы киваете и готовитесь к миссии. Всё это время Доусон пытливо вглядывается в вас. «Почему вы остались? — наконец спрашивает он. — Вы могли покинуть город сразу, как миссия по спасению Харпер завершилась провалом. Но вы решили остаться. Почему?» По правде говоря, вы и сами не знаете. Возможно, из чувства долга. Возможно, из любопытства. Вы пожимаете плечами и говорите, что это неважно. Вы здесь, и пути назад нет. Ваше признание вызывает улыбку у сурового ветерана. «Ясно. Посмотрим, что же они там прячут», — говорит он.
vi: Đặc vụ Dawson cuối cùng cũng lên tàu. Những chiếc túi nặng trĩu treo dưới đôi mắt mệt mỏi của anh. “Tất cả manh mối của chúng ta đều nguội lạnh,” ông ấy nói với vẻ từ bỏ. “Dù đặc vụ Harper đang ở đâu thì cô ấy cũng nằm ngoài tầm với của chúng ta.” Bạn cố gắng an ủi Dawson bằng cách nhắc nhở ông ấy lý do bạn chọn điều tra Rạn San Hô Quỷ. Những tin đồn nói rằng nó bị ma ám, hoặc có lẽ bị nhiễm một loại sinh vật biển quỷ quái nào đó. ác thủy thủ của thị trấn Innsmouth kể về những bóng người bò vào và ra khỏi hang động dọc theo nhiều hòn đảo của rạn san hô, về những chiếc vây biến dạng kỳ lạ nổi trên bề mặt biển, và về cả những chiếc thuyền đâm vào những tảng đá lởm chởm và biến mất dưới làn sóng. “Cậu nói đúng,” Dawson thừa nhận với một tiếng thở dài. "Bất cứ điều gì xảy ra với đặc vụ Harper đều có liên quan đến Dòng Dagon bí truyền. Cuốn sách được giấu dưới cửa phòng khách sạn của cậu là bằng chứng đủ cho điều đó. Và nếu giả thuyết của tôi là đúng, thì những kẻ đã lan truyền những tin đồn về Rạn San Hô Quỷ này không ai khác chính là từ Dòng. Nếu điều đó là sự thật thì chắc chắn họ đang che giấu điều gì đó." Bạn gật đầu và bắt đầu chuẩn bị cho nhiệm vụ. Đặc vụ Dawson nhìn bạn tò mò suốt thời gian qua. "Sao cậu lại ở lại?" cuối cùng ông ấy hỏi. “Cậu lẽ ra đã có thể rời khỏi thị trấn Innsmouth sau khi chúng ta không giải cứu được đặc vụ Harper, nhưng cậu lại chọn ở lại. Vì sao?” Thành thật mà nói, bạn không chắc chắn. Có lẽ đó là ý thức trách nhiệm. Cũng có lẽ là sự hiếu kỳ. Bạn nhún vai và nói với ông ấy rằng điều đó không quan trọng. Bây giờ bạn đang ở đây và không thể quay lại được nữa. Sự thừa nhận của bạn mang lại cho bạn nụ cười từ vị cựu binh. "Được rồi. Hãy đi tìm thứ họ đang che giấu," ông ấy nói.
zh: 道森特工最后一个上船。他疲惫的双眼下挂著沉重的眼袋。“我们的线索都断了。”他颓唐地说道，“无论哈珀特工现在在哪，我们都找不到了。” 你试著安慰道森特工，提醒他你们为何要来调查魔鬼礁石。流言说有某种邪恶的海洋生物萦绕著——或者说感染了魔鬼礁石。印斯茅斯的水手提过礁石洞穴内外匍匐的轮廓，或是在海面上见过奇形怪状的鱼鳍，要么就是整艘船都撞在犬牙交错的乱石间，消失在波涛之下。 “你是对的。”道森叹了口气承认道，“无论哈珀特工发生了什么，看肯定和达贡密教有关。那本滑进你房间的册子就足以证明。要是我所料不虚，散布魔鬼礁石流言的人肯定是密教的。要真是如此，那他们肯定在隐藏什么。” 你点点头，为任务做准备。道森特工一直好奇地望著你。“你为什么留下来了？”他终于问道，“营救哈珀特工失败后，你就可以离开印斯茅斯的，但你还是在这转悠。为什么？” 说实话，你自己也不确定。也许是责任感。也许是好奇心。你耸耸肩，告诉他这不重要。你都在这儿了，并且无路回头。你的磊落把坚毅的老兵逗笑了。 “嗯。让我们一起找出他们到底在隐藏什么。”他说道。

source: Perform this step before setting up your investigator.
de: Dieser Schritt wird noch vor der Vorbereitung der Ermittler durchgeführt.
es: Realiza este paso antes de preparar tu investigador.
fr: Effectuez cette étape avant de mettre en place votre investigateur.
it: Svolgete questo passo prima di comporre i mazzi degli investigatori.
pl: Wykonaj ten krok przed przygotowaniem twojego badacza.
ru: Выполните этот шаг, прежде чем готовить колоду сыщика к игре.
vi: Thực hiện bước này trước khi chuẩn bị điều tra viên của bạn.
zh: 在设置你的调查员之前先执行此步骤。

source: Search each investigator's deck for Elina Harper and remove her from the game for the duration of this scenario.
de: Das Deck jedes Ermittlers wird nach der Storyvorteilskarte Elina Harper durchsucht und für die Dauer dieses Szenarios aus dem Spiel entfernt.
es: Busca a Elina Harper en los mazos de todos los investigadores y retírala de la partida durante este escenario.
fr: Cherchez Elina Harper dans les decks de tous les investigateurs et retirez-la de la partie pour la durée de ce scénario.
it: Cercate Elina Harper nel mazzo di ogni investigatore e rimuovetela dal gioco per la durata di questo scenario.
pl: Przeszukaj talię każdego badacza w poszukiwaniu Eliny Harper i usuń ją z gry na czas trwania tego scenariusza.
ru: Найдите в колодах сыщиков карту «Элина Харпер» и удалите её из игры до конца сценария.
vi: Tìm kiếm Elina Harper trong bộ bài của mỗi điều tra viên và loại bỏ cô ấy khỏi màn chơi này.
zh: 查找每位调查员的牌组，找出艾莲娜·哈珀，将她在本场冒险期间从游戏中移除。

source: Search the collection for Agent Dawson and add him to any investigator's opening hand, as an additional card.
de: Durchsuche die Sammlung nach der Storyvorteilskarte Thomas Dawson und füge sie der Starthand eines beliebigen Ermittlers als zusätzliche Karte hinzu.
es: Busca a Thomas Dawson en la colección y añádelo a la mano inicial de cualquier investigador como una carta adicional.
pl: Przeszukaj kolekcję kart w poszukiwaniu Thomasa Dawsona i dodaj go do początkowych kart dowolnego badacza jako dodatkową kartę.
zh: 查找收藏，找出托马斯·道森，其额外加入任意调查员的起始手牌。

source: Search the collection for Agent Dawson and shuffle him into any investigator's deck for the duration of this scenario.
de: Durchsuche die Sammlung nach der Storyvorteilskarte Thomas Dawson und mische die Karte für die Dauer dieses Szenarios in das Deck eines Ermittlers.
es: Busca a Thomas Dawson en la colección y añádelo al mazo de cualquier investigador durante este escenario (baraja el mazo después de añadirlo).
pl: Przeszukaj kolekcję kart w poszukiwaniu Thomasa Dawsona i wtasuj go do talii dowolnego badacza na czas trwania tego scenariusza.
zh: 查找收藏，找出托马斯·道森，在本场冒期间将其洗入该调查员的牌堆。

source: Set each key aside, as follows:
de: Die Schlüssel werden wie folgt beiseitegelegt:
fr: Préparez les clés de la manière suivante :

source: Set the purple, white, and black keys aside, faceup.
de: Der lila, weiße und schwarze Schlüssel werden offen beiseitegelegt.
es: Pon aparte las llaves morada, blanca y negra, boca arriba.
fr: Mettez de côté face visible la clé violette, la clé blanche et la clé noire.
it: Mettete da parte le chiavi viola, bianca e nera a faccia in su.
pl: Fioletowy, biały i czarny klucz odłóż na bok odkryte.
ru: Фиолетовый, белый и чёрный лицевой стороной вверх.
vi: Đặt các chìa khoá màu tím, trắng và đen sang một bên, ngửa lên.
zh: 将紫色、白色和黑色钥匙正面朝上放在一边。

source: Set the yellow, green, red, and blue keys aside, facedown. Shuffle them so you do not know which is which.
de: Der gelbe, grüne, rote und blaue Schlüssel werden verdeckt beiseitegelegt und gemischt, sodass die Ermittler nicht wissen, welcher welcher ist.
es: Pon aparte las llaves amarilla, verde, roja y azul, boca abajo. Mézclalas para que no sepas cuál es cuál.
fr: Mettez de côté face cachée la Clé jaune, la clé verte, la clé rouge et la clé bleue. Mélangez-les de manière à ne pas pouvoir les distinguer.
it: Mettete da parte le chiavi gialla, verde, rossa e blu a faccia in giù. Mescolatele in modo da non riconoscerle.
pl: Żółty, zielony, czerwony i niebieski klucz odłóż na bok zakryte. Pomieszaj je tak, aby nie było wiadomo, który jest który.
ru: Жёлтый, зелёный, красный и синий лицевой стороной вниз. Перемешайте их, чтобы вы не знали, какой где.
vi: Đặt các chìa khoá màu vàng, xanh lá cây, đỏ và xanh biển sang một bên, úp xuống. Xáo trộn chúng để bạn không biết cái nào là cái nào.
zh: 将黄色、绿色、红色和蓝色钥匙正面朝下放在一边。将其混洗以使你无法分辨。

source: Put the Churning Waters location into play. <i>(It enters play fully flooded.)</i>
de: Der Ort Aufgewühltes Wasser wird ins Spiel gebracht. <i>(Aufgewühltes Wasser kommt völlig überflutet ins Spiel.)</i>
es: Pon en juego el Lugar Aguas agitadas (entra en juego totalmente inundado).
fr: Mettez en jeu le lieu Eaux Grouillantes. (Ce lieu entre en jeu complètement inondé.)
it: Mettete in gioco il luogo Acque Turbolente <i>(entra in gioco completamente allagato).</i>
pl: Umieść w grze lokalizację Wzburzone wody <i>(wchodzi do gry całkowicie zalana).</i>
ru: Введите в игру локацию «Бурные воды». <i>(Она входит в игру полностью затопленной.)</i>
vi: Đặt vị trí Churning Waters vào chơi. <i>(Nó bắt đầu với việc bị ngập hoàn toàn.)</i>
zh: 将急涡水域地点放置入场。<i>(其以完全淹没入场。)</i>

source: Put the Fishing Vessel story asset into play at Churning Waters.
de: Die Storyvorteilskarte Fischkutter wird auf dem Aufgewühlten Wasser ins Spiel gebracht.
es: Pon en juego el Apoyo de historia Barco de pesca en las Aguas agitadas.
fr: Mettez en jeu le soutien d'histoire Bateau de Pêche dans les Eaux Grouillantes.
it: Mettete in gioco il supporto storia Peschereccio nelle Acque Turbolente.
pl: Umieść atut fabularny Statek rybacki w grze, na Wzburzonych wodach.
ru: Введите сюжетный актив «Рыболовное судно» в игру в «Бурные воды».
vi: Đặt lá bài câu chuyện Fishing Vessel vào chơi tại Churning Waters.
zh: 将渔船剧情支援放置入场，放在急涡水域。

source: Each investigator begins play in the Fishing Vessel <i>(see Vehicles, below)</i>.
de: Jeder Ermittler beginnt das Spiel im Fischkutter auf dem Aufgewühlten Wasser <i>(siehe dazu „Fahrzeuge“ weiter unten)</i>.
es: Cada investigador comienza la partida en el Barco de pesca (<i>consulta la sección «Vehículos» más abajo</i>).
fr: Chaque investigateur commence la partie dans le Bateau de Pêche (voir véhicules, ci-dessous).
it: Iniziate la partita nel Peschereccio <i>(vedi “Veicoli” a seguire)</i>.
pl: Wszyscy badacze rozpoczynają grę w Statku rybackim <i>(patrz „Pojazdy” poniżej)</i>.
ru: Каждый сыщик начинает игру в «Рыболовном судне» <i>(см. раздел «Транспорт» ниже)</i>.
vi: Mỗi điều tra viên bắt đầu chơi tại Fishing Vessel <i>(xem phần Phương Tiện Di Chuyển bên dưới)</i>.
zh: 每位调查员从渔船开始游戏<i>(见下方“载具”)</i>。

source: Set the following story assets aside, out of play: Awakened Mantle, Headdress of Y'ha-nthlei, and Waveworn Idol.
de: Die folgenden Storyvorteilskarten werden als nicht im Spiel befindlich beiseitegelegt: Mantel des Erwachten, Kopfschmuck aus Y’ha-nthlei und Verwitterter Götze.
es: Deja aparte los siguientes Apoyos de historia, fuera del juego: Manto despertado, Diadema de Y'ha-nthlei e Ídolo desgastado por el oleaje.
fr: Mettez de côté les soutiens d'histoire suivants, hors jeu : Cape de l'Éveillé, Idole Érodée et Tiare de Y'ha-nthlei.
it: Mettete da parte, temporaneamente fuori dal gioco, i supporti storia seguenti: Manto del Risvegliato, Corona di Y’ha-nthlei e Idolo delle Maree.
pl: Odłóż na bok, poza grę, następujące atuty fabularne: Opończa przebudzenia, Korona z Y’ha-nthlei oraz Zniszczony przez fale posążek.
ru: Отложите в сторону следующие карты: «Покров пробуждения», «Венец Й'ха-нтлеи» и «Омытый волнами идол».
vi: Đặt các lá bài tài sản câu chuyện sau một bên, ngoài khu vực chơi: Awakened Mantle, Headdress of Y'ha-nthlei, và Waveworn Idol.
zh: 将下列剧情支援放在一边，位于场外：觉醒斗篷、伊哈·恩斯雷头冠、浪蚀偶像。

source: Shuffle the 5 Devil Reef locations and put each of them into play, unrevealed side faceup.
de: Die 5 Orte Teufelsriff werden gemischt und mit der verhüllten Seite nach oben ins Spiel gebracht.
es: Baraja los 5 Lugares Arrecife del Diablo y pon cada uno de ellos en juego, con el lado sin revelar boca arriba.
fr: Mélangez les 5 lieux Récif du Diable et mettez-les en jeu, face non-révélée visible.
it: Mescolate i 5 luoghi Scoglio del Diavolo e metteteli in gioco con il lato chiuso a faccia in su.
pl: Potasuj 5 lokalizacji Diabelska rafa i umieść każdą z nich w grze, nieodkrytą stroną ku górze.
ru: Перемешайте 5 локаций «Риф Дьявола» и введите каждую в игру закрытой стороной вверх.
vi: Xào 5 vị trí Devil Reef và đặt chúng vào chơi, mặt chưa để lộ ngửa lên.
zh: 混洗5张魔鬼礁石地点，将其全部放置入场，未揭示面朝上。
