Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/devil_reef.po
Languages: de, es, fr, it, pl, ru, vi, zh

source: The Terror of Devil Reef is in play.
de: Der Schrecken des Teufelsriffs ist noch im Spiel.
es: El Terror del Arrecife del Diablo está en juego.
fr: La Terreur du Récif du Diable est en jeu.
it: Il Terrore dello Scoglio del Diavolo era in gioco.
pl: Koszmar z Diabelskiej rafy znajduje się w grze.
ru: «Ужас Дьяволова рифа» в игре.
vi: Terror of Devil Reef đang được chơi.
zh: 魔鬼礁石的骇物在场上。

source: The Terror of Devil Reef is in the victory display.
de: Der Schrecken des Teufelsriffs ist im Siegpunktestapel.
es: El Terror del Arrecife del Diablo está en la zona de victoria.
fr: La Terreur du Récif du Diable est dans la pile de victoire.
it: Il Terrore dello Scoglio del Diavolo si trova nella galleria delle vittorie.
pl: Koszmar z Diabelskiej rafy znajduje się w puli zwycięstwa.
ru: «Ужас рифа Дьявола» на победном счету.
vi: Terror of Devil Reef ở trong khu vực trưng bày thành tích.
zh: 魔鬼礁石的骇物在胜利牌区。

source: the Terror of Devil Reef is dead.
de: Der Schrecken des Teufelsriffs ist tot.
es: el Terror del Arrecife del Diablo está muerto.
fr: la Terreur du Récif du Diable est morte.
it: il Terrore dello Scoglio del Diavolo è morto.
pl: Koszmar z Diabelskiej rafy jest martwy.
ru: ужас Дьяволова рифа мёртв.
vi: Terror of Devil Reef đã chết.
zh: 魔鬼礁石的骇物已死。

source: Do not move the purple, black, or white keys from their current position just yet—the location of each of these keys will be important during <b>Interlude III: Beneath the Waves</b>.
de: Der lila, schwarze und weiße Schlüssel sollten noch nicht von ihrer aktuellen Position entfernt werden, da ihre Position im <b>Zwischenspiel III: Unter den Wellen</b> noch wichtig wird.
es: No quites las llaves morada, negra y blanca de su ubicación actual, porque estas ubicaciones serán importantes durante el <b>Interludio III: Bajo las olas</b>.
fr: Continuez à l'<b>Interlude III : Sous les Vagues</b>. Ne déplacez pas la clé violette/noire/blanche de sa position actuelle ; le lieu où se trouve chaque clé aura son importance dans l'<b>Interlude III : Sous les Vagues</b>.
it: Non spostate ancora le chiavi viola, nera e bianca dalle loro posizioni attuali: i luoghi su cui si trovano queste chiavi saranno importanti durante l’<b>Interludio III “Sotto le Onde”</b>.
pl: Nie ruszaj na razie fioletowego, czarnego ani białego klucza z ich obecnej pozycji — lokalizacja każdego z tych kluczy będzie istotna podczas <b>Antraktu III: Pod falami</b>.
ru: Пока что не трогайте фиолетовый, чёрный и белый ключи: их текущее местонахождение важно для розыгрыша <b>интерлюдии III «Укрытые волнами»</b>.
vi: Đừng vội di chuyển chìa khóa màu tím, đen hoặc trắng khỏi vị trí hiện tại của chúng—vị trí của từng chìa khóa này sẽ rất quan trọng trong <b>Chuyển tiếp III: Bên dưới những Con Sóng</b>.
zh: 不要从当前位置移动紫色、黑色和白色钥匙——这些钥匙的地点在<b>幕间故事III：浪涛之下</b>期间十分重要。

source: With daylight fading and the tide rising to swallow the various islands off the coast of Innsmouth, you decide to make your way back to the harbor with your discoveries. "Found what yer lookin' for?" Mr. Moore asks once you've made it to the coast safely. Truth be told, you're not completely sure. What you found was startling. The coves and tidal caverns of Devil Reef were home not just to relics of the Esoteric Order of Dagon, but also to a horde of strange creatures: hybrids between fish, man, and monster. You might have escaped with your life, but the horrors you saw in those caves will stay with you forever. Sharp jagged teeth—blood-stained altars—unholy prayers—signs of a coming catastrophe—it still haunts you even after your escape. But is Innsmouth truly safe? Is any land at all?
de: Mit dem schwindenden Tageslicht und dem steigenden Wasser, das die verschiedenen Inseln vor Innsmouth nach und nach verschluckt, entscheidest du dich, mit deinen Entdeckungen zum Hafen zurückzukehren. „Haben Sie gefunden, wonach Sie gesucht haben?“, möchte Mr. Moore von dir wissen, als du sicher die Küste erreicht hast. Um ehrlich zu sein, bist du dir da nicht ganz sicher. Was du gefunden hast, war alarmierend. In den Gezeitenhöhlen des Teufelsriffs waren nicht nur die Relikte des Esoterischen Ordens von Dagon untergebracht, sondern sie waren auch die Heimat einer Horde seltsamer Kreaturen: Hybride zwischen Fisch, Mensch und Monster. Du bist zwar mit dem Leben davongekommen, aber an die Schrecken, die du in diesen Höhlen gesehen hast, wirst du dich dein Leben lang erinnern. Scharfe, spitze Zähne – blutbefleckte Altäre – unheilige Gebete – Anzeichen einer kommenden Katastrophe – all das wird dich auch noch nach deiner Flucht weiter heimsuchen. Aber ist Innsmouth wirklich sicher? Kann es an Land überhaupt noch sicher sein?
es: La luz del día se está yendo, y la marea sube para tragarse las distintas islas que hay frente a la costa de Innsmouth, así que decides volver al puerto con lo que has descubierto. –¿Ha encontrado lo que buscaba? –pregunta el señor Moore cuando llegáis a la costa sanos y salvos. A decir verdad, no lo sabes. Lo que has encontrado es sorprendente. Las calas y cavernas de marea del Arrecife del Diablo no solo albergaban las reliquias de la Orden Esotérica de Dagón, sino también una horda de extrañas criaturas: híbridos de pez, hombre y monstruo. Es posible que hayas escapado con vida, pero nunca olvidarás los horrores que viste en esas cuevas. Dientes serrados y afilados, altares ensangrentados, plegarias impías, señales de una catástrofe inminente… todo eso te persigue incluso después de haber huido. Pero ¿es Innsmouth un lugar realmente seguro? ¿Lo es algún sitio?
fr: Le soleil se couche et marée monte, avalant peu à peu les îles de côte d 'Innsmouth. Vous décidez de rentrer au port avec vos découvertes. « Z'avez trouvé ce que vous cherchiez ? » vous demande M. Moore une fois en sécurité sur la côte. À dire vrai, vous n'en savez trop rien. Vos découvertes sont déconcertantes. Les criques et les grottes du Récif du Diable ne sont pas juste le reliquaire de l'Ordre Ésotérique de Dagon, mais également la demeure d'une horde d'étranges créatures hybrides d'homme, de monstre et de poisson. Vous en avez réchappé, mais les horreurs que vous avez vues vous marqueront à tout jamais. Des dents tranchantes comme des rasoir, des autels couvert de sang, des prières impies, les signes d'une catastrophe annoncée… tout cela vous hante encore, même après votre fuite. Innsmouth est-elle réellement en sécurité ? Aucune terre l'est-elle ?
it: Con l’arrivo del tramonto e della marea montante che rischia di inghiottire le isole al largo di Innsmouth, decidete di fare ritorno al porto facendo tesoro di ciò che avete scoperto. “Il viaggio è stato fruttuoso?” vi domanda Moore una volta tornati sani e salvi sulla terraferma. A dire il vero, non ne siete granché sicuri: quello che avete scoperto è sconvolgente. Le insenature e le grotte marine dello Scoglio del Diavolo non ospitano solo le reliquie dell’Ordine Esoterico di Dagon ma anche un’orda di creature bizzarre, ibridi che fondono pesci, uomini e mostri. Sarete anche riusciti a mettervi in salvo, ma gli orrori a cui avete assistito in quelle caverne resteranno con voi per sempre: zanne aguzze e seghettate, altari insanguinati, empie preghiere, i segni di una catastrofe incombente… Dettagli terrificanti che continuano a tormentarvi anche dopo la vostra fuga. Come fate a essere certi che Innsmouth sia davvero al sicuro? Che qualsiasi terra emersa lo sia?
pl: Zaczyna się ściemniać, a poziom wody podnosi się coraz bardziej, pochłaniając liczne wyspy u wybrzeży Innsmouth. Postanawiacie wrócić do portu ze swoimi odkryciami. „Znaleźli, czego szukali?” - pyta pan Moore, gdy tylko docieracie bezpiecznie do brzegu. Szczerze mówiąc, sami nie wiecie. To, co znaleźliście, zaskoczyło was. Zatoczki i jaskinie pływowe Diabelskiej rafy były domem nie tylko dla relikwii Ezoterycznego Zakonu Dagona, ale także dla hordy dziwnych stworzeń: hybryd ryb, ludzi i potworów. Może i udało wam się ujść z życiem, ale koszmary, których doświadczyliście w tych jaskiniach, pozostaną z wami na zawsze. Ostre, spiczaste zęby - zakrwawione ołtarze - bluźniercze modlitwy - oznaki nadchodzącej katastrofy - wszystko to prześladuje was nawet po ucieczce. Ale czy Innsmouth naprawdę jest bezpieczne? Czy jakiekolwiek miejsce jest?
ru: Дневной свет угасает, а прилив поглощает всё больше островков у побережья Инсмута, и вы решаете вернуться в гавань со своими находками. «Нашли, чо искали?» — спрашивает вас мистер Мур, когда вы успешно достигаете берега. По правде говоря, вы и сами не знаете. Найденное откровенно пугает вас. В бухтах и приливных пещерах рифа Дьявола были не только реликвии Эзотерического ордена Дагона, но и орда странных созданий: монструозных гибридов рыбы и человека. Вы, может, и убрались оттуда целыми и невредимыми, но увиденные в тех пещерах ужасы останутся с вами навсегда. Острые неровные зубы, окровавленные алтари, богопротивные молитвы, признаки надвигающейся катастрофы — всё это не выходит у вас из головы. Безопасно ли в Инсмуте? Да и в целом на суше?
vi: Khi ánh sáng ban ngày mờ dần và thủy triều dâng cao nuốt chửng nhiều hòn đảo khác nhau ngoài khơi Innsmouth, bạn quyết định quay trở lại bến cảng với những phát hiện của mình. "Cậu đã tìm thấy thứ cậu muốn tìm chưa?" Ông Moore hỏi khi bạn đã đến bờ biển an toàn. Thành thật mà nói, bạn không hoàn toàn chắc chắn. Những gì bạn tìm thấy thật đáng kinh ngạc. Các vịnh nhỏ và hang động thủy triều của Rạn San Hô Quỷ không chỉ là nơi sinh sống của Dòng Dagon bí truyền mà còn là nơi sinh sống của vô số sinh vật kỳ lạ: con vật lai giữa cá, người và quái vật. Bạn có thể đã giữ được mạng sống của mình, nhưng nỗi kinh hoàng bạn nhìn thấy trong những hang động đó sẽ ở lại với bạn mãi mãi. Những chiếc răng lởm chởm sắc nhọn—những bàn thờ vấy máu—những lời cầu nguyện tà ác—dấu hiệu của một thảm họa sắp xảy ra—nó vẫn ám ảnh bạn ngay cả sau khi bạn trốn thoát. Nhưng liệu thị trấn Innsmouth có thực sự an toàn? Liệu sẽ còn nơi nào thực sự an toàn?
zh: 天色渐暗，海水吞没了印斯茅斯海岸的数个岛礁，你决定带著自己的发现回到港口。“找到你要的了吗？”一安全抵达海岸，摩尔船长就问道。 说实话，你并不确定。你的发现非常惊人。魔鬼礁石的洞穴和潮道不仅藏著达贡密教的遗物，还有一大群诡异的生物：鱼、人和怪物之间的混血。你或许得以身免，但你在洞穴内见到的恐怖将永远萦绕。参差的尖牙——染血的祭坛——邪秽的信徒——灾祸将至的讯号——即便你已经逃出，这些就依然挥之不去。 但印斯茅斯就安全吗？还有地方是安全的吗？

source: The tide has grown stronger.
de: Die Gezeiten sind stärker geworden.
es: La marea se ha vuelto más fuerte.
fr: La marée s'est renforcée.
it: La marea si è alzata vertiginosamente.
pl: Fale stają się coraz silniejsze.
ru: Прилив усиливается.
vi: Thủy triều đã mạnh lên.
zh: 浪潮愈烈。

source: the tide has grown stronger.
de: die Gezeiten sind stärker geworden.
es: la marea se ha vuelto más fuerte.
fr: la marée s'est renforcée.
it: la marea si è alzata vertiginosamente.
pl: fale stają się coraz silniejsze.
ru: прилив усиливается.
zh: 浪潮愈烈。

source: Should <i>the tide has grown stronger</i> be added to the Campaign Log?
de: Soll <i>die Gezeiten sind stärker geworden</i> zum Kampagnenlogbuch hinzugefügt werden?

source: Did you reach <b>Resolution 1</b> by advancing Agenda 2b?
de: Wurde <b>Auflösung 1</b> durch das Voranschreiten von Agenda 2b erreicht?
es: ¿Has alcanzado la <b>Resolución 1</b> al avanzar el Plan 2b?
fr: Avez-vous atteint la <b>Conclusion 1</b> en faisant avancer l'Intrigue 2b ?
it: Avete raggiunto la <b>Risoluzione 1</b> avanzando alla Trama 2b?
pl: Czy osiągnęliście <b>Zakończenie 1</b> poprzez postąpienie Tajemnicy 2b?
ru: Вы достигли Исхода 1 продвижением замысла 2b?
vi: Bạn có đạt được <b>Kết thúc 1</b> bằng cách tiếp đến Agenda 2b không?
zh: 你是否透过推进密谋2b进入<b>结局1</b>？

source: Search the collection for Thomas Dawson and add him to any investigator's opening hand, as an additional card.
de: Durchsuche die Sammlung nach der Storyvorteilskarte Thomas Dawson und füge sie der Starthand eines beliebigen Ermittlers als zusätzliche Karte hinzu.
es: Busca a Thomas Dawson en la colección y añádelo a la mano inicial de cualquier investigador como una carta adicional.
fr: Cherchez Thomas Dawson dans la collection et ajoutez-le à la main de départ de n'importe quel investigateur, en tant que carte supplémentaire.
it: Cercate nella collezione Thomas Dawson e aggiungetelo alla mano di partenza di un qualsiasi investigatore, come carta aggiuntiva.
pl: Przeszukaj kolekcję kart w poszukiwaniu Thomasa Dawsona i dodaj go do początkowych kart dowolnego badacza jako dodatkową kartę.
ru: Найдите в коллекции карту «Томас Доусон» и добавьте её на стартовую руку любого сыщика как дополнительную карту.
vi: Tìm kiếm trong bộ sưu tập Thomas Dawson và thêm ông ta vào bài trên tay của một điều tra viên bất kỳ, như một lá bài bổ sung.
zh: 查找收藏，找出托马斯·道森，其额外加入任意调查员的起始手牌。

source: Search the collection for Thomas Dawson and shuffle him into any investigator's deck for the duration of this scenario.
de: Durchsuche die Sammlung nach der Storyvorteilskarte Thomas Dawson und mische die Karte für die Dauer dieses Szenarios in das Deck eines Ermittlers.
es: Busca a Thomas Dawson en la colección y añádelo al mazo de cualquier investigador durante este escenario (baraja el mazo después de añadirlo).
fr: Cherchez Thomas Dawson dans la collection et mélangez-le dans le deck de n'importe quel investigateur pour la durée de ce scénario.
it: Cercate nella collezione Thomas Dawson e mescolatelo nel mazzo di un investigatore per la durata di questo scenario.
pl: Przeszukaj kolekcję kart w poszukiwaniu Thomasa Dawsona i wtasuj go do talii dowolnego badacza na czas trwania tego scenariusza.
ru: Найдите в коллекции карту «Томас Доусон» и замешайте её в колоду любого сыщика (она становится частью той колоды до конца сценария, а потом удаляется из неё).
vi: Tìm kiếm trong bộ sưu tập Thomas Dawson và xào ông ta vào chồng bài của một điều tra viên bất kỳ cho màn chơi này.
zh: 查找收藏，找出托马斯·道森，在本场冒期间将其洗入该调查员的牌堆。

source: Flashback 9
es: Destello del pasado IX
ru: Проблеск 9

source: Flashback 10
es: Destello del pasado X
ru: Проблеск 10

source: Flashback 11
es: Destello del pasado XI
ru: Проблеск 11

source: Note: Be sure to leave some space between Churning Waters and each [[Island]] location, to show that they are not adjacent, but rather, connected through their connection icons.
es: Nota: Asegúrate de dejar espacio entre las Aguas agitadas y cada uno de los Lugares [[Isla]], para mostrar así que no están adyacentes, sino que están conectados mediante sus símbolos de conexión.
it: Nota: Assicuratevi di lasciare un pò di spazio tra le Acque Turbolente e ogni luogo [[Island]], per indicare che non sono adiacenti ma che sono collegati solo tramite i simboli di collegamento.
pl: Uwaga: Upewnijcie się, że zostawiliście trochę miejsca między Wzburzonymi wodami a każdą lokalizacją z cechą [[Wyspa]], aby uwidocznić że lokalizacje te nie sąsiadują ze sobą, a tylko są połączone przez ich symbole połączeń.
ru: <b>Обратите внимание:</b> оставьте немного места между «Бурными водами» и каждой локацией-[[островом]], потому что они не соседствуют, а связаны символами связи.
vi: Lưu ý: Đảm bảo chừa một khoảng trống giữa Churning Waters và mỗi vị trí [[Island]] để thể hiện rằng chúng không liền kề, mà là được kết nối thông qua các biểu tượng kết nối của chúng.
