Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/devil_reef.po
Languages: de, es, fr, it, pl, ru, vi, zh

source: An investigator who is in a vehicle is also at that vehicle's location.
de: Ein Ermittler, der sich in einem Fahrzeug befindet, befindet sich ebenfalls am Ort jenes Fahrzeugs.
es: Un investigador que esté en un Vehículo también se encuentra en el Lugar de ese Vehículo.
fr: Un investigateur dans un véhicule est également considéré comme étant dans le lieu de ce véhicule.
it: Un investigatore in un veicolo è anche nel luogo di quel veicolo.
pl: Badacz znajdujący się w pojeździe znajduje się również w lokalizacji danego pojazdu.
ru: Сыщик, находящийся в транспортном средстве, также находится в локации того средства.
vi: Một điều tra viên đang ở trên phương riện di chuyển cũng có mặt tại vị trí của phương tiện di chuyển đó.
zh: 在载具的调查员也视为在载具所在地点。

source: While an investigator is in a vehicle, that investigator cannot move independently of the vehicle.
de: Solange sich ein Ermittler in einem Fahrzeug befindet, kann sich jener Ermittler nicht unabhängig vom Fahrzeug bewegen.
es: Mientras un investigador esté en un Vehículo, no puede moverse de forma independiente al Vehículo.
fr: Tant qu'un investigateur est dans un véhicule, cet investigateur ne peut pas se déplacer indépendamment du véhicule.
it: Finché un investigatore è in un veicolo, quell’investigatore non può muoversi in maniera indipendente dal veicolo.
pl: Dopóki badacz znajduje się w pojeździe, dany badacz nie może poruszać się niezależnie od pojazdu.
ru: Пока сыщик внутри транспортного средства, он не может перемещаться независимо от того средства.
vi: Khi điều tra viên ở trên phương tiện di chuyển, điều tra viên đó không thể di chuyển độc lập với phương tiện đó.
zh: 调查员在载具时，不能脱离载具独自移动。

source: Vehicles generally have one or more abilities that allow them to move to a connecting location. As a vehicle moves from one location to another, all investigators in the vehicle also move with the vehicle.
de: Fahrzeuge haben gewöhnlich 1 oder mehr Fähigkeiten, die es ihnen erlauben, sich zu einem verbundenen Ort zu bewegen. Bewegt sich ein Fahrzeug von einem Ort zu einem anderen, bewegen sich alle Ermittler in jenem Fahrzeug mit dem Fahrzeug mit.
es: Los Vehículos suelen tener una o más capacidades que les permiten moverse a un Lugar conectado. Cuando un Vehículo se mueve de un Lugar a otro, todos los investigadores que estén en el Vehículo se mueven con él.
fr: Les véhicules possèdent généralement une ou plusieurs capacités qui leur permettent de se déplacer vers un lieu connexe. Quand un véhicule se déplace, les investigateurs dans ce véhicule se déplacent avec le véhicule.
it: I veicoli hanno generalmente una o più capacità che permettono loro a muoversi fino a un luogo collegato al loro. Quando un veicolo si muove da un luogo a un altro, tutti gli investigatori in quel veicolo si muovono con esso.
pl: Pojazdy mają zazwyczaj jedną lub więcej zdolności, które pozwalają im poruszać się do połączonej lokalizacji. Kiedy pojazd porusza się z jednej lokalizacji do innej, wszyscy badacze znajdujący się w pojeździe również poruszają się z pojazdem.
ru: Обычно у транспортных средств есть одно или несколько свойств, позволяющих им переместиться в связанную локацию. Когда транспорт перемещается из одной локации в другую, все находящиеся в нём сыщики перемещаются вместе с ним.
vi: Các phương tiện thường có một hoặc nhiều khả năng cho phép chúng di chuyển đến một địa điểm được kết nối. Khi một phương tiện di chuyển đi từ địa điểm này đến địa điểm khác, tất cả các điều tra viên trên nó cũng di chuyển theo.
zh: 通常来说，载具有能力可以移动到连接地点。载具若在地点间移动，载具上的所有调查员也随著载具一同移动。

source: Vehicles do not alter enemy movement or enemy engagement in any way unless otherwise noted.
de: Fahrzeuge verändern nicht, wie sich Gegner bewegen oder in einen Kampf verwickeln, es sei denn, es ist etwas anderes angegeben.
es: Los Vehículos no alteran de forma alguna el movimiento de los Enemigos ni su enfrentamiento salvo que se indique algo distinto.
fr: Les véhicules ne modifient ni le déplacement ni l'engagement des ennemis à moins que le contraire ne soit spécifiquement indiqué.
it: I veicoli non modificano il movimento o l’impegno dei nemici in alcun modo, salvo diversamente specificato.
pl: Pojazdy w żaden sposób nie wpływają na ruch wrogów ani zwarcia z wrogami, chyba że zaznaczono inaczej.
ru: Транспорт не меняет правила перемещения врагов и начала сражения с врагами, если только прямо не указано иного.
vi: Các phương tiện di chuyển không làm thay đổi chuyển động của kẻ địch hoặc sự đeo bám của kẻ địch dưới bất kỳ hình thức nào trừ khi có ghi chú khác.
zh: 除非特别说明，否则载具不会以任何方式改变敌人移动或敌人交战。

source: Flashback IX
de: Rückblende IX
es: Destello del pasado IX
pl: Wspomnienie IX
ru: ПРОБЛЕСК IX
vi: Hồi tưởng IX
zh: 记忆闪回IX

source: Flashback X
de: Rückblende X
es: Destello del pasado X
pl: Wspomnienie X
ru: ПРОБЛЕСК X
vi: Hồi tưởng X
zh: 记忆闪回X

source: Flashback XI
de: Rückblende XI
es: Destello del pasado XI
pl: Wspomnienie XI
ru: ПРОБЛЕСК XI
vi: Hồi tưởng XI
zh: 记忆闪回XI

source: Which keys do you want to read the representation of:
de: Von welchem Schlüssel möchtest du die Bedeutung lesen:
fr: Les clé représentent les éléments suivants :

source: Read
de: Lesen
fr: Lire

source: Red / Blue / Green / Yellow
de: Rot/Blau/Grün/Gelb
es: Roja/Azul/Verde/Amarilla
fr: Rouge / Bleu / Vert / Jaune
it: Rossa/Blu/Verde/Gialla
pl: Czerwony / niebieski / zielony / żółty
ru: Красный, синий, зелёный, жёлтый
vi: Đỏ/ Xanh biển/ Xanh lá/ Vàng
zh: 红色/蓝色/绿色/黄色

source: Purple
de: Lila
fr: Violet

source: Black
de: Schwarz
fr: Noir

source: White
de: Weiß
fr: Blanc

source: Red / Blue / Green / Yellow: Various devices used to gain entrance into the deeper parts of Devil Reef.
de: Rot/Blau/Grün/Gelb: Verschiedene Gegenstände, mit denen man sich Zutritt zu tieferen Teilen des Teufelsriffs verschaffen kann.
es: Roja/Azul/Verde/Amarilla: Distintos dispositivos que se emplean para acceder a las partes más profundas del Arrecife del Diablo.
fr: Rouge / Bleu / Vert / Jaune : divers objets utilisés pour atteindre la partie la plus profonde du Récif du Diable.
it: Rossa/Blu/Verde/Gialla: Vari dispositivi utilizzati per accedere alle zone più profonde dello Scoglio del Diavolo.
pl: Czerwony /niebieski / zielony / żółty: różne urządzenia pozwalające wejść do głębszych części Diabelskiej rafy.
ru: Красный, синий, зелёный, жёлтый: различные устройства, помогающие забраться поглубже в недра рифа Дьявола.
vi: Đỏ/ Xanh biển/ Xanh lá/ Vàng: Các thiết bị khác nhau được sử dụng để xâm nhập vào nơi sâu hơn của Rạn San Hô Quỷ.
zh: 红色/蓝色/绿色/黄色：可以进入魔鬼礁石更深部分的各种器具。

source: Purple: A strange idol.
de: Lila: Ein seltsamer Götze.
es: Morada: Un extraño ídolo.
fr: Violet : une étrange idole.
it: Viola: Uno strano idolo.
pl: Fioletowy: dziwny posążek.
ru: Фиолетовый: необычный идол.
vi: Màu tím: Một tượng thần kỳ lạ.
zh: 紫色：一尊奇怪的偶像。

source: Black: A mystical headdress.
de: Schwarz: Ein mystischer Kopfschmuck.
es: Negra: Una diadema mística.
fr: Noir : une tiare mystique.
it: Nera: Una corona mistica.
pl: Czarny: mistyczna korona.
ru: Чёрный: таинственный венец.
vi: Màu đen: Một vương miện huyền bí.
zh: 黑色：一顶神秘的头冠。

source: White: An unholy mantle.
de: Weiß: Ein unheiliger Mantel.
es: Blanca: Un manto impío.
fr: Blanc : une cape blasphématoire.
it: Bianca: Un manto blasfemo.
pl: Biały: nieczysta opończa.
ru: Белый: богомерзкая мантия.
vi: Màu trắng: Một chiếc áo choàng tà ác.
zh: 白色：一件邪秽的斗篷。

source: As you wade through the flooded cavern, your foot strikes something hard and metallic. The water is too dark and murky for you to see what lies beneath the surface. Holding your breath, you dive into the water and grope around for the object. Eventually, your hands wrap around something smooth and heavy. You drag it up to the surface and heave it onto an outcropping of rock. It is a statue depicting some kind of entity—or perhaps a deity—although it is unlike any religious figure you have ever seen. The sight of its uncanny spined tendrils and its sole glaring eye of translucent crystal makes your skin crawl. And yet, it also calls to you, like the sound of ocean waves crashing on the shore on a foggy overcast day…
de: Als du durch die überfluteten Höhlen watest, stößt du mit deinem Fuß an etwas Hartes und Metallisches. Das Wasser ist zu dunkel und zu trüb, um zu erkennen, was sich unter der Wasseroberfläche verbirgt. Du holst tief Luft, tauchst ins Wasser ein und tastest nach dem Objekt. Schließlich legst du deine Hände um etwas Glattes und Schweres. Du bugsierst es an die Oberfläche und ziehst es auf einen Felsvorsprung. Es handelt sich um eine Statue, die ein Wesen – oder vielleicht eine Gottheit – abbildet, obgleich sie keiner dir bekannten religiösen Figur ähnelt. Der Anblick ihrer unheimlichen, mit Zacken versehenen Tentakel und ihr einziges starrendes Auge aus lichtdurchlässigem Kristall lässt dir deine Haare zu Berge stehen. Und dann ruft sie nach dir, wie Wellen, die an einem nebligen, bewölkten Tag ans Meerufer anbranden …
es: Mientras vadeas por la caverna inundada, tu pie golpea algo duro y metálico. El agua está demasiado turbia y oscura como para que puedas ver lo que hay bajo la superficie. Contienes el aliento y te sumerges para buscar el objeto a tientas. Acabas por agarrar algo liso y pesado. Lo sacas a la superficie y lo colocas sobre un saliente de roca. Es una estatua que representa una especie de entidad, o tal vez una deidad, aunque distinta a cualquier figura religiosa que hayas visto. La mera visión de sus imposibles tentáculos espinados y de la mirada de su ojo de cristal traslúcido te provoca escalofríos. Aun así, te atrae como una llamada, como el sonido de las olas del océano al romper en la costa durante un encapotado día de niebla…
fr: Vous pataugez dans les cavernes inondées quand votre pied heurte soudain quelque chose de métallique, L'eau est trop sombre et boueuse pour que vous puissiez voir sous sa surface. Retenant votre souffle, vous plongez sous l'eau et cherchez l'objet à tâtons. Enfin, vous finissez par trouver un objet lisse et pesant. Vous le tirez vers la surface et le posez sur un affleurement rocheux. Il s'agit d'une statuette représentant une sorte d'entité — peut-être me divinité — mais qui ne ressemble à aucune icône religieuse de votre connaissance. La vue de ses tentacules enroulés et de son unique œil fait d'un cristal translucide brillant vous donne la chair de poule. Et pourtant, elle semble vous appeler, comme le bruit des vagues s'écrasant sur le rivage un jour brumeux.
it: Mentre state guadando all’interno delle caverne allagate, colpite qualcosa di duro e metallico con il piede, ma l’acqua è troppo torbida e scura perché possiate vedere ciò che si trova sotto la superficie. Trattenete il respiro e vi immergete, muovendo le mani in cerca di quell’oggetto pesante e dalla superficie liscia. Riuscite infine a trascinarlo fuori, rovesciandolo sopra una sporgenza rocciosa. Si tratta di una statuetta che raffigura un’entità o forse un dio, ma non somiglia ad alcuna figura religiosa con cui abbiate familiarità. La vista di quei misteriosi tentacoli spinati e di quell’unico occhio spalancato di cristallo traslucido vi fa accapponare la pelle. Eppure, è come se ne sentiste il richiamo, un suono simile a quello delle onde oceaniche che si infrangono sulla spiaggia in un uggiosa giornata di nebbia.
pl: Gdy przedzierasz się przez zalaną jaskinię, twoja stopa uderza w coś twardego i metalowego. Woda jest zbyt ciemna i mętna, abyś mógł zobaczyć, co leży pod jej powierzchnią. Wstrzymując oddech, nurkujesz w wodzie i szukasz przedmiotu. W końcu obejmujesz dłońmi coś gładkiego i ciężkiego. Wyciągasz rzecz nad powierzchnię wody i kładziesz na odsłoniętej skale. Jest to posążek przedstawiający jakąś istotę - a może bóstwo - chociaż nie jest podobna do żadnej religijnej postaci, jaką kiedykolwiek widziałeś. Przechodzą cię dreszcze na widok wyrzeźbionych na niej pnączy pokrytych kolcami, pośród których znajduje się pojedyncze, jaskrawe oko z półprzezroczystego kryształu. Na dodatek słyszysz jego wołanie - jak dźwięk fal oceanu, rozbijających się o brzeg w mglisty, pochmurny dzień…
ru: Вы бредёте по затопленной пещере, и ваша нога натыкается на что-то твёрдое и металлическое. Вода вокруг слишком тёмная и мутная, чтобы вы могли разглядеть что-то под её поверхностью. Задержав дыхание, вы ныряете и нащупываете предмет. В конце концов ваши руки обхватывают нечто гладкое и тяжёлое. Вы вытаскиваете предмет на поверхность и ставите на каменный выступ. Это статуя, изображающая некую сущность — или божество? — не похожую ни на что из виденного вами ранее. От одного вида её жутких шипастых усиков и единственного сверкающего глаза из полупрозрачного хрусталя у вас по коже бегут мурашки. И вместе с этим она взывает к вам, словно шум океанских волн, разбивающихся о берег в туманный пасмурный день…
vi: Khi bạn lội qua hang động ngập nước, chân bạn va vào một vật gì đó cứng và bằng kim loại. Nước quá tối và đục để bạn có thể nhìn thấy những gì nằm bên dưới bề mặt. Nín thở, bạn lặn xuống nước và mò mẫm xung quanh tìm vật thể. Cuối cùng, bàn tay của bạn quấn quanh một vật gì đó mịn và nặng. Bạn kéo nó lên trên bề mặt và đẩy nó lên một tảng đá nhô ra. Đó là một bức tượng mô tả một thực thể nào đó—hoặc có lẽ là một vị thần—mặc dù nó không giống bất kỳ nhân vật tôn giáo nào mà bạn từng thấy. Cảnh tượng những đường gân có gai kỳ lạ và con mắt duy nhất bằng pha lê trong suốt của nó khiến bạn sởn gai ốc. Chưa hết, nó còn kêu gọi bạn, như tiếng sóng biển vỗ vào bờ trong một ngày sương mù u ám…
zh: 你在淹没的洞穴里跋涉的时候，脚下撞倒了什么硬硬的东西，像是金属。水里太暗，一片泥泞，你看不清水下究竟是什么。你屏息潜入水中，摸索这样东西。最终，你抱住了什么光滑沉重的东西。你把它拖到水面，举到一块出水的岩石上。 这是一尊雕像，描绘了某种存在——或者某种神明？但它和你见过的任何宗教形象都不一样。它离奇蜷曲的触手和透明水晶的独眼，你一看就毛骨悚然。它似乎在呼唤你，就像浓雾弥漫的阴天，冲击海浪的潮水声……

source: discovery of a strange idol
de: eine Entdeckung eines seltsamen Götzen.
es: el descubrimiento de un extraño ídolo
fr: découverte d'une étrange idole
it: la scoperta di uno strano idolo
pl: odkrycie dziwnego posążka
ru: обнаружение необычного идола
vi: phát hiện một tượng thần kỳ lạ
zh: 发现了一尊奇怪的偶像

source: Take control of both the purple key and the set-aside Waveworn Idol story asset. Place the purple key on the Waveworn Idol. <i>(It is still under that investigator's control)</i> For the remainder of the game, whoever takes control of the purple key also takes control of the Waveworn Idol, as well. If the purple key is placed on another card, place the Waveworn Idol near that card, uncontrolled. If the purple key leaves play, remove the Waveworn Idol from the game.
de: Übernimm die Kontrolle über den lila Schlüssel und die beiseitegelegte Storyvorteilskarte Verwitterter Götze. Platziere den lila Schlüssel auf Verwitterter Götze. (<i>Der Schlüssel bleibt unter der Kontrolle des Ermittlers.</i>) Für den Rest des Spiels gilt: Wer die Kontrolle über den lila Schlüssel übernimmt, übernimmt ebenfalls die Kontrolle über Verwitterter Götze. Falls der lila Schlüssel auf einer anderen Karte platziert wird, platziere Verwitterter Götze unter der Kontrolle keines Ermittlers neben jener Karte. Falls der lila Schlüssel das Spiel verlässt, entferne Verwitterter Götze aus dem Spiel.
es: Toma el control de la llave morada y del Apoyo de historia Ídolo desgastado por el oleaje. Coloca la llave morada sobre el Ídolo desgastado por el oleaje <i>(se sigue considerando bajo el control de ese investigador)</i>. Durante el resto de la partida, quien tome el control de la llave morada también toma el control del Ídolo desgastado por el oleaje. Si la llave morada se coloca sobre otra carta, coloca el Ídolo desgastado por el oleaje junto a esa carta, sin que lo controle nadie. Si la llave morada abandona el juego, retira de la partida el Ídolo desgastado por el oleaje.
fr: Prenez le contrôle de la clé violette et du soutien d'histoire Idole Érodée. Placez la clé violette sur l'Idole Érodée. (<i>La clé est toujours sous le contrôle de cet investigateur.</i>) Pour le reste de la partie, quiconque prend le contrôle de la clé violette prend également le contrôle de l'Idole Érodée. Si la clé violette est placée sur une autre carte, placez l'Idole Érodée à côté de cette carte, sous le contrôle de personne. Si la clé violette quitte le jeu, retirez l'Idole Érodée de la partie.
it: L’investigatore che sta leggendo il flashback prende il controllo la chiave viola e del supporto storia Idolo delle Maree messo da parte. Collocate la chiave viola sull’Idolo delle Maree <i>(la chiave è ancora controllata da quell’investigatore)</i>. Per il resto della partita, chi prende il controllo della chiave viola prende anche il controllo dell’Idolo delle Maree. Se la chiave viola è collocata su un’altra carta, collocate l’Idolo delle Maree accanto a quella carta, non controllato. Se la chiave viola esce dal gioco, rimuovete dal gioco l’Idolo delle Maree.
pl: Przejmij kontrolę nad fioletowym kluczem oraz nad odłożonym na bok atutem fabularnym Zniszczony przez fale posążek. Umieść fioletowy klucz na Zniszczonym przez fale posążku. <i>(Nadal znajduje się pod kontrolą danego badacza)</i>. Do końca gry każdy badacz, który przejmie kontrolę nad fioletowym kluczem, przejmuje także kontrolę nad Zniszczonym przez fale posążkiem. Jeśli fioletowy klucz jest umieszczony na innej karcie, umieść Zniszczony przez fale posążek w pobliżu danej karty, pod niczyją kontrolą. Jeśli fioletowy klucz opuści grę, usuń z gry Zniszczony przez fale posążek.
ru: Возьмите под контроль фиолетовый ключ и отложенный сюжетный актив «Омытый волнами идол». Положите фиолетовый ключ на «Омытый волнами идол». <i>(Он всё ещё считается находящимся под контролем сыщика.)</i> До конца игры любой сыщик, берущий под контроль фиолетовый ключ, также берёт под контроль «Омытый волнами идол». Если фиолетовый ключ перекладывается на другую карту, кладите «Омытый волнами идол» неподалёку от неё. В этом случае он не находится ни под чьим контролем. Если фиолетовый ключ выходит из игры, также удалите из игры «Омытый волнами идол».
vi: Kiểm soát cả chìa khóa màu tím và lá bài tài sản Waveworn Idol đặt một bên hồi đầu. Đặt chìa khóa màu tím vào Waveworn Idol. <i>(Nó vẫn nằm dưới sự kiểm soát của điều tra viên đó)</i> Trong thời gian còn lại của màn chơi, ai nắm giữ chiếc chìa khóa màu tím cũng sẽ nắm quyền kiểm soát Waveworn Idol. Nếu chìa khóa màu tím được đặt trên một lá bài khác, hãy đặt Waveworn Idol gần lá bài đó, không dưới quyền kiểm soát. Nếu chìa khóa màu tím rời khỏi màn chơi, hãy loại bỏ Waveworn Idol khỏi màn chơi.
zh: 控制紫色钥匙和放在一边的浪蚀偶像剧情支援。将紫色钥匙放在浪蚀偶像上。<i>(它依然在调查员控制下。)</i>本场游戏剩余时间内，谁控制紫色钥匙，也控制浪蚀偶像。如果紫色钥匙放到了另一张卡牌上，将浪蚀偶像放到该卡牌旁，不受控制。如果紫色钥匙离场，将浪蚀偶像从游戏中移除。
