Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_lair_of_dagon.po
Languages: de, es, fr, it, ko, ru, vi, zh

source: You remember the slow, gentle shaking of Agent Dawson's head and known what he meant by the gesture. You look up into the man's unblinking eyes, set your jaw, and say nothing. A moment of silent understanding passes between you and your interrogator. "Very well. Your defiance has earned you naught but a slow, agonizing death." The metal hatch opens again. Inside, you see nothing but darkness. You glare long and hard at your captor. "Take what they have stolen to the lighthouse at once," Oceiros commands one of the other robed figures. "It is time to begin our great work. None will disrupt the Order's business ever again. Soon, all will understand the natural order of life." Then he nods to your captors, and you are shoved forward. The clammy hands release you and suddenly you are tumbling into darkness. The last thing you feel is your head striking cold stone, and then—
de: Du erinnerst dich daran, wie Agent Dawson langsam und bedächtig seinen Kopf geschüttelt hat. Du weißt, was er dir mit dieser Geste mitteilen wollte. Du blickst dem Mann fest in die Augen, die niemals zu blinzeln scheinen, schiebst trotzig den Unterkiefer nach vorne und sagst gar nichts. Ein Augenblick verstreicht, in dem dein Entführer dein Vorhaben zu begreifen scheint. Dann sagt er zu dir: „Nun gut. Ihr widerspenstiges Verhalten hat Ihnen nichts weiter als einen langsamen, schmerzhaften Tod beschert.“ Wieder öffnet sich die Metallluke. Dahinter kannst du nur Dunkelheit erkennen. Du starrst Oceiros mit hartem Blick lange entgegen. „Bringt alles, was er gestohlen hat, sofort zum Leuchtturm“, befiehlt er einer anderen Gestalt, die ebenfalls in eine Robe gehüllt ist. „Es wird Zeit, unser großes Werk zu beginnen. Niemand wird je wieder die Geschäfte des Ordens stören. Schon bald werden alle die natürliche Ordnung des Lebens verstehen lernen.“ Dann nickt er jemandem zu und du wirst nach vorne geschoben. Als dich die feuchtkalten Hände loslassen, stürzt du mit einem Mal in die Dunkelheit hinab. Das Letzte, das du spürst, ist, wie dein Kopf auf kaltem Stein aufprallt, dann …
es: Recuerdas la lenta negación que hizo el agente Dawson con la cabeza y sabes lo que quería decir con ese gesto. Levantas la vista y miras esos ojos que no parpadean, aprietas la mandíbula y no dices nada. Un momento de silenciosa comprensión pasa entre tu interrogador y tú. –Muy bien. Tu obstinación no te traerá más que una lenta y agonizante muerte. La trampilla de metal se abre de nuevo. No ves nada más que oscuridad en su interior. Te quedas mirando desafiante a tu raptor. –Llevad inmediatamente al faro todo lo que han robado –ordena Oceiros a uno de los demás personajes ataviados con túnicas–. Es hora de empezar nuestra gran obra. Nada volverá a impedir los asuntos de la Orden. Muy pronto, todos entenderán cuál es el orden natural de la vida. Le hace un gesto con la cabeza a quienes te sujetan, y estos te empujan hacia delante. Las pegajosas manos te sueltan y caes hacia la oscuridad. Lo último que sientes es el golpe que da tu cabeza contra la fría piedra, y entonces…
fr: Vous vous remémorez le lent hochement de tête de l'agent Dawson et savez ce qu'il voulait dire par ce geste. Vous regardez l'homme dans ses yeux qui ne clignent pas, mâchoire serrée, sans prononcer un mot. Nul besoin de parler pour que votre interlocuteur comprenne vos intentions. « Très bien. Votre défiance ne vous rapportera qu'un trépas lent et douloureux. » La trappe de métal s'ouvre à nouveau, À l'intérieur, vous ne voyez rien d'autre que les ténèbres. Vous ne quittez pas votre geôlier des yeux. « Prenez ce qu'ils ont dérobé au phare, tout de suite », ordonne Oceiros à l'une des autres silhouettes en robes. « C'est l'heure de débuter notre grand œuvre. Personne ne se mettra plus en travers des plans de l'Ordre. Bientôt, tous comprendront l'ordre naturel de la vie. » Il fait un geste en direction des individus qui vous retiennent, et vous êtes brutalement jeté en avant. Les mains visqueuses vous relâchent et vous tombez soudain dans l'obscurité. La dernière chose que vous ressentez est votre tête qui heurte la pierre froide, puis…
it: Pensate a Dawson e al suo modo lento e delicato di scuotere la testa: sapete perfettamente il significato di quel gesto. Alzate gli occhi per incrociare lo sguardo fisso dell’uomo, serrate la mandibola e non dite una parola; il silenzio che segue vale come una riposta. “Molto bene. Il vostro sprezzo vi farà guadagnare una morte lenta e straziante.” La botola di metallo si apre nuovamente e all’interno vedete solo buio. Fissate nuovamente il vostro aguzzino. “Portate al faro tutto quello che hanno rubato” intima Oceiros agli altri incappucciati. “È giunto il momento di dare inizio alla nostra grande opera: nessuno potrà più ostacolare l’Ordine. Presto, tutti comprenderanno l’ordine naturale della vita.” L’uomo fa un cenno ai suoi sottoposti… Le loro mani viscide lasciano la presa, e voi cadete. Mentre venite risucchiati dalle tenebre, l’ultima cosa che percepite è la fredda roccia contro cui battete la testa. Poi…
ko: 도슨 요원이 천천히 고개를 젓던 모습이 떠오릅니다. 당신은 그 의미를 알고 있습니다. 당신은 남자의 깜박이지 않는 눈을 올려다보며, 입을 굳게 잠그고 단 한 마디도 하지 않습니다. 둘 사이에 침묵의 시간이 흐르고, 심문자는 당신의 뜻을 알아듣겠다는 듯 고개를 끄덕입니다. “좋다. 무의미한 저항의 대가로 느리고 고통스러운 죽음을 선사해주마.” 또 다시 금속 들문이 열립니다. 저 아래로는 오직 어둠뿐입니다. 당신은 흔들림 없는 굳은 눈길로 오세이로스를 한참 동안 노려봅니다. 오세이로스가 다른 두건 쓴 사교도에게 명을 내립니다. “놈들이 훔친 것을 당장 등대로 가져가라. 우리의 대업을 개시할 시간이 되었도다. 그 누구도 밀교회의 과업을 방해하지 못하리라. 이제 모두가 자연의 순리를 깨닫게 되리라.” 오세이로스가 고개를 끄덕이자, 당신을 붙잡고 있던 이들이 당신을 앞으로 떠밉니다. 당신을 붙잡고 있던 축축한 손에 떠밀리는 순간, 당신은 어둠 속으로 굴러떨어집니다. 차가운 돌바닥에 머리를 들이받으며 모든 것이 흐릿해집니다…
ru: Вы вспоминаете, как демонстративно медленно покачал головой Доусон, и понимаете, что он имел в виду. Вы смотрите мужчине прямо в немигающие глаза, сжимаете зубы и молчите. Между вами и дознавателем устанавливается немое понимание. «Хорошо. Твоё неповиновение принесёт тебе лишь медленную мучительную смерть». Металлический люк снова открывается. Внутри темно, хоть глаз выколи. Вы долго и пристально смотрите на своего похитителя. «Немедленно переправьте украденное ими на маяк, — приказывает Осайрос другой фигуре в мантии. — Пора приступать к нашему великому делу. Никто более не посмеет вмешиваться в дела Ордена. Скоро все поймут естественный порядок жизни». Он кивает остальным, и вас толкают вперёд. Липкие руки отпускают вас, и вы резко проваливаетесь в темноту. Последнее, что вы чувствуете, — удар головой о холодный камень, а затем…
vi: Bạn nhớ cái lắc đầu chậm rãi, nhẹ nhàng của đặc vụ Dawson và biết cử chỉ đó của ông ấy có ý nghĩa gì. Bạn nhìn vào đôi mắt không chớp của người đàn ông, nghiến răng và không nói gì. Một khoảnh khắc thấu hiểu thầm lặng trôi qua giữa bạn và kẻ thẩm vấn. "Tốt thôi. Sự bất chấp của ngươi chẳng mang lại kết quả gì ngoài một cái chết chậm rãi và đau đớn." Cánh cửa kim loại lại mở ra. Bên trong, bạn không thấy gì ngoài bóng tối. Bạn trừng mắt nhìn thật lâu vào kẻ bắt giữ bạn. “Hãy mang những gì chúng đã đánh cắp đến ngọn hải đăng ngay lập tức,” Oceiros ra lệnh cho một trong những nhân vật mặc áo choàng khác. "Đã đến lúc bắt đầu công việc vĩ đại của chúng ta. Không ai sẽ làm gián đoạn hoạt động kinh doanh của Dòng nữa. Chẳng bao lâu nữa, tất cả sẽ hiểu được trật tự tự nhiên của cuộc đời." Sau đó, ông ta gật đầu với những người bắt giữ bạn và bạn bị đẩy về phía trước. Bàn tay nhớp nháp thả bạn ra và đột nhiên bạn rơi vào bóng tối. Điều cuối cùng bạn cảm thấy là đầu bạn đập vào đá lạnh, và sau đó—
zh: 你记得道森特工缓缓轻轻的摇头意味著什么。你昂起头，瞪著那男子不会眨的眼睛，什么都没说。你和盘问者之间一阵沉默，双方都了解了彼此的意思。“很好。你的顽抗毫无价值，只会让你缓慢痛苦地死去。”金属门又一次打开了。你看到里面唯有一片漆黑。你一直坚定地瞪著抓住你的人。 “马上把他们偷的东西带到灯塔去。”奥赛罗思对其中一个长袍人下令道，“是时候开始我们的大业了。没有人再能阻止密教了。很快，所有人都将理解生命的自然秩序到底是什么。”他冲抓住你的人点点头，你被推了下去。黏湿的手松开了你，你猛地跌入黑暗之中。你记得的最后一件事，就是自己撞到了冰冷的石面上，然后……

source: You can think of only one way out of this situation. The Order believes that you are poking around their business, so you will have to convince them that you don't know or care what they are up to. You lie as best you can, spinning a story that might convince them you were simply in the wrong place at the wrong time. "And what of your unfortunate friend?" your interrogator asks. You tell him that you have never met that man before in your life. "Perhaps you speak the truth," the man says, and you breathe a short-lived sigh of relief before he dashes your hopes: "…but it matters not. You have seen too much, and for that, you must be silenced. Worry not. You will be joining our kindred soon." The metal hatch opens again. Inside, you see nothing but darkness. "Take what they have stolen to the lighthouse at once," Oceiros commands one of the other robed figures. "It is time to begin our great work. None will disrupt the Order's business ever again. Soon, all will understand the natural order of life." Then he nods to your captors, and you are shoved forward. The clammy hands release you and suddenly you are tumbling into darkness. The last thing you feel is your head striking cold stone, and then—
de: Du kannst dir nur einen Ausweg aus dieser Situation vorstellen. Da der Orden glaubt, dass du in seinen Angelegenheiten herumschnüffelst, musst du ihn überzeugen, dass du keine Ahnung von dem hast, was sie vorhaben, und es dir auch egal ist. Du lügst, so gut du kannst, indem du eine Geschichte erzählst, in der du einfach nur zum falschen Zeitpunkt am falschen Ort warst. „Und was ist mit Ihrem unglückseligen Freund?“, will dein Entführer von dir wissen. Du antwortest ihm, dass du diesen Mann noch niemals zuvor in deinem Leben gesehen hast. „Vielleicht sagen Sie ja die Wahrheit“, sagt der Mann und du atmest erleichtert aus. Doch dann zerschlägt er deine Hoffnung sogleich wieder, indem er fortfährt: „… aber das spielt keine Rolle. Sie haben zu viel gesehen und deshalb müssen Sie zum Schweigen gebracht werden. Aber sorgen Sie sich nicht. Sie werden schon bald den Unsrigen angehören.“ Wieder öffnet sich die Metallluke. Dahinter ist nur Dunkelheit zu erkennen. „Bringt alles, was er gestohlen hat, sofort zum Leuchtturm“, befiehlt er einer anderen Gestalt, die ebenfalls in eine Robe gehüllt ist. „Es wird Zeit, unser großes Werk zu beginnen. Niemand wird je wieder die Geschäfte des Ordens stören. Schon bald werden alle die natürliche Ordnung des Lebens verstehen lernen.“ Dann nickt er jemandem zu und du wirst nach vorne geschoben. Als dich die feuchtkalten Hände loslassen, stürzt du mit einem Mal in die Dunkelheit hinab. Das Letzte, das du spürst, ist, wie dein Kopf auf kaltem Stein aufprallt, dann …
es: Solo se te ocurre una forma de salir de esta situación. La Orden cree que estás husmeando en sus asuntos, así que tendrás que convencerlos de que ni sabes ni te importa lo que traman. Mientes lo mejor que puedes, urdiendo una historia que podría convencerlos de que simplemente estabas en el sitio equivocado en el momento equivocado. –¿Y qué pasa con tu desgraciado amigo? –pregunta tu interrogador. Le dices que no habías visto a ese hombre en tu vida–. Tal vez estés diciendo la verdad –dice el hombre, y das un breve suspiro de alivio antes de que cercene tu esperanza–, pero no importa. Has visto demasiado, y hay que silenciarte por eso. No te preocupes. Pronto te unirás a los nuestros. La trampilla de metal se abre de nuevo. No ves nada más que oscuridad en su interior. –Llevad inmediatamente al faro todo lo que han robado –ordena Oceiros a uno de los demás personajes ataviados con túnicas–. Es hora de empezar nuestra gran obra. Nada volverá a impedir los asuntos de la Orden. Muy pronto, todos entenderán cuál es el orden natural de la vida. Le hace un gesto con la cabeza a quienes te sujetan, y estos te empujan hacia delante. Las pegajosas manos te sueltan y caes hacia la oscuridad. Lo último que sientes es el golpe que da tu cabeza contra la fría piedra, y entonces…
fr: Vous pensez que le seul moyen de vous en tirer est de convaincre les membres de l'Ordre que vous ne savez pas ce qu'ils trament, ou que vous n'en avez cure. Vous mentez du mieux que vous le pouvez, tâchant de les convaincre que vous vous trouviez juste au mauvais endroit au mauvais moment. « Et qu'en est-il de votre infortuné compagnon ? » demande votre interlocuteur, Vous lui répondez que vous n'avez jamais vu cet homme de votre vie. « Peut-être dites-vous la vérité déclare l'homme. Vous poussez un léger soupir de soulagement, mais vos espoirs sont vite douchés. « Peu importe. Vous en avez trop vu et nous devons vous réduire au silence de toute façon. N'ayez crainte. Vous rejoindrez bientôt les nôtres. » La trappe de métal s'ouvre à nouveau. À l'intérieur vous ne voyez rien d 'autre que les ténèbres. « Prenez ce qu'ils ont dérobé au phare, tout de suite ordonne Oceiros à l'une des autres silhouettes en robes. « C'est l'heure de débuter notre grand œuvre. Personne ne se mettra plus en travers des plans de l'Ordre. Bientôt, tous comprendront l'ordre naturel de la vie. » Il fait un geste en direction des individus qui vous retiennent, et vous êtes brutalement jeté en avant. Les mains visqueuses vous relâchent et vous tombez soudain dans l'obscurité. La dernière chose que vous ressentez est votre tête qui heurte la pierre froide, puis…
it: Vi viene in mente un solo modo per uscire da questa situazione. L’Ordine è convinto che aveste semplicemente intenzione di ficcare il naso nei suoi affari e voi dovrete convincerli che non sapete, né vi interessa sapere, cosa stiano tramando. Cercate di mentire nel modo più convincente che potete, sciorinando una storia con cui sperate di convincere Oceiros che vi siate semplicemente trovati nel posto sbagliato al momento sbagliato. “E che mi dite del vostro sfortunato amico?” vi chiede. Negate di aver incontrato quell’uomo prima di allora. “Forse dite il vero”, continua il vostro aguzzino, permettendovi di tirare un fugace sospiro di sollievo prima di frantumare le vostre speranze, “ma poco importa. Avete visto troppo e dovrete essere messi a tacere. Ma non vi preoccupate: presto vi unirete alla nostra grande famiglia.” La botola di metallo si apre nuovamente e all’interno vedete solo buio. “Portate al faro tutto quello che hanno rubato” intima Oceiros agli altri incappucciati. “È giunto il momento di dare inizio alla nostra grande opera: nessuno potrà più ostacolare l’Ordine. Presto, tutti comprenderanno l’ordine naturale della vita.” L’uomo fa un cenno ai suoi sottoposti… Le loro mani viscide lasciano la presa, e voi cadete. Mentre venite risucchiati dalle tenebre, l’ultima cosa che percepite è la fredda roccia contro cui battete la testa. Poi…
ko: 여기서 빠져나갈 길은 단 하나뿐이란 생각이 들었습니다. 밀교회는 당신이 자신의 과업을 염탐해왔다고 믿고 있을 것이기에, 저들의 일 따위는 아무런 관심도 없으며 아무 것도 모른다고 설득해야 합니다. 갖은 거짓말을 지어내고, 그저 재수 없게 말려든 것뿐이라고 이야기를 짜냅니다. “그렇다면 네 불쌍한 친구는 어떻게 된 거지?” 당신은 처음 보는 사람이라고 둘러댑니다. “어쩌면 진실일지도 모르지.” 당신은 잠시 안도의 한숨을 쉬었지만, 곧 그 희망도 갈기갈기 찢깁니다. “그건 중요치 않아. 네놈은 너무 많은 것을 봤으니 입을 다물어 줘야겠다. 걱정 마라. 곧 우리와 같은 일족이 될 테니.” 또 다시 금속 들문이 열립니다. 저 아래로는 오직 어둠뿐입니다. 오세이로스가 다른 두건 쓴 사교도에게 명을 내립니다. “놈들이 훔친 것을 당장 등대로 가져가라. 우리의 대업을 개시할 시간이 되었도다. 그 누구도 밀교회의 과업을 방해하지 못하리라. 이제 모두가 자연의 순리를 깨닫게 되리라.” 오세이로스가 고개를 끄덕이자, 당신을 붙잡고 있던 이들이 당신을 앞으로 떠밉니다. 당신을 붙잡고 있던 축축한 손에 떠밀리는 순간, 당신은 어둠 속으로 굴러떨어집니다. 차가운 돌바닥에 머리를 들이받으며 모든 것이 흐릿해집니다…
ru: Вам в голову приходит только один выход из этой ситуации. Орден считает, что вы лезете в его дела, поэтому вам придётся убедить их, что вы совершенно ни о чём не знаете и вообще они вам неинтересны. Вы лжёте как никогда прежде и закручиваете сложную историю с целью убедить похитителей, что вы всего лишь оказались в ненужное время в ненужном месте. «А как насчёт твоего невезучего товарища?» — спрашивает дознаватель. Вы отвечаете, что никогда в жизни не встречали этого человека. «Как знать, быть может, ты говоришь правду…» — произносит мужчина. Но едва вы успеваете вздохнуть с облегчением, как он добавляет: «…Но это совершенно неважно. Тебе слишком много известно, и мы заставим тебя замолчать навсегда. Не переживай. Скоро ты присоединишься к нашему роду». Металлический люк снова открывается. Внутри темно, хоть глаз выколи. «Немедленно переправьте украденное ими на маяк, — приказывает Осайрос другой фигуре в мантии. — Пора приступать к нашему великому делу. Никто более не посмеет вмешиваться в дела Ордена. Скоро все поймут естественный порядок жизни». Он кивает остальным, и вас толкают вперёд. Липкие руки отпускают вас, и вы резко проваливаетесь в темноту. Последнее, что вы чувствуете, — удар головой о холодный камень, а затем…
vi: Bạn chỉ có thể nghĩ ra một cách duy nhất để thoát khỏi tình huống này. Dòng tin rằng bạn đang rình mò công việc kinh doanh của chúng, vì vậy bạn sẽ phải thuyết phục chúng rằng bạn không biết hoặc không quan tâm đến việc chúng đang làm gì. Bạn nói dối tốt nhất có thể, kể một câu chuyện có thể thuyết phục họ rằng bạn chỉ đơn giản là đến nhầm nơi vào nhầm lúc. “Còn người bạn bất hạnh của ngươi thì sao?” người thẩm vấn của bạn hỏi. Bạn nói với hắn ta rằng bạn chưa bao giờ gặp người đàn ông đó trước đây trong đời. "Có lẽ ngươi nói sự thật," người đàn ông nói, và bạn thở phào nhẹ nhõm trước khi anh ta dập tắt hy vọng của bạn: "…nhưng điều đó không quan trọng. Ngươi đã thấy quá nhiều, và vì điều đó, ngươi phải được giữ im lặng. Đừng lo lắng. Ngươi sẽ sớm gia nhập gia đình của chúng ta thôi." Cánh cửa kim loại lại mở ra. Bên trong, bạn không thấy gì ngoài bóng tối. “Hãy mang những gì chúng đã đánh cắp đến ngọn hải đăng ngay lập tức,” Oceiros ra lệnh cho một trong những nhân vật mặc áo choàng khác. "Đã đến lúc bắt đầu công việc vĩ đại của chúng ta. Không ai sẽ làm gián đoạn hoạt động kinh doanh của Dòng nữa. Chẳng bao lâu nữa, tất cả sẽ hiểu được trật tự tự nhiên của cuộc sống." Sau đó, anh ta gật đầu với những người bắt giữ bạn và bạn bị đẩy về phía trước. Bàn tay nhớp nháp thả bạn ra và đột nhiên bạn rơi vào bóng tối. Điều cuối cùng bạn cảm thấy là đầu bạn đập vào đá lạnh, và sau đó—
zh: 你只能想到一种方法可以逃出当下的处境。密教相信你在刺探他们的大业，你得让他们相信你并不知道——或者说并不在乎他们的意图。你尽力撒谎，编造了一个故事，说服他们你只是在错误的时间出现在了错误的地点。“那你倒霉的朋友呢？”盘问者追问道。你告诉他们你从未见过这个人。“也许你说了实话。”那个男人说道。你舒了一小口气，但他随即打破了你的希望：“……但这并不重要。你看见的太多了。就为了这，也得让你闭嘴。别担心。你很快就会加入我们的大家族。”金属门又一次打开了。你看到里面唯有一片漆黑。 “马上把他们偷的东西带到灯塔去。”奥赛罗思对其中一个长袍人下令道，“是时候开始我们的大业了。没有人再能阻止密教了。很快，所有人都将理解生命的自然秩序到底是什么。”他冲抓住你的人点点头，你被推了下去。黏湿的手松开了你，你猛地跌入黑暗之中。你记得的最后一件事，就是自己撞到了冰冷的石面上，然后……
