Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_lair_of_dagon.po
Languages: de, es, fr, it, ko, ru, vi, zh

source: Scenario VII: The Lair of Dagon
de: Szenario VII: In Dagons Reich
es: Escenario VII: La guarida de Dagón
fr: Scénario VII : La Tanière de Dagon
it: Scenario VII: Il Covo di Dagon
ko: 시나리오 VII: 데이곤의 침소
ru: Сценарий VII: Обитель Дагона
vi: Màn VII: Hang ổ của Dagon
zh: 冒险VII：达贡巢穴

source: <center><game>THURSDAY, SEPTEMBER 15, 1927</game></center> <center><game>ONE WEEK EARLIER</game></center> You stand outside the cracked marble steps leading up to the masonic hall of the Esoteric Order of Dagon. All of the evidence has lead you here. Whatever is going on in this town, this Order is behind it. You're sure of it… though their ultimate goal remains a mystery. The town is eerily quiet as you stand before the building's entrance. Once, this place might have been impressive and opulent. Years of disrepair and flood damage have reduced it to a near-ruin. Its once-white paint is gray and peeling, and many of the pillars outside the entryway are beginning to crumble. Still, it is one of the more intimidating places in Innsmouth, projecting authority despite its decrepitude. No, not authority—something darker. A looming, unspoken threat. "Are you ready?" Agent Dawson asks. His usually calm demeanor has vanished, replaced with a humorless gravity that throws you off guard. "This is it. This is where we'll find answers." You're not so sure. Every other lead you've followed has led to only more questions.
de: <center><game>DONNERSTAG, 15. SEPTEMBER 1927</game></center> <center><game>EINE WOCHE ZUVOR</game></center> Du stehst vor der brüchigen Marmortreppe, die zum Freimaurertempel hinaufführt, dem Sitz des Esoterischen Ordens von Dagon. Alle Spuren haben dich hierhergeführt. Was auch immer in dieser Stadt vor sich geht, der Orden hat seine Finger im Spiel … da bist du dir sicher. Seine Beweggründe allerdings sind dir immer noch ein Rätsel. In der Stadt Innsmouth herrscht eine unheimliche Stille, während du deinen Blick über die Gebäude schweifen lässt. Dies war bestimmt einmal ein beeindruckender und wohlhabender Ort. Aber jahrelange Vernachlässigung und die Schäden durch das Hochwasser haben es fast zu einer Ruine verkommen lassen. Die ursprünglich wohl weiß getünchte Fassade ist jetzt grau und blättert an vielen Stellen ab. Und die meisten Säulen vor dem Eingang beginnen zu zerbröckeln. Dennoch ist es noch immer eines der furchteinflößenderen Gebäude in Innsmouth, von dem trotz seiner Baufälligkeit eine gewisse Autorität ausgeht. Nein, Autorität ist das falsche Wort – es ist etwas Dunkleres. Eine unausgesprochene, lauernde Bedrohung. „Sind Sie bereit?“, fragt Agent Dawson und reißt dich damit aus deinen Gedanken. Sein normalerweise so gelassenes Auftreten ist verschwunden und hat sich in eine humorlose Ernsthaftigkeit verwandelt. „Das ist es. Hier werden wir Antworten finden.“ Du bist dir da nicht so sicher. Jede Spur, der du bisher gefolgt bist, hat dich nur mit noch mehr Fragen zurückgelassen.
es: <center><game>JUEVES, 15 DE SEPTIEMBRE DE 1927</game></center> <center><game>UNA SEMANA ANTES</game></center> Estás en el exterior de los escalones de mármol agrietados que suben hacia la sede masónica de la Orden Esotérica de Dagón. Todas las pruebas llevan aquí. Sea lo que sea lo que está ocurriendo en esta ciudad, esta Orden está detrás de ello. Tienes una certeza total… aunque su objetivo sigue siendo un misterio. Desde la entrada del edificio, te das cuenta de que la ciudad está sumida en un silencio sepulcral. Este lugar fue alguna vez impresionante y opulento. Años de falta de mantenimiento y de daño por inundación lo han dejado reducido a poco más que una ruina. Su pintura, antaño blanca, está gris y descascarillada, y muchas de las columnas que hay en la entrada empiezan a descomponerse. Aun así, es uno de los lugares más intimidantes de Innsmouth y proyecta autoridad incluso a pesar de su decrepitud. No, no es autoridad… sino algo más siniestro. Una amenaza desconocida, pero que está al acecho. –¿Está listo? –pregunta el agente Dawson. No queda ni rastro de la actitud tranquila que suele tener, que se ha visto sustituida por una adusta solemnidad que no sabes interpretar muy bien–. Es aquí. El lugar donde encontraremos respuestas. No compartes su optimismo. Todas las pistas que has seguido hasta el momento solo te han llevado a más preguntas.
fr: <center><game>JEUDI 15 SEPTEMBRE 1927</game></center> <center><game>UNE SEMAINE PLUS TÔT</game></center> Vous vous tenez devant les marches de marbre craquelées menant à la loge maçonnique de l'Ordre Ésotérique de Dagon. Toutes les preuves que vous avez réunies vous mènent ici. Quoi qu'il se passe dans cette ville, l'Ordre en est à l'origine, Vous en êtes certain… mais leur objectif final demeure un mystère. La ville est étrangement calme pendant que vous attendez devant l'entrée du bâtiment. Jadis, l'opulence de ce lieu devait être impressionnante. Mais, des années de délabrement et dégâts liés aux inondations l'ont réduit à l'état de quasi-ruine. Sa peinture autrefois blanche est désormais grisâtre et s'écaille. Plusieurs piliers devant l'entrée commencent à s'écrouler. Ce lieu demeure cependant l'un des plus impressionnants d'Innsmouth, dégageant quelque autorité malgré son état de décrépitude. Non, pas d'autorité… quelque chose de plus sombre. Comme une menace rampante, indicible. « Êtes-vous prêt ? » demande l'agent Dawson. Son calme habituel a disparu, remplacé par une gravité qui vous prend au dépourvu. « Nous y sommes. C'est ici que nous trouverons des réponses. » Vous n'en êtes pas sûr. Toutes les pistes que vous avez suivies jusqu'ici, n'ont mené qu'à plus de questions.
it: <center><game>GIOVEDÌ 15 SETTEMBRE 1927</game></center> <center><game>UNA SETTIMANA PRIMA</game></center> Vi trovate sulla scalinata di marmo incrinato della villa massonica sede dell’Ordine Esoterico di Dagon: tutte le prove che avete raccolto vi hanno condotti qui. Siete certi che ci sia l’Ordine dietro ciò che sta accadendo in questa cittadina… ma quello che ancora vi sfugge è quale sia il suo obiettivo. Tutt’intorno, Innsmouth è immersa in un silenzio inquietante. La magione che vi si para innanzi è stata senza dubbio imponente e opulenta, un tempo, ma gli anni di degrado e i danni causati dall’inondazione ne hanno ridotto la struttura a un rudere in rovina: la vernice bianca che la ricopriva è ormai grigia e crepata in più punti, e alcune delle colonne esterne hanno iniziato a sgretolarsi. Nonostante ciò, resta uno dei luoghi più inquietanti dell’intero villaggio e, nonostante le condizioni fatiscenti, non ha perso la sua severa aura autoritaria. O forse, più che autorità, si tratta di qualcosa di più oscuro… Una specie di silenziosa minaccia incombente. “Siete pronti?” chiede l’agente Dawson. Il suo consueto atteggiamento pacato e calmo da veterano ha lasciato il posto a una serietà laconica e grave che vi coglie impreparati. “Ci siamo. Qui troveremo le risposte che stiamo cercando.” Non ne siete così sicuri: tutte le altre piste che avete seguito non hanno fatto altro che condurvi ad altre domande.
ko: <center><game>1927년 9월 15일, 목요일</game></center> <center><game>1주 전…</game></center> 당신은 데이곤 밀교회당 발치에 서서 금이 쩍쩍 간 대리석 계단을 바라보고 있습니다. 지금까지 추적해온 모든 실마리가 이곳을 가리키고 있으며, 인스머스에 일어나고 있는 모든 정체 모를 사건 뒤에는 데이곤 밀교회가 있습니다. 저들의 진정한 목적은 아직도 베일에 싸여 있지만, 적어도 사건의 배후가 밀교회란 것만은 확실합니다. 밀교회당 입구에 서 있는 지금, 마을에는 으스스한 고요함이 감돕니다. 한때 이곳은 호화롭고도 위용 넘치는 건물이었을지도 모르나, 수년간 수몰과 파손을 반복하면서도 어떠한 유지보수도 거치지 못한 탓에 지금은 거의 폐허라 봐도 무방할 정도가 되었습니다. 흰색 덧칠된 페인트는 어느새 잿빛으로 변해 벗겨져 내리기 시작했으며, 출입구 바깥을 두른 수많은 기둥도 일부 허물어졌습니다. 이토록 낡아빠진 외관에도 불구하고 이곳은 이 인스머스에서 가장 무시무시한 곳이며, 압도적인 권위마저 내비치는 건물입니다. 아니, 그것은 단순한 권위가 아닙니다. 이 건물엔 더욱 사악하고도 형언할 수 없는 위협이 도사리고 있습니다. “마음의 준비는 단단히 하셨습니까?” 도슨 요원이 묻습니다. 평소의 침착한 태도는 온데간데없고, 유머조차 없는 엄숙한 도슨의 모습에 당신은 적잖이 당황합니다. “바로 이곳입니다. 여기서 답을 찾을 수 있겠죠.” 확신이 들진 않습니다. 여태껏 쫓아 온 실마리들은 꼬리에 꼬리를 무는 새로운 의문만을 남겼을 뿐이니 말입니다.
ru: <center><game>Четверг, 15 сентября 1927 г.</game></center> <center><game>Неделей ранее</game></center> Вы стоите у потрескавшихся мраморных ступеней, ведущих в здание Эзотерического ордена Дагона. Все зацепки вели вас сюда. Что бы ни происходило в этом городе — за всем стоит Орден. Вы уверены в этом… Хотя их финальная цель всё ещё ускользает от вас. Вы замираете перед входом и вслушиваетесь в подозрительную тишину. Когда-то это место, должно быть, впечатляло своей роскошью. Годы запустения и наводнений превратили его почти что в руины: некогда белая краска посерела и облупилась, а большинство колонн вокруг входа начали крошиться. Тем не менее это всё ещё одно из самых пугающих мест в Инсмуте. Несмотря на запустение, от него прямо веет властью. Впрочем нет, не властью, а чем-то помрачнее. Приближающейся невысказанной угрозой. «Вы готовы? — спрашивает агент Доусон. Его обычное спокойствие испарилось и сменилось невесёлой серьёзностью, сбивающей вас с толку. — Мы у цели. Здесь мы найдём ответы». Вы не уверены в этом. По сей день все ваши зацепки приводили только к новым вопросам.
vi: <center><game>THỨ NĂM, NGÀY 15 THÁNG 9 NĂM 1927</game></center> <center><game> MỘT TUẦN TRƯỚC</game></center> Bạn đứng bên ngoài những bậc thang bằng đá cẩm thạch nứt nẻ dẫn đến hội trường của Dòng Dagon bí truyền. Tất cả bằng chứng đã dẫn bạn đến đây. Dù chuyện gì đang xảy ra ở thị trấn này thì Dòng này đứng đằng sau nó. Bạn chắc chắn về điều đó… mặc dù mục tiêu cuối cùng của họ vẫn là một bí ẩn. Thị trấn yên tĩnh đến lạ thường khi bạn đứng trước lối vào của tòa nhà. Ngày xưa, nơi này có thể rất nổi bật và sang trọng. Nhiều năm không tu sửa và thiệt hại do lũ lụt đã khiến nó gần như bị hủy hoại. Lớp sơn màu trắng một thời của nó giờ xám xịt và bong tróc, nhiều cây cột bên ngoài lối vào đang bắt đầu vỡ vụn. Tuy nhiên, nó vẫn là một trong những nơi đáng sợ hơn cả ở thị trấn Innsmouth, thể hiện uy quyền bất chấp tình trạng suy tàn của nó. Không, không phải uy quyền – thứ gì đó đen tối hơn. Một mối đe dọa lờ mờ, không nói nên lời. "Cậu đã sẵn sàng chưa?" Đặc vụ Dawson hỏi. Phong thái điềm tĩnh thường ngày của ông ấy đã biến mất, thay vào đó là vẻ nghiêm nghị thiếu hài hước khiến bạn mất cảnh giác. "Chính là nó. Đây là nơi chúng ta sẽ tìm thấy câu trả lời." Bạn không chắc chắn lắm. Mọi đầu mối khác mà bạn đã đi theo đều chỉ dẫn đến nhiều câu hỏi hơn.
zh: <center><game>1927年，9月15日，星期四。</game></center> <center><game>一周前</game></center> 你站在破损的大理石阶梯外，这里直通向达贡密教的共济会礼堂。所有的证据都把你引向这里。无论村子里发生了什么，背后肯定都是密教。你对此十分确定……但密教的最终目的仍然是谜。 你站在这幢建筑门前的时候，村子里一片诡异的寂静。这地方过去肯定壮观华丽。但年久失修，又有洪水侵蚀，这里已经快成了一片废墟。曾经雪白的墙壁如今发灰剥落，入口外许多立柱也开始坍圮。尽管已经老旧，但这仍是村子里最为威严的建筑，彰显著权威。不，不是权威——是什么更为黑暗的东西。一种若隐若现、难以言喻的威胁。 “你准备好了吗？”道森特工问道。他寻常的冷静已经消失，如今毫无幽默的严肃倒是让你措手不及。“就是这儿了。这儿就是我们找到答案的地方。” 对此你可不敢确定。你追踪的其他线索，每一条都只是引出了更多的问题。

source: Agent Harper was kidnapped when she got too close to the Order, but interrogating her kidnapper didn't exactly yield the answers you needed. What you know now is that the Order's influence pervades Innsmouth, from important civic figures to everyday citizens. Finances, religion, politics… everything is wrapped up in this cult's business in some way or another. What's worse, many of the town's inhabitants seem to follow the Order with blind, fanatical devotion. So many that you're not sure this is even a functioning town anymore. It's no wonder the people are so hostile towards outsiders. It wasn't until your investigation of Devil Reef that you truly began to peel away the outer layers of Innsmouth and reveal the rot beneath. There, you found what the Order was hiding: the monstrous creatures that emerged from the depths and prowled the tidal islands, congregating in prayers to some horrific deity. Perhaps it is even the same "Dagon" worshipped by the Order.
de: Agent Harper wurde entführt, als sie dem Orden zu nahe gekommen war. Aber die Befragung ihres Entführers hat nicht die Antworten gebracht, die du brauchst. Was du jetzt aber weißt, ist, dass sich der Einfluss des Ordens über ganz Innsmouth erstreckt, von einflussreichen öffentlichen Personen bis hin zu den einfachen Bürgern. Finanzen, Religion, Politik … in allen Bereichen hat der Orden auf die eine oder andere Weise seine Finger im Spiel. Und das Schlimmste ist, dass viele der Stadtbewohner diesem Kult mit blinder, fanatischer Hingabe folgen. Wahrscheinlich sind es sogar so viele, dass man gar nicht mehr von einer normal funktionierenden Stadt sprechen kann. Da ist es nicht verwunderlich, dass die Leute Fremden mit einer solchen Feindseligkeit begegnen. Aber erst nachdem du deine Untersuchungen auf das Teufelsriff ausgeweitet hattest, war es dir gelungen, die äußersten Schichten von Innsmouth abzuziehen und die Fäulnis darunter aufzudecken. Dort hast du gefunden, was der Orden versteckt hatte: die monströsen Kreaturen, die aus den Tiefen hervorgekommen sind, auf den Gezeiteninseln herumschleichen und sich im Gebet zusammenschließen, um einer schrecklichen Gottheit zu huldigen. Vielleicht ist es sogar der gleiche „Dagon“, den der Orden verehrt.
es: La agente Harper fue secuestrada cuando se acercó demasiado a la Orden, pero no sacaste ninguna respuesta útil tras interrogar a quien la secuestró. Ahora sabes que la influencia de la Orden inunda Innsmouth, desde importantes personajes del gobierno municipal hasta ciudadanos corrientes. Finanzas, religión, política… todo está impregnado por los asuntos de esta secta de uno u otro modo. Y lo que es peor, muchos de los habitantes de la ciudad parecen seguir a la Orden con devoción ciega y fanática. Son tantos que ni siquiera sabes si esta ciudad sigue en marcha. No es de extrañar que sean tan hostiles respecto a la gente de fuera. Hasta que no investigaste el Arrecife del Diablo no lograste empezar a apartar realmente las capas exteriores de Innsmouth para revelar la putrefacción que oculta. Allí encontraste lo que ocultaba la Orden: las monstruosas criaturas que surgían de las profundidades y merodeaban entre las islas de marea, congregándose para rezarle a una horrenda deidad. Tal vez hasta se trate del mismo «Dagón» al que venera la Orden.
fr: L'agent Harper a été capturée quand elle s'est rapprochée de l'Ordre, mais l'interrogatoire de son ravisseur n 'a pas été très fructueux. Tout ce que vous savez, c'est que l'influence de l'Ordre imprègne chaque aspect de la vie des habitants d'Innsmouth, des plus puissants notables aux simples citoyens. Finance, religion, politique tout est lié à ce culte, d 'une manière ou d 'une autre. Le pire est que nombre d'habitants d'Innsmouth semblent être d'une dévotion fanatique envers l'Ordre. Si bien que vous ne savez même plus s'il s'agit encore d'une vraie ville. Inutile de se demander pourquoi les habitants sont si hostiles vis-à-vis des étrangers. Ce n'est qu'en enquêtant dans le Récif du Diable que vous avez commencé à comprendre à quel point Innsmouth était corrompue. C'est là que vous avez découvert ce que cachait l'ordre : les créatures monstrueuses qui émergent des profondeurs, arpentent les îles et prient quelque immonde divinité. Peut-être ce « Dagon » vénéré par l'Ordre.
it: L’agente Harper è stata rapita per essersi avvicinata troppo all’Ordine, ma interrogare la persona responsabile del sequestro non vi ha fornito le risposte di cui avevate bisogno. Quello che sapete è che l’influenza dell’Ordine permea interamente Innsmouth, dagli abitanti di maggior spicco ai cittadini qualunque. Economia, religione, politica… Non c’è aspetto su cui il culto non abbia messo le mani. Quel che è peggio è che molti degli abitanti sembrano seguire i dettami dell’Ordine con una devozione cieca e fanatica. La situazione è grave al punto che vi chiedete se Innsmouth non sia altro ormai che una mera estensione del credo… Non c’è da stupirsi che la gente del posto sia tanto ostile verso i forestieri. Vi siete dovuti spingere fino allo Scoglio del Diavolo per spogliare Innsmouth della sua apparente aura di normalità e rivelare il marcio che si annida sotto di essa. È lì che avete scoperto ciò che l’Ordine sta cercando di tenere nascosto: mostruose creature emerse dagli abissi, esseri che si aggirano tra le isole tidali e si riuniscono per pregare al cospetto di qualche terrificante divinità… Forse, proprio lo stesso “Dagon” venerato dall’Ordine.
ko: 하퍼 요원은 데이곤 밀교회에 너무 가까이 접근하는 바람에 납치당한 것이었지만, 납치범을 심문하는 것만으로는 필요한 답을 구할 수가 없었습니다. 그러나, 마을 주요 인사부터 평범한 시민에 이르기까지 인스머스 도처에 밀교회의 마수가 뻗어 있다는 점은 확실합니다. 경제, 종교, 정치에 이르기까지 모든 것이 어떤 식으로든 밀교회의 손아귀에 닿아 있습니다. 더욱더 우려스러운 점은, 수많은 인스머스 주민들은 이에 개의치 않고 맹목적이고도 광신적으로 밀교회의 뜻을 따르고 있다는 것입니다. 이토록 비정상적인 현상 앞에서, 과연 인스머스란 곳을 정상적으로 기능하는 “마을”이라고 부를 수 있을지 모르겠습니다. 이제는 주민들이 왜 그렇게 외지인에게 적대적이었는지도 이해가 갑니다. 악마의 암초를 조사하고 나서야 인스머스를 감싸고 있던 장막이 걷히고 그 아래 썩어가는 살갗이 드러나기 시작했습니다. 당신은 악마의 암초에서 밀교회가 가면 아래 숨기고 있던 것을 발견했습니다. 심해에서 올라와 파도가 몰아치는 섬을 배회하며, 섬뜩한 신에게 제례를 지내는 괴생명체들이었습니다. 그 섬뜩한 신이 바로 밀교회가 숭배하는 “데이곤”이란 존재일 것입니다.
ru: Агента Харпер похитили, когда она подобралась слишком близко к Ордену, но допрос похитителя не принёс ответов, на которые вы надеялись. Тем не менее теперь вы знаете, что влияние Ордена проникло во все слои общества, от влиятельных фигур до обычных горожан. Финансы, религия, политика… Всё переплетено с делами этого культа, так или иначе. Что хуже, большинство жителей города демонстрируют слепую, фанатичную приверженность Ордену. Их так много, что вы не уверены, можно ли всё ещё назвать Инсмут функционирующим поселением. Неудивительно, что люди здесь так враждебны к чужакам. Только изучив риф Дьявола, вы начали слой за слоем снимать покровы тайны с Инсмута и видеть спрятанную под ними гниль. Затем вы обнаружили, что скрывает Орден: чудовищных существ, что появляются из глубин и бродят по приливным островкам, вознося молитвы какомуто ужасному божеству. Возможно, это и есть тот самый «Дагон», которому поклоняется Орден.
vi: Đặc vụ Harper bị bắt cóc khi cô đến quá gần Dòng, nhưng việc thẩm vấn kẻ bắt cóc cô không mang lại câu trả lời chính xác mà bạn cần. Những gì bạn biết bây giờ là ảnh hưởng của Dòng lan rộng khắp Innsmouth, từ những công dân quan trọng đến những công dân bình thường. Tài chính, tôn giáo, chính trị… mọi thứ đều được bao bọc trong hoạt động kinh doanh của giáo phái này bằng cách này hay cách khác. Điều tồi tệ hơn là nhiều cư dân trong thị trấn dường như tuân theo Dòng với lòng sùng mộ mù quáng và cuồng tín. Nhiều đến mức bạn không chắc đây còn là một thị trấn đang hoạt động bình thường hay không nữa. Chẳng trách người dân lại có thái độ thù địch với người ngoài như vậy. Mãi cho đến khi điều tra về Rạn San Hô Quỷ, bạn mới thực sự bắt đầu bóc tách lớp vỏ bên ngoài của Innsmouth và để lộ ra lớp mục nát bên dưới. Ở đó, bạn tìm thấy những gì mà Dòng đang che giấu: những sinh vật quái dị xuất hiện từ vực sâu và rình mò trên các hòn đảo thủy triều, tụ tập cầu nguyện cho một vị thần khủng khiếp nào đó. Có lẽ nó thậm chí chính là "Dagon" được Dòng tôn thờ.
zh: 哈珀特工接近密教的时候遭到了绑架，但盘问她的绑匪并没有给出你想要的答案。你现在知道密教的影响力已经渗入了印斯茅斯，从重要的大人物到日常小民。金融、宗教、政治……这个密教已经用各种手段缠上了每件事。更糟的是，许多村民都盲目、狂热地向密教献身。这样的人太多，以至于你根本无法确认这个村子是否还正常。毫无疑问，这里的人对外来者并无善意。 直到调查了魔鬼礁石，你才真正抽丝剥茧，揭开了印斯茅斯的外皮，发现了底下潜藏的腐败。你在那儿发现了密教隐藏的东西：从海底涌现的怪异生物。它们逡巡于岸边的礁岛，一同向骇人的神灵祈祷。或许就是密教崇拜的同一个“达贡”。
