Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_lair_of_dagon.po
Languages: de, es, fr, it, ko, ru, vi, zh

source: Because there are 4 or fewer memories recorded, add 5 [bless] tokens to the chaos bag.
de: Da 4 oder weniger Erinnerungen notiert sind, werden dem Chaosbeutel 5 [bless]-Marker hinzugefügt.
es: Como hay 4 o menos recuerdos anotados, añade 5 fichas [bless] a la bolsa de caos.
fr: …4 souvenirs ou moins d'inscrits, ajoutez 5 pions [bless] à la réserve du Chaos.
it: Se ci sono 4 o meno ricordi annotati, aggiungete 5 segnalini [bless] al sacchetto del caos.
ko: 되찾은 기억이 4개 이하면, 혼돈 주머니에 [bless] 토큰을 5개 추가합니다.
ru: Так как там 4 или меньше воспоминаний, добавьте 5 жетонов [bless] в мешок хаоса.
vi: Vì có 4 ký ức trở xuống được ghi lại, hãy thêm 5 token [bless] vào túi hỗn mang.
zh: 因为记录了4个或更少的记忆，在混乱袋中加入5个[bless]标记。

source: Because there are between 5 and 7 memories recorded, add 2 [curse] tokens to the chaos bag.
de: Da zwischen 5–7 Erinnerungen notiert sind, werden dem Chaosbeutel 2 [curse]-Marker hinzugefügt.
es: Como hay de 5 a 7 recuerdos anotados, añade 2 fichas [curse] a la bolsa de caos.
fr: …entre 5 et 7 souvenirs d'inscrits, ajoutez 2 pions [curse] à la réserve du Chaos.
it: Se ci sono 5, 6 o 7 ricordi annotati, aggiungete 2 segnalini [curse] al sacchetto del caos.
ko: 되찾은 기억이 5~7개면, 혼돈 주머니에 [curse] 토큰을 2개 추가합니다.
ru: Так как там 5–7 воспоминаний, добавьте 2 жетона [curse] в мешок хаоса.
vi: Vì có từ 5 đến 7 ký ức được ghi lại nên hãy thêm 2 token [curse] vào túi hỗn mang.
zh: 因为记录了5-7个记忆，在混乱袋中加入2个[curse]标记。

source: Because there are 8 or more memories recorded, add 5 [curse] tokens to the chaos bag.
de: Da 8 oder mehr Erinnerungen notiert sind, werden dem Chaosbeutel 5 [curse]-Marker hinzugefügt.
es: Como hay 8 o más recuerdos anotados, añade 5 fichas [curse] a la bolsa de caos.
fr: …8 souvenirs ou plus d'inscrits, ajoutez 5 pions [curse] à la réserve du Chaos.
it: Se ci sono 8 o più ricordi annotati, aggiungete 5 segnalini[curse] al sacchetto del caos.
ko: 되찾은 기억이 8개 이상이면, 혼돈 주머니에 [curse] 토큰을 5개 추가합니다.
ru: Так как там 8 или больше воспоминаний, добавьте 5 жетонов [curse] в мешок хаоса.
vi: Vì có từ 8 ký ức trở lên được ghi lại, hãy thêm 5 token [curse] vào túi hỗn mang.
zh: 因为记录了8个以上的记忆，在混乱袋中加入5个[curse]标记。

source: Check the "Memories Recovered" section of the Campaign Log. If <i>a jailbreak</i> is listed under "Memories Recovered":
de: Überprüfe den Abschnitt „Zurückerlangte Erinnerungen“ im Kampagnenlogbuch. Falls darunter ein <i>Gefängnisausbruch</i> notiert ist:
es: Comprueba la sección «Recuerdos recuperados» del registro de campaña. Si hay <i>una fuga de la cárcel</i> anotada en la sección «Recuerdos recuperados»:
fr: Vérifiez la section « Souvenirs Retrouvés » du Carnet de Campagne. Si <i>une évasion</i> est inscrite sous la mention « Souvenirs Retrouvés » :
it: Controllate il Diario della Campagna, alla voce “Ricordi Recuperati”. Se <i>un’evasione</i> è annotata nei “Ricordi Recuperati”:
ko: 캠페인 기록지의 “되찾은 기억” 항목을 확인합니다. “되찾은 기억” 아래에 <i>탈옥</i>이 있습니까?
ru: Если в графе «Восстановленные воспоминания» журнала кампании указан <i>побег из тюрьмы</i>:
vi: Kiểm tra phần "Ký ức đã được khôi phục" trong Nhật ký chiến dịch. Nếu <i>một cuộc vượt ngục</i> được ghi lại trong phần "Ký ức đã được khôi phục":
zh: 检查冒险日志的“恢复记忆”部分。如果“恢复记忆”下方列有<i>一次越狱</i>：

source: Search the collection for the [[Suspect]] enemy underlined under “Possible Suspects” and set it aside, out of play.
de: Die Sammlung wird nach dem [[Verdächtiger]]-Gegner durchsucht, der unter „Mögliche Verdächtige“ eingekreist ist. Dieser wird als nicht im Spiel befindlich beiseitegelegt.
es: Busca en la colección el Enemigo [[Sospechoso]] rodeado en «Posibles sospechosos» y ponlo aparte, fuera del juego.
fr: Cherchez l'ennemi [[Suspect]] entouré sous la mention « Suspects Possibles » et mettez-le de côté, hors jeu.
it: Cercate nella collezione il nemico [[Sospettato]] cerchiato alla voce “Possibili Sospettati” e mettetelo da parte, temporaneamente fuori dal gioco.
ko: “유력한 용의자” 항목에 동그라미 쳐진 [[용의자]] 적을 보유 게임에서 찾아서 비플레이 상태로 치워 둡니다. <i>참고: 앱에서는 동그라미가 쳐진 것 대신, 해당 항목이 굵은 글씨로 쓰여 있고 밑줄이 쳐진 것으로 표현되어 있습니다.</i>
ru: Найдите в коллекции врага-[[подозреваемого]], чьё имя отмечено в графе «Подозреваемые», и отложите его в сторону, вне игры.
vi: Tìm trong bộ sưu tập kẻ địch [[Suspect]] được gạch chân trong phần “Nghi phạm Tiềm năng” và đặt nó sang một bên, ngoài khu vực chơi.
zh: 查找收藏，找出“可能嫌犯”下方圈出的[[嫌犯]]敌人，将放在一边，位于场外。

source: Check the "Memories Recovered" section of the Campaign Log. If <i>an encounter with a secret cult</i> is listed under "Memories Recovered":
de: Überprüfe den Abschnitt „Zurückerlangte Erinnerungen“ im Kampagnenlogbuch. Falls darunter eine Begegnung mit einem Geheimkult notiert ist:
es: Comprueba la sección «Recuerdos recuperados» del registro de campaña. Si hay anotado <i>un encuentro con una secta secreta</i> en la sección «Recuerdos recuperados»:
fr: Vérifiez la section « Souvenirs Retrouvés » du Carnet de Campagne. Si <i>une rencontre avec un culte secret</i> est inscrite sous la mention « Souvenirs Retrouvés » :
it: Controllate il Diario della Campagna, alla voce “Ricordi Recuperati”. Se <i>un incontro con un culto segreto</i> è annotato nei “Ricordi Recuperati”:
ko: “되찾은 기억” 아래에 <i>비의적인 사교집단과의 조우</i>가 있습니까?
ru: Сверьтесь с журналом. Если в графе «Восстановленные воспоминания» указана <i>встреча с тайным культом</i>:
vi: Kiểm tra phần "Ký ức đã được khôi phục" trong Nhật ký chiến dịch. Nếu <i>cuộc chạm trán với một giáo phái bí mật</i> được ghi lại trong phần "Ký ức đã được khôi phục":
zh: 检查冒险日志的“恢复记忆”部分。 如果“恢复记忆”下方列有<i>与神秘教派的一次相遇</i>：

source: When constructing the agenda deck, use Agenda 1a—"The Initiation (v.I)" and remove Agenda 1a—"The Initiation (v.II)" from the game.
de: Beim Erstellen des Agendadecks wird Agenda 1a – Die Initiation (I) verwendet und Agenda 1a – Die Initiation (II) aus dem Spiel entfernt.
es: Al crear el mazo de Plan usa el plan 1a – «La iniciación (v. I)» y retira de la partida el plan 1a – «La iniciación (v. II)».
fr: Utilisez l'Intrigue 1a — « L'Initiation (v. I) » quand vous constituez le deck Intrigue, et retirez l'Intrigue 1a — « L'Initiation (v. II) » de la partie.
it: Quando componete il mazzo delle trame usate la Trama 1a - L’Iniziazione (v. I) e rimuovete dal gioco la Trama 1a - L’Iniziazione (v. II).
ko: 주요사건 덱을 구성할 때 주요사건 1a - “입회 (v. I)”를 사용하고, 주요사건 1a - “입회 (v. II)”를 게임에서 제거합니다.
ru: Собирая колоду замыслов, используйте замысел 1а «Инициация (вариант I)», а другой вариант удалите из игры.
vi: Khi xây dựng chồng bài agenda, sử dụng Agenda 1a—"The Initiation (v.I)" và loại bỏ Agenda 1a—"The Initiation (v.II)" khỏi màn chơi.
zh: 在构建密谋牌堆时，使用密谋1a——“入教(版本一)”，并将密谋1a“入教(版本二)”从游戏中移除。

source: Otherwise, use Agenda 1a—"The Initiation (v.II)" and remove Agenda 1a-"The Initiation (v.I)" from the game.
de: Ansonsten wird beim Erstellen des Agendadecks Agenda 1a – Die Initiation (II) verwendet und Agenda 1a – Die Initiation (I) aus dem Spiel entfernt.
es: Si no es así, al crear el mazo de Plan usa el plan 1a – «La iniciación (v. II)» y retira de la partida el plan 1a – «La iniciación (v. I)».
fr: Sinon, utilisez l'Intrigue 1a – « L'Initiation (v. II) » quand vous constituez le deck Intrigue, et retirez l'Intrigue 1a – « L'Initiation (v. I) » de la partie.
it: Altrimenti, quando componete il mazzo delle trame usate la Trama 1a - L’Iniziazione (v.II) e rimuovete dal gioco la Trama 1a - L’Iniziazione (v. I).
ko: 그 외의 경우, 주요사건 덱을 구성할 때 주요사건 1a - “입회 (v. II)”를 사용하고, 주요사건 1a - “입회 (v. I)”를 게임에서 제거합니다.
ru: В противном случае используйте замысел 1а «Инициация (вариант II)», а другой вариант удалите из игры.
vi: Nếu không thì sử dụng Agenda 1a—"The Initiation (v.II)" và loại bỏ Agenda 1a—"The Initiation (v.I)" khỏi màn chơi.
zh: 否则，在构建密谋牌堆时，使用密谋1a——“入教(版本二)”，并将密谋1a——“入教(版本一)”从游戏中移除。

source: Check the "Memories Recovered" section of the Campaign Log. If <i>a decision to stick together</i> is listed under "Memories Recovered":
de: Überprüfe den Abschnitt „Zurückerlangte Erinnerungen“ im Kampagnenlogbuch. Falls darunter <i>ein Beschluss zusammenzubleiben</i> notiert ist:
es: Comprueba la sección «Recuerdos recuperados» del registro de campaña. Si hay anotada <i>una decisión de no separarse</i> en la sección «Recuerdos recuperados»:
fr: Vérifiez la section « Souvenirs Retrouvés » du Carnet de Campagne. Si une décision de rester groupés est inscrite sous la mention « Souvenirs Retrouvés » :
it: Controllate il Diario della Campagna, alla voce “Ricordi Recuperati”. Se <i>la decisione di restare uniti</i> è annotata nei “Ricordi Recuperati”:
ko: “되찾은 기억” 아래에 <i>함께 수색하기로 결정</i>이 있습니까?
ru: Сверьтесь с журналом. Если в графе «Восстановленные воспоминания» указано <i>решение держаться вместе</i>:
vi: Kiểm tra phần "Ký ức đã được khôi phục" trong Nhật ký chiến dịch. Nếu <i>quyết định đi cùng nhau</i> được ghi lại trong phần "Ký ức đã được khôi phục":
zh: 检查冒险日志的“恢复记忆”部分。如果“恢复记忆”下方列有<i>一起行动的决定</i>：

source: Search the collection for Thomas Dawson and put him into play under any investigator's control. When constructing the agenda deck, use Agenda 2a—"What Lurks Below (v.I)" and remove Agenda 2a—"What Lurks Below (v.II)" from the game.
de: Die Sammlung wird nach Thomas Dawson durchsucht, der unter der Kontrolle eines beliebigen Ermittlers ins Spiel gebracht wird. Beim Erstellen des Agendadecks wird Agenda 2a – Was unter uns lauert (I) verwendet und Agenda 2a – Was unter uns lauert (II) aus dem Spiel entfernt.
es: Busca en la colección a Thomas Dawson y ponlo en juego bajo el control de cualquier investigador. Al crear el mazo de Plan usa el plan 2a – «Lo que acecha debajo (v. I)» y retira de la partida el plan 2a – «Lo que acecha debajo (v. II)».
fr: Cherchez Thomas Dawson dans la collection et mettez-le en jeu, sous le contrôle de n'importe quel investigateur. Quand vous constituez le deck Intrigue, utilisez l'Intrigue 2a – « Ce qui Rôde en Dessous (v. I) » et retirez de la partie l'Intrigue 2a – « Ce qui Rôde en Dessous (v. II) ».
it: Cercate nella collezione Thomas Dawson e mettetelo in gioco sotto il controllo di un qualsiasi investigatore. Quando componete il mazzo delle trame, usate la Trama 2a - Ciò Che Attende in Agguato (v. I) e rimuovete dal gioco la Trama 2a - Ciò Che Attende in Agguato (v. II).
ko: 조사자 한 명이 보유 게임에서 ‘토머스 도슨’을 찾아서 자신의 플레이 영역에 두고 조종합니다. 주요사건 덱을 구성할 때, 주요사건 2a - “밀교회당 아래에 도사린 존재 (v. I)”를 사용하고, 주요사건 2a - “밀교회당 아래에 도사린 존재 (v. II)”를 게임에서 제거합니다.
ru: Найдите в коллекции сюжетный актив «Томас Доусон» и введите его в игру под контроль любого сыщика. Собирая колоду замыслов, используйте замысел 2а «Что скрывается внизу (вариант I)», а другой вариант удалите из игры.
vi: Tìm trong bộ sưu tập lá bài Thomas Dawson và đặt ông ấy vào chơi dưới sự kiểm soát của một điều tra viên bất kỳ. Khi xây dựng chồng bài agenda, sử dụng Agenda 2a—"What Lurks Below (v.I)" và loại bỏ Agenda 2a—"What Lurks Below (v.II)" khỏi màn chơi.
zh: 查找收藏，找出托马斯·道森，将其放置入场，放在任意一位调查员的控制下。在构建密谋牌堆时，使用密谋2a——“下藏何物(版本一)”，并将密谋2a——“下藏何物(版本二)”从游戏中移除。

source: Otherwise, search the collection for Thomas Dawson and set him aside, out of play. When constructing the agenda deck, use Agenda 2a—"What Lurks Below (v.II)" and remove Agenda 2a—"What Lurks Below (v.I)" from the game.
de: Ansonsten wird Thomas Dawson als nicht im Spiel befindlich beiseitegelegt. Beim Erstellen des Agendadecks wird Agenda 2a – Was unter uns lauert (II) verwendet und Agenda 2a – Was unter uns lauert (I) aus dem Spiel entfernt.
es: Si no es así, pon a Thomas Dawson aparte, fuera del juego. Al crear el mazo de Plan usa el plan 2a – «Lo que acecha debajo (v. II)» y retira de la partida el plan 2a – «Lo que acecha debajo (v. I)».
fr: Sinon, mettez de côté Thomas Dawson, hors jeu. Quand vous constituez le deck Intrigue, utilisez l'Intrigue 2a – « Ce qui Rôde en Dessous (v. II) » et retirez de la partie l'Intrigue 2a – « Ce qui Rôde en Dessous (v. I) ».
it: Altrimenti, mettete Thomas Dawson da parte, temporaneamente fuori dal gioco. Quando componete il mazzo delle trame, usate la Trama 2a - Ciò Che Attende in Agguato (v. II) e rimuovete dal gioco la Trama 2a - Ciò Che Attende in Agguato (v. I).
ko: 그 외의 경우, ‘토머스 도슨’을 비플레이 상태로 치워 둡니다. 주요사건 덱을 구성할 때, 주요사건 2a - “밀교회당 아래에 도사린 존재 (v. II)”를 사용하고, 주요사건 2a - “밀교회당 아래에 도사린 존재 (v. I)”를 게임에서 제거합니다.
ru: В противном случае отложите «Томаса Доусона» в сторону, вне игры. Собирая колоду замыслов, используйте замысел 2а «Что скрывается внизу (вариант II)», а другой вариант удалите из игры.
vi: Nếu không thì tìm trong bộ sưu tập lá bài Thomas Dawson và đặt ông ấy một bên, ngoài khu vực chơi. Khi xây dựng chồng bài agenda, sử dụng Agenda 2a—"What Lurks Below (v.II)" và loại bỏ Agenda 2a—"What Lurks Below (v.I)" khỏi màn chơi.
zh: 否则，将托马斯·道森放在一边，位于场外。在构建密谋牌堆时，使用密谋2a——“下藏何物(版本二)”，并将密谋2a“下藏何物(版本一)”从游戏中移除。

source: White / Yellow
de: Weiß/Gelb
es: Blanca / Amarilla
fr: Blanc / Jaune
it: Bianca/Gialla
ko: 흰색 / 노란색
ru: Белый и жёлтый
vi: Trắng / Vàng
zh: 白色/黄色

source: Red: A crest engraved with a glyph depicting a great sacrifice.
de: Rot: Ein Wappen, in das eine Glyphe eingraviert ist, die ein großes Opfer zeigt.
es: Roja: Un emblema grabado con un símbolo que representa un gran sacrificio.
fr: Rouge : un blason gravé d'un glyphe représentant un grand sacrifice.
it: Rossa: Uno stemma con inciso un glifo che rappresenta un grande sacrificio.
ko: 빨간색: 위대한 희생에 관련된 상형 문자가 새겨진 인장.
ru: Красный: герб, на котором выгравирован символ, изображающий великое жертвоприношение.
vi: Màu đỏ: Một huy hiệu được khắc một hình ảnh có hình một sự hy sinh vĩ đại.
zh: 红色：一个纹章，上面的图形描绘了一场盛大的牺牲。

source: Blue: A scroll detailing some of the Order's activities and secrets.
de: Blau: Eine Schriftrolle, in der einige der Aktivitäten und Geheimnisse des Ordens detailliert beschrieben werden.
es: Azul: Un pergamino que detalla algunos de los secretos y actividades de la Orden.
fr: Bleu : un parchemin détaillant certaines des activités et certains des secrets de l'ordre.
it: Blu: Una pergamena con alcuni segreti e attività dell’Ordine.
ko: 파란색: 밀교회의 활동과 비밀에 관한 내용이 담긴 두루마리.
ru: Синий: свиток с подробным описанием некоторых активностей и тайн Ордена.
vi: Màu xanh biển: Một cuộn giấy mô tả chi tiết một số hoạt động và bí mật của Dòng.
zh: 蓝色：一捆卷轴，上面记载了密教的活动和秘密。

source: Green: A crest depicting a widening fish-eye.
de: Grün: Ein Wappen, das ein sich öffnendes Fischauge zeigt.
es: Verde: Un emblema que representa un ojo de pez abierto.
fr: Vert : un blason représentant un œil de poisson grand ouvert.
it: Verde: Uno stemma con un occhio di pesce spalancato.
ko: 초록색: 커다란 물고기 눈 모양이 새겨진 인장.
ru: Зелёный: герб, изображающий расширенный рыбий глаз.
vi: Màu xanh lá: Một huy hiệu có hình mắt cá đang mở rộng.
zh: 绿色：一个纹章，上面描绘了瞪大的鱼眼。

source: Purple: A crest inscribed with a circle of words in an alphabet you do not comprehend.
de: Lila: Ein Wappen, auf dem Worte in einer Schrift stehen, die du nicht begreifen kannst.
es: Morada: Un emblema inscrito con un círculo de palabras en un alfabeto que no entiendes.
fr: Violette un blason orné d'un cercle de mots écrits dans un alphabet que vous ne connaissez pas.
it: Viola: Uno stemma con inciso un circolo di parole in un alfabeto che non comprendete.
ko: 보라색: 해석할 수 없는 언어로 된 글귀가 원형으로 새겨진 인장.
ru: Фиолетовый: герб, на котором начертан круг из слов на непонятном вам языке.
vi: Màu tím: Một huy hiệu được khắc một vòng tròn các từ ngữ nằm trong một bảng chữ cái mà bạn không thể hiểu nổi.
zh: 紫色：一个纹章，上面刻了一圈词汇，上面的字母你并不认识。

source: Black: A crest carved with an arcane sigil.
de: Schwarz: Ein Wappen, in das ein arkanes Siegel geschnitzt ist.
es: Negra: Un emblema tallado con un sello arcano.
fr: Noir : un blason gravé d'un symbole ésotérique.
it: Nera: Uno stemma con inciso un simbolo arcano.
ko: 검은색: 불가사의한 표식이 새겨진 인장.
ru: Чёрный: герб, на котором вырезана магическая печать.
vi: Màu đen: Một huy hiệu được khắc một biểu tượng huyền bí.
zh: 黑色：一个纹章，刻著奥术符号。

source: White / Yellow: Crests whose glyphs depict the alignment of celestial bodies. The white key shows the moon overlapping the sun. The yellow key shows the sun overlapping the moon.
de: Weiß/Gelb: Wappen, auf denen Glyphen abgebildet sind, die Konstellationen von Himmelskörpern beschreiben. Der weiße Schlüssel zeigt den Mond, der einen Teil der Sonne verdeckt. Der gelbe Schlüssel zeigt die Sonne, die einen Teil des Mondes verdeckt.
es: Blanca/Amarilla: Emblemas cuyos símbolos representan el alineamiento de los cuerpos celestiales. La llave blanca muestra la luna sobre el sol. La llave amarilla muestra el sol sobre la luna.
fr: Blanc / Jaune : des blasons dont les glyphes représentent alignement de corps célestes. La clé blanche montre la lune passant devant le soleil et la clé jaune montre le soleil passant devant la lune.
it: Bianca/Gialla: Stemmi con incisi dei glifi che rappresentano l’allineamento dei corpi celesti. La chiave bianca mostra la luna sovrapposta al sole, mentre la gialla mostra il sole sovrapposto alla luna.
ko: 흰색/노란색: 천체 정렬이 그려진 인장. 흰색 열쇠는 해를 가리는 달을, 노란색 열쇠는 달을 가리는 해를 묘사하고 있습니다.
ru: Белый и жёлтый: гербы, символы на которых изображают парад небесных тел. На белом ключе луна закрывает солнце. На жёлтом — солнце закрывает луну.
vi: Màu trắng / Màu vàng: Các huy hiệu có nét vẽ mô tả sự thẳng hàng của các thiên thể. Chìa khóa trắng biểu thị mặt trăng chồng lên mặt trời. Chìa khóa màu vàng biểu thị mặt trời chồng lên mặt trăng.
zh: 白色/黄色：刻著天体陈列符号的纹章。白色的钥匙上月亮盖住了太阳。黄色的钥匙上太阳盖住了月亮。

source: Dagon has awakened.
de: Dagon ist erwacht.
es: Dagón ha despertado.
fr: Dagon est réveillé.
it: Dagon si è risvegliato.
ko: 데이곤이 깨어났다
ru: Дагон пробудился.
vi: Dagon đã thức tỉnh.
zh: 达贡已苏醒。

source: Is a [[Suspect]] enemy in the victory display?
de: Befindet sich ein [[Verdächtiger]]-Gegner im Siegpunktestapel?
es: ¿Hay un Enemigo [[Sospechoso]] en la zona de victoria?
fr: Y a-t-il un ennemi [[Suspect]] dans la pile de victoire ?
it: C’è un nemico [[Sospettato]] nella galleria delle vittorie?
ko: 승점 더미에 [[용의자]] 적이 있습니까?
ru: Есть ли на победном счету есть враг-[[подозреваемый]]?
vi: Kẻ địch [[Suspect]] có nằm trong khu vực trưng bày thành tích?
zh: 有[[嫌犯]]敌人在胜利牌区吗？

source: the gatekeeper has been defeated.
de: Der Hüter des Tores wurde besiegt.
es: el guardián de la puerta ha sido derrotado.
fr: le gardien de la porte a été vaincu.
it: il custode è stato sconfitto.
ko: 수문장이 쓰러졌다
ru: привратник Ордена побеждён.
vi: người gác cổng đã bị đánh bại.
zh: 门阈看守人已被击败。

source: The lead investigator must decide:
de: Der Ermittlungsleiter muss entscheiden:
es: El investigador jefe debe decidir:
fr: L'investigateur principal doit décider :
it: L’investigatore capo sceglie uno degli sviluppi seguenti:
ko: 대표 조사자는 다음 중 하나를 선택해야 합니다:
ru: Ведущий сыщик должен выбрать одно:
vi: Trưởng nhóm phải quyết định:
zh: 调查员队长必须决定：

source: Tell Oceiros nothing.
de: Du sagst Oceiros gar nichts.
es: No contarle nada a Oceiros.
fr: Ne rien dire à Oceiros.
it: Non dite nulla a Oceiros.
ko: 오세이로스 앞에서 입을 굳게 다뭅니다.
ru: Ничего не говорить Осайросу.
vi: không nói với Oceiros bất cứ điều gì.
zh: 什么也不告诉奥赛罗思。

source: Lie to Oceiros.
de: Du lügst Oceiros an.
es: Mentirle a Oceiros.
fr: Mentir à Oceiros.
it: Mentite a Oceiros.
ko: 오세이로스에게 거짓말을 합니다.
ru: Солгать Осайросу.
vi: Nói dối Oceiros.
zh: 对奥赛罗思说谎。

source: Tell Oceiros everything.
de: Du erzählst Oceiros alles.
es: Contarle todo a Oceiros.
fr: Tout avouer à Oceiros.
it: Rivelate tutto a Oceiros.
ko: 오세이로스에게 모두 다 털어놓습니다.
ru: Рассказать Осайросу всё.
vi: Nói cho Oceiros mọi thứ.
zh: 对奥赛罗思吐露一切。

source: Did you reach R1 by advancing Act 3b or Agenda 3b?
es: ¿Has alcanzado la R1 al avanzar al Acto 3b o el Plan 3b?
fr: Avez-vous atteint la Conclusion 1 en avançant l'Acte 3b ou l'Intrigue 3b ?
it: Avete raggiunto R1 portando avanti il Capitolo 3b o la Trama 3b?
ko: 주요목적 3b나 주요사건 3b를 진행하여 결말 1에 도달하였습니까?
ru: Вы достигли И1 продвижение сцены 3b или замысла 3b?
vi: Bạn đã đạt được R1 bằng cách tiến Act 3b hay Agenda 3b?
zh: 你是否透过了推进场景3b或密谋3b进入结局1？

source: Act 3b
de: Szene 3b
es: Acto 3b
fr: Acte 3b
it: Capitolo 3b
ko: 주요목적 3b
ru: Сцена 3b
zh: 场景3b

source: Agenda 3b
es: Plan 3b
fr: Intrigue 3b
it: Trama 3b
ko: 주요사건 3b
ru: Замысел 3b
zh: 密谋3b

source: Which version of Dagon is in play (or in the victory display)?
es: ¿Qué versión de Dagón está en juego (o en la zona de victoria)?
fr: Quelle version de Dagon est en jeu (ou dansa la pile de Victoire) ?
it: Quale versione di Dagon è in gioco (o nella gallerie delle vittorie)?
ko: 어느 종류의 ‘데이곤’ 적이 플레이 상태나 승점 더미에 있습니까?
ru: Какая из версий «Дагона» в игре (или на победном счету)?
vi: Phiên bản nào của Dagon đang được chơi (hoặc trong khu vực trưng bày thành tích)?
zh: 哪个版本的达贡在场上(或胜利牌区)？
