Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_lair_of_dagon.po
Languages: de, es, fr, it, ko, ru, vi, zh

source: You are sure that Agent Harper was kidnapped after she began investigating the Order. Your own investigation might have ended the same way had you not laid low for a week after the townsfolk got riled up. It seems that the Order's influence pervades Innsmouth, from important civic figures to everyday citizens. Finances, religion, politics… everything is wrapped up in this cult's business in some way or another. But why? It wasn't until your investigation of Devil Reef that you truly began to peel away the outer layers of Innsmouth and reveal the rot beneath. There, you found what the Order was hiding: the monstrous creatures that emerged from the depths and prowled the tidal islands, congregating in prayers to some horrific deity. Perhaps it is even the same "Dagon" worshipped by the Order.
de: Du bist dir sicher, dass Agent Harper entführt wurde, nachdem sie mit ihren Ermittlungen über den Orden begonnen hatte. Wenn du dich nicht eine Woche lang vor den aufgebrachten Stadtbewohnern versteckt hättest, wäre dir womöglich das Gleiche zugestoßen. Wie es aussieht, erstreckt sich der Einfluss des Ordens über ganz Innsmouth, von einflussreichen öffentlichen Personen bis hin zu den einfachen Bürgern. Finanzen, Religion, Politik … in allen Bereichen hat der Orden auf die eine oder andere Weise seine Finger im Spiel. Aber warum? Erst nachdem du deine Untersuchungen auf das Teufelsriff ausgeweitet hattest, war es dir gelungen, die äußersten Schichten von Innsmouth abzuziehen und die Fäulnis darunter aufzudecken. Dort hast du gefunden, was der Orden versteckt hatte: die monströsen Kreaturen, die aus den Tiefen hervorgekommen sind, auf den Gezeiteninseln herumschleichen und sich im Gebet zusammenschließen, um einer schrecklichen Gottheit zu huldigen. Vielleicht ist es sogar der gleiche „Dagon“, den der Orden verehrt.
es: Tienes la certeza de que la agente Harper fue secuestrada después de empezar a investigar a la Orden. Tu propia investigación podría haber tenido el mismo fin si no te hubieras escondido durante una semana después de que la población de Innsmouth se agitara. Parece que la influencia de la Orden inunda Innsmouth, desde importantes personajes del gobierno municipal hasta ciudadanos corrientes. Finanzas, religión, política… todo está impregnado por los asuntos de esta secta de uno u otro modo. Pero ¿por qué? Hasta que no investigaste el Arrecife del Diablo no lograste empezar a apartar realmente las capas exteriores de Innsmouth para revelar la putrefacción que oculta. Allí encontraste lo que ocultaba la Orden: las monstruosas criaturas que surgían de las profundidades y merodeaban entre las islas de marea, congregándose para rezarle a una horrenda deidad. Tal vez hasta se trate del mismo «Dagón» al que venera la Orden.
fr: Vous êtes persuadé que l'agent Harper a été enlevée quand elle a commencé à enquêter sur l'Ordre. Votre propre enquête aurait probablement fini de la même manière si vous n'aviez pas fait profil bas pendant une semaine après le soulèvement de la population. C'est comme si l'influence de l'Ordre imprégnait chaque aspect de la vie des habitants d 'Innsmouth, des plus puissants notables aux simples citoyens. Finance, religion, politique… tout est lié à ce culte, d'une manière ou d'une autre. Le pire est que nombre d'habitants d'Innsmouth semblent être d'une dévotion fanatique envers l'Ordre. Si bien que vous ne savez même plus s'il s'agit encore d'une vraie ville. Inutile de se demander pourquoi les habitants sont si hostiles vis-à-vis des étrangers. Ce n'est qu'en enquêtant dans le Récif du Diable que vous avez commencé à comprendre à quel point Innsmouth était corrompue. C'est là que vous avez découvert ce que cachait l'ordre : les créatures monstrueuses qui émergent des profondeurs, arpentent les îles et prient quelque immonde divinité. Peut-être ce « Dagon » vénéré par l'Ordre.
it: Siete certi che l’agente Harper sia stata rapita per aver ficcato il naso negli affari dell’Ordine, e anche voi avreste fatto la stessa fine se non aveste tenuto un profilo basso dopo aver innervosito gli abitanti della cittadina. Sembra che l’influenza dell’Ordine permei interamente Innsmouth, dagli abitanti di maggior spicco ai cittadini qualunque. Economia, religione, politica… Non c’è aspetto su cui il culto non abbia messo le mani. Per quale motivo? Vi siete dovuti spingere fino allo Scoglio del Diavolo per spogliare Innsmouth della sua apparente aura di normalità e rivelare il marcio che si annida sotto di essa. È lì che avete scoperto ciò che l’Ordine sta cercando di tenere nascosto: mostruose creature emerse dagli abissi, esseri che si aggirano tra le isole tidali e si riuniscono per pregare al cospetto di qualche terrificante divinità… Forse, proprio lo stesso “Dagon” venerato dall’Ordine.
ko: 하퍼 요원이 데이곤 밀교회에 관한 정보를 파헤치다 납치된 것만은 확실합니다. 마을 주민들이 격분하여 온 인스머스를 휘젓기 시작한 이래, 당신이 일주일 쯤 몸을 사리지 않았다면 당신도 같은 신세가 됐을 것입니다. 마을 주요 인사부터 평범한 시민에 이르기까지 인스머스 도처에 밀교회의 마수가 뻗어 있다는 점은 확실합니다. 경제, 종교, 정치에 이르기까지 모든 것이 어떤 식으로든 밀교회의 손아귀에 닿아 있습니다. 하지만… 왜 그런 것일까요? 악마의 암초를 조사하고 나서야 인스머스를 감싸고 있던 장막이 걷히고 그 아래 썩어가는 살갗이 드러나기 시작했습니다. 당신은 악마의 암초에서 밀교회가 가면 아래 숨기고 있던 것을 발견했습니다. 심해에서 올라와 파도가 몰아치는 섬을 배회하며, 섬뜩한 신에게 제례를 지내는 괴생명체들이었습니다. 그 섬뜩한 신이 바로 밀교회가 숭배하는 “데이곤”이란 존재일 것입니다.
ru: Вы уверены, что агента Харпер похитили, когда она начала изучать деятельность Ордена. Ваше собственное расследование могло бы закончиться тем же, если бы вы не затаились на недельку из-за поднятой местными шумихи. Похоже, влияние Ордена проникло во все слои общества, от влиятельных фигур до обычных горожан. Финансы, религия, политика… Всё переплетено с делами этого культа, так или иначе. Но почему? Только изучив риф Дьявола, вы начали слой за слоем снимать покровы тайны с Инсмута и видеть спрятанную под ними гниль. Затем вы обнаружили, что скрывает Орден: чудовищных существ, что появляются из глубин и бродят по приливным островкам, вознося молитвы какомуто ужасному божеству. Возможно, это и есть тот самый «Дагон», которому поклоняется Орден.
vi: Bạn chắc chắn rằng Đặc vụ Harper đã bị bắt cóc sau khi cô ấy bắt đầu điều tra Dòng. Cuộc điều tra của riêng bạn có thể đã kết thúc theo cách tương tự nếu bạn không hạn chế hoạt động trong một tuần sau khi người dân thị trấn nổi giận. Có vẻ như ảnh hưởng của Dòng đã lan rộng khắp thị trấn Innsmouth, từ những công dân quan trọng đến những công dân bình thường. Tài chính, tôn giáo, chính trị… mọi thứ đều được bao bọc trong hoạt động kinh doanh của giáo phái này bằng cách này hay cách khác. Nhưng tại sao lại vậy? Mãi cho đến khi điều tra về Rạn San Hô Quỷ, bạn mới thực sự bắt đầu bóc tách lớp vỏ bên ngoài của Innsmouth và để lộ ra lớp mục nát bên dưới. Ở đó, bạn tìm thấy những gì mà Dòng đang che giấu: những sinh vật quái dị xuất hiện từ vực sâu và rình mò trên các hòn đảo thủy triều, tụ tập cầu nguyện cho một vị thần khủng khiếp nào đó. Có lẽ nó thậm chí chính là "Dagon" được Dòng tôn thờ.
zh: 你确信哈珀特工是在开始调查密教后遭到绑架的。要是镇民激怒之后，你没低调上一个星期的话，你自己的调查可能也是一样的结局。看来密教的影响力已经渗入了印斯茅斯，从重要的大人物到日常小民。金融、宗教、政治……这个密教已经用各种手段缠上了每件事。但，为什么？ 直到调查了魔鬼礁石，你才真正抽丝剥茧，揭开了印斯茅斯的外皮，发现了底下潜藏的腐败。你在那儿发现了密教隐藏的东西：从海底涌现的怪异生物。它们逡巡于岸边的礁岛，一同向骇人的神灵祈祷。或许就是密教崇拜的同一个“达贡”。

source: <i>Creeeak.</i> Agent Dawson opens the large doors serving as the entrance to the building, and you follow close behind. Inside, the halls are dark and eerily still. Only the faint sound of trickling water lingers in the air. "I don't like this one bit," Dawson says as the front door closes behind you. He unholsters his gun, turns on his flashlight, and scans the room. "We should stay together. Safety in numbers." You nod in agreement. The Order has proven to be very dangerous, and they surely don't want you poking around in their headquarters…
de: Mit einem Knarren öffnet Agent Dawson die großen Türen, die dem Gebäude als Eingang dienen. Du folgst ihm ins Innere. Hier ist es dunkel und unheimlich still. Nur das leise Tropfen von Wasser ist aus der Ferne zu hören. „Das gefällt mir gar nicht“, meint Agent Dawson, als sich die Vordertüren hinter dir schließen. Er zieht seine Waffe, schaltet seine Taschenlampe ein und untersucht den Raum. „Wir sollten zusammenbleiben. Gemeinsam sind wir sicherer.“ Du nickst zustimmend. Der Orden hat sich als äußerst gefährlich erwiesen. Ihm wird es nicht gefallen, wenn in seinem Hauptquartier herumgeschnüffelt wird …
es: El agente Dawson abre con un gran chirrido las enormes puertas que sirven de entrada al edificio, y le sigues a poca distancia. En el interior, las salas están oscuras y siniestramente silenciosas. El único sonido que se escucha en el ambiente es el goteo del agua. –Esto no me gusta ni un pelo –dice Dawson mientras la puerta delantera se cierra tras vosotros. Desenfunda el arma, enciende la linterna y examina la sala–. Deberíamos seguir juntos, estaremos más seguros. Asientes. La Orden ha demostrado ser muy peligrosa, y lo más probable es que no quieran teneros husmeando en su sede…
fr: <i>Crac.</i> L'agent Dawson ouvre en grand les portes d'entrée du bâtiment et vous le suivez de près. À l'intérieur, les couloirs sont sombres et étrangement silencieux, seulement brisé par un bruit ténu d'eau qui coule. « Je n'aime pas ça », déclare Dawson tandis que les portes se referment derrière vous. Il dégaine son arme, allume sa lampe-torche et balaye la pièce. « Nous devrions rester groupés. L'union fait la force. » Vous hochez la tête. L'Ordre s'est révélé particulièrement dangereux et ils n'aimeraient certainement pas vous voir fureter dans leur quartier général.
it: <i>Gninik…</i> L’agente Dawson spinge l’ampio portone all’ingresso e voi lo seguite rimanendogli vicini. All’interno, la sala è buia e l’aria spaventosamente immobile; a spezzare l’inquietante silenzio, solo il suono incessante e lontano di un gocciolio. “Non mi piace nemmeno un pò” commenta il veterano mentre la porta si richiude alle vostre spalle. Estrae la pistola dalla fondina e accende la torcia elettrica, puntando la luce in ogni angolo della stanza: “Meglio stare vicini. L’unione fa la forza.” Annuite: l’Ordine si è dimostrato un avversario temibile e di certo non gradirebbe trovarvi nella sua sede…
ko: <i><b>끼이이이익.</b></i> 도슨 요원이 밀교회당의 거대한 현관문을 열어젖힙니다. 당신도 그 뒤로 바짝 달라붙습니다. 어둑한 건물 안은 물방울이 똑똑 떨어지는 자그마한 소리만 들릴 만큼 음산할 정도로 고요하기만 합니다. 현관문이 닫히는 소리와 함께 도슨이 불평합니다. “조금도 맘에 안 드는 곳이로군요.” 도슨은 총집에서 권총을 꺼내 들고 손전등을 켠 후 로비 곳곳을 살피기 시작합니다. “같이 다니도록 합시다. 여럿이 붙어 다니는 게 안전할 테니.” 당신은 고개를 끄덕입니다. 데이곤 밀교회가 얼마나 위험한지 밝혀진 마당이니 당연한 조치입니다. 그리고 저들은 당신이 자신의 본거지를 헤집고 다니는 것을 원치 않을 것입니다…
ru: Скри-и-и-ип. Агент Доусон открывает большие входные двери, вы следуете за ним и держитесь неподалёку. Внутри темно и жутко тихо. Лишь слабое журчание воды разносится в залам. «Мне это ни капельки не нравится, — говорит Доусон, когда за вами закрывается входная дверь. Он достаёт оружие, включает фонарик и осматривается вокруг. — Держимся вместе. Так безопаснее». Вы согласно киваете. Орден уже показал, как опасно с ними связываться. Им явно не понравится, что вы рыщете по их штаб-квартире…
vi: <i>Kéeet.</i> Đặc vụ Dawson mở cánh cửa lớn dùng làm lối vào tòa nhà và bạn theo sát phía sau. Bên trong, hội trường tối tăm và tĩnh lặng đến đáng sợ. Chỉ có tiếng nước nhỏ giọt kéo dài trong không khí. "Tôi không thích điều này chút nào," Dawson nói khi cửa trước đóng lại sau lưng bạn. Ông ta tháo súng, bật đèn pin và quét căn phòng. "Chúng ta nên ở cùng nhau. Đông người vẫn an toàn hơn." Bạn gật đầu đồng ý. Dòng đã được chứng minh là rất nguy hiểm và họ chắc chắn không muốn bạn lục lọi trong trụ sở của họ…
zh: <i>喀啦。</i>道森特工打开了建筑入口的大门，而你紧随其后。里面的大厅一片昏暗，又诡异得寂静。唯有滴水的微弱声响在空气中回荡。“我一点也不喜欢这儿。”道森刚说著，前门就在你背后关上了。他掏出了枪，打开手电筒扫视房间。“我们应该待在一起。人多才安全。”你点头表示同意。事实证明密教十分危险，而且肯定不愿意你在他们的总部晃荡……

source: <i>Creeeak.</i> Agent Dawson creaks open the large doors serving as the entrance to the building, and you follow close behind. Inside, the halls are dark and eerily still. Only the faint sound of trickling water lingers in the air. "It's quiet. I guess there are no ceremonies going on tonight. That's good," Dawson says as the front door closes behind you. He turns on his flashlight and illuminates a nearby doorway. "We should split up. We'll be able to cover more ground that way. See if you can figure out what they're hiding here. I'll meet up with you later." You nod and head in the opposite direction…
de: Mit einem Knarren öffnet Agent Dawson die großen Türen, die dem Gebäude als Eingang dienen. Du folgst ihm ins Innere. Hier ist es dunkel und unheimlich still. Nur das leise Tropfen von Wasser ist aus der Ferne zu hören. „Es ist ruhig hier. Ich denke, dass heute keine Zeremonie stattfindet. Sehr gut“, meint Agent Dawson, als sich die Vordertüren hinter dir schließen. Er schaltet seine Taschenlampe ein und beleuchtet damit den nächsten Durchgang. „Wir sollten uns aufteilen. Auf diese Weise kommen wir schneller voran. Mal sehen, ob wir herausfinden können, was sie hier verstecken. Ich treffe mich mit Ihnen später wieder.“ Du nickst und gehst in die entgegengesetzte Richtung …
es: El agente Dawson abre con un gran chirrido las enormes puertas que sirven de entrada al edificio, y le sigues a poca distancia. En el interior, las salas están oscuras y siniestramente silenciosas. El único sonido que se escucha en el ambiente es el goteo del agua. –Está muy tranquilo. Supongo que esta noche no se celebra ninguna ceremonia. Eso es bueno –dice Dawson mientras la puerta delantera se cierra tras vosotros. Enciende la linterna e ilumina una puerta cercana–. Deberíamos separarnos. Así podremos cubrir más terreno. A ver si logra averiguar qué ocultan aquí. Me reuniré con usted más tarde. Asientes y te marchas en dirección opuesta…
fr: <i>Crac.</i> L'agent Dawson enfonce en grand les portes d'entrée du bâtiment et vous e suivez près. À l'intérieur, les couloirs sont sombres et étrangement silencieux, seulement brisé par un bruit ténu d'eau qui coule. « C'est plutôt calme. Pas de cérémonie ce soir, je suppose. Tant mieux », déclare Dawson tandis que les portes se referment derrière vous. Il allume sa lampe-torche et éclaire une porte adjacente « Nous devrions nous séparer pour couvrir plus de terrain. Essayez de découvrir ce qui se trame ici. On se retrouve plus tard. » Vous acquiescez et vous dirigez dans la direction opposée.
it: <i>Gninik…</i> L’agente Dawson forza l’ampio portone all’ingresso e voi lo seguite rimanendogli vicini. All’interno, la sala è buia e l’aria spaventosamente immobile; a spezzare l’inquietante silenzio, solo il suono incessante e lontano di un gocciolio. “Non si sente una mosca volare: a quanto sembra, stanotte non ci sono cerimonie. Una buona notizia, una volta tanto” commenta il veterano mentre la porta si richiude alle vostre spalle. Accende la torcia elettrica puntandola in direzione di un vicino corridoio: “Meglio dividerci, l’edificio sembra enorme e non abbiamo tutta la notte. Cercate di scoprire qualcosa, ci rincontreremo più tardi.” Annuite, dirigendovi nella direzione opposta all’agente…
ko: <i><b>끼이이이익.</b></i> 도슨 요원이 밀교회당의 거대한 현관문을 열어젖힙니다. 당신도 그 뒤로 바짝 달라붙습니다. 어둑한 건물 안은 물방울이 똑똑 떨어지는 자그마한 소리만 들릴 만큼 음산할 정도로 고요하기만 합니다. 현관문이 닫히는 소리와 함께 도슨이 말합니다. “조용하군요. 오늘 밤에 의식을 벌이진 않나 봅니다. 다행이군요.” 도슨이 손전등을 켜고 근처 문간을 비춥니다. “여기서 갈라지도록 합시다. 그 편이 더 넓게 조사할 수 있을 테니까요. 그들이 뭘 숨기고 있는 건지 찾아보세요. 이따 합류합시다.” 당신은 고개를 끄덕이고는 도슨과 반대 방향으로 발걸음을 옮깁니다…
ru: Скри-и-и-ип. Агент Доусон открывает большие входные двери, вы следуете за ним и держитесь неподалёку. Внутри темно и жутко тихо. Лишь слабое журчание воды разносится по залам. «Здесь тихо. Похоже, сегодня никаких церемоний не запланировано. Это хорошо, — говорит Доусон, когда за вами закрывается входная дверь. Он включает фонарик и освещает дверной проём неподалёку. — Давайте разделимся. Так покроем больше территории. Посмотрим, удастся ли нам разобраться, что они тут прячут. Я найду вас чуть позже». Вы киваете и уходите в противоположном направлении…
vi: <i>Kéeet.</i> Đặc vụ Dawson mở cánh cửa lớn dùng làm lối vào tòa nhà, và bạn theo sát phía sau. Bên trong, hội trường tối tăm và tĩnh lặng đến đáng sợ. Chỉ có tiếng nước nhỏ giọt kéo dài trong không khí. "Thật yên tĩnh. Tôi đoán tối nay không có nghi lễ nào diễn ra. Điều này thật tốt," Dawson nói khi cửa trước đóng lại sau lưng bạn. Ông ta bật đèn pin và chiếu sáng một ô cửa gần đó. "Chúng ta nên chia ra. Bằng cách đó chúng ta có thể điều tra được nhiều nơi hơn. Xem thử cậu có thể tìm ra thứ họ đang giấu ở đây không. Tôi sẽ gặp cậu sau." Bạn gật đầu và đi về hướng ngược lại…
zh: <i>喀啦。</i>道森特工打开了建筑入口的大门，而你紧随其后。里面的大厅一片昏暗，又诡异得寂静。唯有滴水的微弱声响在空气中回荡。“很安静。我猜今晚这里没有仪式。这很好。”道森刚说著，前门就在你背后关上了。他打开手电筒，照亮附近的门。“我们应该分头行动。这样能调查更多地方。看看你是不是能找出他们在这儿藏了什么。我稍后与你碰头。”你点点头，朝反方向出发……

source: Set the black, blue, green, purple, and red keys aside, faceup.
de: Der schwarze, blaue, grüne, lila und rote Schlüssel werden offen beiseitegelegt.
es: Pon aparte las llaves negra, azul, verde, morada y roja, boca arriba.
fr: Mettez de côté face visible la clé noire, la clé bleue, la clé verte, la clé violette et la clé rouge.
it: Mettete da parte le chiavi nera, blu, verde, viola e rossa a faccia in su.
ko: 검은색, 파란색, 초록색, 보라색, 빨간색 열쇠는 앞면으로 치워 둡니다.
ru: Отложите в сторону чёрный, синий, зелёный, фиолетовый и красный лицевой стороной вверх.
vi: Đặt các chìa khóa màu đen, xanh lá, xanh biển, tím và đỏ sang một bên, ngửa mặt lên.
zh: 将黑色、蓝色、绿色、紫色和红色钥匙放在一边，正面朝上。

source: Set the white and yellow aside, facedown. Shuffle them so you do not know which is which.
de: Der weiße und gelbe Schlüssel werden verdeckt beiseitegelegt und gemischt, sodass die Ermittler nicht wissen, welcher welcher ist.
es: Pon aparte las llaves blanca y amarilla, boca abajo. Mézclalas para que no sepas cuál es cuál.
fr: Mettez de côté face cachée la clé blanche et la clé jaune. Mélangez-les de manière à ne pas pouvoir les distinguer.
it: Mettete da parte le chiavi bianca e gialla a faccia in giù. Mescolatele in modo da non riconoscerle.
ko: 흰색, 노란색 열쇠는 뒷면으로 치워 둡니다. 이 두 열쇠는 서로 구분할 수 없도록 잘 섞어 둡니다.
ru: Отложите в сторону белый и жёлтый лицевой стороной вниз. Перемешайте их, чтобы вы не знали, какой где.
vi: Đặt chìa khóa màu trắng và vàng sang một bên, úp mặt xuống. Xáo trộn chúng để bạn không biết cái nào là cái nào.
zh: 将白色和黄色钥匙放在一边，正面朝下。将其混洗以使你无法分辨。

source: Put the following locations into play: Grand Entryway, Foul Corridors, both copies of First Floor Hall, both copies of Second Floor Hall, and Third Floor Hall.
de: Die folgenden Orte werden ins Spiel gebracht: Große Eingangshalle, Stinkende Korridore, beide Kopien von Halle im Erdgeschoss, beide Kopien von Halle im ersten Stock und Halle im zweiten Stock.
es: Pon en juego los siguientes Lugares: Gran entrada, Corredores siniestros, ambas copias de la Sala de la planta baja, ambas copias de la Sala del primer piso y la Sala del segundo piso.
fr: Mettez en jeu les lieux suivants : Grand Hall d'Entrée, Couloir Nauséabond, les deux exemplaires de Salle du Rez-de-Chaussée, les deux exemplaires de Salle du Premier Étage, Salle du Deuxième Étage.
it: Mettete in gioco i luoghi seguenti: Ingresso Maestoso, Corridoio Maleodorante, le 2 copie della Sala del Piano Terra, le 2 copie della Sala del Primo Piano e la Sala del Secondo Piano.
ko: ‘웅장한 현관’, ‘악취 나는 복도’, ‘1층 집회실’ 사본 2장, ‘2층 집회실’ 사본 2장, ‘3층 집회실’ 장소를 플레이 영역에 둡니다.
ru: Введите в игру следующие локации: «Парадный вестибюль», «Загаженные коридоры», оба экземпляра «Залы на первом этаже», оба экземпляра «Коридора второго этажа» и «Залу на третьем этаже».
vi: Đặt các vị trí sau vào chơi: Grand Entryway, Foul Corridors, 2 lá bài First Floor Hall, 2 lá bài Second Floor Hall, và 1 lá bài Third Floor Hall.
zh: 将以下地点放置入场：宏伟入口、邪秽走廊、每张一楼厅室、每张二楼厅室和三楼厅室。

source: Each investigator begins play at the Grand Entryway.
de: Jeder Ermittler beginnt das Spiel in der Großen Eingangshalle.
es: Los investigadores comienzan la partida en la Gran entrada.
fr: Chaque investigateur commence la partie dans le Grand Hall d'Entrée.
it: Iniziate la partita nell’Ingresso Maestoso.
ko: 모든 조사자는 ‘웅장한 현관’에서 시작합니다.
ru: Все сыщики начинают игру в «Парадном вестибюле».
vi: Mỗi điều tra viên bắt đầu chơi tại Grand Entryway.
zh: 每位调查员从宏伟入口开始游戏。

source: Set other locations aside, out of play.
de: Jeder andere Ort wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte todos los demás Lugares, fuera del juego.
fr: Mettez chaque autre lieu de côté, hors jeu.
it: Mettete ogni altro luogo da parte, temporaneamente fuori dal gioco.
ko: 다른 장소를 모두 비플레이 상태로 치워 둡니다.
ru: Отложите все остальные локации в сторону, вне игры.
vi: Đặt các vị trí khác sang một bên, ngoài khu vực chơi.
zh: 将所有剩余地点放在一边，位于场外。

source: Second Floor Hall
fr: Salle du Premier Étage

source: Foul Corridors
de: Stinkende Korridore
fr: Couloir Nauséabond

source: First Floor Hall
de: Halle im Erdgeschoss
fr: Salle du Rez-de-Chaussée

source: Grand Entryway
de: Große Eingangshalle
fr: Grand Hall d'Entrée

source: Third Floor Hall
de: Halle im zweiten Stock
fr: Salle du Deuxième Étage

source: Set the following cards aside, out of play: Both copies of the Syzygy treachery, both copies of the Tidal Alignment treachery, the double-sided Y’ha-nthlei Statue story asset, the Apostle of Dagon enemy, and the double-sided Dagon enemy.
de: Beide Kopien der Verratskarte Syzygium, beide Kopien der Verratskarte Gezeitenkonstellation, die doppelseitige Storyvorteilskarte Statue aus Y’ha-nthlei, der Gegner Apostel von Dagon und der doppelseitige Gegner Dagon werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte las siguientes cartas, fuera del juego: ambas copias de la Traición Sicigia, ambas copias de la Traición Alineamiento de mareas, el Apoyo de historia de doble cara Estatua de Y'ha-nthlei, el Enemigo Apóstol de Dagón y el Enemigo de doble cara Dagón.
fr: Mettez de côté les cartes suivantes, hors jeu : les deux exemplaires de la traitrise Syzygie, les deux exemplaires de la traîtrise Alignement Marémoteur, le soutien d'histoire double-face Statue de Y'ha-nthlei, l'ennemi Apôtre de Dagon et l'ennemi double-face Dagon.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: le 2 copie della sventura Sizigia, le 2 copie della sventura Allineamento delle Maree, il supporto storia Statuetta di Y’ha-nthlei a due lati, il nemico Apostolo di Dagon e il nemico Dagon a due lati.
ko: ‘천체 정렬’ 음모 사본 2장, ‘조석파’ 음모 사본 2장, ‘이하 느틀레이의 조각상’ 양면 이야기 자산, ‘데이곤의 사도’ 적, ‘데이곤’ 양면 적을 비플레이 상태로 치워 둡니다.
ru: Отложите в сторону следующие карты: Оба экземпляра напасти «Сизигия», оба экземпляра напасти «Приливный парад», двусторонний сюжетный актив «Статуя Й’ха-нтлеи», врага «Апостол Дагона» и двустороннего врага «Дагон».
vi: Đặt các lá bài sau một bên, ngoài khu vực chơi: 2 lá bài treachery Syzygy, 2 lá bài treachery Tidal Alignment, lá bài Y'ha-nthlei Statue, kẻ địch Apostle of Dagon, và kẻ địch Dagon.
zh: 将下列卡牌放在一边，位于场外：每张朔望诡计、每张星潮合相诡计、双面的伊哈·恩斯雷雕塑剧情支援、达贡宣教士敌人、双面的达贡敌人。

source: Check the "Memories Recovered" section of the Campaign Log:
de: Überprüfe den Abschnitt „Zurückerlangte Erinnerungen“ im Kampagnenlogbuch:
es: Comprueba la sección «Recuerdos recuperados» del registro de campaña:
fr: Vérifiez la section « Souvenirs Retrouvés » du Carnet de Campagne. S'il y a…
it: Controllate il Diario della Campagna, alla voce “Ricordi Recuperati”:
ko: 캠페인 기록지의 “되찾은 기억” 항목을 확인합니다.
ru: Проверьте графу «Восстановленные воспоминания» журнала кампании:
vi: Kiểm tra phần "Ký ức đã được khôi phục" trong Nhật ký chiến dịch:
zh: 检查冒险日志的“恢复记忆”部分：
