Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_lair_of_dagon.po
Languages: de, es, fr, it, ko, ru, vi, zh

source: This place is more dangerous than you could have possibly imagined. You stumble as you flee through the dark, flooded corridors, retracing your steps as quickly as you can to reach the entrance. Your heart races in your chest as you see the exit at last. You gasp in relief as you crash through the doors, to safety— —Only you are not safe. Standing at the bottom of the steps is an angry throng of citizens, far too many for you to fight your way through. "There! Get 'em!" a wrinkled women at the head of the mob shouts. You are surrounded and grabbed within moments. You struggle and fight for your life, but it's no use. The last thing you remember is being dragged back through the halls of the Order to some unknown fate…
de: Dieser Ort ist gefährlicher, als du es dir hättest vorstellen können. Stolpernd fliehst du durch die dunklen, überfluteten Korridore und versuchst, so schnell wie möglich auf dem Weg, über den du gekommen bist, den Ausgang zu erreichen. Als du ihn endlich sehen kannst, pocht dir das Herz rasend in der Brust. Du atmest erleichtert aus, als du durch die Türen hinausstürzt – der Sicherheit entgegen … … nur dass du nicht in Sicherheit bist. Am Fuße der Treppe erwartet dich eine Meute wütender Bürger, viel zu viele, um dir deinen Weg durch sie hindurch freikämpfen zu können. „Da! Schnappt ihn euch!“, ruft eine runzlige Frau an der Spitze der Meute. Augenblicklich umringen dich die Leute und greifen nach dir. Du kämpfst um dein Leben , aber vergeblich. Das Letze,woran du dich erinnern kannst, ist, wie du wieder zurück ins Innere des Gebäudes des Ordens gezogen wirst, wo dich ein unbekanntes Schicksal erwartet …
es: Este lugar es más peligroso de lo podrías haber imaginado. Das tumbos mientras huyes por los oscuros corredores inundados, volviendo sobre tus pasos lo más rápido que puedes para llegar a la entrada. El corazón te palpita en el pecho cuando por fin ves la salida. Das un gemido de alivio cuando atraviesas las puertas para dejar atrás el peligro… …Pero no estás a salvo. Al pie de los escalones hay una muchedumbre enfurecida de ciudadanos, demasiados como para poder abrirte paso peleando. –¡Mirad! ¡Ahí! –grita una arrugada mujer que está en primera fila de la multitud. En pocos instantes, te rodean y atrapan. Te debates y forcejeas, pero no sirve de nada. Lo último que recuerdas es que te arrastran por las salas de la Orden hacia un destino desconocido…
fr: Cet endroit est bien plus dangereux que ce que vous imaginiez. Vous trébuchez en fuyant à travers les couloirs inondés et plongés dans l'obscurité, revenant sur vos pas le plus rapidement possible pour regagner l'entrée. Votre cœur bat la chamade quand vous atteignez enfin la sortie. Vous poussez un soupir de soulagement en franchissant la porte. Seulement vous êtes loin d'être en sécurité, Une foule d'habitants en colère vous attend au pied des matches. Ils sont bien trop nombreux pour que vous puissiez leur échapper. « Là ! Attrapez-les ! » crie une femme ridée qui semble à la tête de ta foule. Vous êtes encerclé en un instant. Vous luttez pour sauver votre peau, en vain. La dernière chose dont vous vous souvenez est d'avoir été tiré de force à travers les couloirs de l'Ordre en direction de quelque funeste destin…
it: Questo posto è molto più pericoloso di quello che immaginavate. Rischiate di inciampare mentre fuggite attraverso i corridoi bui e allagati, cercando di ripercorrere i vostri passi in direzione dell’ingresso… Il cuore vi martella nel petto quando finalmente scorgete l’uscita: tirate un sospiro di sollievo e vi precipitate fuori dalla porta, verso la salvezza. … ma quello che trovate non rispecchia le vostre aspettative: alla base della scalinata notate una folla di cittadini inferociti, decisamente troppi perché possiate farvi strada con la forza. “Eccoli! Prendeteli!” urla una donna dalla pelle raggrinzita in piedi davanti al gruppo. Venite immediatamente circondati e avvinghiati da una miriade di mani… Cercate di lottare e dimenarvi, ma è tutto inutile. L’ultima cosa che ricordate è di venire trascinati attraverso i corridori dell’Ordine, risucchiati verso un destino ignoto…
ko: 이곳은 당신이 상상할 수 있는 것 이상으로 위험한 곳이었습니다. 왔던 길을 따라, 어두컴컴한 복도에 차오른 물을 헤치며 전속력으로 달려갑니다. 마침내 저 멀리 출입구가 보이는 순간, 심장이 당장이라도 터질 듯이 고동칩니다. 당신은 드디어 살았다는 안도감과 함께 문을 향해 내달렸지만… …안도감은 그대로 박살 나버립니다. 밀교회당 발치엔 성난 군중들이 모여 있었습니다. 싸워서 길을 내기엔 감당할 수가 없는 숫자입니다. “놈들이다! 잡아라!” 선두에 서 있던 쪼글쪼글한 여자가 외치자, 금세 당신은 군중에게 둘러싸여 붙들린 신세가 되었습니다. 살기 위해 몸부림치고 저항하지만 소용 없습니다. 당신은 밀교회당의 복도로 질질 끌려가며 정신이 흐려져 가고, 손쓸 수 없는 운명의 손아귀에 떨어집니다…
ru: Это место куда опаснее, чем вы вообще могли себе представить. Запинаясь, вы бежите по тёмным затопленным коридорам в попытке как можно быстрее повторить прошлый маршрут и вернуться к выходу. Наконец вы видите дверь, и ваше сердце пускается в пляс. С выдохом облегчения вы прорываетесь наружу, к безопасности… …Но увы. У подножья ступеней собралась разъярённая толпа горожан, слишком многочисленная, чтобы вы смогли пробиться через неё. «Скорее! Держите их!» — кричит морщинистая женщина, командующая собравшимися. Вас моментально окружают и хватают. Вы сопротивляетесь и бьётесь в их руках, но всё напрасно. Последнее, что вы помните, — как вас тащат обратно по тёмным залам Ордена навстречу неизвестной судьбе…
vi: Nơi này nguy hiểm hơn bạn tưởng. Bạn vấp ngã khi chạy trốn qua những hành lang tối tăm, ngập nước, lùi bước nhanh nhất có thể để đến lối vào. Tim bạn đập thình thịch trong lồng ngực khi cuối cùng bạn cũng nhìn thấy lối ra. Bạn thở hổn hển khi lao qua cánh cửa để đến nơi an toàn— —Chỉ có điều là bạn chưa an toàn thôi. Đứng ở cuối bậc thang là một đám đông người dân giận dữ, quá đông để bạn có thể chiến đấu để vượt qua. "Đằng đó! Bắt chúng!" một người phụ nữ da nhăn nheo đứng đầu đám đông hét lên. Bạn bị bao vây và tóm lấy trong giây lát. Bạn chiến đấu cho mạng sống của mình, nhưng điều đó chẳng ích gì. Điều cuối cùng bạn nhớ là bị kéo qua các hội trường của Dòng đến một số phận chưa biết nào đó…
zh: 这地方远比你可能想象更为危险。你跌跌撞撞，逃过漆黑漫水的走廊，尽快折返回入口。你终于看到了出口，心跳不止。你松了口气，冲过门，到安全之处—— ——只是你并不安全。楼梯底端站著一群愤怒的市民。他们的数量太多，你根本无法杀出一条路来。“这里！抓住他们！”暴民领头有个满面皱纹的老妇说道。片刻之内，你就被重重包围，抓了起来。你挣扎求生，但无济于事。你能记得的最后一件事，就是被拖回密教的厅堂里，迎接未知的命运……

source: You're somewhere else now, lying on your stomach on cold, damp stone. Your arms are held tight behind your back. You have no idea how you got here. As consciousness returns, your vision comes into focus. You crane your neck up to view your surroundings, but it's too dark to see anything inside your stone cell. "I'll ask you one last time. Who sent you here?" a voice asks. It is deep and husky, like the croaking of a frog. You hear the familiar, cool baritone of Agent Dawson reply: "Your breath smells awful. Ever heard of brushing your teeth?" Despite the sarcasm dripping from his words, his voice wavers ever so slightly. "Your mockery only masks the fear that hides within," the voice replies. "Very well. If you are of no use to us, you will be the first to be sacrificed." Your vision continues to adjust. You can just barely make out Dawson's silhouette on the other side of the cell. He is kneeling before a metal hatch in the stone floor. An elderly robed figure presses a curved knife against Dawson's throat. Someone lifts the hatch, and Dawson's eyes go wide. He gives you one last despairing look, shakes his head slowly and deliberately, and quietly slides something across the stone floor. Then the hooded figure pushes him in. In the scuffle and the low light, nobody notices the car key that skitters to a halt directly next to you. You grab the key and stuff it into your pocket just before you are shoved forward. Two more sets of cold, clammy hands grasp your shoulders, and the hooded figure slides his knife up to your neck. All you can see of his face are his wide, unblinking eyes. "Oceiros, these ones were found in Dagon's lair as well," another voice explains to the elderly figure in the robes. "We believe they were the ones snooping around Devil Reef." The man with the knife to your throat nods. "Your turn," he declares. "Tell us why you have come and perhaps we will let you go. Who sent you? What have you seen?"
de: Jetzt befindest du dich an einem anderen Ort, wo du bäuchlings auf kaltem, feuchtem Stein liegst. Deine Arme werden dir auf dem Rücken festgehalten. Du hast keine Ahnung, wie du hierhergekommen bist. Als deine Sinne zurückkehren, konzentrierst du dich zuerst auf das, was du sehen kannst. Du verrenkst deinen Hals und blickst dich um. Leider ist es zu dunkel, um in deiner dunklen Zelle aus Stein irgendetwas erkennen zu können. „Ich frage Sie nun ein letztes Mal. Wer hat Sie geschickt?“, fragt eine Stimme. Sie ist tief und heiser, ähnlich dem Quaken eines Frosches. Der vertraute, ruhige Bariton von Agent Dawson antwortet: „Ihr Atem riecht ja fürchterlich. Schon mal was von Zähneputzen gehört?“ Trotz des triefenden Sarkasmus seiner Worte hast du ein leichtes Zaudern in seiner Stimme erkennen können. „Mit Ihrem Spott wollen Sie nur Ihre Angst verbergen“, antwortet die Stimme. „Also gut. Da Sie keinen Nutzen für uns haben, werden Sie das erste Opfer sein.“ Mittlerweile haben sich deine Augen so weit an die Dunkelheit gewöhnt, dass du gerade so Dawsons Umrisse auf der anderen Seite der Zelle wahrnehmen kannst. Er kniet vor einer Metallluke im Steinboden. Eine älter wirkende Gestalt, die in eine Robe gehüllt ist, drückt ihm ein gekrümmtes Messer an die Kehle. Als jemand die Metallluke öffnet, weiten sich Dawsons Augen. Er wirft dir einen letzten verzweifelten Blick zu, schüttelt langsam und bedächtig den Kopf und lässt dann langsam etwas über den Steinboden zu dir gleiten. Kurz darauf stößt ihn die verhüllte Gestalt durch die geöffnete Luke. Wegen der Auseinandersetzung und der schlechten Beleuchtung hat niemand den Autoschlüssel bemerkt, der direkt vor dir liegen bleibt. Schnell schnappst du dir den Schlüssel und steckst ihn in deine Tasche, bevor du ebenfalls nach vorne gestoßen wirst. Zwei weitere kalte, feuchte Hände fassen dich an den Schultern und die verhüllte Gestalt hält das Messer jetzt gegen deine Kehle. Das Einzige, was du von seinem Gesicht erkennen kannst, sind die großen Augen, die niemals zu blinzeln scheinen. „Oceiros, wir haben einen weiteren Eindringling in Dagons Reich gefunden“, spricht eine andere Stimme die verhüllte Gestalt an. „Wir glauben, dass er derselbe ist, der auch am Teufelsriff herumgeschnüffelt hat.“ Der Mann mit dem Messer an deiner Kehle nickt. „Nun sind Sie am Zug“, verkündet er. „Sagen Sie uns, warum Sie hier sind. Dann lassen wir Sie vielleicht laufen. Wer hat Sie geschickt? Was haben Sie gesehen?“
es: Ahora estás en otra parte, tumbado boca abajo sobre una piedra fría y húmeda. Tienes los brazos firmemente atados a la espalda. No tienes ni idea de cómo has llegado aquí. Cuando recuperas la consciencia, empiezas a enfocar tu visión. Levantas el cuello para examinar lo que te rodea, pero está demasiado oscuro como para ver nada del interior de tu celda de piedra. –Te lo preguntaré por última vez. ¿Quién os envía? –pregunta una voz. Es grave y ronda, como el croar de una rana. Oyes la familiar y tranquila voz de barítono del agente Dawson que contesta: –Le huele fatal el aliento. ¿No sabe que hay que lavarse los dientes? Pese al sarcasmo que desprenden sus palabras, le tiembla ligeramente la voz. –Tu burla solo esconde el miedo que se oculta en su interior –responde la voz–. Muy bien. Si no nos sirves de nada, serás el primero en ser sacrificado. Tu vista sigue enfocándose. Apenas distingues la silueta de Dawson al otro lado de la celda. Está arrodillado frente a una trampilla de metal que hay en el suelo de piedra. Un anciano vestido con túnica presiona un cuchillo curvo contra su garganta. Alguien levanta la trampilla, y Dawson abre los ojos como platos. Te lanza una última mirada de desesperación, mueve la cabeza de un lado a otro de forma lenta y deliberada y desliza algo por el suelo de piedra sin hacer ruido. En ese momento, el encapuchado lo tira por la trampilla de un empujón. Con el ruido y la poca luz, nadie ve la llave de coche que se para justo a tu lado. Coges la llave y te la metes en el bolsillo antes de que te hagan avanzar a empellones. Dos pares de manos frías y pegajosas te cogen de los hombros, y el encapuchado te pone el cuchillo en el cuello. Lo único que ves de su rostro son sus grandes ojos que no parpadean. –Oceiros. A estos también los encontraron en la guarida de Dagón –le explica otra voz al anciano de la túnica–. Creemos que eran los que estuvieron husmeando por el Arrecife del Diablo. El hombre que te ha puesto el cuchillo en la garganta asiente. –Te toca –declara–. Dinos por qué habéis venido y tal vez te dejemos ir. ¿Quién os envía? ¿Qué has visto?
fr: Vous vous trouvez dans un tout nouvel endroit, allongé Sur le ventre. Le sol est fait de pierre humide. Vos bras sont solidement attachés dans votre dos. Vous n'avez aucune idée de la manière dont vous êtes arrivé ici. Vous reprenez peu à peu vos esprits. Vous tendez le cou pour examiner les environs, mais il fait trop sombre pour voir quoi que ce soit dans cette cellule de pierre. « Je vous le demande une dernière fois. Qui vous a envoyé ici ? » demande une voix profonde et éraillée comme le coassement d'un crapaud. Vous entendez la voix de baryton familière de l'agent Dawson répondre : « Ton haleine refoule. Déjà entendu parler du brossage de dents ? » Le sarcasme de ses paroles ne parvient pas tout à fait à cacher ses tremblements. « Vos moqueries ne servent qu'à masquer votre peur », répond la voix. « Très bien. Puisque vous ne nous êtes plus d'aucune utilité, vous serez le premier à être sacrifié. » Vos yeux commencent à s'habituer à l'obscurité. Vous parvenez à voir la silhouette de Dawson de l'autre côté de la cellule. Il est à genoux devant une trappe métallique creusée dans le sol. Un vieil homme encapuchonné presse un couteau contre sa gorge. Quelqu'un soulève la trappe et les yeux de Dawson s'écarquillent. Il vous lance un dernier regard désespéré, secoue lentement la tête et vous fait glisser discrètement quelque chose sur le sol de pierre. Enfin, la silhouette encapuchonnée le pousse. Avec la faible luminosité, personne ne remarque la clé de voiture qui vient s'arrêter juste à côté de vous. Vous saisissez la clé et la glissez dans votre poche avant d'être violemment poussé en avant. Deux paires de mains froides et visqueuses vous attrapent par les épaules et la silhouette encapuchonnée vous place le couteau sur la gorge. Tout ce que vous voyez de son visage, ce sont ses yeux globuleux qui ne clignent pas. « Oceiros, ceux-là ont également été trouvés dans la tanière de Dagon explique une autre voix à la silhouette encapuchonnée. Nous pensons que ce sont ceux qui furetaient autour du Récif du Diable. » L'homme au couteau hoche la tête. « À votre tour déclare-t-il. Dites-nous pourquoi vous êtes ici et nous vous laisserons peut-être partir. Qui vous a envoyé ? Qu'avez-vous vu ? »
it: Vi ritrovate in un luogo sconosciuto, sdraiati proni sulla pietra fredda e umida, con le braccia legate dietro la schiena e nessuna idea di come siate arrivati qui. Man mano che riprendete conoscenza, assieme ad essa torna anche la vista: allungate il collo per guardarvi attorno ma la prigione di roccia è troppo buia perché riusciate a vedere qualcosa. “Te lo domanderò un’ultima volta: chi ti ha mandato?” chiede una voce. È roca e gutturale, come il gracidare di un rospo. Poi sentite il tono sfrontato e baritonale dell’agente Dawson: “Il tuo alito puzza di carogna. Hai mai sentito parlare del dentifricio?” Nonostante il sarcasmo, notate un’esitazione quasi impercettibile nella sua voce. “Il tuo scherno non è che un modo per nascondere la paura” risponde la voce. “Molto bene. Se non hai intenzione di collaborare, sarai il primo a essere sacrificato.” La vostra vista è ancora sfocata e riuscite a malapena a riconoscere la sagoma di Dawson contro la parete opposta della cella; l’uomo è inginocchiato davanti a una botola di metallo incastonata nel pavimento di pietra, mentre un vecchio incappucciato gli tiene un coltello ricurvo premuto contro la gola. Qualcuno solleva la botola e l’agente spalanca gli occhi, gettando un ultimo, disperato, sguardo nella vostra direzione e scuotendo la testa in modo deliberatamente lento nel tentativo di far scivolare qualcosa verso di voi senza farsi notare. In quel momento, l’uomo incappucciato lo spinge nel baratro. Nel tafferuglio, complice la penombra, nessuno si accorge della chiave dell’automobile che rimbalza sul pavimento e si ferma esattamente davanti a voi. L’afferrate e ve la infilate in tasca prima che qualcuno vi spinga. Poi, due mani fredde e viscide vi afferrano le spalle e l’uomo incappucciato solleva il pugnale puntandovelo alla gola; tutto ciò che riuscite a notare nel suo volto sono i suoi occhi grandi e inespressivi, che vi osservano senza battere ciglio. “Oceiros, anche loro erano al covo di Dagon.” La voce proviene da dietro di voi, diretta al vecchio con la veste. “Crediamo siano gli stessi che ficcanasavano allo Scoglio del Diavolo.” L’uomo con il coltello annuisce. “Bene, bene, bene… Ora tocca a voi. Diteci perché siete qui e forse vi lasceremo andare. Chi vi ha mandato? Cos’avete visto?”
ko: 정신을 차리고 보니 차갑고 축축한 돌바닥 위에 배를 깔고 엎드려 있었습니다. 양팔은 등 뒤로 단단히 묶여 있는 데다, 어떻게 하다 여기까지 끌려오게 됐는지조차 기억나지 않습니다. 서서히 돌아오는 의식과 함께 눈앞이 점차 또렷해지기 시작합니다. 목을 쭉 뻗어 주변을 둘러봤지만, 돌로 된 감옥 안은 너무나도 어두워서 뭐가 어디 있는지 분간가지 않습니다. “마지막으로 묻겠다. 누가 보낸 것이냐?” 개구리가 꺽꺽대는 것처럼 다 쉬어버린 목소리가 들립니다. 누군가가 귀에 익은 저음으로 침착하게 답합니다. 도슨 요원이었습니다. “입 냄새 한번 지독하군. 지금껏 이 좀 닦으라는 말이라곤 못 들어봤나?” 도슨은 겉으론 비아냥거렸지만, 목소리는 미묘하게 떨리고 있습니다. 걸걸한 목소리가 답합니다. “그런 조롱은 네놈이 품은 두려움을 감추기만 할 뿐이지. 그렇다면 좋다. 도움이 안 된다면 네놈을 첫 번째 제물로 삼아주마.” 눈앞의 광경이 차차 또렷해져 가고 있지만, 아직 감방 반대편 벽에 있는 도슨의 모습만을 간신히 알아볼 뿐입니다. 도슨은 돌바닥에 난 금속 들문 앞에 무릎을 꿇고 있습니다. 예복을 두른 늙은이가 도슨의 목에 대고 곡도를 짓누릅니다. 다른 이가 들문을 열자, 도슨의 눈이 휘둥그래집니다. 그가 절망적인 얼굴로 당신을 바라보더니 무언의 메시지를 던지듯 천천히 고개를 젓습니다. 도슨의 손에서 소리 없이 뭔가가 미끄러져 나와 감방의 돌바닥을 가로지릅니다. 예복을 두른 사교도가 그를 들문 아래로 밀어 넣습니다. 어두운 불빛 아래 실랑이가 오가던 동안, 도슨이 내던진 차 열쇠가 스르륵 미끄러져 와 당신에게 닿았다는 사실을 다른 누구도 알아채지 못했습니다. 당신은 앞으로 떠밀리기 전에 차 열쇠를 붙잡아 주머니에 챙겼습니다. 차갑고 축축한 손들이 당신의 어깨를 붙잡았고, 예복을 눌러 쓴 형체가 당신의 목에 단도를 가져다 댑니다. 그의 얼굴에서 알아볼 수 있는 것이라고는, 깜박임조차 없는 툭 불거진 눈깔 한 쌍 뿐입니다. 옆에 서 있던 이가 예복을 두른 노인에게 말합니다. “오세이로스님, 이놈들도 데이곤 님의 침소에 있었습니다. 악마의 암초를 염탐하던 놈들 같습니다.” 당신의 목에 단도를 들이대고 있던 노인이 고개를 끄덕입니다. “이제 네놈 차례다. 여기 온 이유를 말하면 풀어줄 수도 있다. 누가 보냈느냐? 무얼 봤느냔 말이다.”
ru: Вы лежите на холодном и мокром каменном полу в неизвестном помещении. Ваши руки связаны за спиной. Вы понятия не имеете, как сюда попали. Сознание потихоньку возвращается, и вам удаётся сфокусировать взгляд. Вытянув шею, вы пытаетесь рассмотреть окружение, но в вашей каменной камере слишком темно. «Я тебя в последний раз спрашиваю. Кто вас прислал?» — раздаётся чей-то голос, глубокий и хриплый, словно кваканье лягушки. В ответ раздаётся знакомый холодный баритон агента Доусона: «У тебя изо рта воняет. Пробовал зубы почистить?» Несмотря на сарказм, его голос слегка дрожит. «Твои насмешки лишь маскируют страх внутри, — отвечает голос. — Хорошо. Раз толку от тебя нет, будешь принесён в жертву первым». Ваши глаза привыкают к темноте. Вы начинаете разбирать силуэт Доусона в другой части камеры. Он стоит на коленях перед металлическим люком в каменном полу. Пожилая фигура в мантии прижимает к горлу Доусона изогнутый нож. Кто-то приподнимает крышку люка, и глаза Томаса расширяются. Он бросает на вас последний отчаянный взгляд, нарочито медленно покачивает головой и тихонько толкает по полу нечто в вашу сторону. Затем фигура в робе толкает его внутрь. Из-за возни и темноты никто не замечает скользнувшие к вам ключи от машины. Вы едва успеваете схватить связку и сунуть в карман, как вас толкают вперёд. Две пары мокрых склизких рук хватают вас за плечи, и фигура в мантии подносит нож уже к вашей шее. Всё ваше внимание поглощают огромные немигающие глаза мужчины. «Осайрос, этих мы тоже нашли в обители Дагона, — объясняет другой голос старейшине в мантии. — Мы считаем, что они же недавно рыскали вокруг рифа Дьявола». Тот кивает, продолжая держать нож у вашего горла. «Твой черёд, — объявляет он. — Объясни, зачем вы пришли, и мы, возможно, тебя отпустим. Кто вас прислал? Что вы видели?»
vi: Bây giờ bạn đang ở một nơi nào đó, nằm sấp trên nền đá lạnh và ẩm ướt. Cánh tay của bạn được giữ chặt phía sau lưng. Bạn không biết làm thế nào bạn đến được đây. Khi ý thức trở lại, tầm nhìn của bạn sẽ rõ ràng hơn. Bạn nghển cổ lên để quan sát xung quanh, nhưng quá tối để có thể nhìn thấy bất cứ thứ gì bên trong nhà tù bằng đá của bạn. "Ta hỏi ngươi lần cuối. Ai cử ngươi tới đây?" một giọng nói hỏi. Nó trầm và khàn, giống như tiếng ếch kêu. Bạn nghe thấy giọng nam trung lạnh lùng quen thuộc của Đặc vụ Dawson trả lời: "Hơi thở của mày có mùi kinh khủng. Mày đã bao giờ nghe nói đến đánh răng chưa?" Bất chấp sự mỉa mai trong lời nói của ông ấy, giọng ông ấy vẫn hơi run rẩy. "Sự nhạo báng của ngươi chỉ che giấu nỗi sợ hãi ẩn giấu bên trong", giọng nói trả lời. "Tốt lắm. Nếu ngươi không có ích lợi gì cho chúng ta, ngươi sẽ là kẻ đầu tiên bị hiến tế." Tầm nhìn của bạn tiếp tục điều chỉnh. Bạn chỉ có thể nhìn thấy bóng của Dawson ở phía bên kia phòng giam. Ông ta đang quỳ trước một cánh cửa kim loại trên sàn đá. Một nhân vật lớn tuổi mặc áo choàng ấn một con dao cong vào cổ họng Dawson. Ai đó nâng nấp cửa lên và mắt Dawson mở to. Ông ta nhìn bạn một cách tuyệt vọng lần cuối, lắc đầu chậm rãi và thận trọng, rồi lặng lẽ trượt thứ gì đó trên sàn đá. Sau đó, nhân vật trùm đầu đẩy ông ta vào. Trong cuộc xô đẩy và ánh sáng yếu, không ai để ý đến chiếc chìa khóa xe đang lao tới dừng ngay cạnh bạn. Bạn lấy chìa khóa và nhét nó vào túi ngay trước khi bạn bị đẩy về phía trước. Thêm hai bàn tay lạnh lẽo, nhớp nháp nữa nắm lấy vai bạn, và kẻ đội mũ trùm đầu đưa con dao lên cổ bạn. Tất cả những gì bạn có thể nhìn thấy trên khuôn mặt hắn ta là đôi mắt to tròn không chớp. “Oceiros, những tên này cũng được tìm thấy trong hang ổ của Dagon,” một giọng nói khác giải thích với người già mặc áo choàng. “Chúng tôi tin rằng chúng là những kẻ đang rình mò quanh Rạn San Hô Quỷ.” Người đàn ông kề dao vào cổ bạn gật đầu. "Đến lượt ngươi," hắn ta tuyên bố. "Hãy cho chúng ta biết lý do tại sao ngươi đến và có lẽ chúng ta sẽ để ngươi đi. Ai cử ngươi đến? Ngươi đã thấy những gì?"
zh: 你现在身处别处，肚皮著地倒在冰冷潮湿的石头上。你的双臂紧绑在背后。你并不知道自己是怎么来的。意识回归，你的视线开始聚焦。你伸长脖子，想看看周围，但四周太暗，根本看不清囚室里的任何东西。 “我再问你最后一遍。是谁派你来的？”一个声音问道。这声音低沉沙哑，彷佛青蛙的咕呱。 你听到了道森特工熟悉、冷酷的男低音：“你闻起来真是糟透了。你听说过‘刷牙’这回事吗？”尽管他言辞犀利，但音调的变化甚微。 “你的嘲弄不过是在掩饰自己的恐惧。”那个声音答道，“也罢。既然你派不上用场，那就拿你做第一个祭品。” 你的视线开始适应了。你勉强能看出厅室另一端道森的身影。他跪在石头地板上一个金属活板门前。一个披著长袍的老者将弯刀抵在道森的喉咙上。有人打开了门，道森瞪大了眼睛。他最后向你投来一个绝望的眼神，缓缓地、刻意地摇了摇头，然后将什么东西悄悄地滑过石地面。然后那个披著长袍的人就把他推了进去。在扭打的喧嚣和如此暗沉的灯光之中，没人注意到一路划过地面的车钥匙停在了你面前。 你抓起钥匙，塞进口袋。刚做完你就被推上前去。一双冰冷湿黏的手抓住了你的肩膀，长袍人将刀子抵在了你的脖子上。他的脸上你能看到的就是那双不会眨的大眼睛。 “奥赛罗思，这人也是在达贡巢穴里找到的。”另一个声音向披著长袍的老者解释道，“我们觉著这就是在魔鬼礁石刺探的人了。” 刀尖抵著你喉咙的男子点了点头。“轮到你了。”他宣道，“讲讲你为何至此，兴许我们会放你走。谁派你来的？你都看到什么了？”
