Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_lair_of_dagon.po
Languages: de, es, fr, it, ko, ru, vi, zh

source: None of this is what you signed up for. Hoping to avoid Dawson's fate, you have no choice but to tell your interrogator everything. You explain you were hired by Dawson to find his missing agent, and go on to describe the events that followed over the past few weeks, including your exploration of Devil Reef and your investigation into the Order. A slow smile crawls across the man's face as you divulge everything you know. "I thank you for your candor. Sadly, there is only one way I can repay you. You have seen too much, and for that, you must be silenced." Your heart goes cold as you realize what he means. The metal hatch opens again. Inside, you see nothing but darkness. "Take what they have stolen to the lighthouse at once," Oceiros commands one of the other robed figures. "It is time to begin our great work. None will disrupt the Order's business ever again. Soon, all will understand the natural order of life." Then he nods to your captors, and you are shoved forward. The clammy hands release you and suddenly you are tumbling into darkness. The last thing you feel is your head striking cold stone, and then—
de: Auf nichts davon warst du vorbereitet. Um dem gleichen Schicksal wie dem von Dawson zu entgehen, hast du keine andere Wahl, als deinem Befrager alles zu erzählen. Du erklärst ihm, wie Dawson dich angeheuert hat, um eine vermisste Agentin zu finden. Dann fährst du mit den Ereignissen der letzten Wochen fort, darunter auch deine Erkundung des Teufelsriffs und deine Ermittlungen über den Orden. Ein Lächeln breitet sich im Gesicht des Mannes aus, als du alles preisgibst, was du weißt. „Ich danke Ihnen für Ihre Offenheit. Leider kann ich Ihnen nur auf eine Art dafür danken. Sie haben zu viel gesehen und deshalb müssen Sie zum Schweigen gebracht werden.“ Dir wird kalt ums Herz, als du erkennst, was er damit meint. Wieder öffnet sich die Metallluke. Dahinter ist nur Dunkelheit zu erkennen. „Bringt alles, was er gestohlen hat, sofort zum Leuchtturm“, befiehlt er einer anderen Gestalt, die ebenfalls in eine Robe gehüllt ist. „Es wird Zeit, unser großes Werk zu beginnen. Niemand wird je wieder die Geschäfte des Ordens stören. Schon bald werden alle die natürliche Ordnung des Lebens verstehen lernen.“ Dann nickt er jemandem zu und du wirst nach vorne geschoben. Als dich die feuchtkalten Hände loslassen, stürzt du mit einem Mal in die Dunkelheit hinab. Das Letzte, das du spürst, ist, wie dein Kopf auf kaltem Stein aufprallt, dann …
es: No te contrataron para nada de esto. Esperas evitar correr la misma suerte que Dawson, así que no tienes más elección que contarle todo a tu interrogador. Le explicas que Dawson te contrató para encontrar a su agente desaparecida y le describes todo lo sucedido durante las últimas semanas, incluida la exploración del Arrecife del Diablo y tu investigación sobre la Orden. Una sonrisa se va abriendo paso en el rostro del hombre mientras le cuentas todo lo que sabes. –Te agradezco la sinceridad. Por desgracia, solo puedo actuar de una forma. Has visto demasiado, y hay que silenciarte por eso. Se te encoge el corazón al darte cuenta de lo que quiere decir. La trampilla de metal se abre de nuevo. No ves nada más que oscuridad en su interior. –Llevad inmediatamente al faro todo lo que han robado –ordena Oceiros a uno de los demás personajes ataviados con túnicas–. Es hora de empezar nuestra gran obra. Nada volverá a impedir los asuntos de la Orden. Muy pronto, todos entenderán cuál es el orden natural de la vida. Le hace un gesto con la cabeza a quienes te sujetan, y estos te empujan hacia delante. Las pegajosas manos te sueltan y caes hacia la oscuridad. Lo último que sientes es el golpe que da tu cabeza contra la fría piedra, y entonces…
fr: Vous n'avez pas signé pour cela. Espérant éviter le sort subi par Dawson, vous n'avez d'autre Choix que de dire toute la vérité à votre interlocuteur. Vous lui expliquez que vous avez été engagé par Dawson pour retrouver un agent disparu et lui décrivez en détail les événements des dernières semaines, y compris votre visite du Récif du Diable et votre enquête dans les locaux de l'Ordre. Un léger sourire se dessine sur le visage de l'homme à mesure que vous lui révélez tout. « Je vous remercie pour votre candeur. Malheureusement il n'existe qu'un moyen par lequel je puis vous récompensez. Vous en avez trop vu, vous devez être réduit au silence pour cela. » Votre cœur manque de s'arrêter quand vous comprenez ce que cela signifie. La trappe de métal s'ouvre à nouveau. À l'intérieur, vous ne voyez rien d'autre que les ténèbres. « Prenez ce qu'ils ont dérobé au phare, tout de suite » ordonne Oceiros à l'une des autres silhouettes en robes. « C'est l'heure de débuter notre grand œuvre. Personne ne se mettra plus en travers des plans de l'Ordre. Bientôt, tous comprendront l'ordre naturel de la vie. » Il fait un geste en direction des individus qui vous retiennent, et vous êtes brutalement jeté en avant. Les mains visqueuses vous relâchent et vous tombez soudain dans l'obscurité. La dernière chose que vous ressentez est votre tête qui heurte la pierre froide, puis…
it: Tutto questo non faceva parte del vostro contratto, quando avete accettato il lavoro. Sperando di evitare la tragica fine di Dawson, non avete altra scelta se non quella di vuotare il sacco con il vostro aguzzino. Spiegate di essere stati ingaggiati dal veterano per ritrovare una sua agente scomparsa e proseguite descrivendo per filo e per segno gli eventi accaduti nelle ultime settimane, inclusa la vostra spedizione esplorativa nei pressi dello Scoglio del Diavolo e le ricerche sull’Ordine. Più dettagli svelate, più il sorriso sul volto dell’uomo si distende. “Vi ringrazio sinceramente per la vostra onestà. Malauguratamente, ho solo un modo per ripagarvi: avete visto troppo e dovrete essere messi a tacere.” Il sangue vi si gela nelle vene quando realizzate il significato delle sue parole. La botola di metallo si apre nuovamente e all’interno vedete solo buio. “Portate al faro tutto quello che hanno rubato” intima Oceiros agli altri incappucciati. “È giunto il momento di dare inizio alla nostra grande opera: nessuno potrà più ostacolare l’Ordine. Presto, tutti comprenderanno l’ordine naturale della vita.” L’uomo fa un cenno ai suoi sottoposti… Le loro mani viscide lasciano la presa, e voi cadete. Mentre venite risucchiati dalle tenebre, l’ultima cosa che percepite è la fredda roccia contro cui battete la testa. Poi…
ko: 이런 신세나 되려고 도슨의 제안을 받아들인 것이 아니었습니다. 도슨과 똑같은 최후를 맞이하지 않으려면, 심문자에게 모든 것을 털어놓는 수밖에 없습니다. 당신은 실종된 요원을 수색하기 위해 도슨에게 고용된 것부터, 악마의 암초를 탐험했던 일이며 밀교회를 깊숙이 파고든 것까지 지난 몇 주간 있던 일을 모조리 털어놓습니다. 당신이 그간 있던 일을 설명하는 모습 앞에, 남자의 얼굴에는 느릿느릿하게 미소가 번져갑니다. “솔직하기도 하구나, 애석하게도 내가 보답할 방법은 이 길뿐이다. 네놈은 너무 많은 것을 봤으니 입을 다물어 줘야겠다.” 그 말의 뜻을 이해한 순간, 심장이 공포에 얼어붙습니다. 또 다시 금속 들문이 열립니다. 저 아래로는 오직 어둠뿐입니다. 오세이로스가 다른 두건 쓴 사교도에게 명을 내립니다. “놈들이 훔친 것을 당장 등대로 가져가라. 우리의 대업을 개시할 시간이 되었도다. 그 누구도 밀교회의 과업을 방해하지 못하리라. 이제 모두가 자연의 순리를 깨닫게 되리라.” 오세이로스가 고개를 끄덕이자, 당신을 붙잡고 있던 이들이 당신을 앞으로 떠밉니다. 당신을 붙잡고 있던 축축한 손에 떠밀리는 순간, 당신은 어둠 속으로 굴러떨어집니다. 차가운 돌바닥에 머리를 들이받으며 모든 것이 흐릿해집니다…
ru: Уж на такое вы точно не подписывались. Вам ничего больше не остаётся, кроме как выложить дознавателю всю правду в надежде избежать судьбы Доусона. Вы объясняете, что Доусон нанял вас для поисков пропавшего агента, и выкладываете все события прошедших недель, в том числе путешествие к рифу Дьявола и ваше расследование деятельности Ордена. По лицу мужчины расползается медленная улыбка. «Благодарю за искренность. К сожалению, отплатить я могу лишь одним. Ты слишком много видел, и за это должен замолчать навсегда». Ваше сердце замирает, когда до вас доходит смысл его слов. Металлический люк снова открывается. Внутри темно, хоть глаз выколи. «Немедленно переправьте украденное ими на маяк, — приказывает Осайрос другой фигуре в мантии. — Пора приступать к нашему великому делу. Никто более не посмеет вмешиваться в дела Ордена. Скоро все поймут естественный порядок жизни». Он кивает остальным, и вас толкают вперёд. Липкие руки отпускают вас, и вы резко проваливаетесь в темноту. Последнее, что вы чувствуете, — удар головой о холодный камень, а затем…
vi: Không điều gì trong số này là những gì bạn mong muốn. Với hy vọng tránh được số phận của Dawson, bạn không còn cách nào khác ngoài việc kể lại mọi chuyện cho người thẩm vấn của mình. Bạn giải thích rằng bạn được Dawson thuê để tìm đặc vụ mất tích của ông ta và tiếp tục mô tả các sự kiện diễn ra trong vài tuần qua, bao gồm cả việc bạn khám phá Rạn San Hô Quỷ và cuộc điều tra của bạn về Dòng. Một nụ cười chậm rãi nở trên khuôn mặt người đàn ông khi bạn tiết lộ mọi điều bạn biết. "Ta cảm ơn sự thẳng thắn của ngươi. Đáng buồn thay, ta chỉ có một cách duy nhất để trả ơn ngươi. Ngươi đã nhìn thấy quá nhiều, vì điều đó, ngươi phải được giữ im lặng." Trái tim bạn lạnh đi khi bạn nhận ra ý hắn ta là gì. Cánh cửa kim loại lại mở ra. Bên trong, bạn không thấy gì ngoài bóng tối. “Hãy mang những gì chúng đã đánh cắp đến ngọn hải đăng ngay lập tức,” Oceiros ra lệnh cho một trong những nhân vật mặc áo choàng khác. "Đã đến lúc bắt đầu công việc vĩ đại của chúng ta. Không ai sẽ làm gián đoạn hoạt động kinh doanh của Dòng nữa. Chẳng bao lâu nữa, tất cả sẽ hiểu được trật tự tự nhiên của cuộc đời." Sau đó, hắn ta gật đầu với những người bắt giữ bạn và bạn bị đẩy về phía trước. Bàn tay nhớp nháp thả bạn ra và đột nhiên bạn rơi vào bóng tối. Điều cuối cùng bạn cảm thấy là đầu bạn đập vào đá lạnh, và sau đó—
zh: 你可不是给雇来干这个的。你不想落得和道森一样的下场，你别无选择，只能把一切都告诉盘问者。你解释说自己本来是给道森雇来寻找他手下失踪的特工，然后又讲了讲接下来几周发生的事情，包括探索魔鬼礁石，还有对密教的调查。你吐露了自己知道的一切，那男子脸上渐渐露出一个笑容。“你这么直率我很感激。但我也只能给你这个。你看见的太多了。就为了这，也得让你闭嘴。”你意识到他是什么意思，顿时心寒。金属门又一次打开了。你看到里面唯有一片漆黑。 “马上把他们偷的东西带到灯塔去。”奥赛罗思对其中一个长袍人下令道，“是时候开始我们的大业了。没有人再能阻止密教了。很快，所有人都将理解生命的自然秩序到底是什么。”他冲抓住你的人点点头，你被推了下去。黏湿的手松开了你，你猛地跌入黑暗之中。你记得的最后一件事，就是自己撞到了冰冷的石面上，然后……

source: the Order's ritual was disrupted.
es: el ritual de la Orden quedó desbaratado.
fr: le rituel de l'Ordre a été interrompu.
it: il rituale dell’Ordine è stato interrotto.
ko: 밀교회의 의식을 방해했다
ru: ритуал Ордена сорван.
vi: nghi lễ của Dòng đã bị gián đoạn.
zh: 密教的仪式被破坏。

source: Dagon still slumbers.
es: Dagón sigue durmiendo.
fr: Dagon dort toujours.
it: Dagon dorme ancora.
ko: 데이곤이 아직 잠들어 있다
ru: Дагон покоится во сне.
vi: Dagon vẫn còn ngủ.
zh: 达贡仍沉睡。

source: Dagon <i>(Deep in Slumber)</i> is in play.
es: Dagón <i>(Sueño profundo)</i> está en juego.
fr: Dagon <i>(Profondément Endormi)</i> est en jeu.
it: Dagon <i>(Profondamente Assopito)</i> è in gioco.
ko: ‘데이곤 <i>(깊은 잠에 빠진 채)</i>’ 적이 플레이 상태.
ru: «Дагон (Покоится во сне)» в игре.
vi: Dagon <i>(Deep in Slumber)</i> đang được chơi.
zh: 达贡<i>(深入沉睡)</i>在场上。

source: Dagon <i>(Awakened and Enraged)</i> is in play or in the victory display.
es: Dagón <i>(Despierto y enfurecido)</i> está en juego o en la zona de victoria.
fr: Dagon <i>(Réveillé et Furieux)</i> est en jeu ou dans la pile de victoire.
it: Dagon <i>(Risvegliato e Furioso)</i> è in gioco o nella gallerie delle vittorie.
ko: ‘데이곤 <i>(잠에서 깨어 격노한)</i>’ 적이 플레이 상태거나 승점 더미에 있음.
ru: «Дагон (Пробудился и в ярости)» в игре или на победном счету.
vi: Dagon <i>(Awakened and Enraged)</i> đang được chơi hoặc ở trong khu vực trưng bày thành tích.
zh: 达贡<i>(苏醒狂怒)</i>在场上或胜利牌区。

source: Spending Keys
de: Schlüssel ausgeben
es: Gastar llaves
fr: Dépenser les Clés
it: Spendere le Chiavi
ko: 열쇠 소비
ru: Трата ключей
vi: Sử dụng Chìa khóa
zh: 花费钥匙

source: During this scenario, investigators may be instructed to spend 1 or more keys. Only an investigator in control of a key may spend it. Spent keys are placed on the scenario reference card.
de: Während dieses Szenarios kann es dazu kommen, dass Ermittler angewiesen werden, 1 oder mehr Schlüssel auszugeben. Es kann nur der Ermittler einen Schlüssel ausgeben, der ihn auch kontrolliert. Ausgegebene Schlüssel werden auf der Szenarioübersichtskarte platziert.
es: Durante este escenario, los investigadores pueden tener que gastar 1 o más llaves. Solo los investigadores que controlen llaves pueden gastarlas. Las llaves gastadas se colocan sobre la carta de referencia de escenario.
fr: Lors de ce scénario, les investigateurs peuvent être amenés à dépenser 1 ou plusieurs clés. Seul l'investigateur qui contrôle une clé a le droit de la dépenser. Les clés dépensées sont placées sur la carte de référence du scénario.
it: Durante questo scenario, agli investigatori potrebbe essere richiesto di spendere 1 o più chiavi. Solo un investigatore che controlla una chiave può spenderla. Le chiavi spese vengono posizionate sulla carta di riferimento dello scenario.
ko: 이번 시나리오를 진행하는 동안, 열쇠를 소비하라는 지시를 받게 될 수도 있습니다. 조사자는 자신이 조종하는 열쇠만을 소비할 수 있습니다. 이렇게 소비한 열쇠는 시나리오 참조 카드에 놓습니다.
ru: В этом сценарии сыщикам может быть указано потратить один или больше ключей. Только тот сыщик, под чьим контролем находится ключ, может его потратить. Потраченные ключи кладутся на памятку сценария.
vi: Trong màn chơi này, các điều tra viên có thể được hướng dẫn sử dụng 1 hoặc nhiều chìa khóa. Chỉ có điều tra viên kiểm soát được chìa khóa mới có thể sử dụng nó. Các chìa khóa đã sử dụng được đặt trên lá bài tham chiếu màn chơi.
zh: 在本场冒险期间，调查员可能受到指示要花费钥匙。只有控制钥匙的调查员才能将其花费。花费的钥匙放在冒险辅助卡上。

source: The Lair of Dagon
de: In Dagons Reich
es: La guarida de Dagón
