Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: You wouldn’t put it past the president of the Silver Twilight Lodge to lie about the consequences of your actions – after all, he has already deceived you more than once before. You ask him what he means when he says you will all be extinct. He grimaces and tells you to look outside. The storm clouds have all disappeared, yet you count not a single star in the night sky. The borders of the horizon frame the empty void above you, a breach so enormous you had not even realized it was there. How long had it loomed over the city while you spent your time warding against lesser incursions? Sanford limps after you, peering up at the night sky. You ask what can be done to close a breach of such size, but before he can respond, coils of darkness emerge from the shadows, twisting into dark cloaks. In seconds you are surrounded by the witches of Anette’s coven. The high priestess steps forward, glaring at Carl Sanford with all of the intensity of hell itself. “Do not trust the word of this sinister worm,” she warns you. “Everything he has done, he has done to further his own agenda. He would gladly hold the world hostage if it meant one last chance at power.” Despite his wounds, Sanford rises to his feet and bellows back at her: “What hypocrisy! Do you forget that it was you and your misguided sect who started all of this? Summoning the dead, asking them for power?” He scoffs. “We would have elevated all of humanity. You sought only to elevate yourselves.” Sanford turns to appeal to your judgment one last time. “Do not be a fool,” he says quietly. “This outcome is not what the Lodge desires. Allow me to help, and together maybe we can return things to normal.”
de: Du traust dem Präsidenten der Silberloge der Dämmerung durchaus zu, dich über die Konsequenzen deines Handelns anzulügen - schließlich hat er dich schon mehr als ein Mal getäuscht. Du fragst ihn, was er damit meint, wenn er davon redet, dass wir alle ausgelöscht werden. Er bedeutet dir, nach draußen zu sehen. Die Sturmwolken sind verschwunden, aber du kannst nicht einen einzigen Stern am Nachthimmel erkennen. Die Grenzen des Horizonts rahmen die Leere über dir ein. Ein so enormer Riss, dass du ihn zuerst gar nicht wahrgenommen hast. Wie lange ragt er wohl schon über der Stadt auf, während du noch damit beschäftigt warst, unbedeutendere Durchbrüche zu abzuwehren? Sanford humpelt dir hinterher und späht in den Nachthimmel. Du fragst, was getan werden kann, um einen Riss solchen Ausmaßes zu schließen. Aber bevor er antworten kann, lösen sich düstere Wirbel aus den Schatten, die zu dunklen Mänteln werden. Innerhalb weniger Sekunden seid ihr von Anettes Hexenzirkel umringt. Die Hohepriesterin schreitet nach vorne und starrt Carl Sanford mit höllengleicher Intensität an. „Glaub diesem unheilvollen Wurm kein Wort“, warnt sie dich. „Alles, was er bisher getan hat, war, rein zu seinem eigenen Nutzen. Er würde zu gerne die ganze Welt als Geisel nehmen, nur um den Hauch einer Chance auf Macht zu erringen.“ Trotz seiner Verwundungen steht Sanford auf und brüllt zurück: „Was für eine Heuchelei! Haben Sie schon vergessen, dass Sie und Ihre irregeleitete Sekte all dies begonnen haben? Die Toten zu beschwören um sie um Macht zu bitten?“ Er schnaubt verächtlich. „Wir hätten die gesamte Menschheit emporgehoben. Aber Sie haben nur danach gestrebt, sich selbst emporzuheben.“ Sanford wendet sich dir erneut zu, um ein letztes Mal an deine Entscheidung zu appellieren. „Seien Sie kein Narr“, sagt er leise. „Dieser Ausgang ist nicht im Sinne der Loge. Lassen Sie mich Ihnen helfen und wir können das hier gemeinsam beenden.“
es: No os extrañaría lo más mínimo que el presidente de la Logia del Crepúsculo de Plata mintiera sobre las consecuencias de vuestras acciones; al fin y al cabo, ya os ha engañado más de una vez anteriormente. Le preguntáis a qué se refiere con lo de la extinción, pero sólo hace una mueca y os dice que miréis fuera. Las nubes de tormenta han desaparecido, pero no lográis ver ni una estrella en el firmamento nocturno. Los bordes del horizonte enmarcan el vacío que hay sobre vuestras cabezas; es una brecha tan enorme que ni siquiera os habíais dado cuenta de que estaba ahí. ¿Cuánto tiempo ha alzado sobre la ciudad mientras os dedicabais a acabar con incursiones menores? Sanford os sigue, cojeando, y levanta la mirada hacia el cielo nocturno. Le preguntáis qué puede hacerse para cerrar una brecha de ese tamaño pero, antes de que pueda responder, unos hilos de oscuridad surgen de entre las sombras y se arremolinan formando capas oscuras. En pocos segundos, estáis rodeados por las brujas del aquelarre de Anette. La suma sacerdotisa se adelanta, mirando a Carl Sanford con toda la intensidad del mismísimo infierno. –No confiéis en la palabra de este gusano infecto –os advierte–. Todo lo que ha hecho ha sido para perseguir sus propios planes. Estaría encantado de tomar todo el planeta como rehén si eso supusiera una última oportunidad de obtener poder. Pese a sus heridas, Sanford se pone en pie y empieza a vociferar: –¡Cuánta hipocresía! ¿Has olvidado que fuisteis tú y tu desatinada secta quienes empezasteis todo esto? ¿Quienes invocasteis a los muertos y les pedisteis poder? – Se mofa–. Nosotros habríamos elevado a toda la humanidad. Vosotras sólo buscabais vuestra propia mejora –Sanford se vuelve para apelar a vuestro juicio una última vez–. No seáis necios –dice en voz baja–. Este resultado no es lo que desea la Logia. Permitidme ayudar, y juntos quizá logremos regresar a la normalidad.
fr: Vous ne doutez pas un instant que le président de la Loge du Crépuscule d’Argent soit capable de mentir à propos des conséquences de vos actions ; après tout, il vous a déjà trompé plus d’une fois. Vous lui demandez ce qu’il entend par « l’humanité va s’éteindre ». Il grimace et vous enjoint à regarder dehors. Les nuages orageux ont tous disparu, mais pas une seule étoile n’est visible dans le ciel nocturne. Il n’y a que le néant par-delà les frontières de l’horizon, une brèche si énorme que vous n’aviez même pas remarqué sa présence. Combien de temps a-t-elle mis à se former au-dessus de la ville pendant que vous combattiez des incursions mineures ? Sanford boitille derrière vous, les yeux levés vers le ciel nocturne. Vous lui demandez comment fermer une brèche de cette taille, mais avant qu’il ne puisse répondre, des volutes de ténèbres émergent hors de l’ombre et prennent la forme de silhouettes encapuchonnées. En un instant, vous vous retrouvez cernés par la congrégation d’Anette. La grande prêtresse avance vers vous, fixant Carl Sanford d’un regard incendiaire. « Ne croyez pas un traître mot de ce sinistre ver de terre », vous prévient-elle. « Tout ce qu’il a fait, il a l’a fait pour son propre profit. Il prendrait le monde entier en otage si cela avait la moindre chance de lui octroyer le pouvoir qu’il convoite. » Malgré ses blessures, Sanford se redresse et lui rétorque : « Quelle hypocrisie ! Auriez-vous oublié que c’est vous et votre secte d’inconscientes qui sont à l’origine de tout ceci ? Invoquer les morts, leur demander des pouvoirs ? » raille-t-il. « Vous souhaitiez juste vous élever là où nous voulions élever l’humanité. » Sanford se tourne vers vous pour faire une dernière fois appel à votre jugement. « Ne soyez pas stupide », énonce-t-il calmement. « Ce dénouement n’est pas celui que souhaite la Loge. Laissez-moi vous aider, et peut-être que nous pourrons remettre les choses en ordre. »
it: Siete certi che il presidente della Loggia del Crepuscolo d'Argento non esiterebbe a mentire riguardo alle conseguenze delle vostre azioni… dopotutto vi ha già ingannato molte volte in passato. Gli chiedete cosa intenda dire quando afferma che vi estinguerete tutti: vi risponde con un sogghigno amaro e vi invita a guardare all'esterno. Le nubi tempestose sono improvvisamente scomparse, ma nella notte non risplende alcuna stella. I confini dell'orizzonte si sono aperti per rivelare un abisso vuoto sopra le vostre teste, una breccia talmente vasta che non ne avevate nemmeno notato la comparsa. Da quanto tempo incombeva sulla città, mentre voi eravate impegnati a respingere le incursioni minori? Sanford si avvicina a voi zoppicando e scrutando il cielo notturno. Gli chiedete quale sia il modo per chiudere una breccia di quelle dimensioni, ma prima che possa rispondervi, dalle ombre emergono delle spire oscure che vorticando finiscono per materializzarsi in manti neri. Nel giro di pochi secondi siete circondati dalle streghe della congrega di Anette. La Somma Sacerdotessa si fa avanti tenendo lo sguardo fisso su Carl Sanford e nei suoi occhi brilla un odio intenso quanto le fiamme dell'inferno. “Non fidatevi delle parole di questo verme sinistro” vi avverte. “Tutto ciò che ha fatto serviva soltanto a fargli raggiungere i suoi scopi. Sarebbe pronto a tenere in ostaggio il mondo intero pur di avere un'ultima opportunità di reclamare il potere.” Nonostante le ferite, Sanford si rialza in piedi e ribatte seccamente: “Che ipocrisia! Dimentichi forse che siete state tu e la tua stolta setta a provocare tutto questo? Evocando i morti e implorandoli di concedervi il potere?” Scuote la testa sbuffando. “Noi avremmo elevato l'umanità intera a uno stadio superiore; voi pensavate soltanto a voi stesse.” Sanford fa appello alle vostre capacità di giudizio per l'ultima volta: “Non fatevi ingannare” prosegue a bassa voce. “Questo non è ciò che la Loggia desiderava. Permettetemi di aiutarvi, e forse insieme potremo riportare le cose alla normalità.”
ko: 은빛 황혼회 교단장은 당신의 행동이 낳을 결과에 대해 거짓말을 하고도 남을 인물입니다. 실제로도 당신을 한두 번 속인 게 아니기도 하니 말입니다. 그랬기에 당신은 모두가 종말을 맞이하게 될 거라고 읊조리는 샌포드를 보고 그게 무슨 엉뚱한 소리냐고 반문했습니다. 샌포드가 조용히 얼굴을 찡그리더니 바깥을 보라고 말합니다. 폭풍 구름은 모두 사라졌지만, 사방으로 뻗은 지평선 안에 갇힌 밤하늘에는 별이 단 하나도 보이지 않는 텅 빈 공허만이 비칠 뿐입니다. 저것은 거대한 균열입니다. 너무나도 거대한 탓에 저것이 균열이라고 미처 생각지도 못했습니다. 작은 침습들을 방비하며 동분서주하느라 정신이 팔린 바람에 저 거대한 균열이 언제부터 도시 위에 닥친 건지도 몰랐던 것입니다. 샌포드는 절뚝거리며 걸어와 밤하늘을 응시합니다. 당신은 이토록 거대한 균열을 닫으려면 무엇을 해야 하는지 묻지만, 그가 대답하기도 전에 그림자로부터 검은 회오리가 일더니 이내 뒤틀려 어두운 망토로 바뀝니다. 당신과 샌포드는 순식간에 애닛의 마녀단에게 둘러싸입니다. 대사제는 한 발 앞으로 다가오며 당장이라도 죽일 듯이 강렬한 시선으로 칼 샌포드를 노려봅니다. 애닛이 당신에게 경고합니다. “이 해충 같은 자의 말을 믿지 말거라. 오로지 자신만을 위한 목적을 달성하려고 지금껏 이 모든 일을 저지른 자니까. 힘을 얻기 위해 필요하다면 온 세상이라도 기꺼이 희생시킬 테지.” 샌포드는 심각한 부상에도 불구하고 일어서서 애닛의 말에 큰 소리로 맞받아칩니다. “이 위선자 같으니! 이 모든 사태를 일으킨 원흉은 너와 네가 이끄는 변질된 종파라는 걸 그새 잊었나? 힘을 구걸하겠다고 망자를 불러일으킨 걸 잊었느냐고!” 샌포드가 윽박질렀습니다. “우리는 전 인류를 한 층 더 높은 존재로 만들고자 했어. 자신만을 더 높은 존재로 만드는 데에 집착한 건 우리가 아니라 네놈들이지.” 샌포드는 당신을 향해 몸을 돌려 마지막으로 호소합니다. “저들에게 속지 말게나.” 그가 조용히 말합니다. “황혼회가 원한 건 이런 게 아니라네. 나와 함께 하세. 우리가 손잡는다면 모든 것을 정상으로 되돌릴 수 있을 걸세.”
pl: Kłamstwo odnośnie konsekwencji waszych działań nie byłoby pierwszym w ustach Carla Sanforda, głowy Loży Srebrnego Świtu – w końcu oszukał was już niejeden raz. Pytacie więc, co ma na myśli mówiąc, że wszystkich czeka zagłada. Z grymasem poleca wyjrzeć na zewnątrz. Burzowe chmury zniknęły, lecz na nocnym firmamencie nie dostrzegacie choćby jednej gwiazdy. Linia horyzontu stanowi brzeg przepastnej pustki nieboskłonu, rozdarcia tak ogromnego, że nawet nie zdawaliście sobie sprawy z jego obecności. Jak długo wisiało nad miastem, podczas gdy wy trwoniliście czas na ochronę przed pomniejszymi pęknięciami? Sanford podąża za wami, kulejąc i spoglądając w nocne niebo. Pytacie, jak można zapieczętować rozdarcie o takich rozmiarach, lecz nim ma okazję odpowiedzieć, warkocze mroku wynurzają się z cieni, przekształcając się w ciemne płaszcze. W kilka sekund jesteście otoczeni przez wiedźmy z sabatu Anette. Najwyższa Kapłanka wychodzi naprzód, wpatrując się w Carla Sanforda z piekielną intensywnością. „Nie ufajcie choćby jednemu słowu tego przebrzydłego robaka” – ostrzega was. – „Wszystko, co uczynił, zrobił z myślą o osiągnięciu swego celu. Gotów byłby wziąć całą ludzkość na zakładnika, gdyby oznaczało to ostatnią szansę na zyskanie potęgi”. Mimo ran Sanford prostuje się i wykrzykuje z furią kobiecie: „Co za hipokryzja! Zapomniałaś, że to ty i twoja błądząca na ślepo sekta zapoczątkowałyście to wszystko? Wzywanie zmarłych? Błaganie ich o moc?” – drwi z czarownicy. – „My wywyższylibyśmy cały rodzaj ludzki. Wy zaś pragnęłyście wywyższyć tylko siebie”. Sanford po raz ostatni apeluje, byście odwołali się do zdrowego rozsądku. „Nie bądźcie głupcami” – mówi cicho. – „Loża nigdy nie pragnęła takiego rozwiązania. Pozwólcie sobie pomóc i może wspólnymi siłami zdołamy przywrócić wszystko do normalności”.
pt: Você não acha que o presidente da Loja do Crepúsculo Prateado não seria capaz de mentir sobre as consequências das suas ações – afinal, ele já enganou você mais de uma vez antes. Você pergunta a ele o que ele quer dizer com todos serão extintos. Ele franze o cenho e diz a você para olhar para fora. Todas as nuvens de tempestade desapareceram; ainda assim, você não vê uma única estrela no céu noturno. As fronteiras do horizonte cercam o vazio acima de você, uma fenda tão enorme que você nem tinha percebido que ela estava ali. Por quanto tempo ela pairou sobre a cidade, enquanto você passava seu tempo protegendo-a de incursões menores? Sanford anda mancando atrás de você, olhando para o céu noturno. Você pergunta o que pode ser feito para fechar tamanha fenda, mas, antes que ele possa responder, tentáculos de escuridão surgem das sombras, torcendo-se em mantos negros. Em segundos você se vê cercado pelo coven de Anette. A suma sacerdotisa se aproxima, lançando um olhar a Carl Sanford que tem toda a intensidade do próprio inferno. “Não confie na palavra desse verme sinistro”, ela avisa. “Tudo que ele fez foi para avançar em seu próprio plano. Ele não hesitaria em fazer o mundo de refém, se isso desse a ele uma última chance de conseguir poder.” Apesar de seus ferimentos, Sanford se levanta e brada em resposta: “Quanta hipocrisia! Se esquece de que foram você e sua seita desorientada que começaram tudo isso? Invocando os mortos, pedindo poder a eles?”, ele zomba. “Nós teríamos elevado toda a humanidade. Vocês buscavam somente elevar a si mesmas.” Sanford se vira, apelando a seu juízo uma última vez. “Não seja tolo”, ele diz em voz baixa. “Este não é o resultado que a Loja deseja. Permita-me ajudar e juntos talvez possamos voltar as coisas ao normal.”
ru: Вы не позволите президенту Ложи Серебряных Сумерек снова обмануть вас. Вы спрашиваете, что он имеет в виду, говоря, что мы вымрем. Он кривится и предлагает вам посмотреть в окно. Штормовые тучи рассеялись, но в ночном небе нет ни одной звезды. От горизонта до горизонта простирается зияющая пустота, брешь настолько огромная, что вы и не осознавали её существования. Как долго она висела над городом, пока вы закрывали мелкие разломы? Проковыляв за вами, Сэнфорд тоже смотрит в небо. Вы спрашиваете, как залатать брешь таких размеров, но прежде чем он успевает ответить, из теней появляются клубы тьмы, превращаясь в чёрные мантии. За считаные секунды вы окружены ведьмами ковена Анетты. Верховная жрица делает шаг вперёд, пронзая Карла Сэнфорда взглядом яростным, как сама преисподняя. «Не верьте этому злобному червю, — предупреждает она — Он всегда стремился только к своей выгоде. Он бы с радостью взял в заложники весь мир, чтобы только удержаться у власти». Несмотря на раны, Сэнфорд поднимается на ноги и рявкает в ответ: «Какое лицемерие! Ты забыла, кто со своей заблудшей сектой всё это начал? Призывал мёртвых, искал их мощи? — Он фыркает. — Мы бы возвысили всё человечество. А ты хотела только возвыситься сама. — Сэнфорд поворачивается к вам, в последний раз взывая к вашему здравому смыслу. — Не глупите, — тихо говорит он. — Не такого исхода желала Ложа. Позвольте мне помочь, вместе у нас есть шанс всё вернуть».
vi: Bạn sẽ không cho rằng chủ tịch của Silver Twilight Lodge nói dối về hậu quả của hành động của bạn - sau tất cả, ông ta đã lừa dối bạn nhiều lần trước đây. Bạn hỏi ông ta ý ông ấy là gì khi nói rằng tất cả chúng ta sẽ bị tuyệt chủng. Ông ta nhăn mặt và bảo bạn hãy nhìn ra ngoài. Các đám mây bão đều đã biến mất, nhưng bạn không đếm được một ngôi sao nào trên bầu trời đêm. Các biên giới của đường chân trời đóng khung khoảng trống trống trải phía trên bạn, một lỗ thủng lớn đến mức bạn thậm chí còn không nhận ra nó ở đó. Nó đã tồn tại bao lâu trong thị trấn trong khi bạn dành thời gian để chống lại những sự xâm nhập nhỏ hơn? Sanford ủ rũ nhìn theo bạn, dõi lên bầu trời đêm. Bạn hỏi có thể làm gì để đóng một lỗ hổng có kích thước như vậy, nhưng trước khi ông ta có thể trả lời, những cuộn xoáy đen hiện ra từ bóng tối, xoắn lại thành những chiếc áo choàng đen. Trong nháy mắt, bạn bị bao quanh bởi các phù thủy của nhóm Anette. Nữ thượng tế bước tới, trừng mắt nhìn Carl Sanford với tất cả sự dữ tận kinh khủng. Cô ấy cảnh báo bạn, “Đừng tin vào lời nói của loài sâu độc ác này. Mọi thứ hắn ta đã làm đều là vì mục đích của riêng mình. Hắn ta sẵn lòng đem thế giới làm con tin nếu nó là cơ hội cuối cùng để có sức mạnh”. Bất chấp vết thương của mình, Sanford đứng dậy và đáp trả lại cô: “Thật là đạo đức giả! Ngươi quên rằng chính ngươi và giáo phái lầm lạc của ngươi đã bắt đầu tất cả những điều này sao? Triệu hồi người chết, yêu cầu bọn họ đưa cho quyền lực?” Ông ta chế giễu. “Chúng ta tìm cách nâng cao cả nhân loại. Còn các ngươi chỉ tìm cách nâng cao bản thân." Sanford quay lại kêu gọi óc phán đoán của bạn lần cuối. Ông ta nói khẽ, “Đừng để bị lừa dối. Kết quả này không phải là những gì Lodge mong muốn. Hãy cho phép tôi giúp đỡ, và cùng nhau có lẽ chúng ta có thể đem mọi thứ trở lại bình thường.”
zh: 关于你所作所为的后果，银暮秘社的会长当然撒了谎。对此你毫不意外——毕竟，他已经不是第一次对你说谎了。你问他，他所说的“我们都会灭亡”是什么意思。他面露愁容，让你往外望去。 暴风雨的乌云已经全部消失，但夜空中依然一颗星星都看不见。地平线的边界勾勒出你头顶的虚空，那儿的裂口之大，让你之前甚至都没有意识到。这段时间你所防备的入侵比起它来都是小巫见大巫，它究竟笼罩了这座城市多久？ 桑福德一瘸一拐地跟在你身后，抬头凝望夜空。你问要怎么做才能关闭如此巨大的裂口，但他还没来得及回答，暗影里就出现了黑暗力量交织而成的涡旋，变成一件件黑色的斗篷。几秒钟过后，你们被安妮特女巫集会的女巫们团团围住。女祭司走上前，眼中彷佛饱含整座地狱的怒火，怒视卡尔·桑福德。 “不要相信这条恶蛆说的话。”她警告你，“他所做的一切，都是为了完成他自己的阴谋。如果说这是最后一次获得力量的机会，他会很乐意牺牲全世界来满足一己私欲。” 桑福德不顾自己身上的伤痛，起身冲她吼道：“真是虚伪！你忘了这一切都是拜你和你那误入歧途的教派所赐吗？召唤亡者，索要他们的力量？”他嘲笑道，“我们本来可以给全人类带来福祉。而你们只想提高自己。”桑福德转向你希望你作出自己最后的判断。“别做蠢事。”他平静地说道，“这个结果并不是秘社所要的。请允许我帮忙，也许我们能让一切恢复正常。
