Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: The spirit cackles as she hears your words, but her laughter is soon cut short. Emerging from the trees, the remainder of Anette’s coven–led by the red-haired witch Erynn–surround Anette wordlessly. Erynn gives you a solemn nod, her conviction showing through her stern demeanor. Understanding why they have come, you step aside and allow them to do their work. One of the witches draws a circle in the dirt around Anette, while the rest bind her with tendrils of searing energy. The revenant shrieks and wails in agony, but the witches dare not cease. Finally, as their chants rise to a crescendo, Erynn pierces the sanctity of the circle with her knife, pressing firmly against the air and straining as though she were attempting to pierce solid stone. Keziah’s ghost departs in a whirl of spectral mist, dissipating into thin air with a final cry. Anette’s body, unsupported, collapses to the ground. “It’s over,” you say, placing a hand on Erynn’s shoulder. “No,” she replies harshly, gesturing to the sky above. The storm clouds have all disappeared, yet you count not a single star in the night sky. The borders of the horizon frame the empty void above you, a breach so enormous you had not even realized it was there. How long had it loomed over the city while you spent your time warding against lesser incursions? You ask what can be done to close a breach of such size. She clenches her jaw. “I don’t know. But I know who does.” She kneels over Anette, raises her hand, and slaps her hard across the face. Anette jerks awake, startled out of her catatonic state. “Is this what you wanted, sister?” Erynn drags her to her feet, forcing her to look up at the catastrophe she has wrought. “You know it isn’t,” Anette replies, her voice ragged. “I only wanted us all to have some semblance of the strength she possessed. I had no desire to use it in the same way she did. But the spirit took control, and I could not resist.” She lowers her head in resignation. “I’m sorry, sisters. I failed us all. I was not strong enough.”
de: Der Geist kichert, als er deine Worte hört, doch das Gelächter ist schnell verstummt. Der Rest von Anettes Hexenzirkel - angeführt von der rothaarigen Hexe Erynn - bricht durchs Dickicht des Waldes und umringt Anette wortlos. Erynn nickt dir stumm zu. Ihre Absichten kannst du leicht an ihrem ernsten Auftreten ablesen. Nachdem dir bewusst wird, warum sie gekommen sind, trittst du zur Seite und lässt sie ihrem Werk nachgehen. Eine der Hexen zieht um Anette einen Kreis auf der Erde, während die anderen sie mit schlängelnden Spitzen versengender Energie binden. Der Wiedergänger kreischt und heult in Agonie, aber die Hexen lassen nicht ab. Als ihre Gesänge im Crescendo enden, durchstößt Erynn den vollkommenen Kreis mit ihrem Messer. Sie drückt es fest gegen die Luft - mit einer Anstrengung, als müsse sie festes Gestein durchbohren. Keziahs Geist verschwindet in einem Strudel geisterhaften Nebels und löst sich mit einem letzten Schrei in Luft auf. Anettes Körper bricht auf dem Boden zusammen. „Es ist vorbei“, sagst du und legst Erynn eine Hand auf die Schulter. „Nein“, antwortet sie barsch und zeigt in den Himmel. Die Sturmwolken sind verschwunden, aber du kannst nicht einen einzigen Stern am Nachthimmel erkennen. Die Grenzen des Horizonts rahmen die Leere über dir ein. Ein so enormer Riss, dass du ihn zuerst gar nicht wahrgenommen hast. Wie lange ragt er wohl schon über der Stadt auf, während du noch damit beschäftigt warst, unbedeutendere Durchbrüche abzuwehren? Du fragst, was getan werden kann, um einen Riss solchen Ausmaßes zu schließen. Sie presst die Kiefer aufeinander. „Ich weiß´es nicht. Aber ich weiß, wer.“ Sie kniet sich über Anette, erhebt ihren Arm und ohrfeigt sie hart. Anette schreckt hoch, herausgerissen aus ihrem katatonischen Zustand. „Ist es das, was du wolltest, Schwester?“ Erynn zerrt sie auf die Beine, damit sie die von ihr verursachte Katastrophe sehen kann. „Du weißt, dass ich das nicht wollte“, antwortete Anette mit kratziger Stimme. „Ich wollte doch nur, dass wir alle an ihrer Stärke teilhaben können. Ich hatte nicht vor, sie auf die gleiche Art zu nutzen. Aber der Geist hat Besitz von mir ergriffen und ich konnte ihm nicht widerstehen.“ Sie senkt resigniert ihren Kopf. „Es tut mir leid, meine Schwestern. Ich habe uns im Stich gelassen. Ich war nicht stark genug.“
es: El espíritu se ríe como loca cuando oye vuestras palabras, pero se le corta la risa de golpe. De entre los árboles sale lo que queda del aquelarre de Anette, con la bruja pelirroja Erynn a la cabeza, y rodean a Anette sin decir palabra. Erynn os hace un asentimiento solemne, mostrando su convicción a través de su adusto comportamiento. Comprendéis por qué han venido y os hacéis a un lado para que hagan su trabajo. Una de las brujas dibuja un círculo en la tierra en torno a Anette, mientras el resto la atan con líneas de ardiente energía. La resucitada aúlla y gime de agonía, pero las brujas no se atreven a detenerse: por fin, cuando sus cánticos llegan a un crescendo, Erynn perfora la santidad del círculo con su cuchillo, haciendo fuerza contra el aire y esforzándose como si intentara penetrar en roca sólida. El fantasma de Keziah se marcha en un remolino de niebla espectral, desapareciendo en el aire con un último grito. El cuerpo de Anette se desploma sobre el suelo al perder su apoyo. –Se ha acabado –le dice uno de vosotros a Erynn mientras le pone una mano en el hombro. –No –replica ésta con brusquedad mientras señala el cielo. Las nubes de tormenta han desaparecido, pero no lográis ver ni una estrella en el firmamento nocturno. Los bordes del horizonte enmarcan el vacío que hay sobre vuestras cabezas; es una brecha tan enorme que ni siquiera os habíais dado cuenta de que estaba ahí. ¿Cuánto tiempo ha alzado sobre la ciudad mientras os dedicabais a acabar con incursiones menores? Le preguntáis qué puede hacerse para cerrar una brecha de ese tamaño. La bruja tensa la mandíbula y responde: –No lo sé. Pero hay alguien que sí lo sabe. Se arrodilla junto a Anette, levanta la mano y le asesta una bofetada en el rostro. Anette sale de sus estado catatónico y se despierta sobresaltada. –¿Es esto lo que querías, hermana? –le pregunta Erynn mientras la pone en pie para obligarla a mirar la catástrofe que ha desencadenado. –Sabes que no es así –responde Anette con voz rota–. Sólo quería que todas tuviéramos alguna parte de la fuerza que poseyó en su tiempo. No tenía el menor deseo de emplearla del mismo modo que ella. Pero el espíritu se hizo con el control, y no pude resistirme –Baja la cabeza con resignación–. Lo siento, hermanas. Nos he fallado a todas. No fui lo bastante fuerte.
fr: Le spectre ricane en entendant vos mots, mais son rire tourne court. Le reste de la congrégation d’Anette – menée par la sorcière rousse prénommée Erynn – surgit de la forêt et encercle Anette. Erynn vous adresse un signe de tête solennel, sa résolution se voit à son air sévère. Vous comprenez la raison de leur venue et vous écartez pour les laisser accomplir leur tâche. L’une des sorcières trace un cercle dans la terre autour d’Anette pendant que les autres la retiennent avec des sortes de filaments de pure énergie. Le revenant pousse des hurlements d’agonie mais les sorcières n’en ont cure. Enfin, alors que leurs incantations atteignent leur paroxysme, Erynn brise le caractère sacré du cercle avec son couteau, le pressant fermement contre l’air comme si elle tentait de transpercer de la pierre. Le fantôme de Keziah disparaît dans un tourbillon de brume spectrale, se dissipant dans l’air dans un dernier gémissement. Le corps d’Anette tombe au sol. « C’est terminé », dites-vous en plaçant une main sur l’épaule d’Erynn. « Non », répond-elle durement en désignant le ciel. Les nuages orageux ont tous disparu, mais pas une seule étoile n’est visible dans le ciel nocturne. Il n’y a que le néant par-delà les frontières de l’horizon, une brèche si énorme que vous n’aviez même pas remarqué sa présence. Combien de temps a-t-elle mis à se former au-dessus de la ville pendant que vous combattiez des incursions mineures ? Vous demandez à Erynn ce que vous pouvez faire pour fermer une brèche de cette taille. Elle serre les dents. « Je ne sais pas. Mais je sais qui peut le savoir. » Elle s’agenouille auprès d’Anette, lève la main et la gifle de toutes les forces. Anette se réveille en sursaut et sort de son état catatonique. « Est-ce cela que tu voulais, ma sœur ? » demande Erynn en l’aidant à se remettre sur pieds et en la forçant à regarder la catastrophe dont elle est responsable. « Tu sais bien que non », rétorque Anette, d’une voix éteinte. « Je voulais simplement que nous retrouvions quelque fragment de notre puissance d’antan. Je n’avais aucun désir de l’utiliser de la même manière qu’elle. Mais son esprit a pris le contrôle et je n’ai pas pu résister. » Elle baisse la tête, résignée. « Je suis désolée, mes sœurs. J’ai failli. Je n’ai pas été assez forte. »
it: Lo spirito ride malignamente sentendo le vostre parole, ma la sua risata ha breve durata. Dalla boscaglia si fa avanti ciò che resta della congrega di Anette, guidata da Erynn, la strega dai capelli rossi: le donne circondano Anette senza pronunciare parola. Erynn annuisce solennemente col capo nella vostra direzione: i suoi gesti severi sono conferma della sua ferrea determinazione. Intuendo il motivo per cui le streghe sono venute qui, vi fate da parte e lasciate che facciano ciò che devono. Una delle streghe traccia un cerchio nel terreno attorno ad Anette, mentre le altre la legano con dei tentacoli di energia incandescente. Il redivivo grida e geme in agonia, ma le streghe non se ne curano. Quando il loro coro giunge al culmine Erynn viola la sacralità del circolo con il suo coltello, sferrando un energico colpo a mezz'aria come se tentasse di penetrare una barriera di pietra solida: il fantasma di Keziah scompare in un turbine di foschia spettrale, dissolvendosi nel nulla con un ultimo grido. Il corpo di Anette, ora privo di energia, crolla al suolo. “È finita” affermate appoggiando una mano sulla spalla di Erynn. “No” risponde la strega indicando il cielo sopra di voi: le nubi tempestose sono improvvisamente scomparse, ma nella notte non risplende alcuna stella. I confini dell'orizzonte si sono aperti per rivelare un abisso vuoto sopra le vostre teste, una breccia talmente vasta che non ne avevate nemmeno notato la comparsa. Da quanto tempo incombeva sulla città, mentre voi eravate impegnati a respingere le incursioni minori? Le chiedete quale sia il modo per chiudere una breccia di quelle dimensioni. Erynn stringe la mascella: “Non lo so. Ma so chi può risponderci.” Si inginocchia accanto ad Anette, solleva la mano e la schiaffeggia con vigore. Anette si risveglia con un sussulto ed esce dallo stato catatonico. “È questo che volevi, sorella?” Erynn la obbliga a rialzarsi in piedi e a contemplare la catastrofe che ha provocato. “Sai che non è così” risponde Anette con voce rauca. “Volevo solo che noi tutte ottenessimo una parvenza della forza che era in suo possesso; non avevo alcuna intenzione di usarla nel modo in cui l'ha usata lei. Ma lo spirito ha preso il sopravvento e non sono riuscita a opporre resistenza.” China il capo in preda allo sconforto. “Mi dispiace, sorelle, vi ho deluso tutte. Non sono stata abbastanza forte.”
ko: 케지아의 영혼은 당신의 말을 듣고도 낄낄댔지만, 그 웃음도 이내 멎었습니다. 나무 사이로 붉은 머리의 마녀 에린이 이끄는 마녀 잔당이 나타나 말없이 애닛을 둘러쌉니다. 당신을 향해 엄숙하게 고개를 끄덕이는 에린의 모습에서 단호한 결심이 내비칩니다. 당신은 저들의 의도를 읽고서, 마녀들이 사명을 다할 수 있도록 한 발짝 물러섰습니다. 한 마녀가 애닛 주변의 흙바닥에 의식진을 그리고, 다른 마녀들은 이글거리며 덩굴처럼 뻗어 나오는 에너지로 애닛을 옭아맸습니다. 망령은 고통에 차 비명을 지르며 울부짖지만 마녀들은 전혀 멈추지 않았습니다. 마침내, 마녀들의 영창 소리가 최고조에 이르자 에린은 마치 딱딱한 돌을 뚫으려는 것처럼 의식진 정중앙의 허공에다 칼을 푹 찔러 넣습니다. 그러자 케지아의 유령은 단말마를 내지르며 애닛에게서 떨어져 나가더니 소용돌이치는 혼령 안개로 비산했습니다. 케지아로부터 해방된 애닛의 몸이 힘없이 땅에 고꾸라집니다. “이제 끝난 거로군.” 당신은 에린의 어깨에 손을 올리며 말합니다. “아니.” 에린은 하늘 저편을 향해 가리키며 단호하게 말합니다. 폭풍 구름은 모두 사라졌지만, 사방으로 뻗은 지평선 안에 갇힌 밤하늘에는 별이 단 하나도 보이지 않는 텅 빈 공허만이 비칠 뿐입니다. 저것은 거대한 균열입니다. 너무나도 거대한 탓에 저것이 균열이라고 미처 생각지도 못했습니다. 작은 침습들을 방비하며 동분서주하느라 정신이 팔린 바람에 저 거대한 균열이 언제부터 도시 위에 닥친 건지도 몰랐던 것입니다. 이토록 거대한 균열을 닫으려면 무엇을 해야 하는지 묻자 에린은 이를 악뭅니다. “나는 모르지만, 아는 사람이 있지.” 에린이 애닛 앞에 무릎 꿇더니, 애닛의 뺨을 철썩 때립니다. 애닛은 깜짝 놀라며 정신을 차렸습니다. “대사제님께서 원한 결과가 이겁니까?” 에린은 애닛을 일으켜 세워서는 그녀가 몰고 온 대재앙을 가리킵니다. 애닛이 헐떡이며 답합니다. “그럴 리 없다는 걸 너도 알지 않느냐. 그저 우리 모두가 케지아만큼 강력한 힘을 얻길 원했던 거지, 그 힘을 케지아가 했던 식으로 쓰려던 게 아니야. 하지만 케지아의 영혼이 주도권을 잡게 되니 아무리 저항한들 소용이 없었다.”
pl: Duch zanosi się śmiechem na wasze słowa, lecz rechot wkrótce milknie ucięty jak nożem. Spomiędzy drzew wychodzi grupa wiedźm tworzących to, co pozostało z sabatu Anette, prowadzona przez rudowłosą Erynn. Kobiety w milczeniu otaczają Anette. Erynn kłania wam się poważnie w uznaniu. Cała jej postać promieniuje powagą i determinacją. Rozumiecie, czemu przybyły i odstępujecie, by mogły swobodnie zabrać się do pracy. Jedna z wiedźm kreśli krąg na ziemi wokół Anette. W tym samym czasie pozostałe pętają ją więzami palącej energii. Upiór wrzeszczy i zawodzi w agonii, lecz czarownice są nieugięte. Wreszcie ich zaśpiew osiąga crescendo i Erynn przerywa nietykalność kręgu swoim nożem, opierając się o niego z całych sił, jakby próbowała przebić nie przejrzyste powietrze, lecz litą skałę. Duch Keziah odpływa w wirze widmowej mgły, roztapiając się w powietrzu ze śmiertelnym krzykiem. Zwiotczałe ciało Anette pada głucho na ziemię. „To koniec” – stwierdza jedno z was, kładąc dłoń na ramieniu Erynn. „Nie” – odpowiada ostro kobieta, wskazując na niebo. Burzowe chmury zniknęły, lecz na nocnym firmamencie nie dostrzegacie choćby jednej gwiazdy. Linia horyzontu stanowi brzeg przepastnej pustki nieboskłonu, rozdarcia tak ogromnego, że nawet nie zdawaliście sobie sprawy z jego obecności. Jak długo wisiało nad miastem, podczas gdy wy trwoniliście czas na ochronę przed pomniejszymi pęknięciami? Pytacie, jak można zapieczętować rozdarcie o takich rozmiarach. Wiedźma zaciska szczęki. „Nie wiem. Ale znam kogoś, kto wie”. Klęka nad Anette, unosi dłoń i policzkuje ją siarczyście. Anette budzi się, gwałtownie wyrwana z katatonicznego stanu. „Czy tego właśnie chciałaś, siostro?” – mówi Erynn, podnosząc towarzyszkę i zmuszając, by obejrzała katastrofalne skutki swoich poczynań. „Doskonale wiesz, że nie” – odpowiada Anette zdartym głosem. – „Pragnęłam tylko, by każda z nas posiadła choć cień jej potęgi. Nie planowałam użyć tej mocy w taki sposób, jak ona. Jednak duch przejął kontrolę i nie potrafiłam mu się oprzeć”. Opuszcza głowę z rezygnacją. „Wybaczcie mi, siostry. Zawiodłam was wszystkie. Nie byłam dość silna”.
pt: O espírito gargalha ao ouvir suas palavras, mas o riso dele logo é interrompido. Surgindo das árvores, o restante do coven de Anette – liderado por Erynn, a bruxa ruiva – cerca Anette, em silêncio. Erynn acena solenemente com a cabeça para você, a convicção dela expressa em seu comportamento austero. Entendendo o motivo pelo qual elas vieram, você se afasta e deixa que elas façam trabalho delas. Uma das bruxas desenha um círculo na terra em volta de Anette, enquanto as outras a imobilizam com tentáculos de energia calcinante. O retornado guincha e uiva de agonia, mas as bruxas não se atrevem a parar. Por fim, com o canto delas se erguendo em um crescendo, Erynn perfura a sacralidade do círculo com sua faca, pressionando com firmeza o ar e se esforçando como se estivesse tentando perfurar uma pedra maciça. O fantasma de Keziah parte em um redemoinho de brumas espectrais, se dissipando no ar com um último grito. O corpo de Anette, sem apoio, tomba no chão. “Acabou”, você diz, colocando a mão no ombro de Erynn. “Não”, ela responde, ríspida, gesticulando em direção ao céu acima. Todas as nuvens de tempestade desapareceram; ainda assim, você não vê uma única estrela no céu noturno. As fronteiras do horizonte cercam o vazio acima de você, uma fenda tão enorme que você nem tinha percebido que ela estava ali. Por quanto tempo ela pairou sobre a cidade, enquanto você passava seu tempo protegendo-a de incursões menores? Você pergunta o que pode ser feito para fechar tamanha fenda. Ela cerra a boca. “Eu não sei. Mas sei de alguém que sabe.” Ela se ajoelha perto de Anette, levanta mão e dá um tapa com força na cara dela. Anette acorda em sobressalto, tirada de seu estado catatônico. “Era isso que você queria, irmã?” Erynn a levanta, forçando-a a olhar para cima, para a catástrofe que ela provocou. “Você sabe que não”, Anette responde, a voz arranhada. “Só queria que tivéssemos ao menos uma fração da força dela. Não desejava usá-la da mesma forma que ela. Mas o espírito tomou o controle e não consegui resistir.” Ela abaixa a cabeça, resignada. “Me perdoem, irmãs. Eu falhei com todas nós. Não fui forte o suficiente.”
ru: Дух только хохочет, услышав ваши слова, но смех вскоре обрывается. Из-за деревьев выходят оставшиеся от ковена ведьмы под предводительством рыжеволосой Эринн и безмолвно обступают Анетту. Эринн мрачно кивает вам, в её суровости видна непреклонная решимость. Понимая, зачем они явились, вы отходите, чтобы не мешать им делать своё дело. Одна из ведьм чертит на земле окружность вокруг Анетты, пока остальные сдерживают её узами обжигающей мощи. Призрак визжит и воет в агонии, но ведьмы не останавливаются. Наконец, когда их пение достигает кульминации, Эринн пронзает магический круг ножом, вдавливая клинок в воздух с такой силой, словно пытается пробить каменную стену. Дух Кассии с последним криком уносится прочь вихрем потусторонней мглы, бесследно растворяясь в воздухе. Тело Анетты безвольно падает наземь. «Всё кончено», — произносите вы, положив руку на плечо Эринн. «Нет», — отрезает она, указывая вверх. Штормовые тучи рассеялись, но в ночном небе нет ни одной звезды. От горизонта до горизонта простирается зияющая пустота, брешь настолько огромная, что вы и не осознавали её существования. Как долго она висела над городом, пока вы закрывали мелкие разломы? Вы спрашиваете Эринн, как залатать брешь таких размеров. Ведьма стискивает зубы. «Не могу сказать. Но знаю, кто сможет». Она опускается на колени перед Анеттой и хлёстко бьёт её по лицу, выдёргивая из ступора. Анетта резко приходит в сознание. «Этого ты добивалась, сестра?» — Эринн поднимает её на ноги, заставляя посмотреть наверх, на сотворённый ею катаклизм. «Ты знаешь, что не этого, — хрипло отвечает Анетта. — Я лишь хотела дать нам хоть малую толику могущества, которым она обладала. Я не желала использовать его так же, как она. Но призрак подчинил меня, и я не могла сопротивляться. — Она виновато опускает голову. — Простите, сёстры. Я подвела нас всех. Я оказалась недостаточно сильна».
vi: Linh hồn cười khúc khích khi nghe thấy lời bạn nói, nhưng tiếng cười của bà ta sớm tắt lịm. Nổi lên từ những cái cây, những phù thủy còn lại của nhóm Anette - do phù thủy tóc đỏ Erynn lãnh đạo - bao quanh Anette một cách lặng lẽ. Erynn gật đầu trang trọng với bạn, niềm tin của cô ấy thể hiện qua phong thái nghiêm nghị của cô ấy. Hiểu được lý do tại sao họ đến, bạn bước sang một bên và cho phép họ làm việc của mình. Một trong những phù thủy vẽ một vòng tròn trên đám đất xung quanh Anette, trong khi những người còn lại trói cô ấy bằng những sợi dây năng lượng nóng bỏng. Hồn ma hét lên và than khóc trong đau đớn, nhưng các phù thủy không dám dừng lại. Cuối cùng, khi tiếng niệm của họ lên đến đỉnh điểm, Erynn dùng dao đâm xuyên qua vòng tròn thần thánh, ấn mạnh vào không khí và căng thẳng như thể cô ấy đang cố xuyên thủng một viên đá rắn. Hồn ma của Keziah rời đi trong một cơn lốc sương mù, tan biến trong không khí loãng với tiếng kêu cuối cùng. Cơ thể của Anette, không còn được nâng đỡ, ngã gục xuống đất. Bạn nói, đặt tay lên vai Erynn, "Mọi chuyện đã kết thúc.” Cô trả lời một cách gay gắt, chỉ lên bầu trời, “Không.” Các đám mây bão đều đã biến mất, nhưng bạn không đếm được một ngôi sao nào trên bầu trời đêm. Các biên giới của đường chân trời đóng khung khoảng trống trống trải phía trên bạn, một vết thủng lớn đến mức bạn thậm chí còn không nhận ra nó ở đó. Nó đã tồn tại bao lâu trong thị trấn trong khi bạn dành thời gian để chống lại những sự xâm nhập nhỏ hơn? Bạn hỏi xem điều gì có thể được thực hiện để đóng một sự xâm nhập có kích thước như vậy. Cô ấy nghiến chặt hàm. "Tôi không biết. Nhưng tôi biết ai có thể”. Cô quỳ trên người Anette, giơ tay và tát mạnh vào mặt cô ấy. Anette giật mình tỉnh giấc, giật mình ra khỏi trạng thái sững sờ. Erynn kéo cô đứng dậy, buộc cô phải nhìn lên thảm họa mà cô đã gây ra, "Đây có phải là những gì chị muốn?" Anette trả lời, giọng cô ấy rệu rã, “Em biết là không phải mà. Chị chỉ muốn tất cả chúng ta có chút sức mạnh mà bà ấy sở hữu. Chị không có ý định sử dụng nó theo cách mà bà ấy đã làm. Nhưng linh hồn bà ấy đã kiểm soát, và chị không thể chống lại”. Cô ấy cúi đầu hối lỗi, “Tôi xin lỗi, các chị em. Tôi đã làm chúng ta thất bại. Tôi đã không đủ mạnh mẽ”.
zh: 那鬼魂听了你的话便笑了起来，但她的笑声很快便停止了。女巫集会残部从树林里现身，无声地围住安妮特身侧，领导着她们的是红发女巫伊琳。伊琳神色严肃地朝你点头致意，她坚定的态度表达了她的信念。你了解她们的来意后站到一旁，任她们动手。 其中一名女巫在安妮特周围的地上画了一个圈，其余的女巫则运起炽热的魔力，如触须一般将安妮特捆了起来。亡灵痛苦得尖叫、哀号，但女巫们却不敢停止。她们的咏唱声渐强，最后伊琳用她的尖刀刺向这个神圣的圆圈，刀子朝著空无一物的地方用力顶去，像是要刺穿坚石一般。凯夏的幽灵离开了安妮特的身体，化作一团鬼灵迷雾，伴随著最后一声尖叫，消失得无影无踪。安妮特的身体失去支撑，倒在地上。“已经结束了。”你一手放在伊琳的肩膀上说道。 “不。”她指向天空厉声答道。暴风雨的乌云已经全部消失，但夜空中依然一颗星星都看不见。地平线的边界勾勒出你头顶的虚空，那儿的裂口之大，让你之前甚至都没有意识到。这段时间你所防备的入侵比起它来都是小巫见大巫，它究竟笼罩了这座城市多久？ 你问她要怎么做才能关闭如此巨大的裂口。她下颌紧绷：“我不知道。但我知道一个人，她知道办法。”她跪坐在安妮特身上，一巴掌狠狠地打在安妮特的脸上。安妮特从紧张木然的状态中猛地醒来。 “姐姐，这就是你要的吗？”伊琳把她拉了起来，强迫她抬头看自己一手酿造的大祸。 “这不是，你知道的。”安妮特声音颤抖著回答，“我只是想让我们每个人都分得她的力量。我无意像那幽灵一样运用力量作恶。但当时它主导了一切，我无力抗拒。”她无奈地垂下头来，“对不起，妹妹。我让大家失望了。是我当时还不够强大。”
