Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Anette stands at the center of her circle of witches, her eyes aglow with boundless power. Above, hundreds of phantasmal shapes reach out, a web of power linking the witches and their deceased brethren. The wraiths descend, each claiming a body for themselves, manipulating it to their own ends. The witches’ only show of resistance is the blood that drips from their eyes as their unwilling spell reaches its culmination. “It is time!” The disembodied voice of Keziah declares through Anette’s lips. “The Primal Chaos awaits! Hear us, Daemon Sultan!” Her voice rises into the night, and a breach greater than the sky itself opens. The borders of the horizon frame the empty void above. It reaches into infinity, beyond the confines of three-dimensional space. “I have done as you commanded of me,” she says to a being who is not present, but can hear her every word. “Now reap this world of the living, and let them suffer for their mistakes.” With that, the spectral figures vanish one by one, whisked away by the emptiness above. Anette and her sisters collapse to the ground unceremoniously. A thin, discordant flute warbles throughout the fabric of the world…
de: Anette steht noch inmitten eines Kreises aus Hexen, ihre Augen glühen vor grenzenloser Macht. Über ihnen dringen Hunderte von geisterhaften Schemen heraus, ein Geflecht der Macht, welches die Hexen und ihre verstorbenen Geschwister verbindet. Die Geister sinken herab, jeder für sich einen Körper fordern, um ihn nach Belieben zu manipulieren. Das einzige Zeichen von Widerstand ist das Blut, das aus den Augen der Hexen tropft, als ihr Zauber seinen Höhepunkt findet. „Es ist an der Zeit!“ Die körperlose Stimme Keziahs kommt über Anettes Lippen. „Das Urchaos erwartet uns! Höre uns an, Dämonensultan!“ Ihre Stimme erhebt sich in die Nacht und ein Riss, größer als der Himmel selbst, öffnet sich. Die Grenzen des Horizonts rahmen die Leere über dir ein. Er reicht bis hin zu Unendlichkeit, über die Grenzen des dreidimensionalen Raumes hinweg. „Ich habe getan, wie du mir befohlen hast“, sagt sie zu einem Wesen, das nicht hier ist, aber jedes Wort hören kann. „Ernte nun diese Welt der Lebenden und lasse sie für ihre Fehler leiden.“ Mit einem Mal verschwinden die geisterhaften Schemen einer nach dem anderen in der Leere über dir. Anette und ihre Schwestern brechen auf dem Boden zusammen. Feine, disharmonische Flötenklänge ziehen sich durch das Gefüge der Welt…
es: Anette se encuentra en el centro de su círculo de brujas, con los ojos brillantes de poder sin límites. Sobre ella, cientos de siluetas fantasmales extienden los brazos, y una red de poder une a las brujas con sus hermanas muertas. Los espíritus descienden y cada uno reclama un cuerpo para sí, manipulándolo para sus propios fines. La única muestra de resistencia de las brujas es la sangre que gotea de sus ojos cuando el hechizo que han lanzado en contra de su voluntad llega a su culmen. –¡Es el momento!– declara la voz incorpórea de Keziah a través de los labios de Anette–. ¡El Caos Primordial nos aguarda! ¡Escúchanos, Sultán Demoníaco! Su voz se eleva en la noche, y una brecha más grande que el mismo cielo se abre. Los bordes del horizonte enmarcan el vacío sobre vuestras cabezas. Se extiende hacia el infinito, más allá de los confines del espacio tridimensional. –He hecho lo que me ordenaste –le dice a un ser que no está presente, pero que puede oír todas sus palabras–. Ahora, cosecha este mundo de vivos y haz que sufran por sus errores. Tras decir esto, las siluetas espectrales se desvanecen una a una, arrebatadas por el vacío de arriba. Anette y sus hermanas se desploman bruscamente. Una aguda flauta discordante trina en el tejido del mundo…
fr: Anette se tient au centre de son cercle de sorcières, ses yeux brillent d’un pouvoir sans limite. Au-dessus s’étendent des centaines de formes fantomatiques, une toile de pouvoir qui lie les sorcières à leurs défuntes sœurs. Les spectres descendent et chacun s’approprie le corps d’une des sorcières, le manipulant à ses propres fins. Le seul indice de résistance des sorcières est le sang qui s’écoule de leurs orbites au moment où leur sort contrefait atteint son point culminant. « L’heure est venue ! » annonce la voix désincarnée de Keziah par les lèvres d’Anette. « Le Chaos Primordial attend ! Entends-nous, Sultan des Démons ! » Sa voix s’élève dans la nuit et une brèche plus grande que le ciel lui-même s’ouvre. Il n’y a plus que le néant par-delà l’horizon. La brèche franchit les frontières de l’infini, au-delà des limites de l’espace tridimensionnel. « J’ai exécuté vos ordres », dit-elle à un être qui n’est pas présent mais peut entendre chaque mot. « À présent venez faucher ce monde des vivants et laissez-les souffrir pour leurs erreurs. » À ces mots, les formes spectrales sont aspirées par le vide au-dessus. Anette et ses sœurs tombent brusquement au sol. Le son ténu d’une flûte discordante commence à pénétrer le tissu du monde…
it: Anette si erge al centro del circolo delle streghe e i suoi occhi risplendono di un potere sconfinato. Più in alto, centinaia di forme spettrali si protendono verso di lei formando una rete di potere che collega le streghe alle loro consorelle decedute. I wraith scendono fluttuando: ognuno rivendica un corpo per sé, da manipolare per i propri fini. L'unico segno di resistenza delle streghe è il sangue che cola dai loro occhi quando l'incantesimo che recitavano con riluttanza giunge al culmine. “È giunta l'ora!” proclama la voce disincarnata di Keziah attraverso le labbra di Anette. “Il Caos Primordiale attende! Ascolta le nostre suppliche, Demone Sultano!” La sua voce echeggia nella notte e una breccia più grande del cielo stesso si spalanca. I confini dell'orizzonte si aprono per rivelare un abisso vuoto che si protende verso l'infinito, oltre i confini dello spazio tridimensionale. “Ho fatto ciò che mi hai ordinato” annuncia a un essere che, pur non essendo presente, ode ogni sua parola. “Ora raccogli la mietitura di questo mondo di viventi, e falli soffrire per i loro errori.” Detto questo, le figure spettrali svaniscono una dopo l'altra, risucchiate dal vuoto soprastante. Anette e le sue sorelle crollano bruscamente a terra. La tenute melodia dissonante di un flauto echeggia attraverso la trama della realtà…
ko: 마녀단이 둥글게 둘러선 가운데, 그 원의 중심에 선 애닛의 눈이 끝없는 힘으로 빛납니다. 그녀의 머리 위 허공에서 망자가 된 마녀들의 무수한 영체가 뻗어 나와 마녀단과 강력한 힘의 그물망을 엮어갑니다. 망령들은 그곳에 선 마녀의 몸뚱이로 하나하나 내려앉으며, 그 몸을 하나하나 취합니다. 의식은 정점에 이르고, 예상치 못하게 제 몸을 뺏긴 마녀들은 아무런 저항도 못 하고 그저 눈에서 핏방울만 뚝뚝 떨어뜨렸습니다. “시간이 되었노라!” 애닛이 입을 벌리자 케지아의 목소리가 육신의 굴레를 벗어난 것처럼 울려 퍼집니다. “태고의 혼돈께서 기다리신다! 저희의 말을 들어 주십시오, 만악의 군주이시여!” 케지아의 목소리가 밤하늘 높이 솟구치고, 하늘보다도 더 광활한 균열이 허공에 쩍하고 벌어집니다. 텅 빈 무의 공간이 지평선 위의 허공을 꽉 채우고는 3차원의 세계를 넘어서까지 무한히 뻗어 나갑니다. “명하신 대로 행하였나이다.” 케지아는 이곳에 존재하지 않음에도 자신의 말을 낱낱이 듣고 있을 존재를 향해 탄원합니다. “이제 산 자의 세계를 거두어들이시고, 그들이 자신의 실수에 대한 대가로 고통받게 하소서.” 말이 끝나자 혼령들은 허공에 열린 공허에 휩쓸려 하나둘씩 사라집니다. 애닛과 마녀단은 땅으로 픽픽 쓰러지고, 피리의 옅은 불협화음이 현실의 결을 타고 울려 퍼집니다…
pl: Anette stoi pośrodku kręgu wiedźm. Jej oczy jarzą się nieskończoną mocą. Powyżej setki widmowych kształtów wyciągają ramiona w stronę czarownic poprzez sieć mocy łączącą wiedźmy z ich zmarłymi siostrami. Upiory pikują w dół, a każdy zawłaszcza sobie jedno ciało, gotów wykorzystać je do własnych celów. Jedynym dowodem oporu wiedźm jest krew spływająca z ich oczu, kiedy niezamierzone zaklęcie osiąga kulminację. „Nadszedł czas!” – wybrzmiewa przez usta Anette bezcielesny głos Keziah. – „Pierwotny Chaos oczekuje! Usłysz nas, Sułtanie Demonów!” Jej głos niesie się wśród nocy, a nad głowami otwiera się rozdarcie większe niż samo niebo. Linia horyzontu stanowi brzeg przepastnej pustki nieboskłonu ciągnącej się w nieskończoność, poza granice trójwymiarowej przestrzeni. „Zrobiłam, czego ode mnie żądałeś” – mówi Keziah do bytu, który nie jest obecny, ale słyszy każde słowo. – „Teraz rozpocznij swe żniwa i odbierz życie wszystkimi istotom na tym świecie. Niechaj cierpią za swe błędy”. Na te słowa widmowe postaci znikają jedna po drugiej, ulatując w stronę rozciągającej się wokół pustki. Anette wraz z siostrami padają na ziemię jak kłosy podcięte ręką kosiarza. Wtem materię rzeczywistości przenikają świergotliwie wysokie, fałszywe tony fletni…
pt: Anette está de pé no centro de seu círculo de bruxas, seus olhos brilhando de poder místico. Acima, centenas de formas fantasmagóricas estendem os braços, uma teia de poder ligando as bruxas a suas companheiras falecidas. As aparições descem, cada uma tomando um corpo para si, usando-o para seus próprios fins. A única demonstração de resistência das bruxas é o sangue que goteja de seus olhos enquanto o feitiço involuntário culmina. “É hora!” A voz desencarnada de Keziah declara pelos lábios de Anette. “O Caos Primordial aguarda! Ouça-nos, Demônio Sultão!” A voz dela se ergue na noite e uma fenda, maior que o próprio céu, é aberta. As linhas do horizonte emolduram o vazio acima. Ele se estende ao infinito, além dos limites do espaço tridimensional. “Eu fiz como o senhor ordenou”, ela diz a um ser que não está presente, mas pode ouvir cada palavra. “Agora purifique este mundo dos vivos e que eles sofram por seus erros.” Com isso, as figuras espectrais desaparecem uma a uma, tragadas pela escuridão acima. Anette e suas irmãs vão ao chão abruptamente. Uma flauta fina e discordante soa por todo o tecido do mundo…
ru: Анетта стоит посреди круга ведьм, и в её глазах пылает безграничная мощь. С неба тянутся сотни призрачных фигур, связанных с ведьмами паутиной мистической силы. Тени спускаются, каждая вселяется в одно из тел и управляет им по своему разумению. Капли крови сочатся из глаз ведьм, пока они поневоле доводят заклинание до кульминации. «Час настал! — возвещает устами Анетты бестелесный голос Кассии. — Изначальный хаос ждёт! Услышь нас, Султан демонов!» Её голос возносится в ночь, и над вами открывается брешь больше самого неба. От горизонта до горизонта простирается зияющая пустота. Она уходит в бесконечность, за границы трёх измерений. «Я свершила приказанное тобой, — говорит Кассия существу, которого здесь нет, но которое слышит каждое слово. — Пожни же этот мир живых, и пусть они страдают за свои проступки». С этими словами тени одна за одной исчезают, затянутые в пустоту наверху. Анетта и её сёстры безвольно падают наземь. По ткани бытия разносится тонкая нестройная мелодия флейт…
vi: Anette đứng ở trung tâm vòng tròn phù thủy của mình, đôi mắt rực sáng với sức mạnh vô biên. Phía trên, hàng trăm hình dạng ma quái vươn ra ngoài, một mạng lưới sức mạnh liên kết các phù thủy và những người đồng bào đã chết của họ. Những cơn thịnh nộ ập xuống, mỗi người đòi hỏi một cơ thể cho riêng mình, tự mình thao túng nó. Sự phản kháng duy nhất của các phù thủy là máu chảy ra từ mắt họ khi phép thuật bất đắc dĩ của họ đạt đến đỉnh điểm. Giọng nói quái gở của Keziah vang lên qua đôi môi của Anette, "Đã đến lúc! Hỗn Loạn Nguyên Sơ đang chờ! Hãy nghe chúng tôi, Vua Quỷ!” Giọng bà ta vang lên trong đêm, và một lỗ hổng lớn hơn cả bầu trời mở ra. Các biên giới của đường chân trời đóng khung khoảng không trống rỗng bên trên. Nó vươn tới vô tận, vượt ra ngoài giới hạn của không gian ba chiều. Bà ta nói chuyện với một sinh vật không có mặt ở đây, nhưng có thể nghe thấy từng lời của bà ấy: “Tôi đã làm theo lời của ngài. Bây giờ hãy gặt hái thế giới của những kẻ đang sinh sống này, và để chúng phải gánh chịu những sai lầm của chúng." Cùng với đó, những hình bóng ma quái lần lượt biến mất, bị sự trống rỗng bên trên quét sạch. Anette và các chị em gái của cô ngã xuống đất một cách bất thường. Một cây sáo mỏng manh, nghịch âm vang vọng khắp thế giới…
zh: 安妮特站在女巫围成的圆圈中央，眼中有无穷的力量在发光。在她们上方，有数百个幽灵般的人影伸出手臂，力量交织成网，连接著每个女巫和她们死去的同袍。鬼魂纷纷降落，每个鬼魂都想要得到一副肉体，通过操纵肉体来达到自己的目的。即便女巫们心不甘情不愿，她们的念咒声还是到达了顶峰。唯一能证明她们心中不甘的，只有眼眶里流出的鲜血。 “时候到了！”凯夏空洞的声音自安妮特的口中说出。“原初混沌在等待著我们！倾听我们的声音吧，恶魔之王！”她的声音升上夜空，传入一个比天空自身还大的裂口。地平线的边界勾勒出你头顶的虚空。这片虚空无限延伸，超越了三维空间的限制。“我已经照著您的吩咐办好了。”她对著一个不存在的，却能听到她每句话的人说道：“现在请您收割这属于生者的世界吧，让他们为自己犯下的错误而受苦。” 话音未落，幽灵的身影突然被上方的虚空带走，一个接一个地消失。安妮特和她的姐妹猛地倒落在地。在世界的各个角落，响起一道如鸟鸣般的、尖细的不谐笛声。

source: Carl Sanford stands at the podium of the Lodge’s Inner Sanctum, clad in silver-and-blue robes. Before him, his subjects kneel in subjugation, ready to receive the power promised to them and claim their rightful place in the new world that they will create. The tome Sanford reads from glows with witch-light. “The bonds of mortality have held us back for too long!” He declares as the ceremony reaches its climax. “We will break these bonds and ascend to a higher plane!” Above the very building they stand in, a breach greater than the sky itself opens. The borders of the horizon frame the empty void above. It reaches into infinity, beyond the confines of three-dimensional space. Then all of the candles in the Lodge’s sanctum are snuffed out at once, and the chanting ceases, followed by quiet, nervous murmuring. “What is going on?” Sanford demands, trying desperately to read from the tome in front of him. But it is too late. The Lodge has succeeded only in accelerating their doom. True immortality can only be achieved by those who are worthy. A thin, discordant flute warbles throughout the fabric of the world…
de: Carl Sanford steht in eine silberblauen Robe gekleidet an einem Podium im Innersten Heiligtum der Loge. Vor ihm knien unterwürfig seine Anhänger. Sie sind bereit, die ihnen versprochene Macht zu erhalten und damit ihren rechtmäßigen Platz in der neuen Weltordnung zu beanspruchen. Das Buch, aus welchem Sanford liest, leuchtet mit Hexenfeuer. „Die Fesseln der Sterblichkeit haben uns zu lange zurückgehalten!“ Als die Zeremonie ihren Höhepunkt erreicht, erklärt er: „Wir werden die Fesseln durchbrechen und zu einer höheren Ebene aufsteigen!“ Über dem Gebäude, in dem sie sich versammelt haben, öffnet sich ein Riss, größer als der Himmel selbst. Die Grenzen des Horizonts rahmen die Leere über dir ein. Er reicht bis hin zur Unendlichkeit, über die Grenzen des dreidimensionalen Raumes hinweg. Plötzlich erlöschen alle Kerzen im Innersten Heiligtum der Loge. Die Gesänge verstummen, gefolgt von nervösem Gemurmel. „Was geschieht hier?“ Sanford versucht, weiter aus dem vor ihm liegenden Buch zu lesen. Aber es ist zu spät. Die Loge hat lediglich ihr eigenes Verderben beschleunigt. Wahre Unsterblichkeit kann nur von denen erlangt werden, die ihrer würdig sind. Feine, disharmonische Flötenklänge ziehen sich durch das Gefüge der Welt…
es: Carl Sanford se encuentra en el podio del santuario interior de la Logia, ataviado con una túnica de color azul y plata. Ante él, sus súbditos dominados se arrodillan, listos para recibir el poder prometido y reclamar su sitio por derecho en el nuevo mundo que van a crear. El tomo del que está leyendo Sanford brilla con una luz mágica: –¡Las ataduras de la mortalidad nos han retenido durante demasiado tiempo! –declara cuando la ceremonia alcanza su clímax–. ¡Romperemos esas ataduras y ascenderemos a un plano superior! Sobre el edificio en el que se encuentran, se abre una brecha más grande que el mismo cielo. Los bordes del horizonte enmarcan el vacío sobre vuestras cabezas. Se extiende hacia el infinito, más allá de los confines del espacio tridimensional. Después, todas las velas del santuario de la Logia se apagan a la vez, y el cántico cesa, seguido de un leve murmullo nervioso. –¿Qué está pasando? –pregunta Sanford, tratando desesperadamente de leer del tomo que tiene delante. Pero es demasiado tarde. En lo único que ha tenido éxito la Logia es en acelerar su perdición. Sólo quienes son dignos pueden alcanzar la verdadera inmortalidad. Una aguda flauta discordante trina en el tejido del mundo…
fr: Carl Sanford se tient sur l’estrade du Sanctuaire Intérieur de la Loge, vêtu de ses robes bleu et argent. Devant lui, ses sujets s’agenouillent en contemplation, prêts à recevoir le pouvoir qui leur a été promis et à revendiquer leur véritable place dans le nouveau monde qu’ils créeront. Le grimoire que lit Sanford luit d’une lumière fantomatique. « Les frontières de la mort se sont imposées à nous trop longtemps ! » déclare-t-il à l’apogée de la cérémonie. « Nous briserons ces frontières, et accéderons à un niveau de conscience supérieur ! » Au-dessus du bâtiment, une brèche plus grande que le ciel lui-même s’ouvre. Il n’y a plus que le néant par-delà l’horizon. La brèche franchit les frontières de l’infini, au-delà des limites de l’espace tridimensionnel. Puis, toutes les bougies du sanctuaire de la Loge sont soufflées d’un seul coup, et les psalmodies cessent, remplacées par des murmures d’inquiétude. « Que se passe-t-il ? » demande Sanford en essayant désespérément de lire l’ouvrage devant lui. Mais il est trop tard. La Loge n’est parvenue qu’à accélérer l’inévitable. La véritable immortalité ne peut être acquise que par ceux qui en sont dignes. Le son ténu d’une flûte discordante commence à pénétrer le tissu du monde…
it: Carl Sanford si trova in piedi sul podio del sancta sanctorum della Loggia, avvolto in una veste blu e argento. Davanti a lui, i suoi sudditi si inginocchiano in un atto di sottomissione, pronti a ricevere il potere che è stato loro promesso e a prendere il posto che spetta loro nel nuovo mondo che verrà forgiato. Il tomo che Sanford sta leggendo risplende di un bagliore stregato: “I vincoli della mortalità ci hanno trattenuti fin troppo a lungo!” proclama quando la cerimonia giunge al culmine. “Spezzeremo quei legami e ascenderemo a un piano superiore!” Proprio sopra l'edificio in cui si trovano, una breccia più grande del cielo stesso si spalanca. I confini dell'orizzonte si aprono per rivelare un abisso vuoto che si protende verso l'infinito, oltre i confini dello spazio tridimensionale. Poi tutte le candele del sancta sanctorum della Loggia si spengono simultaneamente e il coro si interrompe, seguito da un mormorio inquieto. “Che sta succedendo?” chiede Sanford, cercando disperatamente una risposta nel tomo davanti a lui. Ma è troppo tardi: la Loggia è riuscita soltanto ad accelerare la sua rovina. La vera immortalità può essere concessa soltanto a chi ne è degno. La tenute melodia dissonante di un flauto echeggia attraverso la trama della realtà…
ko: 은청색 예복을 두른 칼 샌포드가 집회소 내부 성소 연단에 섰습니다. 그 앞으로는 교단원 몇이 자신에게 약속된 힘을 받고 황혼회가 마련할 신세계에서 정당한 자리를 차지하고자 기꺼이 무릎을 꿇고 있습니다. 샌포드가 읽는 서적에 서린 흑마술이 보랏빛으로 타오릅니다. 식이 최고조에 이르자 샌포드가 외칩니다. “우리는 필멸의 굴레에 얽매여 너무도 오랫동안 진보하지 못하였노라! 이제 이 굴레를 벗어던지고 초월하여 더욱더 높은 차원의 존재로 거듭나리라!” 그들이 서 있는 집회소 바로 위쪽에 하늘보다도 더 광활한 균열이 허공에 쩍하고 벌어집니다. 텅 빈 무의 공간이 지평선 위의 허공을 꽉 채우고는 3차원의 세계를 넘어서까지 무한히 뻗어 나갑니다. 이와 함께 성소의 모든 양초가 한꺼번에 꺼지고, 주문을 읊던 이들이 영창을 멈추고는 불안한 듯 조용히 속삭입니다. “뭐가 어떻게 되고 있는 거야?” 샌포드는 계속해서 책을 읽어가며 다급하게 힘을 구걸해 보지만, 이미 너무 늦었습니다. 진정한 불멸이란 자격을 갖춘 자에게만 주어질 뿐, 황혼회는 그저 인류의 파멸을 앞당긴 것에 불과했습니다. 피리의 옅은 불협화음이 현실의 결을 타고 울려 퍼집니다…
pl: Carl Sanford stoi na podwyższeniu w Wewnętrznym Sanktuarium Loży, ubrany w srebrno-błękitne szaty. Zgromadzeni przed nim poddani klęczą w pokorze, gotowi otrzymać obiecaną im moc i zająć przynależne miejsce w nowym świecie, który stworzą. Księga, z której czyta Sanford, jaśnieje wiedźmim blaskiem. „Nazbyt długo pozostawaliśmy spętani okowami własnej śmiertelności!” – oświadcza, gdy ceremonia osiąga szczytowy punkt. – „Zerwiemy je i wzniesiemy się na wyższy wymiar egzystencji!” Dokładnie nad budynkiem, w którym stoją kultyści, otwiera się szczelina większa niż samo niebo. Linia horyzontu stanowi brzeg przepastnej pustki nieboskłonu ciągnącej się w nieskończoność, poza granice trójwymiarowej przestrzeni. Potem wszystkie świece w sanktuarium Loży gasną, jakby zduszone jednym podmuchem, a intonowana pieśń zamiera, zastąpiona tyleż cichymi, co nerwowymi szeptami. „Co się dzieje?” – pyta Sanford gniewnie, rozpaczliwie próbując czytać ze spoczywającej przed nim księgi. Lecz jest za późno. Loży udało się jedynie przyspieszyć własny upadek. Prawdziwą nieśmiertelność mogą osiągnąć tylko ci, którzy są godni. Wtem materię rzeczywistości przenikają świergotliwie wysokie, fałszywe tony fletni…
pt: Carl Sanford está de pé no pódio do Sanctum Interno da Loja, vestindo um manto prateado e azul. Diante dele, seus súditos se ajoelham em submissão, prontos para receberem o poder prometido a eles e assumirem seu lugar de direito na nova ordem mundial que criarão. O tomo que Sanford lê brilha com luz de bruxa. “Os grilhões da mortalidade nos aprisionaram tempo demais!”, ele declara quando a cerimônia chega a seu clímax. “Vamos rompê-los e ascender a um plano superior!” Acima da casa em que eles estão, uma fenda maior que o próprio céu se abre. As linhas do horizonte emolduram o vazio acima. Ele se estende ao infinito, além dos limites do espaço tridimensional. Então, todas as velas no sanctum da Loja se apagam de uma vez; o canto cessa, seguido de murmúrios baixos e nervosos. “O que está acontecendo?”, Sanford reivindica, tentando desesperadamente ler o tomo em frente a ele. Mas é tarde demais. A Loja só teve sucesso em acelerar sua própria ruína. A verdadeira imortalidade só pode ser alcançada pelos que são dignos. Uma flauta fina e discordante soa por todo o tecido do mundo…
ru: На помосте в Святая святых Ложи стоит Карл Сэнфорд, облачённый в серебряно-голубую мантию. Перед ним покорно прекло­нили колени его подчинённые, готовые принять обещанную им мощь и занять свои места в новом мире, что они создадут. Книга, которую читает Сэнфорд, сияет ведьмовским светом. «Оковы бренности удерживали нас слишком долго! — провозглашает он, когда ритуал достигает кульминации. — Мы разрушим эти оковы и вознесёмся в высшее пространство!» Над зданием открывается брешь больше самого неба. От горизонта до горизонта простирается зияющая пустота. Она уходит в бесконечность, за границы трёх измерений. Все свечи в святилище Ложи разом гаснут, и пение смолкает, уступая место тихому нервному перешёптыванию. «Что происходит?» — требовательно вопрошает Сэнфорд, лихорадочно листая лежащую перед ним книгу. Но уже слишком поздно. Ложе удалось лишь приблизить свой роковой конец. Истинное бессмертие обретают лишь достойные. По ткани бытия разносится тонкая нестройная мелодия флейт…
vi: Carl Sanford đứng trên bục của Lodge’s Inner Sanctum, mặc áo choàng màu xanh bạc. Trước mặt ông ta, thần dân của ông ta quỳ gối phục tùng, sẵn sàng nhận sức mạnh đã hứa với họ và giành lấy vị trí chính đáng của họ trong thế giới mới mà họ sẽ tạo ra. Cuốn sách Sanford đọc phát ra một ánh sáng mê hoặc. Ông ta tuyên bố khi buổi lễ lên đến đỉnh điểm, "Những ràng buộc của cái chết đã kìm hãm chúng ta quá lâu! Chúng ta sẽ phá vỡ những ràng buộc này và đi lên một bình diện cao hơn!" Phía trên chính tòa nhà mà họ đang đứng, một lỗ thủng lớn hơn cả bầu trời mở ra. Các biên giới của đường chân trời đóng khung khoảng không trống rỗng bên trên. Nó vươn tới vô tận, vượt ra ngoài giới hạn của không gian ba chiều. Sau đó, tất cả các ngọn nến trong chính điện của Lodge đều bị dập tắt ngay lập tức, và tiếng niệm kinh chấm dứt, theo sau đó là tiếng rì rầm kín đáo và lo lắng. Sanford gặng hỏi, cố gắng đọc một cách tuyệt vọng từ cuốn sách trước mặt ông ta, "Chuyện gì đang xảy ra vậy?" Nhưng đã quá muộn. Lodge chỉ thành công trong việc đẩy nhanh sự diệt vong của họ. Sự bất tử đích thực chỉ có thể đạt được bởi những người xứng đáng. Một cây sáo mỏng manh, nghịch âm vang vọng khắp thế giới…
zh: 卡尔·桑福德站在秘社圣堂内室的讲台上，身穿银蓝相间的长袍。他的臣民跪在他身前以示臣服，正要接受承诺过的力量，要求在他们将要建立的新世界中得到自己应有的地位。桑福德读著的书上发出巫术的光芒。“死亡将我们禁锢太久了！”仪式达到高潮时，他大声宣告，“我们将打破禁锢，提升至更高层次！” 就在他们所在位置上方，有一个比天空自身还大的裂口。地平线的边界勾勒出你头顶的虚空。这片虚空无限延伸，超越了三维空间的限制。随后，圣堂里所有蜡烛登时熄灭，吟诵声嘎然而止，取而代之的是低声，紧张的嘟囔声。“发生什么事？”桑福德一边拼命阅读自己面前的那本书，一边问道。但已经太晚了。秘社只是成功地加快了自己的灭亡。真正的永生，只有与之相配的人才能得到。在世界的各个角落，响起一道如鸟鸣般的、尖细的不谐笛声。

source: In the Clutches of Chaos
de: In den Fängen des Chaos
es: En las garras del caos
fr: Dans les Griffes du Chaos
