Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Incursions are primarily caused via the following ability on Agenda 1a: “<b>Forced</b> – When a breach would be placed on a location with 3 breaches: Instead, resolve an <b>incursion</b> at that location.” However, card effects can also cause an <b>incursion</b> to occur. To resolve an incursion at a location, perform the following steps, in order:
de: Durchbrüche werden hauptsächlich durch die folgende Fähigkeit auf Agendakarte 1a verursacht: „<b>Erzwungen</b> – Sobald ein Riss auf einem Ort mit 3 Rissen platziert werden würde: Handle statt dessen einen <b>Durchbruch</b> an jenem Ort ab.“ Auch Karteneffekte können Durchbrüche verursachen. Um einen Durchbruch an einem Ort abzuhandeln, werden folgende Schritte in der angegebenen Reihenfolge durchgeführt:
es: Las incursiones se provocan principalmente mediante la siguiente capacidad del plan 1a: “<b>Obligado</b> – Cuando fuese a colocarse una brecha sobre un Lugar que tenga 3 brechas: En lugar de eso, resuelve una <b>incursión</b> en ese Lugar.”. Sin embargo, también hay efectos de cartas que pueden provocar que se produzca una <b>incursión</b>. Para resolver una incursión en un Lugar, realiza los siguientes pasos en orden:
fr: Les incursions sont principalement causées par la capacité suivante de l’Intrigue 1a : «<b>Forcé</b> – Quand une brèche devrait être placée sur un lieu ayant 3 brèches: résolvez une incursion dans ce lieu à la place. » Des effets de carte peuvent également causer des incursions. Pour résoudre une incursion, effectuez les étapes suivantes, dans l’ordre:
it: Le incursioni sono causate soprattutto dalla seguente capacità sulla Trama 1a: “<b>Obbligo</b> - Quando una breccia sta per essere collocata su un luogo con 3 brecce: risolvete invece un'<b>incursione</b> in quel luogo.” Tuttavia, anche alcuni effetti delle carte possono provocare un'<b>incursione</b>. Per risolvere un'incursione in un luogo si svolgono i passi seguenti nell'ordine:
ko: 침습은 주로 주요사건 1a의 다음과 같은 기능을 통해 발생합니다: “<b>강제</b> – 균열이 3개 놓여 있는 장소에 균열 하나가 놓이려 할 때: 그 대신, 그 장소에서 <b>침습</b>을 한 번 해결합니다.” 하지만, 그밖에 카드 효과로 인해서도 <b>침습</b>이 발생할 수 있습니다. 침습을 해결하려면 다음 과정을 순서대로 밟습니다.
pl: Rozdarcia pojawiają się przede wszystkim ze zdolności Tajemnicy 1a: „<b>Wymuszony</b> – Kiedy pęknięcie miałoby zostać umieszczone na lokalizacji z 3 pęknięciami: zamiast tego rozpatrz <b>rozdarcie</b> w danej lokalizacji”. Jednak efekty kart również mogą spowodować pojawienie się <b>rozdarcia</b>. Aby rozpatrzyć rozdarcie, należy wykonać w podanej kolejności następujące kroki:
pt: Incursões são causadas principalmente através da seguinte habilidade na Agenda 1a: “<b>Forçado</b> – Quando uma fenda for colocada em um local com 3 fendas: Em vez disso, resolva uma <b>incursão</b> nesse local.” No entanto, efeitos de carta também podem fazer com que ocorra uma <b>incursão</b>. Para resolver uma incursão em um local, realize as seguintes etapas, nesta ordem:
ru: Как правило, вторжения случаются из-за свойства замысла 1а: «<b>Обяза­тельно</b> — Когда брешь должна быть положена на локацию, где уже есть 3 бреши: Вместо этого разыграйте <b>вторжение</b> в той локации». Однако эффекты карт также могут вызвать <b>вторжение</b>. Чтобы разыг­рать вторжение, выполните следующие шаги в указанном порядке:
vi: Sự xâm nhập chủ yếu được gây ra thông qua khả năng sau trong Agenda 1a: “<b>Forced</b> - Khi 1 lỗ thủng sẽ được đặt tại một địa điểm có 3 lỗ thủng: Thay vào đó, hãy giải quyết <b>sự xâm nhập</b> tại địa điểm đó.” Tuy nhiên, các hiệu ứng của lá bài cũng có thể gây ra một <b>sự xâm nhập</b> xảy ra. Để giải quyết một sự xâm nhập tại một vị trí, hãy thực hiện các bước sau, theo thứ tự:
zh: 入侵主要由密谋1a的以下能力导致：“<b>强制</b> – 在裂口标记将被放到带有3个裂口的地点时：改为结算该地点的<b>入侵</b>一次。”但卡牌效果也能够导致<b>入侵</b>发生。结算一个地点的入侵时，按顺序执行以下步骤：

source: First, remove all breaches on that location.
de: Zuerst werden alle Risse von jenem Ort entfernt.
es: En primer lugar, retira todas las brechas de ese Lugar.
fr: Premièrement, retirez toutes les brèches sur ce lieu.
it: Per prima cosa, rimuovere tutte le brecce su quel luogo.
ko: 1. 그 장소에 놓인 균열을 모두 제거합니다.
pl: Najpierw należy usunąć wszystkie pęknięcia z danej lokalizacji.
pt: Primeiro, remova todas as fendas desse local.
ru: Сперва удалите все бреши из указанной локации.
vi: Đầu tiên, loại bỏ tất cả lỗ thủng trên vị trí đó.
zh: 首先移除该地点上的所有裂口。

source: Second, place 1 doom on that location.
de: Dann wird 1 Verderben auf jenem Ort platziert.
es: En segundo lugar, coloca 1 ficha de Perdición sobre ese Lugar.
fr: Deuxièmement, placez 1 fatalité sur ce lieu.
it: Poi collocare 1 destino su quel luogo.
ko: 2. 그 장소에 파멸을 1개 놓습니다.
pl: Następnie należy umieścić 1 żeton zagłady na danej lokalizacji.
pt: Segundo, coloque 1 perdição nesse local.
ru: Затем положите на эту локацию 1 безысходность.
vi: Thứ hai, đặt 1 doom vào vị trí đó.
zh: 然后，将1个毁灭标记放在该地点上。

source: Finally, place 1 breach on each connecting location. This can chain‑react and cause additional incursions to occur, so beware!
de: Zuletzt wird 1 Riss auf jedem verbundenen Ort platziert. Achtung: Dies kann zu Kettenreaktionen führen!
es: Por último, coloca 1 brecha en cada Lugar conectado. Esto puede causar una reacción en cadena que haga que se produzcan incursiones adicionales, ¡así que cuidado!
fr: Enfin, placez 1 brèche sur chaque lieu connexe. Attention ! Cela peut provoquer une réaction en chaîne et causer de nouvelles incursions.
it: Infine, collocare 1 breccia su ogni luogo collegato. Questo può dare il via a una reazione a catena e provocare ulteriori incursioni, quindi è bene fare attenzione!
ko: 3. 그 장소와 이어진 모든 장소에 균열을 1개씩 놓습니다. 주의하세요. 이로 인해 연쇄 침습이 추가적으로 발생할 수도 있습니다!
pl: Na końcu należy umieścić 1 pęknięcie na każdej połączonej lokalizacji. Może to wywołać reakcję łańcuchową i spowodować pojawienie się rozdarć na innych lokalizacjach!
pt: Por fim, coloque 1 fenda em cada local conectado. Isso pode causar uma reação em cadeia, fazendo com que ocorram incursões adicionais; portanto, cuidado!
ru: Наконец, положите 1 брешь в каждую связанную локацию. Это может привести к цепной реакции и вызвать новые вторжения, так что не теряйте бдительности!
vi: Cuối cùng, đặt 1 lỗ thủng trên mỗi vị trí kết nối. Điều này có thể tạo ra phản ứng dây chuyền và gây ra các lần xâm nhập khác, vì vậy hãy cẩn thận!
zh: 最后，在每个连接地点上放置1个裂口。当心，这可能发生连锁反应，导致入侵再次发生！

source: Once an incursion is resolved at a location, breaches from other incursions cannot be placed on that location for the remainder of that phase.
de: Nach der Abhandlung eines Durchbruchs an einem Ort können durch andere Durchbrüche verursachte Risse bis zum Ende der Phase nicht mehr auf jenem Ort platziert werden.
es: Cuando se haya resuelto una incursión en un Lugar, sobre él no pueden colocarse brechas causadas por otras incursiones durante el resto de esa fase.
fr: Une fois qu’une incursion est résolue dans un lieu, les brèches causées par d’autres incursions ne peuvent plus être placées sur ce lieu pour le reste de la phase.
it: Una volta che un'incursione viene risolta in un luogo, brecce provenienti da altre incursioni non possono essere piazzate in quel luogo per il resto della fase.
ko: 한번 침습이 일어난 장소에서는, 그 단계가 끝날 때까지 다른 침습으로 인한 균열을 놓을 수 없습니다.
pl: Jeśli zostanie rozpatrzone rozdarcie na lokalizacji, do końca danej fazy pęknięcia z innych rozdarć nie mogą być umieszczane na danej lokalizacji.
pt: Uma vez que uma incursão for resolvida em um local, não se pode colocar fendas de outras incursões nesse local pelo restante dessa fase.
ru: До конца текущей фазы в локацию, где произошло вторжение, нельзя выкладывать бреши от других вторжений.
vi: Một khi một sự xâm nhập được giải quyết tại một vị trí, các lỗ thủng từ các sự xâm nhập khác không thể được đặt vào vị trí đó cho phần nào còn lại giai đoạn này.
zh: 一个地点一旦结算了入侵，其他入侵产生的裂口不能放到该地点上，直到该阶段结束。

source: <i>“You’ve done enough harm. We’ll handle this from here.”</i>
de: <i>„Du hast genug Schaden angerichtet. Von hier an übernehmen wir.“</i>
es: <i>“Ya has hecho bastante daño. A partir de ahora, nos encargaremos nosotros”</i>
fr: <i>« Vous avez fait assez de mal comme ça. Nous prenons les choses en main. »</i>
it: <i>“Hai fatto abbastanza danni. D'ora in poi ce ne occuperemo noi.”</i>
ko: <i>“당신이 불러온 해악은 이걸로 충분하지 않습니까? 이제부터는 우리가 해결하겠습니다.”</i>
pl: <i>„Narobiłaś już dość szkód. Teraz my się wszystkim zajmiemy”.</i>
pt: <i>“Você já fez mal demais. Nós assumimos daqui.” </i>
ru: <i>«Вы наделали довольно бед. Дальше разберёмся без вас».</i>
vi: <i>“Cô/ông đã gây đủ thiệt hại rồi. Chúng tôi sẽ xử lý việc này từ đây.”</i>
zh: <i>“你闯的祸已经够多了。接下来让我们接手。”</i>

source: the investigators continued alone.
de: Die Ermittler machen alleine weiter
es: los investigadores han continuado solos.
fr: les investigateurs ont continué seuls.
it: avete deciso di proseguire da soli.
ko: 조사자들이 단독으로 조사를 계속했다
pl: badacze kontynuują śledztwo samodzielnie.
pt: os investigadores continuaram sozinhos.
ru: сыщики идут дальше сами.
vi: các điều tra viên tiếp tục một mình.
zh: 调查员独自继续。

source: <i>“We will need your help to fix this.”</i>
de: <i>„Wir werden deine Hilfe benötigen, um das wieder ins Lot zu bringen.“</i>
es: <i>“Necesitaremos tu ayuda para solucionar esto”</i>
fr: <i>« Nous aurons besoin de votre aide pour arranger les choses. »</i>
it: <i>“Avremo bisogno del tuo aiuto per mettere le cose a posto.”</i>
ko: <i>“이 사태를 바로잡으려면 당신의 도움이 필요합니다.”</i>
pl: <i>„Będziemy potrzebować twojej pomocy, aby to naprawić”.</i>
pt: <i>“Vamos precisar da sua ajuda para consertar isso.”</i>
ru: <i>«Нам понадобится ваша помощь, чтобы всё исправить».</i>
vi: <i> “Chúng tôi sẽ cần sự giúp đỡ của cô/ông để khắc phục sự cố này.” </i>
zh: <i>“我们需要你的帮助来搞定此事。”</i>

source: the investigators asked Anette for assistance.
de: Die Ermittler haben Anette um Hilfe gebeten.
es: los investigadores le han pedido ayuda a Anette.
fr: les investigateurs ont requis l’aide d’Anette.
it: avete chiesto aiuto ad Anette.
ko: 조사자들이 애닛에게 도움을 청했다
pl: badacze poprosili Anette o pomoc.
pt: os investigadores pediram a ajuda de Anette.
ru: сыщики попросили Анетту о помощи.
vi: các điều tra viên yêu cầu Anette hỗ trợ mình.
zh: 调查员请求安妮特的帮助。

source: <i>“You are under arrest.”</i>
de: <i>„Du bist verhaftet.“</i>
es: <i>“Estás detenida”</i>
fr: <i>« Vous êtes en état d’arrestation. »</i>
it: <i>“Sei in arresto.”</i>
ko: <i>“당신을 체포하겠습니다.”</i>
pl: <i>„Jesteś aresztowana”.</i>
pt: <i>“Você está preso(a).”</i>
ru: <i>«Вы арестованы».</i>
vi: <i> “Cô/ông đã bị bắt.” </i>
zh: <i>“你被捕了。”</i>

source: You may only choose this option if at least one of the investigators has the [[Detective]], [[Police]], or [[Agency]] trait.
de: Du darfst diese Option nur wählen, falls mindestens 1 Ermittler das Merkaml [[Detective]], [[Polizei]] oder [[Behörde]] hat.
es: Sólo puedes elegir esta opción si al menos uno de los investigadores tiene el rasgo [[Detective]], [[Policía]] o [[Agencia]].
fr: Vous n’avez le droit de choisir cette option que si au moins l’un des investigateurs possède le trait [[Détective]], [[Police]] ou [[Agence]].
it: Potete scegliere questa opzione solo se almeno 1 degli investigatori possiede il tratto [[Detective]], [[Polizia]] o [[Agenzia]].
ko: [[탐정]]/[[경찰]]/[[요원]] 특성을 가진 조사자가 한 명이라도 있어야만 이를 선택할 수 있습니다.
pl: Możesz wybrać tę opcję, tylko jeśli przynajmniej jeden z badaczy posiada cechę [[Detektyw]], [[Policja]] lub [[Agencja]].
pt: Você só pode escolher esta opção se pelo menos um investigador tiver a propriedade [[Detetive]], [[Polícia]] ou [[Agência]].
ru: Вы можете выбрать этот вариант, только если хотя бы у одного сыщика есть черта [[Детектив]], [[Полиция]] или [[Агентство]].
vi: Bạn chỉ có thể chọn lựa chọn này nếu tối thiểu một điều tra viên có trait [[Detective]], [[Police]], hoặc [[Agency]].
zh: 只有当有调查员拥有[[侦探]]、[[警察]]或[[特工]]属性，才能选择此项。

source: the investigators arrested Anette.
de: Die Ermittler haben Anette verhaftet.
es: los investigadores han arrestado a Anette.
fr: les investigateurs ont arrêté Anette.
it: avete arrestato Anette.
ko: 조사자들이 애닛을 체포했다
pl: badacze aresztowali Anette.
pt: os investigadores prenderam Anette.
ru: сыщики арестовали Анетту.
vi: các điều tra viên đã bắt giữ Anette.
zh: 调查员逮捕了安妮特。

source: <i>“Then teach me how to be stronger.”</i>
de: <i>„Dann lehre mich, stärker zu werden.“</i>
es: <i>“Enséñanos a ser más fuertes.”</i>
fr: <i>« Alors, apprenez-moi à être plus fort. »</i>
it: <i>“Allora insegnaci a essere più forti.”</i>
ko: <i>“그렇다면 더 강해질 방법을 알려주십시오.”</i>
pl: <i>„W takim razie naucz nas, jak stać się silniejszym”.</i>
pt: <i>“Então me ensine como ser mais forte.”</i>
ru: <i>«Тогда научи меня, как стать сильнее».</i>
vi: <i> “Vậy hãy dạy tôi cách mạnh mẽ hơn.” </i>
zh: <i>“那就教我如何变得更强。”</i>

source: You may only choose this option if at least one of the investigators has the [[Sorcerer]], [[Miskatonic]], or [[Scholar]] trait.
de: Du darfst diese Option nur wählen, falls mindestens 1 Ermittler das Merkmal [[Zauberer]], [[Miskatonic]] oder [[Gelehrter]] hat.
es: Sólo puedes elegir esta opción si al menos uno de los investigadores tiene el rasgo [[Hechicero]], [[Miskatonic]] o [[Erudito]].
fr: Vous n’avez le droit de choisir cette option que si au moins l’un des investigateurs possède le trait [[Sorcier]], [[Miskatonic]] ou [[Érudit]].
it: Potete scegliere questa opzione solo se almeno 1 degli investigatori possiede il tratto [[Stregone]], [[Miskatonic]] o [[Accademico]].
ko: [[주술사]]/[[미스캐토닉]]/[[학자]] 특성을 가진 조사자가 한 명이라도 있어야만 이를 선택할 수 있습니다.
pl: Możesz wybrać tę opcję, tylko jeśli przynajmniej jeden z badaczy posiada cechę [[Czarnoksiężnik]], [[Miskatonic]] lub [[Uczony]].
pt: Você só pode escolher esta opção se pelo menos um investigador tiver a propriedade [[Feiticeiro]], [[Miskatonic]] ou [[Acadêmico]].
ru: Вы можете выбрать этот вариант, только если хотя бы у одного сыщика есть черта [[Чародей]], [[Мискатоник]] или [[Учёный]].
vi: Bạn chỉ có thể chọn lựa chọn này nếu tối thiểu một điều tra viên có trait [[Sorcerer]], [[Miskatonic]], hoặc [[Scholar]].
zh: 只有当有调查员拥有[[法师]]、[[米斯卡塔尼克]]或[[学者]]属性，才能选择此项。

source: Anette taught you the spells of old.
de: Anette hat dich die alten Zauber gelehrt.
es: Anette enseñó a los investigadores los hechizos de antaño.
fr: Anette vous a appris les sorts d’autrefois.
it: Anette vi ha insegnato gli incantesimi dei tempi che furono.
ko: 애닛이 당신에게 고대의 마법을 가르쳐 주었다
pl: Anette nauczyła was pradawnej magii.
pt: Anette ensinou a você antigos feitiços.
ru: Анетта обучила вас заклинаниям былых дней.
vi: Anette đã dạy cho bạn những phép thuật cổ.
zh: 安妮特将古老的法术传授给你。

source: the investigators asked Sanford for assistance.
de: Die Ermittler haben Sanford um Hilfe gebeten.
es: los investigadores le han pedido ayuda a Sanford.
fr: les investigateurs ont requis l’aide de Sanford.
it: avete chiesto aiuto a Sanford.
ko: 조사자들이 샌포드에게 도움을 청했다
pl: badacze poprosili Sanforda o pomoc.
pt: os investigadores pediram a ajuda de Sanford.
ru: попросили Сэнфорда о помощи.
vi: các điều tra viên đã yêu cầu Sanford hỗ trợ.
zh: 调查员请求桑福德的帮助。

source: the investigators arrested Sanford.
de: Die Ermittler haben Sanford verhaftet.
es: los investigadores han arrestado a Sanford.
fr: les investigateurs ont arrêté Sanford.
it: avete arrestato Sanford.
ko: 조사자들이 샌포드를 체포했다
pl: badacze aresztowali Sanforda.
pt: os investigadores prenderam Sanford.
ru: сыщики арестовали Сэнфорда.
vi: các điều tra viên đã bắt giữ Sanford.
zh: 调查员逮捕了桑福德。

source: <i>“You don't deserve to lead us.”</i>
de: <i>„Sie verdienen es nicht, uns anzuführen.“</i>
es: <i>“No mereces liderarnos.”</i>
fr: <i>« Vous ne méritez pas de nous guider. »</i>
it: <i>“Tu non meriti di guidarci.”</i>
ko: <i>“당신은 교단을 이끌 자격이 없습니다.”</i>
pl: <i>„Nie zasługujesz, aby być naszym przywódcą”.</i>
pt: <i>“Você não merece ser nosso líder.”</i>
ru: <i>«Вы недостойны нас вести».</i>
vi: <i>“Ông không xứng đáng để dẫn dắt chúng tôi.”</i>
zh: <i>“你不配领导我们。”</i>

source: You may only choose this option if at least one of the investigators has the [[Sorcerer]], [[Silver Twilight]], or [[Cultist]] trait.
de: Du darfst diese Option nur wählen, falls mindestens 1 Ermittler das Merkmal [[Zauberer]], [[Silberloge]] der Dämmerung oder Kultist hat.
es: Sólo puedes elegir esta opción si al menos uno de los investigadores tiene el rasgo [[Hechicero]], [[Crepúsculo de Plata]] o [[Sectario]].
fr: Vous n’avez le droit de choisir cette option que si au moins l’un des investigateurs possède le trait [[Sorcier]], [[Crépuscule d’Argent]] ou [[Cultiste]].
it: Potete scegliere questa opzione solo se almeno 1 degli investigatori possiede il tratto [[Stregone]], [[Crepuscolo d'Argento]] o [[Cultista]].
ko: [[주술사]]/[[은빛 황혼회]]/[[추종자]] 특성을 가진 조사자가 한 명이라도 있어야만 이를 선택할 수 있습니다.
pl: Możesz wybrać tę opcję, tylko jeśli przynajmniej jeden z badaczy posiada cechę [[Czarnoksiężnik]], [[Srebrny Świt]] lub [[Kultysta]].
pt: Você só pode escolher esta opção se pelo menos um investigador tiver a propriedade [[Feiticeiro]], [[Crepúsculo Prateado]] ou [[Cultista]].
ru: Вы можете выбрать этот вариант, только если хотя бы у одного сыщика есть черта [[Чародей]], [[Серебряные Сумерки]] или [[Культист]].
vi: Bạn chỉ có thể chọn lựa chọn này nếu tối thiểu một điều tra viên có trait [[Sorcerer]], [[Silver Twilight]], hoặc [[Cultist]].
zh: 只有当有调查员拥有[[法师]]、[[银暮秘社]]或[[异教徒]]属性，才能选择此项。

source: the investigators assumed control of the Silver Twilight Lodge.
de: Die Ermittler haben die Kontrolle über die Silberloge der Dämmerung übernommen.
es: los investigadores han tomado el control de la Logia del Crepúsculo de Plata.
fr: les investigateurs ont pris le contrôle de la Loge du Crépuscule d’Argent.
it: avete preso il controllo della Loggia del Crepuscolo d'Argento.
ko: 조사자들이 은빛 황혼회의 통솔권을 맡았다
pl: badacze przejęli kontrolę nad Lożą Srebrnego Świtu.
pt: os investigadores assumiram o controle da Loja do Crepúsculo Prateado.
ru: сыщики захватили контроль над Ложей Серебряных Сумерек.
vi: các điều tra viên đã nắm quyền kiểm soát Silver Twilight Lodge.
zh: 调查员夺取了银暮秘社的控制权。

source: doom draws ever closer.
de: Das Verderben rückt immer näher.
es: la perdición está cada vez más cerca.
fr: la fin est de plus en plus proche.
it: la fine di ogni cosa si avvicina.
ko: 파멸이 사상 최악으로 가까워졌다
pl: zagłada zbliża się coraz bardziej.
pt: a perdição se aproxima cada vez mais.
ru: погибель приближается.
vi: diệt vong ngày càng đến gần.
zh: 末日渐近。
