Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: If there are 4 investigators in the game, perform this step three times, choosing 3 different random locations each time, instead of 2.
de: Falls 4 Ermittler im Spiel sind, führe diesen Schritt drei Mal durch, wobei 3 verschiedene Orte zufällig bestimmt werden statt nur 2.
es: Si hay 4 investigadores en la partida, realiza este paso tres veces, eligiendo 3 Lugares distintos al azar cada vez en lugar de 2.
fr: S’il y a 4 investigateurs dans la partie, effectuez cette étape trois fois, en prenant 3 lieux différents au hasard à chaque fois, au lieu de 2.
ru: Если в игре 4 сыщика, выполните этот шаг трижды, каждый раз выбирая три случайные локации вместо двух.

source: During this scenario, you will often be instructed to choose a random location. This should be done by shuffling together the 8 locations removed from the game during setup (the versions of each location in play not currently being used) and drawing 1 at random. If you are instructed to choose multiple different random locations, shuffle together the 8 locations not currently being used and randomly draw a number of different locations equal to the amount specified.
de: In diesem Szenario wird der Spieler oft dazu angewiesen, einen zufälligen Ort zu bestimmen. Dafür mischt er die 6 Orte , die während der Vorbereitung aus dem Spiel entfernt worden sind, sowie die 2 bei der Vorbereitung nicht verwendeten Ortskarten Henkershügel und Silber loge der Dämmerung (das sind die 8 Versionen der Orte im Spiel, die nicht verwendet werden) und zieht zufällig 1 davon. Falls der Spieler dazu angewiesen wird, mehrere zufällige Orte zu bestimmen, mischt er die 8 nicht verwendeten Orte zusammen und zieht so viele verschiedene Orte wie angegeben.
es: Durante este escenario, tendrás que elegir un Lugar aleatorio bastante a menudo. Para ello, baraja los 8 Lugares que retiraste de la partida durante la preparación (las versiones de cada Lugar en juego que no se están usando) y roba 1 al azar. Si se te indica que elijas varios Lugares aleatorios distintos, baraja los 8 Lugares que no se están usando y roba al azar tantos Lugares distintos como la cantidad indicada.
fr: Lors de ce scénario, il vous sera régulièrement demandé de déterminer un lieu au hasard. Pour cela, mélangez ensemble les 8 lieux retirés de la partie lors de la mise en place (les autres versions inutilisées des lieux actuellement en jeu) et piochez-en 1 au hasard. Si on vous demande de déterminer plusieurs lieux au hasard, mélangez ensemble les 8 lieux inutilisés et piochez au hasard un nombre de lieux différents égal à la valeur spécifiée.
it: Nel corso di questo scenario vi sarà spesso richiesto di scegliere un luogo casuale. Per farlo, mescolate assieme gli 8 luoghi rimossi dal gioco durante la preparazione (le versioni di ogni luogo in gioco che attualmente non vengono usate) e pescatene 1 casuale. Se vi viene richiesto di scegliere più luoghi casuali diversi, mescolate assieme gli 8 luoghi che attualmente non vengono usati e pescate un numero di luoghi diversi casuali pari all'ammontare specificato.
ko: 이번 시나리오를 진행하는 동안, 이따금 무작위 장소를 선택하라는 지시를 받을 것입니다. 이럴 경우 플레이 상태인 각 장소마다 사용하지 않는 카드 1장씩(게임 준비 동안 게임에서 제거했던 장소 및 모으지 않았던 장소 카드 총 8장)을 다 같이 섞은 다음, 무작위로 1장을 뽑아 결정하십시오. 한 번에 서로 다른 여러 장소를 무작위로 선택해야 하는 경우, 사용하지 않는 장소 카드 8장을 함께 섞어서 필요한 만큼 장소 카드를 뽑아 결정합니다.
pl: W tym scenariuszu często nakazuje się graczom losowanie lokalizacji. W tym celu należy potasować 8 lokalizacji usuniętych z gry podczas przygotowania (niewykorzystywanych wersji lokalizacji w grze) i dobrać 1 z nich. Jeśli gra każe graczowi wylosować kilka lokalizacji, tasuje on razem 8 obecnie niewykorzystywanych lokalizacji i losowo dobiera wskazaną liczbę różnych lokalizacji.
pt: Durante este cenário, você muitas vezes será instruído a escolher um local aleatoriamente. Isso deve ser feito embaralhando os 8 locais removidos do jogo durante a Preparação (as versões dos locais em jogo que não estão sendo usadas) e então comprar 1 deles aleatoriamente. Se você for instruído a escolher mais de um local aleatório, embaralhe os 8 locais que não estão sendo usados no momento e compre aleatoriamente um número de locais diferentes igual ao número especificado.
ru: В этом сценарии вам часто надо будет выбирать случайную локацию. Чтобы сделать это, перемешайте 8 локаций, удалённых из игры во время подготовки (неиспользуемые версии каждой локации в игре), и вытяните одну из них наугад. Чтобы выбрать несколько случайных локаций, перемешайте 8 неисполь­зуемых локаций и вытяните наугад столько локаций, сколько нужно.
vi: Trong màn chơi này, bạn thường sẽ được hướng dẫn chọn một vị trí ngẫu nhiên. Điều này nên được thực hiện bằng cách xào 8 vị trí đã bị loại bỏ khỏi màn chơi trong quá trình chuẩn bị màn chơi (phiên bản của mỗi vị trí đang chơi hiện không được sử dụng) và rút ngẫu nhiên 1 vị trí. Nếu bạn được hướng dẫn chọn nhiều vị trí ngẫu nhiên khác nhau, hãy xào 8 vị trí hiện không được sử dụng cùng nhau và rút ngẫu nhiên số vị trí khác nhau bằng số lượng đã chỉ định.
zh: 本场冒险期间，你会常常收到指示要选择一个随机地点。为完成该指示，你需要将冒险设置期间移出游戏的8张地点卡混洗(即场上每种地点未使用的版本)，然后从中随机抽取1张。 如果你收到指示要随机选择多个不同的地点，将当前未使用的8个地点混洗，随机抽取指定数量的不同地点。

source: Breaches and Incursions
de: Risse und Durchbrüche
es: Brechas e incursiones
fr: Brèches et Incursions
it: Brecce e Incursioni
ko: 균열과 침습
pl: Pęknięcia i rozdarcia
pt: Fendas e Incursões
ru: Бреши и вторжения
vi: Lỗ thủng và Sự xâm nhập
zh: 裂口与入侵

source: In this scenario, doom does not accrue at the usual rate. Instead, breaches—represented by resource tokens—are placed on locations. When enough breach tokens have been placed on a single location, an <b>incursion</b> occurs, which adds doom to that location and causes breaches to open in connecting locations. The investigators’ primary goal in this scenario should therefore be to prevent incursions from happening by removing breaches from locations. This can only be done using the abilities on each location.
de: In diesem Szenario sammelt sich das Verderben nicht im gewohnten Maße an. Stattdessen werden Risse – durch Ressourcenmarker dargestellt – auf Orten platziert. Sobald genügend Rissmarker auf einem einzelnen Ort platziert worden sind, kommt es zu einem <b>Durchbruch</b>. Dieser fügt dem Ort Verderben zu und auf allen verbundenen Orten entstehen weitere Risse. Das primäre Ziel der Ermittler in diesem Szenario sollte also sein, Durchbrüche zu verhindern, indem sie Risse von Orten entfernen. Dies kann nur durch die Verwendung der Fähigkeit des jeweiligen Ortes geschehen.
es: En este escenario, la perdición no aumenta al ritmo habitual. En lugar de eso, sobre los Lugares se colocan brechas (representadas por fichas de Recursos). Cuando se hayan colocado suficientes fichas de brecha en un mismo Lugar, tendrá lugar una <b>incursión</b>, la cual añadirá perdición a ese Lugar y hará que se abran brechas en Lugares conectados. Por lo tanto, el objetivo principal de los investigadores en este escenario es eliminar brechas de los Lugares para evitar que se produzcan incursiones. Esto sólo puede realizarse empleando las capacidades de cada Lugar.
fr: Lors de ce scénario, les fatalités n’augmentent pas de la manière habituelle. À la place, des brèches – représentées par des pions Ressource – sont placées sur des lieux. Quand assez de pions Brèche ont été placés sur un même lieu, une incursion se produit, ce qui ajoute des fatalités sur ce lieu et ouvre des brèches dans les lieux connexes. Le principal but des investigateurs dans ce scénario est ainsi d’empêcher les incursions en retirant les brèches des lieux. Cela ne peut se faire qu’en utilisant la capacité spécifique de chaque lieu.
it: In questo scenario, il destino non si accumula ai ritmi consueti. Si collocano invece sui luoghi delle brecce, rappresentate dai segnalini risorsa. Quando su un singolo luogo viene collocato un determinato numero di brecce si verifica un'incursione, che aggiunge destino a quel luogo e provoca l'apertura di altre brecce nei luoghi collegati. L'obiettivo primario degli investigatori in questo scenario sarà dunque evitare che si verifichino le incursioni rimuovendo le brecce dai luoghi. Questo può essere fatto soltanto usando le capacità di ogni luogo.
ko: 이번 시나리오에서, 파멸은 일반적인 속도로 축적되지 않습니다. 그 대신, 균열(자원 토큰으로 표시)이 퍼져나갑니다. 한 장소에 놓인 균열 토큰이 한계치에 도달할 때, 그곳에 <b>침습</b>이 일어납니다. 그렇게 되면 침습이 일어난 장소에 파멸을 추가하고, 그곳과 이어진 모든 장소에 균열이 열립니다. 이번 시나리오에서 조사자들의 주된 목표는 장소에서 균열을 제거함으로써 침습이 일어나는 것을 막는 것입니다. 각 장소의 기능을 사용해서만 균열을 제거할 수 있습니다.
pl: W tym scenariuszu zagłada nie narasta w zwyczajny sposób. Zamiast tego na lokalizacjach umieszcza się szczeliny, reprezentowane przez żetony zasobów. Kiedy na jednej lokalizacji znajduje się wystarczająca liczba żetonów, pojawia się <b>rozdarcie</b>, które dodaje na daną lokalizację żetony zagłady i powoduje otwieranie się pęknięć w połączonych lokalizacjach. W tym scenariuszu głównym celem badaczy powinno więc być zapobieganie powstawaniu rozdarć poprzez usuwanie pęknięć z lokalizacji w grze. Można tego dokonać tylko poprzez używanie specjalnej zdolności na każdej lokalizacji.
pt: Neste cenário, a perdição não se acumula da maneira normal. Em vez disso, são colocadas fendas — representadas por fichas de recurso — nos locais. Quando houver fichas de fenda suficientes colocadas em um único local, ocorre uma <b>incursão</b>, o que adiciona perdição a esse local e faz com que se abram fendas nos locais conectados. O objetivo principal dos investigadores neste cenário, portanto, deve ser de evitar que aconteçam incursões, removendo fendas dos locais. A única maneira de fazer isso é usando as habilidades em cada local.
ru: В этом сценарии безысходность накапливается не так, как обычно. Вместо этого на локации кладутся бреши, обозначаемые жетонами ресурсов. Когда в одной локации накапливается требуемое число брешей, там происходит <b>вторжение</b>, которое добавляет безысходность на эту локацию и приводит к появлению брешей в связанных локациях. Главная цель сыщиков в этом сценарии — предотвратить вторжения, удаляя бреши с локаций. Это можно сделать, только используя свойства каждой локации.
vi: Trong màn chơi này, doom không tích lũy theo tốc độ thông thường. Thay vào đó, các lỗ thủng — được biểu thị bằng token tài nguyên — được đặt trên các vị trí. Khi đủ số token lỗ thủng đã được đặt trên một vị trí, một <b>sự xâm nhập </b> sẽ xảy ra, làm tăng thêm doom cho vị trí đó và khiến các lỗ thủng mở ra ở các vị trí kết nối với nó. Do đó, mục tiêu chính của điều tra viên trong trường hợp này là ngăn chặn các sự xâm nhập xảy ra bằng cách loại bỏ các lỗ thủng khỏi các vị trí. Điều này chỉ có thể được thực hiện bằng cách sử dụng các khả năng trên mỗi vị trí.
zh: 在本场冒险中，毁灭标记的增速与平常不同。会有以资源标记表示的裂口放置在地点上。当一个地点上放置了足够数量的裂口标记，发生一次<b>入侵</b>，在该地点上放置毁灭标记并导致裂口在其连接地点打开。因此，调查员在本场冒险的主要目标是通过移除地点上的裂口来防止入侵发生。只能通过使用每个地点的能力来达到该目标。

source: Placing Breaches
de: Risse platzieren
es: Colocar brechas
fr: Placer des Brèches
it: Collocare le Brecce
ko: 균열 놓기
pl: Umieszczanie pęknięć
pt: Colocando Fendas
ru: Размещение брешей
vi: Đặt Các Lỗ Thủng
zh: 放置裂口

source: Breaches are primarily placed on locations via the following ability on Agenda 1a: “<b>Forced</b> – When doom would be placed on this agenda: Instead, place 1 breach on a number of different random locations equal to 1 more than the number of investigators.” However, card effects can also place breaches directly on locations. <i>For example: There are two investigators in the game, and it is the mythos phase. During the “place 1 doom on the current agenda” step of the mythos phase, instead of placing doom on Agenda 1a, the investigators must choose 3 different locations, at random. The locations randomly chosen are Southside, Rivertown, and French Hill. Therefore, 1 breach is placed on each of those locations.</i> When breaches are placed on multiple different locations, they should be placed one at a time. This process can be interrupted if it causes an <b>incursion</b> (see below).
de: Risse werden hauptsächlich durch die folgende Fähigkeit auf Agendakarte 1a auf Orten platziert: „<b>Erzwungen</b> – Sobald Verderben auf dieser Agenda platziert werden würde: Platziere statt dessen 1 Riss auf einer Anzahl verschiedener zufälliger Orte in Höhe der Anzahl an Ermitt lern plus 1.“ Karteneffekte können jedoch auch Risse direkt auf Orten platzieren. <i>Beispiel: Es sind zwei Ermittler im Spiel und sie befinden sich in der Mythosphase. Während des Schrittes „Auf der aktuellen Agenda 1 Verderbensmarker platzieren“ in der Mythosphase müssen die Ermittler 3 verschiedene zufällige Orte bestimmen. Die zufällig bestimmten Orte sind Südstadt, Hafenviertel und Französisches Viertel. Auf jedem dieser Orte wird 1 Riss platziert.</i> Werden Risse auf mehreren verschiedenen Orten platziert, sollten sie einer nach dem anderen platziert werden. Dabei kann der Prozess unterbrochen werden, falls es zu einem <b>Durchbruch</b> kommt <i>(siehe unten)</i>.
es: La principal forma de aparición de brechas en los Lugares es mediante la siguiente capacidad del plan 1a: “<b>Obligado</b> – Cuando fuese a colocarse perdición sobre este plan: En lugar de eso, coloca 1 brecha sobre una cantidad de Lugares aleatorios distintos igual al número de investigadores más 1.”. Sin embargo, hay efectos de cartas que también pueden colocar brechas directamente sobre los Lugares. <i>Por ejemplo: hay dos investigadores en la partida y es la fase de Mitos. Durante el paso “coloca 1 ficha de Perdición sobre el plan en curso” de la fase de Mitos, en lugar de colocar perdición sobre el plan 1a, los investigadores deben elegir 3 Lugares aleatorios distintos. Los Lugares elegidos al azar son el Barrio Sur, el Barrio Fluvial y French Hill. Por lo tanto, se coloca 1 brecha en cada uno de esos Lugares.</i> Al colocar brechas en varios Lugares distintos, deben colocarse de una en una. Este proceso se puede interrumpir si provoca una <b>incursión</b> (ver a continuación).
fr: Les brèches sont principalement placées sur les lieux via la capacité suivante de l’Intrigue 1a : « Forcé – Quand au moins 1 fatalité devrait être placée sur cette intrigue : à la place, placez 1 brèche sur un nombre de lieux différents au hasard égal au nombre d’investigateurs plus 1. » Des effets de carte peuvent également placer des brèches directement sur des lieux. <i>Exemple : Il y a deux investigateurs dans la partie et c’est la phase du Mythe. Lors de l’étape « placez 1 fatalité sur l’intrigue en cours » de la phase du Mythe, au lieu de placer 1 fatalité sur l’Intrigue 1a, les investigateurs doivent déterminer 3 lieux différents au hasard. Les lieux déterminés au hasard sont le Quartier Sud, le Quartier de la Rivière et French Hill. 1 brèche est donc placée sur chacun de ces lieux.</i> Quand des brèches sont placées sur plusieurs lieux différents, elles sont placées une à la fois. Ce processus peut être interrompu s’il cause une incursion (voir ci-dessous).
it: Le brecce vengono collocate sui luoghi soprattutto attraverso la seguente capacità sulla trama 1a: “<b>Obbligo</b> - Quando 1 o più destini stanno per essere collocati su questa trama: Collocate invece 1 breccia su un numero di luoghi casuali diversi pari a 1 per investigatore + 1.” Tuttavia, anche alcuni effetti delle carte possono collocare le brecce direttamente sui luoghi. <i>Esempio: Ci sono due investigatori in gioco ed è la Fase dei Miti. Durante il passo “collocare 1 destino sulla trama attuale” della Fase dei Miti, invece di collocare 1 destino sulla Trama 1a, gli investigatori devono scegliere 3 luoghi diversi casualmente. I luoghi scelti casualmente sono Southside, River Town e Frech Hill. Viene quindi collocata 1 breccia su ognuno di quei luoghi.</i> Quando le brecce vengono collocate su più luoghi diversi, devono essere collocate una breccia alla volta. Questo procedimento può essere interrotto se genera un'<b>incursione</b> (vedi sotto).
ko: 균열은 주로 주요사건 1a의 다음과 같은 기능을 통해 장소에 놓입니다: “<b>강제</b> – 이번 주요사건에 파멸이 놓이려 할 때: 그 대신, 서로 다른 무작위 장소 [per_investigator]+1곳에 균열을 1개씩 놓습니다.” 하지만, 이외에 카드 효과로 인해서도 장소에 직접 균열이 놓일 수 있습니다. <i>예시: 두 명이 게임을 하고 있습니다. 신화 단계가 되어 “1.2 현재 주요사건에 파멸을 1개 놓습니다.” 과정에서 현재 주요사건에 파멸을 1개 놓지 않고 그 대신, 조사자들은 서로 다른 무작위 장소 3곳을 선택해야 합니다. ‘아컴 남부’, ‘아컴 강변’, ‘프랑스 언덕’이 무작위로 선택되었습니다. 이에 따라, 이 세 장소에 균열을 1개씩 놓습니다.</i> 서로 다른 여러 장소에 균열을 놓게 될 때는, 균열을 세 장소에 동시에 놓는 것이 아니라 한 번에 1개씩 놓아야 합니다. 이 과정에서 <b>침습</b>이 발생하면 균열 놓기를 잠시 중단하고 침습부터 먼저 해결한 후에 다시 균열을 놓습니다(아래의 침습 해결하기를 참조합니다).
pl: Pęknięcia są umieszczane na lokalizacjach przede wszystkim ze zdolności Tajemnicy 1a: „<b>Wymuszony</b> – Kiedy na tej tajemnicy miałyby zostać umieszczone żetony zagłady: zamiast tego umieść po 1 pęknięciu na różnych losowych lokalizacjach w liczbie równej liczbie badaczy plus 1”. Jednak również efekty kart mogą umieszczać pęknięcia na lokalizacjach. <i>Przykład: W grze znajdują się dwaj badacze i trwa faza Mitów. Podczas kroku fazy Mitów „Umieść 1 żeton zagłady na obecnej tajemnicy”, zamiast umieszczać żeton zagłady na Tajemnicy 1a, badacze muszą wylosować 3 różne lokalizacje. Wylosowali Southside, Rivertown i French Hill. Oznacza to, że na każdej z tych lokalizacji zostaje umieszczone 1 pęknięcie.</i> Kiedy pęknięcia są umieszczane na kilku różnych lokalizacjach, powinny być umieszczane pojedynczo. Ten proces może zostać przerwany przez pojawienie się <b>rozdarcia</b> (patrz niżej).
pt: As fendas são colocadas em locais principalmente através da seguinte habilidade na Agenda 1a: <b>Forçado</b> – Quando for colocada perdição nesta agenda: Em vez disso, coloque 1 fenda em um número de locais aleatórios diferentes igual a 1 mais o número de investigadores.” No entanto, efeitos de carta também podem colocar fendas em locais. <i>Por exemplo: Há dois investigadores no jogo e é a fase do mythos. Durante a etapa “colocar 1 perdição na agenda atual” da fase do mythos, em vez de colocar perdição na Agenda 1a, os investigadores devem escolher 3 locais diferentes aleatoriamente. Os locais escolhidos aleatoriamente são Southside, Rivertown e French Hill. Portanto, é colocada 1 fenda em cada um desses locais.</i> Ao se colocar fendas em múltiplos locais diferentes, elas devem ser colocadas uma de cada vez. Esse processo pode ser interrompido se ele causar uma <b>incursão</b>.
ru: Как правило, бреши выкладываются на локации из-за свойства замысла 1а: «<b>Обязательно</b> — Когда на этот замысел должна быть положена безысходность: Вместо этого положите по 1 бреши на X разных случайных локаций, где X на 1 больше числа сыщиков». Однако эффекты карт также могут выкладывать бреши непосредственно в локации. <i>Например, в игре два сыщика, сейчас фаза Мифа. На шаге «положите 1 безыс­ходность на текущий замысел» вместо того, чтобы класть безысходность на замысел 1а, сыщики должны выбрать 3 случайные локации. Ими оказываются «Саутсайд», «Ривертаун» и «Френч-Хилл». На каждую из этих локаций кладётся 1 брешь.</i> Когда бреши появляются в нескольких разных локациях, их следует класть по очереди, по одной. Этот процесс может быть прерван, если очередная брешь вызывает <b>вторжение</b> (см. ниже).
vi: Các lỗ thủng chủ yếu được đặt trên các vị trí thông qua khả năng sau trên Agenda 1a: “<b>Forced</b> - Khi nào doom được đặt vào agenda này: Thay vào đó, hãy đặt 1 lỗ thủng vào một số vị trí ngẫu nhiên khác nhau với số lượng hơn 1 so với số lượng điều tra viên.” Tuy nhiên, các hiệu ứng lá bài cũng có thể đặt các lỗ thủng trực tiếp vào các vị trí. <i> Ví dụ: Có hai điều tra viên trong màn chơi, và đó là giai đoạn mythos. Trong bước “đặt 1 doom vào agenda hiện tại” của giai đoạn mythos, thay vì đặt doom vào Agenda 1a, các điều tra viên phải chọn ngẫu nhiên 3 địa điểm khác nhau. Các địa điểm được chọn ngẫu nhiên là Southside, Rivertown và French Hill. Do đó, 1 lỗ thủng được đặt trên mỗi vị trí đó.</i> Khi các lỗ thủng được đặt ở nhiều vị trí khác nhau, chúng nên được đặt từng chỗ một. Quá trình này có thể bị gián đoạn nếu nó gây ra <b>sự xâm nhập</b> (xem bên dưới).
zh: 裂口主要通过密谋1a的以下能力放置到地点上：“<b>强制</b> – 在毁灭标记将被放到本密谋上时：改为在数量等于调查员人数+1的随机不同地点上放置1个裂口。”但卡牌效果也能够在地点上直接放置裂口。 <i>示例：如果是2人游戏，且当前是神话阶段：在神话阶段的“在当前密谋卡上放置1个毁灭标记”步骤，调查员不在密谋1a上放置毁灭标记，改为调查员必须随机选择3个不同地点。随机选出的地点为南区、河岸城、法兰西山。因此，在这3个地点上各放置1个裂口。</i> 将裂口放到多个不同的地点时，逐个放置。如果放置时导致发生<b>入侵</b>，可以中断这个动作(见下文)。

source: Resolving Incursions
de: Durchbrüche abhandeln
es: Resolver incursiones
fr: Résoudre les Incursions
it: Risolvere le Incursioni
ko: 침습 해결하기
pl: Rozpatrywanie rozdarć
pt: Resolvendo Incursões
ru: Розыгрыш вторжений
vi: Giải Quyết Sự Xâm Nhập
zh: 结算入侵
