Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Scenario VII: In the Clutches of Chaos
de: Szenario VII: In den Fängen des Chaos
es: Escenario VII: En las garras del caos
fr: Scénario VII : Dans les Griffes du Chaos
it: Scenario VII: Nelle Grinfie del Caos
ko: 시나리오 VII: 혼돈의 손아귀에서
pl: Scenariusz VII: W szponach chaosu
pt: Cenário VII: Nas Garras do Caos
ru: Сценарий VII: В когтях Хаоса
zh: 冒险VII：混沌魔掌

source: <i>For example: A breach is about to be placed on Rivertown, which has 3 breaches on it. Instead, an <b>incursion</b> is resolved at Rivertown. First, all of the breaches on Rivertown are removed. Then, 1 doom is placed on Rivertown. Finally, 1 breach is placed on each of the locations connected to Rivertown. This may cause another incursion at one of those locations.</i>
de: <i>Beispiel: Ein Riss muss auf dem Hafenviertel platziert werden, das bereits 3 Risse hat. Stattdessen wird ein <b>Durchbruch</b> im Hafenviertel abgehandelt. Zuerst werden alle Risse im Hafenviertel entfernt. Dann wird 1 Verderben auf dem Hafenviertel platziert. Zuletzt wird je 1 Riss auf allen mit dem Hafenviertel verbundenen Orten platziert. Dies kann zu weiteren Durchbrüchen an jenen Orten führen.</i>
es: <i>Por ejemplo: va a colocarse una brecha sobre el Barrio Fluvial, que tiene 3 brechas. En lugar de eso, se resuelve una <b>incursión</b> en el Barrio Fluvial. En primer lugar, se retiran todas las brechas del Barrio Fluvial. A continuación, se coloca 1 ficha de Perdición en el Barrio Fluvial. Por último, se coloca 1 brecha en cada uno de los Lugares conectados al Barrio Fluvial, Esto podría provocar otra incursión en uno de esos Lugares.</i>
fr: <i>Exemple : Une brèche est sur le point d’être placée dans le Quartier de la Rivière qui possède déjà 3 brèches. À la place, une incursion est résolue dans le Quartier de la Rivière. D’abord, toutes les brèches sont retirées du Quartier de la Rivière. Ensuite, 1 fatalité est placée sur le Quartier de la Rivière. Enfin, 1 brèche est placée sur chaque lieu connexe au Quartier de la Rivière. Cela peut causer une autre incursion dans l’un de ces lieux.</i>
it: <i>Esempio: Una breccia sta per essere collocata a River Town, dove sono già presenti 3 brecce. Invece di collocare la quarta breccia, si risolve un'incursione a River Town. Per prima cosa, tutte le brecce su River Town vengono rimosse. Poi si colloca 1 destino su River Town. Infine si colloca 1 breccia su ogni luogo collegato a River Town. Questo potrebbe provocare un'altra incursione in uno di quei luoghi.</i>
ko: <i>예시: ‘아컴 강변’에 균열이 3개 놓여 있는 상황입니다. 이곳에 균열이 1개 놓이려 합니다. 균열을 놓지 않고 그 대신, ‘아컴 강변’에 <b>침습</b>이 발생합니다. 우선, ‘아컴 강변’에 놓인 균열을 모두 제거합니다. 그런 다음, ‘아컴 강변’에 파멸을 1개 놓습니다. 마지막으로, ‘아컴 강변’과 이어진 모든 장소에 균열을 1개씩 놓습니다. 이러한 장소에서도 마찬가지로 연쇄적으로 침습이 발생할 수 있습니다.</i>
pl: <i>Przykład: Na Rivertown, gdzie znajdują się już 3 pęknięcia, ma zostać położone następne pęknięcie. Zamiast tego należy rozpatrzyć rozdarcie w Rivertown. Najpierw zostają usunięte wszystkie pęknięcia znajdujące się na Rivertown. Następnie na Rivertown zostaje umieszczony 1 żeton zagłady. Na końcu na każdej połączonej z Rivertown lokalizacji należy umieścić 1 pęknięcie. Może to spowodować, że na jednej z tych lokalizacji również pojawi się rozdarcie.</i>
pt: <i>Por exemplo: Uma fenda está prestes a ser colocada em Rivertown, que já tem 3 fendas. Em vez disso, é resolvida uma <b>incursão</b> em Rivertown. Primeiro, todas as fendas são removidas de Rivertown. Então, é colocada 1 perdição em Rivertown. Por fim, é colocada 1 fenda em cada local conectado a Rivertown. Isso pode causar uma incursão em um desses locais.</i>
ru: <i>Например, на «Ривертаун», где уже есть 3 бреши, нужно положить ещё одну брешь. Вместо этого в «Ривертауне» разыгрывается <b>вторжение</b>. Сначала с «Ривертауна» удаляются все бреши. Затем туда кладётся 1 безысходность. Наконец, на каждую связанную с «Ривертауном» локацию кладётся по 1 бреши. Это может привести к новым вторжениям в тех локациях.</i>
vi: <i> Ví dụ: Một lỗ thủng sắp được đặt vào Rivertown đang có 3 lỗ thủng trên đó. Thay vào đó, một <b>sự xâm nhập</b> được giải quyết tại Rivertown. Đầu tiên, tất cả các lỗ thủng trên Rivertown đều được gỡ bỏ. Sau đó, 1 doom được đặt trên Rivertown. Cuối cùng, 1 lỗ hổng được đặt ra trên mỗi vị trí kết nối với Rivertown. Điều này có thể gây ra một sự xâm nhập khác tại một trong những vị trí đó.</i>
zh: <i>示例：河岸城将要放置1个裂口，但其上面已经有了3个裂口。不放置该裂口，改为结算河岸城的一次<b>入侵</b>。首先，移除河岸城的所有裂口。然后，在河岸城放置1个毁灭标记。最后，在与河岸城连接的每个地点上放置个裂口。这可能会导致连接地点再发生一次入侵。</i>

source: Because there are 2 investigators in the game, perform this step twice.
de: Da 2 Ermittler im Spiel sind, führe diesen Schritt zwei Mal durch.
es: Como hay 2 investigadores en la partida, realiza este paso dos veces.
fr: Comme il y a 2 investigateurs dans la partie, effectuez cette étape deux fois.
it: Siccome ci sono 2 investigatori in gioco, esegui questo passo due volte.
ko: 두 명이 게임을 한다면, 이 과정을 총 두 번 수행합니다.
pl: Ponieważ w grze jest 2 badaczy, wykonaj ten krok dwukrotnie.
pt: Se houver 2 investigadores no jogo, realize essa etapa duas vezes.
ru: Поскольку в игре 2 сыщика, выполните этот шаг дважды.
vi: Bởi vì có 2 điều tra viên trong màn chơi, thực hiện bước này 2 lần.
zh: 因为有2位调查员进行游戏，执行本步骤2次。

source: Because there are 3 investigators in the game, perform this step three times.
de: Da 3 Ermittler im Spiel sind, führe diesen Schritt drei Mal durch.
es: Como hay 3 investigadores en la partida, realiza este paso tres veces
fr: Comme il y a 3 investigateurs dans la partie, effectuez cette étape trois fois.
it: Siccome ci sono 3 investigatori in gioco, esegui questo passo tre volte.
ko: 세 명이 게임을 한다면, 이 과정을 총 세 번 수행합니다.
pl: Ponieważ w grze jest 3 badaczy, wykonaj ten krok trzykrotnie.
pt: Se houver 3 investigadores no jogo, realize essa etapa três vezes.
ru: Поскольку в игре 3 сыщика, выполните этот шаг трижды.
vi: Bởi vì có 3 điều tra viên trong màn chơi, thực hiện bước này 3 lần.
zh: 因为有3位调查员进行游戏，执行本步骤3次。

source: Because there are 4 investigators in the game, perform this step three times, choosing 3 different random locations each time, instead of 2.
de: Da 4 Ermittler im Spiel sind, führe diesen Schritt drei Mal durch, wobei 3 verschiedene Orte zufällig bestimmt werden statt nur 2.
es: Como hay 4 investigadores en la partida, realiza este paso tres veces, eligiendo 3 Lugares distintos al azar cada vez en lugar de 2.
fr: Comme il y a 4 investigateurs dans la partie, effectuez cette étape trois fois en prenant 3 lieux différents au hasard à chaque fois, au lieu de 2.
it: Siccome ci sono 4 investigatori in gioco, esegui questo passo tre volte, scegliendo ogni volta 3 luoghi casuali diversi invece di 2.
ko: 네 명이 게임을 한다면, 이 과정을 총 세 번 수행합니다. 이때, 매번 서로 다른 장소 2곳 대신 서로 다른 장소 3곳을 선택합니다.
pl: Ponieważ w grze jest 4 badaczy, wykonaj ten krok trzykrotnie, za każdym razem losując trzy lokalizacje zamiast dwóch.
pt: Se houver 4 investigadores no jogo, realize essa etapa três vezes, cada vez escolhendo 3 lugares diferentes aleatoriamente, em vez de 2.
ru: Поскольку в игре 4 сыщика, выполните этот шаг трижды, каждый раз выбирая три случайные локации вместо двух.
vi: Bởi vì có 4 điều tra viên trong màn chơi, thực hiện bước này 3 lần, chọn ngẫu nhiên 3 vị trí ngẫu nhiên mỗi lần thay vì là 2 vị trí.
zh: 因为有4位调查员进行游戏，执行本步骤3次，每次随机选择的不同地点数量从2个改为3个。

source: Note: the extra copies of Hangman's Hill and Silver Twilight Lodge are located in the <i>Secrets of the Universe</i> encounter set.
fr: Note : les copies supplémentaires de la Colline du Pendu et de la Loge du Crépuscule d'Argent se trouvent dans le set de Rencontre <i>Secrets de l'Univers</i>.
ko: 알아두기: 나머지 ‘교수대 언덕’과 ‘은빛 황혼회 집회소’는 <i>우주의 비밀</i> 조우 세트에 있습니다.
ru: Обратите внимание: Вторые экземпляры локаций «Висельный холм» и «Ложа Серебряных сумерек» входят в набор контактов «Тайны Вселенной».

source: Note: the extra copies of Hangman's Hill and Silver Twilight Lodge are located in the <i>Music of the Damned</i> encounter set.
fr: Note : les copies supplémentaires de la Colline du Pendu et de la Loge du Crépuscule d'Argent se trouvent dans le set de Rencontre <i>Musique des Damnées</i>.
ko: 알아두기: 나머지 ‘교수대 언덕’과 ‘은빛 황혼회 집회소’는 <i>저주받은 자의 노래</i> 조우 세트에 있습니다.
ru: Обратите внимание: Вторые экземпляры локаций «Висельный холм» и «Ложа Серебряных сумерек» входят в набор контактов «Музыка проклятых».

source: Choosing a Random Location
it: Scegliere un Luogo Casuale
