Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: After what you saw at the Unvisited Isle, your faith in humanity is on thin ice. You feel like a wayward spirit, wandering the streets with no destination in mind. You wish you could just return home and forget everything that has happened in the last few weeks, but you know that is just a pipe dream. After hours of aimless meandering, you snap back to reality when you realize you have wandered into Independence Square. A soft breeze carries a trail of brittle leaves across the grass of the clearing, drawing your eyes upward. There, sitting amidst a circle of autumn-colored leaves, sits Anna Kaslow. Her eyes are closed in a deep trance, her fingers pressed against the temples of her head. Laid out on the grass in front of her is a wool blanket, and on top of that, a circle of overlapping facedown tarot cards. You approach and take a seat in front of the fortune teller. It’s only now that you realize just how sore and tired you are. Every one of your muscles aches with pain, and it takes a significant amount of effort for you to not immediately pass out.
de: Nachdem was du auf der Unerforschten Insel gesehen hast, scheint dein Glaube an die Menschheit auf Sand gebaut zu sein. Du fühlst dich wie ein getriebener Geist, ziellos durch die Straßen wandernd. Du wünschst dir einfach nach Hause gehen zu können und all die Geschehnisse der letzten Wochen zu vergessen. Aber das ist nur ein Wunschtraum. Nach Stunden endlosen Umherwanderns wird dir plötzlich bewusst, dass du zum Independence Square gelaufen bist. Eine sanfte Brise weht trockenes Laub über das Gras und du hebst deinen Blick. Inmitten eines Kreises aus herbst farbenen Blättern sitzt Anna Kaslow. Sie befindet sich in einer tiefen Trance, die Augen geschlossen, die Finger an die Schläfen gepresst. Vor ihr im Gras liegt eine Wolldecke, auf der verdeckte Tarotkarten sich überlappend kreisförmig ausgelegt sind. Du näherst dich und setzt dich vor die Wahrsagerin. Erst jetzt wird dir bewusst, wie müde und erschöpft du bist. Jeder deiner Muskeln schmerzt und du musst dich anstrengen, um nicht sofort in Ohnmacht zu fallen.
es: Después de lo que visteis en la Isla ignota, vuestra fe en la humanidad está en la cuerda floja. Os sentís como espíritus descarriados, deambulando por las calles sin ningún destino en mente. Desearíais poder volver a casa y olvidar todo lo que ha ocurrido en las últimas semanas, pero sabéis que es un sueño imposible. Tras horas de caminar sin rumbo, volvéis de golpe a la realidad cuando os dais cuenta de que habéis llegado a la Plaza de la Independencia. Una suave brisa lleva unas cuantas hojas quebradizas por el césped y os hace levantar la mirada. Allí está Anna Kaslow, sentada en un círculo de hojas otoñales. Tiene los ojos cerrados, sumida en un profundo trance con los dedos apretados contra las sienes. Frente a ella, sobre la hierba, hay una manta de lana sobre la que se extiende un círculo de cartas del tarot superpuestas. Os acercáis y os sentáis frente a la adivinadora. Hasta ahora no habíais sido conscientes de lo cansados y doloridos que estabais. Os duelen todos los músculos, y os cuesta un gran esfuerzo no desmayaros en ese instante.
fr: Après ce que vous avez vu sur l’Île Déserte, votre foi en l’humanité vacille. Vous vous sentez comme une âme en peine, errant dans les rues sans destination précise. Vous aimeriez juste rentrer chez vous et tout oublier des événements de ces dernières semaines, mais vous savez que c’est impossible. Après plusieurs heures, vous réalisez que vos pas vous ont mené jusqu’au square de l’Indépendance. Une douce brise dépose une nuée de feuilles mortes sur la pelouse, attirant votre attention. Là, assise au centre d’une cercle de feuilles automnales, se tient Anna Kaslow. Ses yeux sont clos et ses doigts pressés contre ses tempes. Elle semble méditer. Une couverture de laine est étalée sur l’herbe devant elle, et dessus des cartes de tarot, face cachée, forment un cercle. Vous vous approchez et vous asseyez en face de la diseuse de bonne aventure. C’est en vous asseyant que vous remarquez à quel point vous êtes épuisé. Chaque fibre de vos muscles est douloureuse et ne pas vous endormir sur place requiert un certain effort.
it: Dopo ciò che avete visto all'Isola Inviolata, la vostra fede nell'umanità si è fatta più precaria che mai. Avete la sensazione di essere degli spiriti irrequieti, che vagano per le strade senza alcuna destinazione in mente; se solo poteste tornare a casa e dimenticare tutto quello che è accaduto nelle ultime settimane… ma sapete fin troppo bene che si tratta di un sogno irrealizzabile. Dopo ore passate a vagare senza una meta, vi riscuotete e notate di essere giunti in Independence Square; una debole brezza solleva una scia di foglie secche dal prato della piazzetta e vi induce ad alzare lo sguardo da terra. Seduta al centro di un cerchio di foglie dai colori autunnali ritrovate Anna Kaslow: tiene gli occhi chiusi e le dita premute alle tempie e sembra immersa in una profonda trance. Ha steso sull'erba davanti a lei una coperta di lana su cui ha disposto un cerchio di tarocchi sovrapposti a faccia in giù; vi avvicinate e vi sedete davanti alla chiromante. Soltanto ora vi accorgete di essere doloranti ed esausti: i vostri muscoli gridano di dolore e soltanto grazie a un notevole sforzo di volontà evitate di perdere i senti.
ko: 인적 없는 섬에서 비극을 겪고 난 뒤로, 인간에 대한 당신의 신뢰는 살얼음판에 선 꼴이 되고야 말았습니다. 당신은 길 잃은 아이처럼 정처 없이 거리를 떠돌았습니다. 집에 돌아가 지난 몇 주간 벌어진 일을 잊고 일상으로 회귀하고픈 생각이 뭉게뭉게 피어올랐지만, 그것이 이룰 수 없는 꿈이라는 것을 잘 알고 있습니다. 방향감을 상실하고 방황하기를 몇 시간째, 번쩍 정신을 차리고 보니 떠돌던 발걸음에 이끌려 어느새 독립 광장에 와 있었습니다. 당신은 잔디 깔린 공터를 스치는 소슬바람이 바스락거리는 나뭇잎을 실어날라 오는 곳을 향해 무심코 고개를 돌렸습니다. 시선이 닿은 곳, 가을색이 완연한 나뭇잎이 둥글게 모여든 자리 한가운데에 안나 캐슬로가 앉아 있었습니다. 깊은 무아지경에 빠져 관자놀이 양쪽을 손가락으로 누르고 있는 안나의 앞쪽 잔디 밭에는 모직 담요가 깔려 있고, 그 위로 타로 카드벌을 뒷면으로 하여 원을 그리며 겹겹이로 펼쳐 놓았습니다. 당신은 점술가에게 다가가서 자리에 앉습니다. 그제야 비로소 삭신이 쑤시고 뼛속까지 피로가 몰려듭니다. 전신이 근육통으로 욱신거리는 건 물론이고 집중력을 조금이라도 풀었다간 당장에라도 기절해 쓰러져 버릴 것만 같습니다.
pl: Po wydarzeniach, których byłeś świadkiem na Opuszczonej wyspie, twoja wiara w ludzkość została poważnie zachwiana. Czujesz się niczym zagubiony duch, tułający się po ulicach bez konkretnego celu. Chciałbyś zwyczajnie wrócić do domu i zapomnieć o wszystkim, co wydarzyło się w przeciągu ostatnich kilku tygodni, lecz doskonale wiesz, że to mrzonka. Po całych godzinach bezcelowej włóczęgi powracasz do rzeczywistości, zdawszy sobie sprawę, że zawędrowałeś na Plac Niepodległości. Podmuchy słabego wiatru toczą kruche liście po trawie, a kiedy podnosisz wzrok, w kręgu zabarwionych jesiennie liści siedzi Anna Kaslow. Oczy ma zamknięte, a palcami dotyka skroni – wydaje się, że pozostaje w głębokim transie. Na trawie przed kobietą leży wełniany koc, a na nim krąg ułożony z nachodzących na siebie, zakrytych kart tarota. Podchodzisz i zajmujesz miejsce naprzeciw wróżbitki. Dopiero teraz dochodzi do ciebie, jak bardzo jesteś obolały i zmęczony. Każdy twój mięsień przenika ból i samo pozostanie przytomnym wymaga ogromnego wysiłku woli.
pt: Depois do que você viu na Ilha Evitada, sua fé na humanidade está por um fio. Você se sente um espírito perdido, vagando pelas ruas sem nenhum destino em mente. Você gostaria de poder simplesmente voltar para casa e esquecer de tudo que aconteceu nas últimas semanas, mas você sabe que isso é só uma fantasia. Após perambular por horas, você volta à realidade quando percebe que vagou em direção à Praça da Independência. Uma brisa suave carrega uma trilha de folhas quebradiças pela grama da clareira, atraindo seus olhos para cima. Lá, sentada em meio a um círculo de folhas da cor do outono, está Anna Kaslow. Ela tem os olhos fechados, em um transe profundo, os dedos pressionando as têmporas. Estendido sobre a grama em frente a ela está um cobertor de lã e, em cima dele, um círculo de cartas sobrepostas de tarô viradas para baixo. Você se aproxima e se senta diante da vidente. É só nesse momento que você percebe o quanto está dolorido e cansado. Cada um dos seus músculos dói. Você precisa fazer muito esforço para evitar desmaiar imediatamente.
ru: После того, с чем вы столкнулись на Безлюдном острове, ваша вера в человечество висит на волоске. Словно какая-то заблудшая душа, вы бесцельно бродите по городу. Было бы здорово просто вернуться домой и забыть все события последних недель, но вы понимаете, что это несбыточная мечта. Несколько часов спустя вы обнаруживаете себя на пло­щади Независимости. Лёгкий порыв ветра взметает над лужайкой ворох сухих листьев, и ваш взгляд поднимается вслед за ними. В круге красно-жёлтой листвы сидит Анна Каслоу. Её глаза плотно закрыты, пальцы прижаты к вискам. На траве перед ней разложено шерстяное покрывало, а на нём — круг закрытых карт Таро. Вы подходите ближе и присаживаетесь перед гадалкой. Только теперь вы осо­знаёте, насколько устали и измотаны. Каждый мускул отзывается болью, и вам приходится приложить немалые усилия, чтобы вдруг не потерять сознание.
vi: Sau những gì bạn đã thấy ở Hòn Đảo Không Người Ghé Thăm, niềm tin của bạn vào nhân loại như một tấm băng mỏng. Bạn cảm thấy mình như một linh hồn vất vưởng, lang thang trên đường phố mà không có đích đến trong đầu. Bạn ước mình có thể trở về nhà và quên đi mọi thứ đã xảy ra trong vài tuần qua, nhưng bạn biết đó chỉ là một ước muốn viển vông. Sau nhiều giờ lượn lờ không mục đích, bạn quay trở lại thực tế khi nhận ra mình đã đi lạc vào Quảng trường Độc lập. Một làn gió nhẹ mang theo một vệt lá mong manh trên bãi cỏ trong rừng, kéo tầm mắt của bạn lên phía trên. Anna Kaslow đang ngồi giữa một vòng lá vàng mùa thu ở đó. Đôi mắt cô ta đang nhắm nghiền trong trạng thái xuất thần, những ngón tay của cô ta ấn vào thái dương của mình. Trải ra bãi cỏ trước mặt cô ấy là một chiếc chăn len, và trên đó là một vòng tròn những lá bài tarot úp mặt chồng lên nhau. Bạn đến gần và ngồi trước vị thầy bói. Bây giờ bạn mới nhận ra rằng bạn đang đau đớn và mệt mỏi như thế nào. Mỗi một cơ của bạn đều bị đau nhức và bạn phải nỗ lực rất nhiều mới không mất đi nhận thức.
zh: 在你亲眼目睹未访之岛的景象过后，你对人类的信任已所剩无几。你像个游魂，漫无目的在街上游荡，你真希望自己能回家去，把这几个星期发生的事情都忘掉，但你知道这是不可能的。漫无目的地游荡了数小时后，你意识到自己走进了独立广场，这时你很快回过神来。柔和的微风把脆弱的树叶吹落，扫过空旷的草坪，吸引你抬眼望去。安娜·卡斯洛就坐在秋叶形成的一个圆圈中间。她深陷恍惚之中，闭著眼睛，手指按压著太阳穴。她面前的草坪上放著一条羊毛毯子，上面摆放著面朝下的塔罗牌，一张压著一张摆作一个圆圈。你走过去，坐在占卜师前方。你现在才意识到你是多么痛苦，多么疲惫。你身上的每一块肌肉在发疼，得拼命坚持才能不让自己痛晕过去。

source: You recognize the soothsayer from your investigation into the disappearances at Josef Meiger’s manor. It was her advice that led the second set of victims to their doom, or so you suspect. Oddly enough, she appears to recognize you, as well. She runs her fingers along the circle of cards before her. “I suspect the past few weeks have been quite arduous for you. Are you here for guidance?” You grimace. The last time Anna read somebody’s fortune, it did not end well for them. What makes you think you will be any different?
de: Du kennst die Wahrsagerin noch von deinen Ermittlungen zu den Vermisstenfällen auf Josef Meigers Anwesen. Es war ihr Rat, der dazu geführt hatte, dass die zweite Welle an Opfern in ihr Verderben ging. Zumindest vermutest du das. Seltsamerweise scheint sie dich auch zu erkennen. Sie fährt mit ihrem Finger über den Kreis, den die Karten vor ihr bilden. „Ich nehme an, dass die vergangenen Wochen sehr mühsam für dich waren. Bist du hier, um dich leiten zu lassen?“ Dein Gesicht spricht Bände. Das letzte Mal, als Anna jemandem die Zukunft gelesen hatte, endete dies nicht gut für ihn. Warum sollte das bei dir jetzt anders sein?
es: Reconocéis a la pitonisa de vuestra investigación sobre las desapariciones de la mansión de Josef Meiger. Su consejo fue lo que llevó a la perdición a la segunda oleada de víctimas, o eso sospecháis. Extrañamente, ella también parece reconoceros. Pasa los dedos por el círculo de cartas que tiene delante y dice: –Sospecho que las últimas semanas han sido arduas para vosotros. ¿Acudís en busca de algo que os guíe? Hacéis una mueca. La última vez que Anna le echó las cartas a alguien, la cosa no acabó bien para ellos. ¿Por qué deberíais pensar que esta vez será distinto?
fr: Vous reconnaissez immédiatement la voyante de votre enquête sur les disparitions au manoir de Josef Meiger. Ce sont ses conseils qui ont mené le second groupe de disparus vers leur funeste destin, du moins c’est ce que vous suspectez. Étrangement, elle semble vous reconnaître également. Elle fait glisser son doigt sur le cercle de cartes étalées devant elle. « J’imagine que les dernières semaines n’ont pas été de tout repos pour vous. Êtes-vous ici pour recevoir des conseils ? » Vous grimacez. La dernière fois qu’Anna a lu l’avenir de quelqu’un, cela n’a pas très bien fini pour eux. Qu’est-ce qui serait différent cette fois ?
it: Riconoscete l'indovina che avevate incontrato ai tempi dell'indagine sulle sparizioni alla villa di Josef Meiger. Furono le sue parole a condurre il secondo gruppo di vittime alla rovina, o almeno è quello che sospettate. Stranamente, anche lei sembra riconoscervi. Fa scorrere il dito sul cerchio di carte che ha davanti: “Immagino che le ultime settimane siano state molto dure per voi. Siete qui per essere guidati?” Reagite con una smorfia dubbiosa: l'ultima volta che Anna vi ha predetto il futuro, le cose si sono messe male. Perché stavolta dovrebbe essere diverso?
ko: 당신은 요제프 마이거 저택에서 벌어진 실종 사건들에 대한 조사 기록서를 떠올립니다. 거기엔 분명 이 점술가에 대한 내용이 있었습니다. 당신은 두 번째 희생자들이 안나의 조언을 받고서 파멸의 손아귀로 이끌렸다고 짐작하고 있었습니다. 이상하게도, 안나도 이미 당신을 알고 있는 것만 같습니다. 점술가는 앞에 둥글게 늘어놓은 카드를 따라 손가락을 훑습니다. “지난 몇 주가 많이 고달프지 않았나요? 아무래도 길잡이가 필요할 것 같은데요.” 당신은 얼굴을 찡그립니다. 지난 번에 안나에게 운명을 읽힌 이들은 좋지 못한 결말을 맞이했습니다. 이번이라고, 또 그게 당신이라고 과연 다를까요?
pl: Rozpoznajesz w kobiecie wróżbitkę, o której dowiedziałeś się podczas badania zniknięć z rezydencji Josefa Meigera. To jej rady doprowadziły do zaginięcia drugiej grupy osób, a przynajmniej tak przypuszczasz. Co dziwne, ona również wydaje się rozpoznawać ciebie. Przeciąga palcami po kręgu leżących przed nią kart. „Podejrzewam, że ostatnie tygodnie były dla ciebie trudne. Czy przybyłeś po wskazówki?” Grymas na twojej twarzy mówi wszystko. Ostatnim razem, gdy Anna przepowiedziała komuś przyszłość, skończyło się fatalnie. Czemu z tobą miałoby być inaczej?
pt: Você reconhece a vidente de sua investigação dos desaparecimentos na mansão de Josef Meiger. Foram os conselhos dela que levaram o segundo grupo de vítimas à perdição, ou pelo menos é o que você suspeita. Estranhamente, ela parece reconhecer você também. Ela passa os dedos pelo círculo de cartas em frente a ela. “Suspeito que as últimas semanas foram bem árduas para você. Você veio buscar orientação?” Você franze o cenho. Da última vez que Anna leu a sorte de alguém, não acabou bem para essa pessoa. O que faz você pensar que com você será diferente?
ru: Прорицательница знакома вам по расследованию исчезновений в поместье Джозефа Майгера. Судя по всему, именно её напутствия привели вторую группу пропавших к их участи. К вашему удивлению, Анна тоже вас узнаёт. Она пробегает пальцами по кругу разложенных перед ней карт. «Похоже, последние недели выдались для вас весьма тяжёлыми. Вы пришли за советом?» Вы морщитесь. Для тех, кому Анна гадала в прошлый раз, всё закончилось скверно. Вы же не думаете, что с вами выйдет иначе?
vi: Bạn nhận ra vị thầy bói từ cuộc điều tra của bạn về những vụ mất tích tại trang viên của Josef Meiger. Chính lời khuyên của cô ấy đã khiến nhóm nạn nhân thứ hai đến với sự diệt vong, hoặc có lẽ thế. Thật kỳ lạ, cô ta dường như cũng nhận ra bạn. Cô ta chạy các ngón tay của mình dọc theo vòng tròn của các lá bài trước mặt. “Tôi hoài nghi rằng những tuần vừa qua khá gian nan với cậu. Cậu có đến đây để nhận chỉ dẫn không?” Bạn nhăn nhó. Lần cuối cùng Anna đọc vận mệnh của ai đó, nó đã không kết thúc tốt đẹp với họ. Điều gì khiến bạn nghĩ rằng bạn thì khác?
zh: 你认出了这位占卜师，你在调查约瑟夫·梅吉尔庄园的失踪事件时见过她。她给的建议导致了第二批受害者的死亡，至少你是这么认为的。奇怪的是，她似乎也认出了你。她的手指摸著面前的一圈塔罗牌：“我猜过去的几个礼拜你过得很艰难。你是来寻求指引的吗？”你面露苦涩。安娜上一次解读他人的命运时，对方并没有得到一个好下场。你凭什么觉得她这一次占卜会不一样？

source: Anna opens her eyes. “I was wondering when we would meet again.” You wonder aloud how she could possibly not know, when everything else she has predicted has come to pass. Your remark earns you a hearty chuckle from the soothsayer. “That doesn’t mean I know everything, my dear.” She runs her fingers across the circle of cards. “I suspect the past few weeks have been quite arduous for you. Are you here for more guidance?” You grimace. This all began with a reading of your fortune. What makes you think another reading will make this all go away?
de: Anna öffnet ihre Augen. „Ich hatte mich schon gefragt, wann wir uns wiedersehen.“ Du fragst dich offensichtlich zu deutlich, wie sie das nicht wissen konnte, obwohl all ihre Vorhersagen eingetroffen sind. Sie antwortet dir mit einem herzhaften Kichern und erklärt: „Das heißt nicht, dass ich alles weiß, mein Lieber.“ Sie fährt mit ihrem Finger über den Kreis, den die Karten vor ihr bilden. „Ich nehme an, dass die vergangenen Wochen sehr mühsam für dich waren. Bist du hier, um dich leiten zu lassen?“ Dein Gesicht spricht Bände. Alles begann mit dem Lesen deines Schicksals. Warum denkst du, sollte sich das alles mit einer erneuten Sitzung in Wohlgefallen auflösen?
es: Anna abre los ojos: –Me preguntaba cuándo volveríamos a encontrarnos. Os preguntáis en voz alta cómo podría no haberlo sabido cuando todo lo demás que ha predicho se ha cumplido. Vuestro comentario hace que la pitonisa se ría con ganas: – Eso no significa que lo sepa todo, queridos –contesta mientras pasa los dedos por el círculo de cartas que tiene delante–. Sospecho que las últimas semanas han sido arduas para vosotros. ¿Acudís en busca de algo que os vuelva a guiar? Hacéis una mueca. Todo esto empezó cuando os echó las cartas. ¿Por qué deberíais pensar que otra lectura hará que todo se solucione?
fr: Anna ouvre les yeux. « Je me demandais quand nous nous verrions à nouveau. » Vous vous demandez à voix haute comment elle peut ne pas savoir alors que chaque autre chose qu’elle a prédite a eu lieu. Cette remarque vous vaut un gloussement de la part de la voyante. « Cela ne signifie pas que je sais tout, très cher. » Elle fait glisser son doigt sur le cercle de cartes étalées devant elle. « J’imagine que les dernières semaines n’ont pas été de tout repos pour vous. Êtes-vous ici pour recevoir des conseils ? » Vous grimacez. Toute cette histoire a débuté par une lecture de cartes. Qu’est-ce qui vous fait penser qu’une autre lecture pourrait tout arranger ?
it: Anna spalanca gli occhi: “Mi stavo proprio chiedendo quando ci saremmo incontrati di nuovo.” Vi chiedete come facesse a non saperlo, considerato che tutto ciò che ha predetto si è puntualmente avverato. La vostra osservazione suscita una risatina nell'indovina: “Questo non significa che io sappia tutto, miei cari. Immagino che le ultime settimane siano state molto dure per voi. Siete qui per essere guidati?” Reagite con una smorfia dubbiosa: l'ultima volta che Anna vi ha predetto il futuro, le cose si sono messe male. Perché stavolta dovrebbe essere diverso?
ko: 안나는 눈을 뜹니다. “우리가 언제 다시 만나게 될지 궁금하던 참이었어요.” 지금까지 일어난 일을 모두 예지했다면 재회의 시점을 어떻게 모를 수가 있느냐고 안나에게 물었습니다. 당신의 말에 점술가는 쾌활하게 웃으며 대답합니다. “예지대로 되었다고 해서 제가 모든 것을 속속들이 아는 건 아니니까요.” 점술가는 앞에 둥글게 늘어놓은 카드를 따라 손가락을 훑습니다. “지난 몇 주가 많이 고달프지 않았나요? 이쯤에서 길잡이가 또 한번 필요할 것 같은데요.” 당신은 얼굴을 찡그립니다. 지난 11월 어느 날 밤 안나에게 점을 본 후로 이 모든 것이 시작되었습니다. 다시 한번 타로 점을 친다고 한들 달라질 것이 있을까요?
pl: Anna otwiera oczy. „Zastanawiałam się, kiedy znów się spotkamy”. Pytasz, jak mogłaby tego nie wiedzieć, skoro jej wszystkie przepowiednie ostatecznie się sprawdziły. Twoja uwaga wywołuje u wróżbitki wybuch serdecznego śmiechu. „To wcale nie znaczy, że wszystko wiem, kochanieńki”. Przeciąga palcami po kręgu leżących przed nią kart. „Podejrzewam, że ostatnie tygodnie były dla ciebie trudne. Czy przybyłeś po wskazówki?” Grymas na twojej twarzy mówi wszystko. Całe zło, jakie cię spotkało, zaczęło się od jej przepowiedni. Czemu kolejne czytanie tarota miałoby sprawić, że sprawy przybiorą właściwy obrót?
pt: Anna abre os olhos. “Estava pensando quando nos reencontraríamos.” Você pensa em voz alta como ela poderia não saber, se tudo que ela havia previsto antes aconteceu. Seu comentário provoca um riso de leve na vidente. “Isso não quer dizer que eu sei de tudo, meu bem.” Ela passa os dedos pelo círculo de cartas. “Suspeito que as últimas semanas foram bem árduas para você. Você veio buscar mais orientações?” Você franze o cenho. Tudo isso começou com uma leitura da sorte. O que faz você pensar que outra leitura vai fazer tudo passar?
ru: Анна открывает глаза. «Я всё думала, когда же мы снова увидимся». Вы удивляетесь, как она не могла знать этого, хотя предвидела всё, что случилось с тех пор. В ответ гадалка довольно усмехается. «Это ещё не значит, что мне ведомо вообще всё, душа моя. — Она пробегает пальцами по кругу карт. — Похоже, последние недели выдались для вас весьма тяжёлыми. Вы пришли за новым советом?» Вы морщитесь. Всё это началось с её гадания. Вы же не думаете, что второе гадание положит кошмару конец?
vi: Anna mở mắt. "Tôi đã tự hỏi khi nào chúng ta sẽ gặp lại nhau." Bạn lớn tiếng hỏi làm thế nào cô ta có thể không biết, khi mọi thứ khác mà cô ta dự đoán đã trở thành hiện thực. Nhận xét của bạn làm bạn nhận được nụ cười khúc khích của vị thầy bói. "Điều đó không có nghĩa là tôi biết tất cả mọi thứ, cậu trai đáng mến của tôi." Cô ta chạy các ngón tay của mình dọc theo vòng tròn của các lá bài trước mặt. “Tôi hoài nghi rằng những tuần vừa qua khá gian nan với cậu. Cậu có đến đây để nhận chỉ dẫn không?” Bạn nhăn nhó. Mọi chuyện bạn đầu từ việc cô ta đọc vận mệnh của bạn. Điều gì khiến bạn nghĩ rằng một lần đọc bài nữa sẽ khiến tất cả chuyện này biến mất?
zh: 安娜睁开眼睛。“我刚正在想我们什么时候会再见面。你大声质问她，她预言的一切都成真了，怎么可能不知道。你的话换来了占卜师的大笑：“那不代表我知道一切呀，亲爱的。”她的手指穿过面前的一圈塔罗牌：“我猜过去的几个礼拜你过得很艰难。你又来寻求指引吗？”你面露苦涩。这一切都是从你占卜命运开始的。你凭什么认为再占卜一次就能让这一切都消失？
