Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/*_the_clutches_of_chaos.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Before you can answer, Anna turns over the card closest to her. It depicts a furtive hooded figure with five swords embedded in the ground around it. Others cower and flee before the victorious figure, and a maelstrom of dark clouds brew over its head. Above this image, the card reads: FIVE OF SWORDS. “You may feel as though you have been defeated, but you must not give in to despair. The battle may be over, but your struggle has not yet ended.” Misery catches in your throat. You want nothing more than for this nightmare to be over, but Anna’s words ring true: you know it will not end unless you put an end to it yourself. A flash of light burns across the sky, followed swiftly by a resounding crack of thunder. The clouds above are not natural. Phantasmal shapes shift and churn within the mist above. If you listen closely, you can faintly hear their howls of pain and sadness drifting on the wind. “It has begun,” Anna utters quietly. You rise to your feet, ignoring your exhaustion, your pain, and your fear.
de: Noch bevor du antworten kannst, dreht Anna die ihr am nächsten liegende Karte um. Sie zeigt eine vermummte Gestalt, vor der im Boden fünf Schwerter stecken. Andere kauern oder fliehen vor der triumphierenden Gestalt und ein Mahlstrom dunkler Wolken braut sich über ihrem Kopf zusammen. Darüber steht FÜNF DER SCHWERTER geschrieben. „Du fühlst dich vielleicht geschlagen, aber du darfst dich nicht der Verzweiflung hingeben. Der Kampf mag zwar vorüber sein, aber dein Ringen ist noch nicht zu Ende.“ Kummer und Leid schnüren dir deine Kehle zu. Du wünschst dir nichts mehr, als dass dieser Albtraum endet. Aber Annas Worte sind wahr: Du weißt, dass es kein Ende nehmen wird, wenn du ihm nicht selbst ein Ende bereitest. Ein heller Blitz brennt sich in den Himmel, gefolgt von einem starken Donnern. Die Wolken über dir sind nicht natürlichen Ursprungs. Geisterhafte Gestalten wirbeln im Nebel über dir umher. Wenn du genau hinhörst, kannst du ihr von Schmerz und Trauer durchdrungenes Heulen im Wind wahrnehmen. „Es hat begonnen“, gibt Anna leise von sich. Du stehst auf und ignorierst deine Erschöpfung, deinen Schmerz und deine Angst.
es: Antes de que podáis responder, Anna le da la vuelta a la carta que tiene más cerca. En ella se ve una figura furtiva que va encapuchada y en torno a la cual hay cinco espadas clavadas en el suelo. Hay otras figuras que temen al personaje victorioso y huyen de él, mientras una tormenta de nubes negras se arremolina sobre su cabeza. El título de la carta es: CINCO DE ESPADAS. –Quizá tengáis la sensación de haber sido derrotados, pero no debéis rendiros ante la desesperación. Puede que la batalla haya acabado, pero vuestra lucha no ha concluido. La angustia os atenaza la garganta. No hay nada que queráis más que el fin de esta pesadilla, pero las palabras de Anna parecen ciertas: sabéis que no acabará hasta que le pongáis fin vosotros mismos. Un destello de luz surca el cielo, seguido rápidamente por un atronador trueno. Las nubes que hay sobre vuestras cabezas no son naturales. Unas formas fantasmales giran y se transforman en el interior de la bruma. Si escucháis atentamente, podéis oír tenues aullidos de dolor y tristeza que trae el viento. –Ha comenzado –afirma Anna con voz queda. Os ponéis en pie, ignorando vuestro cansancio, vuestro dolor y vuestro miedo.
fr: Avant que vous n’ayez pu répondre, Anna retourne la carte la plus proche d’elle. Elle représente une silhouette encapuchonnée avec cinq épées enfoncées dans le sol tout autour. Les autres fuient face à cette figure victorieuse et un maelstrom de nuages noirs s’amoncelle au-dessus de sa tête. En haut de la carte, il est écrit : CINQ D’ÉPÉE. « Vous avez l’impression d’avoir été vaincu, mais vous ne devez pas céder au désespoir. La bataille est peut-être terminée, mais votre lutte n’a pas encore touché à sa fin. » Vous réprimez un sanglot. Vous ne désirez rien tant que mettre fin à ce cauchemar, mais Anna dit vrai : vous savez que rien ne sera terminé à moins que vous y mettiez vous-même un terme. Un éclair traverse le ciel, suivi de peu par le bruit sourd du tonnerre. Les nuages dans le ciel sont tout sauf naturels. Des formes fantomatiques se meuvent dans la brume. Si vous écoutez attentivement, vous pouvez entendre leurs gémissements de douleur et la tristesse charriée par le vent. « Cela a commencé », énonce calmement Anna. Vous vous relevez, faisant abstraction de votre fatigue, de votre douleur et de votre peur.
it: Prima che possiate rispondere, Anna scopre la carta più vicina a lei: raffigura una figura furtiva e incappucciata con cinque spade piantate nel terreno attorno a lei; la gente è spaventata e fugge dalla figura vittoriosa e una coltre di nubi tempestose si addensa sulla sua testa. Sopra l'immagine compare l'intestazione della carta: CINQUE DI SPADE. “Forse avrete la sensazione di essere stati sconfitti, ma non dovete cedere alla disperazione: la battaglia potrà anche essere finita, ma la vostra lotta continua.” Vi sfugge un gemito di angoscia. Non desiderate altro che questo incubo finisca, ma capite che c'è del vero nelle parole di Anna: questa storia non finirà mai finché non sarete voi a porvi la parola fine. Un fulmine guizza nel cielo, seguito dal crepitio e dal cupo rombo di un tuono; le nuvole sopra le vostre teste non sono naturali. Numerose sagome incorporee si agitano e fluttuano nella foschia soprastante. Ascoltando attentamente, riuscite a sentire i loro ululati di dolore e di disperazione portati dal vento. “E così ha inizio” mormora Anna con voce tranquilla. Vi rialzate in piedi, ignorando lo sfinimento, il dolore e la paura.
ko: 당신이 대답하기도 전에, 안나가 바로 자기 앞에 놓인 카드를 뒤집었습니다. “검 다섯.” 은밀하게 두건을 쓴 형체 주위로 검 다섯 개가 땅에 꽂힌 삽화가 그려진 카드입니다. 다른 이들은 승리를 거둔 형체 앞에서 몸을 웅크리고 도망치고, 두건 쓴 형체 위로 검은 구름으로 된 소용돌이가 일렁입니다. “패배한 것처럼 느껴지시나요? 하지만 절망에 굴복하진 마세요. 전투는 끝났을지 몰라도, 당신의 투쟁은 아직 끝나지 않았으니까요.” 비참함이 당신 목덜미를 쥐고 비트는 기분입니다. 안나의 말에는 일리가 있습니다. 바라는 거라곤 이 악몽이 하루빨리 끝나는 것밖에 없는 당신에게 남은 유일한 길은, 이 모든 사태를 당신의 손으로 매듭짓는 것뿐입니다. 하늘을 가로질러 빛이 번쩍이더니, 뒤이어 천둥소리가 허공을 가릅니다. 머리 위의 구름은 초자연적 현상임이 명백합니다. 안개 속에서 허깨비같은 형상이 이리저리 휘몰아칩니다. 귀 기울여 보니, 바람에 실려 오는 고통과 슬픔의 울부짖음이 희미하게 들립니다. “드디어 시작되었군요.” 안나가 조용히 읊조렸습니다. 당신은 온몸을 휘감는 고통, 그리고 공포심을 억누르면서 지친 몸을 일으킵니다.
pl: Nim masz szansę odpowiedzieć, Anna odkrywa najbliższą sobie kartę. Ukazuje ona podejrzanie wyglądającą, zakapturzoną postać, wokół której wbito w ziemię pięć mieczy. Inne istoty kulą się lub uciekają przed triumfującą postacią, zaś nad jej głową kotłuje się wir ciemnych chmur. Nad ilustracją widnieje napis: PIĄTKA MIECZY. „Może ci się wydawać, że zostałeś pokonany, lecz nie możesz się poddać rozpaczy. Bitwa się zakończyła, jednak twe zmagania nadal trwają”. Żal ściska ci gardło. Chcesz tylko, by ten koszmar się skończył, lecz w słowach Anny pobrzmiewa prawda: wiesz, że nic się nie skończy bez twego udziału. Niebo rozjaśnia się światłem, po czym następuje ogłuszający grzmot. Chmury zasnuwające niebo nie są naturalne. Widmowe kształty burzą się i pląsają we mgle wysoko nad twoją głową. Jeśli się skupisz, jesteś w stanie usłyszeć niesione na skrzydłach wiatru jęki bólu i rozpaczy wydawane przez zjawy. „Zaczęło się” – mówi cicho Anna. Podnosisz się na nogi odpychając od siebie wyczerpanie, ból i strach.
pt: Antes que você possa responder, Anna vira para cima a carta mais perto de si. Ela mostra uma figura furtiva encapuzada, com cinco espadas fincadas no chão à volta dela. Outros se encolhem e fogem da figura vitoriosa e um redemoinho de nuvens escuras se acumula sobre sua cabeça. Sobre essa imagem, está escrito na carta: CINCO DE ESPADAS “Você pode sentir que foi derrotado, mas não deve se entregar ao desespero. A batalha pode ter acabado, mas sua luta ainda não terminou.” Um nó se forma em sua garganta. O que você mais quer é que esse pesadelo acabe, mas as palavras de Anna soam verdadeiras: você sabe que não vai acabar, a não ser que você mesmo dê fim. Um lampejo risca o céu, seguido de um estrondoso trovão. As nuvens acima não são naturais. Formas fantasmagóricas se movem e se retorcem nas brumas acima. Se você prestar atenção, consegue ouvir de leve seus uivos de dor e tristeza carregados no vento. “Começou”, Anna murmura. Você se levanta, ignorando a exaustão, a dor e o medo.
ru: Прежде чем вы успеваете ответить, Анна переворачивает ближайшую карту. На ней изображена загадочная фигура в капюшоне, вокруг которой в землю впечатаны пять мечей. Несколько человек бегут прочь от победоносной фигуры, а над её головой собираются чёрные тучи. Над картинкой начертано: ПЯТЁРКА МЕЧЕЙ. «Даже если думаете, что проиграли, не опускайте рук. Может, эта битва и окончена, но ваша борьба продолжается». Тоска подступает вам к горлу. Вы желаете только того, чтобы этот кошмар закончился, но Анна права: он не прекратится, пока вы сами не положите ему конец. Небо озаряет вспышка, за которой следует раскатистый гром. Облака приобретают странный вид. Неестественные силуэты роятся во мгле над вами. Если прислушаться, можно расслышать, как ветер разносит их горестные мучительные стоны. «Началось», — тихо произносит Анна. Вы поднимаетесь на ноги, не обращая внимания на боль, страх и усталость.
vi: Trước khi bạn có thể trả lời, Anna lật lá bài gần cô ấy nhất. Nó mô tả một nhân vật trùm đầu bằng lông cùng vũ với năm thanh kiếm cắm trên mặt đất xung quanh nó. Những người khác co rúm lại và bỏ chạy trước nhân vật chiến thắng, và một đám mây đen tụ tập lại trên đầu. Phía trên hình ảnh này, lá bài có nội dung: FIVE OF SWORDS. “Bạn có thể cảm thấy như thể bạn đã bị đánh bại, nhưng bạn không được tuyệt vọng. Trận chiến có thể kết thúc, nhưng cuộc đấu tranh của bạn vẫn còn chưa kết thúc”. Sự đau đớn mắc vào cổ họng của bạn. Bạn không muốn gì hơn là để cơn ác mộng này kết thúc, nhưng những lời của Anna đã trở thành sự thật: bạn biết nó sẽ không kết thúc trừ khi bạn tự mình chấm dứt nó. Một tia sáng rực cháy khắp bầu trời, ngay sau đó là một tiếng sấm nổ vang dội. Những đám mây phía trên không phải của tự nhiên. Các hình dạng ma quái thay đổi và đảo lộn trong màn sương phía trên. Nếu bạn lắng nghe kỹ, bạn có thể lờ mờ nghe thấy tiếng hú đau đớn và buồn bã của chúng trôi theo cơn gió. Anna khẽ thốt lên, “Mọi chuyện đã bắt đầu.” Bạn đứng dậy, bỏ qua sự kiệt sức, đau đớn và sợ hãi của bản thân.
zh: 你还没来得及回答，安娜就翻开了最近的一张塔罗牌。上面画著一个神秘的兜帽人，周围的地上插著五把剑。他俨然凯旋得胜，头顶酝酿著一团乌云，其他人则从他面前退缩、逃走。在图画上写著这张牌的名字：“宝剑五”。“你可能感觉自己已经被打败了，但干万不要因绝望而放弃。战争或许已经结束，但你仍需奋斗。“你喉头一阵苦涩。你只希望这场噩梦完结，但安娜说的听起来像是实话：你知道，只有你亲手将它终结，它才会结束。 一道闪电划破夜空，接著一道雷鸣轰然巨响。上空的乌云有异样。有幻影在上空云雾中移动、搅动。要是你仔细聆听，你可以隐约听到他们疼痛与悲伤的号叫声在风中飘荡。“已经开始了。”安娜平静地说道。你将自己的力竭、疼痛、恐惧抛在脑后，站起身来。

source: Randomly choose one of the two Rivertown locations, one of the two Merchant District locations, one of the two French Hill locations, one of the two Uptown locations, one of the two Southside locations, and one of the two South Church locations and put them into play. Remove the other versions of Rivertown, Merchant District, French Hill, Uptown, Southside, and South Church from the game. Each investigator begins play in Southside.
de: Je 1 der beiden Versionen der folgenden Orte wird zufällig bestimmt und ins Spiel gebracht: Hafenviertel, Geschäftsviertel, Französisches Viertel, Wohnviertel, Südstadt und Südkirche. Die anderen Versionen von Hafenviertel, Geschäftsviertel, Französisches Viertel, Wohnviertel, Südstadt und Südkirche werden aus dem Spiel entfernt. Jeder Ermittler beginnt das Spiel in der Südstadt.
es: Elige al azar y pon en juego uno de los dos Lugares Barrio Fluvial, uno de los dos Lugares Distrito comercial, uno de los dos Lugares French Hill, uno de los dos Lugares Periferia, uno de los dos Lugares Barrio Sur y uno de los dos Lugares Iglesia del sur. Retira de la partida las demás versiones del Barrio Fluvial, del Distrito comercial, de French Hill, de la Periferia, del Barrio Sur y de la Iglesia del sur. Cada investigador comienza la partida en el Barrio Sur.
fr: Prenez au hasard l’un des deux lieux Quartier de la Rivière, l’un des deux lieux Quartier Marchand, l’un des deux lieux French Hill, l’un des deux lieux Quartier Résidentiel, l’un des deux lieux Quartier Sud et l’un des deux lieux Église Méridionale et mettez-les en jeu. Retirez de la partie chaque autre version du Quartier de la Rivière, du Quartier Marchand, de French Hill, du Quartier Résidentiel, du Quartier Sud et de l’Église Méridionale. Chaque investigateur commence la partie dans le Quartier Sud.
it: Mettete in gioco 1 copia casuale dei luoghi seguenti: River Town, Quartiere Mercantile, French Hill, Quartieri Residenziali, Southside e Chiesa Sud. Rimuovete dal gioco le altre versioni di questi luoghi. Iniziate la partita nel Southside.
ko: 무작위로 ‘아컴 강변’ 장소 2장 중 1장, ‘상업지구’ 장소 2장 중 1장, ‘프랑스 언덕’ 장소 2장 중 1장, ‘아컴 외곽’ 장소 2장 중 1장, ‘아컴 남부’ 장소 2장 중 1장, ‘남부 성당’ 장소 2장 중 1장을 선택하여 플레이 영역에 둡니다. 나머지 ‘아컴 강변’, ‘상업지구’, ‘프랑스 언덕’, ‘아컴 외곽’, ‘아컴 남부’, ‘남부 성당’ 1장씩은 게임에서 제거합니다. 모든 조사자는 ‘아컴 남부’에서 시작합니다.
pl: Wylosuj jedną z dwóch lokalizacji Rivertown, jedną z dwóch lokalizacji Dzielnica handlowa, jedną z dwóch lokalizacji French Hill, jedną z dwóch lokalizacji Uptown, jedną z dwóch lokalizacji Southside oraz jedną z dwóch lokalizacji Południowy Kościół i umieść je w grze. Usuń z gry pozostałe wersje Rivertown, Dzielnicy handlowej, French Hill, Uptown, Southside i Południowego Kościoła. Wszyscy badacze rozpoczynają grę w Southside.
pt: Selecione aleatoriamente um dos dois locais Rivertown, um dos dois locais Merchant District, um dos dois locais French Hill, um dos dois locais Uptown, um dos dois locais Southside e um dos dois locais South Church e coloque-os em jogo. Remova as outras versões de Rivertown, Merchant District, French Hill, Uptown, Southside e South Church do jogo. Os investigadores começam o jogo em Southside.
ru: Случайным образом выберите одну из двух локаций «Ривертаун», одну из двух локаций «Торговый район», одну из двух локаций «Френч-Хилл», одну из двух локаций «Аптаун», одну из двух локаций «Саутсайд», одну из двух локаций «Южная церковь» и введите их в игру. Удалите из игры другие версии локаций «Ривертаун», «Торго­вый район», «Френч-Хилл», «Аптаун», «Саутсайд» и «Южная церковь». Все сыщики начинают игру в «Саутсайде».
vi: Chọn ngẫu nhiên một trong hai vị trí Rivertown, một trong hai vị trí Merchant District, một trong hai vị trí French Hill, một trong hai vị trí Uptown, một trong hai vị trí Southside và một trong hai vị trí South Church và đặt chúng vào chơi. Loại bỏ các phiên bản khác của Rivertown, Merchant District, French Hill, Uptown, Southside và South Church khỏi màn chơi. Mỗi điều tra viên bắt đầu chơi ở Southside.
zh: 随机从以下每种地点中各选1个：河岸城、商人区、法兰西山、住宅区、南区、南区教堂，然后将选出的6个地点放置入场。这些地点的其他所有版本将被移出游戏。每位调查员从南区开始游戏。

source: When constructing the act deck, use Act 1a—“Dark Knowledge (v. I)” and Act 2a—“Beyond the Grave.”
de: Beim Zusammenstellen des Szenendecks werden Szene 1a – „Finsteres Wissen (V. I)“ und Szene 2a – „Jenseits des Grabes“ verwendet.
es: Al preparar el mazo de Acto, usa el Acto 1a – “Conocimiento oscuro (v. I)” y el Acto 2a – “Más allá de la tumba”.
fr: Quand vous constituez le deck Acte, utilisez l’Acte 1a – « Sombre Connaissance (v. I) » et l’Acte 2a – « Par-Delà la Tombe ».
it: Quando componente il mazzo dei capitoli, usate il Capitolo 1a - Conoscenze Oscure (v. I) e il Capitolo 2a - L'Oltretomba.
ko: 주요목적 덱을 구성할 때, 주요목적 1a – “어둠의 지식(v. I)”과 주요목적 2a – “죽음 너머에”를 사용합니다.
pl: Aby stworzyć talię aktów, użyj Aktu 1a — „Mroczna wiedza (w. I)” oraz Aktu 2a — „Zza grobu”.
pt: Ao construir o baralho de atos, use o Ato 1a—“Conhecimento Sombrio (v. I)” e o Ato 2a—“Além do Túmulo”.
ru: При составлении колоды сцен используйте карты «Сцена 1. Тёмное знание (вариант I)» и «Сцена 2. По ту сторону могилы».
vi: Khi xây dựng chồng bài act, sử dụng Act 1a—“Dark Knowledge (v. I)” và Act 2a—“Beyond the Grave.”
zh: 构筑场景牌堆时，使用场景1a—“黑暗知识(版本一)”和场景2a—“坟墓彼端”。

source: Put Hangman’s Hill <i>(Where It All Ends)</i> and Silver Twilight Lodge <i>(Shrouded in Mystery)</i> into play.
de: Der Henkershügel (Wo alles endet) und die Silberloge der Dämmerung (Geheimnisumwoben) werden ins Spiel gebracht.
es: Pon en juego la Colina del Ahorcado <i>(Donde todo acaba)</i> y la Logia del Crepúsculo de Plata <i>(Envuelta en misterio)</i>.
fr: Mettez en jeu la Colline du Pendu <i>(Là où Tout Finit)</i> et la Loge du Crépuscule d’Argent <i>(Enveloppée de Mystère)</i>.
it: Mettete in gioco il Colle dell'Impiccato <i>(Dove Tutto Finisce)</i> e la Loggia del Crepuscolo d'Argento <i>(Avvolta nel Mistero)</i>.
ko: ‘교수대 언덕<i>(모든 것이 끝나는 곳)</i>’과 ‘은빛 황혼회 집회소<i>(수수께끼에 싸인)</i>’를 플레이 영역에 둡니다.
pl: Umieść w grze Wzgórze Wisielca <i>(Gdzie wszystko się kończy)</i> i Lożę Srebrnego Świtu <i>(Spowita tajemnicą)</i>.
pt: Coloque a Colina do Carrasco <i>(Onde Tudo Termina)</i> e a Loja do Crepúsculo Prateado <i>(Envolta em Mistério)</i> em jogo.
ru: Введите в игру локации «Висельный холм (здесь всё и закончится)» и «Ложа Серебряных Сумерек (под покровом тайн)».
vi: Đặt Hangman’s Hill <i>(Where It All Ends)</i> và Silver Twilight Lodge <i>(Shrouded in Mystery)</i> vào chơi.
zh: 将绞刑者山丘<i>(终焉之地)</i>和银暮秘社<i>(神秘笼罩)</i>放置入场。

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow). Do not gather any of the other cards from that encounter set
de: Beim Heraussuchen des Begegnungssets Die Mitternachtsmasken werden nur die 5 Verratskarten (2x Falsche Fährte und 3x Hetzender Schatten) herausgesucht. Die anderen Karten aus diesem Begegnungsset werden nicht verwendet.
es: Al reunir el conjunto de encuentros <i>Las máscaras de medianoche</i>, reúne sólo las 5 cartas de Traición (Pista falsa x2 y Sombra acechante x3). No reúnas ninguna de las demás cartas de ese conjunto de encuentros.
fr: Quand vous réunissez les cartes du set de rencontre <i>Les Masques de Minuit</i>, ne réunissez que les 5 cartes Traîtrise (2x Fausse Piste et 3x Ombre Chasseresse). Ne prenez aucune autre carte de ce set de rencontre.
it: Quando radunate il set di incontri <i>Le Maschere di Mezzanotte</i>, radunate soltanto le 5 carte sventura (le 2 copie della Falsa Pista e le 3 copie dell'Ombra Cacciatrice). Non radunate alcuna altra carta di quel set.
ko: <i>한밤의 가면</i> 조우 세트의 카드를 모을 때, 해당 조우 세트에서 오직 음모 카드 5장만('수사가 난항에 빠지다' 2장, '추적해오는 그림자' 3장) 모읍니다. <i>한밤의 가면</i> 조우 세트에 속한 그 외의 다른 카드는 모으지 않습니다.
pl: Podczas przygotowywania zestawu spotkań <i>Maski północy</i> należy zebrać tylko 5 kart podstępu (2x Fałszywy trop, 3x Prześladujący cień). Nie bierz żadnych innych kart z danego zestawu spotkań.
pt: Ao reunir o conjunto de encontros <i>As Máscaras da Meia-Noite</i>, reúna apenas as 5 cartas de traição (2x Pista Falsa e 3x Sombra Caçadora). Não reúna nenhuma outra carta desse conjunto de encontros.
ru: Из набора контактов «Полуночные маски» возьмите только 5 карт напастей (2 карты «Ложный след» и 3 карты «Преследующая тень»). Не берите никакие другие карты из этого набора контактов
vi: Khi tập hợp bộ bài encounter <i>The Midnight Masks</i>, chỉ tập hợp 5 lá bài treachery (2 lá False Lead và 3 lá Hunting Shadow). Không tập hợp các lá bài khác từ bộ encounter đó
zh: 找出<i>午夜假面</i>遭遇组时，只找出其中5张诡计卡(2张错误指示和3张追猎鬼影)。不要拿取该遭遇组的其他任何卡牌。

source: When constructing the act deck, use Act 1a—“Dark Knowledge (v. II)” and Act 2a—“New World Order.”
de: Beim Zusammenstellen des Szenendecks werden Szene 1a – „Finsteres Wissen (V. II)“ und Szene 2a – „Neue Weltordnung“ verwendet.
es: Al preparar el mazo de Acto, usa el Acto 1a – “Conocimiento oscuro (v. II)” y el Acto 2a – “Nuevo orden mundial”.
fr: Quand vous constituez le deck Acte, utilisez l’Acte 1a – « Sombre Connaissance (v. II) » et l’Acte 2a – « Nouvel Ordre Mondial ».
it: Quando componete il mazzo dei capitoli, usate il capitolo 1a - Conoscenze Oscure (v. II) e il Capitolo 2a - Il Nuovo Ordine Mondiale.
ko: 주요목적 덱을 구성할 때, 주요목적 1a – “어둠의 지식(v. II)”과 주요목적 2a – “신세계 질서”를 사용합니다.
pl: Aby stworzyć talię aktów, użyj Aktu 1a — „Mroczna wiedza (w. II)” oraz Aktu 2a —Nowy porządek świata”.
pt: Ao construir o baralho de atos, use o Ato 1a—“Conhecimento Sombrio (v. II)” e o Ato 2a—“A Nova Ordem Mundial”.
ru: При составлении колоды сцен используйте карты «Сцена 1. Тёмное знание (вариант II)» и «Сцена 2. Новый мировой порядок»
vi: Khi xây dựng chồng bài act, sử dụng Act 1a—“Dark Knowledge (v. II)” and Act 2a—“New World Order.”
zh: 构筑场景牌堆时，使用场景1a—“黑暗知识(版本二)”和场景2a—“世界新秩序”。

source: Put Silver Twilight Lodge <i>(Where It All Ends)</i> and Hangman’s Hill <i>(Shrouded in Mystery)</i> into play.
de: Die Silberloge der Dämmerung (Wo alles endet) und der Henkershügel (Geheimnisumwoben) werden ins Spiel gebracht.
es: Pon en juego la Logia del Crepúsculo de Plata <i>(Donde todo acaba)</i> y la Colina del Ahorcado <i>(Envuelta en misterio)</i>.
fr: Mettez en jeu la Loge du Crépuscule d’Argent <i>(Là où Tout Finit)</i> et la Colline du Pendu <i>(Enveloppée de Mystère)</i>.
it: Mettete in gioco il Colle dell'Impiccato <i>(Avvolto nel Mistero)</i> e la Loggia del Crepuscolo d'Argento <i>(Dove Tutto Finisce)</i>.
ko: ‘교수대 언덕<i>(수수께끼에 싸인)</i>’과 ‘은빛 황혼회 집회소<i>(모든 것이 끝나는 곳)</i>’를 플레이 영역에 둡니다.
pl: Umieść w grze Lożę Srebrnego Świtu <i>(Gdzie wszystko się kończy)</i> i Wzgórze Wisielca <i>(Spowite tajemnicą)</i>.
pt: Coloque a Loja do Crepúsculo Prateado <i>(Onde Tudo Termina)</i> e a Colina do Carrasco <i>(Envolta em Mistério)</i> em jogo.
ru: Введите в игру локации «Ложа Серебряных Сумерек (здесь всё и закончится)» и «Висельный холм (под покровом тайн)».
vi: Đặt Silver Twilight Lodge <i>(Where It All Ends)</i> và Hangman’s Hill <i>(Shrouded in Mystery)</i> vào chơi.
zh: 将银暮秘社<i>(终焉之地)</i>和绞刑者山丘<i>(神秘笼罩)</i>放置入场。

source: Choose 2 different random locations. Place 1 breach on each of those locations <i>(see Breaches and Incursions)</i>.
de: 2 verschiedene Orte werden zufällig bestimmt und je 1 Riss wird auf jedem dieser Orte platziert <i>(siehe dazu „Risse und Durchbrüche“)</i>.
es: Elige 2 Lugares distintos al azar. Coloca 1 brecha en cada uno de esos Lugares <i>(consulta la sección Brechas e incursiones)</i>.
fr: Prenez 2 lieux différents au hasard. Placez 1 brèche sur chacun de ces lieux <i>(voir Brèches et Incursions)</i>.
it: Collocate 1 breccia su 2 luoghi casuali diversi <i>(vedi “Brecce e Incursioni” alla pagina seguente)</i>.
ko: 서로 다른 장소 2곳을 무작위로 선택합니다. 선택한 장소마다 균열을 1개씩 놓습니다<i>(다음의 균열과 침습을 참조합니다)</i>.
pl: Wylosuj dwie różne lokalizacje. Umieść 1 pęknięcie na każdej z danych lokalizacji <i>(patrz Pęknięcia i rozdarcia)</i>.
pt: Escolha 2 locais diferentes aleatoriamente. Coloque 1 fenda em cada um desses locais <i>(veja Fendas e Incursões)</i>.
ru: Выберите 2 случайные локации. Положите 1 брешь на каждую из них. (См. «Бреши и вторжения»)
vi: Chọn 2 vị trí ngẫu nhiên khác nhau. Đặt 1 lỗ thủng vào mỗi vị trí đó <i>(xem Lỗ thủng và Xâm nhập)</i>.
zh: 随机选择2个不同地点。在这2个地点上各放置1个裂口<i>(详见“裂口和入侵”)</i>。

source: If there are 2 investigators in the game, perform this step twice.
de: Falls 2 Ermittler im Spiel sind, führe diesen Schritt zwei Mal durch.
es: Si hay 2 investigadores en la partida, realiza este paso dos veces.
fr: S’il y a 2 investigateurs dans la partie, effectuez cette étape deux fois.
ru: Если в игре 2 сыщика, выполните этот шаг дважды.

source: If there are 3 investigators in the game, perform this step three times.
de: Falls 3 Ermittler im Spiel sind, führe diesen Schritt drei Mal durch.
es: Si hay 3 investigadores en la partida, realiza este paso tres veces.
fr: S’il y a 3 investigateurs dans la partie, effectuez cette étape trois fois.
ru: Если в игре 3 сыщика, выполните этот шаг трижды.
