Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/for_the_greater_good.po
Languages: de, it, pl, pt, zh

source: Every fiber of your being is stretched as the box pulls you in. However, before it can accomplish its task, you manage to reach out and slam the lid shut. You shudder uncontrollably as your senses slowly return to you. This box is more dangerous than you could have imagined. In the hands of the Lodge, it could have been a powerful weapon, though you’re not sure what they intended to do with it. Just then, you hear several Lodge members approaching. You quickly shift one of the room’s bookcases aside and hide behind it before they enter the room. “You’re sure you heard something in here? I don’t see anybody,” one of them says. “Hm…” the other pauses, presumably inspecting the room for signs of intruders. “Must have been nothing.” “It’s all right. We’re all a bit on edge since the trap box went missing. Come, we don’t want to be late for the ceremony. Tonight is an important night.” Their footfalls become softer as they depart. The man’s words linger in your thoughts momentarily. What did he mean by tonight being an important night? This could be just as important as the puzzle box they had been attempting to open. You quietly follow the two men as they head deep into the tunnels beneath the Lodge. You struggle to keep up with them while trying to keep your footsteps silent on the stone floor of the passageway. Finally, they enter a large door with the familiar three arrows of Silver Twilight emblazoned along its surface. Ritualistic chanting fills the hall from the other side. You approach softly, placing your ear against the door to listen in. “Brothers and sisters,” an elderly voice announces, “thank you for coming to this hallowed gathering. The time we have long waited for approaches.” You recognize the man’s voice – it is Carl Sanford, president of the Silver Twilight Lodge. “For many decades, the Order of the Silver Twilight has pursued knowledge that can elevate humanity. We have defended against threats to our very existence. We have sacrificed everything for this sacred cause. Now, one of these threats terrorizes our city, and once again we must do what has to be done in order to protect it.” The crowd responds with solemn approval. “Tonight, we will complete the ritual we began many nights ago at the center of the Unvisited Isle. Tonight, we will finally bind the revenant and learn what it knows. We must not allow the secrets of AZATHOTH to be lost to those who would do humanity harm.” The cult replies with a monotone hymn, and you take this opportunity to flee the Lodge before you are discovered. The conspiracy you have unveiled leaves you with even more questions. If the revenant Mr. Sanford speaks of is what you think it is, binding it will surely protect Arkham, as he claims. But what knowledge do they seek to learn from it?…and what in the hell is an “AZATHOTH?”
de: Jede Faser deines Körpers dehnt sich, als die Kiste versucht dich in sie hineinzuziehen. Bevor sie dieses Vorhaben jedoch abschließen kann, gelingt es dir, nach vorne zu greifen und den Deckel zuzuschlagen. Du zitterst unkontrolliert, als du wieder zu Sinnen kommst. Die Kiste ist gefährlicher, als du auch nur ahnen konntest. In den Händen der Loge hätte sie eine mächtige Waffe sein können. Aber du bist dir nicht sicher, was sie mit ihr planten. In diesem Augenblick hörst du, wie sich dir einige Logenmitglieder nähern. Schnell verschiebst du eines der Buchregale ein wenig und versteckst dich dahinter, noch bevor sie den Raum betreten. „Bist du sicher, dass das Geräusch von hier kam? Ich sehe niemanden“, sagt einer von ihnen. „Hm…“, überlegt der andere. Wahrscheinlich sucht er gerade nach Anzeichen für Eindringlinge. „War wohl nichts.“ „Ist in Ordnung. Wir sind alle etwas angespannt, seitdem die Falle verschwunden ist. Komm jetzt - wir wollen nicht zu spät zur Zeremonie kommen. Heute ist eine wichtige Nacht!“ Ihre Schritte werden immer leiser. Was meinte er damit, dass heute eine wichtige Nacht sei? Das könnte ähnlich wichtig sein wie die Rätselkiste, die sie vergeblich versucht haben zu öffnen. Du folgst leise den beiden Männern, als sie die Tunnel unterhalb der Loge betreten. Es fällt dir schwer, hinterherzukommen, und dabei trotzdem auf dem Steinboden des Durchgangs kein Geräusch zu verursachen. Dann treten sie durch eine große Tür, die mit den dir bekannten drei Pfeilen der Silberdämmerung verziert ist. Ritualgesänge erklingen von der anderen Seite der Halle. Du näherst dich zaghaft und presst dann dein Ohr an die Tür. „Brüder und Schwestern“, beginnt eine ältere Stimme zu verkünden, „danke für euer Erscheinen zu dieser geweihten Versammlung. Die Zeit, auf die wir lange gewartet haben, ist nah.“ Du erkennst die Stimme des Mannes. Es ist Carl Sanford, der Präsident der Silberloge der Dämmerung. „Seit Jahrzehnten ist der Orden der Silbernen Dämmerung auf der Suche nach Wissen, dass die Menschheit emporheben kann. Wir haben uns gegen Bedrohungen der Basis unseres Wirkens gewehrt. Wir haben für diese geheiligte Sache alles geopfert. Jetzt terrorisiert eine dieser Bedrohungen unsere Stadt und wir müssen nun erneut tun, was getan werden muss, um die Stadt zu beschützen.“ Die Menge reagiert mit pathetischer Zustimmung. „Heute Nacht werden wir das Ritual, das wir vor vielen Nächten begonnen haben, in der Mitte der Unerforschten Insel zu Ende führen. Heute Nacht werden wir den Wiedergänger endlich binden und von ihm lernen, was er weiß. Wir dürfen es nicht zulassen, dass die Geheimnisse von AZATOTH zu denen gelangen, die der Menschheit Schaden bringen wollen.“ Der Kult antwortet mit einem monotonen Lobgesang. Diese Gelegenheit nutzt du, um aus der Loge zu flüchten, bevor du entdeckt wirst. Die Verschwörung, derer du gerade Zeuge warst, lässt dich mit noch mehr offenen Fragen zurück. Wenn der Wiedergänger, von dem Mr. Sanford spricht, das ist, was du denkst, wird ihn zu binden Arkham sicherlich schützen, wie er behauptet hat. Aber welches Wissen wollen sie von ihm erlangen? … Und was zur Hölle ist ein „AZATOTH“?
it: Ogni fibra del vostro corpo è tesa mentre la scatola cerca di risucchiarvi al proprio interno. Tuttavia, prima che l'oggetto possa portare a termine l'impresa, con uno scatto riuscite ad allungare il braccio e a chiudere il coperchio. Tremate incontrollabilmente mentre cercate di recuperare gradualmente i sensi: questa scatola è più pericolosa di quanto poteste immaginare e nelle mani della Loggia avrebbe potuto diventare un'arma potente, anche se non siete sicuri dell'uso che i suoi membri ne avrebbero fatto. In quel momento sentite alcuni uomini della Loggia avvicinarsi. Spostate rapidamente una delle librerie della stanza e vi nascondete dietro di essa prima che entrino. “Sei sicuro di avere sentito qualcosa qui dentro? Io non vedo nessuno” chiede uno di loro. “Mh…” riflette l'altro, probabilmente ispezionando la stanza in cerca di qualche segno della presenza di un intruso. “Mi sarò sbagliato.” “Non fa niente. Siamo tutti un po' nervosi da quando la scatola della trappola è scomparsa. Avanti, meglio non fare tardi alla cerimonia. Questa è una notte importante.” Sentite i passi degli sconosciuti allontanarsi gradualmente. Riflettete sul potenziale significato delle parole che si sono scambiati: cosa significa che questa è una notte importante? Potrebbe essere rilevante tanto quanto la scatola che hanno tentato di aprire. Decidete di seguire con discrezione i due uomini mentre si addentrano nei tunnel sotterranei della Loggia; fate fatica a tenere il loro passo, evitando di fare rumore sul pavimento di pietra del corridoio. Finalmente varcano una grande porta aperta decorata con il familiare simbolo a tre frecce del Crepuscolo d'Argento: il canto di un rituale echeggia dalla sala oltre la porta. Vi avvicinate con cautela e appoggiate l'orecchio per ascoltare. “Fratelli e sorelle”, annuncia la voce di un uomo anziano, “grazie per essere presenti a questa sacra adunanza. Il momento che abbiamo atteso a lungo sta per giungere.” Riconoscete la voce: è quella di Carl Sanford, il presidente della Loggia del Crepuscolo d'Argento. “Da molti decenni, l'Ordine del Crepuscolo d'Argento persegue il tipo di conoscenza in grado di elevare l'umanità. Ci siamo difesi da minacce che rischiavano di annientare la nostra stessa esistenza e abbiamo sacrificato tutto per questa sacra causa. Ora una di queste minacce terrorizza la nostra città e ancora una volta dobbiamo fare quello che va fatto al fine di proteggerla.” I convenuti rispondono con un mormorio d'approvazione. “Stanotte completeremo il rituale che abbiamo iniziato molte notti fa al centro dell'Isola Inviolata. Stanotte vincoleremo finalmente il redivivo e apprenderemo ciò che lui sa. Non dobbiamo permettere che i segreti di AZATHOTH cadano nelle mani di coloro che vorrebbero nuocere all'umanità.” Il culto risponde intonando un inno monotono, e voi cogliete questa opportunità per fuggire dalla Loggia prima di farvi scoprire. La cospirazione che avete scovato solleva ancora più domande: se il redivivo di cui parla Mr. Sanford è ciò che credete che sia, vincolarlo basterà sicuramente a proteggere Arkham come lui afferma. Ma quali sono le conoscenze che stanno cercando di strappargli? E cosa diavolo è un “AZATHOTH”?
pl: Każde włókno twego ciała naciąga się jak struna, gdy pudełko wciąga cię do środka. Jednak nim do tego dojdzie, udaje ci się zatrzasnąć wieczko. Nie potrafisz powstrzymać dreszczy wstrząsających twoim ciałem, gdy powoli dochodzisz do siebie. To pudełko jest dużo niebezpieczniejsze, niż mógłbyś sobie wyobrazić. W rękach Loży stanowiłoby potężną broń, choć nie jesteś pewien, jak można by ją wykorzystać. Mija chwila i słyszysz kroki kilku zbliżających się członków Loży. Szybko przesuwasz jeden z regałów w pokoju i chowasz się, nim wejdą do środka. „Na pewno coś tu słyszałeś? Nikogo nie widzę” – mówi jeden z przybyłych. „Hmm…” – zastanawia się inny, najwidoczniej rozglądając się po pomieszczeniu w poszukiwaniu intruzów. – „To pewnie nic takiego”. „Nie martw się. Wszyscy jesteśmy spięci, odkąd zaginęło pudełko z pułapką. Chodź, nie chcemy się przecież spóźnić na ceremonię. Dzisiejsza noc jest niezwykle ważna”. Ich kroki stopniowo cichną. Słowa mężczyzny przez moment zmuszają cię do zastanowienia. Co miał na myśli mówiąc o wadze nadchodzącej nocy? Ta informacja może być równie ważna, co pudełko-zagadka, które starali się otworzyć członkowie Loży. Cicho podążasz za dwoma mężczyznami kierującymi się coraz dalej w plątaninę korytarzy pod siedzibą organizacji. Ledwie udaje ci się za nimi nadążyć, a zarazem poruszać się na tyle dyskretnie, by nie zaalarmował ich odgłos twoich kroków na kamiennej podłodze przejścia. Wreszcie wchodzą przez duże drzwi ozdobione trzema strzałami – znanym ci symbolem Srebrnego Świtu. Z wewnątrz płynie rytualny zaśpiew. Zbliżasz się cicho i przykładasz ucho do drzwi licząc, że uda ci się podsłuchać uczestników ceremonii. „Bracia i siostry” – odzywa się starczy głos. – „Dziękuję, że przybyliście na to błogosławione zgromadzenie. Zbliża się czas, na który wszyscy długo czekaliśmy”. Rozpoznajesz ten głos – mówcą jest nikt inny jak Carl Sanford, głowa Loży Srebrnego Świtu. „Przez całe dekady Zakon Srebrnego Świtu poszukiwał wiedzy, która pozwoliłaby wynieść gatunek ludzki na wyżyny istnienia. Broniliśmy się przed zagrożeniami dla naszej egzystencji jako gatunku. Poświęciliśmy wszystko w imię tej świętej sprawy. Obecnie jedno z owych zagrożeń terroryzuje nasze miasto i kolejny raz musimy zrobić wszystko, co konieczne, by chronić nasz dom”. Tłum odpowiada, zgodnie przytakując. „Dziś zakończymy rytuał, który rozpoczęliśmy wiele nocy temu w samym sercu Opuszczonej wyspy. Dziś ostatecznie spętamy upiora i dowiemy się, jaką wiedzę ukrywa. Nie możemy pozwolić, by sekrety AZATHOTHA trafiły do tych, którzy są gotowi skrzywdzić rodzaj ludzki”. Kultyści odpowiadają monotonnym hymnem, zaś ty korzystasz z okazji i uciekasz z siedziby Loży, nim ktoś cię odkryje. Zdemaskowanie spisku nie przyniosło żadnych odpowiedzi – wręcz przeciwnie, raczej kolejne pytania. Jeśli ów upiór wspomniany przez Sanforda to istota, o której myślisz, spętanie go z pewnością przysłuży się Arkham. Temu nie sposób zaprzeczyć. Jednak jaką wiedzę pragną zdobyć od stwora członkowie Loży?… I czym u diabła jest „AZATHOTH”?
pt: Cada fibra do seu ser se estira enquanto a caixa arrasta você para dentro. No entanto, antes que ela possa cumprir seu trabalho, você consegue estender a mão e fechar a tampa com força. Você treme descontrolado enquanto, aos poucos, vai recobrando os sentidos. A caixa é mais perigosa do que você poderia imaginar. Nas mãos da Loja, ela poderia ter sido uma arma poderosa, embora você não saiba ao certo o que eles pretendiam fazer com ela. Neste momento, você ouve vários membros da Loja se aproximando. Você rapidamente empurra uma das estantes do cômodo e se esconde atrás dela antes de eles entrarem. “Tem certeza de que ouviu alguma coisa aqui? Não estou vendo ninguém”, um deles diz. “Hm…”, o outro pausa, presumivelmente vasculhando a sala em busca de sinais de intrusos. “Não deve ser nada.” “Tudo bem. Estamos todos um pouco ansiosos desde que a armadilha desapareceu. Vamos, melhor não nos atrasarmos para a cerimônia. É uma noite importante.” Os passos deles vão ficando mais suaves à medida em que eles se afastam. As palavras do homem permanecem na sua mente um momento. O que ele quis dizer com a noite de hoje ser uma noite importante? Talvez seja tão importante quanto a caixa de quebra-cabeças que eles estavam tentando abrir. Você segue em silêncio os dois homens enquanto eles rumam para mais fundo nos túneis debaixo da Loja. Você tem dificuldade em acompanhá-los enquanto mantém os passos silenciosos no piso de pedra da passagem. Finalmente, eles entram por uma grande porta com as familiares três flechas do Crepúsculo Prateado em sua superfície. Um canto ritualístico preenche o salão, vindo do outro lado. Você se aproxima suavemente, encostando a orelha na porta para ouvir. “Irmãos e irmãs”, uma voz idosa anuncia, “obrigado pela presença nesta reunião sagrada. O tempo pelo qual temos aguardado tanto se aproxima.” Você reconhece a voz do homem – é Carl Sanford, presidente da Loja do Crepúsculo Prateado. “Por muitas décadas, a Ordem do Crepúsculo Prateado tem buscado conhecimento que possa elevar a humanidade. Temos nos defendido contra ameaças à nossa existência. Sacrificamos tudo por essa causa sagrada. Agora, uma dessas ameaças está aterrorizando nossa cidade; e mais uma vez devemos fazer o que for necessário para protegê-la.”A multidão responde com uma aprovação solene. “Esta noite, completaremos o ritual que começamos há muitas noites, no centro da Ilha Evitada. Esta noite, finalmente aprisionaremos o retornado e descobriremos o que ele sabe. Não podemos permitir que os segredos de AZATHOTH sejam perdidos para os que fariam mal à humanidade.” O culto responde com um hino monótono e você aproveita essa oportunidade para fugir da Loja antes que seja descoberto. A conspiração que você descobriu deixa você com ainda mais perguntas. Se o retornado de que o Sr. Sanford fala for o que você pensa que é, aprisioná-lo sem dúvida vai proteger Arkham, como ele afirma. Mas que conhecimento eles pretendem descobrir dele?…e o que diabos é um “AZATHOTH”?
zh: 那箱子直想将你吸入其中，拉拽著你全身每一吋皮肉。但就在你险被吸入箱中的千钧一发之际，你成功够到箱盖，砰地把它合上。你控制不住地颤抖，久久才回过神来。这个箱子远比你想像的更危险。要是它落到秘社手里，就是一件强大的武器，尽管你不知道他们会用它来做些什么。说时迟那时快，你听到几名秘社成员朝这儿赶来。你迅速将房间里一个书柜移开，赶在他们进屋之前躲在书柜后。“你真的听见这儿有声音吗？我一个人都没瞧见。”其中一人说道。 “唔……”另外一人话音稍停，大概在观察房间里有没有人闯入的迹象，“定是我听错了。” “行了。陷阱盒子丢了后，咱都有点烦躁。走吧，仪式别迟到了。今晚至关紧要。”他们离开的脚步声渐不可闻。那人的话语声一时间回荡在你脑海里。他说的“今晚至关紧要”是什么意思？或许他们所说的事情，跟尝试打开机关盒一样重要。你悄声跟随著那两名男子，走入秘社地下的隧道深处。你努力地让自己跟上他们的步伐，同时尽量不在石道上留下脚步声。最后他们进了三扇相近的窄门，门上饰有“银暮秘社”的纹样。门的另一头充斥著仪式的咏唱声。你轻轻靠近，耳朵贴在门上去听屋内的响动。 “姊妹们，弟兄们。”一道沧桑的噪音宣布：“感谢你们来到本场神圣的集会。我们期盼已久的时刻终于到来了。”你认出了这个声音——是银暮秘社的会长卡尔·桑福德。“银暮修道会在过去的几十年里，苦心追寻能够造福全人类的知识。我们曾击退外敌，捍卫组织存亡。我们为这神圣的目标牺牲一切。而今正有外敌威胁我们的城市，我们要再一次挺身而出保卫家园。”群众报以肃穆赞同。“今晚，我们将完成几日前在未访之岛中央启动的仪式。今晚，我们将缚鬼伏邪，掌握亡灵所知的一切。我们绝不容许‘阿飒拖思’的秘密落入恶人手中。” 作为回应，秘会成员开始乏味的吟咏，此时你趁无人察觉，溜出了秘会。你刚刚所发现的阴谋，让你产生了更多的疑问。如果桑福德所说的亡灵跟你所想的一样，那么如他所说，将它咒缚定能保护阿卡姆城周全。但他们想要从亡灵身上得到什么知识呢？……而“阿飒拖思”又是什么鬼？

source: The beast that had emerged from the box was a vicious guardian, slaughtering anyone in its path. Somehow you were able to slay the creature, but the consequences were dire. Many Lodge members were gruesomely killed by the creature’s rampage before you were able to put it down. Worse, the device it emerged from was destroyed beyond recognition. You’re not sure whether it broke as a result of the beast’s emergence or as a result of its death, but either way, it is a regretful outcome. “This didn’t work as planned,” one of the robed members of the Order states matter-of-factly as you examine the crushed puzzle box. “That’s a hell of an understatement,” another adds. She places a hand on your shoulder and gently pulls you away from the remains of the device. “Come on, that’s a lost cause,” she says. Her partner ignores your presence and stoically addresses her. “We’ll have to get to the Unvisited Isle and complete the binding rite without the trap.” She nods and takes one last look at you before the remaining Lodge members flee the building. Is this the kind of “sacrifice” the Silver Twilight Lodge believes in making? And if so, what does this mean for the “binding rite” they seek to complete at the Unvisited Isle?
de: Die Bestie, die der Kiste entwichen ist, war ein grausamer Wächter, der jeden in seinem Weg niedergemetzelt hat. Irgendwie hast du es geschafft, die Kreatur zu erschlagen, aber die Konsequenzen waren entsetzlich. Logenmitglieder wurden durch seine Raserei grausam getötet, bevor es dir gelang, die Bestie endgültig zu bezwingen. Schlimmer noch: Die Apparatur, der sie entwichen ist, ist nun vollständig zerstört. Du bist dir nicht sicher, ob dies durch das Entweichen der Bestie oder als Folge ihres Todes geschehen ist. Das Resultat ist jedenfalls bedauerlich. „So war das nicht geplant“, stellt eines der in Roben gehüllten Mitglieder des Ordens nüchtern fest, während du die zerschmetterte Rätselkiste untersuchst. „Das ist eine verdammte Untertreibung“, fügt ein anderes Mitglied hinzu. Es legt seine Hand auf deine Schulter und zieht dich langsam von dem weg, was von der Apparatur übriggeblieben ist. „Kommen Sie, das macht keinen Sinn mehr.“, sagt sie. Ihr Gefährte ignoriert deine Anwesenheit und spricht stoisch weiter. „Wir müssen zur Unerforschten Insel und das Bindungsritual ohne die Falle vollenden.“ Er nickt und blickt dir ein letztes Mal in die Augen, bevor die überlebenden Logenmitglieder aus dem Gebäude fliehen. Ist das für die Silberloge der Dämmerung die Bedeutung von „Opfer bringen“? Und falls ja, was bedeutet dies für das „Bindungsritual“, das auf der Unerforschten Insel durchgeführt werden soll?
it: La bestia uscita dallo scrigno era un letale guardiano pronto a massacrare chiunque gli si parasse davanti. In qualche modo siete riusciti a uccidere la creatura, ma non senza gravi conseguenze: molti membri della Loggia sono stati orrendamente trucidati dalla furia della creatura prima che riusciste ad abbatterla. Come se non bastasse, il congegno da cui è uscita è andato distrutto irreparabilmente; non sapete dire se si sia rotto a seguito della comparsa della creatura o della sua morte, ma si tratta in ogni caso di uno sviluppo nefasto. “Le cose non sono andate come previsto” commenta pragmaticamente uno dei membri incappucciati dell'Ordine mentre esaminate i frammenti della scatola del rompicapo. “È un eufemismo” aggiunge una donna, poggiandovi una mano sula spalla e facendovi cenno di allontanarvi dai resti dell'oggetto. “Avanti, ormai è una causa persa” conclude. Il suo compagno ignora la vostra presenza e si rivolge a lei stoicamente: “Dobbiamo raggiungere l'Isola Inviolata e completare il rituale del vincolo senza la trappola.” La donna annuisce e vi lancia un'ultima occhiata prima che i membri restanti della Loggia evacuino l'edificio. È questo il genere di “sacrificio” che la Loggia del Crepuscolo d'Argento crede di poter perseguire? E se sì, cosa prevede il “rito del vincolo” che i suoi membri intendono celebrare sull'Isola Inviolata?
pl: Bestia, która wyłoniła się z pudełka, okazała się zaciętym strażnikiem, mordując każdego na swojej drodze. Jakimś cudem udało ci się zabić istotę, lecz konsekwencje okazały się opłakane. Wielu członków Loży zostało brutalnie zmasakrowanych przez oszalałego potwora zanim zdołałeś go pokonać. Co gorsza, urządzenie, z którego wyszedł strażnik, zostało doszczętnie zniszczone. Nie jesteś pewien, czy uległo zniszczeniu w wyniku wyjścia bestii, czy jej śmierci, lecz bez względu na wszystko koniec jest nadzwyczaj niefortunny. „Nie taki był plan” – stwierdza rzeczowo jeden z odzianych w szaty członków Zakonu, gdy przyglądasz się zmiażdżonemu pudełku-zagadce. „Psiakrew, mało powiedziane!” – zauważa kultystka obok. Kładzie rękę na twoim ramieniu i delikatnie odciąga cię od resztek urządzenia. „Chodź, to przegrana sprawa” – dodaje. Jej towarzysz ignoruje twoją obecność i zwraca się wprost do kobiety. „Będziemy musieli dotrzeć na Opuszczoną wyspę i dokończyć rytuał spętania bez pułapki”. Kultystka zgadza się z nim zdawkowym skinięciem głowy, po czym obdarowuje cię ostatnim spojrzeniem. Wszędzie wokół członkowie Loży uciekają z budynku. Czy Loża Srebrnego Świtu wierzy, że należy dokonać właśnie takiego „poświęcenia”? A jeśli tak, co to oznacza w kontekście „rytuału spętania”, który ma się dokonać na Opuszczonej wyspie?
pt: A fera que havia surgido da caixa era um guardião feroz, massacrando todos em seu caminho. De alguma forma, você conseguiu matar a criatura, mas as consequências foram graves. Muitos membros da Loja foram mortos violentamente pela investida da criatura antes que você pudesse abatê-la. E pior, o dispositivo do qual ela surgiu foi destruído, ficando irreconhecível. Você não sabe se ele se quebrou devido ao surgimento da criatura ou à morte dela, mas de qualquer forma é um resultado lamentável. “Isso não correu como planejado”, um dos membros vestidos de manto da Ordem afirma sem emoção enquanto você examina a caixa de quebra-cabeças. “Esse é um belo de um eufemismo”, outra complementa. Ela coloca a mão no seu ombro e puxa você gentilmente para longe dos restos do dispositivo. “Vamos, é uma causa perdida”, ela diz. O parceiro dela ignora sua presença e se dirige estoicamente a ela. “Vamos ter que ir à Ilha Evitada e completar o rito de aprisionamento sem a armadilha.” Ela assente e dá uma última olhada para você antes que os membros restantes da Loja fujam da casa. É esse tipo de “sacrifício” que a Loja do Crepúsculo Prateado acredita em fazer? E se for, o que isso significa para o “rito de aprisionamento” que eles pretendem completar na Ilha Evitada?
zh: 箱中出现的怪物正是邪恶的守卫者，遇人便杀。不知为何你竟有办法能杀死那头怪物，尽管后果十分恐怖。在它被你打倒之前，许多秘社成员已惨死在它的暴行之下。更糟糕的是，出现怪物的箱子已被摧毁得面目全非。你不知道它被摧毁的原因是那怪物的出现，还是那怪物的死亡，但不论原因是什么，这结果令人扼腕。“这跟计划的不一样。”在你查看损坏的机关盒时，一名身著长袍的修道会成员淡然说道。 另一名成员加了一句：“你说得倒是轻巧。”她将手放在你的肩膀上，轻轻地将你从那箱子的残骸旁边推开，说道：“别难过，失败是早已注定的。” 她的同伴无视你的存在，坚定地说：“我们必须前往未访之岛，没有陷阱也得完成咒缚仪式。”她点点头，最后看了你一眼，随后秘社残余的所有成员离开了这幢建筑。这就是银暮秘社所信奉的“献祭”吗？若真是如此，这对他们在未访之岛试图完成的“咒缚仪式”意味著什么呢？

source: For the Greater Good
de: Für das große Ganze

source: Scenario V: For the Greater Good
de: Szenario V: Für das große Ganze
it: Scenario V: Per il Bene Superiore
pl: Scenariusz V: Dla większego dobra
pt: Cenário V: Pelo Bem Maior
zh: 冒险V：崇高利益
