Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/for_the_greater_good.po
Languages: de, it, pl, pt, zh

source: Set 1 [skull] token, 1 [cultist] token, 1 [tablet] token, and 1 [elder_thing] token aside, out of play. These tokens should be taken from your collection, not from your chaos bag. These tokens are keys. <i>(See “Keys” section below)</i>
de: Folgende Marker werden als nicht im Spiel befindlich beiseitegelegt: 1 [skull]-Marker, 1 [cultist]-Marker, 1 [tablet]-Marker und 1 [elder_thing]-Marker. Diese Marker sollten aus der Sammlung eines Spielers genommen werden, nicht aus dem Chaos beutel. Diese Marker stellen Schlüssel dar <i>(siehe dazu „Schlüssel“ weiter unten)</i>.
it: Mettete da parte, temporaneamente fuori dal gioco, 1 segnalino [skull], 1 segnalino [cultist], 1 segnalino [tablet] e 1 segnalino [elder_thing]. Questi segnalini vanno presi dalla vostra collezione e non dal vostro sacchetto del caos. Questi segnalini sono chiavi. <i>(Vedi “Chiavi” più avanti.)</i>
pl: Odłóż na bok, poza grę 1 żeton [skull], 1 żeton [cultist], 1 żeton [tablet] i 1 żeton [elder_thing]. Dane żetony należy wziąć z kolekcji gracza, a nie z worka chaosu. Są to klucze. <i>(Patrz „Klucze” na następnej stronie).</i>
pt: Separe 1 ficha [skull], 1 ficha [cultist], 1 ficha [tablet] e 1 ficha [elder_thing], fora de jogo. Essas fichas devem ser pegas da sua coleção, não da bolsa de caos. Essas fichas são chaves. <i>(Veja “Chaves” abaixo.)</i>
zh: 将1个[skull]标记、1个[cultist]标记、1个[tablet]标记和1个[elder_thing]标记放在一边，位于场外。这4个标记不从你的混乱袋取出，而是从你收藏中取出。这些标记是钥匙。(详见下述“钥匙”)

source: Keys
de: Schlüssel

source: The setup of this scenario instructs the players to set aside 1 [skull] token, 1 [cultist] token, 1 [tablet] token, and 1 [elder_thing] token, as keys. These keys are never placed in the chaos bag and do not act as traditional chaos tokens. Instead, they represent keys which investigators can recover and use throughout the scenario. Keys can enter play via several different card effects, and are usually placed on an enemy, location, or story asset. Keys can be acquired in one of three ways:
de: Bei der Vorbereitung dieses Szenarios werden die Spieler dazu angewiesen, 1 [skull]-Marker, 1 [cultist]-Marker, 1 [tablet]-Marker und 1 [elder_thing]-Marker als Schlüssel beiseitezulegen. Diese Schlüssel werden niemals dem Chaosbeutel hinzugefügt und werden nicht wie nor male Chaosmarker behandelt. Stattdessen stehen sie für Schlüssel, welche die Ermittler in diesem Szenario finden und verwenden können. Schlüssel können durch verschiedene Karteneffekte ins Spiel kommen und werden üblicherweise auf einem Gegner, einem Ort oder einer Vorteilskarte platziert. Schlüssel können auf 3 Arten erworben werden:
it: La preparazione di questo scenario richiede ai giocatori di mettere da parte 1 segnalino [skull], 1 segnalino [cultist], 1 segnalino [tablet] e 1 segnalino [elder_thing] come chiavi. Queste chiavi non vengono mai collocate nel sacchetto del caos e non funzionano come i tradizionali segnalini caos. Rappresentano invece le chiavi che gli investigatori possono recuperare e utilizzare nel corso dello scenario. Le chiavi possono entrare in gioco attraverso vari effetti delle carte e solitamente sono collocate su un nemico, un luogo o un supporto storia. È possibile acquisire le chiavi in tre modi diversi:
pl: Przygotowanie tego scenariusza nakazuje graczom odłożyć na bok 1 żeton [skull], 1 żeton [cultist], 1 żeton [tablet] i 1 żeton [elder_thing] jako klucze. Kluczy tych nigdy nie umieszcza się w worku chaosu i nie traktuje jak zwykłych żetonów chaosu. Zamiast tego symbolizują one klucze, które badacze mogą odzyskać i wykorzystać podczas scenariusza. Klucze mogą wejść do gry poprzez różne efekty kart i zwykle są umieszczane na wrogu, lokalizacji lub atucie fabularnym. Klucze można zdobyć na jeden z trzech sposobów:
pt: A preparação deste cenário instrui os jogadores a separarem 1 ficha [skull], 1 ficha [cultist], 1 ficha [tablet] e 1 ficha [elder_thing], como chaves. Essas fichas nunca são colocadas na bolsa de caos e não agem como fichas de caos tradicionais. Em vez disso, elas representam chaves que os investigadores podem recuperar e usar ao longo do cenário. As chaves podem entrar em jogo através de diversos efeitos de cartas e são normalmente colocadas em um inimigo, local ou ativo de história. As chaves podem ser adquiridas de três formas:
zh: 本场冒险的冒险设置要求玩家将1个[skull]标记、1个[cultist]标记、1个[tablet]标记和1个[elder_thing]标记放在一边，作为钥匙。这些钥匙永远不会放在混乱袋里，并且不具有传统混乱标记的作用，而是用来表示调查员在本场冒险期间发现并使用的钥匙。 这些钥匙可以通过几种不同的卡牌效果入场，通常是被放在一个敌人、地点或一张剧情支援上。以下是三种获取钥匙的方法：

source: If a location with a key on it has no clues, an investigator can take control of its key as a [fast] ability.
de: Falls ein Ort mit einem Schlüssel darauf keine Hinweise auf sich hat, kann ein Ermittler durch eine [fast]-Fähigkeit die Kontrolle über diesen Schlüssel übernehmen.
it: Se un luogo con una chiave è privo di indizi, un investigatore può prendere il controllo della sua chiave con una capacità [fast].
zh: 如果带有钥匙的地点上没有线索，调查员可以控制该钥匙，作为一个[fast]能力。

source: If an enemy with a key on it leaves play, the investigator who caused that enemy to leave play must take control of its key. (If the enemy leaves play through some other means, place its key on its location.)
de: Falls ein Gegner mit einem Schlüssel darauf das Spiel verlässt, muss der Ermittler, der dafür gesorgt hat, dass der Gegner das Spiel verlassen hat, die Kontrolle über diesen Schlüssel übernehmen. (Falls der Gegner auf eine andere Art das Spiel verlassen hat, wird sein Schlüssel auf seinem Ort platziert.)
it: Se un nemico con una chiave su di esso esce dal gioco, l'investigatore che ha fatto uscire dal gioco quel nemico deve prendere il controllo della sua chiave (se il nemico esce dal gioco in maniera diversa, la chiave sarà collocata sul suo luogo).
pl: Jeśli wróg z kluczem opuści grę, badacz, który spowodował, że dany wróg opuścił grę, musi przejąć kontrolę nad danym kluczem. (Jeśli wróg opuścił grę w wyniku innego efektu, umieść dany klucz na jego lokalizacji).
pt: Se um inimigo com uma chave sair de jogo, o investigador que fez com que esse inimigo saísse de jogo deve assumir o controle da chave dele. (Se o inimigo sair de jogo de outra maneira, coloque a chave dele no local dele.)
zh: 如果带有钥匙的敌人离场，导致该敌人离场的调查员必须控制其钥匙。(如果敌人因其他方式离场，将其钥匙放在其所在地点上。)

source: Some card effects may allow investigators to take control of keys in other ways.
de: Einige Karteneffekte können den Ermittlern erlauben, auf eine andere Art die Kontrolle über einen Schlüssel zu übernehmen.
it: Alcuni effetti delle carte possono consentire ai giocatori di prendere il controllo delle chiavi in altri modi.
zh: 某些卡牌效果可能允许调查员以其他方式控制钥匙。

source: the guardian of the trap emerged.
de: Der Wächter der Falle ist entwichen.
it: il guardiano della trappola è comparso.
pl: pojawił się strażnik pułapki.
pt: o guardião da armadilha surgiu.
zh: 陷阱的守卫者现身。

source: In your Campaign Log, record <i>the investigators discovered how to open the puzzle box</i>. Any one investigator may choose to add the Puzzle Box story asset to their deck. This card does not count toward that investigator’s deck size.
de: Im Kampagnenlogbuch wird notiert: <i>Die Ermittler haben herausgefunden, wie die Rätselkiste geöffnet wird</i>. Einer der Ermittler darf sich dazu entscheiden, die Storyvorteilskarte Rätselkiste seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße jenes Ermittlers.
it: Annotate nel Diario della Campagna che <i>avete scoperto come aprire la scatola del rompicapo</i>. Un investigatore può scegliere di aggiungere il supporto storia Scatola del Rompicapo al suo mazzo (non considerandolo nella dimensione del mazzo).
pl: W Dzienniku kampanii zanotuj, że <i>badacze odkryli, jak otworzyć pudełko-zagadkę</i>. Dowolny badacz może zdecydować się dodać atut fabularny Pudełko- zagadkę do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.
pt: Anote no Registro da Campanha que <i>os investigadores descobriram como abrir a caixa de quebra-cabeças</i>. Qualquer investigador pode adicionar o ativo de história Caixa de Quebra-Cabeças a seu baralho. Essa carta não conta para o limite de tamanho do baralho desse investigador.
zh: 在冒险日志中，记录下<i>调查员发现了打开机关盒的方法</i>。任意一位调查员可以选择将机关盒剧情支援加入其牌组。这张卡牌不计入该调查员牌组的卡牌张数。

source: the investigators discovered how to open the puzzle box..
de: Die Ermittler haben herausgefunden, wie die Rätselkiste geöffnet wird.
it: avete scoperto come aprire la scatola del rompicapo.
pl: badacze odkryli, jak otworzyć pudełko-zagadkę.
pt: os investigadores descobriram como abrir a caixa de quebra-cabeças.
zh: 调查员发现了打开机关盒的方法。

source: Skip <b>Interlude III: The Inner Circle</b>.
de: Überspringe <b>Zwischenspiel III: Der innere Kreis</b>
it: Saltate l'<b>Interludio III: La Cerchia Interna</b>.
pl: Pomiń <b>Antrakt III: Wewnętrzny krąg</b>.
pt: Pule o <b>Interlúdio III: O Círculo Interno</b>.
zh: 跳过<b>幕间故事III：核心圈</b>。

source: the guardian of the trap emerged and was defeated.
de: Der Wächter der Falle ist entwichen und wurde besiegt.
it: il guardiano della trappola è comparso ed è stato sconfitto.
pl: strażnik pułapki pojawił się i został pokonany.
pt: o guardião da armadilha surgiu e foi derrotado.
zh: 陷阱的守卫者出现并被打败。

source: You manage to escape the building and flee on foot. As you run, you can hear a thunderous rumble coming from the manor. Several others burst through the front door behind you, too preoccupied to notice you. One yells to her companions: “Get out and gather at the Unvisited Isle! We have to perform the binding rite with or without the device!” “What about the guardian?” A man at the gates asks. “It’s no use,” she replies. “Just go!” That is when the screaming begins. A spray of blood splatters against the basement window. Those who escaped immediately panic and flee. You don’t stop or look back. You run until the building has faded behind the dense, grey mist, until you can no longer hear the screams of those still inside, until your legs can barely move. Is this the kind of “sacrifice” the Silver Twilight Lodge believes in making? And if so, what does this mean for the “binding rite” they seek to complete at the Unvisited Isle?
de: Dir gelingt zu Fuß die Flucht aus dem Gebäude. Beim Weglaufen kannst du ein donnerndes Krachen hören, das vom Anwesen zu kommen scheint. Andere Personen brechen durch die Vordertür hinter dir, sind aber zu beschäftigt, um dich zu bemerken. Eine ruft ihren Begleitern zu: „Raus mit euch und versammelt euch auf der Unerforschten Insel! Wir müssen das Bindungsritual durchführen - mit oder ohne Apparatur!“ „Was ist mit dem Wächter?“, fragt ein Mann am Tor. „Der bringt uns nichts“, antwortet sie. „Jetzt lauf!“ In diesem Moment beginnt das Schreien. Eine Blutfontäne spritzt gegen die Fenster im Erdgeschoss. Diejenigen, die entkommen konnten, fliehen in Panik. Du siehst nicht zurück. Ohne Halt rennst du weiter, bis das Gebäude im dichten grauen Nebel verschwunden ist, bis du die Schreie derer, die noch im Gebäude sind, nicht mehr hören kannst, bis deine Beine dich kaum noch tragen können. Ist das für die Silberloge der Dämmerung die Bedeutung von „Opfer bringen“? Und falls ja, was bedeutet dies für das „Bindungsritual“, das auf der Unerforschten Insel durchgeführt werden soll?
it: Riuscite a fuggire dall'edificio e ad allontanarvi a piedi. Durante la fuga sentite un profondo boato provenire dalla villa: un gruppo di persone si riversa all'esterno dalla porta principale alle vostre spalle, ma sembrano troppo agitate per fare caso a voi. Una donna grida ai compagni: “Andiamocene di qui e ritroviamoci all'Isola Inviolata! Dobbiamo celebrare il rito del vincolo, con o senza il congegno!” “E il guardiano?” chiede un uomo al cancello. “È tutto inutile” risponde la donna. “Andate e basta!” È in quel momento che iniziano le urla. Uno spruzzo di sangue sporca la finestra del seminterrato. Quelli già usciti dalla villa cedono al panico e fuggono. Non vi fermate e non vi voltate indietro: continuate a correre finché l'edificio non scompare nella fitta foschia grigia e non sentite più le urla di quelli rimasti indietro, e finché le vostre gambe non si rifiutano di procedere oltre. È questo il genere di “sacrificio” che la Loggia del Crepuscolo d'Argento crede di poter perseguire? E se sì, cosa prevede il “rito del vincolo” che i suoi membri intendono celebrare sull'Isola Inviolata?
pl: Udaje ci się wydostać z budynku i uciec na własnych nogach. Kiedy biegniesz, od strony rezydencji dociera do ciebie potężny gruchot. Kilka innych osób wybiega przez frontowe drzwi za twoimi plecami, zbyt zaaferowanych, by cię zauważyć. Jedna z nich woła do swych towarzyszy: „Zabierajcie się stąd! Spotkajmy się na Opuszczonej wyspie! Musimy przeprowadzić rytuał spętania – z urządzeniem albo bez niego!” „A co ze strażnikiem?” – pyta mężczyzna przy bramie. „Na nic się nie przyda” – odpowiada kobieta. – „Po prostu idźcie!” Właśnie wtedy rozlegają się pierwsze krzyki. Na piwniczne okno bryzga krew. Ci, którzy opuścili budynek, wpadają w panikę i zaczynają biec na ślepo przed siebie. Nie zatrzymujesz się ani nie oglądasz wstecz. Pędzisz, dopóki budynek nie rozpłynie się w gęstej, szarej mgle. Dopóki nie będziesz już słyszeć wrzasków tych, którzy pozostali w środku. Dopóki będą cię nieść drętwiejące ze zmęczenia nogi. Czy Loża Srebrnego Świtu wierzy, że należy dokonać właśnie takiego „poświęcenia”? A jeśli tak, co to oznacza w kontekście „rytuału spętania”, który ma się dokonać na Opuszczonej wyspie?
pt: Você consegue escapar da mansão e fugir a pé. Enquanto corre, você ouve um enorme estrondo vindo da mansão. Muitos outros irrompem pela porta da frente atrás de você, preocupados demais para notá-lo. Uma grita para seus companheiros: “Saiam e vamos nos reunir na Ilha Evitada! Temos que realizar o rito de aprisionamento com ou sem o dispositivo!” “E quanto ao guardião?”, um homem no portão pergunta. “Não adianta”, ela responde. “Apenas vá!” É aí que começam os gritos. Um jorro de sangue espirra na janela do porão. Os que escaparam imediatamente entram em pânico e fogem. Você não para nem olha para trás. Você corre até que a casa tenha desaparecido na densa bruma cinzenta, até que não consiga mais ouvir os gritos dos que ainda estão dentro, até que suas pernas mal consigam se mexer. É esse tipo de “sacrifício” que a Loja do Crepúsculo Prateado acredita em fazer? E se for, o que isso significa para o “rito de aprisionamento” que eles pretendem completar na Ilha Evitada?
zh: 你成功地凭藉著自己的双腿，逃出了那幢建筑。就在奔跑的时候，你还能听到庄园里传来雷鸣般的隆隆声。好几个人从你身后的大门冲了出来，全神贯注，压根没有看见你。其中一人对她的同伴喊道：“快出去，到未访之岛集合！不管有没有那件仪器，我们都得施行咒缚仪式！” “守卫者怎么了？”门边的一名男子问道。 “指望他是没用的。”她答道，“快走！” 这时响起一声尖叫。一股鲜血喷溅在地下室的窗户上。逃出秘社的人们当即陷入恐慌，四散而逃。 你没有停下，也没有回头去看。你拔足狂奔，直到那幢建筑消失在灰暗的浓雾里，直到你再也听不见屋内的尖叫，直到你的双腿几乎再也跑不动。 这就是银暮秘社所信奉的“献祭”吗？若真是如此，这对他们在未访之岛试图完成的“咒缚仪式”意味著什么呢？

source: Every fiber of your being is stretched as the box pulls you in. However, before it can accomplish its task, the lid is suddenly slammed shut by an elderly hand. You reel backward and collapse as the pulling force ceases. When your senses finally return to you, Carl Sanford is standing over you, unflappable as ever. “I see you managed to open the device without defeating its guardian. How fortunate,” he declares. He examines the box closely, removing the key and the coin from the container and recognizing them instantly. “I had a feeling you would be a valuable asset to the Lodge, but it seems I underestimated your resourcefulness. Perhaps it is time that you learn the truth behind our organization. I have a feeling you are destined for great things.” Unexpectedly, Mr. Sanford hands the puzzle box back to you, along with the components that unlocked it. “Come with me. There is much to discuss.”
de: Jede Faser deines Körpers dehnt sich, als die Kiste versucht dich in sie hineinzuziehen. Bevor sie dieses Vorhaben jedoch abschließen kann, wird sie von einer älteren Hand zugeschlagen. Du taumelst rückwärts, als die Kraft von dir ablässt. Nachdem du wieder bei Sinnen bist, steht Carl Sanford ungerührt über dir. „Ich sehe, dass es Ihnen gelungen ist, die Apparatur zu öffnen, ohne den Wächter zu besiegen. Wie bedauerlich“, erklärt er. Er untersucht die Kiste eindringlich, entfernt den Schlüssel sowie die Münze aus dem Behältnis und erkennt beides sofort. „Ich hatte es im Gefühl, dass Sie der Loge noch zu Diensten sein können. Aber es scheint, ich habe ihre Findigkeit ein wenig unterschätzt. Vielleicht ist es an der Zeit, Ihnen die wahre Geschichte unserer Organisation zu erzählen. Ich denke, Sie sind für größere Dinge bestimmt.“ Mr. Sanford reicht dir unerwarteterweise die Rätselkiste samt der Komponenten, die das Schloss öffnen. „Folgen Sie mir. Es gibt viel zu bereden.“
it: Ogni fibra del vostro corpo è tesa mentre la scatola cerca di risucchiarvi al proprio interno. Tuttavia, prima che l'oggetto possa portare a termine l'impresa, la mano di un vecchio chiude di scatto il coperchio. Indietreggiate di colpo e crollate a terra mentre la forza che tentava di risucchiarvi svanisce. Quando finalmente riprendete i sensi, Carl Sanford veglia su di voi imperturbabile come sempre: “Vedo che siete riusciti ad aprire il congegno senza sconfiggerne il guardiano. Un caso davvero fortunato” sentenzia. Esamina lo scrigno da vicino, rimuovendo la chiave e la moneta dal contenitore e riconoscendoli immediatamente: “Immaginavo che sareste stati una presenza preziosa per la Loggia, ma a quanto pare ho sottovalutato la vostra intraprendenza. Forse è ora che sappiate la verità sulla nostra organizzazione: ho l'impressione che siate destinati a grandi cose.” Inaspettatamente Sanford vi porge di nuovo la scatola, assieme ai componenti utilizzati per aprirla. “Venite con me. Abbiamo molte cose di cui parlare.”
pl: Każde włókno twego ciała naciąga się jak struna, gdy pudełko wciąga cię do środka. Jednak nim do tego dojdzie, starcza dłoń nagle zatrzaskuje wieczko. Zanik oddziałującej na ciebie siły powoduje, że twoim ciałem aż rzuca wstecz. Tracisz równowagę i padasz zemdlony na podłogę. Kiedy dochodzisz do siebie, widzisz patrzącego z góry Carla Sanforda. Jest równie niewzruszony, co zawsze. „Widzę, że zdołałeś otworzyć urządzenie bez pokonywania jego strażnika. Cóż za szczęśliwa okoliczność” – stwierdza. Dokładnie sprawdza pudełko, po czym usuwa klucz i monetę z pojemnika. Na ich widok podnosi brew ze zrozumieniem. „Miałem przeczucie, że będziesz cennym nabytkiem dla Loży, lecz nawet ja nie doceniłem twojej zaradności. Być może nadszedł czas, abyś poznał prawdę o naszej organizacji. Wierzę, że jesteś stworzony do wielkich rzeczy”. Niespodziewanie pan Sanford oddaje ci pudełko-zagadkę wraz z przedmiotami, które pozwoliły je otworzyć. „Chodź ze mną. Mamy wiele do omówienia”.
pt: Cada fibra do seu ser se estira enquanto a caixa arrasta você para dentro. No entanto, antes que ela possa cumprir seu trabalho, a tampa é subitamente fechada com força por uma mão idosa. Você cambaleia para trás e cai no chão quando a força que puxava você cessa. Quando você finalmente recobra os sentidos, Carl Sanford está em pé diante de você, impassível como sempre. “Vejo que você conseguiu abrir o dispositivo sem derrotar seu guardião. Que fortuito”, ele declara. Ele examina atentamente a caixa, retirando a chave e a moeda do receptáculo e reconhecendo-as imediatamente. “Eu tive a sensação de que você seria um valioso ativo para a Loja, mas parece que subestimei sua engenhosidade. Talvez seja hora de você descobrir a verdade por trás de nossa organização. Tenho a sensação de que você está destinado a grandes feitos.” Para sua surpresa, o Sr. Sanford devolve a você a caixa de quebra-cabeças, junto com os componentes que a destrancaram. “Venha comigo. Temos muito a discutir.”
zh: 那箱子直想将你吸入其中，拉拽著你全身每一吋皮肉。但就在你险被吸入箱中的千钧一发之际，箱盖被一位老人用手砰然合上。随著拉拽著你的力量消失，你蹒跚著后退瘫倒：你回过神来，卡尔·桑福德站在你旁边，神色依然淡定自如。“你不曾打败守卫者就把这东西打开了。真是走运。”他说道。他仔细检查这箱子，从里面取出了钥匙和硬币，马上就认出了它们的来路。“我有一种预感，你会成为秘社的得力助手，之前是我低估了你的才智。或许是时候让你了解我社背后的秘密了。我相信你是要干出一番大事业的。”出乎意料的是，桑福德先生将机关盒连同开锁的工具一同交还给你，“跟我来吧。我们好好聊聊。”
