Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/for_the_greater_good.po
Languages: de, it, pl, pt, zh

source: When an investigator takes control of a key, they place that key on their investigator card. If an investigator who controls 1 or more keys is eliminated, place each of those keys on their location. As an [action] ability, an investigator may give any number of their keys to another investigator at the same location.
de: Sobald ein Ermittler die Kontrolle über einen Schlüssel übernimmt, platziert er ihn auf seiner Ermittlerkarte. Falls ein Ermittler mit 1 oder mehr Schlüsseln aus dem Spiel ausscheidet, werden die Schlüssel auf dem Ort des Ermittlers platziert. Als eine [action]-Fähigkeit kann ein Ermittler eine beliebige Anzahl Schlüssel einem anderen Ermittler am gleichen Ort geben.
it: Quando un investigatore prende il controllo di una chiave, quel giocatore colloca quella chiave sulla sua carta investigatore. Se un investigatore che controlla 1 o più chiavi è eliminato, collocate ognuna di quelle chiavi sul suo luogo. Come capacità [action], un investigatore può cedere un qualsiasi numero di sue chiavi a un altro investigatore nel suo stesso luogo.
pl: Kiedy badacz przejmuje kontrolę nad kluczem, umieszcza go na swojej karcie badacza. Jeśli badacz, który kontroluje 1 lub więcej kluczy, zostanie wyeliminowany, umieść każdy z tych kluczy na jego lokalizacji. Dowolny badacz może jako zdolność [action] dać innemu badaczowi w tej samej lokalizacji dowolną liczbę swoich kluczy.
pt: Quando um investigador assume o controle de uma chave, ele a coloca sobre sua carta de investigador. Se um investigador controlando uma ou mais chaves for eliminado, coloque cada uma dessas chaves no local dele. Como uma habilidade [action] , um investigador pode dar qualquer número de chaves sob seu controle para outro investigador no mesmo local.
zh: 调查员控制钥匙时，将其放在自己的调查员卡牌上。如果控制至少1个钥匙的调查员退场，将其所有钥匙放在其所在地点上。调查员可以执行一次[action]能力，将自己任意数量的钥匙交给同地点的另一位调查员。
