Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/for_the_greater_good.po
Languages: de, it, pl, pt, zh

source: Ever since your brush with death at Hangman’s Hill, the situation in Arkham has only worsened. In the days since, there have been more reports of “ghost sightings” and even several more disappearances. A thin layer of grey mist lingers over the streets at all hours, day and night. As soon as the sun begins to set each evening, doors are shut and locked. Without truly realizing why, very few people dare venture out at night. Some businesses have even closed their doors to customers during the day, citing “poor weather.” Things are getting out of hand.
de: Seitdem du den Hauch des Todes am Henkershügel verspürt hast, hat sich die Situation in Arkham weiter verschlechtert. In den Tagen danach kam es zu immer mehr „Geistersichtungen“ und sogar weitere Vermisstenfälle sind aufgetreten. Ein dünner Schleier grauen Nebels zieht nun zu jeder Stunde – Tag und Nacht – durch die Straßen. Sobald die Sonne abends untergeht, werden die Türen fest verschlossen. Ohne selbst den Grund zu kennen, trauen sich immer weniger Menschen nachts auf die Straße. Einige Geschäfte haben sogar tagsüber wegen „schlechten Wetters“ geschlossen. Die ganze Situation gerät außer Kontrolle.
it: Da quando avete visto la morte in faccia al Colle dell'Impiccato, la situazione ad Arkham non ha fatto altro che peggiorare: gli avvistamenti di fantasmi si sono intensificati e perfino le sparizioni sono aumentate; un sottile strato di foschia grigiastra aleggia sulle strade a ogni ora del giorno e della notte e non appena il sole tramonta gli abitanti si chiudono a chiave in casa. Pur senza rendersi conto del perché, pochissimi cittadini osano uscire dalle loro abitazioni la notte e alcuni negozi tengono chiuso anche durante il giorno, adducendo il “cattivo tempo” come spiegazione. La situazione sta degenerando.
pl: Odkąd otarłeś się o śmierć na Wzgórzu Wisielca, sytuacja w mieście uległa pogorszeniu. Przez kilka ostatnich dni pojawiały się relacje świadków, którzy jakoby „widzieli duchy”, zniknęło też kilka kolejnych osób. Cienka warstewka szarej mgły spowija teraz ulice bez względu na porę dnia i nocy. Wraz z zachodem słońca mieszkańcy zamykają drzwi na cztery spusty. Niewiele osób jest gotowych opuszczać swoje domy po zmroku, choć nikt potrafi wytłumaczyć, dlaczego. Niektóre sklepy zostały całkiem zamknięte pod pretekstem „złej pogody” i klienci nie są w stanie odwiedzić ich nawet w ciągu dnia. Sytuacja wymyka się spod kontroli.
pt: Desde seu encontro com a morte na Colina do Carrasco, a situação em Arkham só piorou. Nos dias desde então, houve mais relatos de “avistamentos de fantasmas” e ainda vários outros desaparecimentos. Uma fina camada de bruma cinzenta paira sobre as ruas a todo momento, dia e noite. Assim que o sol começa a se pôr a cada noite, portas são fechadas e trancadas. Sem perceber realmente o porquê, pouquíssimas pessoas se arriscam a sair à noite. Alguns negócios fecharam suas portas aos clientes até durante o dia, alegando o “mau tempo”. As coisas estão saindo do controle.
zh: 自打你在绞刑者山丘与死神擦肩而过，阿卡姆城的情况进一步恶化。在那之后的几天里，出现了更多有关“遇鬼”的报导，失踪事件也频频发生。阿卡姆的街道上时刻笼罩著一层薄薄的灰雾，不分画夜。太阳一落山，家家户户便关门上锁。尽管没什么人明白真正的原因，但大家还是不敢在夜晚出门。一些商店甚至以“天气恶劣”为由，在白天也关上大门不做生意。事态逐渐失控。

source: The creature that appeared at the Lodge’s charity gala is clearly not bound to Josef Meiger’s manor, which means the horrors you’ve experienced could be just the start of something much worse. It is time to report your findings to the Silver Twilight Lodge. Perhaps they can help interpret the knowledge you’ve gathered, and inform you as to what your next step should be. With their help, you may be able to save Arkham…
de: Die Kreatur, die auf der Wohltätigkeitsgala der Loge erschien, ist nicht an das Anwesen Josef Meigers gebunden. Das bedeutet, dass der Schrecken, der dir wider fahren ist, nur der Anfang von etwas Schlimmerem sein könnte. Es wird Zeit, der Silberloge der Dämmerung von deinen Erkenntnissen zu berichten. Vielleicht können sie Rückschlüsse aus deinem gesammelten Wissen ziehen und dir dabei helfen, den nächsten Schritt zu tun. Mit ihrer Hilfe könnte es dir gelingen, Arkham zu retten …
it: È evidente che la creatura comparsa al gala di beneficienza della Loggia non è vincolata alla villa di Josef Meiger, il che significa che gli orrori a cui avete assistito potrebbero essere soltanto il preludio a qualcosa di ben peggiore. È tempo di riferire quanto avete scoperto alla Loggia del Crepuscolo d'Argento: forse i suoi membri saranno in grado di interpretare le informazioni che avete recuperato e vi illumineranno sul prossimo passo da compiere. Con il loro aiuto, forse salvare Arkham è ancora possibile…
pl: Stwór, który pojawił się na balu charytatywnym Loży, najwidoczniej nie jest przywiązany do rezydencji Josefa Meigera. Oznacza to, że groza, której doświadczyłeś, może stanowić ledwie początek czegoś dużo okropniejszego. Czas przekazać zdobyte informacje Loży Srebrnego Świtu. Może jej członkowie pomogą ci w interpretacji zgromadzonej wiedzy i doradzą, jaki powinien być twój kolejny krok? Być może z ich wsparciem zdołasz ocalić Arkham…
pt: A criatura que apareceu no baile beneficente da Loja claramente não está confinada à mansão de Josef Meiger; isso significa que os horrores que você viveu podem ser só o começo de algo muito pior. É hora de relatar suas descobertas à Loja do Crepúsculo Prateado. Talvez eles possam ajudar a interpretar o conhecimento que você reuniu e informá-lo qual deve ser o próximo passo. Com a ajuda da Loja, pode ser que você consiga salvar Arkham…
zh: 秘社慈善晚宴上出现的那头怪物显然与约瑟夫·梅吉尔的庄园无关，这意味著更可怕的还在后头。是时候将你的发现汇报给银暮秘社了。或许他们能够解读你搜集到的知识，告诉你下一步该做什么。有了他们的援助，你也许就能拯救阿卡姆了……

source: …though you suspect the Lodge has other interests. The Lodge clearly knows more about what is happening than they care to admit. There is a sinister purpose that lurks beneath the surface of the Lodge, and you intend to discover what that purpose is.
de: …obwohl du vermutest, dass die Loge andere Interessen verfolgt. Die Loge weiß eindeutig mehr über die Vorfälle, als sie eingestehen möchte. Es lauern düstere Absichten unter der Oberfläche der Loge und du wirst herausfinden, was diese Absichten sind.
it: …anche se sospettate che la Loggia abbia altri interessi: è evidente che essa sa più di quanto lasci trapelare. Dietro la sua parvenza di rispettabilità la Loggia persegue degli obiettivi sinistri, e voi avete tutta l'intenzione di scoprire quali siano.
pl: …choć w duchu podejrzewasz, że Loża interesuje się czymś zgoła odmiennym. Jest jasne, że organizacja wie dużo więcej o mających miejsce wydarzeniach, niż chciałaby przyznać. Loża może pokazywać światu dobroczynne oblicze, lecz kryją się za nim jakieś złowieszcze zamiary, a ty poprzysiągłeś sobie, że je poznasz.
pt: …embora você suspeite que a Loja tenha outros interesses. A Loja claramente sabe mais sobre o que está acontecendo do que quer admitir. Há um propósito sinistro à espreita sob a superfície da Loja e você pretende descobrir que propósito é esse.
zh: ……但你推测秘社另有意图。显然秘社对于此事的真相还有所保留，不愿如实吐露。你打算找出秘社所隐瞒的歹毒目的究竟是什么。

source: The creature that appeared at the Lodge’s charity gala is clearly not bound to Josef Meiger’s manor, which means the horrors you’ve experienced could be just the start of something much worse. You’re not sure why just yet, but you know the Silver Twilight Lodge is connected to the creature in some way. Perhaps it’s time to pay the Lodge a visit—with or without their permission.
de: Die Kreatur, die auf der Wohltätigkeitsgala der Loge erschien, ist nicht an das Anwesen Josef Meigers gebunden. Das bedeutet, dass der Schrecken, der dir widerfahren ist, nur der Anfang von etwas Schlimmerem sein könnte. Du bist dir noch nicht sicher, warum, aber du bist überzeugt, dass die Silberloge der Dämmerung mit dieser Kreatur in Verbindung steht. Vielleicht ist es an der Zeit, der Loge einen Besuch abzustatten – ob mit oder ohne ihre Erlaubnis.
it: È evidente che la creatura comparsa al gala di beneficienza della Loggia non è vincolata alla villa di Josef Meiger, il che significa che gli orrori a cui avete assistito potrebbero essere soltanto il preludio a qualcosa di ben peggiore. Anche se non sapete dire il perché, siete certi che la Loggia del Crepuscolo d'Argento sia collegata in qualche modo alla creatura. Forse è ora di fare visita alla Loggia… con o senza il permesso dei suoi membri.
pl: Stwór, który pojawił się na balu charytatywnym Loży, najwidoczniej nie jest przywiązany do rezydencji Josefa Meigera. Oznacza to, że groza, której doświadczyłeś, może stanowić ledwie początek czegoś dużo okropniejszego. Nie jesteś pewien, czemu, ale przeczuwasz, że Loża Srebrnego Świtu jest w jakiś sposób powiązana z tą istotą. Być może nadszedł czas, by odwiedzić jej członków – czy sobie tego życzą, czy nie.
pt: A criatura que apareceu no baile beneficente da Loja claramente não está confinada à mansão de Josef Meiger; isso significa que os horrores que você viveu podem ser só o começo de algo muito pior. Você ainda não tem certeza do porquê, mas você sabe que a Loja do Crepúsculo Prateado está conectada à criatura de alguma forma. Talvez seja hora de fazer uma visita à Loja — com ou sem permissão.
zh: 秘社慈善晚宴上出现的那头怪物显然与约瑟夫·梅吉尔的庄园无关，这意味著更可怕的还在后头。虽然现在还不知道为什么，但你明白银暮秘社与那头怪物有著某种联系。或许是时候该探访秘社了——不管他们批准与否。

source: You can’t help but wonder if you missed something important in the home of Josef Meiger. The four disappearances that occurred at the Lodge’s charity gala could not have been a coincidence. If those victims encountered a creature like the one you saw at the graveyard, the horrors you’ve experienced could be just the start of something much worse. You’re not sure why just yet, but you are sure that the Silver Twilight Lodge is connected to these events in some way. Perhaps it’s time to pay the Lodge a visit—with or without their permission.
de: Du fragst dich, ob du nicht ein wichtiges Detail in Josef Meigers Haus übersehen hast. Die vier Vermisstenfälle auf der Wohltätigkeitsgala der Loge können kein Zufall sein. Wenn diese Opfer einer Kreatur ähnlich der, die du auf dem Friedhof gesehen hast, begegnet sind, könnte der Schrecken, der dir widerfahren ist, nur der Anfang von etwas Schlimmerem sein. Du bist dir noch nicht sicher, warum, aber du bist überzeugt, dass die Silberloge der Dämmerung mit dieser Kreatur in Verbindung steht. Vielleicht ist es an der Zeit, der Loge einen Besuch abzustatten – ob mit oder ohne ihre Erlaubnis.
it: Avete la sensazione che vi sia sfuggito qualcosa di importante alla villa di Josef Meiger: le quattro sparizioni avvenute al gala di beneficienza della Loggia non possono essere una coincidenza. Se quelle vittime hanno incontrato una creatura come quella che avete visto al cimitero, gli orrori a cui avete assistito potrebbero essere soltanto il preludio a qualcosa di ben peggiore. Anche se non sapete dire il perché, siete certi che la Loggia del Crepuscolo d'Argento sia collegata in qualche modo a questi eventi. Forse è ora di fare visita alla Loggia… con o senza il permesso dei suoi membri.
pl: Nie potrafisz przestać się zastanawiać, czy nie przeoczyłeś czegoś istotnego w domu Josefa Meigera. Cztery zniknięcia podczas balu charytatywnego Loży nie mogły być dziełem przypadku. Jeśli tamte ofiary napotkały istotę podobną tej, którą widziałeś na cmentarzu, groza, której doświadczyłeś, może stanowić ledwie początek czegoś dużo okropniejszego. Nie jesteś pewien, czemu, ale przeczuwasz, że Loża Srebrnego Świtu jest w jakiś sposób powiązana z tą istotą. Być może nadszedł czas, by odwiedzić jej członków – czy sobie tego życzą, czy nie.
pt: Você não consegue deixar de pensar que deixou passar algo importante na casa de Josef Meiger. Os quatro desaparecimentos que ocorreram no baile beneficente da Loja não podem ter sido coincidência. Se aquelas vítimas tiverem encontrado uma criatura como a que você viu no cemitério, então os horrores que você viveu podem ser só o começo de algo muito pior. Você ainda não tem certeza do porquê, mas tem certeza de que a Loja do Crepúsculo Prateado está conectada a esses eventos de alguma forma. Talvez seja hora de fazer uma visita à Loja — com ou sem permissão.
zh: 你不禁回想，是不是自己在约瑟夫·梅吉尔的庄园里错过了什么重要信息。秘社慈善晚宴上发生的四起失踪事件绝非巧合。如果几位受害者遭遇的正是你在墓地看到的怪物，那这意味著更可怕的还在后头。虽然现在还不知道为什么，但你确信银暮秘社与这几起事件有著某种联系。或许是时候该探访秘社了——不管他们批准与否。

source: Too many disappearances have occurred at Josef Meiger’s estate for it to be a coincidence: first, the four victims at the charity gala, then the ones who attended the benefit dinner one week later. If they encountered a creature like the one you saw at the graveyard, the horrors you’ve experienced could be just the start of something much worse. You’re not sure why just yet, but you are sure that the Silver Twilight Lodge is connected to these events in some way. Perhaps it’s time to pay the Lodge a visit—with or without their permission.
de: Auf Josef Meigers Anwesen sind zu viele Personen verschwunden, als dass es nur ein Zufall sein könnte: Erst die vier Opfer auf der Wohltätigkeitsgala, dann die jenigen auf dem Benefizdinner eine Woche später. Wenn sie einer Kreatur ähnlich der, die du auf dem Friedhof gesehen hast, begegnet sind, könnte der Schrecken, der dir widerfahren ist, nur der Anfang von etwas Schlimmerem sein. Du bist dir noch nicht sicher, warum, aber du bist überzeugt, dass die Silberloge der Dämmerung mit dieser Kreatur in Verbindung steht. Vielleicht ist es an der Zeit, der Loge einen Besuch abzustatten – ob mit oder ohne ihre Erlaubnis.
it: Sono troppe le sparizioni che ruotano attorno alla villa di Josef Meiger perché possa considerarsi una semplice coincidenza: prima le quattro vittime al gala di beneficienza, poi i partecipanti alla cena una settimana dopo. Se quelle vittime hanno incontrato una creatura come quella che avete visto al cimitero, gli orrori a cui avete assistito potrebbero essere soltanto il preludio a qualcosa di ben peggiore. Anche se non sapete dire il perché, siete certi che la Loggia del Crepuscolo d'Argento sia collegata in qualche modo a questi eventi. Forse è ora di fare visita alla Loggia… con o senza il permesso dei suoi membri.
pl: W posiadłości Josefa Meigera doszło do zbyt wielu zniknięć, by można je uznać za przypadkowe: najpierw cztery osoby na balu charytatywnym, nie dalej jak tydzień później goście uczestniczący w przyjęciu dobroczynnym. Jeśli wszyscy ci ludzie napotkali istotę podobną tej, którą widziałeś na cmentarzu, groza, której doświadczyłeś, może stanowić ledwie początek czegoś dużo okropniejszego. Nie jesteś pewien, czemu, ale przeczuwasz, że Loża Srebrnego Świtu jest w jakiś sposób powiązana z tą istotą. Być może nadszedł czas, by odwiedzić jej członków – czy sobie tego życzą, czy nie.
pt: Aconteceram desaparecimentos demais na mansão de Josef Meiger para ser coincidência: primeiro, as quatro vítimas no baile beneficente; depois as que participaram do jantar beneficente, uma semana depois. Se elas tiverem encontrado uma criatura como a que você viu no cemitério, então os horrores que você viveu podem ser só o começo de algo muito pior. Você ainda não tem certeza do porquê, mas tem certeza de que a Loja do Crepúsculo Prateado está conectada a esses eventos de alguma forma. Talvez seja hora de fazer uma visita à Loja — com ou sem permissão.
zh: 在约瑟夫·梅吉尔庄园里发生的失踪事件之多，已经无法用巧合来形容：首先是慈善募捐晚会遇害的四人，然后是一周后参加慈善晚宴的宾客。如果他们遭遇的怪物正如你在墓地看到的一样，那这意味著更可怕的还在后头。虽然现在还不知道为什么，但你确信银暮秘社与这几起事件有著某种联系。或许是时候该探访秘社了——不管他们批准与否。

source: When constructing the act deck, use Act 1a—“Warm Welcome” and remove Act 1a—“Infiltrating the Lodge” from the game.
de: Beim Zusammenstellen des Szenendecks wird Szene 1a – „Herzliches Willkommen“ verwendet. Szene 1a – „In die Loge schleichen“ wird aus dem Spiel entfernt.
it: Quando componete il mazzo dei capitoli, usate il Capitolo 1a - Un Caloroso Benvenuto e rimuovete dal gioco il Capitolo 1a - Infiltrarsi nella Loggia.
pl: Aby stworzyć talię aktów, użyj Aktu 1a — „Ciepłe powitanie” i usuń z gry Akt 1a — „Przeniknięcie Loży”.
pt: Ao construir o baralho de atos, use o Ato 1a—“Boas-Vindas Calorosas” e remova o Ato 1a—“Infiltrando-se na Loja” do jogo.
zh: 构筑场景牌堆时，使用场景1a—“热烈欢迎”，将场景1a—“渗透秘社”移出游戏。

source: Put the versions of Lodge Gates, Lobby, and Lodge Cellar with the <i>(We’ve Been Expecting You)</i> subtitle into play. Remove the other versions of those locations from the game.
de: Folgende Versionen von Orten mit dem Untertitel „Wir haben Sie erwartet“ werden ins Spiel gebracht: Tor zur Loge, Foyer und Keller der Loge. Alle anderen Versionen dieser Orte werden aus dem Spiel entfernt.
it: Mettete in gioco le versioni con il sottotitolo <i>(Vi Stavamo Aspettando)</i> dei luoghi Cancello della Loggia, Atrio e Scantinato della Loggia. Rimuovete dal gioco le altre versioni di quei luoghi.
pl: Umieść w grze wersje Wrót Loży, Przedsionka i Piwnicy Loży zawierające podtytuł <i>(Czekaliśmy na was)</i>. Usuń z gry pozostałe wersje danych lokalizacji.
pt: Coloque as versões de Portões da Loja, Saguão e Adega da Loja com o subtítulo <i>(Estávamos à Sua Espera)</i> em jogo. Remova do jogo as outras versões desses locais.
zh: 将副标题为<i>“我们一直在等你”</i>的秘社大门、前厅、秘社地窖放置入场。这些地点的其他所有版本将被移出游戏。

source: Search the gathered encounter sets for the following cards, and remove them from the game: 3 copies of Acolyte, 1 copy of Wizard of the Order, 2 copies of Knight of the Inner Circle, and 1 copy of Cell Keeper.
de: Die herausgesuchten Begegnungssets werden nach den folgenden Karten durchsucht: 3 Kopien von Akolyth, 1 Kopie von Hexenmeister des Ordens, 2 Kopien von Ritter des inneren Kreises und 1 Kopie von Zellenwächter. Diese Karten werden aus dem Spiel entfernt.
it: Cercate nei set di incontri radunati le carte seguenti e rimuovetele dal gioco: Mago dell'Ordine, Custode della Cella, 2 copie del Cavaliere della Cerchia Interna e 3 copie dell'Accolito.
pl: Przeszukaj zebrane zestawy spotkań w poszukiwaniu następujących kart i usuń je z gry: 3 kopie Akolity, 1 kopia Czarownika Bractwa, 2 kopie Rycerza Wewnętrznego Kręgu i 1 kopia Strażnika celi.
pt: Procure as seguintes cartas nos conjuntos de encontros reunidos e remova-as do jogo: 3 cópias de Acólito, 1 cópia de Mago da Ordem, 2 cópias de Cavaleiro do Círculo Interno e 1 cópia de Guarda das Celas.
zh: 查找已找出的遭遇组，找出以下卡牌，然后将它们移出游戏：3张祭司、1张密会巫师、2张核心圈骑士、1张牢房看门人。

source: When constructing the act deck, use Act 1a—“Infiltrating the Lodge” and remove Act 1a—“Warm Welcome” from the game.
de: Beim Zusammenstellen des Szenendecks wird Szene 1a – „In die Loge schleichen“ verwendet. Szene 1a – „Herzliches Willkommen“ wird aus dem Spiel entfernt.
it: Quando componete il mazzo dei capitoli, usate il Capitolo 1a - Infiltrarsi nella Loggia e rimuovete dal gioco il Capitolo 1a - Un Caloroso Benvenuto.
pl: Aby stworzyć talię aktów, użyj Aktu 1a — „Przeniknięcie Loży” i usuń z gry Akt 1a — „Ciepłe powitanie”.
pt: Ao construir o baralho de atos, use o Ato 1a—“Infiltrando-se na Loja” e remova o Ato 1a—“Boas-Vindas Calorosas” do jogo
zh: 构筑场景牌堆时，使用场景1a—“渗透秘社”，将场景1a—“热烈欢迎”移出游戏。

source: Put the versions of Lodge Gates, Lobby, and Lodge Cellar with the (Members Only) subtitle into play. Remove the other versions of those locations from the game.
de: Folgende Versionen von Orten mit dem Untertitel „Nur für Mitglieder“ werden ins Spiel gebracht: Tor zur Loge, Foyer und Keller der Loge. Alle anderen Versionen dieser Orte werden aus dem Spiel entfernt.
it: Mettete in gioco le versioni con il sottotitolo <i>(Riservato ai Membri)</i> dei luoghi Cancello della Loggia, Atrio e Scantinato della Loggia. Rimuovete dal gioco le altre versioni di quei luoghi.
pl: Umieść w grze wersje Wrót Loży, Przedsionka i Piwnicy Loży zawierające podtytuł <i>(Wstęp tylko dla członków)</i>. Usuń z gry pozostałe wersje danych lokalizacji.
pt: Coloque as versões de Portões da Loja, Saguão e Adega da Loja com o subtítulo <i>(Somente para Membros)</i> em jogo. Remova do jogo as outras versões desses locais.
zh: 将副标题为<i>“秘社成员方可入内”</i>的秘社大门、前厅、秘社地窖放置入场。这些地点的其他所有版本将被移出游戏。

source: Search the gathered encounter sets for the following cards, and remove them from the game: 3 copies of Lodge Neophyte, 1 copy of Keeper of Secrets, 2 copies of Knight of the Outer Void, and 1 copy of Lodge Jailor.
de: Die herausgesuchten Begegnungssets werden nach den folgenden Karten durchsucht: 3 Kopien von Frisch bekehrtes Logenmitglied, 1 Kopie von Bewahrer der Geheimnisse, 2 Kopien von Ritter der Äußeren Leere und 1 Kopie von Gefängniswärter der Loge. Diese Karten werden aus dem Spiel entfernt.
it: Cercate nei set di incontri radunati le carte seguenti e rimuovetele dal gioco: Custode dei Segreti, Carceriere della Loggia, 2 copie del Cavaliere del Vuoto Esterno e 3 copie del Neofita della Loggia.
pl: Przeszukaj zebrane zestawy spotkań w poszukiwaniu następujących kart i usuń je z gry: 3 kopie Neofity Loży, 1 kopia Strażnika sekretów, 2 kopie Rycerza Zewnętrznej Pustki i 1 kopia Strażnika Loży.
pt: Procure as seguintes cartas nos conjuntos de encontros reunidos e remova-as do jogo: 3 cópias de Neófito da Loja, 1 cópia de Guardião dos Segredos, 2 cópias de Cavaleiro do Vazio Externo e 1 cópia de Carcereiro da Loja.
zh: 查找已找出的遭遇组，找出以下卡牌，然后将它们移出游戏：3张秘社新信徒、1张守密人、2张边缘虚空骑士、1张秘社狱卒。

source: Put the Lodge Catacombs and the Lounge into play. Each investigator begins play at the Lodge Gates. Set each other remaining location aside, out of play (Library, Vault, Inner Sanctum, and the 2 Sanctum Doorway locations).
de: Die Orte Katakomben der Loge und Salon werden ins Spiel gebracht. Jeder Ermittler beginnt das Spiel am Tor zur Loge. Die übrigen Orte werden als nicht im Spiel befindlich beiseitegelegt (Bibliothek, Tresorraum, Inneres Heiligtum und die 2 Kopien von Durchgang zum Heiligtum).
it: Mettete in gioco le Catacombe della Loggia e il Salotto. Iniziate la partita nel Cancello della Loggia. Mettete da parte, temporaneamente fuori dal gioco, i luoghi rimanenti: Biblioteca, Caveau, Sancta Sanctorum e i 2 luoghi Ingresso del Sancta Sanctorum.
pl: Umieść w grze Katakumby Loży i Salon. Wszyscy badacze rozpoczynają grę we Wrotach Loży. Odłóż na bok, poza grę wszystkie pozostałe lokalizacje (Biblioteka, Skarbiec, Wewnętrzne Sanktuarium i 2 kopie Wejścia do sanktuarium).
pt: Coloque as Catacumbas da Loja e o Lounge em jogo. Os investigadores começam o jogo nos Portões da Loja. Separe todos os outros locais restantes, fora de jogo (Biblioteca, Cofre, Sanctum Interno e os 2 locais Porta do Sanctum).
zh: 将秘社地下墓穴和休息室放置入场。每位调查员从秘社大门开始游戏。将所有剩余地点(藏书室、机密室、圣堂内室、2张圣堂门廊)放在一边，位于场外。

source: Set the following cards aside, out of play: the Puzzle Box asset, the Summoned Beast enemy, the August Lindquist asset, and the double‑sided Nathan Wick enemy.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: die Vorteilskarte Rätselkiste, die Gegnerkarte Beschworene Bestie, die Vorteilskarte August Lindquist und die doppelseitige Gegnerkarte Nathan Wick.
it: Mettete dal parte, temporaneamente fuori dal gioco, le carte seguenti: il supporto Scatola del Rompicapo, il nemico Bestia Evocata, il supporto August Lindquist e il nemico Nathan Wick a due lati.
pl: Odłóż na bok, poza grę, następujące karty: atut Pudełko-zagadkę, wroga Przyzwaną bestię, atut Augusta Lindquista oraz dwustronnego wroga Nathana Wicka.
pt: Separe as seguintes cartas, fora de jogo: o ativo Caixa de Quebra-Cabeças, o inimigo Fera Invocada, o ativo August Lindquist e o inimigo dupla face Nathan Wick.
zh: 将以下卡牌放在一边，位于场外：机关盒支援、响应召唤的怪兽敌人，奥古斯特·林全斯特支援，双面的南森·威克敌人。
