Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/the_wages_of_sin.po
Languages: it, pt, vi, zh

source: Scenario IV: The Wages of Sin
it: Scenario IV: Il Prezzo del Peccato
pt: Cenário IV: Os Ordenados do Pecado
vi: Màn IV: Tiền Công Tội Lỗi
zh: 冒险IV：恶罪报应

source: Ever since your encounter with the ghost in the Witch House, you have been forced to reconsider everything you know about life and death. Keziah Mason died over two hundred years ago, but her spirit remains in the spectral mist—the same mist you encountered in Josef Meiger’s manor. One question lingers in your mind as you consider the events that have transpired: Does Keziah’s spirit linger because of the mist, or is the mist caused by her presence? Which is the disease, and which the symptom? The more you delve into Arkham’s history of witchcraft and persecution, the more restless you become. Night after night, you are assaulted by terrible dreams—dreams of death and decay, of guilt and sin. There is an evil that dwells in this city, an evil that has long remained hidden in the darkness of Arkham’s past. What’s worse, your inquiry has reached an impasse. You believe that if you can find the coven of witches you saw in the woods that fateful night, you might be able to learn more about Keziah Mason or of this unspoken evil. As you go through your morning routine, your eyes drift across one of the smaller headlines of today’s newspaper: “Ghost Sightings on Hangman’s Hill? Residents of Uptown claim to have seen human shapes in the thick fog emanating from Hangman’s Brook…” It couldn’t be a coincidence, could it? Then the realization dawns on you—if it is witches you seek, the only place you can be certain to find them is six feet underground, in the place where professed witches were executed all those years ago. Searching for specters in a graveyard may not be your safest bet, but you’re not sure one can stay safe in this city anymore.
it: Dal vostro incontro con il fantasma della casa stregata, siete stati costretti a mettere in discussione tutto quello che pensavate di conoscere sulla vita e sulla morte: Keziah Mason è morta oltre due secoli fa, eppure il suo spirito aleggia nella foschia spettrale... la stessa foschia che avete visto alla villa di Josef Meiger. Una domanda vi assilla mentre riflettete sugli ultimi eventi: lo spirito di Keziah permane in questo mondo a causa della foschia o è la foschia stessa a essere causata dalla sua presenza? Qual è la malattia e quale il sintomo? Più cose scoprite sulla storia della stregoneria e delle persecuzioni ad Arkham, più la vostra inquietudine sale. Notte dopo notte siete tormentati da sogni orribili, incubi di morte e putrefazione, di colpa e peccato. C'è qualcosa di malvagio che si annida in questa città, un male che è rimasto nascosto a lungo nell'oscurità del passato di Arkham; per di più, le vostre indagini sono giunte a un vicolo cieco. Se riuscite a trovare la congrega di streghe che avete visto nei boschi quella notte, forse potreste scoprire qualcosa in più su Keziah Mason o su questo male senza nome. Poi, una mattina vi cade l'occhio su uno dei titoli secondari del quotidiano del giorno: “Fantasmi avvistati al Colle dell'Impiccato? Gli abitanti dei Quartieri Residenziali affermano di aver visto delle forme umane muoversi nella fitta nebbia che saliva dal Torrente dell'Impiccato.” Che sia una coincidenza? In voi si fa strada un'intuizione: se sono le streghe quelle che cercate, l'unico posto dove trovarle è sottoterra, nel luogo dove le streghe proclamate tali furono giustiziate molti anni fa. Andare alla ricerca di spettri in un cimitero non è la più prudente delle mosse, ma temete che presto nessuno sarà più al sicuro in città.
pt: Desde seu encontro com o fantasma na Casa da Bruxa, você foi forçado a reconsiderar tudo que sabia sobre a vida e a morte. Keziah Mason morreu há mais de duzentos anos, mas seu espírito permanece nas brumas espectrais — as mesmas brumas que você encontrou na mansão de Josef Meiger. Uma questão não sai da sua mente enquanto você considera os eventos que se passaram: O espírito de Keziah permanece por causa das brumas? Ou serão as brumas causadas pela presença dela? Qual será a doença e qual o sintoma? Quando mais você se aprofunda na história de bruxaria e perseguição de Arkham, mais inquieto você se torna. Noite após noite, você é acossado por terríveis sonhos — sonhos de morte e deterioração, de culpa e pecado. Há um mal que habita esta cidade, um mal que ficou escondido por muito tempo na escuridão do passado de Arkham. E o pior, sua investigação chegou a um impasse. Você crê que, se for capaz de encontrar o coven de bruxas que viu na floresta naquela noite fatídica, você talvez consiga descobrir mais sobre Keziah Mason ou sobre esse mal oculto. Enquanto você cumpre sua rotina matinal, seus olhos passam por uma das manchetes menores do jornal: “Avistamentos de Fantasmas na Colina do Carrasco? Moradores de Uptown alegam ter visto formas humanas na neblina grossa emanando do Riacho do Carrasco…” Não pode ser coincidência, pode? Então você se dá conta — se são bruxas que você procura, o único lugar em que você as achará com certeza é a sete palmos debaixo da terra, no lugar onde as supostas bruxas eram executadas todos esses anos atrás. Procurar espectros em um cemitério pode não ser a aposta mais segura, mas você já não tem certeza se alguém está seguro nessa cidade.
vi: Kể từ khi chạm trán với hồn ma trong Ngôi nhà Phù thủy, bạn đã buộc phải xem xét lại mọi điều bạn biết về sự sống và cái chết. Keziah Mason đã chết cách đây hơn hai trăm năm, nhưng linh hồn của cô ấy vẫn còn trong màn sương ma quái - giống như màn sương mà bạn đã gặp trong trang viên của Josef Meiger. Một câu hỏi đọng lại trong tâm trí bạn khi bạn xem xét các sự kiện đã xảy ra: Linh hồn của Keziah tồn tại nhờ màn sương, hay là màn sương tồn tại do sự hiện diện của cô ấy? Cái nào là nguyên nhân, và cái nào là hệ quả? Bạn càng tìm hiểu sâu hơn về lịch sử của phù thủy và ngược đãi ở thị trấn Arkham, bạn càng trở nên bồn chồn. Đêm này qua đêm khác, bạn bị tấn công bởi những giấc mơ khủng khiếp - những giấc mơ về cái chết và mục nát, về cảm giác tội lỗi và xấu hổ. Có một con ác quỷ trú ngụ trong thị trấn này, một ác quỷ từ lâu đã ẩn mình trong bóng tối quá khứ của Arkham. Tệ hơn nữa, các câu hỏi của bạn đã đi vào bế tắc. Bạn tin rằng nếu bạn có thể tìm thấy nhóm phù thủy mà bạn đã thấy trong khu rừng vào đêm định mệnh đó, bạn có thể tìm hiểu thêm về Keziah Mason hoặc về ác quỷ chưa được nói tới này. Khi đang làm các hoạt động buổi sáng hàng ngày, đôi mắt của bạn lướt qua một trong những tiêu đề nhỏ hơn của tờ báo hôm nay: “Hồn ma được nhìn thấy trên Đồi Hangman? Người dân của Uptown cho rằng đã nhìn thấy hình dạng con người trong màn sương mù dày đặc tỏa ra từ Hangman’s Brook… ” Đó không phải là sự trùng hợp ngẫu nhiên, phải không? Sau đó, một nhận thức xuất hiện trong bạn — nếu đó là phù thủy mà bạn tìm kiếm, nơi duy nhất bạn có thể chắc chắn để tìm thấy họ là sáu feet (182cm) dưới lòng đất, nơi mà những phù thủy tự xưng đã bị hành quyết suốt những năm về trước. Tìm kiếm bóng ma trong nghĩa địa có thể không phải là lựa chọn an toàn nhất cho bạn, nhưng bạn không chắc liệu có thể an toàn trong thành phố này nữa không.
zh: 自从在巫宅遇鬼，你不得不重新思考你对生与死的一切认知。凯夏·梅森死了超过两百年，但她的灵魂留在了鬼灵迷雾之中——也就是你在约瑟夫·梅吉尔庄园遇到的那团雾。当你细想发生的一系列事件，一个问题萦绕在你的脑海里：凯夏的灵魂是因为那团迷雾才徘徊不散，抑或是她的存在导致了迷雾产生？究竟哪一个是因，哪一个是果？ 你越是深入研究阿卡姆的巫术和迫害历史，越是焦躁不安。你每夜每夜被恐怖的梦所袭击——梦里尽是死亡和衰败，愧疚和罪恶。这座城市里潜伏著一股邪恶，一直隐藏在阿卡姆的黑暗往昔之中。更糟糕的是，你的调查陷入了僵局。你认为，要是你能找到那晚你在树林里看见的女巫集会，你或许就能够更加地了解凯夏·梅森，或者这难以言喻的邪恶。 在进行早上的日常工作时，你的眼睛扫到今天报纸上的一个小标题：“在绞刑者山丘目睹幽灵？上城区居民声称在绞刑者河边散发的浓雾中看见了若干个人影……”这不可能只是个巧合，对吧？ 这时你才恍然大悟——如果那就是你要找的女巫，那你唯一确认能够找到她们的地方就在地下六英呎，传闻中多年以前处决女巫的地方。在墓地里找幽灵或许不是最安全的法子，但你不确定继续呆在城里是否安全。

source: Randomly choose one of the two The Gallows locations, one of the two Heretics’ Graves locations, one of the two Chapel Attic locations, and one of the two Chapel Crypt locations, and put them into play. Remove the other versions of The Gallows, Heretics’ Graves, Chapel Attic, and Chapel Crypt from the game. Then, put Haunted Fields, Abandoned Chapel, and Hangman’s Brook into play.
it: Scegliete casualmente 1 luogo Forca, 1 luogo Tombe degli Eretici, 1 luogo Soffitta della Cappella e 1 luogo Cripta della Cappella e metteteli in gioco. Rimuovete dal gioco le altre versioni di quei luoghi. Poi, mettete in gioco i luoghi Campi Infestati, Cappella Abbandonata e Torrente dell'Impiccato.
pt: Selecione aleatoriamente um dos dois locais A Forca, um dos dois locais Túmulos dos Hereges, um dos dois locais Sótão da Capela e um dos dois locais Cripta da Capela e coloque-os em jogo. Remova as outras versões de A Forca, Túmulos dos Hereges, Sótão da Capela e Cripta da Capela do jogo. Então, coloque Campos Assombrados, Capela Abandonada e Riacho do Carrasco em jogo.
vi: Chọn ngẫu nhiên một trong hai vị trí The Gallows, một trong hai vị trí Heretics ’Graves, một trong hai vị trí Chapel Attic và một trong hai vị trí Chapel Crypt, và đưa chúng vào chơi. Loại bỏ các phiên bản khác của The Gallows, Heretics ’Graves, Chapel Attic và Chapel Crypt khỏi màn chơi. Sau đó, đặt Haunted Fields, Abandoned và Hangman’s Brook vào chơi.
zh: 随机从以下每种地点中各选1个：绞刑架、异端者的墓地、教堂阁楼、教堂地下室，然后将选出的4个地点放置入场。将所选地点的其他版本移出游戏。然后，将闹鬼农田、废弃教堂，绞刑者河放置入场。

source: These locations have revealed versions on both sides. One side has the [[Spectral]] trait, and one side does not. When putting these locations into play, use the revealed sides without the [[Spectral]] trait.
it: Questi luoghi possiedono versioni aperte su entrambi i lati. Un lato contiene il tratto [[Spettrale]], l'altro ne è privo. Quanto mettete in gioco questi luoghi, usate il lato aperto senza il tratto [[Spettrale]].
pt: Esses locais têm versões reveladas dos dois lados. Um lado tem a propriedade [[Espectral]] e o outro não. Ao colocar esses locais em jogo, use os lados revelados que não têm a propriedade [[Espectral]].
vi: Những địa điểm này có mặt để lộ ở cả 2 mặt. Một mặt có trait [[Spectral]], và mặt còn lại thì không. Khi đặt những địa điểm này vào chơi, sử dụng mặt không có trait [[Spectral]].
zh: 上述地点两面均为已揭示面。一面带有[[幽灵]]属性，另一面则不带。在将上述地点放置入场时，使用不带[[幽灵]]属性的已揭示面。

source: Each investigator begins play in Hangman’s Brook.
it: Ogni investigatore inizia la partita nel Torrente dell'Impiccato.
pt: Os investigadores começam o jogo no Riacho do Carrasco.
vi: Mỗi điều tra viên bắt đầu chơi tại vị trí Hangman’s Brook.
zh: 每位调查员从绞刑者河开始游戏。

source: Set the four Spectral Web assets aside, out of play.
it: Mettete da parte, temporaneamente fuori dal gioco, i 4 supporti Rete Spettrale.
pt: Separe os quatro ativos Teia Espectral, fora de jogo.
vi: Đặt 4 tài sản Spectral Web sang một bên, ngoài khu vực chơi.
zh: 将4张“幽灵迷网”放在一边，位于场外。

source: Shuffle the six Heretic enemies and set aside four of them, at random. Remove the other two copies from the game. These cards are double-sided and have story cards on their reverse side. For the best experience, do not look at the story cards on their other side.
it: Mescolate i 6 nemici Eretica e mettetene da parte 4, casualmente. Rimuovete dal gioco le altre 2 copie. Queste carte sono carte a due facce e contengono carte storia sul lato opposto. Per una migliore esperienza di gioco, non guardate le carte storia sul lato opposto.
pt: Embaralhe os seis inimigos Herege e separe quatro deles, escolhidos aleatoriamente. Remova as outras duas cópias do jogo. Essas cartas são dupla face e têm cartas de história no verso. Para a melhor experiência, não olhe as cartas de história no verso.
vi: Xào 6 kẻ địch Heretic, và đặt ngẫu nhiên 4 trong số đó sang một bên. Loại bỏ 2 phiên bản còn lại khỏi màn chơi. Những lá bài này có 2 mặt và có mặt câu chuyện ở mặt còn lại. Để có trải nghiệm tốt nhất, đừng nhìn vào mặt câu chuyện ở mặt còn lại.
zh: 混洗6张异端者敌人，将其中随机4张放在一边。将其他2张移出游戏。这些卡牌是双面的，其背面为剧情卡。为了获得最佳的游戏体验，请勿查看背面内容。

source: This scenario utilizes two separate encounter decks.
it: Questo scenario utilizza 2 mazzi degli incontri separati.
pt: Esse cenário utiliza dois baralhos de encontros separados.
vi: Màn chơi này sử dụng 2 chồng bài encounter khác nhau.
zh: 本场冒险会用到2个独立的遭遇牌堆。

source: Separate each of the remaining cards with the [[Spectral]] trait and shuffle them together to build the spectral encounter deck <i>(see “The Spectral Encounter Deck,” below)</i>.
it: Separate ognuna delle carte rimanenti con il tratto [[Spettrale]] e mescolatele assieme per comporre il mazzo degli incontri spettrale <i>(vedi “Mazzo degli Incontri Spettrale”, successivamente)</i>.
pt: Separe todas as cartas restantes com a propriedade [[Espectral]] e embaralhe-as para construir o baralho de encontros espectrais <i>(veja “O Baralho de Encontros Espectral”, abaixo)</i>.
vi: Tách từng lá bài còn lại với trait [[Spectral]] và xào chúng vào với nhau để tạo thành chồng bài spectral encounter <i>(xem phần “The Spectral Encounter Deck,” bên dưới)</i>.
zh: 将剩余所有带有[[幽灵]]属性的卡牌混洗，建立幽灵遭遇牌堆<i>(参考下方的“幽灵遭遇牌堆”)</i>。

source: Shuffle each of the remaining non-[[Spectral]] cards together to build the standard encounter deck.
it: Mescolate assieme il resto delle carte non [[Spettrale]] per comporre il mazzo degli incontri standard.
vi: Xào mỗi lá bài không có trait [[Spectrall]] còn lại thành chồng bài encounter tiêu chuẩn.
zh: 将剩余所有不带[[幽灵]]属性的卡牌混洗，建立基础遭遇牌堆。

source: The Spectral Encounter Deck
it: Mazzo degli Incontri Spettrale
pt: O Baralho de Encontros Espectral
zh: 幽灵遭遇牌堆

source: During the setup of this scenario, two encounter decks are constructed: a “standard” encounter deck and a “spectral” encounter deck. Generally speaking, whenever an investigator would interact with the encounter deck, that investigator should use the standard encounter deck. However, at a certain point during this scenario, locations may flip over to their [[Spectral]] side. While an investigator is at a location with the [[Spectral]] trait, that investigator should use the spectral encounter deck instead of the standard encounter deck for all purposes, unless otherwise noted. This includes drawing cards from the encounter deck, as well as searching, looking at, revealing, or otherwise interacting with the encounter deck (or encounter discard pile) in any way. This also includes abilities that trigger when the encounter deck runs out of cards. If an effect specifically refers to the standard encounter deck or spectral encounter deck, it interacts with the specified deck regardless of the investigator’s location. Each of the two encounter decks have their own discard pile. Whenever a card with the [[Spectral]] trait would be discarded, it is placed in the discard pile for the spectral encounter deck. All other encounter cards are discarded to the discard pile for the standard encounter deck. <i>Note: Flipping a location over from one side to another during this scenario does not “reveal” the new location.</i>
it: Durante la preparazione di questo scenario componete due mazzi degli incontri: un mazzo degli incontri “standard” e un mazzo degli incontri “spettrale”. Generalmente parlando, ogni volta che un investigatore sta per interagire con il mazzo degli incontri, quell'investigatore deve usare il mazzo degli incontri standard. Tuttavia, a un certo punto di questo scenario, i luoghi potrebbero essere girati sul loro lato [[Spettrale]]. Finché un investigatore si trova in un luogo con il tratto [[Spettrale]], quell'investigatore deve usare il mazzo degli incontri spettrale invece del mazzo degli incontri standard per qualsiasi funzione, tranne dove specificato diversamente. Questo include pescare, cercare, guardare, rivelare carte dal mazzo degli incontri o interagire con il mazzo degli incontri (o con la pila degli scarti degli incontri) in ogni altro modo. Questo include anche le capacità che si innescano quando il mazzo degli incontri esaurisce le carte. Se un effetto si riferisce specificamente al mazzo degli incontri standard o al mazzo degli incontri spettrale, interagisce con il mazzo specificato a prescindere dal luogo in cui si trova l'investigatore. Ogni mazzo degli incontri ha la sua pila degli scarti personale. Ogni volta che una carta con il ratto [[Spettrale]] sta per essere scartata, viene collocata nella pila degli scarti del mazzo degli incontri spettrale. Tutte le altre carte incontro vengono scartate nella pila degli scarti del mazzo degli incontri standard. <i>Nota: Girando un luogo sul lato opposto durante questo scenario non si “apre” il nuovo luogo.</i>
pt: Durante a preparação deste cenário, dois baralhos de encontros são construídos: um baralho de encontros “normal” e um baralho de encontros “espectral”.De modo geral, quando um investigador for interagir com o baralho de encontros, esse investigador deve usar o baralho de encontros normal. No entanto, em um determinado ponto do cenário, os locais podem virar para o lado Espectral. Enquanto um investigador estiver em um local com a propriedade Espectral, esse investigador deve usar o baralho de encontros espectral para todos os fins, a menos que seja especificado o contrário. Isso inclui comprar cartas do baralho de encontros, assim como procurar, olhar, revelar ou qualquer outra forma de interação com o baralho de encontros (ou com a pilha de descarte de encontros). Isso também inclui habilidades que são ativadas quando o baralho de encontros fica sem cartas. Se um efeito se referir especificamente ao baralho de encontros normal ou ao baralho de encontros espectral, ele interage com o baralho especificado, independentemente do local do investigador. Cada um dos dois baralhos de encontros tem sua própria pilha de descarte. Sempre que uma carta com a propriedade Espectral for descartada, ela é colocada na pilha de descarte do baralho de encontros espectral. Todas as outras cartas são descartadas na pilha de descarte do baralho de encontros normal. <i>Nota: Virar um local de um lado para o outro nesse cenário não “revela” o novo local.</i>
vi: Trong quá trình chuẩn bị màn chơi này, hai chồng bài encounter được xây dựng: một chồng encounter “tiêu chuẩn” và một chồng encounter “spectral”. Nói chung, bất cứ khi nào điều tra viên tương tác với chồng bài encounter, thì điều tra viên đó nên sử dụng chồng bài encounter tiêu chuẩn. Tuy nhiên, tại một thời điểm nhất định trong màn chơi này, các vị trí có thể lật sang mặt [[Spectral]] của chúng. Trong khi một điều tra viên đang ở một địa điểm có trait [[Spectral]], điều tra viên đó nên sử dụng chồng bài encounter spectral thay vì chồng bài encounter tiêu chuẩn cho tất cả các mục đích, trừ khi có ghi chú khác. Điều này bao gồm việc rút các lá bài từ chồng bài encounter, cũng như tìm kiếm, xem xét, để lộ hoặc tương tác với chồng bài encounter (hoặc chồng bài encounter bỏ) theo bất kỳ cách nào. Điều này cũng bao gồm các khả năng được kích hoạt khi chồng bài encounter hết bài. Nếu một hiệu ứng đặc biệt đề cập đến chồng bài encounter tiêu chuẩn hoặc chồng bài encounter spectral, nó sẽ tương tác với bộ bài được chỉ định bất kể vị trí của người điều tra. Mỗi một trong hai chồng bài encounter đều có chồng bài encounter bỏ riêng. Bất cứ khi nào một lá bài có trait [[Spectral]] bị loại bỏ, nó sẽ được đặt trong chồng bài bỏ cho chồng bài spectral. Tất cả các lá bài encounter khác sẽ bị loại bỏ vào chồng bài bỏ của chồng bài encounter tiêu chuẩn. <i> Lưu ý: Việc lật một vị trí từ mặt này sang mặt còn lại trong trường hợp này không được xem là "để lộ" (reveal) vị trí mới. </i>
zh: 在本场冒险的设置阶段，构筑2个遭遇牌堆：1个“基础”遭遇牌堆，1个“幽灵”遭遇牌堆。一般来说，调查员将要与遭遇牌堆互动时，该调查员应该使用基础遭遇牌堆。 但是，在本场冒险的一个特定时间点，地点卡可能翻面至[[幽灵]]面。调查员位于带有[[幽灵]]属性的地点时，该调查员在任何情况下都不使用基础遭遇牌堆，改为使用幽灵遭遇牌堆，除非有特殊说明。包括从遭遇牌堆抽取卡牌、查找、查看、翻开或其他任何形式与遭遇牌堆(或遭遇弃牌堆)的互动，都使用对应的遭遇牌堆。遭遇牌堆用完时触发的能力也正常触发。如果一个效果特别指明是基础遭遇牌堆或幽灵遭遇牌堆，该效果与对应的牌堆互动，不论调查员位于什么地点。 上述两个遭遇牌堆分别拥有各自的弃牌堆。带有[[幽灵]]属性的卡牌将被弃掉时，将其放在幽灵遭遇牌堆的弃牌堆。其他所有遭遇卡被弃掉时放入基础遭遇牌堆的弃牌堆。 <i>注意：在本场冒险期间，将一个地点翻面至另一面不视为“翻开”或“揭示”一个新地点。</i>

source: In your Campaign Log, record <i>X heretics were unleashed unto Arkham</i>. X is the number of Heretic enemies in play. (If it is act 1, instead record <i>4 heretics were unleashed unto Arkham</i>.)
it: Annotate nel Diario della Campagna che <i>X eretiche sono state scatenate ad Arkham</i>, dove X è il numero di nemici Eretica in gioco. (Se siete al Capitolo 1, annotate invece che <i>4 eretiche sono state scatenate ad Arkham</i>.)
pt: Anote no Registro da Campanha que <i>X hereges foram libertos sobre Arkham</i>. X é o número de inimigos Hereges em jogo. (Se os jogadores estiverem no ato 1, em vez disso, anote que <i>4 hereges foram libertos sobre Arkham</i>.)
vi: Trong Nhật ký Chiến dịch của bạn, ghi chép lại rằng <i>X heretics đã bị thả vào trong thị trấn Arkham</i>. X là số kẻ địch Heretic đang được chơi. (Nếu đang ở Act 1, ghi chép <i>4 heretics đã bị thả vào trong thị trấn Arkham</i>.)
zh: 在冒险日志记录下<i>有X名异端者被释放到阿卡姆</i>。其中X为场上的异端者敌人个数。(如果当前场景为场景1，不记录上述语句，改为记录下<i>有4名异端者被释放到阿卡姆</i>。)

source: Heretic enemies in play:
it: Eretiche in gioco:
pt: Inimigos Hereges em jogo:
vi: Kẻ địch Heretic đang được chơi:
zh: 场上的异端者敌人数量：

source: #X# heretics were unleashed unto Arkham.
it: #X# eretiche sono state scatenate ad Arkham.
pt: #X# hereges foram libertos sobre Arkham.
vi: #X# heretics đã bị thả vào trong thị trấn Arkham.
zh: 有#X#名异端者被释放到阿卡姆

source: Corn Husk Doll
it: Bambola di Foglie di Pannocchia
pt: Boneca de casca de milho
zh: 玉米皮娃娃

source: If 3 or fewer <i>heretics were unleashed unto Arkham</i>…
it: Se 3 o meno <i>eretiche sono state scatenate ad Arkham</i>…
pt: Se 3 ou menos <i>hereges foram libertos sobre Arkham</i>...
vi: Nếu có từ 3 hoặc ít hơn <i>heretics bị thả vào trong thị trấn Arkham</i>…
zh: 如果不超过3名<i>异端者被释放到阿卡姆</i>……

source: the investigators survived the watcher’s embrace.
it: siete sopravvissuti all'abbraccio dell'Osservatore.
pt: os investigadores sobreviveram ao abraço do observador.
vi: các điều tra viên đã sống sót khỏi vòng tay của watcher.
zh: 调查员从看守人之拥下存活。

source: Wisp of Spectral Mist
it: Sbuffo di Foschia Spettrale
pt: Vestígio de Bruma Espectral
zh: 一缕鬼灵迷雾

source: Rays of faded sunlight stream through the haze, and the unnatural mist finally recedes. As it does, Hangman’s Hill returns to its original state. No other spiteful ghosts emerge to haunt you, and the witches who summoned them have retreated into the shadows once more. You hope that you have done enough to prevent the rest of Arkham to succumbing to this horror.
it: Alcuni tenui raggi di luce si fanno strada attraverso la bruma e l'innaturale foschia finalmente si dissipa. Il Colle dell'Impiccato torna alle sue condizioni di sempre: nessun fantasma pieno di odio si fa avanti per assalirvi e le streghe che li avevano evocati si sono rintanate di nuovo tra le ombre. Sperate di avere fatto quanto basta per evitare che il resto di Arkham soccomba a questo orrore.
pt: Raios de sol esmaecidos atravessam a neblina e as brumas anormais finalmente recuam. Enquanto isso, a Colina do Carrasco retorna a seu estado original. Nenhum outro fantasma rancoroso surge para assombrar você e as bruxas que os invocaram devem ter recuado novamente para as sombras. Você torce para que tenha feito o bastante para impedir que o resto de Arkham sucumba a esse horror.
vi: Những tia nắng yếu ớt xuyên qua lớp mây mù, và màn sương bất thường cuối cùng cũng rút đi. Nhờ vậy, Đồi Hangman trở lại trạng thái ban đầu của nó. Không có hồn ma đáng sợ nào khác xuất hiện để ám ảnh bạn, và những phù thủy đã triệu hồi chúng đã rút lui vào bóng tối một lần nữa. Bạn hy vọng rằng bạn đã làm đủ để ngăn chặn phần còn lại của thị trấn Arkham khỏi bị hủy hoại bởi sự kinh hoàng này.
zh: 逐渐减弱的阳光透过了薄雾，那团怪雾最终消散不见。同时，绞刑者山丘恢复了原样。再没有恶鬼来纠缠你，召唤鬼魂的女巫也再次退回了黑暗。你希望自己己所做的能够保护阿卡姆其余的人，不再向恐惧屈服。
