Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/the_inner_circle.po
Languages: it, pt, zh

source: Mr. Sanford rises to his feet, and the other members of the Order follow suit. He addresses the members of the Inner Circle, yourself included: “All right. We have no more time to spare. The ritual must be completed at once. We shall use the same site as before—the central pillar of the Unvisited Isle, where the barrier between this world and the next is thinnest. It is likely that the anomaly will pursue us there, so act with caution.” Then he turns directly to you and adds, “The device you hold is the key to binding the revenant. I trust you to use it properly when the time comes.” You and the other members of the circle nod in affirmation. Taking a deep breath to steel your nerves, you prepare for the journey to the Unvisited Isle—a journey toward death itself.
it: Sanford si alza in piedi e gli altri membri dell'Ordine fanno altrettanto. Rivolgendosi a voi e agli altri membri della cerchia interna, dichiara: “E sia, non abbiamo più tempo da perdere. Il rituale dev'essere completato al più presto. Useremo lo stesso luogo già usato in precedenza, la colonna centrale dell'Isola Inviolata dove la barriera tra questo mondo e l'altro è più sottile. E' probabile che l'anomalia ci segua fin laggiù, quindi agite con prudenza.” Poi torna a rivolgersi a voi. “Avremo bisogno anche del vostro aiuto, naturalmente: il congegno in vostro possesso è essenziale per intrappolare il redivivo. Dovrete usarlo nel modo giusto, quando verrà il momento.” Sia voi che gli altri membri della cerchia annuite con un cenno del capo, traete un profondo respiro per rinsaldare i nervi e vi preparate al viaggio verso l'Isola Inviolata… Un viaggio verso la morte.
pt: O Sr. Sanford se levanta e os outros membros da Ordem o acompanham. Ele se dirige aos membros do Círculo Interno, incluindo você: “Certo. Não temos tempo a perder. Precisamos completar o ritual imediatamente. Usaremos o mesmo local de antes — o pilar central da Ilha Evitada, onde a barreira entre este mundo e o outro é mais tênue. É provável que a anomalia nos persiga lá; então, tenham cautela.” Ele então se vira diretamente para você e acrescenta, “O dispositivo em suas mãos é a chave para aprisionar o retornado. Confio que você o usará da forma adequada quando for a hora.” Você e os outros membros do Círculo Interno assentem com a cabeça. Respirando fundo para se acalmar, você se prepara para a jornada à Ilha Evitada — uma jornada rumo à própria morte.
zh: 桑福德站起身来，其他修道会成员也跟著他站起。他对核心圈的成员，包括你在内说道：“好吧。我们时间所剩无多。必须马上完成仪式。仪式场所照旧选在未访之岛的中央石柱——现世与异界之间隔阂最薄弱的地方。异象可能还会纠缠著我们，所以要谨慎行事。”随后他径直转向你，补充道：“你手中的箱子正是咒缚亡灵的关键。我相信你会在时机到来的时候，正确地使用它。”你和核心圈的其他成员点头认同。深吸一口气来平息紧张的情绪，你准备踏上前往未访之岛之旅——一趟死亡之旅。

source: the investigators were inducted into the Inner Circle.
it: siete stati introdotti nella Cerchia Interna.
pt: os investigadores foram iniciados no Círculo Interno.
zh: 调查员受到加入核心圈的感召。
