Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/the_inner_circle.po
Languages: it, pt, zh

source: Interlude III: The Inner Circle
it: Interludio III La Cerchia Interna
pt: Interlúdio III: O Círculo Interno
zh: 幕间故事III：核心圈

source: Interlude III
zh: 幕间故事III

source: The Inner Circle
zh: 核心圈

source: You have been brought deep into the inner sanctum, where only the highest-ranking members of the Lodge are allowed. Mr. Sanford explains that the Order of the Silver Twilight is far older and more important than the public-facing Silver Twilight Lodge, and that their knowledge extends into the realm of the arcane and the obscure. “For many decades, the Order of the Silver Twilight has pursued knowledge that can elevate humanity. We have defended against threats to our very existence. We have sacrificed everything for this sacred cause. Now, one of these threats terrorizes our city, and we are the only ones who can stop it. You know the creature I speak of.” You nod in affirmation. “Here is what we know: it was the witches who brought this abomination upon Arkham. We tried to stop their ritual, but unfortunately, we were unsuccessful in binding it. Now it is loose, and we must finish what we started before the witches are able to do the same. But first, I understand you may have some information for us, as well. Please, hand over what you have found. It is important that we collaborate in order to understand this situation.”
it: Siete stati portati all'interno del Sancta Sanctorum, dove soltanto i membri di rango più alto della Loggia hanno diritto di entrate. Mr. Sanford spiega che l'Ordine del Crepuscolo d'Argento è ben più vecchio e più importante della sua facciata pubblica, la Loggia del Crepuscolo d'Argento, e che la loro conoscenza abbraccia anche le arti arcane e quelle puù ignote. “Da molti decenni, l'Ordine del Crepuscolo d'Argento persegue il tipo di conoscenza in grado di elevare l'umanità. Ci siamo difesi da minacce che rischiavano di annientare la nostra stessa esistenzae abbiamo sacrificato tutto per questa sacra causa. Ora una di queste minacce terrorizza la nostra città e noi siamo gli unici in grado di fermarla. Conoscete bene anche voi la creatura a cui mi riferisco.” Annuite in segno di affermazione. “Questo è ciò che sappiamo: sono state le streghe a condurre questo abominio ad Arkham. Abbiamo cercato di interrompere il loro rituale, ma purtroppo non siamo riusciti a vincolare la creatura: ora quel mostro si aggira indisturbato e noi dobbiamo finire ciò che abbiamo cominciato prima che le streghe possano fare altrettanto. Ma prima, se non mi sbaglio, so che anche voi avete delle informazioni da darci: prego, rivelateci ciò che avete scoperto. E' importante unire le forze per capire a fondo questa situazione.”
pt: Você foi trazido mais a fundo no sanctum interno, onde só é permitido entrarem os membros da alta cúpula da Ordem. O Sr. Sanford explica que a Ordem do Crepúsculo Prateado é muito mais velha e mais importante que a conhecida Loja do Crepúsculo Prateado e seu conhecimento se estende ao reino do arcano e do obscuro. “Por muitas décadas, a Ordem do Crepúsculo Prateado tem buscado conhecimento que possa elevar a humanidade. Temos nos defendido contra ameaças à nossa existência. Sacrificamos tudo por essa causa sagrada. Agora, uma dessas ameaças está aterrorizando nossa cidade e somos os únicos capazes de impedi-la. Você conhece a criatura que estou falando.” Você assente com a cabeça. “Isto é o que sabemos: foram as bruxas que trouxeram essa abominação para Arkham. Tentamos impedir o ritual delas, mas, infelizmente, falhamos em aprisioná-la. Agora ela está à solta e precisamos terminar o que começamos, antes que as bruxas consigam fazer o mesmo. Mas, primeiro, eu entendo que você tem alguma informação para nós, também. Por favor, entregue o que descobriu. É importante que colaboremos para entender a situação.”
zh: 他领你来到深处的圣堂内室，只有最高阶的秘社成员才允许进入此处。桑福德解释说，银暮修道会比面向公众的银暮秘社更为古老、地位更为重要，所掌握的知识涉及到神秘而晦涩的领域。“银暮修道会在过去的几十年里，苦心追寻能够造福全人类的知识。我们曾击退外敌，捍卫组织存亡。我们为这神圣的目标牺牲一切。而今，又有外敌侵扰我们的城市，只有我们能够阻止它。你知道我所说的就是那头怪物。”你点头同意。 “我们知道，将这可憎的怪物带来阿卡姆的就是那群女巫。我们试过阻止她们的仪式，但很遗感咒缚没有成功。现在术式不稳定，我们必须赶在女巫完成仪式之前将它封印。在开始之前，我知道你也有一些信息要提供。来吧，把你发现的东西说出来。我们互相合作，才能弄明白现在的情况。”

source: Give Mr. Sanford everything you have found.
it: Consegnate a Mr. Sanford tutto ciò che avete trovato.
pt: Entregar ao Sr. Sanford tudo que descobriram.
zh: 将你找到的所有东西交给桑福德。

source: Tell him you have nothing to show. (You are lying.)
it: Dite a Mr. Sanford che non avete nulla. (State mentendo.)
pt: Dizer que não têm nada para apresentar. (Você está mentindo.)
zh: 告诉他你什么都没找到。(你在撒谎。)

source: You show Mr. Sanford the evidence you’ve collected. “Hm… Yes, I see. It is as I suspected,” he murmurs as he inspects the trinkets.
it: Mostrate a Mr. Sanford i reperti che avete raccolto. “Mh… Sì, capisco. Come sospettavo” mormora mentre esamina gli oggetti.
pt: Você mostra ao Sr. Sanford as evidências que reuniu. “Hm… sim, entendo. É como eu suspeitava”, ele murmura enquanto examina os berloques.
zh: 你将自己收集到的证据交给了桑福德。“唔……嗯，我明白了。正如我所料。”他一边检视著这些小玩意儿，一边喃喃细语。

source: Cross off each memento listed under “Mementos Discovered” in your Campaign Log.
it: Cancellate ogni reperto elencato alla voce “Reperti Rinvenuti” nel Diario della Campagna.
pt: Risque cada lembrança listada em “Lembranças Descobertas” no Registro da Campanha.
zh: 在冒险日志“遗留记忆”下方划掉所有条目。

source: Check Campaign Log. <i>If the investigators rescued Josef</i> and <i>the investigators told the Lodge about the coven</i>.
it: Controllate il Diario della Campagna. Se <i>avete salvato Josef</i> e <i>avete parlato della congrega alla Loggia</i>.
pt: Verifique o Registro da Campanha. Se <i>os investigadores resgataram Josef</i> e <i>contaram à Loja sobre o coven</i>.
zh: 查看冒险日志。如果记录有<i>调查员救出约瑟夫</i>和<i>调查员将女巫集会的事情告诉秘社</i>。

source: You don’t trust Carl Sanford with these pieces of evidence. Who knows what he intends to do with them? In the hands of the president of the Silver Twilight Lodge, any one of these items could be a deadly instrument. You lie, informing him that your investigation has so far proven fruitless. He clenches his jaw and glares at you for a moment, his cold blue eyes staring daggers into yours. “That is disappointing to hear. But perhaps it is my fault; I should not have imposed such a heavy burden on a neophyte to the Order.” Mr. Sanford rises to his feet, and the other members of the Order follow suit. He addresses the other members of the Inner Circle: “All right. We have no more time to spare. The ritual must be completed at once. We shall use the same site as before—the central pillar of the Unvisited Isle, where the barrier between this world and the next is thinnest. It is likely that the anomaly will pursue us there, so act with caution.” Then he turns back to you. “We will require your assistance as well, of course. The device you hold is the key to binding the revenant. You must use it properly when the time comes. Do you understand?” You nod in affirmation. Taking a deep breath to steel your nerves, you prepare for the journey to the Unvisited Isle—a journey toward death itself.
it: Non vi fidate di Carl Sanford al punto da consegnargli quei reperti. Chi può sapere cos'ha intenzione di farci? Nelle mani del presidente della Loggia del Crepuscolo d'Argento, ognuno di questi oggetti potrebbe diventare uno strumento di morte. Gli mentite e rispondete che le vostre indagini finora si sono dimostrate infruttuose. L'uomo serra la mascella e vi lancia un'occhiata furente: i suoi occhi azzurri sembrano quasi dei pugnali impazienti di trafiggervi. “Questo mi rammarica molto, ma forse è colpa mia: non dovevo imporre un fardello così pesante a dei neofiti dell'Ordine.” Sanford si alza in piedi e gli altri membri dell'Ordine fanno altrettanto. Rivolgendosi agli altri membri della cerchia interna, dichiara: “E sia, non abbiamo più tempo da perdere. Il rituale dev'essere completato al più presto. Useremo lo stesso luogo già usato in precedenza, la colonna centrale dell'Isola Inviolata dove la barriera tra questo mondo e l'altro è più sottile. E' probabile che l'anomalia ci segua fin laggiù, quindi agite con prudenza.” Poi torna a rivolgersi a voi. “Avremo bisogno anche del vostro aiuto, naturalmente: il congengo in vostro possesso è essenziale per intrappolare il redivivo. Dovrete usarlo nel modo giusto, quando verrà il momento. Avete capito?” Annuite con un cenno del capo, traete un profondo respiro per rinsaldare i nervi e vi preparate al viaggio verso l'Isola Inviolata… Un viaggio verso la morte.
pt: Você não confia em Carl Sanford para entregar a ele essas evidências. Quem sabe o que ele pretende fazer com elas? Nas mãos do presidente da Loja do Crepúsculo Prateado, qualquer um desses itens poderia ser um instrumento mortal. Você mente, informando-o de que sua investigação até agora não rendeu frutos. Ele cerra a boca e lança um olhar a você por um momento, os frios olhos azuis dele encarando com raiva os seus. “Fico decepcionado em saber. Mas talvez a culpa seja minha; não deveria ter imposto um fardo tão grande a um neófito da Ordem.” O Sr. Sanford se levanta e os outros membros da Ordem o acompanham. Ele se dirige aos outros membros do Círculo Interno: “Certo. Não temos tempo a perder. Precisamos completar o ritual imediatamente. Usaremos o mesmo local de antes — o pilar central da Ilha Evitada, onde a barreira entre este mundo e o outro é mais tênue. É provável que a anomalia nos persiga lá; então, tenham cautela.” Então ele se volta para você. “Precisaremos da sua ajuda também, é claro. O dispositivo em suas mãos é a chave para aprisionar o retornado. Você deve usá-lo da forma adequada quando for a hora. Você entende?" Você assente com a cabeça. Respirando fundo para se acalmar, você se prepara para a jornada à Ilha Evitada — uma jornada rumo à própria morte.
zh: 你不放心将这些证据交给卡尔·桑福德。谁知道他想用这些东西做些什么？这些东西里，不管是哪一个落到了银暮秘社会长的手里，都能成为致命的杀著。于是你谎称至今为止什么都没查到。他下颌紧绷，冷酷的蓝眼睛像刀子一般直直盯著你的双眼。“那可真遗憾。但这可能是我的错；我不应该将这样的重任强加在修道会的新人身上。” 桑福德站起身来，其他修道会成员也跟著他站起。他对核心圈的其他成员说道：“好吧。我们时间所剩无多。必须马上完成仪式。仪式场所照旧选在未访之岛的中央石柱——现世与异界之间隔阂最薄弱的地方。异象可能还会纠缠著我们，所以要谨慎行事。”随后他转向你，“当然，我们还需要你的帮助。你手中的箱子正是咒缚亡灵的关键。时机到来的时候，你得正确地使用它。听明白了吗？”你点头同意。深吸一口气来平息紧张的情绪，你准备踏上前往未访之岛之旅——一趟死亡之旅。

source: the investigators kept their mementos hidden.
it: avete tenuto nascosti i vostri reperti.
pt: os investigadores mantiveram as lembranças escondidas.
zh: 调查员隐瞒了自己发现的遗留记忆。

source: Carl Sanford grins and rises to his feet. “You have proven yourself a loyal asset to our Order. I believe it is time that you ascended to our Inner Circle.” You approach and kneel before Mr. Sanford. He spreads his arms wide and declares, “I hereby appoint to you the rank of Knight of the Inner Circle. Arise once more, knight, and stand tall. You are now one of the elite guardians of humanity, keepers of the truth, and stewards of the Silver Twilight Order.” Another member of the Order offers you a folded blue robe, and you don it solemnly. “Now, I am sure you have many questions for me. We do not have a lot of time to dawdle, but you deserve answers. What do you wish to know?”
it: Carl Sanford sorride alzandosi in piedi. “Vi siete dimostrati una risorsa leale per il nostro Ordine, penso sia ora che ascendiate alla nostra cerchia interna.” Vi avvicinate inginocchiandovi davanti a Mr. Sanford, che allarga le braccia e dichiara: “Io vi conferisco il rango di Cavalieri della Cerchia Interna. Alzatevi, cavalieri, ed ergetevi con fierezza. Ora fate parte dell'élite dei guardiani dell'umanità, custodi della speranza e attendenti dell'Ordine del Crepuscolo d'Argento.” Un altro membro dell'Ordine vi offre delle tuniche blu ripiegate che indossate con solennità. “Sono sicuro che avete molte domande da farmi. Non possiamo permetterci di sprecare tempo, ma meritate qualche risposta: cosa desiderate sapere?”
pt: Carl Sanford sorri e se levanta. “Você se mostrou um ativo leal da Ordem. Creio que seja hora de você ascender a nosso Círculo Interno.” Você se aproxima e se ajoelha diante do Sr. Sanford. Ele abre bem os braços e declara, “Concedo a você o posto de Cavaleiro do Círculo Interno. Levante-se, cavaleiro, com orgulho. Você agora faz parte de uma elite de guardiões da humanidade, protetores da verdade e superintendentes da Ordem do Crepúsculo Prateado.” Outro membro da Ordem oferece a você um manto azul dobrado, que você veste solenemente. “Agora, tenho certeza de que você tem muitas perguntas para mim. Não temos muito tempo para delongas, mas você merece respostas. O que deseja saber?”
zh: 卡尔·桑福德笑著站了起来：“你证明了自己是修道会忠诚的一份子。现在是时候让你晋升，加入我们的核心圈了。”你步近桑福德，在他面前跪下。他大展双臂，宣告：“我在此任命你为核心圈的一员，授骑士爵位。站起来吧，骑士，站直。你现在是人类的精锐守卫者、真理保守者、银暮秘社修道会的管理者。另一名修道会成员递来一件叠好的蓝色长袍，你庄严地将它穿上。“现在，我知道你有很多问题要问我。虽然我们没时间闲聊，但这是你应得的，我会回答你。你想知道些什么？”

source: You may ask up to three questions of Carl Sanford before his patience wears thin.
it: Potete porre 3 domande a Carl Sanford prima che la sua pazienza si esaurisca.
pt: Você pode fazer até três perguntas a Carl Sanford antes que a paciência dele se esgote.
zh: 在卡尔·桑福德的耐心耗尽之前，你最多可以问他3个问题。

source: Choose a question to ask Carl Sanford.
it: Scegliete una domanda da porre a Carl Sanford.
pt: Escolha uma pergunta para Carl Sanford.
zh: 选择一个问题来询问卡尔·桑福德。

source: <i>“What is the creature?”</i>
it: <i>“Che cosa è la creatura?”</i>
pt: <i>“O que é a criatura?”</i>
zh: <i>“那头怪物是什么？”</i>

source: <i>“What do you want with the creature?”</i>
it: <i>“Co che cosa volete da quella creatura?”</i>
pt: <i>"O que vocês querem com a criatura?"</i>
zh: <i>“你打算对那头怪物做什么？”</i>

source: <i>“What do the witches want with the creature?”</i>
it: <i>“Cosa vogliono le streghe da quella creatura?”</i>
pt: <i>"O que as bruxas querem com a criatura?"</i>
zh: <i>“女巫们要对那头怪物做什么？”</i>

source: <i>“Did you know about the creature before the charity gala?”</i>
it: <i>“Lei sapeva dell'esistenza della creatura prima del gala di beneficienza?”</i>
pt: <i>“Vocês sabiam sobre a criatura antes do baile beneficente?”</i>
zh: <i>“你在慈善晚宴之前就知道那头怪物的存在吗？”</i>

source: <i>“Where are the four missing people from the charity gala?”</i>
it: <i>“Dove sono le quattro persone scomparse al gala di beneficienza?”</i>
pt: <i>“Onde estão as quatro pessoas que desapareceram no baile beneficente?”</i>
zh: <i>“慈善晚宴上失踪的四个人现在身在何处？”</i>

source: <i>“…Why are you looking at me like that?”</i>
it: <i>“Perché mi sta guardando in questo modo?”</i>
pt: <i>“…Por que está olhando para mim assim?”</i>
zh: <i>“……你为什么这样看著我？”</i>

source: You may only ask this question because <i>the investigators survived the watcher's embrace</i>.
it: Potete porre questa domanda perché <i>siete siopravvissuti all'abbraccio dell'Osservatore</i>.
pt: Você só pode fazer a pergunta a seguir se <i>os investigadores sobreviveram ao abraço do observador</i>.
zh: 因为<i>调查员从看守人之拥下存活</i>，你只能提问这个问题。

source: Finished asking questions.
it: Fine delle domande.
pt: Sem mais perguntas.
zh: 结束提问。

source: “It is a powerful remnant, left behind from one who perished long ago. The witches could only have summoned it if they had a strong connection to the soul it once belonged to,” Mr. Sanford explains. “It could only be one person: Keziah Mason herself.”
it: “E' una potente traccia lasciata indietro da qualcuno che morì molto tempo fa. Le streghe potevano evocarla soltanto disponendo di un forte legame con l'anima a cui esso apparteneva” spiega Sanford. “Può trattarsi soltanto di una persona: Keziah Mason.”
pt: “É um poderoso resquício, deixado por alguém que pereceu há muito tempo. As bruxas só poderiam tê-lo invocado se tivessem uma forte ligação com a alma a que ele pertencia”, o Sr. Sanford explica. “Só pode ser uma pessoa: a própria Keziah Mason.”
zh: “那是很久以前死去的人留下的，强大的鬼魂。女巫之所以能够召唤它，是因为她们与那鬼魂的肉身有著紧密的联系。”桑福德解释道，“它肯定是那个人的鬼魂：凯夏·梅森。”

source: “First and foremost, we need to bind it to prevent it from doing further harm. That is of paramount importance. Once it is bound, we may be able to learn the secrets it possesses without endangering ourselves or others.”
it: “Per prima cosa, dobbiamo intrappolarla per evitare che faccia ancora del male. Questo è il nostro obiettivo primario. Quando l'avremo vincolata, potremo apprendere i suoi segreti senza mettere in pericolo noi stessi o gli altri.”
pt: “Antes de mais nada, precisamos aprisioná-la para impedi-la de causar mais mal. Isso é de suma importância. Uma vez que ela esteja aprisionada, poderemos aprender os segredos que ela possui, sem colocar nós mesmos nem outros em perigo.”
zh: “首先，我们得对其施术绑缚，阻止它继续作恶。这是至关重要的。封印完成后，我们就能够在保全自身和他人的前提下学习它所拥有的知识。”

source: “I am sure they wish to learn its secrets, and draw from its power,” he theorizes, stroking his beard. “Perhaps allow one of their own to become possessed by the spirit, and hence gain power over life and death itself.”
it: “Sono sicuro che desiderino apprendere i suoi segreti e attingere ai suoi poter” ipotizza lisciandosi la barba. “Forse consentendo a una di loro di essere posseduta dallo spirito, nel tentativo di ottenere il potere sulla vita e sulla morte stesse.”
pt: “Tenho certeza de que elas desejam aprender os segredos dela e canalizar seu poder”, ele teoriza, roçando a barba. “Talvez permitir que uma delas seja possuída pelo espírito, ganhando assim poder sobre a vida e morte.”
zh: “我很肯定，她们想要知道它的秘密，抽取它的力量。”他捋著胡须，推断道，“可能会让那鬼魂附在其中一个女巫的身上，从而获得超越生死的力量。”

source: “In truth, yes,” Mr. Sanford admits. “But we did not know it would come to us. After interceding in the witch’s summoning rite, we investigated the spectral mist that was left behind for several days. We likely drew too much attention to ourselves, and it was drawn to our presence. Not necessarily a bad thing, in the end.”
it: “In verità, sì” ammette Sanford. “Ma non pensavamo sarebbe venuta da noi. Dopo aver interferito nel rituale di evocazione delle streghe, abbiamo indagato sulla foschia spettrale che è rimasta per molti giorni. Probabilmente abbaimo attirato troppo l'attenzione e la nostra presenza lo ha attratto. Ma forse, a conti fatti, non è stata necessariamente una cosa negativa.”
pt: “Na verdade, sim”, o Sr. Sanford admite. “Mas não sabíamos que ela viria a nós. Após interceder no rito de invocação das bruxas, investigamos a bruma espectral que ficou para trás por muitos dias. É provável que tenhamos chamado atenção demais e ela tenha sido atraída para nossa presença. O que não foi necessariamente ruim, no fim das contas.”
zh: “老实说，是的。”桑福德承认，“但我们没想到它是冲著我们来的。插手女巫的召唤仪式后，便有鬼灵迷雾数日不散，我们遂展开调查。我们可能太过张扬，被它盯上了。但说到底，这不一定就是件坏事。”

source: “God only knows,” Mr. Sanford replies with a sigh. “Taken by the revenant, perhaps. Or swallowed by the mist.” He considers this for a while, then adds, “I suspect that if they are still alive, they cannot be far from the revenant. For better or for worse, the anomaly seems localized around it.
it: “Dio solo lo sa” risponde Mr. Sanford con un sospiro. “Prese dal redivivo, forse. O inghiottite dalla foschia.” Riflette su queste parole per qualche istante, poi aggiunge: “Sospetto che, se sono ancora vive, non possano essere troppo lontane dal redivivo. Nel bene o nel male, l'anomalia sembra localizzata attorno ad esso.”
pt: “Só Deus sabe”, o Sr. Sanford responde, suspirando. “Levadas pelo retornado, talvez. Ou engolidas pelas brumas.” Ele pensa nisso por um tempo, depois acrescenta, “Imagino que, se eles ainda estiverem vivos, não estarão longe do retornado. Para o bem ou para o mal, a anomalia parece localizada à volta dele.”
zh: “这事只有上帝知道答案了。”桑福德叹了口气答道，“或许，他们被归来的亡灵带走了。或者是被迷雾吞噬了。”他想了一会，补充道，“我猜，要是他们还活著，那他们也快变成亡灵了。异象似乎只发生在它周围，说不清是好事还是坏事。”

source: Mr. Sanford clears his throat. “I… It is nothing,” he lies.
it: Mr. Sanford si schiarisce la gola. “Io… no, non è niente” risponde mentendo.
pt: O Sr. Sanford pigarreia. “Eu… não é nada”, ele mente.
zh: 桑福德清了清嗓子“我……没什么”。他在撒谎。

source: Carl Sanford gives the trinkets and strange components to another member of the Inner Circle, who retrieves them with care and brings them upstairs. “Thank you for your assistance in this matter. We are stronger together than apart; don’t you agree?” Mr. Sanford rises to his feet, and the other members of the Order follow suit. He addresses the other members of the Inner Circle: “All right. We have no more time to spare. The ritual must be completed at once. We shall use the same site as before—the central pillar of the Unvisited Isle, where the barrier between this world and the next is thinnest. It is likely that the anomaly will pursue us there, so act with caution.” Then he turns back to you. “We will require your assistance as well, of course. The device you hold is the key to binding the revenant. You must use it properly when the time comes. Do you understand?” You nod in affirmation. Taking a deep breath to steel your nerves, you prepare for the journey to the Unvisited Isle—a journey toward death itself.
it: Carl Sanford consegna gli oggetti e gli altri strani reperti a un membro della cerchia interna, che li prende con delicatezza e li porta al piano di sopra. “Grazie per il vostro aiuto in questa vicenda. Insieme siamo più forti, non diete d'accordo?” Sanford si alza in piedi e gli altri membri dell'Ordine fanno altrettanto. Rivolgendosi agli altri membri della cerchia interna, dichiara: “E sia, non abbiamo più tempo da perdere. Il rituale dev'essere completato al più presto. Useremo lo stesso luogo già usato in precedenza, la colonna centrale dell'Isola Inviolata dove la barriera tra questo mondo e l'altro è più sottile. E' probabile che l'anomalia ci segua fin laggiù, quindi agite con prudenza.” Poi torna a rivolgersi a voi. “Avremo bisogno anche del vostro aiuto, naturalmente: il congegno in vostro possesso è essenziale per intrappolare il redivivo. Dovrete usarlo nel modo giusto, quando verrà il momento. Avete capito?” Annuite con un cenno del capo, traete un profondo respiro per rinsaldare i nervi e vi preparate al viaggio verso l'Isola Inviolata… Un viaggio verso la morte.
pt: Carl Sanford dá os berloques e estranhos componentes para outro membro do Círculo Interno, que os toma com cuidado e os leva para o andar de cima. “Obrigado por sua ajuda nessa questão. Somos mais fortes juntos que separados, não concorda?” O Sr. Sanford se levanta e os outros membros da Ordem o acompanham. Ele se dirige aos outros membros do Círculo Interno: “Certo. Não temos tempo a perder. Precisamos completar o ritual imediatamente. Usaremos o mesmo local de antes — o pilar central da Ilha Evitada, onde a barreira entre este mundo e o outro é mais tênue. É provável que a anomalia nos persiga lá; então, tenham cautela.” Então ele se volta para você. “Precisaremos da sua ajuda também, é claro. O dispositivo em suas mãos é a chave para aprisionar o retornado. Você deve usá-lo da forma adequada quando for a hora. Você entende?" Você assente com a cabeça. Respirando fundo para se acalmar, você se prepara para a jornada à Ilha Evitada — uma jornada rumo à própria morte.
zh: 卡尔·桑福德将这些小玩意和古怪物件交给另一名核心圈的成员，他小心地接过东西，带到楼上去。“谢谢你在这件事上提供的帮助。我们团结起来变得更强大了，你不这么认为吗？” 桑福德站起身来，其他修道会成员也跟著他站起。他对核心圈的其他成员说道：“好吧。我们时间所剩无多。必须马上完成仪式。仪式场所照旧选在未访之岛的中央石柱——现世与异界之间隔阂最薄弱的地方。异象可能还会纠缠著我们，所以要谨慎行事。”随后他转向你，“当然，我们还需要你的帮助。你手中的箱子正是咒缚亡灵的关键。时机到来的时候，你得正确地使用它。听明白了吗？”你点头同意。深吸一口气来平息紧张的情绪，你准备踏上前往未访之岛之旅——一趟死亡之旅。
