Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/the_wages_of_sin.po
Languages: it, pt, vi, zh

source: Resigned to your fate, you fall to your knees. The mist parts. Time slows to a crawl as the watcher emerges. Its spectral form glides along the ground, approaching with the slow surety of a ticking clock. You close your eyes, unwilling to look upon your killer. Your fingers dig into your palm, and you brace yourself. The moment passes. When you open your eyes again, the creature is gone, along with the spectral mist. …Have you been spared?
it: Rassegnati al vostro fato, cadete in ginocchio. La foschia si dirada. Il tempo sembra rallentare fin quasi a fermarsi mentre l'Osservatore avanza verso di voi: la sua forma spettrale scivola sul terreno, avanzando lentamente ma inesorabilmente come il ticchettio di un orologio. Chiudete gli occhi, rifiutandovi di guardare il vostro assassino: stringete i pugni fino ad affondare le dita nel palmo della mano e vi preparate al peggio. Passano alcuni istanti. Quando riaprite gli occhi, la creatura è scomparsa assieme alla foschia spettrale. Siete stati risparmiati...?
pt: Resignado a seu fado, você cai de joelhos. As brumas se abrem. O tempo desacelera enquanto o observador surge. A forma espectral dele desliza pelo chão, se aproximando com a lenta certeza do tique-taque de um relógio. Você fecha os olhos, não querendo ver seu assassino. Com as unhas cravadas nas palmas das mãos, você se prepara. O momento passa. Quando você volta a abrir os olhos, a criatura se foi, junto com as brumas espectrais. ... Você foi poupado?
vi: Cam chịu số phận, bạn khuỵu xuống. Làn sương tách ra. Thời gian chậm lại khi watcher xuất hiện. Hình dạng ma quái của nó trượt dọc theo mặt đất, tiếp cận với sự chắc chắn chậm chạp của một chiếc đồng hồ tích tắc. Bạn nhắm mắt lại, không muốn nhìn vào kẻ sẽ giết bạn. Ngón tay của bạn chạm vào lòng bàn tay của bạn, và bạn gồng mình lên. Từng khắc trôi qua. Khi bạn mở mắt một lần nữa, sinh vật đã biến mất, cùng với làn sương mù ma quái. … Bạn đã được tha sao?
zh: 你听天由命，双膝跪倒。迷雾开始分离。看守人现身，连时间都变得缓慢。他的灵体在地面滑行，按时钟滴答敲响的速度，缓缓地接近你。你闭上了双眼，不想看到将要取走自己性命的凶手。双拳紧握，全身绷紧。 片刻过后。 你再次睁开眼睛时，怪物和鬼灵迷雾一同消失了。 ……你得救了吗？
