Repository: zzorba/arkham-cards-data
Catalog: i18n/*/return_campaigns/rttcu/campaign.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Return to The Circle Undone
de: Rückkehr zu: Der gebrochene Kreis
pl: Powrót Przerwanego kręgu

source: Who You Gonna Call?
es: ¿A quién vas a llamar?
fr: Qui c'est qu'on appelle ?
it: Chi Chiamerai?
ko: 유령 퇴치반 부르신 분?
pl: Do kogo zadzwonisz?
ru: Охотники за привидениями
zh: 你該呼叫誰？

source: Defeat 13 [[Geist]] or [[Spectral]] enemies. Enemies who are not discarded or added to the victory display do not count.
de: Besiege 13 [[Spuk]] oder [[Geisterhaft]]-Gegner. Vermerke dies mit Zählstrichen im Kampagnenlogbuch. Gegner, die nicht abgelegt oder nicht dem Siegpunktestapel hinzugefügt werden, zählen dabei nicht mit.
es: Derrota a 13 Enemigos [[Geist]] o [[Espectral]]. Los Enemigos que no sean descartados o añadidos a la zona de victoria no cuentan.
fr: Vainquez 13 ennemis [[Geist]] ou [[Spectral]]. Les ennemis qui ne sont ni défaussés ni ajoutés à la pile de victoire ne comptent pas.
it: Sconfiggete 13 nemici [[Geist]] o [[Spettrale]]. I nemici che non sono scartati né collocati nella galleria delle vittorie non contano.
ko: [[유령]] 적과 [[혼령계]] 적을 도합 열세 장 쓰러뜨리십시오. 이렇게 쓰러뜨린 적의 수는 캠페인 기록지에 빗금으로 기록합니다. 버려지지도 승점 더미에 추가되지 않은 적은 세지 않습니다.
pl: Pokonaj 13 wrogów z cechą [[Echo duszy]] lub [[Widmowy]]. Wrogowie, którzy nie zostali odrzuceni ani dodani do puli zwycięstwa, nie liczą się.
ru: Победите 13 врагов с чертами [[привидение]] или [[потусторонний]]. Ведите счёт, делая пометки в журнале кампании. Враги, которые не идут в сброс или добавляются на победный счёт, не считаются.
zh: 擊敗13個[[靈怪]]或[[幽靈]]敵人。在冒險日誌上持續進行記錄。不要記錄未被棄掉或加入勝利牌區的敵人。

source: Savior of Humanity
de: Retter der Menschheit
es: Salvador de la humanidad
fr: Sauveur de l'Humanité
it: Salvatori dell'Umanità
ko: 인류의 구원자
pl: Zbawca ludzkości
ru: Спаситель человечества
zh: 人類救星

source: Rescure every [[Silver Twilight]] enemy who appears in "At Death's Doorstep."
es: Rescata a todos los Enemigos [[Crepúsculo de Plata]] que aparecen en "A las puertas de la muerte".
it: Salvate ogni nemico [[Crepuscolo d'Argento]] che compare in "Sulla Soglia della Morte".
pl: Uratuj każdego wroga z cechą [[Srebrny Świt]], który pojawia się w scenariuszu „U progu śmierci”.
zh: 救出“死亡門前”中出現的每個[[銀暮秘社]]敵人。

source: 10/10 Would Read Again
de: 10 von 10 – Gerne wieder!
es: 10/10 Lo leería de nuevo
fr: 10/10, Je le relirai
it: Consigliatissimo, Lo Rileggerei Subito
ko: 별점…… 아니 공포 10점 드립니다
pl: 10/10 Przeczytałbym ponownie
ru: 10/10, рекомендую
zh: 滿分好評，會再二刷

source: Using the Black Book, take a total of 10 horror with its ability throughout the campaign.
de: Nimm im Verlauf der Kampagne insgesamt 10 Horror unter Verwendung der Fähigkeit auf Das Schwarze Buch. Vermerke dies mit Zählstrichen im Kampagnenlogbuch.
es: Usando El Libro Negro, recibe un total de 10 puntos de horror con su capacidad a lo largo de la campaña.
fr: Subissez un total de 10 horreurs en utilisant la capacité du Livre Noir au cours de la campagne.
it: Usando il Libro Nero, subite un totale di 10 orrori con la sua capacità nel corso della campagna.
ko: 캠페인을 진행하는 동안 ‘검은 서책’을 사용해서 공포를 도합 10 이상 받으십시오. 이렇게 받은 공포는 캠페인 기록지에 빗금으로 기록합니다.
pl: Podczas kampanii otrzymaj łącznie 10 punktów przerażenia ze zdolności Czarnej księgi.
ru: Используя «Чёрную книгу», получите суммарно 10 ужаса от её свойства на протяжении кампании.
zh: 在劇本過程中因使用“黑書”的能力受到總計10點恐懼。在冒險日誌上持續進行記錄。

source: Carl Shmarl
de: Carl Schmarrn
es: Ni Carl ni Corl
fr: Carl marche
it: Carl Credulford
ko: “칼”로 물 베기
pl: Do diabła z Carlem!
ru: Карл-шмарл
zh: 兄弟反目

source: Become part of the Silver Twilight Lodge's Inner Circle, then betray them in "Union and Disillusion."
de: Werde Teil des inneren Kreises der Silberloge der Dämmerung und verrate sie dann im Szenario „Einheit und Ernüchterung“.
es: Sé parte del Círculo Interno de la Logia del Crepúsculo de Plata y luego traiciónalos en "Unión y desilusión"
fr: Devenez membre du Cercle Restreint de la Loge du Crépuscule d'Argent, puis trahissez-les dans « Union et Désillusion ».
it: Diventate parte della Cerchia Interna della Loggia del Crepuscolo d'Argento, poi traditela in Unione e Disillusione".
ko: 은빛 황혼회의 원로회 일원이 된 다음, “합일과 환멸”에서 황혼회를 배신하십시오.
pl: Zostań członkiem Wewnętrznego Kręgu Loży Srebrnego Świtu, a następnie zdradź ich w scenariuszu „Zjednoczenie i zwątpienie”.
ru: Станьте частью Внутреннего круга Ложи Серебряных Сумерек, а затем предайте её в «Единстве и разочаровании».
zh: 成為銀暮秘社核心圈的一員，然後在“聚合幻滅”中背叛他們。

source: The Threefold Rule
de: Die Dreier-Regel
es: La regla de tres
fr: La Règle de Trois
it: La Legge del Tre
ko: 배신은 3배로 갚아 주리
pl: Zasada Trzech
ru: Правило трёх
zh: 三法則

source: Join forces with Erynn and turn on her coven in "Union and Disillusion."
de: Verbünde dich mit Erynn und wende dich im Szenario „Einheit und Ernüchterung“ gegen ihren Hexenzirkel.
es: Une fuerzas con Erynn y vuélvete en contra de su aquelarre en "Unión y desilusión".
fr: Alliez-vous avec Erynn, puis trahissez sa congrégation dans « Union et Désillusion ».
it: Unite le forze con Erynn e rivoltatevi contro la sua congrega in "Unione e Disillusione".
ko: 에린을 합류시킨 다음, “합일과 환멸”에서 마녀단을 배신하십시오.
pl: Połącz siły z Erynn i zdradź sabat w scenariuszu „Zjednoczenie i zwątpienie”.
ru: : Объединитесь с Эринн и вместе выступите против её ковена в «Единстве и разочаровании».
zh: 和伊琳聯手，並在“聚合幻滅”中對付她的女巫集會。

source: New World Order
de: Die neue Weltordnung
es: Nuevo orden mundial
fr: Nouvel Ordre Mondial
it: Nuovo Ordine Mondiale
ko: 신세계 질서
pl: Nowy porządek świata
ru: Новый мировой порядок
zh: 世界新秩序

source: Help the Silver Twilight Lodge win <i>The Circle Undone</i> campaign.
de: Hilf der Silberloge der Dämmerung die Kampagne <i>Der gebrochene Kreis</i> zu gewinnen.
es: Ayuda a la Logia del Crepúsculo de Plata a ganar la campaña <i>El círculo roto</i>.
fr: Aidez la Loge du Crépuscule d'Argent à gagner la campagne <i>Le Cercle Brisé</i>.
it: Aiutate la Loggia del Crepuscolo d'Argento a vincere la campagna <i>Il Circolo Spezzato</i>.
ko: 은빛 황혼회가 <i>끝맺지 못한 의식</i> 캠페인에서 승리할 수 있도록 도우십시오.
pl: Pomóż Loży Srebrnego Świtu wygrać kampanię <i>Przerwany krąg</i>.
ru: Помогите Ложе Серебряных Сумерек победить в кампании «Нарушенный круг».
zh: 幫助銀暮秘社贏得《萬象無終》劇本。

source: Immortality Sounds Nice
de: Unsterblichkeit hört sich gut an
es: La inmortalidad suena bien
fr: L'Immortalité, ça sonne bien
it: Il Dolce Sapore dell'Immortalità
ko: 불멸이라니 멋진걸
pl: Nieśmiertelność brzmi dobrze
ru: Бессмертие — звучит неплохо
zh: 不朽聽上去不錯

source: Help Anette's Coven win <i>The Circle Undone</i> campaign.
de: Hilf Anettes Hexenzirkel die Kampagne <i>Der gebrochene Kreis</i> zu gewinnen.
es: Ayuda al aquelarre de Anette a ganar la campaña <i>El círculo roto</i>.
fr: Aidez la Congrégation d'Anette à gagner la campagne <i>Le Cercle Brisé</i>.
it: Aiutate la congrega di Anette a vincere la campagna <i>Il Circolo Spezzato</i>.
ko: 애닛의 마녀단이 <i>끝맺지 못한 의식</i> 캠페인에서 승리할 수 있도록 도우십시오.
pl: Pomóż Sabatowi Anette wygrać kampanię <i>Przerwany krąg</i>.
ru: Помогите ковену Анетты победить в кампании «Нарушенный круг».
zh: 幫助安妮特的女巫集會赢得《萬象無終》劇本。

source: More Like Excursion
de: Kein Durchbruch für die Menschheit
es: Es más como una excursión
fr: C'est plutôt une excursion
it: Intendevi Escursione!
ko: 평온한 하룻밤
pl: Cerowanie rzeczywistości
ru: Держать строй
zh: 入侵？我看是“出侵”

source: Complete "In the Clutches of Chaos" without a single incursion occurring.
de: Beende das Szenario „In den Fängen des Chaos“, ohne dass ein einziger Durchbruch stattfindet.
es: Completa "En las garras del caos" sin que se produzca ni una sola incursión.
fr: Terminez « Dans les Griffes du Chaos » sans qu'une seule incursion ne se produise.
it: Completate "Nelle Grinfie del Caos" senza che si verifichi alcuna incursione.
ko: 단 한 번의 침습도 발생시키지 않고서 “혼돈의 손아귀에서”를 완료하십시오.
pl: Ukończ scenariusz „W szponach chaosu” bez pojawienia się żadnego rozdarcia.
ru: Закончите «В когтях Хаоса», не дав появиться ни единой бреши.
zh: 在不發生入侵的情況下完成“混沌魔掌”。

source: 'Member These?
de: Erinnerst du dich noch daran?
es: ¿Te acuerdas de estos?
fr: Quelques souvenirs
it: Ce l'ho... Ce l'ho...
ko: 기억이나 하실는지?
pl: A pamiętacie to?
ru: Помните, помните?
zh: 記得這些嗎？

source: Discover the following Mementos:
de: Finde die folgenden Andenken:
es: Descubre los siguientes recuerdos:
fr: Découvrez les souvenirs suivants :
it: Scoprite i seguenti reperti:
ko: 다음 증표를 발견하십시오:
pl: Odnajdź następujące pamiątki:
ru: Соберите следующие свидетельства:
zh: 發現以下記憶：

source: Strange Incantation
de: Seltsamer Zauberspruch
es: Ensalmo extraño
fr: Étrange Incantation
it: Incantesimo Misterioso
ko: 기이한 주문
pl: Dziwna inkantacja
ru: Чуднóе заклинание
zh: 怪異咒語

source: Bloody Tree Carvings
de: Blutige Einkerbungen
es: Marcas sangrientas en los árboles
fr: Gravures Sanglantes
it: Incisioni Sanguinolente sull'Albero
ko: 피흘리는 나무 껍질
pl: Ryty na krwawiących drzewach
ru: Окровавленная резьба
zh: 血樹雕刻

source: Case Closed
de: Fall abgeschlossen
es: Caso cerrado
fr: Affaire classée
it: Caso Chiuso
ko: 사건 종결
pl: Sprawa zamknięta
ru: Дело закрыто
zh: 結案

source: Save each of the following characters from a terrible fate:
de: Rette die folgenden Charaktere vor einem schrecklichen Schicksal:
es: Salva a cada uno de los siguientes personajes de un terrible destino:
fr: Sauvez chacun des personnages suivants de son terrible sort :
it: Salvate ognuno dei personaggi seguenti da un terribile destino:
ko: 다음 인물을 끔찍한 운명으로부터 구해내십시오:
pl: Ocal każdą z następujących postaci przed potwornym losem:
ru: Спасите каждого из следующих персонажей от ужасной участи:
zh: 從可怕的命運中解救以下角色：

source: Music of the Outer Gods
de: Musik der Äußeren Götter
es: Música de los Dioses Exteriores
fr: Musique des Dieux Extérieurs
it: Musica per gli Dèi Esterni
ko: 이계 신의 음악
pl: Muzyka Zewnętrznych Bogów
ru: Музыка Внешних богов
zh: 外神樂聲

source: Accept your fate and win <i>The Circle Undone</i> campaign by joining the Pipers of Azathoth.
de: Akzeptiere dein Schicksal und gewinne die Kampagne <i>Der gebrochene Kreis</i>, indem du dich den Pfeifern von Azathoth anschließt.
es: Acepta tu destino y gana la campaña <i>El círculo roto</i> uniéndote a los flautistas de Azathoth.
fr: Acceptez votre destin et gagnez la campagne <i>Le Cercle Brisé</i> en rejoignant les Flûtistes d'Azathoth.
it: Accettate la vostra sorte e vincete la campagna <i>Il Circolo Spezzato</i> unendovi ai pifferai di Azathoth.
ko: 아자토스의 피리꾼이 되는 운명을 받아들임으로써 <i>끝맺지 못한 의식</i> 캠페인에서 승리하십시오.
pl: Pogódź się ze swoim losem i wygraj kampanię <i>Przerwany krąg</i>, dołączając do fletniarzy Azathotha.
ru: Примите свою судьбу и победите в кампании «Нарушенный круг», присоединившись к флейтистам Азатота.
zh: 接受你的命運，並通過加入阿撒托斯的吹笛手隊伍獲得《萬象無終》劇本勝利。

source: Weaver of Shadow and Mist
de: Weber der Schatten und Nebel
es: Tejido de sombra y niebla
fr: Tisseur d'ombre et de brume
it: Tessitore d'Ombra e di Foschia
ko: 그림자와 안개를 엮어
pl: Tkacz cieni i mgieł
ru: Сплетая тень и мглу
zh: 幻影與迷霧編織者

source: Reject your fate and win <i>The Circle Undone</i> campaign by crafting a spell to contain Azathoth.
de: Akzeptiere dein Schicksal nicht und gewinne die Kampagne <i>Der gebrochene Kreis</i>, indem du einen Zauber webst, der Azathoth zurückhält.
es: Rechaza tu destino y gana la campaña <i>El círculo roto</i> creando un hechizo para contener a Azathoth.
fr: Rejetez votre destin et gagnez la campagne <i>Le Cercle Brisé</i> en créant un sort pour contenir Azathoth.
it: Rifiutate la vostra sorte e vincete la campagna <i>Il Circolo Spezzato</i> creando un incantesimo capace di contenere Azathoth.
ko: 운명을 거부하고 아자토스를 구속할 마법을 짜냄으로써 <i>끝맺지 못한 의식</i> 캠페인에서 승리하십시오.
pl: Odrzuć swój los i wygraj kampanię <i>Przerwany krąg</i>, rzucając zaklęcie, by spętać Azathotha.
ru: Отвергните свою судьбу и победите в кампании «Нарушенный круг», создав барьер, сдерживающий Азатота.
zh: 拒絕你的命運，並通過創造遏制阿撒托斯的法術獲得《萬象無終》劇本勝利。

source: Fine Print
de: Das Kleingedruckte
es: Letra pequeña
fr: Autographe
it: Clausola in Piccolo
ko: 검은 서책에 서명한 날로부터 100만년 이내에는 계약을 철회할 수 없으며, 이 경우 3일 이내에 우주를 멸망시켜드립니다
pl: Drobnym drukiem
ru: Мелким шрифтом
zh: 附加條款

source: Win <i>The Circle Undone</i> campaign by signing your name in The Black Book of Azathoth.
de: Gewinne die Kampagne <i>Der gebrochene Kreis</i>, indem du im Schwarzen Buch von Azathoth unterschreibst.
es: Gana la campaña <i>El círculo roto</i> firmando tu nombre en El Libro Negro de Azathoth.
fr: Gagnez la campagne <i>Le Cercle Brisé</i> en apposant votre signature dans Le Livre Noir d'Azathoth.
it: Vincete la campagna <i>Il Circolo Spezzato</i> firmando il Libro Nero di Azathoth.
ko: 아자토스의 검은 서책에 서명함으로써 <i>끝맺지 못한 의식</i> 캠페인에서 승리하십시오.
pl: Wygraj kampanię <i>Przerwany krąg</i>, podpisując Czarną księgę Azathotha.
ru: Победите в кампании «Нарушенный круг», вписав своё имя в Чёрную книгу Азатота.
zh: 通過在阿撒托斯的黑書上簽名獲得《萬象無終》劇本勝利。

source: duolA sdroW eht kaepS
de: sua tual etroW eid hcirpS
es: atla zov ne sarbalap sal iD
fr: StoM seL recnonorP
it: ecoV narG a eraiggennI
ko: 요세하음발 게크
pl: sołg an awołs jatyzcdO
ru: хулсв отэ етижакС
zh: 語咒讀朗音聲的大很用

source: Win <i>The Circle Undone</i> campaign by discovering and reversing an ancient incantation.
de: Gewinne die Kampagne <i>Der gebrochene Kreis</i>, indem du einen Weg findest, die uralte Beschwörung umzukehren.
es: Gana la campaña <i>El círculo roto</i> descubriendo un antiguo ensalmo y logrando invertirlo.
fr: Gagnez la campagne <i>Le Cercle Brisé</i> en découvrant et en inversant une antique incantation.
it: Vincete la campagna <i>Il Circolo Spezzato</i> scoprendo e invertendo un antico incantesimo.
ko: 고대의 주문을 찾아내어 의식을 역전시킴으로써 <i>끝맺지 못한 의식</i> 캠페인에서 승리하십시오.
pl: Wygraj kampanię <i>Przerwany krąg</i>, odkrywając i odwracając słowa starożytnej inkantacji.
ru: Победите в кампании «Нарушенный круг», обнаружив и обернув вспять древнее заклинание.
zh: 通過發現並反轉一個古老咒語獲得《萬象無終》劇本勝利。

source: Circle Expertise
de: Kreis-Experte
es: Pericia en el círculo
fr: Expertise du Cercle
it: Maestri del Circolo
ko: 의식 전문가
pl: Ekspertyza kręgu
ru: Эксперт круга
zh: 萬象專家

source: Win <i>The Circle Undone</i> campaign on Expert difficulty.
de: Gewinne die Kampagne <i>Der gebrochene Kreis</i> auf dem Schwierigkeitsgrad Experte.
es: Gana la campaña <i>El círculo roto</i> en dificultad Experto.
fr: Gagnez la campagne <i>Le Cercle Brisé</i> en difficulté Expert.
it: Vincete la campagna <i>Il Circolo Spezzato</i> a difficoltà esperto.
ko: 전문가 난이도로 <i>끝맺지 못한 의식</i> 캠페인에서 승리하십시오.
pl: Wygraj kampanię <i>Przerwany krąg</i> na poziomie eksperckim.
ru: Победите в кампании «Нарушенный круг» на экстремальном уровне сложности.
zh: 在專家難度下獲得《萬象無終》劇本勝利。

source: Rescue every [[Silver Twilight]] enemy who appears in "At Death's Doorstep."
de: Rette jeden [[Silberloge der Dämmerung]]-Gegner, der im Szenario „An der Türschwelle“ vorkommt.
fr: Sauvez tous les ennemis [[Crépuscule d'Argent]] qui apparaissent dans « Aux Portes de la Mort ».
ko: “죽음의 문턱에서”에서 나타난 [[은빛 황혼회]] 적을 모두 구하십시오.
ru: Спасите каждого врага с чертой [[Серебряные Сумерки]] в сценарии «На пороге смерти».
