Repository: zzorba/arkham-cards-data
Catalog: i18n/*/return_campaigns/rttcu/return_to_the_wages_of_sin.po
Languages: de, it, ru

source: Return to The Wages of Sin
de: Rückkehr zu: Der Sünde Lohn

source: Scenario IV: Return to The Wages of Sin
de: Szenario IV: Rückkehr zu: Der Sünde Lohn
it: Scenario IV: Ritorno a… Il Prezzo del Peccato
ru: Сценарий IV: Расплата за грехи. Возвращение

source: In your Campaign Log, record <i>1 heretic was unleashed unto Arkham.</i>
de: Im Kampagnenlogbuch wird notiert: <i>1 Ketzer wurde auf Arkham losgelassen</i>.
it: Annotate nel Diario della Campagna che <i>1 eretica è stata scatenata ad Arkham.</i>
ru: Запишите в журнал кампании, что <i>в Аркхэм проникла 1 еретичка.</i>

source: In your Campaign Log, record that <i>Erynn joined the investigators</i>. Any one investigator may choose to add Erynn MacAoidh to their deck. This card does not count toward that investigator’s deck size.
de: Im Kampagnenlogbuch wird notiert: <i>Erynn hat sich den Ermittlern angeschlossen</i>. Ein beliebiger Ermittler darf wählen, die Storyvorteilskarte Erynn MacAoidh seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
it: Annotate nel Diario della Campagna che <i>Erynn si è unita a voi.</i> Un investigatore può aggiungere il supporto storia Erynn MacAoidh al suo mazzo (non considerandolo nella dimensione del mazzo).
ru: Запишите в журнал кампании, что <i>Эринн присоединилась к сыщикам</i>. Любой сыщик может включить в свою колоду сюжетный актив «Эринн Макай». Эта карта не идёт в счёт размера колоды.

source: Erynn joined the investigators.
de: Erynn hat sich den Ermittlern angeschlossen.
it: Erynn si è unita a voi.
ru: Эринн присоединилась к сыщикам.

source: As you depart Hangman's Hill, the unnatural mist lingers behind—a reminder that you chose information and power over the safety of the city. The last thing you see as you cross the brook is the blood streaking down the bark of the trees flanking the bridge. The sight is repulsive, and yet… perhaps there is information to be gathered here, as well. Hoping you've done the right thing, you study the strange carving for a moment before continuing to your next destination.
de: Zusammen mit dem Henkershügel lässt du den widernatürlichen Nebel hinter dir, der dir als Erinnerung dient, dass du Informationen und Macht der Sicherheit in der Stadt vorgezogen hast. Als du den Bach überquerst, fällt dir neben der Brücke ein Baum auf, an dessen Rinde Blut hinunterläuft. Ein widerlicher Anblick … dennoch könnten hier auch wichtige Informationen zu finden sein. In der Hoffnung, das Richtige zu tun, untersuchst du die seltsamen Einkerbungen in der Baumrinde, bevor du deinen Weg zum nächsten Ziel fortsetzt.
it: Mentre vi allontanate dal Colle dell'Impiccato vi lasciate alle spalle la bruma innaturale che aleggia nel luogo, a testimoniare la vostra scelta di privilegiare informazioni e potere rispetto alla sicurezza di Arkham. L'ultima immagine che vedete prima di attraversare il torrente è il sangue che cola sulla corteccia degli alberi, formando una macabra cornice attorno al ponte. E' una vista orrenda, eppure... forse potreste ricavarne qualche indizio in più. Nella speranza di aver fatto la cosa giusta vi fermate per un momento a studiare le misteriose incisioni, prima di procedere verso la prossima destinazione.
ru: Когда вы покидаете Висельный холм, неестественная мгла продолжает следовать за вами, напоминая о том, что вы предпочли информацию и власть безопасности города. Последнее, что вы видите, переходя ручей, — кровь, стекающая по коре деревьев по бокам моста. Это зрелище отвратительно, и всё же... Возможно, здесь тоже скрывается что-то важное. Надеясь, что вы поступили правильно, вы изучаете странную резьбу на коре деревьев, прежде чем продолжить путь.

source: Set the Erynn MacAoidh story asset aside, out of play.
de: Die Storyvorteilskarte Erynn MacAoidh wird als nicht im Spiel befindlich beiseitegelegt.
it: Mettete da parte, temporaneamente fuori dal gioco, il supporto storia Erynn MacAoidh.
ru: Отложите в сторону карту сюжетного актива «Эринн Макай».

source: When building the act deck, use the new Act 1a—"In Pursuit of Answers" instead of the original act 1, and include both versions of act 2. When advancing to act 2a, put both act cards into play; the text on both cards is active.
de: Bei der Erstellung des Szenendecks wird die neue Szene 1a - "Auf der Jagd nach Antworten" anstelle der ursprünglichen Version von Szene 1 sowie beide Versionen von Szene 2 hinzugefügt. Sobald zu Szene 2a vorgerückt wird, werden beide Szenenkarten ins Spiel gebracht; die Texte beider Karten sind aktiv.
it: Quando componete il mazzo dei capitoli, usate il nuovo Capito 1a—“In Cerca di Risposte” invece del Capitolo 1 originale, e includete entrambe le versioni del Capitolo 2. Quando proseguite con il Capitolo 2a, mettete in gioco entrambe le carte capitolo; il testo di entrambe le carte è attivo.
ru: Собирая колоду сцен, используйте новую сцену 1a «Преследуя ответы» вместо оригинальной версии сцены 1 и обе версии сцены 2. Продвинувшись к сцене 2a, введите обе версии этой сцены в игру; текст на обеих версиях активен.

source: Remove the new act cards included in the <i>Return to the Wages of Sin</i> encounter set from the game.
de: Entferne die neuen Szenenkarten aus dem Begegnungsset <i>Rückkehr zu: Der Sünde Lohn</i> aus dem Spiel.
it: Rimuovete le nuove carte Capitolo dal gioco.
ru: Удалите новые карты сцен из набора контактов «Расплата за грехи. Возвращение» из игры.

source: Randomly choose one of the two The Gallows locations, one of the two Heretics’ Graves locations, one of the two Chapel Attic locations, one of the two Chapel Crypt locations, and one of the two Hangman's Brook locations, and put them into play. Remove the other versions of The Gallows, Heretics’ Graves, Chapel Attic, Chapel Crypt, and Hangman's Brook from the game. Then, put Haunted Fields and Abandoned Chapel into play.
de: Je 1 der beiden Orte Der Galgen, je 1 der beiden Orte Gräber der Ketzer, je 1 der beiden Orte Dachkammer der Kapelle, je 1 der beiden Orte Krypta der Kapelle und je 1 der beiden Orte Henkersbach wird zufällig bestimmt und ins Spiel gebracht. Die anderen Versionen von Der Galgen, Gräber der Ketzer, Dachkammer der Kapelle, Krypta der Kapelle und Henkersbach werden aus dem Spiel entfernt. Dann werden die Orte Heimgesuchte Felder und Verlassene Kapelle ins Spiel gebracht.
it: Scegliete casualmente 1 luogo Forca, 1 luogo Tombe degli Eretici, 1 luogo Soffitta della Cappella, 1 luogo Cripta della Cappella, e 1 luogo Torrente dell'Impiccato e metteteli in gioco. Rimuovete dal gioco le altre versioni di quei luoghi. Poi, mettete in gioco i luoghi Campi Infestati e Cappella Abbandonata.
ru: Случайным образом выберите по 1 экземпляру следующих локаций: «Эшафот», «Могилы еретиков», «Чердак часовни», «Склеп под часовней» и «Висельный ручей»и введите их в игру. Удалите другие экземпляры этих локаций из игры. Затем введите в игру локации «Проклятые поля», «Заброшенная часовня».

source: Shuffle the eight Heretic enemies and set aside four of them, at random. Remove the other four copies from the game. These cards are double-sided and have story cards on their reverse side. For the best experience, do not look at the story cards on their other side.
de: Die 8 Ketzer-Gegner werden gemischt. 4 zufällige Ketzer werden beiseitegelegt, die anderen 2 Ketzer werden aus dem Spiel entfernt. Diese Karten sind doppelseitig und haben Handlungskarten auf der Rückseite. Für ein bestmögliches Spielerlebnis sollten die Rückseiten jetzt noch nicht angesehen werden.
it: Mescolate gli 8 nemici Eretica e mettetene da parte 4, casualmente. Rimuovete dal gioco le altre 4 copie. Queste carte sono carte a due facce e contengono carte storia sul lato opposto. Per una migliore esperienza di gioco, non guardate le carte storia sul lato opposto.
ru: Перемешайте 8 экземпляров врагов «Еретичка» и случайным образом отложите 4 из них. Оставшиеся 4 экземпляра удалите из игры. Эти карты двусторонние, с картой сюжета на обороте. Чтобы игра была интереснее, не смотрите обратную сторону этих карт.

source: For the duration of this scenario, the following additional rule applies: "While resolving The Watcher's Grasp treachery, The Spectral Watcher does not exhaust after it attacks." Attach the Return to The Wages of Sin card to the scenario reference card as a reminder.
de: Für die Dauer dieses Szenarios wird die folgende zusätzliche Regel angewandt: "Solange die Verratskarte Der Griff des Beobachters abgehandelt wird, wird Der geisterhafte Beobachter nicht erschöpft, nachdem er angegriffen hat." Hänge die Rückkehr zu: Der Sünde Lohn Karte an die Szenarioübersichtskarte als Erinnerung an.
it: Per la durata di questo scenario, applicate la regola aggiuntiva seguente: "Finché state risolvendo la sventura Morsa dell'Osservatore, l'Osservatore Spettrale non si esaurisce dopo che ha attaccato." Assegnate la carta Ritorno a Il Prezzo del Peccato alla carta di consultazione dello scenario come promemoria.
ru: До конца этого сценария действует дополнительное правило: «Разыгрывая эффект напасти „Хватка стража“ не поворачивайте „Призрачного стража“ после его атаки». Прикрепите карту «Расплата за грехи. Возвращение» к памятке сценария в качестве напоминания.

source: As part of the tarot campaign reading you performed, place "The Hanged Man · XII" in the reversed position.
de: Als Teil des durchgeführten Kartenlegens für die Kampagne, platziere "Der Gehängte · XII" auf dem Kopf stehend.
it: Come parte della lettura dei tarocchi effettuata, piazzate "L'Impiccato · XII" in posizione rovesciata.
ru: В соответствии с вашим раскладом на кампанию, выложите «Повешенный · XII» в перевёрнутом положении.

source: As part of the tarot campaign reading you performed, place "The Hanged Man · XII" in the upright position.
de: Als Teil des durchgeführten Kartenlegens für die Kampagne, platziere "Der Gehängte · XII" aufrecht.
it: Come parte della lettura dei tarocchi effettuata, piazzate "L'Impiccato · XII" in posizione dritta.
ru: В соответствии с вашим раскладом на кампанию, выложите «Повешенный · XII» в прямом положении.

source: Bloody Tree Carvings
it: Incisioni Sanguinolente sull'Albero
