Repository: zzorba/arkham-cards-data
Catalog: i18n/*/return_campaigns/rttcu/return_to_the_witching_hour.po
Languages: es, it, ru

source: Scenario I: Return to The Witching Hour
es: Escenario I: Regreso a La hora bruja
it: Scenario I: Ritorno a… L'Ora delle Streghe
ru: Сценарий I: Час ведьмовства. Возвращение

source: Instead of adding 1 copy of The Tower · XVI and 1 copy of Ace of Rods to your deck, the lead investigator may decide to perform a Campaign Reading ("Destiny") with a predetermined set of cards from the Tarot Deck.
es: En lugar de añadir 1 copia de La Torre · XVI y 1 copia del As de bastos a tu mazo, el investigador jefe puede elegir realizar una Lectura de campaña ("Destino") con una serie de cartas predeterminadas del mazo de Tarot.
it: Invece di aggiungere 1 copia de La Torre · XVI e 1 copia dell'Asso di Bastoni, l'investigatore capo può scegliere di effettuare una Lettura della Campagna ("Destino") con un set predeterminato di carte dal Mazzo dei Tarocchi.
ru: Вместо того чтобы добавлять в свою колоду «Башню · XVI» и «Туз жезлов», ведущий сыщик может сделать расклад на кампанию («Судьба»), используя предопределённый набор карт из колоды Таро.

source: Would you like to perform a campaign reading?
es: ¿Deseas realizar una lectura de campaña?
it: Vuoi effettuare la Lettura della Campagna?
ru: Хотите ли вы сделать расклад на кампанию («Судьба»)?

source: Using the Tarot Deck, perform an 8-card Campaign Reading with these specific 8 cards, in this order: Temperance, Justice, Hermit, Hanged Man, Hierophant, Lovers, Chariot, Wheel of Fortune.
es: Realiza una lectura de campaña de 8 cartas con el mazo de Tarot usando estas 8 cartas en este mismo orden: La Templanza, La Justicia, El Ermitaño, El Ahorcado, El Sumo Sacerdote, Los Amantes, El Carro, La Rueda de la Fortuna.
it: Usando il mazzo dei tarocchi, effettuate una Lettura della Campagna con le seguenti 8 carte specifiche, in quest'ordine: La Temperanza, La Giustizia, L'Eremita, L'Impiccato, Il Papa, Gli Amanti, Il Carro, La Ruota della Fortuna.
ru: Используя колоду Таро, сделайте расклад на кампанию («Судьба»), используя следующие карты именно в таком порядке: «Умеренность», «Правосудие», «Отшельник», «Повешенный», «Первосвященник», «Влюблённые», «Колесница», «Колесо фортуны».

source: Place each card in a horizontal line, in the upgright position.
es: Coloca todas las cartas formando una línea horizontal y de pie.
it: Collocate le carte in una riga orizzontale, mettendole in posizione dritta.
ru: Выложите все карты в горизонтальную линию в прямом положении.

source: Each of these cards applies to one scenario in the campaign, with the leftmost card corresponding to the first scenario, and the rightmost card corresponding to the final scenario.
es: Cada una de estas cartas se aplica a un escenario de la campaña, de forma que la carta de la izquierda se corresponde con el primer escenario, y la de la derecha con el último.
it: Ognuna di queste carte si applica a 1 scenario della campagna, partendo da quella più a sinistra per il primo scenario fino a quella più a destra per l'ultimo.
ru: Каждая из этих карт относится к одному из сценариев кампании: крайняя левая — к первому, крайняя правая — к последнему.

source: Choose and reverse four of the cards:
es: Elige 4 de las cartas y ponlas en posición invertida:
it: Poi scegliete e rovesciate quattro carte:
ru: Выберите и переверните 4 из этих карт:

source: Reversed cards (4)
es: Cartas invertidas (4)
it: Carte rovesciate (4)
ru: Перевёрнутые карты (4)

source: As part of the tarot campaign reading you performed, place "Temperance · XIV" in the reversed position.
es: Como parte de la lectura de campaña que realizaste, coloca "La Templanza · XIV" en posición invertida.
it: Come parte della lettura dei tarocchi effettuata, piazzate "La Temperanza · XIV" in posizione rovesciata.
ru: В соответствии с вашим раскладом на кампанию, выложите «Умеренность · XIV» в перевёрнутом положении.

source: As part of the tarot campaign reading you performed, place "Temperance · XIV" in the upright position.
es: Como parte de la lectura de campaña que realizaste, coloca "La Templanza · XIV" de pie.
it: Come parte della lettura dei tarocchi effettuata, piazzate "La Temperanza · XIV" in posizione dritta.
ru: В соответствии с вашим раскладом на кампанию, выложите «Умеренность · XIV» в прямом положении.

source: Erynn wants to meet you.
es: Erynn quiere ver a los investigadores.
it: Erynn vuole incontrarvi.
ru: Эринн хочет встретиться с вами.

source: Remove Arkham Woods <i>(Quiet Glade)</i> from the game.
es: Retira de la partida la carta Bosques de Arkham <i>(Claro tranquilo)</i>.
it: Rimuovete dal gioco i Boschi di Arkham <i>(Radura Pacifica)</i>.
ru: Удалите из игры локацию «Аркхэмские леса (тихая поляна)».

source: You may optionally gather the Arkham Woods locations included in the <i>Return to the Devourer Below</i> and set those aside, as well, if your collection includes them.
es: De forma opcional, también puedes reunir los Lugares Bosques de Arkham incluidos en <i>Regreso a El Devorador de las Profundidades</i> y ponerlos aparte también si los tienes en tu colección.
it: Opzionalmente potete radunare anche i luoghi Boschi di Arkham inclusi nel set <i>Ritorno a... Il Divoratore Sotterraneo</i> se sono inclusi nella vostra collezione.
ru: Если в вашей коллекции есть набор контактов «Пожиратель из глубин. Возвращение», можете также собрать ходящие в его состав локации «Аркхэмские леса» и тоже отложить их в сторону.

source: Include the 2 new Witch-Haunted Woods locations for a total of 9 locations.
es: Incluye los 2 nuevos Lugares Bosque embrujado, lo que da un total de 9 Lugares.
it: Includete anche i 2 nuovi luoghi Bosco Stregato per un totale di 9 carte possibili.
ru: Добавьте 2 новые версии локации «Ведьмовские леса» (теперь у вас суммарно 9 версий).

source: In your Campaign Log, under “Mementos Discovered,” record <i>Mesmerizing Flute</i> and <i>Strange Incantation</i>. Each investigator earns 3 bonus experience, as they gain insight into Arkham’s mysterious past.
es: Anota en la sección "Recuerdos descubiertos" del registro de campaña la <i>Flauta hipnotizadora</i> y el <i>Ensalmo extraño</i>. Cada investigador obtiene 3 puntos de experiencia adicionales, pues obtiene información sobre el misterioso pasado de Arkham.
it: Annotate nel Diario della Campagna, alla voce “Reperti Rinvenuti”, <i>Flauto Ipnotico</i> e <i>Incantesimo Misterioso</i>. Ogni investigatore guadagna 3 punti esperienza bonus per aver scoperto alcuni segreti del misterioso passato di Arkham.
ru: Запишите в графе журнала «Собранные свидетельства»: Гипнотическая флейта и Чуднóе заклинание. Каждый сыщик получает 3 опыта дополнительно, заглянув в загадочное прошлое Аркхэма.

source: When building the act deck, include both versions of act 4. When advancing to act 4a, put both act cards into play; the text on both cards is active.
es: Al crear el mazo de Acto, incluye las dos versiones del acto 4. Al avanzar el acto 4a, pon en juego ambas cartas de Acto; el texto de ambas cartas está activo.
it: Quando componete il mazzo dei capitoli, includete entrambe le versioni del Capitolo 4. Quando proseguite con il Capitolo 4a, mettete in gioco entrambe le carte capitolo; il testo di entrambe è attivo.
ru: Собирая колоду сцен, используйте обе версии сцены 4. Продвинувшись к сцене 4a, введите обе версии этой сцены в игру; текст на обеих версиях активен.

source: You watch as Anette—the leader of the coven—assembles her priestesses once more around the fire. Together, they complete the last rites of their spell. The chill wind becomes a flurry, and their chanting echoes throughout the woods. With their spell complete, a dark gale snuffs out the fire at the center of the clearing. Shadows from behind the treeline suddenly twist and coil around the witches, tugging at the edges of their cloaks. One by one, the shadows twist and pull each of them into the darkness beyond… all except one. The witch named Erynn lingers for a moment, peering into your eyes as though to discern your intent. "If you are true, meet me where our ancestors lie buried. There we can talk." Then, she is gone. You are left with only the soft glow of moonlight to guide you home.
es: Observáis cómo Anette, la líder del aquelarre, vuelve a reunir a sus sacerdotisas en torno al fuego. Juntas, completan los últimos ritos de su hechizo. El gélido viento se convierte en ventisca, y sus cánticos resuenan por todo el bosque. Una vez completado su hechizo, una oscura ráfaga de viento apaga la hoguera del centro del claro. Las sombras que hay tras la línea de árboles se retuercen y enroscan repentinamente, entrando en el claro y tirando del borde de las capas de las brujas. Una a una, las sombras retuercen y tiran de cada una de las brujas hasta meterlas en la oscuridad… a todas excepto a una. La bruja llamada Erynn permanece allí un momento y os mira a los ojos como si tratara de averiguar vuestras intenciones. –Si estáis diciendo la verdad, reuníos conmigo donde yacen enterradas nuestras antepasadas. Allí podremos hablar. Dicho esto, desaparece. Solo queda el pálido brillo de la luna para guiaros de vuelta a casa.
it: Osservate Anette, la guida della congrega, radunare ancora una volta le sue sacerdotesse attorno al fuoco. Insieme completano l'ultimo rituale del loro incantesimo. L'aria gelida si leva in un vortice, trasportando per i boschi l'eco di quel canto esoterico. Una volta completata la magia, un vento nero estingue il fuoco al centro della radura. Improvvisamente, le ombre oltre il perimetro degli alberi si contorcono e serpeggiano, strattonando i lembi dei mantelli delle streghe; una dopo l'altra, le ombre turbinanti trascinano ogni strega nell'oscurità oltre la radura... tutte tranne una. Erynn, questo il suo nome, indugia per un istante con gli occhi fissi nei vostri, come se stesse cercando di scrutare le vostre intenzioni. "Se quel che dite è vero, incontriamoci dove sono seppelliti i nostri antenati. Parleremo lì.". Poi, in un attimo, sparisce; a voi resta solo il tenue bagliore della luna a guidarvi verso casa.
ru: Вы смотрите, как Анетта, лидер ковена, снова собирает своих жриц вокруг костра. Вместе они завершают заклинание. Прохладный ветер усиливается, и их песнопения эхом разносятся по лесу. После завершения заклинания огонь в середине поляны гаснет от порыва тёмного ветра. Из-за деревьев на поляну выползают тени, свиваясь и кружась, цепляясь за полы ведьминых мантий. Тени обвивают ведьм и по очереди затягивают их в потустороннюю тьму. Ведьма по имени Эринн задерживается на мгновение и вглядывается вам в глаза, словно пытаясь разгадать ваши намерения. «Если вы не лжёте, встретимся на месте погребения наших предков. Там мы сможем поговорить». Затем она исчезает. На поляне остаётесь лишь вы да лунный свет, указывающий вам дорогу домой.
