{
  "id": "in_the_labyrinths_of_lunacy",
  "scenario_name": "The Labyrinths of Lunacy",
  "full_name": "The Labyrinths of Lunacy",
  "header": "",
  "chaos_bag_card": "70001",
  "side_scenario_type": "standalone",
  "standalone_setup": [
    "choose_difficulty",
    "paradox_rule",
    "ask_epic_multiplayer",
    "ask_group",
    "$play_scenario"
  ],
  "setup": [],
  "steps": [
    {
      "id": "choose_difficulty",
      "text": "Choose difficulty level:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "default_choice": "standard",
        "choices": [
          {
            "id": "standard",
            "text": "Standard",
            "tokens": [
              "+1",
              "0",
              "0",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-2",
              "-3",
              "-4",
              "-5",
              "skull",
              "skull",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "standard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "0",
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "skull",
                  "skull",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "hard",
            "text": "Hard",
            "tokens": [
              "+1",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-2",
              "-2",
              "-3",
              "-4",
              "-5",
              "-6",
              "skull",
              "skull",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "hard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "-6",
                  "skull",
                  "skull",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "paradox_rule",
      "type": "rule_reminder",
      "title": "Paradox",
      "text": "The Labyrinths of Lunacy is a strange place. You will sometimes be confronted with seemingly impossible situations. Game text on cards might not make sense at first. Solving these paradoxes is the key to your survival. Keep a keen eye and be aware of your surroundings, and you <i>might</i> escape."
    },
    {
      "id": "ask_epic_multiplayer",
      "type": "input",
      "text": "Select how you would like to play this scenario:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "epic_multiplayer",
            "text": "Epic Multiplayer",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "epic_multiplayer",
                "text": "dummy"
              }
            ],
            "steps": [
              "timed_objective_rule_epic",
              "story_rule",
              "time_limit_rule",
              "giving_and_exchanging_rule",
              "epic_multiplayer_mode"
            ]
          },
          {
            "id": "single_group",
            "text": "Single Group",
            "steps": [
              "timed_objective_rule_single",
              "story_rule",
              "single_group_mode"
            ]
          }
        ]
      }
    },
    {
      "id": "timed_objective_rule_single",
      "type": "rule_reminder",
      "title": "“Timed” objectives",
      "text": "Many act cards in this scenario have special objectives marked with the word <b>Timed</b>. These act cards represent a task or condition the investigators must perform by the time the agenda advances. <b>Investigators do not advance the act card as soon as this condition is met. They must first wait for the agenda to advance.</b>\nIn this scenario, the act and agenda cards do not advance independently of one another; when the agenda advances, it will instruct you to advance the act card, as well. The back of each act card will have further instructions based on whether or not you were able to succeed in your task.\nWhen playing in <i>Single Group Mode</i>, if the investigators feel that they have completed their objective with time to spare, when adding doom tokens to the agenda during the mythos phase, they may choose to add doom tokens to the agenda until its doom threshold is satisfied."
    },
    {
      "id": "timed_objective_rule_epic",
      "type": "rule_reminder",
      "title": "“Timed” objectives",
      "text": "Many act cards in this scenario have special objectives marked with the word <b>Timed</b>. These act cards represent a task or condition the investigators must perform by the time the agenda advances. <b>Investigators do not advance the act card as soon as this condition is met. They must first wait for the agenda to advance.</b>\nIn this scenario, the act and agenda cards do not advance independently of one another; when the agenda advances, it will instruct you to advance the act card, as well. The back of each act card will have further instructions based on whether or not you were able to succeed in your task.\nWhen playing in <i>Epic Multiplayer Mode</i>, a group cannot advance to the next act and agenda until all other groups are ready to advance to the next act and agenda."
    },
    {
      "id": "story_rule",
      "type": "rule_reminder",
      "title": "Story Cards",
      "text": "Story cards are a new cardtype in this scenario. These cards serve as an avenue for additional narrative and game text. When a story card is drawn, read its story text and resolve its <b>Revelation</b> effect. Its game text is considered active for as long as the card is in play. The story cards in this scenario are double sided, with one side entitled “Deep Within the Labyrinth.” Do not flip them to this  until you are instructed to do so."
    },
    {
      "id": "time_limit_rule",
      "type": "rule_reminder",
      "title": "Time Limit",
      "text": "When playing in <i>Epic Multiplayer Mode</i>, the players (or your event organizer) may impose a time restriction for each act and agenda of the game. The default limit for each act and agenda is <b>60 minutes</b>. The players (or your event organizer) may impose a different time restriction, often depending on the number of players. If time runs out, any groups that have not yet completed the current round should continue playing until the next mythos phase, then place doom on the current agenda until its doom threshold is met and advance the agenda."
    },
    {
      "id": "giving_and_exchanging_rule",
      "type": "rule_reminder",
      "title": "Giving and Exchanging Cards and Tokens",
      "text": "When playing this scenario in Epic Multiplayer Mode, there are some effects that allow investigators the option to give tokens, cards in hand, or assets in play to investigators in other groups.\nPlease be courteous when receiving cards from another player, and treat those cards with respect. Once the game has ended, make sure any cards or tokens that changed control are returned to their respective owners."
    },
    {
      "id": "epic_multiplayer_mode",
      "type": "rule_reminder",
      "title": "Epic Multiplayer Mode",
      "text": "To play <i>The Labyrinths of Lunacy</i> in <i>Epic Multiplayer Mode</i>, first divide the investigators into three separate groups—Group A, Group B, and Group C. Each group requires its own copy of The Labyrinths of Lunacy in order to play. At least 1 investigator must be assigned to each group, and no more than 4 investigators may be assigned to a single group.\nDuring gameplay, observe the following additional rules:",
      "bullets": [
        {
          "text": "When constructing decks for <i>The Labyrinths of Lunacy</i>, use the rules for standalone mode on page 19 of the Rules Reference. You do not need to start with 0 experience."
        },
        {
          "text": "Each group has its own play area, and plays the game separately from one another. Rules, actions, and card effects cannot affect investigators in other groups, unless explicitly stated otherwise."
        },
        {
          "text": "At the end of each round, investigators must pause the game and wait until all three groups have reached the end of the round. At that point, each group may trigger “At the end of the round” abilities, in any order. Once all three groups have triggered “At the end of the round” abilities, continue to the next round."
        },
        {
          "text": "With the exception of asking other groups whether they have reached the end of the round, <b>investigators cannot communicate with investigators in other groups</b>, unless a scenario card permits them to do so. Investigators also cannot examine other groups’ play areas. <i>(For the best effect, groups should play at different tables or in different rooms.)</i>"
        }
      ]
    },
    {
      "id": "single_group_mode",
      "type": "rule_reminder",
      "title": "Single Group Mode",
      "text": "When played in <i>Single Group Mode</i>, <i>The Labyrinths of Lunacy</i> can be played in one of two ways—as a single standalone scenario, or over a series of three games, like a mini-campaign.\nWhen played as a single standalone scenario, you may play as either Group A, B, or C. Use the setup instructions for the group chosen to set up the game.\nWhen played as a mini-campaign, play three consecutive games—one for each group—in an order of your choosing. Unlike a normal campaign, the following rules apply:",
      "bullets": [
        {
          "text": "When constructing decks for <i>The Labyrinths of Lunacy</i>, use the rules for standalone mode on page 19 of the Rules Reference. You do not need to start with 0 experience."
        },
        {
          "text": "Players may swap investigators and/or decks in between each scenario, in order to represent the different groups of investigators who have been trapped inside the Labyrinths."
        },
        {
          "text": "Experience is not earned or spent in between scenarios during this campaign."
        },
        {
          "text": "There is no Campaign Log for this campaign. During this campaign, investigators do not earn trauma, and investigators who are <b>killed</b> or driven <b>insane</b> may still be used in other scenarios."
        }
      ]
    },
    {
      "id": "ask_group",
      "type": "input",
      "text": "Which group's setup instruction do you want to read:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "group_a",
            "text": "Group A",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "group_a",
                "text": "dummy"
              }
            ],
            "steps": [
              "intro_a",
              "gather_encounter_sets",
              "gather_mode_encounter_sets",
              "construct_act_deck_a",
              "setup_locations_a",
              "set_aside_a",
              "lead_investigator_takes_note",
              "add_tokens_a",
              "shuffle_encounter_deck"
            ]
          },
          {
            "id": "group_b",
            "text": "Group B",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "group_b",
                "text": "dummy"
              }
            ],
            "steps": [
              "intro_b",
              "gather_encounter_sets",
              "gather_mode_encounter_sets",
              "construct_act_deck_b",
              "setup_locations_b",
              "set_aside_b",
              "lead_investigator_takes_note",
              "add_tokens_b",
              "shuffle_encounter_deck"
            ]
          },
          {
            "id": "group_c",
            "text": "Group C",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "group_c",
                "text": "dummy"
              }
            ],
            "steps": [
              "intro_c",
              "gather_encounter_sets",
              "gather_mode_encounter_sets",
              "construct_act_deck_c",
              "setup_locations_c",
              "set_aside_c",
              "lead_investigator_takes_note",
              "add_tokens_c",
              "shuffle_encounter_deck"
            ]
          }
        ]
      }
    },
    {
      "id": "intro_a",
      "type": "story",
      "title": "Group A Instructions",
      "text": "You wake up and realize you are in a strange place, with no memory of how you arrived. Your muscles are weak and uncooperative. Your vision is blurred. Simply rising to your feet takes a tremendous effort. Your legs are wobbly and can barely support your weight.\nFor the first time since awakening, you study your surroundings. You have been sealed in a windowless chamber, which is filled with copper pipes. The faint whistling of escaping air surrounds you on all sides. You are a prisoner here, with no means of escape. There is a note lying on the ground nearby. It reads:\n<fancy>Greetings.</fancy>\n<fancy>I have gathered you here as an experiment. Think of this as a test of human will. You will survive. Or you will die.</fancy><fancy>You are not alone. Two other groups share in your fate. Will you risk your lives to aid them? Or will you find freedom upon the backs of their corpses?</fancy>\n<fancy>I will allow you to escape, should you prove strong of will and quick of wit. If not, your pain and anguish shall serve as a reminder that humans are not the inheritors of Earth.</fancy>"
    },
    {
      "id": "intro_b",
      "type": "story",
      "title": "Group B Instructions",
      "text": "You wake up and realize you are in a strange place, with no memory of how you arrived. Your muscles are weak and uncooperative. Your vision is blurred. Simply rising to your feet takes a tremendous effort. Your legs are wobbly and can barely support your weight.\nFor the first time since awakening, you study your surroundings. You have been sealed in a tall glass tank, and water fills the chamber to your ankles. Outside the dull glass, you can see many more tanks like yours, wreathed in mist. You are a prisoner here, with no means of escape. There is a note lying on the ground just outside the tank. It reads:. It reads:\n<fancy>Greetings.</fancy>\n<fancy>I have gathered you here as an experiment. Think of this as a test of human will. You will survive. Or you will die.</fancy><fancy>You are not alone. Two other groups share in your fate. Will you risk your lives to aid them? Or will you find freedom upon the backs of their corpses?</fancy>\n<fancy>I will allow you to escape, should you prove strong of will and quick of wit. If not, your pain and anguish shall serve as a reminder that humans are not the inheritors of Earth.</fancy>"
    },
    {
      "id": "intro_c",
      "type": "story",
      "title": "Group C Instructions",
      "text": "You wake up and realize you are in a strange place, with no memory of how you arrived. Your muscles are weak and uncooperative. Your vision is blurred. Simply rising to your feet takes a tremendous effort. Your legs are wobbly and can barely support your weight.\nFor the first time since awakening, you study your surroundings. You are in a dark chamber, lit only by a few candles. Old barrels, crates and rotten storage shelves fill the cramped chamber. You cannot see any windows or doors leading out. You are a prisoner here, with no means of escape. There is a note lying on the ground nearby. It reads:\n<fancy>Greetings.</fancy>\n<fancy>I have gathered you here as an experiment. Think of this as a test of human will. You will survive. Or you will die.</fancy><fancy>You are not alone. Two other groups share in your fate. Will you risk your lives to aid them? Or will you find freedom upon the backs of their corpses?</fancy>\n<fancy>I will allow you to escape, should you prove strong of will and quick of wit. If not, your pain and anguish shall serve as a reminder that humans are not the inheritors of Earth.</fancy>"
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "in_the_labyrinths_of_lunacy"
      ]
    },
    {
      "id": "gather_mode_encounter_sets",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "epic_multiplayer",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "gather_epic_encounter_sets"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "gather_single_encounter_sets"
            ]
          }
        ]
      }
    },
    {
      "id": "gather_epic_encounter_sets",
      "text": "Because you are playing in <i>Epic Multiplayer Mode</i>, gather all cards from the <i>Epic Multiplayer</i> encounter set.",
      "type": "encounter_sets",
      "encounter_sets": [
        "epic_multiplayer"
      ],
      "subtext": "Remove all cards from the <i>Single Group</i> encounter set from the game."
    },
    {
      "id": "gather_single_encounter_sets",
      "text": "Because you are playing in <i>Single Group Mode</i>, gather all cards from the <i>Single Group</i> encounter set.",
      "type": "encounter_sets",
      "encounter_sets": [
        "single_group"
      ],
      "subtext": "Remove all cards from the <i>Epic Multiplayer</i> encounter set from the game."
    },
    {
      "id": "construct_act_deck_a",
      "text": "Construct the act deck using only the (Group A) versions of acts 1 and 2. Remove each other version of those acts from the game."
    },
    {
      "id": "construct_act_deck_b",
      "text": "Construct the act deck using only the (Group B) versions of acts 1 and 2. Remove each other version of those acts from the game."
    },
    {
      "id": "construct_act_deck_c",
      "text": "Construct the act deck using only the (Group C) versions of acts 1 and 2. Remove each other version of those acts from the game."
    },
    {
      "id": "setup_locations_a",
      "text": "Randomly choose 1 of the 3 copies of Chamber of Secrets to put into play. Remove the other 2 copies from the game. Each investigator begins play in the Chamber of Secrets."
    },
    {
      "id": "setup_locations_b",
      "text": "Put the Chamber of Rain and Chamber of Sorrows locations into play. Randomly choose an investigator to begin play in the Chamber of Rain. Each other investigator begins play in the Chamber of Sorrows."
    },
    {
      "id": "setup_locations_c",
      "text": "Put the Chamber of Night and Chamber of Regret locations into play. Each investigator begins play at the Chamber of Night"
    },
    {
      "id": "set_aside_a",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "epic_multiplayer",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "set_aside_epic"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "set_aside_single_a"
            ]
          }
        ]
      }
    },
    {
      "id": "set_aside_epic",
      "text": "Set the following cards aside, out of play: Key of Mysteries, Mysterious Syringe, Eixodolon, Eixodolon’s Pet, Rot Diagram, Hunger Diagram, Decay Diagram, both copies of Faceless Abductor, and each other location.",
      "bullets": [
        {
          "text": "Because you are playing in <i>Epic Multiplayer Mode</i>, also set The Jailor enemy and each double-sided story card aside, out of play."
        }
      ]
    },
    {
      "id": "set_aside_single_a",
      "text": "Set the following cards aside, out of play: Key of Mysteries, Mysterious Syringe, Eixodolon, Eixodolon’s Pet, Rot Diagram, Hunger Diagram, Decay Diagram, both copies of Faceless Abductor, and each other location.",
      "bullets": [
        {
          "text": "Because you are playing in <i>Single Group Mode</i>, put the set-aside Key of Mysteries into play in the Chamber of Secrets."
        }
      ]
    },
    {
      "id": "set_aside_b",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "epic_multiplayer",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "set_aside_epic"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "set_aside_single_b"
            ]
          }
        ]
      }
    },
    {
      "id": "set_aside_single_b",
      "text": "Set the following cards aside, out of play: Key of Mysteries, Mysterious Syringe, Eixodolon, Eixodolon’s Pet, Rot Diagram, Hunger Diagram, Decay Diagram, both copies of Faceless Abductor, and each other location."
    },
    {
      "id": "set_aside_c",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "epic_multiplayer",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "set_aside_epic"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "set_aside_single_c"
            ]
          }
        ]
      }
    },
    {
      "id": "set_aside_single_c",
      "text": "Set the following cards aside, out of play: Key of Mysteries, Mysterious Syringe, Eixodolon, Eixodolon’s Pet, Rot Diagram, Hunger Diagram, Decay Diagram, both copies of Faceless Abductor, and each other location.",
      "bullets": [
        {
          "text": "Because you are playing in <i>Single Group Mode</i>, randomly choose 1 of the 3 set-aside copies of Chamber of Secrets and place it underneath the scenario reference card, without looking at its revealed side."
        }
      ]
    },
    {
      "id": "lead_investigator_takes_note",
      "text": "The lead investigator takes control of Eixodolon’s Note."
    },
    {
      "id": "add_tokens_a",
      "text": "Add 2 [elder_thing] tokens to the chaos bag.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": [
            "elder_thing",
            "elder_thing"
          ]
        }
      ]
    },
    {
      "id": "add_tokens_b",
      "text": "Add 2 [tablet] tokens to the chaos bag.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": [
            "tablet",
            "tablet"
          ]
        }
      ]
    },
    {
      "id": "add_tokens_c",
      "text": "Add 2 [cultist] tokens to the chaos bag.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": [
            "cultist",
            "cultist"
          ]
        }
      ]
    },
    {
      "id": "shuffle_encounter_deck",
      "text": "Shuffle the rest of the encounter cards to build the encounter deck."
    },
    {
      "id": "act_2_setup_a",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "epic_multiplayer",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "act_2_setup_a_epic"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "act_2_setup_a_single"
            ]
          }
        ]
      }
    },
    {
      "id": "act_2_setup_a_epic",
      "type": "rule_reminder",
      "title": "Act 2 Setup",
      "bullets": [
        {
          "text": "Shuffle each set-aside Faceless Abductor and the encounter discard pile into the encounter deck."
        },
        {
          "text": "Because you are playing <i>Epic Multiplayer Mode</i>, choose one of the 3 groups at random. That group shuffles the set-aside The Jailor enemy into the encounter deck."
        },
        {
          "text": "Put the 3 set-aside Labyrinthine Halls into play."
        },
        {
          "text": "Put the set-aside Chamber of Decay into play."
        },
        {
          "text": "Remove all doom from play and proceed to act 2a & agenda 2a"
        }
      ]
    },
    {
      "id": "act_2_setup_a_single",
      "type": "rule_reminder",
      "title": "Act 2 Setup",
      "bullets": [
        {
          "text": "Shuffle each set-aside Faceless Abductor and the encounter discard pile into the encounter deck."
        },
        {
          "text": "Put the 3 set-aside Labyrinthine Halls into play."
        },
        {
          "text": "Put the set-aside Chamber of Decay into play."
        },
        {
          "text": "Remove all doom from play and proceed to act 2a & agenda 2a"
        }
      ]
    },
    {
      "id": "act_2_setup_b",
      "type": "rule_reminder",
      "title": "Act 2 Setup",
      "bullets": [
        {
          "text": "Shuffle each set-aside Faceless Abductor and the encounter discard pile into the encounter deck."
        },
        {
          "text": "Put the 3 set-aside Labyrinthine Halls into play."
        },
        {
          "text": "Put the set-aside Chamber of Rot and Chamber of Poison locations into play."
        },
        {
          "text": "Remove all doom from play and proceed to act 2a & agenda 2a"
        }
      ]
    },
    {
      "id": "act_2_setup_c",
      "type": "rule_reminder",
      "title": "Act 2 Setup",
      "bullets": [
        {
          "text": "Shuffle each set-aside Faceless Abductor and the encounter discard pile into the encounter deck."
        },
        {
          "text": "Put the 3 set-aside Labyrinthine Halls into play."
        },
        {
          "text": "Put the set-aside Chamber of Hunger into play"
        },
        {
          "text": "Put the set-aside Eixodolon’s Pet into play, near the Chamber of Hunger, but not at any location. While it is not at any location, it is considered to be “locked away.”"
        },
        {
          "text": "Remove all doom from play and proceed to act 2a & agenda 2a"
        }
      ]
    },
    {
      "id": "act_3_setup",
      "type": "rule_reminder",
      "title": "Act 3 Setup",
      "bullets": [
        {
          "text": "Put the set-aside Abandoned Warehouse into play."
        },
        {
          "text": "Disengage all engaged enemies and move each surviving investigator to the Abandoned Warehouse."
        },
        {
          "text": "Put the set-aside Eixodolon enemy into play at the Abandoned Warehouse."
        },
        {
          "text": "Remove all doom from play and proceed to act 3a & agenda 3a."
        }
      ]
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "branches": [
          {
            "id": "act_2_setup",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "act_2_setup",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Act 2 Setup",
            "steps": [
              "act_2_setup"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "act_2_setup",
                "text": "dummy"
              }
            ]
          },
          {
            "id": "act_3_setup",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "act_3_setup",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Act 3 Setup",
            "steps": [
              "act_3_setup"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "act_3_setup",
                "text": "dummy"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "act_2_setup",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "group_a",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "act_2_setup_a"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "check_act_2_setup_b"
            ]
          }
        ]
      }
    },
    {
      "id": "check_act_2_setup_b",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "group_b",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "act_2_setup_b"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "act_2_setup_c"
            ]
          }
        ]
      }
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    },
    {
      "id": "lose",
      "text": "The investigators lose.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "lose"
        }
      ]
    },
    {
      "id": "win",
      "text": "The investigators win.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "win"
        }
      ]
    },
    {
      "id": "survived_new_guest",
      "text": "The investigators survived, but in another timeline, the labyrinth has a new guest."
    },
    {
      "id": "survived_eixodolon_lives",
      "text": "The investigators survived, but Eixodolon lives on."
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator was defeated",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": [
        "resolution_1"
      ]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "In the wrong hands, your anguish is a powerful weapon. Your blood fuels the arcane glyph carved into the cement floor at the labyrinth’s core. For the cruel mastermind who trapped you here, it is a moment of triumph and vindication. The entire world will feel this pain. This fear. This despair.",
      "steps": [
        "lose"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "The mastermind falls to his knees, his mask cracked. Blood drips from his open wounds onto the cement floor. “Do you really think you can escape?” he wheezes. His distorted voice is pained but triumphant. “Do you really think… I would ever let you leave this place?” His body collapses to the ground. Seeing an opportunity to escape, you rush to the iron doors sealing you in the warehouse. With a desperate effort, you are finally able to break the padlock and push open the heavy doors.\nA sudden gust of cold evening air sweeps over you. You are surprised to see wooden docks on the side of the Miskatonic River. A few ducks quack in surprise and swim away from the nearest dock. Water sloshes along the shore. You hear dockworkers going about their business, their work day almost finished as the sun sets to your left. After taking a few steps, you collapse to the ground. You are too exhausted and injured to go on. “Who’s that?” a dockworker calls out. “Someone is hurt—quick, let’s get them to St. Mary’s!” You drift into unconsciousness just as a muscled man lifts you into his arms.\nYou wake up and realize you are in a strange place, with no memory of how you arrived. Your muscles are weak and uncooperative. Your vision is blurred. Simply rising to your feet takes a tremendous effort. Your legs are wobbly and can barely support your weight. A note on the ground nearby reads:\n<fancy>Greetings. I have gathered you here as an experiment. Think of this as a test of human will. You will survive. Or you will die…</fancy>",
      "steps": [
        "survived_new_guest"
      ]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "The mastermind falls to his knees, his mask cracked. Blood drips from his open wounds onto the cement floor. “Do you really think you can kill me?” he wheezes. His distorted voice is pained but proud. “I am everywhere and everywhen. This vessel is but one. There are others. And if even one of them is proven right, I will never truly die.” His body falls limply to the ground. Seeing an opportunity to escape, you rush to the iron doors sealing you in the warehouse. With a desperate effort, you are finally able to break the padlock and push open the heavy doors.\nA sudden gust of cold evening air sweeps over you. You are surprised to see wooden docks on the side of the Miskatonic River. A few ducks quack in surprise and swim away from the nearest dock. Water sloshes along the shore. You hear dockworkers going about their business, their work day almost finished as the sun sets to your left. After taking a few steps, you collapse to the ground. You are too exhausted and injured to go on. “Who’s that?” a dockworker calls out. “Someone is hurt—quick, let’s get them to St. Mary’s!” A muscled man lifts you into his arms, and you are driven to the hospital.\nYou have somehow made it out of your captor’s hellish labyrinth, but his dying words haunt your thoughts. What did he mean by “others?” You recall the strange visions you saw in his maze, and a terrible thought seeps into your mind. The kidnapper had mentioned other groups, but you were never able to find them, and you have no idea if they made it out alive. You tell the police there are others and insist that they search the docks, but there is no trace of the warehouse you had escaped, nor of the mastermind who trapped you there…",
      "steps": [
        "survived_eixodolon_lives"
      ]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "text": "The mastermind falls to his knees, his mask cracked. Blood drips from his open wounds onto the cement floor. The outline of his body twists and blurs, like a wrinkle in the fabric of space and time. “So, the ritual has failed!” His bitter cackle descends into a cry of pain. “Perhaps humanity has a chance after all. This agony, this suffering! Such power is not meant for humans to wield. It is for the ones beyond!” He gasps and wheezes, collapsing to the ground. “Do not follow the path I followed,” he begs, “it leads only to… despair.” His breathing stops.\nYou have somehow defeated your captor, but many questions remain. Deciding to explore the labyrinth further, you find a way to break open the iron doors leading into the other sections of the complex. To your surprise, you find no other victims trapped in the labyrinth—only signs of their struggles, and of their survival.\nIt takes only one solid strike to break open the padlock sealing the warehouse’s iron doors. The sound of metal slamming against metal is tripled in its volume. You do not believe your kidnapper meant for you to ever leave, but somehow you have defied the odds stacked against you. You wonder if the others are opening these heavy doors at this very moment, too.\nA sudden gust of cold evening air sweeps over you. You are surprised to see wooden docks on the side of the Miskatonic River. A few ducks quack in surprise and swim away from the nearest dock. Water sloshes along the shore. You hear dockworkers going about their business, their work day almost finished as the sun sets to your left. You watch the sun disappear under the horizon, and the others watch in turn.",
      "steps": [
        "win"
      ]
    }
  ]
}