{
  "id": "legions_of_fire",
  "scenario_name": "Legions of Fire",
  "full_name": "Legions of Fire",
  "chaos_bag_card": "zlf_00001",
  "header": "",
  "xp_cost": 2,
  "side_scenario_type": "side_story",
  "custom": {
    "creator": "Brandon Perrée",
    "download_link": {
      "en": "http://arkhamcentral.com/index.php/legions-of-fire/"
    }
  },
  "standalone_setup": [
    "choose_difficulty",
    "intro",
    "gather_encounter_sets",
    "gather_encounter_sets_aside",
    "construct_act_and_agenda",
    "set_aside_cards",
    "setup_locations",
    "location_layout_act_1",
    "location_layout_act_2",
    "spawn_ambush",
    "set_aside_other_locations",
    "setup_enflamed_reference",
    "remove_embers",
    "set_aside_assassin",
    "encounter_deck",
    "enflamed_rule",
    "enflamed_test",
    "ruins_of_rome",
    "elusive_rule",
    "$play_scenario"
  ],
  "setup": [
    "xp_cost",
    "intro",
    "gather_encounter_sets",
    "gather_encounter_sets_aside",
    "construct_act_and_agenda",
    "set_aside_cards",
    "setup_locations",
    "location_layout_act_1",
    "location_layout_act_2",
    "spawn_ambush",
    "set_aside_other_locations",
    "encounter_deck",
    "setup_enflamed_reference",
    "remove_embers",
    "set_aside_assassin",
    "encounter_deck",
    "enflamed_rule",
    "enflamed_test",
    "ruins_of_rome",
    "elusive_rule",
    "$play_scenario"
  ],
  "rules": [
    {
      "title": "Enflamed",
      "steps": ["enflamed_rule"]
    },
    {
      "title": "Enflamed Test",
      "steps": ["enflamed_test"]
    },
    {
      "title": "Ruins of Rome",
      "steps": ["ruins_of_rome"]
    },
    {
      "title": "Elusive",
      "steps": ["elusive_rule"]
    }
  ],
  "steps": [
    {
      "id": "choose_difficulty",
      "text": "Choose difficulty level:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "default_choice": "standard",
        "choices": [
          {
            "id": "standard",
            "text": "Standard",
            "tokens": [
              "+1",
              "0",
              "0",
              "-1",
              "-1",
              "-2",
              "-2",
              "-3",
              "-4",
              "-5",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "standard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "hard",
            "text": "Hard",
            "tokens": [
              "0",
              "0",
              "-1",
              "-1",
              "-2",
              "-2",
              "-3",
              "-4",
              "-5",
              "-6",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "hard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "-6",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "xp_cost",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": -2,
          "side_scenario_cost": true
        }
      ]
    },
    {
      "id": "intro",
      "type": "story",
      "narration": {
        "id": "legions_of_fire.intro",
        "name": "Intro",
        "lang": []
      },
      "text": "It’s been several tiring weeks since you have arrived in Rome to commence this disastrous investigation. Tonight, as with every night you can remember, the streets are muted and tense. Residents go about their business quickly, doors locked long before dusk approaches. When questioned, most of the locals give you a cold shoulder and ignore your questions about the series of mass murders that have taken place over the last few months, finding any excuse to avoid the grim topic. You are no closer to finding a motive that would drive a person to sacrificially burn their victims alive.\nDevoid of answers, you have been waiting on this tenuous lead for over an hour now. Nearby rises the colossal edifice of St. Peter’s Basilica, towering over the vast open courtyard of Piazza San Pietro. As you wait, four long chimes ring out from the ancient bells within. You shiver and a feeling of dread runs down your spine. Each tone resonates deeply, as if tearing away shreds of your soul.\nDesperate for a distraction, you recount the details of the letter that has brought you here. An extremist cult. A malevolent god. An appalling ritual. It would seem completely unbelievable to many, but you have seen the cruel underbelly of the universe before. There is truth in these words.\nYou are deep in thought when a hand grabs your shoulder. Instinctively, you jump.\nThe mysterious figure backs away, then motions for you to follow, marching briskly towards the entrance of St. Peter’s Basilica without turning back.\nInside, the church is deserted, save for an ocean of candles and scattered photographs of those whose deaths you have failed to prevent. You walk a little faster, your footsteps resonating raucously, your heartbeat pounding in your ears. With the pictures finally out of sight, you follow the figure in front of you through a small clerical side door.\nThe room you enter is cramped and overflowing with parchment. The figure offers you a seat, then pulls back his hood to reveal a shaved head and a pale, almost sickly face. He sits slowly and quietly, never losing sight of the exit behind you. You make as if to ask a question, but he quickly silences you. “I have little time for questions. I hold the answers you seek, but I have paid a heavy price for them”. He winces and you notice for the first time the dried specks of blood around his mouth.\n“The homicides that you have been investigating were carried out by former priests and bishops who have been corrupted by a promise of rapture. This promise is a lie… Something worse is coming.” His voice is less than a whisper as he recounts a tale of similar mass killings unfolding in ancient Rome during the sickening days of Emperor Nero’s reign. He tells you of how those rituals brought forth malicious flames controlled by an immortal being that sought to turn the world into an ashen wasteland. “Once it has risen, Ignis will be the harbinger of humanity’s destruction.” As you listen to the story being woven, you hear a distant set of footsteps.\n“Somehow, the early church managed to quell the infernal blaze before the ritual was completed, safeguarding humanity from utter annihilation. I sought the knowledge to do the same, but my own quest has been cut short, and there is no antidote for what now afflicts me.” He sighs deeply, and you can hear the death rattle as he breathes.\nYou ponder the man’s words, digesting them as one would an ill-prepared meal. The figure before you appears barely conscious. How much can you trust the words of a man in such a state? The figure breaks the stalemate again. “The records that remain will be in the Vatican Archives. You should search there first. Go. Now. Before they realise what I’ve told you.” His life force spent, the man gently sinks onto the desk, his breathing faint and laboured. You reach over to try and lift him, but he uses the last of his strength to push you away. “Leave… you must… quickly.” Slowly, a dribble of blood pools in the crook of his nose. “Search out Dr… Gentile.”\nOutside, a great army of footsteps echoes louder and louder. You turn to face the door. Suddenly, the four dreadful chimes ring out again, playing a discordant symphony. You can feel terror scurrying to the surface of your mind. Your throat constricts. Looking back, you realise the man in front of you is lifeless, a fate you plan to avoid. If you are going to act, you must do it now. You try to swallow your fear and make your way back into the basilica."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "depraved_legions",
        "malevolent_ritual"
      ]
    },
    {
      "id": "gather_encounter_sets_aside",
      "title": "Setup",
      "type": "encounter_sets",
      "aside": true,
      "encounter_sets": [
        "spiraling_inferno",
        "final_annihilation",
        "scorched_wasteland"
      ]
    },
    {
      "id": "construct_act_and_agenda",
      "text": "Construct the act and agenda decks using all act and agenda cards."
    },
    {
      "id": "set_aside_cards",
      "text": "Search the <i>Malevolent Ritual</i> encounter set for all four copies of Red Herring, shuffle them, and remove one copy from the game without looking at it. Shuffle the remaining 3 copies of Red Herring with the 3 copies of Ritual Cultist until you do not know which cards are which. Set the 6 cards aside, out of play, face down."
    },
    {
      "id": "setup_locations",
      "text": "Put the following locations into play: St. Peter’s Basilica, St. Peter’s Bell Tower, Vatican Gardens, Vatican Archives, Piazza San Pietro.",
      "bullets": [
        {
          "text": "Each investigator begins play at St. Peter’s Basilica."
        }
      ]
    },
    {
      "id": "location_layout_act_2",
      "type": "location_setup",
      "text": "Location Placement",
      "description": "Act 2",
      "horizontal": "normal",
      "vertical": "normal",
      "note": "Note: Some of the locations above may have been removed from play before Act 2 starts.",
      "locations": [
        [
          "blank",
          "bell_tower",
          "blank",
          "blank",
          "blank"
        ],
        [
          "gardens",
          "basilica",
          "blank",
          "villa",
          "train_station"
        ],
        [
          "archives",
          "piazza",
          "pantheon",
          "fountain",
          "santa_maria"
        ],
        [
          "blank",
          "blank",
          "blank",
          "forum",
          "colosseum"
        ]
      ],
      "location_names": [
        {
          "code": "forum",
          "name": "Roman Forum"
        },
        {
          "code": "colosseum",
          "name": "The Colosseum"
        },
        {
          "code": "fountain",
          "name": "Trevi Fountain"
        },
        {
          "code": "santa_maria",
          "name": "Santa Maria Maggiore"
        },
        {
          "code": "pantheon",
          "name": "The Pantheon"
        },
        {
          "code": "villa",
          "name": "Villa Borghese"
        },
        {
          "code": "train_station",
          "name": "Termini Train Station"
        },
        {
          "code": "bell_tower",
          "name": "St. Peter's Bell Tower"
        },
        {
          "code": "gardens",
          "name": "Vatican Gardens"
        },
        {
          "code": "basilica",
          "name": "St. Peter's Basilica"
        },
        {
          "code": "archives",
          "name": "Vatican Archives"
        },
        {
          "code": "piazza",
          "name": "Piazza San Pietro"
        }
      ]
    },
    {
      "id": "location_layout_act_1",
      "type": "location_setup",
      "text": "Location Placement",
      "description": "Act 1",
      "horizontal": "normal",
      "vertical": "normal",
      "locations": [
        [
          "blank",
          "bell_tower"
        ],
        [
          "gardens",
          "basilica"
        ],
        [
          "archives",
          "piazza"
        ]
      ],
      "location_names": [
        {
          "code": "bell_tower",
          "name": "St. Peter's Bell Tower"
        },
        {
          "code": "gardens",
          "name": "Vatican Gardens"
        },
        {
          "code": "basilica",
          "name": "St. Peter's Basilica"
        },
        {
          "code": "archives",
          "name": "Vatican Archives"
        },
        {
          "code": "piazza",
          "name": "Piazza San Pietro"
        }
      ]
    },
    {
      "id": "spawn_ambush",
      "text": "Search the <i>Depraved Legions</i> encounter set for one copy of Ambush and put it into play at St. Peter’s Basilica."
    },
    {
      "id": "set_aside_other_locations",
      "text": "Set each other location aside, out of play."
    },
    {
      "id": "setup_enflamed_reference",
      "text": "Set the Enflamed Test Reference Card next to the Scenario Reference Card."
    },
    {
      "id": "remove_embers",
      "text": "Search the <i>Depraved Legions</i> encounter set for the Embers of Annihilation and Assassin’s Cloak assets, as well as the Ringing an Old Friend event. Remove them from the game."
    },
    {
      "id": "set_aside_assassin",
      "text": "Set aside the Clandestine Assassin enemy, The Necronomicon, Dr. Gentile, and Necklace of Infernum assets, as well as the four Cursed Burn Wound weaknesses."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "enflamed_rule",
      "title": "Enflamed",
      "type": "rule_reminder",
      "text": "During this scenario, locations can become \"Enflamed\".",
      "bullets": [
        {
          "text": "If a location becomes enflamed, place a damage token on it to indicate that it is enflamed."
        },
        {
          "text": "If any investigator ends their turn at an enflamed location, they must carry out an enflamed test."
        }
      ]
    },
    {
      "id": "enflamed_test",
      "title": "Enflamed Test",
      "type": "rule_reminder",
      "text": "Any investigator who finishes their turn at an [[Enflamed]] location must carry out an enflamed test.",
      "bullets": [
        {
          "text": "An enflamed test is carried out by drawing one (or more, if instructed by your location or a card effect) token(s) from the chaos bag and consulting the set aside Enflamed Test Reference Card to discover the effects. During this test, do not consult the standard Scenario Reference Card."
        },
        {
          "text": "After the test is resolved, if a bless or a curse token was revealed, it must be removed from the chaos bag. All other tokens must be returned to the chaos bag."
        }
      ]
    },
    {

      "id": "ruins_of_rome",
      "title": "Ruins of Rome",
      "type": "rule_reminder",
      "text": "During the scenario, some locations may be covered by “Ruins of Rome” locations.",
      "bullets": [
        {
          "text": "Ruins of Rome locations are placed on top a location without replacing it. Furthermore, Ruins of Rome locations always maintain the same location connections as the location below them."
        },
        {
          "text": "Any clues or other tokens that have been placed on the initial location must be moved onto the Ruins of Rome location. Investigators, enemies, and attached treachery cards are unaffected by the placement of a Ruins of Rome location, unless otherwise stated. When a Ruins of Rome location is placed on a location, it cannot be removed or discarded by any card effect."
        },
        {
          "text": "While a location is covered by a Ruins of Rome location, investigators cannot activate any actions on the location that has been covered."
        },
        {
          "text": "When a Ruins of Rome location is placed onto a location with victory, investigators no longer earn victory for that location (even if the investigators have already earned the victory points)."
        }
      ]
    },
    {
      "id": "elusive_rule",
      "type": "rule_reminder",
      "title": "Elusive",
      "text": "Some enemies in this campaign have the elusive keyword. Elusive enemies represent enemies who want to avoid the investigators for their own survival or to accomplish their own goals.\nIf a ready enemy with the elusive keyword attacks or is attacked, after that attack resolves, that enemy immediately disengages from all investigators, moves to a connecting location (with no investigators, if able), and exhausts. This effect occurs whether the enemy was engaged with the attacking investigator or not."
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "branches": [
          {
            "id": "explosion",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "zlf_explosion",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Scenario Interlude",
            "description": "Abhorrent Explosion",
            "style": "interlude",
            "steps": [
              "ask_act",
              "discard_all_enemies_at_vatican",
              "move_vatican_clues",
              "remove_vatican_locations",
              "place_ruined_basilica",
              "shuffle_spiraling_inferno",
              "continue_play"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "zlf_explosion",
                "text": "dummy"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "ask_act",
      "title": "Scenario Interlude: Abhorrent Explosion",
      "text": "What is the current act?",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "act_1",
            "text": "Act 1",
            "steps": [
              "vatican_interlude",
              "vatican_effects",
              "vatican_interlude_2"
            ]
          },
          {
            "id": "act_2",
            "text": "Act 2",
            "steps": [
              "ask_vatican_location",
              "check_vatican_location"
            ]
          },
          {
            "id": "act_3",
            "text": "Act 3",
            "steps": [
              "ask_vatican_location",
              "check_vatican_location"
            ]
          },
          {
            "id": "act_4",
            "text": "Act 4",
            "steps": [
              "ask_vatican_location",
              "check_vatican_location"
            ]
          }
        ]
      }
    },
    {
      "id": "vatican_interlude",
      "type": "story",
      "narration": {
        "id": "legions_of_fire.vatican",
        "name": "Vatican",
        "lang": []
      },
      "text": "Great balls of enflamed stone tumble from the sky. Pain courses through every limb. Screams of dread envelop you, unyielding in their assault. You rise slowly and begin to scramble through the fiery mess struggling to come to your senses. You pass a corpse. Another. And another. The air is so hot you can barely breathe."
    },
    {
      "id": "vatican_effects",
      "text": "Each investigator at a [[Vatican]] location takes 1 direct damage, disengages from all enemies, and moves to Piazza San Pietro."
    },
    {
      "id": "vatican_interlude_2",
      "type": "story",
      "narration": {
        "id": "legions_of_fire.vatican_2",
        "name": "Vatican",
        "lang": []
      },
      "text": "Safety. You lie on your back and swallow great gulps of air. You begin to realise the severity of the explosion. How did they do this? Is there still time to stop the ritual? You feel a great well of questions bubble to the surface."
    },
    {
      "id": "ask_vatican_location",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Is any investigator at a [[Vatican]] location?",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "zlf_at_vatican_location",
                "text": "dummy"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "check_vatican_location",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "zlf_at_vatican_location",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "vatican_interlude",
              "vatican_effects",
              "vatican_interlude_2",
              "ask_rome_location"
            ]
          },
          {
            "boolCondition": false,
            "steps": ["rome_story"]
          }
        ]
      }
    },
    {
      "id": "ask_rome_location",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Is any investigator at a [[Rome]] location?",
            "steps": ["rome_story"]
          }
        ]
      }
    },
    {
      "id": "rome_story",
      "type": "story",
      "narration": {
        "id": "legions_of_fire.rome",
        "name": "Rome",
        "lang": []
      },
      "text": "Even from such a distance the heat is unbearable. Shielding your face, you peer through your fingers and watch a shower of ash fall towards the city. A great explosion has consumed Vatican City. You panic, fearing the ritual has been concluded, but no great creature rises from beneath the earth. Without a second glance, you turn away and set back on your task... Running."
    },
    {
      "id": "discard_all_enemies_at_vatican",
      "text": "Discard all enemies and treachery cards at [[Vatican]] locations."
    },
    {
      "id": "move_vatican_clues",
      "text": "Move all clues from Vatican Gardens, Vatican Archives, and St. Peter’s Bell Tower to St. Peter’s Basilica, even if those locations have not been revealed by the investigators. (If it is still Act 1, there should be enough clues on St. Peter’s Basilica and Piazza San Pietro to advance the act)."
    },
    {
      "id": "remove_vatican_locations",
      "text": "Remove Vatican Gardens, Vatican Archives, and St. Peter’s Bell Tower from the game."
    },
    {
      "id": "place_ruined_basilica",
      "text": "Place the set aside Ruins of Rome (Basilica) on top of St. Peter’s Basilica, moving all clues and other tokens from St. Peter’s Basilica onto Ruins of Rome (Basilica). Place a damage token on Ruins of Rome (Basilica) to indicate that it is [[Enflamed]]."
    },
    {
      "id": "shuffle_spiraling_inferno",
      "text": "Shuffle the set aside <i>Spiralling Inferno</i> encounter set and the encounter discard pile into the encounter deck."
    },
    {
      "id": "continue_play",
      "text": "Begin playing again."
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display. Remember that any location covered by a Ruins of Rome card is considered to have Victory 0.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },

    {
      "id": "earn_xp_bonus_2",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display. Remember that any location covered by a Ruins of Rome card is considered to have Victory 0.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "confirm_text": "Each investigator earns 2 bonus experience as they have saved humanity from total destruction.",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "bonus": 2
          }
        ]
      }
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    },
    {
      "id": "resolution_2",
      "type": "resolution",
      "resolution": "R2"
    },
    {
      "id": "check_any_resigned",
      "text": "If any investigator resigned:",
      "type": "branch",
      "condition": {
        "type": "scenario_data",
        "scenario_data": "investigator_status",
        "investigator": "resigned",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "resolution_1"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "resolution_2"
            ]
          }
        ]
      }
    },
    {
      "id": "italy_has_ceased_to_exist",
      "text": "In your Campaign Log, record that <i>Italy has ceased to exist</i> and <i>Ignis will bring about the destruction of humanity</i>.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "zlf_italy_has_ceased_to_exist",
          "text": "Italy has ceased to exist."
        },
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "zlf_ignis_destroy_humanity",
          "text": "Ignis will bring about the destruction of humanity."
        }
      ]
    },
    {
      "id": "mental_trauma_and_weakness",
      "text": "Each investigator suffers one mental trauma and must take one copy of the Cursed Burn Wound weakness.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "mental": 1,
          "hidden": true
        },
        {
          "type": "add_card",
          "investigator": "all",
          "card": "zlf_00019"
        }
      ]
    },
    {
      "id": "physical_trauma_and_weakness",
      "text": "Each investigator suffers one physical trauma and must take one copy of the Cursed Burn Wound weakness.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "physical": 1,
          "hidden": true
        },
        {
          "type": "add_card",
          "investigator": "all",
          "card": "zlf_00019"
        }
      ]
    },
    {
      "id": "eventually_lose",
      "text": "The investigators are unable to start any scenario that commences in Italy or Monaco. At the end of your current campaign, regardless of the final outcome, <b>the investigators lose the campaign</b> as the Earth is slowly turned into a molten desert."
    },
    {
      "id": "ignis_spirit_has_been_crushed",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "zlf_ignis_spirit_has_been_crushed",
          "text": "Ignis’ spirit has been crushed."
        }
      ]
    },
    {
      "id": "slain_the_eldrich_god",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "zlf_slain_the_eldrich_god",
          "text": "you have slain the eldrich god of fire."
        }
      ]
    },
    {
      "id": "earn_cursed_burn_weakness",
      "text": "Each investigator who had a Cursed Burn Wound weakness in play when the game ended must add this weakness to their deck for the remainder of the campaign.",
      "type": "input",
      "input": {"type": "investigator_choice",
      "investigator": "all",
      "source": "scenario",
      "choices": [
        {
          "id": "burned",
          "text": "Burned",
          "effects": [
            {
              "type": "add_card",
              "investigator": "$input_value",
              "card": "zlf_00019"
            }
          ]
        }
      ]
      }
    },
    {
      "id": "ask_tempt_fate",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Have you \"tempted fate\"?",
            "steps": ["ask_has_necklace"]
          }
        ]
      }
    },
    {
      "id": "ask_has_necklace",
      "bullet_type": "small",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Does an investigator control the Necklace of Infernum?",
            "steps": ["earn_embers"]
          }
        ]
      }
    },
    {
      "id": "earn_embers",
      "bullet_type": "small",
      "text": "Any investigator may choose to add the Embers of Annihilation asset to their deck. It does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "card": "zlf_00014",
          "investigator": "choice"
        }
      ]
    },
    {
      "id": "ask_quick_on_feet",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Are you \"quick on your feet\"?",
            "steps": ["ask_killed_assassin"]
          }
        ]
      }
    },
    {
      "id": "ask_killed_assassin",
      "bullet_type": "small",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Is the Clandestine Assassin in the victory display?",
            "steps": ["earn_cloak"]
          }
        ]
      }
    },
    {
      "id": "earn_cloak",
      "bullet_type": "small",
      "text": "Any investigator may choose to add the Assassin's Cloak asset to their deck. It does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "card": "zlf_00013",
          "investigator": "choice"
        }
      ]
    },



    {
      "id": "ask_work_well",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Do you \"work well in a team\"?",
            "steps": ["ask_control_dr_gentile"]
          }
        ]
      }
    },
    {
      "id": "ask_control_dr_gentile",
      "bullet_type": "small",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "yes",
            "text": "Does any investigator control Dr. Gentile?",
            "steps": ["earn_ringing_old_friend"]
          }
        ]
      }
    },
    {
      "id": "earn_ringing_old_friend",
      "bullet_type": "small",
      "text": "Any investigator may choose to add the Ringing an Old Friend event to their deck. It does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "card": "zlf_00015",
          "investigator": "choice"
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator resigned or was defeated",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": [
        "check_any_resigned"
      ]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "narration": {
        "id": "legions_of_fire.resolution_1",
        "name": "Resolution 1",
        "lang": []
      },
      "text": "Even from such a distance, you can still hear the screams of innocents. The city of Rome has become a ruin once again and tens of thousands have needlessly perished. Bandaged and humiliated, you peer out of the window of the train that carries you away from the destruction, but you see little. Ignis has long since departed North towards Milan, leaving an inert wasteland in its wake. You collapse into your seat, defeated. In the distance the four chimes commence their horrible melody once again.",
      "steps": [
        "italy_has_ceased_to_exist",
        "mental_trauma_and_weakness",
        "eventually_lose",
        "earn_xp",
        "ask_tempt_fate",
        "ask_quick_on_feet",
        "ask_work_well",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "narration": {
        "id": "legions_of_fire.resolution_2",
        "name": "Resolution 2",
        "lang": []
      },
      "text": "When you awake, you are riddled with pain. The hospital is in disarray, doctors and nurses rush to treat extreme burn wounds, and comfort the uncountable number of listless relatives who are fed terrible news following your failure. In this instant, shame eats away at you, but this pain, this pain will last a lifetime. Gently, you try to move your leg but a feeling akin to someone running glass shards along your skin quickly changes your mind. Somewhere nearby, the four long discordant chimes start once again. Time slows to a crawl. The chimes won’t ever end. They’ll take everything from you. Suddenly, a wave of intense nausea rises and you slip from consciousness.",
      "steps": [
        "italy_has_ceased_to_exist",
        "physical_trauma_and_weakness",
        "eventually_lose",
        "earn_xp",
        "ask_tempt_fate",
        "ask_quick_on_feet",
        "ask_work_well",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "narration": {
        "id": "legions_of_fire.resolution_3",
        "name": "Resolution 3",
        "lang": []
      },
      "text": "As you walk from the centre of the terrible battle, you are completely unnoticed. Two currents of people wash around you, those running from the remaining chaos, and those plunging into the fiery mess to try to find their loved ones. With great effort, you finally arrive back at your hotel, and immediately collapse from fatigue as you enter the lobby...",
      "steps": [
        "ignis_spirit_has_been_crushed",
        "earn_cursed_burn_weakness",
        "earn_xp_bonus_2",
        "ask_tempt_fate",
        "ask_quick_on_feet",
        "ask_work_well",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "narration": {
        "id": "legions_of_fire.resolution_4",
        "name": "Resolution 4",
        "lang": []
      },
      "text": "What is left? Where once stood a great city, now only ashes remain. You glance around you, unable to recognise the crumbling streets upon which you stand. Patiently and slowly, you stumble back towards familiar territory and notice that small pockets of the city have survived. Sadly, your hotel was not one such lucky building. As you stand before the wreckage, you consider what you have lost. After a great sigh, you turn and commence the long walk back towards the train station.",
      "steps": [
        "slain_the_eldrich_god",
        "earn_cursed_burn_weakness",
        "earn_xp_bonus_2",
        "ask_tempt_fate",
        "ask_quick_on_feet",
        "ask_work_well",
        "$upgrade_decks"
      ]
    }
  ]
}
