{
  "id": "machinations_through_time",
  "scenario_name": "Machinations Through Time",
  "full_name": "Machinations Through Time",
  "header": "",
  "chaos_bag_card": "87001",
  "chaos_bag_card_text": "[skull]: -X. X is 1 plus he number of story cards in the victory display.\n[cultist]: -1. If you are at Tindalos, you automatically fail.\n[tablet]: -2. (-4 instead if a [[Scientist]] asset is at your location.)\n[elder_thing]: -3. If you fail, deal 1 damage or 1 horror to an [[Ally]] asset at your location.",
  "chaos_bag_card_back_text": "[skull]: -X. X is 2 plus he number of story cards in the victory display.\n[cultist]: -2. If you are at Tindalos, you automatically fail.\n[tablet]: -3. (-6 instead if a [[Scientist]] asset is at your location.)\n[elder_thing]: -4. If you fail, deal 1 damage or 1 horror to an [[Ally]] asset at your location.",
  "xp_cost": 2,
  "standalone_setup": [
    "choose_difficulty",
    "ask_epic_multiplayer",
    "time_paradox_rule",
    "story_cards_rule",
    "announce_rule",
    "abducted_and_rescued_rule",
    "alert_rule",
    "patrol_rule",
    "global_values_rule",
    "intro",
    "do_setup",
    "add_doom",
    "check_difficulty_doom",
    "encounter_deck",
    "$play_scenario"
  ],
  "setup": [
    "xp_cost",
    "eras_single_group_rule",
    "time_paradox_rule",
    "story_cards_rule",
    "announce_rule",
    "abducted_and_rescued_rule",
    "alert_rule",
    "patrol_rule",
    "global_values_rule",
    "intro",
    "do_setup",
    "add_doom",
    "check_difficulty_doom",
    "encounter_deck",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "choose_difficulty",
      "text": "Choose difficulty level:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "default_choice": "standard",
        "choices": [
          {
            "id": "easy",
            "text": "Easy",
            "tokens": [
              "+1",
              "+1",
              "+1",
              "0",
              "0",
              "0",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-2",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "easy"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "+1",
                  "+1",
                  "0",
                  "0",
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "standard",
            "text": "Standard",
            "tokens": [
              "+1",
              "0",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-2",
              "-3",
              "-4",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "standard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "hard",
            "text": "Hard",
            "tokens": [
              "0",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-3",
              "-4",
              "-6",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "hard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-3",
                  "-4",
                  "-6",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "expert",
            "text": "Expert",
            "tokens": [
              "0",
              "-1",
              "-1",
              "-2",
              "-3",
              "-4",
              "-5",
              "-6",
              "-8",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "expert"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "0",
                  "-1",
                  "-1",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "-6",
                  "-8",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "ask_epic_multiplayer",
      "type": "input",
      "text": "Select how you would like to play this scenario:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "epic_multiplayer",
            "text": "Epic Multiplayer",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "epic_multiplayer",
                "text": "dummy"
              }
            ],
            "steps": ["eras_epic_multiplayer_rule"]
          },
          {
            "id": "single_group",
            "text": "Single Group",
            "steps": ["eras_single_group_rule"]
          }
        ]
      }
    },
    {
      "id": "xp_cost",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": -2
        }
      ]
    },
    {
      "id": "eras_epic_multiplayer_rule",
      "type": "rule_reminder",
      "title": "Eras",
      "text": "<i>Machinations Through Time</i> has three separate eras: past, present, and future. In <i>Epic Multiplayer Mode</i>, each group is confined to a separate era.",
      "bullets": [
        {
          "text": "A [[Past]] asset cannot enter a non-[[Past]] location."
        },
        {
          "text": "A [[Present]] asset cannot enter a non-[[Present]] location."
        },
        {
          "text": "A [[Future]] non-[[Item]] asset cannot enter a non-[[Future]] location."
        }
      ]
    },
    {
      "id": "eras_single_group_rule",
      "type": "rule_reminder",
      "title": "Eras",
      "text": "<i>Machinations Through Time</i> has three separate eras: past, present, and future. In <i>Single Group Mode</i>, you play all three eras simultaneously and may travel through all eras.",
      "bullets": [
        {
          "text": "A [[Past]] asset cannot enter a non-[[Past]] location."
        },
        {
          "text": "A [[Present]] asset cannot enter a non-[[Present]] location."
        },
        {
          "text": "A [[Future]] non-[[Item]] asset cannot enter a non-[[Future]] location."
        }
      ]
    },
    {
      "id": "time_paradox_rule",
      "type": "rule_reminder",
      "title": "Time Paradox",
      "text": "During <i>Machinations Through Time</i>, you may be confronted with seemingly impossible tasks. Some tasks require the help of investigators in another era to complete. Communication is key."
    },
    {
      "id": "story_cards_rule",
      "type": "rule_reminder",
      "title": "Story Cards",
      "text": "Story cards are a cardtype in this scenario. These cards serve as an avenue for additional narrative and game text. During setup, resolve the <b>Setup</b> text on each story card in play. Abilities on story cards in play can be triggered by any investigator."
    },
    {
      "id": "announce_rule",
      "type": "rule_reminder",
      "title": "Announce",
      "text": "When a card instructs you to \"announce\" a key phrase, if you are playing in <i>Epic Multiplayer Mode</i>, clearly communicate that phrase to the other two groups. Some abilities require an announcement to have been made before they can be triggered. See page 24 for a list of all announcements."
    },
    {
      "id": "abducted_and_rescued_rule",
      "type": "rule_reminder",
      "title": "Abducted and Rescued",
      "text": "When a [[Scientist]] asset is abducted (via card or game text), remove all counters from it and set it aside, out of play. It remains out of play until it is rescued (via card or game text)."
    },
    {
      "id": "alert_rule",
      "type": "rule_reminder",
      "title": "Alert",
      "text": "Each time an investigator fails a skill test while attempting to evade an enemy with the alert keyword, after applying all results for that skill test, that enemy performs an attack against the evading investigator. An enemy does not exhaust after performing an alert attack. This attack occurs whether the enemy is engaged with the evading investigator or not."
    },
    {
      "id": "patrol_rule",
      "title": "Patrol",
      "type": "rule_reminder",
      "text": "Some enemies have the patrol keyword. During the enemy phase (in framework step 3.2), each ready, unengaged enemy with the patrol keyword moves to a connecting location along the shortest path toward the designated location (as described in parentheses next to the word patrol).",
      "bullets": [
        {
          "text": "If there are multiple locations that qualify as the designated location, the lead investigator may choose which location the enemy moves toward."
        },
        {
          "text": "If an enemy with patrol would be compelled to move to a location which is blocked by a card ability, the enemy does not move."
        }
      ]
    },
    {
      "id": "global_values_rule",
      "type": "rule_reminder",
      "title": "Global Values",
      "text": "Global values are calculated based on the total number of participating players among all groups at the start of the game.",
      "example": "<i>For example: 12 total players are split between three groups of four. The story card A Bitter Rivalry reads, \"If you succeed, spend X clues, as a group, where X is the global number of players.\" In this example, X is 12.</i>\n<i>The Tyr'thrha enemy has a global health pool of 6 [per_investigator]. In this example, its global health pool is 72. In</i> Epic Multiplayer Mode<i>, this global health pool is shared among all groups.</i>"
    },
    {
      "id": "intro",
      "title": "Introduction",
      "type": "story",
      "text": "The newspaper headline reads, \"Local scientists win Nobel Prize!\" Below it, two elderly physicists are pictured standing proudly in front of a large telescope. You glance at the newspaper's date, your jaw agape. This issue of the <i>Arkham Advertiser</i> is dated December 5, 1956. But how is this possible?\nSurprised and curious, you eagerly read the entire newspaper and learn of two remarkable scientists and their journey to winning a Nobel Prize in physics.\nBorn in 1877 in Arkham to Irish immigrants, Thomas Corrigan's earliest memory is when his crayons, left on an outdoor table, melted together under the hot summer sun. From then on, his curiosity and thirst for knowledge grew more rapidly than his height. His wonder at the world around him, from fierce New England thunderstorms to the canvas of stars in the night sky, fueled his passion for the sciences.\nThomas' desire to attend Miskatonic University is almost as old as his love for learning, as its acclaimed College of Sciences and close proximity made it a natural choice. After getting degrees in undergraduate physics and graduate astrophysics at Miskatonic, he began working at the University's Warren Observatory researching astronomical objects and phenomena.\nBorn in 1877 in Warsaw, Poland, Mary Zielinski is the youngest child of two teachers. She has fond memories as a little girl helping her mother with cooking and baking, using cups and teaspoons to measure a variety of ingredients, then mixing those ingredients together to create something entirely new. Thereafter, she began experimenting on her own, which propelled her down the path of chemistry and physics.\nImpressed with Mary's credentials, Miskatonic University offered her a full scholarship. Quiet and introverted, she spent much of her time in the laboratories of the Science building doing various experiments. Her hard work and dedication earned her an undergraduate chemistry degree, and she stayed on at the University to achieve a graduate degree in physics.\nHaving common interests, Thomas and Mary eventually became acquainted and a relationship followed. Their shared passion for the sciences encouraged and motivated each other, and they collaborated on several projects.\nYears later, one of their most intriguing projects took off: the possibility of a whole new paradigm based on general relativity, which connects the curvature of spacetime to gravity. They began testing the theory that spacetime could be warped, resulting in a discontinuity. Such a warping could result in portals that lead to distant places across the universe, or even to their own location in another era—in effect, time travel.\nThis type of groundbreaking work drew the attention of colleagues from campus and beyond. One of these associates was the brilliant and eccentric Edwin Bennet. A rapidly rising star in the field of quantum physics, Edwin became a professor at his alma mater, Miskatonic University. Young and unpublished, he was eager to prove his knowledge would be invaluable to their project, but others on campus expressed substantial concerns, labeling him as \"reckless\" and \"unstable.\"\nAfter hitting multiple barriers and looking for inspiration, Thomas and Mary welcomed Edwin's offer to collaborate, and the team was confident they were on the verge of a breakthrough—but it never came. It's unclear what exactly transpired next, though some sort of disagreement or conflict resulted in Edwin being replaced by an even more eccentric scientist, Ezra Graves. Thomas and Mary acknowledged and thanked Edwin for his role in their research.\nEzra's boundless creativity was integral to Thomas and Mary's new approach to their problems, and this fresh perspective allowed them to overcome the barriers. While Ezra soon moved on to his own projects, his contributions were invaluable and greatly appreciated.\nOver the years, Thomas and Mary's research progressed with success after success, culminating in the discovery of teleportation. They published their remarkable findings on February 23, 1955, to much acclaim. And now—or rather, thirty years from now—they are being awarded with the Nobel Prize in Physics.\nThough suspect, your intuition tells you this mysterious newspaper is real. In awe of the future notoriety two local scientists will eventually receive, you go to Miskatonic University to meet them. However, you're informed they are not affiliated with the University and, tragically, both of them disappeared years ago.\nUnbeknownst to the rest of the world, a momentous change has occurred. Prominent scientists have vanished without a trace. Notable inventions have become un-invented. A historic discovery has suddenly been undiscovered. Humanity may never be the same.\nYou believe you know the truth, even if it's stranger than fiction. You're quite familiar with the notion of portals—you've been through them yourself. For unknown reasons, Arkham, Massachusetts is rife with such portals, but traveling through them is dangerous and not for the faint of heart.\nWithin these portals lies the realm of Tindalos, where countless suspended paths, angular and curved, above and below, wind away in all directions. Here and there, they intersect with ramps and spirals. Prowling along these paths are malevolent minions: ghastly satyrs and Hounds of Tindalos, among other monstrosities. The beasts are eager to savage their prey, or, perhaps worse, abduct and imprison them in Tindalos.\nThere has been a distortion in time, and its effects have rippled across the ensuing years. These scientists are two such unfortunate souls, and you'll have to find them and repair the broken timeline. Just remember: traveling through time may cause unintended consequences, some of which will have severe repercussions."
    },
    {
      "id": "do_setup",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "epic_multiplayer",
        "options": [
          {
            "boolCondition": true,
            "steps": ["gather_epic_multiplayer_encounter_sets", "ask_epic_group"]
          },
          {
            "boolCondition": false,
            "steps": ["gather_encounter_sets_sg", "setup_locations_sg", "location_layout_sg", "setup_story_sg", "choose_machination_sg", "choose_plot_sg"]
          }
        ]
      }
    },
    {
      "id": "gather_epic_multiplayer_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "machinations_through_time",
        "machinations_epic_multiplayer"
      ]
    },
    {
      "id": "gather_encounter_sets_sg",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "machinations_through_time",
        "machinations_single_group"
      ]
    },
    {
      "id": "setup_locations_sg",
      "text": "Set the Corrigan Industries location aside, out of play. Put the Tindalos location into play, using the side with the Single Group Mode encounter set icon. Put the remaining fourteen locations into play",
      "bullets": [
        {
          "text": "Each investigator begins play at Tindalos."
        }
      ]
    },
    {
      "id": "location_layout_past",
      "type": "location_setup",
      "text": "Location Placement",
      "horizontal": "normal",
      "vertical": "normal",
      "locations": [
        [
          "blank", "arkham_gazette", "blank"
        ],
        [ "river_docks", "tindalos", "watch_shop"
        ],
        [
          "blank","miskatonic_university","blank"
        ],
        [
          "blank","childhood_home","blank"
        ]
      ],
      "location_names": [
        {
          "code": "tindalos",
          "name": "Tindalos"
        },
        {
          "code": "arkham_gazette",
          "name": "Arkham Gazette"
        },
        {
          "code": "river_docks",
          "name": "River Docks"
        },
        {
          "code": "watch_shop",
          "name": "O'Malley's Watch Shop"
        },
        {
          "code": "miskatonic_university",
          "name": "Miskatonic University"
        },
        {
          "code": "childhood_home",
          "name": "Childhood Home"
        }
      ]
    },
    {
      "id": "location_layout_present",
      "type": "location_setup",
      "text": "Location Placement",
      "horizontal": "normal",
      "vertical": "normal",
      "locations": [
        [
          "blank", "arkham_advertiser", "blank"
        ],
        [ "river_docks", "tindalos", "tick_tock_club"],
        [
          "blank", "miskatonic_university", "blank"
        ],
        [
         "blank", "magick_shop", "blank"
        ]
      ],
      "location_names": [
        {
          "code": "tindalos",
          "name": "Tindalos"
        },
        {
          "code": "river_docks",
          "name": "River Docks"
        },
        {
          "code": "arkham_advertiser",
          "name": "Arkham Advertiser"
        },
        {
          "code": "miskatonic_university",
          "name": "Miskatonic University"
        },
        {
          "code": "tick_tock_club",
          "name": "Tick Tock Club"
        },
        {
          "code": "magick_shop",
          "name": "Ye Olde Magick Shoppe"
        }
      ]
    },
    {
      "id": "location_layout_future",
      "type": "location_setup",
      "text": "Location Placement",
      "horizontal": "normal",
      "vertical": "normal",
      "locations": [
        [
          "blank", "arkham_advertiser", "blank"
        ],
        [ "river_docks", "tindalos", "tick_tock_club"],
        [
          "blank", "miskatonic_university", "blank"
        ]
      ],
      "location_names": [
        {
          "code": "tindalos",
          "name": "Tindalos"
        },
        {
          "code": "river_docks",
          "name": "River Docks"
        },
        {
          "code": "arkham_advertiser",
          "name": "Arkham Advertiser"
        },
        {
          "code": "miskatonic_university",
          "name": "Miskatonic University"
        },
        {
          "code": "tick_tock_club",
          "name": "Tick Tock Club"
        }
      ]
    },
    {
      "id": "location_layout_sg",
      "type": "location_setup",
      "text": "Location Placement",
      "horizontal": "normal",
      "vertical": "normal",
      "locations": [
        [
          "blank", "arkham_gazette", "blank", "blank", "blank", "arkham_advertiser_present", "blank", "blank", "blank", "arkham_advertiser_future", "blank"
        ],
        [ "river_docks_past", "blank", "watch_shop", "blank", "river_docks_present", "blank", "tick_tock_club_present", "blank", "river_docks_future", "blank", "tick_tock_club_future"
        ],
        [
          "blank","miskatonic_university_past","blank", "blank", "blank", "miskatonic_university_present", "blank", "blank", "blank", "miskatonic_university_future"
        ],
        [
          "blank","childhood_home","blank", "blank", "blank", "magick_shop", "blank", "blank", "blank", "blank", "blank"
        ]
      ],
      "location_names": [
        {
          "code": "arkham_gazette",
          "name": "Arkham Gazette"
        },
        {
          "code": "river_docks_past",
          "name": "River Docks (Past)"
        },
        {
          "code": "river_docks_present",
          "name": "River Docks (Present)"
        },
        {
          "code": "river_docks_future",
          "name": "River Docks (Future)"
        },
        {
          "code": "watch_shop",
          "name": "O'Malley's Watch Shop"
        },
        {
          "code": "miskatonic_university_past",
          "name": "Miskatonic University (Past)"
        },
        {
          "code": "childhood_home",
          "name": "Childhood Home"
        },
        {
          "code": "arkham_advertiser_present",
          "name": "Arkham Advertiser (Present)"
        },
        {
          "code": "arkham_advertiser_future",
          "name": "Arkham Advertiser (Future)"
        },
        {
          "code": "miskatonic_university_present",
          "name": "Miskatonic University (Present)"
        },
        {
          "code": "miskatonic_university_future",
          "name": "Miskatonic University (Future)"
        },
        {
          "code": "tick_tock_club_present",
          "name": "Tick Tock Club (Present)"
        },
        {
          "code": "tick_tock_club_future",
          "name": "Tick Tock Club (Future)"
        },
        {
          "code": "magick_shop",
          "name": "Ye Olde Magick Shoppe"
        }
      ]
    },
    {
      "id": "setup_story_sg",
      "text": "Put the A Noble Legacy (Past), A Noble Legacy (Present), and A Noble Legacy (Future) story cards into play, one at a time, and resolve the <b>Setup</b> text on each of them. <i>(Hint-When playing, first focus on completing A Noble Legacy (Past), then focus on A Noble Legacy (Present), and, lastly, A Noble Legacy (Future).)</i>"
    },
    {
      "id": "choose_machination_sg",
      "text": "Choose one of the three [[Machination]] story cards at random, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Machination]] story cards from the game."
    },
    {
      "id": "choose_plot_sg",
      "text": "Choose one of the three [[Plot]] story cards at random, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Plot]] story cards from the game."
    },
    {
      "id": "add_doom",
      "text": "Add 1 [per_investigator] doom to agenda 1a."
    },
    {
      "id": "check_difficulty_doom",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_data",
        "campaign_data": "difficulty",
        "options": [
          {
            "condition": "easy",
            "steps": ["easy_remove_1_doom"]
          },
          {
            "condition": "hard",
            "steps": ["hard_add_1_doom"]
          },
          {
            "condition": "expert",
            "steps": ["expert_add_2_doom"]
          }
        ]
      }
    },
    {
      "id": "easy_remove_1_doom",
      "bullet_type": "small",
      "text": "Because you are playing on <b>Easy</b> difficulty, remove 1 doom from agenda 1a."
    },
    {
      "id": "hard_add_1_doom",
      "bullet_type": "small",
      "text": "Because you are playing on <b>Hard</b> difficulty, add 1 doom to agenda 1a."
    },
    {
      "id": "expert_add_2_doom",
      "bullet_type": "small",
      "text": "Because you are playing on <b>Expert</b> difficulty, add 2 doom to agenda 1a."
    },
    {
      "id": "ask_epic_group",
      "text": "Which era is your group playing?",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "past",
            "text": "Past",
            "steps": ["setup_locations_past", "location_layout_past", "setup_story_past",  "remove_eras_past", "choose_machination_past", "choose_plot_past"]
          },
          {
            "id": "present",
            "text": "Present",
            "steps": ["setup_locations_present", "location_layout_present", "setup_story_present", "remove_eras_present", "machination_present", "plot_present"]
          },
          {
            "id": "future",
            "text": "Future",
            "steps": ["setup_locations_future", "location_layout_future", "setup_story_future", "remove_eras_future", "machination_future", "plot_future"]
          }
        ]
      }
    },
    {
      "id": "setup_locations_past",
      "text": "Put the Tindalos location into play, using the side with the <i>Epic Multiplayer Mode</i> encounter set icon. Put the five [[Past]] locations into play. Remove the remaining locations from the game.",
      "bullets": [
        {
          "text": "Each investigator begins play at Tindalos."
        }
      ]
    },
    {
      "id": "setup_story_past",
      "text": "Put the A Noble Legacy (Past) story card into play and resolve its <b>Setup</b> text. Remove the other two A Noble Legacy story cards from the game."
    },
    {
      "id": "remove_eras_past",
      "text": "Remove all [[Present]] and [[Future]] story assets from the game."
    },
    {
      "id": "choose_machination_past",
      "text": "Choose one of the three [[Machination]] story cards at random, announce its title, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Machination]] story cards from the game."
    },
    {
      "id": "choose_plot_past",
      "text": "Choose one of the three [[Plot]] story cards at random, announce its title, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Plot]] story cards from the game."
    },
    {
      "id": "setup_locations_present",
      "text": "Put the Tindalos location into play, using the side with the <i>Epic Multiplayer Mode</i> encounter set icon. Put the five [[Present]] locations into play. Remove the remaining locations from the game.",
      "bullets": [
        {
          "text": "Each investigator begins play at Tindalos."
        }
      ]
    },
    {
      "id": "setup_story_present",
      "text": "Put the A Noble Legacy (Present) story card into play and resolve its <b>Setup</b> text. Remove the other two A Noble Legacy story cards from the game."
    },
    {
      "id": "remove_eras_present",
      "text": "Remove all [[Past]] and [[Future]] story assets from the game."
    },
    {
      "id": "machination_present",
      "text": "Put the announced [[Machination]] story card into play and resolve its <b>Setup</b> text. Remove the other two [[Machination]] story cards from the game."
    },
    {
      "id": "plot_present",
      "text": "Put the announced [[Plot]] story card into play and resolve its <b>Setup</b> text. Remove the other two [[Plot]] story cards from the game."
    },

    {
      "id": "setup_locations_future",
      "text": "Put the Tindalos location into play, using the side with the <i>Epic Multiplayer Mode</i> encounter set icon. Set the Corrigan Industries location aside, out of play. Put the four [[Future]] locations into play. Remove the remaining locations from the game.",
      "bullets": [
        {
          "text": "Each investigator begins play at Tindalos."
        }
      ]
    },
    {
      "id": "setup_story_future",
      "text": "Put the A Noble Legacy (Future) story card into play and resolve its <b>Setup</b> text. Remove the other two A Noble Legacy story cards from the game."
    },
    {
      "id": "remove_eras_future",
      "text": "Remove all [[Past]] and [[Present]] story assets from the game."
    },
    {
      "id": "machination_future",
      "text": "Put the announced [[Machination]] story card into play and resolve its <b>Setup</b> text. Remove the other two [[Machination]] story cards from the game."
    },
    {
      "id": "plot_future",
      "text": "Put the announced [[Plot]] story card into play and resolve its <b>Setup</b> text. Remove the other two [[Plot]] story cards from the game."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remaining 33 encounter cards to form the encounter deck."
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "all_mental_trauma",
      "text": "Each remaining investigator in all eras is defeated and suffers 1 mental trauma."
    },
    {
      "id": "ask_edwin_bennet_in_play",
      "text": "Which of the following is in play (in any era)?",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "asset",
            "text": "Edwin Bennet asset.",
            "steps": ["resolution_2"]
          },
          {
            "id": "enemy",
            "text": "Edwin Bennet enemy.",
            "steps": ["resolution_3"]
          },
          {
            "id": "neither",
            "text": "Neither",
            "steps": ["resolution_4"]
          }
        ]
      }
    },
    {
      "id": "resolution_2",
      "type": "resolution",
      "resolution": "R2"
    },
    {
      "id": "resolution_3",
      "type": "resolution",
      "resolution": "R3"
    },
    {
      "id": "resolution_4",
      "type": "resolution",
      "resolution": "R4"
    },
    {
      "id": "ask_assets_in_play",
      "text": "Which of the following are in play?",
      "type": "input",
      "input": {
        "type": "checklist",
        "text": "In play",
        "choices": [
          {
            "id": "tesla",
            "text": "Nikola Tesla",
            "steps": ["earn_nikola_tesla"]
          },
          {
            "id": "graves",
            "text": "Ezra Graves",
            "steps": ["earn_ezra_graves"]
          },
          {
            "id": "beam_machine",
            "text": "Dimensional Beam Machine",
            "steps": ["earn_dimensional_beam_machine"]
          }
        ]
      }
    },
    {
      "id": "earn_nikola_tesla",
      "text": "Any one investigator may choose to add the Nikola Tesla story asset to their deck. It does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "87014"
        }
      ]
    },
    {
      "id": "earn_ezra_graves",
      "text": "Any one investigator may choose to add the Ezra Graves story asset to their deck. It does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "87023"
        }
      ]
    },
    {
      "id": "earn_dimensional_beam_machine",
      "text": "Any one investigator may choose to add the Dimensional Beam Machine story asset to their deck. It does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "87032"
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator was defeated",
      "text": "Countless Hounds burst through the portals and angles of space, cornering you. Bewildered and terrified, you stare down your demise…",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": [
        "all_mental_trauma",
        "ask_edwin_bennet_in_play"
      ]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "The discoveries of Thomas Corrigan and Mary Zielinski are highly influential to the advancement of the Sciences. With their help, you're able to seal all portals leading to Tindalos from Arkham, and Edwin Bennet and his machinations are no longer a threat to the world. You purchase a copy of the newspaper depicting the two scientists, and realization strikes you: there is still one thing left to do. You fire up the machine and place the newspaper on the platform. You have to close the loop, or all of this will have been in vain…",
      "steps": [
        "ask_assets_in_play",
        "earn_xp",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "Against all odds, you manage to escape the clutches of the beasts, but with them pursuing you, it is impossible for you to repair the broken timeline. Hope is not forsaken. Although leery, you place your trust in Edwin Bennet to repair all that was broken. He has the ability, but does he have the integrity?",
      "steps": [
        "ask_assets_in_play",
        "earn_xp",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "Paralyzed with fear and nauseated by the stench of the baying beasts, you faint. When you next open your eyes, you find yourself in a sickly gloom under a green moon, buried to your neck in fetid soil as permanent residents of Tindalos. Humanity has suffered a profound loss. Thomas Corrigan and Mary Zielinski are also imprisoned on Tindalos, and their lifelong works disappear along with them. Worse still, the conniving Edwin Bennet and his machinations ripple through time, unimpeded. You're repulsed by the thought of what the psychopath is scheming next.",
      "steps": [
        "ask_assets_in_play",
        "earn_xp",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "text": "Against all odds, you manage to escape the clutches of the beasts, but with them pursuing you, it is impossible for you to repair the broken timeline. Humanity has suffered a profound loss. Thomas Corrigan and Mary Zielinski are imprisoned on Tindalos, and their lifelong works disappear along with them. The only saving grace is Edwin Bennet is nowhere to be found. His machinations have ceased and the world is for the better. But deep down, one thought lingers: the possibility of his return.",
      "steps": [
        "ask_assets_in_play",
        "earn_xp",
        "$upgrade_decks"
      ]
    }
  ]
}