{
  "id": "the_black_stone",
  "scenario_name": "The Black Stone",
  "full_name": "The Black Stone",
  "chaos_bag_card": "zbs_00001",
  "header": "",
  "xp_cost": 2,
  "side_scenario_type": "side_story",
  "custom": {
    "creator": "Stephen Fazio",
    "download_link": {
      "en": "http://arkhamcentral.com/index.php/the-black-stone/"
    }
  },
  "standalone_setup": [
    "choose_difficulty",
    "altered_rule",
    "intro",
    "gather_encounter_sets",
    "setup_locations",
    "set_aside_cards",
    "remove_random_location",
    "set_aside_remaining_locations",
    "set_aside_encounter_sets",
    "shuffle_encounter_sets",
    "$play_scenario"
  ],
  "setup": [
    "xp_cost",
    "altered_rule",
    "intro",
    "gather_encounter_sets",
    "setup_locations",
    "set_aside_cards",
    "remove_random_location",
    "set_aside_remaining_locations",
    "set_aside_encounter_sets",
    "shuffle_encounter_sets",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "choose_difficulty",
      "text": "Choose difficulty level:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "default_choice": "standard",
        "choices": [
          {
            "id": "standard",
            "text": "Standard",
            "tokens": [
              "+1",
              "0",
              "0",
              "0",
              "-1",
              "-2",
              "-2",
              "-3",
              "-4",
              "-5",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "standard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "0",
                  "0",
                  "0",
                  "-1",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "hard",
            "text": "Hard",
            "tokens": [
              "0",
              "0",
              "0",
              "-1",
              "-1",
              "-2",
              "-2",
              "-3",
              "-4",
              "-5",
              "-6",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "hard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "0",
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "-6",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "xp_cost",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": -2,
          "side_scenario_cost": true
        }
      ]
    },
    {
      "id": "altered_rule",
      "type": "rule_reminder",
      "title": "Altered X",
      "text": "During this scenario, locations can become [[Altered]], representing dreamlike visions and nightmarish distortions occurring there, which may unnerve the investigators. In game terms, this is reflected by placing horror tokens from the token bank on these locations. The more horror tokens that are placed, the greater and more dangerous the alteration.\nThe following rules pertain to [[Altered]] locations:",
      "bullets": [
        {
          "text": "When any location with [[Altered X]] is revealed, place X horror tokens on the location from the token pool."
        },
        {
          "text": "Some game effects require horror to be placed on locations. Whenever horror is placed on a location, that location gains [[Altered X]], where X is the amount of horror placed on it."
        },
        {
          "text": "[[Altered X]] has no effect on its own, but several other cards and game effects become more deadly on [[Altered]] locations. Beware!"
        }
      ]
    },
    {
      "id": "intro",
      "type": "story",
      "text": "A book publisher approaches the investigators and offers them some cash to help research a part of Justin Geoffrey's life. Justin Geoffrey was a promising young poet who reportedly died in a European madhouse recently. The publisher would like the investigators to unearth the reasons Geoffrey had for composing his bizarre and masterful swansong, a disturbing book of poetry entitled \"People of the Monolith.\" Some say that this poetry collection eventually caused the poet's death.\nThe publisher knows that Geoffrey was traveling somewhere in Hungary then, but the only clue to his destination is the word \"Xuthltan,\" mentioned in his final letter to his agent. The publisher has been unable to locate this place-name on any map of Hungary. The publisher would like the investigators to write descriptions of the area Geoffrey traveled, gather information about Geoffrey from residents who may remember him, as well as draw or photograph the countryside and any other particulars that may have prompted the mad poet to write his final poems. For this, the publisher offers mystery, adventure, and $500 cash. What's not to like?\nResearch in several books, including Dostmann's 1809 \"Remnants of Lost Empires,\" Dornly's \"Magyar Folklore,\" and Rachismoff's \"Back Roads of Hungary\" leads the investigators to a sleepy village called Stregoicavar in a low valley of Bicske, Hungary. The village's original Goth residents were long ago exterminated in Hunnish conquest, but the hamlet was eventually reclaimed by Boris Vladinoff in the 1526 Battle of Schomvaal, where the Hungarian general conquered the Mohammedan forces of Suleiman the Magnificent. Since then, the village has maintained a meager and obscure existence, albeit haunted by legends and tales of the tremendous bloodshed that once occurred there.\nOn the uncomfortable three-day coach ride from Bicske, the driver points out a mossy ruin to one side and explains that it is the tomb of Count Boris Vladinoff who was killed by the Turks centuries ago. Just an off-handed remark for a bit of color, yet for a moment the dreadful past of the region seems not so distant."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_black_stone",
        "legendry",
        "occultism",
        "magyar",
        "natural_hazards",
        "wild_beasts",
        "ancient_hunger",
        "witch_cult",
        "tomes"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put all [[Stregoicavar]] locations into play (Huts, Tavern, Schoolhouse, Village Common, Outlying Farms). Each investigator begins play in the Village Common."
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: Justin Geoffrey, all 4 copies of Expedition Gear, and all 3 [[Tome]] story assets (Unaussprechlichen Kulten, Magyar Folklore, People of the Monolith)."
    },


    {
      "id": "remove_random_location",
      "text": "Randomly determine 1 of the 2 Narrow Trail and Summit locations to remove from the game."
    },
    {
      "id": "set_aside_remaining_locations",
      "text": "Set all remaining locations aside, out of play (Fir-Covered Slopes, Rugged Stone Cliff, Narrow Trail, Summit, Wide Glade)."
    },
    {
      "id": "set_aside_encounter_sets",
      "type": "encounter_sets",
      "encounter_sets": [
        "ancient_hunger",
        "witch_cult",
        "natural_hazards",
        "wild_beasts"
      ],
      "aside": true
    },
    {
      "id": "shuffle_encounter_sets",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_black_stone",
        "legendry",
        "occultism"
      ],
      "text": "Shuffle the remaining cards from <i>the Black Stone</i>, <i>Legendry</i>, and <i>Occultism</i> encounter cards to form the encounter deck."
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "resolution_2",
      "type": "resolution",
      "resolution": "R2"
    },
    {
      "id": "have_seen_and_understood",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "zbs_have_seen_and_understood",
          "text": "you have seen, and understood."
        }
      ]
    },
    {
      "id": "the_monolith_broods_in_silence",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "zbs_the_monolith_broods_in_silence",
          "text": "the monolith broods in silence."
        }
      ]
    },
    {
      "id": "ask_resigned_with_justin",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "justin",
            "text": "Did an investigator resign with Justin Geoffrey under their control?",
            "steps": ["earn_justin"]
          }
        ]
      }
    },
    {
      "id": "earn_justin",
      "bullet_type": "small",
      "text": "Any one investigator may choose to add Justin Geoffrey <i>(A Very Stable Genius)</i> to their deck. Justin Geoffrey does not count toward that investigator's deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "zbs_00027"
        }
      ]
    },
    {
      "id": "earn_people_of_the_monolith",
      "text": "Any one investigator may choose to add People of the Monolith to their deck. It does not count toward that investigator's deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "zbs_00069"
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator resigned or was defeated",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": [
        "resolution_2"
      ]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "Returning to the inn, you sit meditating over the strange events of the night. What you saw was illusion, not material substance. But did you look on the mirrored shadow of a deed perpetrated in ghastly actuality in bygone days? How could you know? What proof to show that your vision had been a gathering of foul specters rather than a mere nightmare originating in your own brain?\nAt once, you spring up with a sudden shout—Count Boris Vladinoff! The legends say he is buried with a manuscript documenting what the Turks found in this valley!\nThree nights later, you unearth the discovery. Boris Vladinoff is buried where everyone says, and with his bones is a sealed lacquered box containing a yellowed parchment written in Turkish by Selim Bahadur. It tells of what he and his raiders found in the valley of Xuthltan, and the details align uncannily with what you witnessed on midsummer's night. You no longer doubt any of your recollections, nor the crazed utterings of Justin Geoffrey, nor the dire warnings recorded in certain ancient and forbidden texts. Since reading what Selim Bahadur wrote, you know for certain that man was not always master of the earth. And is he now?",
      "steps": [
        "have_seen_and_understood",
        "earn_xp",
        "ask_resigned_with_justin",
        "earn_people_of_the_monolith",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "The events of that midsummer night would go on to haunt you, and in later years you would struggle to confidently differentiate memory from vision or dream when speaking of that evening. \nAnd you tell no one of your impulsive decision on your last night in the valley to brave the narrow winding trail up the mountainside to the summit where the Black Stone soars. By then, it was no longer midsummer night, and yet still the Stone lurked mute and ominous, and the valley throbbed with breathless intensity. Yet by then you sensed that the moment had passed. Whatever secrets the Stone had long held, it would keep. You left the valley with no trace of Justin Geoffrey's visit to the Black Stone, nor was the poet himself ever heard from again. As with any poet, his poems alone must memorialize him.\nYou were compensated and thanked by your employer for your pictures and notes of the valley, which are indisputably accurate and clear. And yet, they never see publication or further use. Something about them conveys a feeling of inexplicable dread in the viewer.",
      "steps": [
        "earn_xp",
        "the_monolith_broods_in_silence",
        "$upgrade_decks"
      ]
    }
  ]
}