[
  {
    "code": "zcp_00001",
    "name": "Trasnochadores",
    "text": "Fácil / Normal\n[skull]: -X. X es la distancia entre tu lugar y el Laboratorio Omega.\n[cultist]: -3. Si tienes éxito, puedes retirar una barricada de un Lugar conectado.\n[tablet]: -2. Si fracasas, muévete un Lugar hacia el Laboratorio Omega.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es dos veces la distancia entre tu Lugar y el Laboratorio Omega\n[cultist]: -6. Si tienes éxito, puedes retirar una barricada de un Lugar conectado.\n[tablet]: -3. Cuando finalice esta prueba de habilidad, muévete un Lugar hacia el Laboratorio Omega."
  },
  {
    "code": "zcp_00019",
    "name": "Noche en la ciudad",
    "text": "Fácil / Normal\n[skull]: -X. X es el número de Lugares con <i>Supervivientes</i>.\n[cultist]: -4. Si tienes éxito, roba 1 carta y obtén 1 recurso.\n[tablet]: -3. Si fracasas, roba la primera traición [[Miasma]] de la pila de descartes de encuentros.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es el número de Lugares <i>en Ruinas</i> o con <i>Supervivientes</i>.\n[cultist]: -6. Si tienes éxito, roba 1 carta y obtén 1 recurso.\n[tablet]: -3. Roba la primera traición [[Miasma]] de la pila de descartes de encuentros."
  },
  {
    "code": "zcp_00047",
    "name": "Muerte al amanecer",
    "text": "Fácil / Normal\n[skull]: -X. X es el mayor número de daño en un enemigo [[Reanimado]] (máximo 5).\n[cultist]: -3. Si tienes éxito, inflige 1 punto de daño a un enemigo [[Reanimado]] en juego.\n[tablet]: -2. Si fracasas, prepara al enemigo [[Reanimado]] más cercano.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es 2 más el mayor número de daño de un enemigo [[Reanimado]] en juego (máximo 5).\n[cultist]: -5. Si tienes éxito, inflige 1 punto de daño a un enemigo [[Reanimado]] en juego.\n[tablet]: -3. Si fracasas, prepara el enemigo [[Reanimado]] más cercano."
  },
  {
    "code": "zcp_00083",
    "name": "Cantos fúnebres",
    "text": "Fácil / Normal\n[skull]: -X. X es el mayor número de perdición sobre un enemigo en juego (máximo 4).\n[cultist]: -3. (-5 si estás en un Lugar [[Miasma]]). Si tienes éxito, coloca 1 recurso en tu Lugar (<i>de la reserva</i>).\n[tablet]: -3. Si fracasas, coloca 1 recurso sobre el plan en curso (<i>de la reserva</i>). Este efecto puede hacer que la <b>Procesión</b> se mueva.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es 1 más el mayor número de perdición sobre un enemigo en juego (máximo 6).\n[cultist]: -4 (-6 si estás en un Lugar [[Miasma]]). Si tienes éxito, coloca 1 recurso en tu Lugar (<i>de la reserva</i>).\n[tablet]: -3. Coloca 1 recurso sobre el plan en curso (<i>de la reserva</i>). Este efecto pueda hacer que la <b>Procesión</b> se mueva."
  },
  {
    "code": "zcp_00109",
    "name": "Descenso al mediodía",
    "text": "Fácil / Normal\n[skull]: -X. X es el número de Lugares de distancia hasta la Guarida.\n[cultist]: -4. Si tienes éxito, puedes moverte a un Lugar conectado.\n[tablet]: -2. si fracasas, coloca 1 pista en tu Lugar (<i>de la reserva de fichas</i>).\n[elder_thing]: -3. Si fracasas, cada investigador que <i>haya escuchado la Llamada</i> debe gastar 1 pista o recibir 1 punto de horror.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es el número de Lugares de distancia la Guarida más 2.\n[cultist]: -5. Si tienes éxito, puedes moverte a un Lugar conectado.\n[tablet]: -4. Si fracasas, coloca 1 pista en tu Lugar (<i>de la reserva de fichas</i>).\n[elder_thing]: -3. Si fracasas, por cada punto que te falte para tener éxito, cada investigador que <i>haya escuchado la Llamada</i> debe gastar 1 pista o recibir 1 punto de horror."
  },
  {
    "code": "zcp_00149",
    "name": "Guerra al atardecer",
    "text": "Fácil / Normal\n[skull]: -X. X es el mayor número de daño u horror en un Lugar (max. 4).\n[cultist]: -4. Si tienes éxito, puedes devolver una ficha de tu Lugar a la reserva de fichas.\n[tablet]: -2. Si fracasas, durante el resto de la ronda no puedes activar la capacidad [action] del acto en curso.\n[elder_thing]: -3. Si fracasas, cada investigador que <i>haya escuchado la Llamada</i> debe colocar 1 punto de daño o 1 punto de horror en su Lugar.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es el mayor número de daño u horror en un Lugar (max. 6).\n[cultist]: -5. Si tienes éxito, puedes devolver una ficha de tu Lugar a la reserva de fichas.\n[tablet]: -3. Si fracasas, durante el resto de la ronda no puedes activar la capacidad [action] del acto en curso.\n[elder_thing]: -3. Si fracasas, por cada punto que falte para tener éxito, cada investigador que <i>haya escuchado la Llamada</i> debe colocar 1 punto de daño o 1 punto de horror en su Lugar."
  },
  {
    "code": "zcp_00179",
    "name": "Muerte a la puesta de sol",
    "text": "Fácil / Normal\n[skull]: -X. X es el [[Piso]] de tu Lugar.\n[cultist]: -5. Si tienes éxito, descubre 1 pista de cualquier Lugar revelado.\n[tablet]: -2. Si fracasas, mueve los Zarcillos del Primero un Lugar hacia ti.\n[elder_thing]: -3. Si fracasas, cada investigador que <i>haya escuchado la Llamada</i> se mueve un Lugar hacia el Primero de muchos.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es 2 más que el [[Piso]] de tu Lugar.\n[cultist]: -7. Si tienes éxito, descubre 1 pista de cualquier Lugar revelado.\n[tablet]: -4. Si fracasas, mueve los Zarcillos del Primero un Lugar hacia ti.\n[elder_thing]: -3. Si fracasas, por cada punto que te falte para tener éxito, cada investigador que <i>haya escuchado la Llamada</i> se mueve un Lugar hacia el Primero de muchos."
  },
  {
    "code": "zcp_00211",
    "name": "La hora bruja",
    "text": "Fácil / Normal\n[skull]: -X. X es el número de Lugares con horror sobre ellos (max. 4).\n[cultist]: -4. Si tienes éxito, inflige 1 punto de daño a un enemigo en juego o descubre 1 pista en un Lugar en juego.\n[tablet]: -4. Si fracasas, muévete una vez hacia el Lugar [[Miasma]] más cercano.\n[elder_thing]: -3. Si fracasas, cada investigador que <i>haya escuchado la Llamada</i> debe resolver la capacidad <b>Obligado</b> de un Lugar [[Miasma]] como si hubiera empezado su turno allí.",
    "back_text": "Difícil / Experto\n[skull]: -X. X es el número de Lugares con horror sobre ellos.\n[cultist]: -6. Si tienes éxito, inflige 1 punto de daño a un enemigo en juego o descubre 1 pista en un Lugar en juego.\n[tablet]: -4. Después de que termine la prueba, muévete una vez hacia el Lugar [[Miasma]] más cercano.\n[elder_thing]: -3. Si fracasas, cada investigador que <i>haya escuchado la Llamada</i> debe resolver la capacidad <b>Obligado</b> de cada lugar [[Miasma]] como si hubiera empezado su turno allí."
  },
  {
    "code": "zcp_00017b",
    "flavor": "Mientras rebuscas en el interior tratando de encontrar algo de valor, te pinchas con una aguja suelta que había dentro. Apartas rápidamente la mano, pero ya es tarde y ves como un brillante líquido verde empieza a correr por tus venas. Tu cabeza comienza a dar vueltas y tu visión se desvanece por un momento. Cuando vuelves a ver con claridad, todo está teñido con un halo rojizo. Sientes un irrefrenable deseo de romper algo o a alguien. Sólo esperas que estas ansias se apacigüen con el tiempo.",
    "name": "Fuego en las venas",
    "text": "- Anota en el registro de campaña que <i>\"*nombre del investigador* se ha inyectado un reactivo puro\"</i>.\n- Pon aparte el Maletín sospechoso fuera del juego. Cualquier investigador que no se <i>haya inyectado un reactivo puro</i> puede añadirlo a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador. Ese investigador pone en juego el Maletín sospechoso inmediatamente."
  },
  {
    "code": "zcp_00017a",
    "flavor": "Los reactivos transportados dentro son extrañamente luminiscentes.",
    "name": "Maletín sospechoso",
    "text": "[fast] Agota el Maletín sospechoso y revela una ficha aleatoria de la bolsa del caos: Obtén 3 recursos. Si una ficha [skull], [tablet], o [auto_fail] fue revelada, dale la vuelta a esta carta y resuelve su texto de historia.\n<b>Forced</b> - Si el Maletín sospechoso fuera a abandonar el juego o fueras a ser derrotado: <b>Exilia</b> el Maletín Sospechoso.",
    "traits": "Objeto. Herramienta."
  },
  {
    "code": "zcp_00039",
    "flavor": "\"Tenemos que cuidar el uno del otro, ¿vale, amigo?\"",
    "name": "Hibb",
    "subname": "Listo para ayudar",
    "text": "Recibes +1 [willpower] y +1 [agility].\n[reaction] Cuando un investigador en tu Lugar vaya a recibir un ataque de oportunidad, agota a Hibb: Cancela ese ataque.",
    "traits": "Aliado. Agencia."
  },
  {
    "code": "zcp_00065",
    "flavor": "\"El nacimiento es siempre doloroso.\"",
    "name": "Herbert West",
    "subname": "Reanimador",
    "text": "REcibes +1 [intellect].\n[reaction] Cuando un enemigo fuera a ser derrotado en tu Lugar, agota a Herbert West: En lugar de eso, cura 2 puntos de daño a ese enemigo. Después descubre 2 pistas en tu Lugar.",
    "traits": "Aliado. Médico. Hechicero."
  },
  {
    "code": "zcp_00066",
    "flavor": "Los muertos no sienten <b>nada…</b>",
    "name": "El abrazo de la muerte",
    "text": "<b>Revelación</b> - Recibe 2 puntos de horror directo. Este horror no puede ser prevenido o cancelado."
  },
  {
    "code": "zcp_00067",
    "flavor": "…pero la carne es débil.",
    "name": "La futilidad del Hombre",
    "text": "<b>Revelación</b> - Recibe 2 puntos de daño directo. Este daño no puede ser prevenido o cancelado."
  },
  {
    "code": "zcp_00068",
    "flavor": "¡Los muertos no sienten nada!",
    "name": "La Fuerza de la Carne",
    "text": "Permanente. No puede abandonar el juego.\n[reaction] Despues de que tengas éxito en una prueba de habilidad donde sea revelado un símbolo [skull], agota La Fuerza de la Carne: Cura todo el daño de La Fuerza de la Carne.",
    "traits": "Geist. Talento."
  },
  {
    "code": "zcp_00069",
    "flavor": "Mi mente está preparada…",
    "name": "Voluntad inquebrantable",
    "text": "[reaction] Después de que tengas éxito en una prueba de habilidad donde sea revelado un símbolo [cultist], agota Voluntad inquebrantable: Cura todo el horror de Voluntad inquebrantable.",
    "traits": "Humano. Talento."
  },
  {
    "code": "zcp_00096",
    "flavor": "Si merece la pena hacerlo, merece la pena hacerlo más.",
    "name": "Copas de más",
    "text": "[reaction] Después de que tengas éxito por 3 o más en una prueba le habilidad durante tu turno, agota Copas de más: Puedes realizar una acción adicional este turno, que sólo puede usarse para el mismo tipo de acción que activo este efecto.",
    "traits": "Don."
  },
  {
    "code": "zcp_00097",
    "flavor": "\"Y no se preocupe por los intereses.\"",
    "name": "Ampliación de préstamo",
    "text": "<b>Obligado</b> - Al principio de tu turno: Coloca 2 recursos <i>(de la reserva defichas)</i> sobre esta carta. Los recursos sobre esta carta pueden usarse como si estuvieran en tu reserva de recursos. Retira todos los recursos sobre esta carta al final de tu turno.",
    "traits": "Don."
  },
  {
    "code": "zcp_00098",
    "name": "Trato hecho",
    "text": "El primer Apoyo que juegues cada ronda cuesta 1 recurso menos.\n[action] Retira Trato hecho de la partida: Pon en juego un Apoyo de tu mano o de tu pila de descartes.",
    "traits": "Don."
  },
  {
    "code": "zcp_00099",
    "flavor": "If you have Ma's thumbs up, all of Arkham's on your side.",
    "name": "Beneplácito de Ma",
    "text": "[reaction] Cuando juegues un apoyo [[Aliado]]: Descarta cualquier carta vinculada al Beneplácito de Ma y vincula el Apoyo a esta carta.\nEl Apoyo vinculado no ocupa espacio de aliado y recibe +1 de salud y +1 de cordura.",
    "traits": "Don."
  },
  {
    "code": "zcp_00100",
    "flavor": "\"Veamos, le estoy prestando esto de una forma totalmente provisional, ¿lo entiende?.\"",
    "name": "Tomo sagrado",
    "text": "Tu tamaño de mano máximo aumenta en 4.\n[action] Agota el Tomo sagrado: Roba 2 cartas.",
    "traits": "Objeto. Tomo. Don."
  },
  {
    "code": "zcp_00101",
    "name": "Ritual de Yaztaroth",
    "text": "<b>Obligado</b> - Después de que el Ritual de Yaztaroth entre en juego: Coloca 1 ficha de horror sobre él.\n[reaction] Cuando fueras a gastar una carga o secreto de un Apoyo que controles, agota el Ritual de Yaztaroth: Cura 1 punto de horror al Ritual de Yaztaroth en su lugar.",
    "traits": "Ritual. Don."
  },
  {
    "code": "zcp_000102",
    "name": "Cobertura total",
    "text": "Rápido. Juégalo sólo durante tu turno.\nDurante el resto de la ronda, reduce en 1 el coste de cada evento que juegues y obtiene \"Roba 1 carta.\" Roba una carta.",
    "traits": "Truco. Don."
  },
  {
    "code": "zcp_000103",
    "name": "Día duro de trabajo",
    "text": "Puedes asignar Día duro de trabajo como una copia exacta de una carta de habilidad que haya en tu pila de descartes o como una copia exacta de otra carta de habilidad asignada a esta prueba de habilidad y gana los iconos de Día duro de trabajo además de los de la carta elegida.",
    "traits": "Innato. Don."
  },
  {
    "code": "zcp_00138",
    "flavor": "\"¡Vete!  Te cubro las espaldas.\"",
    "name": "Agente Greyson",
    "subname": "Ya no sigue órdenes",
    "text": "Recibes +1 [intellect] y +1 [combat].\n[reaction] Después de que termine tu turno, gasta 1 recurso: Mueve un investigador de tu Lugar a un Lugar conectado.",
    "traits": "Aliado. Humanoide. Agencia. Vagabundo."
  }
]