{
  "id": "core",
  "scenario_name": "The Dream-Quest",
  "full_name": "The Dream-Quest",
  "header": "",
  "type": "core",
  "setup": [
    "$flood_token_rule",
    "$artifacts_rule",
    "$alien_symbols",
    "$patrol_rule",
    "$relentless_rule",
    "$alert_rule",
    "$seal_rule",
    "$tasks_rule",
    "$choose_support",
    "$choose_artifacts_or_support",
    "$check_killed_creature",
    "$remove_unescapable_encounter_set"
  ],
  "steps": [
    {
      "id": "$check_killed_creature",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "the_creature_has_been_defeated",
        "options": [
          {
            "boolCondition": true,
            "steps": ["$remove_unescapable_encounter_set"]
          }
        ]
      }
    },
    {
      "id": "$remove_unescapable_encounter_set",
      "bullet_type": "small",
      "text": "Remove unescapable encounter set from the game."
    },
    {
      "id": "$choose_support",
      "type": "encounter_sets",
      "encounter_sets": ["expedition"],
      "text": "Following the order of play, each player may choose 1 Support Item from the Expedition encounter set to start in play under their control."
    },
    {
      "id": "$choose_artifacts_or_support",
      "type": "encounter_sets",
      "encounter_sets": ["expedition"],
      "text": "Following the order of play, each player may choose 1 Support Artifact obtained or 1 Support Item from the Expedition encounter set to begin in play under their control."
    },
    {
      "id": "$artifacts_rule",
      "title": "Artifacts",
      "type": "rule_reminder",
      "text": "",
      "bullets": [
        {
          "text": ""
        }
      ]
    },
    {
      "id": "$alien_symbols",
      "title": "Alien Symbols",
      "type": "rule_reminder",
      "text": "",
      "bullets": [
        {
          "text": ""
        }
      ]
    },
    {
      "id": "$relentless_rule",
      "title": "Relentless",
      "type": "rule_reminder",
      "text": "",
      "bullets": [
        {
          "text": ""
        }
      ]
    },
    {
      "id": "$patrol_rule",
      "type": "rule_reminder",
      "title": "Patrol",
      "text": "Some enemies in this campaign have the patrol keyword. During the enemy phase (in framework step 3.2), each ready, unengaged enemy with the patrol keyword moves to a connecting location along the shortest path toward the designated location (as described in parentheses next to the word patrol).",
      "bullets": [
        {
          "text": "If there are multiple locations that qualify as the designated location, the lead investigator may choose which location the enemy moves toward."
        },
        {
          "text": "If an enemy with patrol would be compelled to move to a location via a path that is blocked by a card ability, the enemy does not move."
        }
      ]
    },

    {
      "id": "$flood_token_rule",
      "title": "Flood Tokens",
      "type": "rule_reminder",
      "text": "Throughout the campaign, scenario card effects can flood locations. Each location has one of three different flood levels: it is either unflooded, partially flooded, or fully flooded. A location's flood level can be tracked using the double-sided flood tokens included in this deluxe box. <b>A location's flood level has no inherent game effect.</b> However, some card effects may change or become stronger while you are at a flooded location, particularly if that location is fully flooded.",
      "bullets": [
        {
          "text": "A location with no flood tokens is unflooded."
        },
        {
          "text": "If a location becomes partially flooded, place a flood token on it with the partially flooded side faceup to designate this."
        },
        {
          "text": "If a location becomes fully flooded, place a flood token on it with the fully flooded side faceup (or if it is already partially flooded, flip its flood token over) to designate this."
        },
        {
          "text": "If a location's flood level is \"increased\", it changes from unflooded to partially flooded, or from partially flooded to fully flooded. A fully flooded location cannot have its flood level increased."
        },
        {
          "text": "If a location's flood level is \"decreased\", it changes from fully flooded to partially flooded, or from partially flooded to unflooded. If a location becomes unflooded, remove its flood token."
        },
        {
          "text": "For the purposes of card effects, both partially flooded locations and fully flooded locations are considered to be \"flooded.\""
        }
      ]
    },
    {
      "id": "$alert_rule",
      "type": "rule_reminder",
      "title": "Alert",
      "text": "Each time an investigator fails a skill test while attempting to evade an enemy with the alert keyword, after applying all results for that skill test, that enemy performs an attack against the evading investigator. An enemy does not exhaust after performing an alert attack. This attack occurs whether the enemy is engaged with the evading investigator or not."
    },
    {
      "id": "$seal_rule",
      "type": "rule_reminder",
      "title": "Seal",
      "text": ""
    },

    {
      "id": "$tasks_rule",
      "type": "rule_reminder",
      "title": "Tasks",
      "text": ""
    }
  ]
}