Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/core.po
Languages: it, vi

source: Some of the scenarios in the <i>Edge of the Earth</i> campaign are split into multiple parts. Players may choose to play these parts one at a time (with breaks between each part), or they may play multiple parts one after another as part of a longer session. Each part is its own game with its own setup and resolution. After completing one part of a scenario, the campaign guide directs the investigators to a Checkpoint that instructs them how to proceed. If the investigators wish to proceed directly to the next part of the scenario, the Checkpoint will instruct them how to clean up the game to prepare for the next part of the scenario. If the investigators wish to take a break and resume playing during their next game session, the Checkpoint will instruct them to record information in the Campaign Log that makes setup for the next session quick and easy.
it: Alcuni scenari della campagna <i>Ai Confini della Terra</i> sono divisi in più parti. I giocatori possono scegliere di giocare queste parti una alla volta (interrompendo dopo ogni parte) oppure una di seguito all’altra in un’unica sessione più lunga. Ogni parte costituisce una partita a sé, con preparazione e risoluzione separate. Dopo aver completato una parte di uno scenario, la Guida alla Campagna accompagna gli investigatori verso un checkpoint che indicherà loro come procedere. Se gli investigatori vogliono proseguire direttamente con la parte successiva dello scenario, il checkpoint indicherà loro come ripulire l’area di gioco per prepararla alla prossima parte dello scenario. Se gli investigatori vogliono interrompere per poi riprendere nella sessione di gioco successiva, il checkpoint indicherà loro di annotare alcune informazioni nel Diario della Campagna per rendere più rapida e facile la preparazione della partita successiva.
vi: Một số màn chơi trong chiến dịch <i>Edge of the Earth</i> được chia thành nhiều phần. Người chơi có thể chọn chơi từng phần một (với thời gian nghỉ giữa các phần), hoặc chơi nhiều phần liên tiếp trong một buổi chơi dài hơn. Mỗi phần là một màn chơi riêng với phần thiết lập và kết thúc riêng. Sau khi hoàn thành một phần của màn chơi, hướng dẫn chiến dịch sẽ dẫn các điều tra viên đến một Checkpoint (Điểm kiểm tra) để hướng dẫn cách tiếp tục. Nếu các điều tra viên muốn chuyển thẳng sang phần tiếp theo của màn chơi, Checkpoint sẽ chỉ dẫn cách dọn dẹp trò chơi để chuẩn bị cho phần kế tiếp. Nếu các điều tra viên muốn nghỉ ngơi và tiếp tục chơi trong buổi sau, Checkpoint sẽ yêu cầu ghi lại thông tin vào Nhật ký Chiến dịch để việc thiết lập cho buổi chơi sau nhanh chóng và dễ dàng.

source: This expansion introduces a new type of chaos token: the frost ([frost]) token. At the start of the <i>Edge of the Earth</i> campaign, the chaos bag contains only a few relatively harmless [frost] tokens, if any. As the expedition continues, depending on the decisions the investigators make and the events that unfold, more [frost] tokens may be added to (or removed from) the chaos bag, altering the difficulty of every test the investigators perform. The more frost tokens are added to the chaos bag, the more crippling their effects become.
it: Questa espansione introduce un nuovo tipo di segnalini caos: i segnalini gelo ([frost]). All’inizio della campagna <i>Ai Confini della Terra</i>, il sacchetto del caos contiene solo pochi (o zero) segnalini [frost] relativamente innocui. Con il procedere della spedizione, a seconda delle decisioni prese dagli investigatori e dall’ evolversi degli eventi, altri segnalini [frost] potrebbero essere aggiunti o rimossi dal sacchetto del caos, alterando la difficoltà di ogni prova effettuata dagli investigatori. Quanti più segnalini gelo saranno aggiunti al sacchetto del caos, tanto più deleteri saranno i loro effetti.
vi: Bản mở rộng này giới thiệu một loại token hỗn mang mới: token frost ([frost]) (băng giá). Khi bắt đầu chiến dịch <i>Edge of the Earth</i>, túi hỗn mang chỉ chứa một vài token [frost] tương đối vô hại, nếu có. Khi cuộc thám hiểm tiếp diễn, tùy thuộc vào quyết định của các điều tra viên và các sự kiện xảy ra, nhiều token [frost] có thể được thêm vào (hoặc loại bỏ khỏi) túi hỗn mang, làm thay đổi độ khó của mọi bài kiểm tra mà các điều tra viên thực hiện. Càng nhiều token frost được thêm vào túi hỗn mang, hiệu ứng của chúng càng trở nên nghiêm trọng hơn.

source: The first [frost] token revealed from the chaos bag during a skill test has the following effect: "-1. Reveal another token." If another [frost] token is revealed from the chaos bag during the same test, immediately end the "reveal chaos tokens" step of the skill test and resolve the test as an automatic failure. <i>(Return all revealed [frost] tokens to the chaos bag after the test ends.)</i> <i>For example: Bob investigates and there are two [frost] tokens in the chaos bag. During Bob's first investigation attempt, he reveals a [frost] token. This reduces his skill value by 1 and causes him to reveal another token. The next token he reveals is a +1, resulting in a total of 0 from both tokens. Bob succeeds! Emboldened, Bob attempts to investigate a second time. This time, he reveals a [frost] token, followed by a second [frost] token. Bob must immediately stop revealing tokens and resolve the investigation as an automatic failure.</i>
it: Il primo segnalino [frost] rivelato dal sacchetto del caos durante una prova di abilità possiede l’effetto seguente: “-1. Rivela 1 altro segnalino”. Se viene rivelato un altro segnalino [frost] dal sacchetto del caos durante la stessa prova, terminare immediatamente il passo “rivelare il segnalino caos” della prova di abilità e risolvere la prova come un fallimento automatico. <i>(Dopo che la prova è terminata, rimettere tutti i segnalini [frost] rivelati nel sacchetto del caos.)</i> <i>Per esempio: Bob indaga in un luogo e ci sono 2 segnalini [frost] nel sacchetto del caos. Durante il suo primo tentativo di indagine, Bob rivela un segnalino [frost] che riduce di 1 il suo valore di abilità e gli richiede di rivelare 1 altro segnalino. Il secondo segnalino che rivela è un +1, per un totale di 0 da entrambi i segnalini. Bob ha successo! Galvanizzato, Bob tenta di indagare nuovamente. Questa volta rivela un segnalino [frost] seguito da un secondo segnalino [frost], Bob deve immediatamente smettere di rivelare segnalini e risolve l'indagine come un fallimento automatico.</i>
vi: Token [frost] đầu tiên được rút từ túi hỗn mang trong một bài kiểm tra kỹ năng có hiệu ứng sau: "-1. Rút thêm một token khác." Nếu một token [frost] khác được rút từ túi hỗn mang trong cùng bài kiểm tra, lập tức kết thúc bước "rút token hỗn mang" của bài kiểm tra và coi bài kiểm tra đó là tự động thất bại. <i>(Đưa tất cả token [frost] đã rút về lại túi hỗn mang sau khi bài kiểm tra kết thúc.)</i> <i>Ví dụ: Bob điều tra và trong túi hỗn mang có hai token [frost]. Trong lần điều tra đầu tiên, Bob rút một token [frost]. Điều này giảm giá trị kỹ năng của anh ta đi 1 và buộc anh ta rút thêm một token. Token tiếp theo anh ta rút là +1, tổng cộng từ cả hai token là 0. Bob thành công! Được khích lệ, Bob thử điều tra lần thứ hai. Lần này, anh ta rút một token [frost], sau đó là một token [frost] nữa. Bob phải dừng rút token ngay lập tức và coi cuộc điều tra là tự động thất bại.</i>

source: No more than eight total [frost] tokens can be included in the chaos bag and/or sealed on cards in play at any given time.
it: Non possono mai essere inclusi nel sacchetto del caos e/o sigillati su carte in gioco più di 8 segnalini [frost] in totale in qualsiasi momento.
vi: Không được có quá 8 token [frost] trong túi hỗn mang và/hoặc được niêm phong trên các lá bài đang chơi tại bất kỳ thời điểm nào.

source: A [frost] token revealed outside of a skill test has no effect on its own unless otherwise specified by a card effect.
it: I segnalini [frost] rivelati al di fuori delle prove di abilità non hanno effetto, salvo diversamente specificato dall’effetto di una carta.
vi: Một token [frost] được rút ngoài bài kiểm tra kỹ năng không có hiệu ứng riêng trừ khi được chỉ định bởi hiệu ứng của một lá bài.

source: A [frost] token added to the chaos bag remains in the chaos bag from scenario to scenario unless removed by a card or game effect. The app will track these additions/removals automatically.
it: I segnalini [frost] aggiunti al sacchetto del caos restano nel sacchetto del caos tra uno scenario e l’altro, a meno che non vengano rimossi da un effetto di gioco o di una carta. L’app annoterà queste modifiche automaticamente.
vi: Một token [frost] được thêm vào túi hỗn mang sẽ ở lại trong túi hỗn mang qua các màn chơi trừ khi bị loại bỏ bởi hiệu ứng của lá bài hoặc trò chơi. Ứng dụng sẽ tự động theo dõi việc thêm vào/loại bỏ này.

source: This campaign includes an encounter set of 16 weaknesses, each with the title "Tekeli-li!" These cards are shuffled together to form a special Tekeli-li deck during the setup of each scenario of this campaign. Like normal weaknesses, if one of these cards is added to an investigator's deck, it becomes a part of that deck and stays with that investigator from scenario to scenario. However, the resolution of each Tekeli-li! weakness instructs the investigator to return it to the Tekeli-li deck (removing it from their own deck). As a result, the number of cards in the Tekeli-li deck varies based on how many of these weaknesses are in each investigator's deck. <i>Note: While all Tekeli-li! cards share the same title, they may have differing effects.</i>
it: Questa campagna include un set di incontri di 16 debolezze, ognuna con il nome “Tekeli-li”. Queste carte vengono mescolate per comporre uno speciale mazzo Tekeli-li durante la preparazione di ogni scenario di questa campagna. Come per le normali debolezze, se una di queste carte viene aggiunta al mazzo di un investigatore, diventa parte di quel mazzo e resta con quell’investigatore tra uno scenario e l’altro. Tuttavia, la risoluzione di ogni debolezza Tekeli-li richiede all’ investigatore di rimetterla nel mazzo Tekeli-li (rimuovendola dal suo mazzo). Di conseguenza, il numero di carte nel mazzo Tekeli-li varierà in base a quante di queste debolezze sono nei mazzi degli investigatori. <i>Nota: Sebbene le carte Tekeli-li abbiano tutte lo stesso nome, possono avere effetti differenti.</i>
vi: Chiến dịch này bao gồm một bộ bài encounter gồm 16 điểm yếu, mỗi lá có tiêu đề "Tekeli-li!". Những lá bài này được xáo trộn với nhau để tạo thành một chồng bài Tekeli-li đặc biệt trong quá trình thiết lập mỗi màn chơi của chiến dịch. Giống như các điểm yếu thông thường, nếu một trong những lá bài này được thêm vào bộ bài của điều tra viên, nó sẽ trở thành một phần của bộ bài đó và đi cùng điều tra viên qua các màn chơi. Tuy nhiên, phần xử lý của mỗi điểm yếu Tekeli-li! yêu cầu điều tra viên trả nó về chồng bài Tekeli-li (loại bỏ khỏi bộ bài của họ). Do đó, số lượng lá bài trong bộ bài Tekeli-li thay đổi tùy thuộc vào số lượng điểm yếu này trong bộ bài của mỗi điều tra viên. <i>Lưu ý: Dù tất cả các lá Tekeli-li! có cùng tiêu đề, hiệu ứng của chúng có thể khác nhau.</i>

source: Partner is a keyword ability that appears on the nine story assets in the <i>Expedition Team</i> encounter set. Each of these assets represents a powerful ally whom investigators can bring along during scenarios in this campaign to improve their chances of success. However, bringing an asset with the partner keyword endangers that asset, with the risk of losing them permanently.
it: Compagno è una capacità di parola chiave che compare sui 9 supporti storia nel set di incontri <i>Squadra della Spedizione</i>. Ognuno di questi supporti rappresenta un potente alleato che gli investigatori possono portare con sé durante gli scenari di questa campagna per aumentarne le possibilità di successo. Tuttavia, portare un supporto con Compagno metterà in pericolo quel supporto, con il rischio di perderlo definitivamente.
vi: Partner (Đồng đội) là một từ khóa xuất hiện trên 9 lá bài tài sản câu chuyện trong bộ encounter <i>Expedition Team</i> (Đội Thám hiểm). Mỗi lá bài tài sản này đại diện cho một đồng minh mạnh mẽ mà các điều tra viên có thể mang theo trong các màn chơi của chiến dịch để tăng cơ hội thành công. Tuy nhiên, việc mang theo một tài sản có từ khóa Partner sẽ đặt tài sản đó vào nguy hiểm, với rủi ro mất họ vĩnh viễn.

source: At the start of each scenario in this campaign, each investigator is given the option to choose a partner asset and put it into play. Partner assets cannot be added to an investigator's deck. An investigator may choose a different partner (or no partner) to bring each time they are given this choice.
it: All’inizio di ogni scenario di questa campagna, ogni investigatore può scegliere 1 supporto con Compagno e metterlo in gioco. I supporti con Compagno non possono essere aggiunti al mazzo di un investigatore. Un investigatore può scegliere un supporto con Compagno diverso da portare con sé (o scegliere di non portarne nessuno) ogni volta che gli viene data la possibilità di farlo.
vi: Tại đầu mỗi màn chơi trong chiến dịch này, mỗi điều tra viên được chọn một lá bài tài sản Partner (Đồng đội) và đưa nó vào chơi. Các lá bài tài sản Partner không thể được thêm vào bộ bài của điều tra viên. Điều tra viên có thể chọn một Partner khác (hoặc không chọn Partner) mỗi lần được đưa ra lựa chọn này.

source: A partner asset cannot leave play unless it is defeated (for example, it cannot be discarded by card effects unless it is explicitly defeated). If an investigator is defeated, any partner asset they have with them is also defeated.
it: Un supporto con Compagno non può uscire dal gioco a meno che non venga sconfitto (per esempio, non può essere scartato dagli effetti delle carte a meno che non venga esplicitamente sconfitto). Se un investigatore viene sconfitto, viene sconfitto anche ogni supporto con Compagno che quell’investigatore ha con sé.
vi: Một lá bài tài sản Partner (Đồng đội) không thể rời khỏi khu vực chơi trừ khi bị hạ gục (ví dụ, nó không thể bị loại bỏ bởi hiệu ứng lá bài trừ khi được chỉ định rõ là bị hạ gục). Nếu một điều tra viên bị hạ gục, bất kỳ lá bài tài sản Partner nào đi cùng họ cũng sẽ bị hạ gục.

source: If a partner asset is defeated, remove it from the game. Then, cross off that character's name in the Expedition Team section of the Campaign Log.
it: Se un supporto con Compagno viene sconfitto, rimuoverlo dal gioco. Poi barrare il nome di quel personaggio alla voce “Squadra della Spedizione” del Diario della Campagna.
vi: Nếu một lá bài tài sản Partner (Đồng đội) bị hạ gục, loại bỏ nó khỏi màn chơi. Sau đó, gạch bỏ tên nhân vật đó trong phần Expedition Team (Đội Thám hiểm) của Nhật ký Chiến dịch.

source: Damage or horror on a partner asset is recorded in the Expedition Team section of the Campaign Log at the end of each game. <i>(The Campaign Guide will instruct you when to do this.)</i>
it: Alla fine di ogni partita, annotare alla voce “Squadra della Spedizione” del Diario della Campagna i danni e gli orrori che si trovano sui supporti con Compagno <i>(la Guida alla Campagna indicherà ai giocatori quando farlo).</i>
vi: Chấn thương thể chất hoặc chấn thương tinh thần trên một lá bài tài sản Partner (Đồng đội) được ghi lại trong phần Expedition Team (Đội Thám hiểm) của Nhật ký Chiến dịch vào cuối mỗi màn chơi. <i>(Hướng dẫn Chiến dịch sẽ chỉ dẫn bạn khi nào làm điều này.)</i>

source: If an investigator resigns from a scenario, their partner asset leaves play, but is not defeated. Keep all damage and horror on it, as it will be recorded in the Campaign Log after the game ends.
it: Se un investigatore abbandona uno scenario, il suo supporto con Compagno esce dal gioco ma non viene sconfitto. Tenere tutti i danni e gli orrori su di esso, in modo da poterli annotare nel Diario della Campagna alla fine della partita.
vi: Nếu một điều tra viên từ bỏ màn chơi, lá bài tài sản Partner (Đồng đội) của họ rời khỏi vùng chơi nhưng không bị hạ gục. Giữ nguyên tất cả chấn thương tinh thần và thể chất trên đó, vì chúng sẽ được ghi lại trong Nhật ký Chiến dịch sau khi màn chơi kết thúc.

source: Each time an investigator fails a skill test while attempting to evade an enemy with the alert keyword, after applying all results for that skill test, that enemy performs an attack against the evading investigator. An enemy does not exhaust after performing an alert attack. This attack occurs whether the enemy is engaged with the evading investigator or not.
vi: Mỗi khi một điều tra viên thất bại trong bài kiểm tra kỹ năng khi cố gắng né tránh một kẻ địch có từ khóa Alert (cảnh giác), sau khi áp dụng tất cả kết quả của bài kiểm tra kỹ năng, kẻ địch đó sẽ tấn công điều tra viên đang né tránh. Kẻ địch không bị kiệt sức sau khi thực hiện một cuộc tấn công Alert. Cuộc tấn công này xảy ra bất kể kẻ địch có đang engage với điều tra viên né tránh hay không.
