Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/eoe_epilogue.po
Languages: es, it, ko, pl, vi, zh

source: If Roald Ellsworth and Avery Claypool both survived:
es: Si tanto Roald Ellsworth como Avery Claypool sobrevivieron:
it: Se sia Roald Ellsworth che Avery Claypool sono sopravvissuti:
ko: ‘로얼드 엘스워스’와 ‘에이버리 클레이풀’이 둘 다 살아남았습니까?
pl: Jeśli Roald Ellsworth i Avery Claypool obaj ocaleli:
vi: Nếu Roald Ellsworth và Avery Claypool đều sống sót:
zh: 如果罗尔德·埃尔斯沃思和艾弗里·克莱普尔都存活：

source: You find Ellsworth and Claypool on the aft deck of the Theodosia, enjoying a majestic view of the Atlantic. It has been several days since your escape, and the mood is one of relief, mixed with sorrow and guilt. The two men greet you as you approach, shifting aside to offer you a place to enjoy the view, as well. After a moment of contemplation, you ask what is in store for the explorers. The two of them share a knowing glance. "A vacation, I think," Ellsworth says. "A very, very long vacation." "Nothing but blue skies and warm air," Claypool suggests. "Sure. Somewhere that is on a map, preferably," Ellsworth adds with a gentle smile. "Really? I was thinking somewhere nice and remote. Just the two of us," Claypool hints. You chuckle and leave the two of them to their vacation plans. Perhaps there is hope for the lot of you, after all.
es: Encuentras a Ellsworth y a Claypool en la cubierta de popa del Theodosia, disfrutando de una majestuosa vista del Atlántico. Han pasado varios días desde vuestra huida, y el ambiente general es una mezcla de alivio, pesar y culpa. Ambos hombres te saludan cuando te acercas y te dejan sitio para que tú también puedas disfrutar de la vista. Tras unos instantes de contemplación, preguntas a los exploradores por sus planes de futuro. Los dos comparten una mirada de complicidad antes de responder. –Creo que unas vacaciones –dice Ellsworth–. Unas vacaciones muy, muy largas. –Sólo cielo azul y aire cálido –sugiere Claypool. –Claro. A poder ser, que sea un sitio que salga en los mapas –añade Ellsworth con una sonrisa amable. –¿En serio? Yo estaba pensando en un lugar bonito y apartado. Sólo para los dos –insinúa Claypool. Te ríes y les dejas haciendo sus planes de vacaciones. Puede que al final haya esperanza para todos vosotros.
it: Trovate Ellsworth e Claypool sul ponte di poppa della Theodosia, entrambi impegnati a godersi la magnifica vista dell’Atlantico. Sono passati diversi giorni dalla vostra fuga, e l’umore che aleggia sull’equipaggio è un misto di sollievo, tristezza e senso di colpa. I due vi salutano quando vi avvicinate, facendosi da parte per permettere anche a voi di approfittare del panorama. Dopo un breve momento di contemplazione, chiedete loro cos’abbiano in serbo per il futuro. “Una vacanza, credo” risponde Ellsworth dopo aver scambiato uno sguardo di intesa con il compagno d’avventura. “Una vacanza molto, molto lunga.” “Nient’altro che cieli blu e vento tiepido” suggerisce Claypool. “Assolutamente. In un qualche posto che sia presente sulle mappe, comunque” aggiunge Ellsworth con un sorriso gentile. “Sul serio? E io che pensavo a un luogo carino e remoto, dove stare da soli io e te.” Vi lasciate sfuggire una risatina, allontanandovi mentre i due pianificano il loro viaggio. Forse, dopotutto, c’è ancora speranza per molti di voi.
ko: 엘스워스와 클레이풀은 <b>테오도시아</b> 호의 선미 쪽 갑판에서 광활한 대서양의 경치를 즐기고 있었습니다. 남극을 탈출한 지 며칠이 지나자, 탐사대 안에도 슬픔과 죄책감이 뒤섞인 안도의 분위기가 자리잡았습니다. 둘에게 다가가자 그들은 당신을 반기며, 당신도 경치를 즐길 수 있도록 옆으로 비켜섭니다. 잠깐의 사색에 잠긴 후, 당신은 두 탐험가에게 앞으로 무슨 일을 할 계획인지 물어봅니다. 두 남자는 같은 생각을 하는 것처럼 시선을 주고받습니다. 엘스워스가 말합니다. “휴가를 갈 것 같아요. 아주, 아주 긴 휴가 말이에요.” “그저 푸른 하늘과 따스한 공기만 있다면 어디든 상관없지 않을까?” 클레이풀이 제안합니다. “물론이지. 이왕이면 이번엔 지도에 나와 있는 곳이면 좋겠어.” 엘스워스가 잔잔한 미소를 지으며 덧붙입니다. “진짜? 난 어디 경치 좋고, 외딴곳으로 갈 줄 알았는데? 우리 단둘이서만 갈 수 있는 곳 말야.” 클레이풀이 넌지시 말합니다. 당신은 싱긋 웃으며, 휴가 계획을 세우는 둘을 남겨둔 채 자리를 뜹니다. 어쩌면 모두에게 희망의 불꽃은 남아있을지도 모릅니다.
pl: Znajdujecie Ellswortha i Claypoola na rufie pokładu Teodozji, cieszących się majestatycznym widokiem Atlantyku. Od waszej ucieczki minęło kilka dni, a panujący wśród was nastrój jest mieszanką ulgi, smutku i poczucia winy. Obaj mężczyźni witają was, gdy pochodzicie bliżej, i odsuwają się na bok, oferując wam miejsce, abyście i wy mogli nacieszyć się widokiem. Po chwili rozmyślań pytacie, jakie mają dalsze plany. Wymieniają ze sobą spojrzenie. „Chyba wakacje” – mówi Ellsworth. – „Bardzo długie wakacje”. „Tylko błękitne niebo i ciepłe powietrze” – proponuje Claypool. „Oczywiście. Najlepiej w miejscu, które istnieje na mapie” – dodaje Ellsworth z delikatnym uśmiechem. „Serio? Myślałem o jakiejś miłej, odległej lokalizacji. Tylko ty i ja” – robi aluzję Claypool. Chichoczecie i zostawiacie tych dwóch razem ze swoimi wakacyjnymi planami. Być może dla wielu z was jest jeszcze nadzieja, mimo wszystko.
vi: Bạn tìm thấy Ellsworth và Claypool trên boong sau của con tàu Theodosia, thưởng thức khung cảnh hùng vĩ của Đại Tây Dương. Đã vài ngày trôi qua kể từ khi các bạn thoát ra, và tâm trạng là sự nhẹ nhõm pha lẫn nỗi buồn và cảm giác tội lỗi. Hai người đàn ông chào bạn khi bạn đến gần, nhích sang để nhường chỗ cho bạn cùng ngắm cảnh. Sau một thoáng trầm ngâm, bạn hỏi điều gì đang chờ đợi các nhà thám hiểm. Họ trao nhau ánh mắt hiểu ý. “Một kỳ nghỉ, tôi nghĩ vậy,” Ellsworth nói. “Một kỳ nghỉ rất, rất dài.” “Chỉ có bầu trời xanh và không khí ấm áp,” Claypool gợi ý. “Chắc chắn rồi. Một nơi có trên bản đồ, tốt nhất là vậy,” Ellsworth thêm vào với nụ cười nhẹ. “Thật sao? Tôi đang nghĩ đến một nơi xa xôi và đẹp. Chỉ hai chúng ta,” Claypool bóng gió. Bạn cười khẽ và để hai người họ tiếp tục với kế hoạch kỳ nghỉ. Có lẽ vẫn còn hy vọng cho tất cả các bạn, dù sao đi nữa.
zh: 你看到埃尔斯沃思和克莱普尔在<b>菲奥多西亚号</b>的后甲板上，欣赏著大西洋的壮丽景色。你们逃离已经过去好几天了，现在的心情是解脱中夹杂著悲伤和愧疚。当你走近时，这两个男子向你打招呼，并让出一个欣赏风景的位置给你。沉思片刻后，你询问道，探险家们将面临什么。他俩交换了一个会意的眼神。“应该是度假吧，我想。”埃尔斯沃思说，“一个非常、非常长的假期。” “只有蓝色的天空和温暖的空气。”克莱普尔说。 “没错。最好是在地图上有的地方。”埃尔斯沃思带著温和的微笑补充道。 “真的吗？我想去个偏僻的好地方。就我们两个。”克莱普尔暗示道。 你笑著离开了，留下他们俩继续计划他们的度假。看来，你们这些人或许还有希望。

source: If Dr. Amy Kensler and Dr. Mala Sinha both survived:
es: Si tanto la Dra. Amy Kensler como la Dra. Mala Sinha sobrevivieron:
it: Se sia la Dott.ssa Amy Kensler che la Dott.ssa Mala Sinha sono sopravvissute:
ko: ‘에이미 켄슬러 박사’와 ‘말라 신하’가 둘 다 살아남았습니까?
pl: Jeśli dr Amy Kensler i dr Mala Sinha obie ocalały:
vi: Nếu Tiến sĩ Amy Kensler và Tiến sĩ Mala Sinha đều sống sót:
zh: 如果艾米·肯斯勒博士和玛拉·辛哈医生都存活：

source: You have seen Dr. Kensler face down impossible creatures and nightmarish environs, but it is this final trial that seems to rattle her most. She paces and fidgets and quietly recites sentences until finally, Dr. Sinha arrives. You'd leave her to her privacy, but she requested you stay. "Mala," she says dryly, despite all of the practice. "I was wondering—that is, I was—I would like to—" she clears her throat and tries again. "Would you like to have dinner again, sometime? And perhaps another show?" she finally manages to say. Dr. Sinha rolls her eyes, hiding a smile. "Yes, you idiot." Dr. Kensler blinks in surprise. You get the feeling she has never been called such a thing before. "Amy, you are highly astute, incredibly well read, and a true prodigy in your field. But when it comes to this—" Dr. Sinha motions to and fro, indicating something in the air between them, "you are somewhat of a dimwit." To your surprise, Amy chuckles and grins. "Yes. Yes, I suppose I am."
es: Has visto a la Dra. Kensler enfrentarse a criaturas imposibles y entornos de pesadilla, pero esta última prueba es la que parece costarle más. Da vueltas de un lado para otro de forma nerviosa y recita frases en voz baja hasta que por fin llega la Dra. Sinha. Te gustaría dejarlas solas, pero te ha pedido que te quedes. –Mala –dice con tono seco a pesar de tanta práctica–, me preguntaba si… o sea… me gustaría… –Se aclara la garganta y vuelve a intentarlo–. ¿Te gustaría cenar otra vez algún día? ¿Y tal vez ir a ver otro espectáculo? –logra decir por fin. La Dra. Sinha hace una mueca para esconder su sonrisa y responde: –Pues claro, idiota. La Dra. Kensler parpadea, sorprendida. Tienes la sensación de que nunca le habían llamado algo así. –Amy, eres una persona muy astuta y leída y un verdadero prodigio en tu campo. Pero en lo tocante a esto… –La Dra. Sinha hace unos gestos para indicar algo en el aire entre las dos–, eres bastante zoquete. Para sorpresa tuya, Amy suelta una risilla y sonríe: –Sí. Sí, supongo que sí.
it: Avete visto la dottoressa Kensler affrontare creature impossibili e città da incubo, ma questa prova finale sembra terrorizzarla più di ogni altra cosa. Cammina avanti e indietro torcendosi le dita, ripetendo delle frasi tra sé e sé mentre attende l’arrivo della dottoressa Sinha. Lascereste loro una certa riservatezza, ma la responsabile della spedizione vi ha chiesto espressamente di rimanere. “Mala” esordisce con la gola secca, a dispetto di tutta la preparazione. “Mi chiedevo… insomma, vorrei… mi piacerebbe…” si schiarisce la voce, prima di ritentare ancora una volta. “Ti andrebbe di uscire di nuovo insieme a cena, una sera? Un altro film, magari?” esordisce finalmente la donna. La dottoressa Sinha alza gli occhi al cielo nascondendo un sorriso. “Si, idiota che non sei altro.” La dottoressa Kensler batte le palpebre, colta alla sprovvista. Avete la sensazione che nessuno l’abbia mai apostrofata cosi prima d’ora. “Amy, sei una donna intelligente, incredibilmente acculturata e un vero prodigio nel tuo campo. Ma quando si tratta di questo…” La dottoressa gesticola avanti e indietro, indicando qualcosa nell’aria tra le due. “Diventi davvero tonta.” Con vostra somma sorpresa, Amy ridacchia e sorride. “Si. Si, mi sa che hai ragione.”
ko: 여태껏 불가해한 괴수와 악몽과도 같은 환경을 마주하던 켄슬러 박사를 봐왔지만, 최후의 시험과도 같은 바로 이 순간만큼 불안해하는 것은 본 적 없었습니다. 켄슬러 박사가 안절부절못한 채로 서성거리며 준비했던 문장을 조용히 반복해서 읊어대는 사이, 마침내 신하가 자리에 도착합니다. 당신은 사생활을 존중하는 뜻에서 자리를 비켜주려 했지만, 켄슬러 박사는 당신이 남아 있기를 바랐습니다. “말라.” 각고의 연습에도 불구하고, 박사가 건조한 말투로 이야기를 시작합니다. “그러니까… 그… 내가 하고 싶던 말은…” 켄슬러 박사가 헛기침을 하더니 다시 말을 잇습니다. “언제 또 저녁 한 번 같이 먹지 않을래요? 혹시 생각 있다면, 다른 공연도 보고요.” 그녀는 간신히 하려던 말을 맺었습니다. 신하는 눈을 굴리더니 미소를 짓습니다. “물론이지, 이 바보야.” 켄슬러 박사는 깜짝 놀라 눈을 깜박입니다. 지금껏 그녀가 ‘바보’라고 불린 적은 없었을 거란 생각이 듭니다. “에이미, 넌 박식하기는 둘째가라면 서럽고, 연구 분야에서도 특출난 천재잖아. 하지만 <b>이런 데</b>는…” 신하는 자신과 켄슬러 박사 사이에 허공에서 뭔가를 이리저리 가리키듯이 손짓합니다. “…좀 얼간이 같아.” 놀랍게도, 에이미가 낄낄거리며 미소를 띄웁니다. “맞아. 내가 생각해도 그런데 뭐.”
pl: Widzieliście, jak dr Kensler stawia czoła nieprawdopodobnym stworzeniom i koszmarnej pogodzie, ale teraz czeka ją ostatnia próba, która wydaje się być dla niej jeszcze trudniejsza. Chodzi w kółko, kręci się, powtarza coś pod nosem, aż w końcu pojawia się dr Sinha. Chcecie dać im trochę prywatności, ale prosi, żebyście zostali. „Mala” – mówi sucho, pomimo wcześniejszych przygotowań. – „Zastanawiałam się – to znaczy, ja — chciałabym” – chrząka i zaczyna od początku. „Chciałabyś zjeść ze mną znowu kolację? A może nawet pójść jeszcze raz do teatru?” – udaje jej się w końcu powiedzieć. Dr Sinha przewraca oczami, ukrywając uśmiech. „Tak, ty głuptasie”. Dr Kensler mruga z zaskoczenia. Macie wrażenie, że nigdy wcześniej nikt jej tak nie nazwał. „Amy, jesteś bardzo bystra, bardzo dobrze oczytana i jesteś geniuszem w swojej dziedzinie. Ale jeśli chodzi o to” – dr Sinha macha palcem, zakreślając powietrze pomiędzy nimi – „to w tej dziedzinie jesteś strasznym gamoniem”. Ku twojemu zaskoczeniu Amy chichocze i szeroko się uśmiecha. „Tak. Tak, chyba jestem”.
vi: Bạn đã thấy Tiến sĩ Kensler đối mặt với những sinh vật bất khả và môi trường ác mộng, nhưng chính thử thách cuối cùng này dường như khiến cô ấy bối rối nhất. Cô bước qua lại, bồn chồn và lẩm nhẩm những câu gì đó cho đến khi Tiến sĩ Sinha xuất hiện. Bạn định để cô ấy riêng tư, nhưng cô đã yêu cầu bạn ở lại. “Mala,” cô nói khô khốc, dù đã luyện tập nhiều. “Tôi đang nghĩ—tức là, tôi—tôi muốn—” cô hắng giọng và thử lại. “Cậu có muốn ăn tối cùng nhau lần nữa không, vào lúc nào đó? Và có lẽ xem một buổi diễn khác?” cuối cùng cô cũng thốt ra được. Tiến sĩ Sinha đảo mắt, che giấu nụ cười. “Có, đồ ngốc.” Tiến sĩ Kensler chớp mắt ngạc nhiên. Bạn có cảm giác cô ấy chưa bao giờ bị gọi như vậy. “Amy, cậu rất nhạy bén, đọc sách cực kỳ nhiều, và là thiên tài thực thụ trong lĩnh vực của mình. Nhưng khi nói đến chuyện này—” Tiến sĩ Sinha vung tay qua lại, ám chỉ điều gì đó trong không khí giữa họ, “cậu hơi ngốc nghếch.” Trước sự ngạc nhiên của bạn, Amy cười khúc khích và nở nụ cười. “Đúng vậy. Đúng vậy, tôi nghĩ mình đúng là thế.”
zh: 你已经见识过肯斯勒博士如何面奇异生物和噩梦般的环境，但这最后的考验反而让她最手足无措。她坐立不安地踱著步子，静静地背诵句子，直到辛哈医生终于到来。你不想打扰她，但她要求你留下。“玛拉。”尽管练习了多次，她还是干巴巴地说著。“我在想——也就是说，我——我想——”她清了清嗓子，又试了一次。“什么时候再一起吃顿饭好吗？或者再看场表演？”她最终努力说了出来。 辛哈医生翻著白眼，掩饰著微笑。“好的，你这个傻瓜。” 肯斯勒博士惊讶地眨了眨眼睛。你感觉到她以前从来没有被这样称呼过。 “艾米，你非常机敏，博览群书，在你的领域是一个真正的天才。但当谈到这个时——”辛哈医生来回做了个手势，暗示著她们之间的气氛，“你有点像个傻瓜。” 令你惊讶的是，艾米露齿轻笑。“是的。是的，我想我确实是个笨蛋。”

source: If Professor William Dyer and Danforth both survived:
es: Si tanto el profesor William Dyer como Danforth sobrevivieron:
it: Se sia il Professor William Dyer che Danforth sono sopravvissuti:
ko: ‘윌리엄 다이어 교수’와 ‘댄포스’가 둘 다 살아남았습니까?
pl: Jeśli profesor William Dyer i Danforth obaj ocaleli:
vi: Nếu Giáo sư William Dyer và Danforth đều sống sót:
zh: 如果威廉·戴尔教授和丹佛斯都存活：

source: Weeks later, you step into Professor Dyer's office, where he and Danforth study an array of old, musty tomes. Some kind of esoteric diagram, filled to the brim with bizarre symbols, adorns the professor's chalkboard. "It could be this one," Dyer says quietly, pointing to a different diagram in one of the tomes. You recognize the book from Dr. Kensler's possessions, and several of the others from the restricted collection of the Orne Library. Danforth closes his eyes. "No, no, no…" He moves to the chalkboard and begins to erase. "It is different. Different, different…" Only then do the two of them spot you in the entrance. You ask them what they're studying this time. "'In a future existence, we shall look upon what we think our present existence, as a dream,'" Danforth recites from Poe once more, as if in explanation.
es: Semanas más tarde, entras en el despacho del profesor Dyer, donde Danforth y él estudian todo un despliegue de antiguos tomos mohosos. En la pizarra del profesor hay una especie de diagrama esotérico repleto de extraños símbolos. –Podría ser éste –dice Dyer mientras señala un diagrama distinto en uno de los tomos. Reconoces el libro de las pertenencias de la Dra. Kensler, y varios de los demás tomos de la colección restringida de la Biblioteca Orne. Danforth cierra los ojos y responde: –No, no, no… –Se acerca a la pizarra y empieza a borrar–. Es distinto. Distinto, distinto… No es hasta ese momento cuando por fin te ven en la entrada del despacho. Les preguntas qué están estudiando esta vez. –No es de ninguna manera una suposición irracional que, en una existencia futura, consideraremos lo que creemos de nuestra existencia actual como un sueño –recita Danforth una vez más, citando a Poe a modo de explicación.
it: Dopo diverse settimane entrate nell’ufficio del professor Dyer, dove l’uomo sta studiando una schiera di vecchi tomi ammuffiti in compagnia di Danforth. La lavagna della stanzetta è cosparsa di diagrammi esoterici pieni di simboli bizzarri. “Potrebbe essere questo” esordisce l’anziano con tono basso, indicando uno schema tracciato su uno dei libri. Riconoscete che si tratta di uno dei volumi della dottoressa Kensler, assieme a molti altri provenienti dalla collezione privata della Biblioteca Orne. Danforth chiude gli occhi. “No, no, no…” Si avvicina alla lavagna, cominciando a cancellare le tracce di gesso. “È diverso. Diverso, diverso…” Solo in quel momento i due si accorgono della vostra presenza. Chiedete loro quale sia l’oggetto dei loro studi, questa volta. “In un’esistenza futura, quella che riteniamo la nostra esistenza presente sarà al nostri occhi come un sogno.” Danforth esibisce ancora una volta la sua conoscenza enciclopedica di Poe, come se la citazione potesse spiegare qualcosa.
ko: 그로부터 몇 주 뒤, 당신이 다이어 교수의 교수실에 들어섰을 때 교수와 댄포스는 고서를 연구하고 있었습니다. 칠판에는 기이한 상징으로 가득 찬 비의적인 도식이 한가득 그려져 있습니다. “이게 아닐까 싶네만.” 다이어가 서적에 그려진 다른 도식을 가리키며 읊조립니다. 당신은 단박에 그 책이 켄슬러 박사가 갖고 있던 책이라는 것과, 다른 책 몇 권은 오른 도서관의 제한 구역에서 대여한 것임을 알아보았습니다. 댄포스가 눈을 감습니다. “아뇨, 교수님. 아녜요…” 댄포스는 칠판으로 다가가더니 도식을 지우기 시작합니다. “이것과는 달라요. 다른, 다른 무언가…” 그제야 둘은 문간에 서 있는 당신을 발견합니다. 당신은 이번에는 무엇을 연구하고 있는지 물어봅니다. “미래의 우리라는 존재는, 현재의 우리라는 존재를 꿈으로 여기리라.” 다시 한번, 댄포스가 에드가 앨런 포의 구절을 읊습니다. 마치 그것이 대답이라는 것처럼.
pl: Kilka tygodni później wchodzicie do biura profesora Dyera, gdzie on i Danforth przeglądają szereg starych, zatęchłych tomów. Jakiś ezoteryczny schemat, wypełniony po brzegi dziwacznymi symbolami, zdobi tablicę profesora. „To może być ten” – mówi Cicho Dyer, wskazując na inny schemat w jednym z tomów. Rozpoznajecie książkę od dr Kensler oraz kilka woluminów z zastrzeżonej sekcji Biblioteki Orne’a. Danforth zamyka oczy. „Nie, nie, nie…” Idzie do tablicy i zaczyna ją mazać. „Jest inny. Inny, inny…” Dopiero wtedy zauważają was stojących w drzwiach. Pytacie, czego szukają tym razem. „W przyszłej egzystencji spojrzymy na to, co uważamy za nasze obecne istnienie, jako marzenie” – Danforth recytuje Poe jeszcze raz, jakby coś wam wyjaśniał.
vi: Vài tuần sau, bạn bước vào văn phòng của Giáo sư Dyer, nơi ông và Danforth nghiên cứu một loạt sách cũ mốc meo. Một biểu đồ bí truyền nào đó, đầy những ký hiệu kỳ lạ, tô điểm bảng phấn của giáo sư. “Có thể là cái này,” Dyer nói khẽ, chỉ vào một biểu đồ khác trong một cuốn sách. Bạn nhận ra cuốn sách từ đồ đạc của Tiến sĩ Kensler, và vài cuốn khác từ bộ sưu tập hạn chế của Thư viện Orne. Danforth nhắm mắt. “Không, không, không…” Anh ta tiến đến bảng phấn và bắt đầu xóa. “Nó khác. Khác, khác…” Chỉ đến lúc đó, cả hai mới nhận ra bạn ở lối vào. Bạn hỏi họ lần này đang nghiên cứu gì. “‘Trong một sự tồn tại tương lai, chúng ta sẽ nhìn lại những gì chúng ta nghĩ là sự tồn tại hiện tại, như một giấc mơ,’” Danforth lại trích dẫn Poe, như thể để giải thích.
zh: 几周后，你走进戴尔教授的办公室，在那里他和丹佛斯正研究著一堆发霉的古籍。教授的黑板上画著某种深奥的图表，上面满是奇怪的符号。“可能是这个。”戴尔平静地说著，指著其中一本书上一张不同的图表。你认出了这本书来自于肯斯勒博士的收藏，另外还有几本奥恩图书馆的限制收藏。 丹佛斯闭上了他的眼睛。“不、不、不……”他走上前开始擦黑板，“它是不同的。是不同的、不同的……”此时他们才发现你在门口。你询问他们这次在研究什么。 “‘在未来，我们将把我们所认为的现在，看作一个梦’。”丹佛斯又背诵了一遍爱伦·坡的作品，像是在解释。

source: If Takada Hiroko and James "Cookie" Fredericks both survived:
es: Si tanto Takada Hiroko como James "Cookie" Fredericks sobrevivieron:
it: Se sia Takada Hiroko che James “Cookie” Fredericks sono sopravvissuti:
ko: ‘타카다 히로코’와 ‘제임스 “쿠키” 프레드릭스’가 둘 다 살아남았습니까?
pl: Jeśli Takada Hiroko i James „Cookie” Fredericks oboje ocaleli:
vi: Nếu Takada Hiroko và James "Cookie" Fredericks đều sống sót:
zh: 如果高田弘子和詹姆斯·“曲奇”·弗雷德里克斯都存活：
