Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/eoe_epilogue.po
Languages: es, it, ko, pl, vi, zh

source: To your surprise, you spot both Takada and Cookie in the workshop below deck. Cookie has taken apart his revolver and is cleaning each piece individually, while Takada goes through the aeroplane parts the crew managed to break down during your hasty escape. You watch in secret for a short while as the two banter. "Hand me that cloth, will yeh?" "I am not your employee, Cookie." "C'mon, Roko, it's right there. Jus' grab it and fling it over here." "Yes sir, do you wish for me to fetch you a spot of tea as well?" "Very funny—why the hell'd you throw it all the way over there?" "You told me to fling it." "To me, ya blasted—to me!" You smile to yourself as the back-and-forth continues. The unlikely duo seem more comfortable with one another than anybody else on the crew. Finally, a lull in the conversation gives you the opportunity to reveal yourself. They acknowledge your entrance with curt nods before going back to their work. You ask the pair what they intend to do when they get back to Arkham. "Roko wants to—you tell 'em," Cookie says. Takada sighs and sits up, wiping sweat from her brow with the back of her gloved hand. "I… I want to try to look for my father. I have asked Mr. Fredericks to join me." The two of them share a knowing glance. "It is a long shot, I know. He likely crashed into the ocean many years ago. Even so, I want—I need to know. I have his logs. We should be able to find evidence. Something." "An' if not," Cookie adds, "still better than sittin' around, waiting to be sent on another fool's errand like this one." You nod and excuse yourself. As long as they have each other, you think the two of them will be all right.
es: Para tu sorpresa, ves a Takada y a Cookie en el taller que hay bajo cubierta. Cookie ha desmontado su revólver y está limpiando cada pieza de manera individual, mientras que Takada está revisando las partes de aeroplano que la tripulación logró desmontar durante vuestra apresurada huida. Observas en secreto durante un rato mientras conversan. –Pásame ese trapo, ¿quieres? –No estoy a tu servicio, Cookie. –Venga, Roko, que lo tienes ahí mismo. Cógelo y me lo tiras. –Sí, señor, ¿quiere que le traiga también un poco de té? –Muy graciosa… ¿Por qué demonios lo has tirado tan lejos? –Me has dicho que lo tirara. –Que me lo tiraras, maldita… ¡Que me lo tiraras a mí! Sonríes mientras la conversación continúa. La extraña pareja parece encontrarse más cómoda estando juntos que con nadie más del equipo. Al final, un silencio en la conversación te da la oportunidad de hacer notar tu presencia. Hacen unos leves asentimientos cuando entras antes de reanudar su trabajo. Les preguntas qué quieren hacer cuando vuelvan a Arkham. –Roko quiere… Cuéntaselo –dice Cookie. Takada suspira y se incorpora mientras se limpia el sudor de la frente con el dorso de su mano enguantada. –Yo… quiero intentar buscar a mi padre. Le he pedido al Sr. Fredericks que me acompañe –Ambos comparten una mirada cómplice–. Sé que es una posibilidad remota. Probablemente se estrellara en el océano hace muchos años. Pero aun así, quiero… necesito saberlo. Tengo sus diarios. Deberíamos de poder encontrar pruebas. Algo. –Y si no –añade Cookie–, siempre es mejor que quedarse sin hacer nada, esperando a que te manden a otra locura como ésta. Asientes y te despides. Crees que ambos estarán bien mientras se tengan el uno al otro.
it: Con vostra sorpresa, trovate Takada e Cookie nell’officina sottocoperta. Mentre quest’ultimo pulisce accuratamente i singoli pezzi del suo revolver, la ragazza scorre le parti di ricambio degli aerei che l’equipaggio è riuscito a smontare durante la fuga rocambolesca. Li osservate per qualche secondo in silenzio, godendovi lo scambio di battute tra i due. “Passami quello straccio, ti va?” “Non sono la tua badante, Cookie.” “Dai, Roko, è li accanto a te. Piglialo e gettalo da questa parte.” “Sissignore, certo signore. Gradisce anche che le porti una tazza di tè, signore?” “Molto spiritosa… Perché diavolo l’hai buttato laggiù in fondo?!” “Mi hai detto tu di gettarlo.” “Verso di me, maledetta zuccona… Verso di me!” Sorridete sommessamente mentre assistete al duetto. Questa improbabile coppia sembra essere stranamente la più affiatata a confronto con il resto dell’equipaggio. Approfittate di una pausa nella conversazione per farvi notare: entrambi accolgono il vostro ingresso con un rapido cenno del capo prima di tornare a dedicarsi alle loro faccende. Chiedete loro cosa intendano fare una volta giunti ad Arkham. “Roko vorrebbe… Diglielo tu” risponde Cookie. Takada sospira, sedendosi sul bancone mentre si pulisce una goccia di sudore dalla fronte con il dorso della mano guantata. “Io… vorrei provare a cercare mio padre. Ho chiesto a Mr. Fredericks di unirsi a me.” I due si scambiano uno sguardo di intesa. “È un azzardo, me ne rendo conto. Si è probabilmente schiantato da qualche parte nell’oceano molti anni fa. Però… ho bisogno di sapere la verità. Ho i suoi registri, dovremmo riuscire a trovare qualche prova… qualsiasi cosa.” “E se anche non ci riusciamo” aggiunge Cookie, “sarà sempre meglio che stare col culo su una sedia ad aspettare di essere spediti in qualche altro stramaledetto viaggio come questo.” Annuite, prendendo congedo. Finché potranno contare l’uno sull’altra, quei due staranno benone.
ko: 놀랍게도 타카다와 쿠키는 갑판 아래의 작업실에 함께 있었습니다. 쿠키는 권총을 분해해서 부품을 손질하고 있었고, 타카다는 긴박한 탈출 과정에서 승조원들이 가까스로 분해해 온 비행기 부품을 살펴보고 있었습니다. 당신은 몰래 숨어 두 사람이 만담을 주고받는 것을 지켜봅니다. “그 천 쪼가리 좀 줄랴?” “전 당신 직원이 아닌데요, 쿠키 어르신.” “거참, 로코. 마침 거기 있잖아. 딱 잡아서 이쪽으로 던져달라고.” “아이고, 알겠습니다. 이참에 차도 한 잔 타 올깝쇼?” “웃기고 자빠졌네. 저건 또 왜 저렇게 멀리 던진 거야?” “저보고 던져달라면서요.” “<b>나</b>한테 던져 달랬지, 이런 염병할, <b>내 쪽으로</b> 말이야!” 당신은 오가는 대화를 들으며 빙그레 웃습니다. 상극인 것만 같았던 두 사람은, 이제는 그 누구보다도 서로를 편하게 여기는 듯합니다. 마침내 이야기가 잠잠해지자, 당신은 둘 앞으로 다가섭니다. 둘은 당신이 들어온 것을 알아차리고는 퉁명스레 고개를 까닥이더니 다시 작업에 열중합니다. 당신은 두 사람에게 아컴으로 돌아가면 무엇을 할 계획인지 물어보았습니다. “로코라면 아마도… 네가 말하지 그래.” 쿠키가 말합니다. 타카다는 한숨을 쉬더니 자리에 앉아, 장갑을 낀 손등으로 눈썹에 맺힌 땀을 쓸어내립니다. “저… 저는 아버지를 찾아보고 싶네요. 프레드릭스 어르신께도 함께해 달라고 부탁했었어요.” 두 사람은 같은 생각을 하는 듯 시선을 주고받습니다. “확률이 희박하다는 건 저도 잘 알아요. 아버지는 수년 전에 바다에 추락한 것 같으니까요. 그렇다고 해도, 전… 알고 싶어요. 아버지의 일지를 가지고 있으니까요. 행적에 대한 증거는 찾을 수 있을 거예요. 뭐가 됐든지요.” 쿠키가 덧붙입니다. “찾지는 못하더라도 가만히 앉아 있다가, 이런 멍청한 심부름이나 나다니는 것보다야 낫겠지.” 당신은 수긍하며 자리를 떠납니다. 그들에게는 서로가 있는 한 아무런 문제가 없을 것입니다.
pl: Ku waszemu zdziwieniu, w warsztacie pod pokładem spotykacie zarówno Takadę, jak i Cookiego. Cookie rozłożył swój rewolwer i czyści każdą część osobno, podczas gdy Takada przegląda po kolei części samolotu, które załoga zdołała uszkodzić podczas waszej pospiesznej ucieczki. Przez moment podglądacie potajemnie, jak ta dwójka się przekomarza. „Podasz mi tę szmatę?”. „Nie jestem twoją służącą, Cookie”. „Dajże spokój, Roko, masz ją pod ręką. Po prostu ją weź i mi ją rzuć”. „Tak jest, milordzie, czy życzy pan sobie również herbaty?”. „Bardzo śmieszne – czemu do diabła rzuciłaś ją tak daleko?”. „Nie mówiłeś, że ma być blisko”. „Do mnie, ty cholero – do mnie!” Uśmiechacie się do siebie, gdy wymiana przytyków trwa dalej. Wygląda na to, że ten pozornie niedobrany duet dogaduje się lepiej niż jacykolwiek inni członkowie załogi. Wreszcie, chwila ciszy w rozmowie daje wam możliwość ujawnienia się. Szorstkim skinieniem głowy dają wam znać, że zauważyli wasze przyjście, po czym wracają do swojej pracy. Pytacie ich, co zamierzają zrobić, gdy wrócą do Arkham. „Roko chce – no, sama im powiedz” – mówi Cookie. Takada wzdycha i siada, wycierając pot z czoła tyłem rękawiczki. „Chcę… Chcę poszukać mojego ojca. Poprosiłam pana Fredericksa, aby mi towarzyszył”. Wymieniają ze sobą spojrzenie. „Wiem, że to strzał w ciemno. Prawdopodobnie rozbił się w oceanie wiele lat temu. Mimo to chcę – muszę wiedzieć. Mam jego dzienniki. Powinniśmy być w stanie znaleźć dowody. Cokolwiek”. „A nawet jeśli nie” – dodaje Cookie – „ to i tak lepsze niż siedzenie bez celu i czekanie na kolejne zlecenie na wyprawę tak szaloną jak ta”. Kiwacie głowami i odchodzicie. Myślicie, że dopóki mają siebie nawzajem, dadzą sobie radę.
vi: Trước sự ngạc nhiên của bạn, bạn thấy cả Takada và Cookie trong xưởng dưới boong. Cookie đã tháo khẩu súng lục của mình và lau chùi từng bộ phận, trong khi Takada xem xét các phụ tùng máy bay mà thủy thủ đoàn đã tháo rời trong lúc các bạn vội vã thoát thân. Bạn lén quan sát một lúc khi hai người đấu khẩu. “Đưa tôi cái khăn đó, được không?” “Tôi không phải nhân viên của cậu, Cookie.” “Thôi nào, Roko, nó ngay đó. Cứ lấy và ném qua đây.” “Vâng thưa ngài, ngài có muốn tôi pha thêm một tách trà không?” “Rất hài hước—sao cậu lại ném nó xa tít qua kia chứ?” “Cậu bảo tôi ném mà.” “Cho tôi, đồ ngốc—cho tôi!” Bạn mỉm cười khi cuộc đối đáp tiếp diễn. Bộ đôi bất ngờ này dường như thoải mái với nhau hơn bất kỳ ai trong thủy thủ đoàn. Cuối cùng, một khoảng lặng trong cuộc trò chuyện cho bạn cơ hội lộ diện. Họ gật đầu ngắn gọn chào bạn trước khi quay lại công việc. Bạn hỏi cả hai định làm gì khi về Arkham. “Roko muốn—cậu nói đi,” Cookie bảo. Takada thở dài và ngồi thẳng, lau mồ hôi trên trán bằng mu bàn tay đeo găng. “Tôi… tôi muốn thử tìm cha mình. Tôi đã nhờ ông Fredericks đi cùng.” Họ trao nhau ánh mắt hiểu ý. “Tôi biết đó là cơ hội mong manh. Ông ấy có lẽ đã rơi xuống biển cách đây nhiều năm. Dù vậy, tôi muốn—tôi cần biết. Tôi có nhật ký của ông ấy. Chúng tôi có thể tìm được bằng chứng. Một thứ gì đó.” “Và nếu không,” Cookie thêm vào, “vẫn tốt hơn ngồi không, chờ bị gửi đi làm một nhiệm vụ ngu ngốc khác như lần này.” Bạn gật đầu và xin phép rời đi. Miễn là họ có nhau, bạn nghĩ cả hai sẽ ổn thôi.
zh: 令你惊讶的是，你发现高田和曲奇都在甲板下面的工作间里。曲奇拆开了他的左轮手枪，正在逐个清洗零件，而高田则在检查你们匆忙逃离期间机组人员弄坏的飞机部件。你偷偷地看了一会儿这两个人互相打趣。 “把那块布递来，行不？” “我不是你的手下，曲奇。” “得了，小弘，就在你那。抓著它往这一飞就行了。” “是，长官，要不要再给你泡杯茶？” “真好笑——你为啥扔那边去了？” “你叫我让它飞的啊。” “往我这啊，你这该对著我啊！” 在他们像这样斗嘴时，你暗自笑著。这对看著完全不合拍的搭档似乎比团队其他成员相处得更融洽。最后，谈话的间歇，你终于有机会现身了。你一进门，他们就简单地点点头，然后继续工作。你问他俩回到阿卡姆后打算做什么。 “小弘想要——还是你来说吧。”曲奇说。 高田叹了口气，坐了起来，用戴著手套的手背抹去额头上的汗水。“我……我想要试著寻找我的父亲。我邀请了弗雷德里克斯先生陪我一起去。”他俩交换了一个会意的眼神。“我知道希望渺茫。他可能在多年前就已经坠海了。即便如此，我还是想——我还是需要知道。我有他的日志。我们应该能找到证据。找到什么。” “就算没有。”曲奇补充说，“也比坐著干等，等待被派去做另一件像这样的傻事要好。” 你点头并告辞。只要他们有彼此支援，你觉得他俩都会没事的。

source: If Eliyah Ashevak and the investigators are the only survivors:
es: Si Eliyah Ashevak y los investigadores son los únicos supervivientes:
it: Se Eliyah Ashevak e gli investigatori sono gli unici sopravvissuti:
ko: ‘엘리야 애쉬버크’와 조사자들 외에 생존한 탐사대원이 없었습니까?
pl: Jeśli ocaleli wyłącznie Eliyah Ashevak i badacze:
vi: Nếu Eliyah Ashevak và các điều tra viên là những người sống sót duy nhất:
zh: 如果伊里亚·阿什瓦克和调查员是仅剩的幸存者：

source: Eliyah sits next to the railing near the bow of the ship, his stare distant and troubled. Anyu lays on the deck with him, her head resting on his lap. She is the first to spot your approach, but neither one of them greets you. You say nothing and sit nearby, staring off into the horizon in silence. "It happened again, Anyu," he mutters at last, his voice gravelly. "Everyone is gone. Everyone but us. Why? Why is it always us?" You tell Eliyah it's because the two of them are survivors, like you. Too stubborn to die. He shakes his head. "No. It is a curse. A burden." He pets Anyu softly. The dog lifts her head and gazes at you pleadingly. "I should be dead. Twice over, now." But that isn't true, you insist. And besides, he has kept Anyu safe this whole time—is that not reason enough to live? "No, it's the other way around," he says, a smile threatening to tug on his lips. "She's the one who saved me that day. She's the one who saves me every day."
es: Eliyah está sentado junto a la barandilla de la proa del barco, con la mirada perdida y teñida de preocupación. A su lado, tumbada sobre la cubierta y con la cabeza sobre su regazo, se encuentra Anyu. Es la primera que te ve acercarte, pero ninguno te saluda. No dices nada y te sientas cerca, mirando el horizonte en silencio. –Ha vuelto a suceder, Anyu –murmura por fin con la voz grave–. Todo el mundo ha muerto. Todos menos nosotros. ¿Por qué? ¿Por qué siempre nosotros? Le dices a Eliyah que es porque ambos son supervivientes, como tú. Demasiado tercos para morir. Pero él sacude la cabeza. –No. Es una maldición. Una carga –acaricia suavemente a Anyu. La perra levanta la cabeza y te mira con expresión suplicante–. Debería estar muerto. Dos veces ya. Insistes que no es cierto. Y además, ha mantenido a Anyu a salvo todo este tiempo, ¿acaso no es razón suficiente para vivir? –No, es al revés –dice con una sonrisa a punto de asomarle en los labios–. Fue ella la que me salvó ese día. Es ella quien me salva cada día.
it: Trovate Eliyah seduto accanto al parapetto sulla prua della nave. Ha lo sguardo distante e turbato. Anyu è sdraiata accanto a lui, con la testa poggiata sulle cosce del padrone; è lei la prima ad accorgersi di voi quando vi avvicinate, ma non venite accolti da alcun saluto. Senza dire nulla vi accomodate li vicino, lasciando scorrere lo sguardo sull’orizzonte. “È successo di nuovo, Anyu” mormora Eliyah con voce grave. “Sono morti tutti. Tutti tranne noi. Perché? Perché sempre noi?” Gli dite che è perché loro due sono dei sopravvissuti, proprio come voi. Troppo testardi per cedere. Eliyah scuote la testa. “No. È una maledizione… Un fardello.” Passa la mano con dolcezza sulla testa dell’animale; Anyu solleva il muso, fissandovi con il suo sguardo supplichevole. “Dovrei essere morto… È la seconda volta ormai.” Insistete, cercando di confutare le sue parole. Finora è sempre riuscito a tenere Anyu al sicuro, no? Non è una ragione sufficiente per continuare a vivere? “No, tutto il contrario” risponde lui con l’accenno di un sorriso che minaccia di spezzare la sua espressione torva. “È lei che mi ha salvato, quel giorno. È lei che mi salva ogni giorno.”
ko: 엘리야는 뱃머리 근처에 있는 난간 옆에 앉아서, 근심스러운 눈빛으로 먼 곳을 응시하고 있었습니다. 안유도 갑판에 누운 채로, 머리를 엘리야의 무릎에 기대고 있습니다. 안유가 당신을 먼저 알아보았지만, 엘리야와 안유 중 그 누구도 당신에게 반가움을 표하지 않았습니다. 당신은 아무 말도 없이 그 옆에 앉아, 침묵 속에서 수평선을 바라봅니다. “또 이런 일이 벌어졌구나, 안유.” 마침내 엘리야가 근심스러운 목소리로 중얼거립니다. “모두 죽었어. 우리 외에 모두가. 어째서일까? 왜 매번 우리만 남는 걸까?” 죽지 않은 것은 그저 당신과 마찬가지로 살아남았기 때문이라고 답합니다. 그리고 죽기엔 너무 명줄이 질기기 때문이라고 덧붙입니다. 엘리야가 고개를 젓습니다. “아니, 이건 저주라오. 짊어져야 할 짐이지.” 엘리야가 안유를 부드럽게 쓰다듬습니다. 안유는 고개를 들더니 뭔가를 원하는 듯이 당신을 바라봅니다. “나도 죽었어야만 했소. 이젠 두 번씩이나 그런 일을 겪은 셈이군.” 하지만 당신은 그렇지 않다고 반박합니다. 무엇보다도 언제나 안유를 지켜온 것이 엘리야였으니, 그것만으로도 살아 있을 이유는 충분하지 않을까요? “아니지. 그 반대라오.” 어렴풋하게 입가에 미소를 지으려던 엘리야가 답합니다. “그날 나를 구해준 건 안유였소. 내가 매번 살아남을 수 있던 건, 안유 덕분이라오.”
pl: Eliyah siedzi obok relingu w pobliżu dziobu statku, a jego spojrzenie jest odległe i niespokojne. Anyu leży na pokładzie przed nim, a jej głowa spoczywa na jego kolanach. Ona pierwsza zauważa wasze nadejście, ale żadne z nich się z wami nie wita. Milczycie i siadacie obok, wpatrując się w horyzont w ciszy. „Znowu to samo, Anyu” – mruczy w końcu ponuro. – „Wszyscy zginęli. Wszyscy oprócz nas. Dlaczego? Dlaczego to nam zawsze się udaje?”. Mówicie Eliyah, że to dlatego, że tak jak wy są po prostu zbyt uparci, aby umrzeć. Kręci głową. „Nie. To klątwa. Brzemię”. Delikatnie głaszcze Anyu. Pies podnosi głowę i patrzy na was błagająco. „Powinienem być martwy. Właściwie to już dwa razy”. Upieracie się, że to nieprawda. Poza tym, udało mu się zapewnić bezpieczeństwo Anyu przez cały ten czas – czy to nie jest wystarczający powód, aby żyć? „Nie, jest odwrotnie” – mówi, prawie się uśmiechając. – „To ona mnie wtedy uratowała. Ratuje mnie każdego dnia”.
vi: Eliyah ngồi cạnh lan can gần mũi tàu, ánh mắt xa xăm và đầy phiền muộn. Anyu nằm trên boong cùng anh, đầu gối lên đùi anh. Cô ấy là người đầu tiên nhận ra bạn đến gần, nhưng cả hai đều không chào bạn. Bạn không nói gì và ngồi gần đó, lặng lẽ nhìn ra đường chân trời. “Nó lại xảy ra, Anyu,” cuối cùng anh lẩm bẩm, giọng khàn khàn. “Mọi người đều biến mất. Tất cả trừ chúng ta. Tại sao? Sao luôn là chúng ta?” Bạn nói với Eliyah đó là vì cả hai là những người sống sót, như bạn. Quá cứng đầu để chết. Anh lắc đầu. “Không. Đó là lời nguyền. Một gánh nặng.” Anh vuốt ve Anyu nhẹ nhàng. Con chó ngẩng đầu, nhìn bạn van nài. “Tôi đáng lẽ đã chết. Giờ là hai lần rồi.” Nhưng điều đó không đúng, bạn khăng khăng. Và hơn nữa, anh đã giữ Anyu an toàn suốt thời gian qua—đó chẳng phải lý do đủ để sống sao? “Không, ngược lại mới đúng,” anh nói, một nụ cười thoáng muốn nở trên môi. “Cô ấy là người cứu tôi ngày đó. Cô ấy cứu tôi mỗi ngày.”
zh: 伊里亚坐在船头附近的栏杆旁，他的目光看向远方，充满不安。安雨躺在他旁边，头枕在他的腿上。她最先发现你靠近，但他们都没有打招呼。你什么也没说，只是坐在旁边，默默地凝视著远方。 “又一次发生了，安雨。”他终于开口了，声音沙哑。“所有人都死了。除了我们。为什么？为什么总是我们？” 你告诉伊里亚因为他俩都是生存者，跟你一样。命硬，百折不挠。他摇了摇头。 “不。这是诅咒。是负担。”他轻轻地抚弄著安雨。大狗抬起头，恳求地看著你。“我早该死了。现在是第二次了。” 但你坚持说事实并非如此。而且，他一直以来都好好保护著安雨——难道这还不能成为活下去的理由吗？ “不，恰恰相反。”他说著，嘴角露出一丝微笑。“那天是她救了我。一直都是她在拯救我。”

source: If both Ellsworth and Claypool survived
es: Si tanto Ellsworth como Claypool sobrevivieron

source: If both Dr. Kensler and Dr. Sinha survived
es: Si tanto la Dra. Kensler como la Dra. Sinha sobrevivieron

source: If both Dyer and Danforth survived
es: Si tanto Dyer como Danforth sobrevivieron

source: If both Takada and Cookie survived
es: Si tanto Takada como Cookie sobrevivieron

source: If only Eliyah survived
es: Si solo sobrevivió Eliyah
