Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/fatal_mirage.po
Languages: de, es, fr, it, pl, pt, ru, vi

source: As a [fast] ability, investigators at a mirage location may spend the requisite number of clues, as a group, to flip it over and resolve the story card on its other side.
de: Als eine [fast]-Fähigkeit dürfen Ermittler an einem Ort mit dem Schlüsselwort Trugbild als Gruppe die angegebene Anzahl Hinweise ausgeben, um die Karte umzudrehen und die Handlungskarte auf der anderen Seite abzuhandeln.
es: Como capacidad [fast], los investigadores que estén en un Lugar Espejismo pueden, como grupo, gastar la cantidad indicada de pistas para darle la vuelta y resolver la carta de Historia del otro lado.
fr: Les investigateurs dans un lieu ayant le mot-clé Mirage peuvent, en tant que capacité [fast], dépenser collectivement le nombre d’indices requis pour retourner le lieu et résoudre la carte Histoire au verso.
pl: Jako zdolność [fast] badacze w lokalizacji ze słowem kluczowym Miraż mogą, jako grupa, wydać wskazaną liczbę żetonów wskazówek, aby obrócić lokalizację i rozpatrzeć kartę fabuły na jej drugiej stronie.
pt: Como uma habilidade [fast], os investigadores em um local de miragem podem gastar o número indicado de pistas como grupo para virá-la e resolver a carta de história do outro lado.
ru: В качестве бесплатного активируемого свойства ([fast]) сыщики в локации-Мираже могут совместно потратить указанное число улик, чтобы перевернуть её и разыграть карту сюжета на обороте.
vi: Như một khả năng [fast], các điều tra viên tại địa điểm Mirage (Ảo Ảnh) có thể cùng nhau tiêu tốn số manh mối cần thiết để lật nó và xử lý lá bài câu chuyện ở mặt kia.

source: When a location with the mirage keyword enters play <i>(including during setup)</i>, for each card indicated by its mirage keyword that is already in play or in the victory display, reduce the location's clue value by its mirage value.
de: Sobald ein Ort mit dem Schlüsselwort Trugbild ins Spiel kommt <i>(auch während der Vorbereitung)</i>, wird der Hinweiswert des Ortes für jede Karte in seiner Klammer, die sich bereits im Spiel oder im Siegpunktestapel befindet, um seinen Trugbild-Wert gesenkt.
es: Cuando un Lugar con la palabra clave Espejismo entra en juego <i> (incluido durante la preparación) </i>, reduce el valor de pista del Lugar en tantos puntos como su valor de espejismo por cada carta indicada por su palabra clave Espejismo que ya esté en juego o en la zona de victoria.
fr: Quand un lieu ayant le mot-clé Mirage entre en jeu (<i>y compris lors de la mise en place</i>), pour chaque carte indiquée par le mot-clé Mirage qui est déjà en jeu ou dans la pile de victoire, diminuez la valeur d’indice du lieu du nombre indiqué à côté du mot-clé Mirage.
it: Quando un luogo con Miraggio entra in gioco <i>(incluso durante la preparazione)</i>, per ogni carta indicata dalla sua parola chiave Miraggio che è già in gioco o nella galleria delle vittorie, ridurre il valore di Indizi di quel luogo di un ammontare pari al suo valore di Miraggio.
pl: Kiedy lokalizacja ze słowem kluczowym Miraż wchodzi do gry <i>(także podczas przygotowania)</i>, za każdą kartę wskazaną przez słowo kluczowe Miraż, która znajduje się już w grze lub w puli zwycięstwa, obniż wartość wskazówek o wartość słowa kluczowego Miraż.
pt: Quando um local com a palavra-chave miragem entra em jogo <i>(incluindo durante a preparação)</i>, para cada carta indicada por sua palavra-chave miragem que já estiver em jogo ou no painel de vitória, reduza o valor de pista do local em seu valor de miragem.
ru: Когда локация-Мираж входит в игру (в том числе во время подготовки), снизьте её число улик на её значение Миража за каждую карту, указанную на ней после слова «Мираж», которая находится в игре или на победном счету.
vi: Khi một địa điểm có từ khóa Mirage (Ảo Ảnh) vào màn chơi <i>(bao gồm trong lúc chuẩn bị)</i>, với mỗi lá bài được chỉ ra bởi từ khóa Mirage đã ở trong màn chơi hoặc khu vực trưng bày thành tích, giảm giá trị manh mối của địa điểm đó theo giá trị Mirage của nó.

source: <b>Note: This is less likely to occur the first time you play Fatal Mirage, but is much more likely during subsequent playthroughs.</b>
de: <b>Hinweis: Dies wird beim ersten Durchlauf von Tödliches Trugbild eher selten vorkommen, ist aber bei den darauffolgenden Durchläufen sehr wahrscheinlich.</b>
es: <b>Nota: Esto es menos probable que ocurra la primera vez que juegues Espejismo letal, pero es mucho más probable en partidas siguientes.</b>
fr: <b>Note : cette situation est moins susceptible de se produire la première fois que vous jouez Mirage Fatal et plus susceptible de se produire lors des occurrences suivantes.</b>
it: <b>Nota: È difficile che questo si verifichi durante la prima partita di Miraggio Fatale, ma potrebbe verificarsi più facilmente durante le partite seguenti.</b>
pl: <b>Uwaga: Mało prawdopodobne, aby wydarzyło się to podczas pierwszej rozgrywki w Zdradzieckie miraże, ale bardzo prawdopodobne podczas kolejnych rozgrywek.</b>
pt: <b>Observação: é pouco provável que isso aconteça na primeira vez que você jogar Miragem Fatal, mas é muito provável que aconteça durante uma incursão posterior.</b>
ru: <b>Обратите внимание: скорее всего, такого не произойдёт во время вашего первого прохождения, но вполне может случиться во время следующих прохождений.</b>
vi: <b>Lưu ý: Điều này ít xảy ra khi bạn chơi Fatal Mirage (Ảo Ảnh Chết Người) lần đầu, nhưng rất dễ xảy ra trong các lần chơi sau.</b>

source: <i>For example: Prison of Memories has a clue value of 3[per_investigator] and has the following text: "Mirage 1 [per_investigator] (Base Camp, Deck of Theodosia, University Halls)." When Prison of Memories enters play, the investigators check which of the three cards indicated by its mirage keyword are already in play or in the victory display. Both University Halls and Deck of Theodosia are already in play, but Base Camp is still set aside. Therefore, the clue value of Prison of Memories is reduced by 2 [per_investigator], meaning only 1 [per_investigator] clues are placed on it when it enters play.</i>
de: <i>Beispiel: Der Ort Gedankengefängnis hat einen Hinweiswert von 3[per_investigator] und hat den folgenden Text: „Trugbild 1[per_investigator] (Basislager, Deck der Theodosia, Universitätsflur).“ Sobald das Gedankengefängnis ins Spiel kommt, überprüfen die Ermittler, welche der drei Karten, die hinter dem Schlüsselwort in der Klammer stehen, sich bereits im Spiel oder im Siegpunktestapel befinden. Sowohl der Universitätsflur als auch das Deck der Theodosia sind bereits im Spiel. Das Basislager ist noch beiseitegelegt und nicht im Spiel. Deshalb wird der Hinweiswert des Gedankengefängnisses um 2[per_investigator] gesenkt. Das bedeutet, dass nur noch 1[per_investigator] Hinweis darauf platziert wird, sobald es ins Spiel kommt</i>
es: <i>Por ejemplo: Prisión de recuerdos tiene un valor de pista de 3 [per_investigator] y el siguiente texto: "Espejismo 1 [per_investigator] (Campamento base, Cubierta del Theodosia, Salas de la universidad)". Cuando la Prisión de recuerdos entra en juego, los investigadores comprueban cuáles de las 3 cartas indicadas por su palabra clave Espejismo ya están en juego o en la zona de victoria. Tanto las Salas de la universidad como la Cubierta del Theodosia ya están en juego, pero el Campamento base sigue puesto aparte. Por lo tanto, el valor de pista de la Prisión de recuerdos se reduce en 2 [per_investigator], lo que significa que sólo se coloca 1 pista [per_investigator] sobre ella cuando entra en juego. </i>
fr: <i>Exemple : la Prison des Souvenirs possède une valeur d’indice de 3[per_investigator] et le texte suivant : « Mirage 1e (Camp de Base, Pont du Theodosia, Couloirs de l’Université). » Quand la Prison des Souvenirs entre en jeu, les investigateurs vérifient lesquelles des trois cartes indiquées sont déjà enjeu ou dans la pile de victoire. Les Couloirs de l’Université et le Pont du Theodosia sont déjà en jeu, mais le Camp de Base est encore mis de côté. Par conséquent, la valeur d’indice de la Prison des Souvenirs est diminuée de 2[per_investigator], ce qui signifie que vous placerez seulement l[per_investigator] indice dessus quand elle entrera en jeu.</i>
it: <i>Per esempio: La Prigione di Ricordi ha un valore di Indizi pari a 3[per_investigator] e il testo seguente: "Miraggio 1[per_investigator] (Campo Base, Ponte della Theodosia, Corridoi dell'Università)". Quando la Prigione di Ricordi entra in gioco, gli investigatori controllano quali delle 3 carte indicate dalla sua parola chiave Miraggio sono già in gioco o nella galleria delle vittorie. Sia i Corridoi dell'Università che il Ponte della Theodosia sono già in gioco, mentre il Campo Base è ancora messo da parte. Pertanto, il valore di Indizi della Prigione di Ricordi viene ridotto di 2[per_investigator], ovvero vengono collocati solo 1[per_investigator] indizi su di essa quando entra in gioco.</i>
pl: <i>Przykład: Więzienie wspomnień ma wartość wskazówek 3 [per_investigator] i ma następujący tekst: „Miraż 1 [per_investigator] (Główny obóz, Pokład Teodozji, Sale uniwersytetu)”. Kiedy Więzienie wspomnień wchodzi do gry, badacze sprawdzają, które z tych trzech kart (wskazanych przez słowo kluczowe Miraż) znajdują się już w grze lub w puli zwycięstwa. Sale uniwersytetu i Pokład Teodozji są już w grze, ale Główny obóz nadal jest odłożony na bok, poza grę. Dlatego należy obniżyć wartość wskazówek Więzienia wspomnień o 2 [per_investigator], co oznacza, że kiedy wchodzi do gry, należy umieścić na nim tylko 1 [per_investigator] żetonów wskazówek.</i>
pt: <i>Por exemplo: Prisão de Memórias tem um valor de pista de 3 [per_investigator] e tem o seguinte texto: “Miragem 1 [per_investigator] (Acampamento Base, Convés do Theodosia, Corredores da Universidade).” Quando Prisão de Memórias entra em jogo, os investigadores verificam quais das três cartas indicadas por sua palavra-chave miragem já estão em jogo ou no painel de vitória. Tanto Corredores da Universidade quanto Convés do Theodosia já estão em jogo, mas Acampamento Base ainda está separado. Portanto, o valor de pista de Prisão de Memórias é reduzido em 2 [per_investigator], o que significa que apenas um número de pistas igual a 1 [per_investigator] é colocado sobre ela quando ela entra em jogo.</i>
ru: <i>Например: Число улик «Темницы воспоминаний» — 3 [per_investigator], текст на ней гласит: «Мираж 1 [per_investigator] („Базовый лагерь“, „Палуба «Феодосии»“, „Университетский коридор“)». Когда «Темница воспоминаний» входит в игру, сыщики проверяют, какие из трёх карт, указанных на ней после слова «Мираж», уже в игре или на победном счету. «Университетский коридор» и «Палуба „Феодосии“» в игре, но «Базовый лагерь» ещё отложен в сторону. Поэтому число улик «Темницы воспоминаний» уменьшается на 2 [per_investigator], и когда она входит в игру, на неё кладётся только 1 [per_investigator] улик.</i>
vi: <i>Ví dụ: Prison of Memories (Nhà Tù Ký Ức) có giá trị manh mối là 3 cho [mỗi điều tra viên] và có dòng chữ: "Mirage 1 [mỗi điều tra viên] (Base Camp, Deck of Theodosia, University Halls) (Trại Cơ Sở, Boong Tàu Theodosia, Đại Sảnh Đại Học)." Khi Prison of Memories vào trò chơi, các điều tra viên kiểm tra xem trong ba lá bài được chỉ ra bởi từ khóa Mirage, lá nào đã ở trong trò chơi hoặc khu vực chiến thắng. Cả University Halls (Đại Sảnh Đại Học) và Deck of Theodosia (Boong Tàu Theodosia) đã ở trong màn chơi, nhưng Base Camp (Trại Cơ Sở) vẫn ở ngoài. Do đó, giá trị manh mối của Prison of Memories giảm 2 [mỗi điều tra viên], nghĩa là chỉ còn 1 [mỗi điều tra viên] manh mối được đặt lên nó khi vào màn chơi.</i>

source: A location is "cleared of mirages" if every card indicated by its mirage keyword is already either in play or in the victory display. A location that is cleared of mirages cannot be flipped over again.
de: Ein Ort gilt als „von allen Trugbildern befreit“, sobald sich jede Karte, die in der Klammer hinter dem Schlüsselwort Trugbild steht, entweder im Spiel oder im Siegpunktestapel befindet. Ein von allen Trugbildern befreiter Ort kann nicht erneut umgedreht werden.
es: Un Lugar está “despejado de espejismos” si todas las cartas indicadas por su palabra clave Espejismo están en juego o en la zona de victoria. No se puede volver a dar la vuelta a un Lugar que esté despejado de espejismos.
fr: Un lieu est « débarrassé de ses mirages » si toutes les cartes indiquées par le mot-clé Mirage sont déjà soit en jeu, soit dans la pile de victoire. Un lieu débarrassé de ses mirages ne peut plus être retourné.
it: Un luogo è "liberato dai miraggi" se ogni carta indicata dalla sua parola chiave Miraggio è già in gioco o nella galleria delle vittorie. Un luogo liberato dai miraggi non può essere girato di nuovo.
pl: Lokalizacja jest „wolna od wspomnień”, jeśli każda karta wskazana przez jej słowo kluczowe Miraż znajduje się już w grze lub w puli zwycięstwa. Lokalizacja, która jest wolna od wspomnień, nie może zostać ponownie obrócona.
pt: Um local está “livre de miragens” se cada carta indicada pela palavra-chave miragem estiver em jogo ou no painel de vitória. Um local que foi liberado de miragens não pode ser virado novamente.
ru: Локация считается <i>очищенной от миражей</i>, если каждая карта, указанная на ней после слова «Мираж», находится в игре или на победном счету. Локация, очищенная от миражей, больше не может переворачиваться.
vi: Một địa điểm được coi là "xóa sạch ảo ảnh" nếu mọi lá bài được chỉ ra bởi từ khóa Mirage (Ảo Ảnh) của nó đã ở trong màn chơi hoặc khu vực trưng bày thành tích. Địa điểm đã xóa sạch ảo ảnh không thể lật lại lần nữa.

source: If there are other non-story cards in the victory display worth Victory X, each investigator earns experience equal to that amount.
de: Falls sich noch andere Nicht-Handlungskarten mit dem Schlüsselwort Sieg X im Siegpunktestapel befinden, verdient jeder Ermittler Erfahrungspunkte in Höhe des Sieg-X-Wertes dieser Karten.
es: Si hay otras cartas que no sean de Historia en la zona de victoria con Victoria X, cada investigador obtiene una cantidad de experiencia igual a ese valor.
fr: S’il y a d’autres cartes non-Histoire dans la pile de victoire ayant le mot-clé Victoire X, chaque investigateur reçoit un total de points d’expérience égal la somme de leurs valeurs de Victoire X.
it: Se ci sono altre carte non storia con Vittoria nella galleria delle vittorie, ogni investigatore guadagna un ammontare di punti esperienza pari al valore di Vittoria di ognuna di quelle carte.
pl: Jeśli w puli zwycięstwa znajdują się jakieś karty, które posiadają wartość Zwycięstwo X (inne niż karty fabuły), każdy badacz otrzymuje punkty doświadczenia równe ich wartości.
pt: Se houver quaisquer outras cartas que não sejam de história no painel de vitória que valem Vitória X, cada investigador ganha experiência igual a tal quantidade.
ru: Если на победном счету есть другие карты, кроме карт сюжета, каждый сыщик получает опыт, равный сумме их победных значений.
vi: Nếu có các lá bài không phải câu chuyện khác trong khu vực trưng bày thành tích có giá trị Victory X, mỗi điều tra viên nhận kinh nghiệm bằng số đó.

source: Victory display (non-story cards):
de: Siegpunktestapel (Nicht-Handlungskarten)
es: Zona de victoria (cartas que no sean de Historia):
fr: Pile de victoire (cartes non-Histoire)
it: Galleria delle vittorie (carte non storia):
pl: Pula zwycięstwa (karty inne niż karty fabuły):
pt: Painel de vitória (cartas que não são de história)
ru: Победный счёт (кроме карт сюжета):
vi: Khu vực trưng bày thành tích (lá bài không phải câu chuyện):

source: But you have no say in the matter.
de: In dieser Angelegenheit habt ihr nichts zu melden.
es: Pero no tienes ni voz ni voto en ello.
fr: Mais bon, vous n’avez pas vraiment votre mot à dire.
it: Ma purtroppo non avete voce in capitolo.
pl: Ale nie macie zbyt wielkiego wyboru.
pt: Mas não há escolha.
ru: Но от ваших предпочтений ничего не зависит.
vi: Nhưng cậu không có quyền quyết định chuyện này.

source: Is there a difference?
de: Macht das einen Unterschied?
es: ¿Acaso hay alguna diferencia?
fr: Quelle différence cela ferait-il ?
it: Farebbe differenza?
pl: Zresztą, czy jest jakaś różnica?
pt: Existe diferença?
ru: А какая, собственно, разница?
vi: Có khác biệt gì không?

source: In the "Fatal Mirage" section of the Campaign Log, under "Memories Banished," record each story card in the victory display. Each investigator earns experience equal to the Victory X value of each card recorded in this way. <i>(Do not earn experience points for cards already recorded in this section)</i>.
de: Im Abschnitt „Tödliches Trugbild“ im Kampagnenlogbuch wird unter „Verbannte Erinnerungen“ jede Handlungskarte im Siegpunktestapel notiert. Jeder Ermittler verdient Erfahrungspunkte in Höhe des Sieg-X-Wertes jeder Karte, die auf diese Weise notiert worden ist. <i>(Es gibt keine Erfahrungspunkte für bereits zuvor notierte Karten.)</i>
es: Anota en la sección "Espejismo letal" del registro de campaña, en el campo "Recuerdos desterrados", todas las cartas de Historia que haya en la zona de victoria. Cada investigador obtiene una cantidad de experiencia igual al valor de Victoria X de cada carta anotada de este modo <i>(no obtengas puntos de experiencia por cartas que ya estuvieran anotadas en esta sección) </i>.
fr: Dans la section « Mirage Fatal » du Carnet de Campagne, sous la mention « Souvenirs Bannis » inscrivez le titre de chaque carte Histoire dans la pile de victoire. Chaque investigateur reçoit un total de points d’expérience égal à la somme des valeurs de Victoire X des cartes que vous inscrivez ainsi. (<i>Ne recevez pas de point d’expérience pour les cartes qui étaient déjà inscrites dans cette section.</i>)
it: Annotate nel Diario della Campagna, alla voce "Ricordi Esiliati" nella sezione "Miraggio Fatale", ogni carta storia nella galleria delle vittorie. Ogni investigatore guadagna un ammontare di punti esperienza pari al valore di Vittoria di ogni carta annotata in questo modo (non guadagnate punti esperienza per le carte già annotate a questa voce).
pl: W Dzienniku kampanii, w sekcji „Zdradzieckie miraże” zanotuj w części „Wyparte wspomnienia” każdą kartę fabuły znajdującą się w puli zwycięstwa. Każdy badacz zdobywa punkty doświadczenia w liczbie równej łącznej wartości Zwycięstwo X wszystkich kart zanotowanych w ten sposób. <i>(Nie otrzymujecie punktów doświadczenia za karty znajdujące się w tej sekcji wcześniej)</i>.
pt: Na seção “Miragem Fatal” do Registro da Campanha, sob “Memórias Banidas”, anote cada carta de história presente no painel de vitória. Cada investigador ganha experiência igual ao valor de Vitória X de cada carta anotada neste momento <i>(eles não ganham pontos de experiência por cartas já registradas nesta seção)</i>.
ru: В графе журнала «Роковой мираж» в разделе «Изгнанные воспоминания» запишите названия всех карт сюжета на победном счету. Каждый сыщик получает опыт, равный сумме победных значений всех записанных при этом карт. (Не получайте опыт за карты, чьи названия были записаны туда ранее.)
vi: Trong phần "Fatal Mirage" (Ảo Ảnh Chết Người) của Nhật ký Chiến dịch, dưới mục "Memories Banished" (Ký Ức Bị Xóa), ghi lại mỗi lá bài câu chuyện trong khu vực trưng bày thành tích. Mỗi điều tra viên nhận kinh nghiệm bằng giá trị Victory X (Chiến Thắng X) của mỗi lá bài được ghi lại theo cách này. <i>(Không nhận điểm kinh nghiệm cho các lá bài đã được ghi trong mục này)</i>.

source: In victory display
de: Im Siegpunktestapel
es: En la zona de victoria
fr: Dans la pile de victoire
it: Nella galleria delle vittorie
pl: W puli zwycięstwa
pt: No painel de vitória
ru: На победном счёте
vi: Trong khu vực trưng bày thành tích

source: Airfield
de: Flugplatz
es: Aeródromo
fr: Aérodrome
it: Campo d'Aviazione
pl: Lotnisko
pt: Campo de Pouso
ru: Аэродром
vi: Airfield (Sân Bay)

source: Alaskan Wilds
de: Alaskas Wildnis
es: Naturaleza de Alaska
fr: Terres Sauvages d'Alaska
it: Foreste dell'Alaska
pl: Dzikie tereny Alaski
pt: Natureza do Alaska
ru: Пустоши Аляски
vi: Alaskan Wilds (Vùng Hoang Dã Alaska)

source: Cluttered Dormitory
de: Chaotisches Studentenzimmer
es: Residencia desordenada
fr: Chambre d'Étudiant
it: Dormitorio in Disordine
pl: Zagracony pokój w akademiku
pt: Dormitório Bagunçado
ru: Комната в общежитии
vi: Cluttered Dormitory (Ký Túc Xá Lộn Xộn)

source: Dyer's Classroom
de: Dyers Hörsaal
es: Aula de Dyer
fr: Classe de Dyer
it: Aula di Dyer
pl: Aula Dyera
pt: Sala de Aula de Dyer
ru: Аудитория Дайера
vi: Dyer's Classroom (Lớp Học của Dyer)

source: Infirmary
de: Krankenstation
es: Dispensario
fr: Infirmerie
it: Infermeria
pl: Izba chorych
pt: Enfermaria
ru: Госпиталь
vi: Infirmary (Phòng Y Tế)

source: Dr. Kensler's Office
de: Dr. Kenslers Büro
es: Despacho de la Dra. Kensler
fr: Bureau du Dr Kensler
it: Ufficio della Dott.ssa Kensler
pl: Gabinet dr Kensler
pt: Escritório da Dra. Kensler
ru: Кабинет доктора Кенслер
vi: Dr. Kensler's Office (Văn Phòng Tiến sĩ Kensler)

source: Mo'ai Statues
de: Moai-Statuen
es: Moáis
fr: Statues Moaï
it: Statue Mo'ai
pl: Posągi moai
pt: Estátuas Mo’ai
ru: Статуи моаи
vi: Mo'ai Statues (Tượng Mo'ai)

source: Ottoman Front
de: Osmanische Front
es: Frente otomano
fr: Front Ottoman
it: Fronte Ottomano
pl: Front osmański
pt: Fronte Otomano
ru: Турецкий фронт
vi: Ottoman Front (Mặt Trận Ottoman)

source: The Black Stone
de: Der Schwarze Stein
es: La piedra negra
fr: La Pierre Noire
pl: Czarny obelisk
ru: Чёрный камень

source: Memory of an Alien Translation
de: Erinnerung an eine fremdartige Übersetzung
es: Recuerdo de una traducción alienígena
fr: Souvenir d'une Étrange Traduction
it: Ricordo di una Traslazione Aliena
pl: Wspomnienie obcego tłumaczenia
pt: Memórias de uma Tradução Alienígena
ru: Память о неземных письменах
vi: Memory of an Alien Translation (Ký Ức về Bản Dịch Kỳ Lạ)

source: Memory of a Hunt Gone Awry
de: Erinnerung an eine fehlgeschlagene Jagd
es: Recuerdo de una cacería torcida
fr: Souvenir d'une Chasse Désastreuse
it: Ricordo di una Caccia Finita Male
pl: Wspomnienie tragicznego polowania
pt: Memórias de uma Caçada Malfadada
ru: Память о неудачной охоте
vi: Memory of a Hunt Gone Awry (Ký Ức về Cuộc Săn Sai Lầm)

source: Memory of a Lost Patient
de: Erinnerung an einen verlorenen Patienten
es: Recuerdo de un paciente perdido
fr: Souvenir d'un Patient Décédé
it: Ricordo di un Paziente Perduto
pl: Wspomnienie zmarłego pacjenta
pt: Memórias de um Paciente Perdido
ru: Память о потерянном пациенте
vi: Memory of a Lost Patient (Ký Ức về Bệnh Nhân Đã Mất)

source: Memory of a Missing Father
de: Erinnerung an einen vermissten Vater
es: Recuerdo de un padre desaparecido
fr: Souvenir d'un Père Disparu
it: Ricordo di un Padre Assente
pl: Wspomnienie utraconego ojca
pt: Memórias de um Pai Desaparecido
ru: Память о пропавшем отце
vi: Memory of a Missing Father (Ký Ức về Người Cha Mất Tích)

source: Memory of a Ravaged Country
de: Erinnerung an ein verwüstetes Land
es: Recuerdo de un país asolado
fr: Souvenir d'un Pays Dévasté
it: Ricordo di un Paese Devastato
pl: Wspomnienie spustoszonego kraju
pt: Memórias de um País Arrasado
ru: Память о разорённой стране
vi: Memory of a Ravaged Country (Ký Ức về Đất Nước Tàn Phá)

source: Memory of a Regretful Voyage
de: Erinnerung an eine bedauerliche Reise
es: Recuerdo de un viaje pesaroso
fr: Souvenir d'une Regrettable Expédition
it: Ricordo di un Viaggio Dolente
pl: Wspomnienie zgubnej podróży
pt: Memórias de uma Viagem Pesarosa
ru: Память о скорбной экспедиции
vi: Memory of a Regretful Voyage (Ký Ức về Chuyến Đi Hối Tiếc)

source: Memory of a Terrible Discovery
de: Erinnerung an eine schreckliche Entdeckung
es: Recuerdo de un descubrimiento terrible
fr: Souvenir d'une Terrible Découverte
it: Ricordo di una Terribile Scoperta
pl: Wspomnienie przerażającego odkrycia
pt: Memórias de uma Descoberta Terrível
ru: Память об ужасном открытии
vi: Memory of a Terrible Discovery (Ký Ức về Phát Hiện Kinh Hoàng)
