Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/fatal_mirage.po
Languages: de, es, fr, it, pl, pt, ru, vi

source: Memory of an Unrequited Love
de: Erinnerung an die unerwiderte Liebe
es: Recuerdo de un amor no correspondido
fr: Souvenir d'un Amour Déçu
it: Ricordo di un Amore Non Corrisposto
pl: Wspomnienie nieodwzajemnionej miłości
pt: Memórias de um Amor Não Correspondido
ru: Память о неразделённой любви
vi: Memory of an Unrequited Love (Ký Ức về Tình Yêu Không Được Đáp Lại)

source: Memory of an Unspeakable Evil
de: Erinnerung an ein unaussprechliches Übel
es: Recuerdo de un mal innombrable
fr: Souvenir d'un Mal Indicible
it: Ricordo di un Male Indicibile
pl: Wspomnienie nieopisywalnego zła
pt: Memórias de um Mal Indescritível
ru: Память о невыразимом зле
vi: Memory of an Unspeakable Evil (Ký Ức về Cái Ác Không Thể Nói)

source: In the "Fatal Mirage" section of the Campaign Log, under "Memories Discovered," record each non-[[Otherworld]] locaction in play.
de: Im Abschnitt „Tödliches Trugbild“ im Kampagnenlogbuch wird unter „Entdeckte Erinnerungen“ jeder Nicht-[[Anderswelt]]-Ort im Spiel notiert.
es: Anota en la sección "Espejismo letal" del registro de campaña, en el campo "Recuerdos descubiertos", todos los Lugares en juego que no sean [[Sobrenatural]].
fr: Dans la section « Mirage Fatal » du Carnet de Campagne, sous la mention « Souvenirs Découverts », inscrivez le titre de chaque lieu non-[[Autre Monde]] en jeu.
it: Annotate nel Diario della Campagna, alla voce "Ricordi Svelati" nella sezione "Miraggio Fatale", ogni luogo non [[Ultraterreno]] in gioco.
pl: W Dzienniku kampanii, w sekcji „Zdradzieckie miraże” zanotuj w części „Odzyskane wspomnienia” każdą znajdującą się w grze lokalizację bez cechy [[Inne światy]].
pt: Na seção “Miragem Fatal” do Registro da Campanha, sob “Memórias Descobertas”, registre cada local que estiver em jogo que não seja [[Otherworld]].
ru: В графе журнала «Роковой мираж» в разделе «Обнаруженные воспоминания» запишите названия всех находящихся в игре локаций без черты [[Иной мир]].
vi: Trong phần "Fatal Mirage" (Ảo Ảnh Chết Người) của Nhật ký Chiến dịch, dưới mục "Memories Discovered" (Ký Ức Đã Được Khám Phá), ghi lại mỗi địa điểm không phải [[Otherworld]] đang trong màn chơi.

source: In play
it: In gioco
pl: W grze
pt: Em jogo
ru: В игре
vi: Trong màn chơi

source: Base Camp
de: Basislager
es: Campamento base
fr: Camp de Base
it: Campo Base
pl: Główny obóz
pt: Acampamento Base
ru: Базовый лагерь
vi: Base Camp (Trại Cơ Sở)

source: Deck of the Theodosia
de: Deck der Theodosia
es: Cubierta del Theodosia
fr: Pont du Theodosia
it: Ponte della Theodosia
pl: Pokład Teodozji
pt: Convés do Theodosia
ru: Палуба «Феодосии»
vi: Deck of the Theodosia (Boong Tàu Theodosia)

source: University Halls
de: Universitätsflur
es: Salas de la universidad
fr: Couloirs de l'Université
it: Corridoi dell'Università
pl: Sale uniwersytetu
pt: Corredores da Universidade
ru: Университетский коридор
vi: University Halls (Đại Sảnh Đại Học)

source: Hedge Maze
de: Heckenlabyrinth
es: Laberinto de setos
fr: Labyrinthe de Haies
it: Labirinto di Siepi
pl: Labirynt ogrodowy
pt: Labirinto de Sebe
ru: Садовый лабиринт
vi: Hedge Maze (Mê Cung Hàng Rào)

source: Deserted Station
de: Verlassene Station
es: Estación desierta
fr: Gare Abandonnée
it: Stazione Deserta
pl: Opuszczona stacja
pt: Estação Abandonada
ru: Захолустная станция
vi: Deserted Station (Trạm Bị Bỏ Hoang)

source: Coastal Waters
de: Kpstengewässer
es: Aguas costeras
fr: Eaux Côtières
it: Acque Costiere
pl: Wody przybrzeżne
pt: Águas Costeiras
ru: Прибрежные воды
vi: Coastal Waters (Vùng Nước Ven Bờ)

source: Elder Chamber
de: Kammer der Alten
es: Cámara de los Antiguos
fr: Chambre des Anciens
it: Sala degli Antichi
pl: Komnata starszych bogów
pt: Câmara Antiga
ru: Зал Старцев
vi: Elder Chamber (Phòng Cổ Xưa)

source: Riverview Theatre
de: Riverview-Theater
es: Teatro de Riverview
fr: Théâtre Riverview
it: Cinema di Riverview
pl: Kinoteatr Riverview
pt: Teatro Riverview
ru: Кинотеатр «Ривервью»
vi: Riverview Theatre (Nhà Hát Riverview)

source: Standing Stones
de: Stehende Steine
es: Piedras verticales
fr: Pierres Dressées
it: Pietre Verticali
pl: Stojące kamienie
pt: Pedras Eretas
ru: Каменные столбы
vi: Standing Stones (Đá Đứng)

source: Cross off each location recorded under "Memories Discovered" for which the corresponding story card is also recorded under "Memories Banished."
de: Jeder Ort unter „Entdeckte Erinnerungen“, zu dem es eine passende Handlungskarte unter „Verbannte Erinnerungen“ gibt, wird durchgestrichen.
es: Tacha todos los Lugares anotados en "Recuerdos descubiertos" cuya carta de Historia correspondiente esté también anotada en "Recuerdos desterrados".
fr: Barrez chaque lieu inscrit sous la mention « Souvenirs Découverts » dont la carte Histoire correspondante est également inscrite sous la mention « Souvenirs Bannis ».
it: Barrate ogni luogo annotato alla voce "Ricordi Svelati" la cui carta storia corrispondente è annotata anche alla voce "Ricordi Esiliati".
pl: Wykreśl każdą lokalizację zanotowaną w części „Odkryte wspomnienia”, dla której odpowiadająca jej karta fabuły jest zanotowana w części „Wyparte wspomnienia”.
pt: Risque cada local anotado sob “Memórias Descobertas” cuja carta de história correspondente também esteja anotada sob “Memórias Banidas”.
ru: Проверьте каждую локацию, записанную в этом разделе. Если в разделе «Изгнанные воспоминания» записана карта сюжета, соответствующая проверяемой локации, вычеркните её из «Обнаруженных воспоминаний».
vi: Gạch bỏ mỗi địa điểm được ghi trong "Memories Discovered" (Ký Ức Đã Được Khám Phá) mà lá bài câu chuyện tương ứng cũng được ghi trong "Memories Banished" (Ký Ức Bị Xóa).

source: Claypool has confronted his demons.
de: Claypool hat sich seinen Dämonen gestellt.
es: Claypool se ha enfrentado a sus demonios.
fr: Claypool a affronté ses démons.
it: Claypool ha affrontato i suoi demoni.
pl: Claypool zmierzył się z demonami swojej przeszłości.
pt: Claypool confrontou seus demônios.
ru: Клейпул бросил вызов своим демонам.
vi: Claypool đã đối mặt với con quỷ của mình.

source: Cookie has confronted his demons.
de: Cookie hat sich seinen Dämonen gestellt.
es: Cookie se ha enfrentado a sus demonios.
fr: Cookie a affronté ses démons.
it: Cookie ha affrontato i suoi demoni.
pl: Cookie zmierzył się z demonami swojej przeszłości.
pt: Cookie confrontou seus demônios.
ru: Сухарь бросил вызов своим демонам.
vi: Cookie đã đối mặt với con quỷ của mình.

source: Danforth has confronted his demons.
de: Danforth hat sich seinen Dämonen gestellt.
es: Danforth se ha enfrentado a sus demonios.
fr: Danforth a affronté ses démons.
it: Danforth ha affrontato i suoi demoni.
pl: Danforth zmierzył się z demonami swojej przeszłości.
pt: Danforth confrontou seus demônios.
ru: Данфорт бросил вызов своим демонам.
vi: Danforth đã đối mặt với con quỷ của mình.

source: Dyer has confronted his demons.
de: Dyer hat sich seinen Dämonen gestellt.
es: Dyer se ha enfrentado a sus demonios.
fr: Dyer a affronté ses démons.
it: Dyer ha affrontato i suoi demoni.
pl: Dyer zmierzył się z demonami swojej przeszłości.
pt: Dyer confrontou seus demônios.
ru: Дайер бросил вызов своим демонам.
vi: Dyer đã đối mặt với con quỷ của mình.

source: Eliyah has confronted his demons.
de: Eliyah hat sich seinen Dämonen gestellt.
es: Eliyah se ha enfrentado a sus demonios.
fr: Eliyah a affronté ses démons.
it: Eliyah ha affrontato i suoi demoni.
pl: Eliyah zmierzył się z demonami swojej przeszłości.
pt: Eliyah confrontou seus demônios.
ru: Илайя бросил вызов своим демонам.
vi: Eliyah đã đối mặt với con quỷ của mình.

source: Ellsworth has confronted his demons.
de: Ellsworth hat sich seinen Dämonen gestellt.
es: Ellsworth se ha enfrentado a sus demonios.
fr: Ellsworth a affronté ses démons.
it: Ellsworth ha affrontato i suoi demoni.
pl: Ellsworth zmierzył się z demonami swojej przeszłości.
pt: Ellsworth confrontou seus demônios.
ru: Эллсворт бросил вызов своим демонам.
vi: Ellsworth đã đối mặt với con quỷ của mình.

source: Dr. Kensler has confronted her demons.
de: Dr. Kensler hat sich ihren Dämonen gestellt.
es: la Dra. Kensler se ha enfrentado a sus demonios.
fr: Dr Kensler a affronté ses démons.
it: La dottoressa Kensler ha affrontato i suoi demoni.
pl: dr Kensler zmierzyła się z demonami swojej przeszłości.
pt: Dra. Kensler confrontou seus demônios.
ru: Доктор Кенслер бросила вызов своим демонам.
vi: Tiến sĩ Kensler đã đối mặt với con quỷ của mình.

source: Dr. Sinha has confronted her demons.
de: Dr. Sinha hat sich ihren Dämonen gestellt.
es: la Dra. Sinha se ha enfrentado a sus demonios.
fr: Dr Sinha a affronté ses démons.
it: La dottoressa Sinha ha affrontato i suoi demoni.
pl: dr Sinha zmierzyła się z demonami swojej przeszłości.
pt: Dra. Sinha confrontou seus demônios.
ru: Доктор Синха бросила вызов своим демонам.
vi: Tiến sĩ Sinha đã đối mặt với con quỷ của mình.

source: Takada has confronted her demons.
de: Takada hat sich ihren Dämonen gestellt.
es: Takada se ha enfrentado a sus demonios.
fr: Takada a affronté ses démons.
it: Takada ha affrontato i suoi demoni.
pl: Takada zmierzyła się z demonami swojej przeszłości.
pt: Takada confrontou seus demônios.
ru: Такада бросила вызов своим демонам.
vi: Takada đã đối mặt với con quỷ của mình.

source: Add 1 frost token
de: Füge dem Chaosbeutel 1 Frost-Marker hinzu
es: Añade 1 ficha de Helada
fr: Ajoutez 1 pion [frost]
it: Aggiungete 1 segnalino gelo
pl: Dodaj 1 żeton mrozu
pt: Adicionar 1 ficha de congelamento
ru: Добавить 1 жетон мороза
vi: Thêm 1 token băng giá

source: You stumble wearily to your feet. A dream? You grip your temples, your mind aching. It feels as though a pneumatic drill has been taken to the inside of your skull. If this is what sleep is to be in this hellish place, you want no part of it.
de: Ihr stolpert müde über eure eigenen Füße. Ein Traum? Ihr fasst euch an die Schläfen, allen tut der Kopf weh. Es fühlt sich an, als wäre ein Pressluftbohrer in das Innere eures Schädels getrieben worden. Wenn es das ist, was man an diesem höllischen Ort unter Schlaf versteht, dann wollt ihr nichts damit zu tun haben.
es: Te pones en pie tambaleante. ¿Ha sido un sueño? Te agarras las sienes porque te duele la mente. Es como si te hubieran aplicado un taladro neumático en el interior del cráneo. Si dormir en este lugar infernal es así, no quieres volver a hacerlo.
fr: Vous vous levez péniblement. Était-ce un rêve ? Vous portez vos mains à vos tempes pour soulager votre mal de crâne. C’est comme si une foreuse pneumatique avait creusé à l’intérieur de votre tête. Si c’est à cela que ressemble le sommeil dans ce lieu infernal, alors vous préférez rester éveillé.
it: Vi rimettete in piedi barcollando. È stato un sogno? Vi afferrate le tempie nel vano tentativo di spegnere il dolore, avete la sensazione che vi abbiano aperto il cranio con un martello pneumatico. Pregate di non dover affrontare una situazione del genere ogni volta che vi coricherete in questo posto infernale.
pl: Podnosicie się ociężale. Czy to był sen? Chwytacie się za skronie, szukając ukojenia dla bolących głów. Czujecie, jakby wasze czaszki przebił młot pneumatyczny. Jeśli tak ma wyglądać sen w tym diabelskim miejscu, to wolicie pozostać na jawie.
pt: Você tropeça, exausto. Um sonho? Você pressiona as têmporas, sua mente dói. É como se houvesse uma britadeira dentro do seu crânio. Se o sono nesse inferno de lugar é assim, você prefere nem dormir.
ru: Вы тяжело поднимаетесь на ноги. Сон? Вы сжимаете виски, ваша голова раскалывается. Такое ощущение, словно пневматическая дрель сверлит вам череп. Если в этом дьявольском месте снятся такие сны, вы предпочтёте бодрствовать.
vi: Bạn mệt mỏi đứng dậy. Một giấc mơ ư? Bạn ôm lấy thái dương, đầu óc đau nhức. Cảm giác như một chiếc khoan khí nén đã đục vào trong sọ bạn. Nếu giấc ngủ ở cái nơi địa ngục này là thế này, bạn chẳng muốn dính dáng gì đến nó.

source: You tumble through the doorway, and onto your sleeping mat, flailing within your tangle of warm blankets. No door shuts behind you. Did you only imagine all of that? Or was it all real?
de: Ihr stolpert durch die Türöffnung und fallt auf eure Schlafmatten. Ihr wälzt euch im Durcheinander warmer Decken. Hinter euch ist keine Tür, die sich schließt. Habt ihr euch das alles nur eingebildet? Oder war es real?
es: Caes por la puerta sobre tu esterilla agitándote entre las cálidas mantas. A tu espalda no se cierra ninguna puerta. ¿Te lo has imaginado todo? ¿O fue real?
fr: Vous passez porte et titubez jusqu’à sur votre sac de couchage, puis, vous vous emmitouflez dans les couvertures chaudes. Nulle porte ne claque derrière vous. Tout ceci était-il le fruit de votre imagination ? Ou était-ce réel ?
it: Ruzzolate oltre la soglia dritti nel tappetino che usate come branda, agitando le braccia nel groviglio di coperte calde. Alle vostre spalle non sentite sbattere alcuna porta. Era davvero tutto frutto della vostra immaginazione? Oppure no?
pl: Wpadacie przez drzwi wprost na wasze materace, szamocąc się pośród plątaniny ciepłych kocy. Nie zatrzaskują się za wami żadne drzwi. Czy sobie to wszystko wyobraziliście? A może była to prawda?
pt: Você cambaleia pelo umbral e cai sobre seu colchonete, se debatendo por dentro de seu emaranhado de cobertores quentes. Nenhuma porta se fecha atrás de você. Será que aquilo tudo foi fruto da sua imaginação? Ou foi tudo real?
ru: Вы валитесь в дверной проём и падаете на своё спальное место, барахтаясь в клубке тёплых одеял. Вы не слышите, чтобы за вами захлопнулась дверь. Неужели всё это происходило в вашем воображении? Или всё-таки наяву?
vi: Bạn ngã nhào qua cánh cửa, rơi xuống tấm đệm ngủ, vùng vẫy trong đống chăn ấm rối bời. Không có cánh cửa nào đóng lại sau lưng bạn. Có phải bạn chỉ tưởng tượng ra tất cả? Hay nó đều là thật?

source: Dyer Crash
es: Dyer murió en el accidente
pl: Dyer rozbił się
ru: Дайер погиб при крушении

source: Ellsworth Crash
es: Ellsworth murió en el accidente
pl: Ellsworth rozbił się
ru: Эллсворт погиб при крушении

source: Eliyah Crash
es: Eliyah murió en el accidente
pl: Eliyah rozbił się
ru: Илайя погиб при крушении

source: Danforth Crash
es: Danforth murió en el accidente
pl: Danforth rozbił się
ru: Данфорт погиб при крушении

source: Cookie Crash
es: Cookie murió en el accidente
pl: Cookie rozbił się
ru: Сухарь погиб при крушении

source: Claypool Crash
es: Claypool murió en el accidente
pl: Claypool rozbił się
ru: Клейпул погиб при крушении

source: Takada Crash
es: Takada murió en el accidente
pl: Takada rozbiła się
ru: Такада погибла при крушении

source: Dr. Sinha Crash
es: La Dra. Sinha murió en el accidente
pl: Dr Sinha rozbiła się
ru: Синха погибла при крушении

source: Dr. Kensler Crash
es: La Dra. Kensler murió en el accidente
pl: Dr Kensler rozbiła się
ru: Кенслер погибла при крушении

source: As a [fast] ability, investigators at a mirage location may spend the requisite numer of clues, as a group, to flip it over and resolve the story card on its other side.
it: Come capacità [fast], gli investigatori in un luogo con Miraggio possono spendere un totale di indizi pari al numero indicato per girare quel luogo e risolvere la carta storia sull'altro lato.
