Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/fatal_mirage.po
Languages: de, es, fr, it, pl, pt, ru, vi

source: Danforth is dead. There is no way that can be him. And yet… The student sits at a table in the Orne Library, muttering to himself as he reads: "I saw it. I know I did. I saw it." He begins to doze off, only to quickly shudder awake. The dark rings under his eyes tell you that he has not slept for many days. "I saw it… it was real…" As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Danforth ist tot. Das kann er auf keinen Fall sein. Und doch … Der Student sitzt an einem Tisch in der Orne-Bibliothek und murmelt beim Lesen vor sich hin: „Ich habe es gesehen. Ich weiß, dass ich es gesehen habe.“ Er döst ein, nur um dann schnell wieder hochzuschrecken. Die Ringe unter seinen Augen verraten, dass er seit vielen Tagen nicht mehr geschlafen hat. „Ich habe es gesehen … es war real …“ So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: Danforth está muerto. Es imposible que pueda ser él. Y aun así… El estudiante está sentado en una mesa de la Biblioteca Orne, murmurando para sí mientras lee: –Lo vi. Sé que lo hice. Lo vi –Empieza dar cabezadas, pero se despierta rápidamente con un estremecimiento. Las oscuras ojeras que ves en su rostro te dicen que lleva muchos días sin dormir–. Lo vi… Era real… El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Danforth est mort. Cela ne peut pas être lui. Et pourtant… L’étudiant est assis à une table de la bibliothèque Orne, lisant à voix basse : « Je l’ai vu. Je sais que je l’ai vu. » Il commence à s’assoupir, puis se réveille en sursaut. Les cernes sous ses yeux semblent indiquer qu’il n’a pas dormi depuis plusieurs jours. « Je l’ai vu… c’était réel… » Le mirage disparait aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-ils se dérouler sous vos yeux ?
it: Danforth è morto. Non è possibile che sia lui. Eppure… Lo studente è seduto a un tavolo nella Biblioteca Orne, occupato a mormorare qualcosa tra sé e sé: "L'ho visto. Lo so per certo… So di averlo visto". Sembra si stia per assopire, ma si ridesta improvvisamente con un sussulto; i cerchi scuri attorno ai suoi occhi suggeriscono che non dorme da svariati giorni. "L'ho visto… era reale…" Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Danforth nie żyje. To nie może być on. A jednak… Student siedzi przy biurku w Bibliotece Orne’a i czyta coś, mamrocząc do siebie: „Widziałem to. Wiem, że widziałem. Widziałem”. Zaczyna zasypiać, ale szybko się otrząsa. Ciemne cienie pod jego oczami mówią wam, że nie spał od wielu dni. „Widziałem to… to było prawdziwe…” Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: Danforth está morto. Impossível aquilo ser ele. E ainda assim… O aluno está sentado a uma mesa na Biblioteca Orne, murmurando consigo mesmo enquanto lê: “Eu vi aquilo. Eu sei que vi. Eu vi aquilo.” Sua cabeça pende de sono, mas ele desperta bruscamente. As olheiras sob seus olhos indicam que ele não dorme há dias. “Eu vi aquilo… aquilo era real…” Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Данфорт мёртв. Это не может быть он. И всё же… Студент сидит над книгами в библиотеке Орна, бормоча себе под нос: «Я видел его. Я знаю, я его видел». Веки Данфорта смыкаются, а голова клонится на грудь, но он почти сразу резко стряхивает сон. Судя по тёмным кругам под глазами, он не спал уже много дней. «Я видел его… Оно на самом деле существует…» Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Danforth đã chết. Không thể nào là anh ấy được. Vậy mà… Người học sinh ngồi tại bàn trong Orne Library (Thư viện Orne), lẩm bẩm một mình khi đọc: “Tôi thấy nó. Tôi biết tôi thấy. Tôi thấy nó.” Anh ấy bắt đầu gà gật, rồi giật mình tỉnh giấc. Vòng thâm đen dưới mắt cho bạn biết anh ấy đã không ngủ nhiều ngày. “Tôi thấy nó… nó là thật…” Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?

source: Cookie is dead. There is no way that can be him. And yet… He is braced against one of the crystalline mirrors, hands shaking as he reloads his rifle. Dirt and soot cover his face and stain his uniform. He looks younger, but no less haggard. "Sergeant Fredericks," another voice snaps him out of his trance. "Germans broke the line last night. They're circling around. We have to get out of here!" As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Cookie ist tot. Das kann er auf keinen Fall sein. Und doch … Er lehnt gegen einen der kristallinen Spiegel, während er mit zittrigen Händen sein Gewehr nachlädt. Dreck und Ruß bedecken Gesicht und Uniform. Er sieht jünger aus, aber nicht weniger ausgezehrt. „Sergeant Fredericks“, reißt ihn eine Stimme aus seiner Trance. „Die Deutschen haben letzte Nacht die Linien durchbrochen. Wir müssen hier weg!“ So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: Cookie está muerto. Es imposible que pueda ser él. Y aun así… Está apoyado contra uno de los espejos cristalinos, recargando su fusil con manos temblorosas. Tiene la cara cubierta de tierra y hollín que también manchan su uniforme. Parece más joven, pero igual de demacrado. Una voz le hace salir de su trance: –Sargento Fredericks. Los alemanes rompieron la línea anoche. Nos están rodeando. ¡Debemos salir de aquí! El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Cookie est mort. Cela ne peut pas être lui. Et pourtant… Cookie est adossé à l’un des miroirs cristallins. Ses mains tremblent pendant qu’il recharge son fusil. Son visage et son uniforme sont couverts d’un mélange de boue et de suie. Il semble plus jeune, mais pas moins hagard. « Sergent Fredericks », crie une autre voix, le sortant de sa transe. « Les Allemands ont percé nos lignes cette nuit. Ils nous encerclent. Nous devons filer d’ici. » Le mirage disparaît aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-ils se dérouler sous vos yeux ?
it: Cookie è morto. Non è possibile che sia lui. Eppure… Lo vedete appoggiato di schiena contro uno degli specchi cristallini mentre tenta di ricaricare il fucile con mani tremolanti. Ha il volto macchiato di terra e fuliggine, e indossa un'uniforme che ha visto giorni migliori; ha un aspetto più giovane, ma non per questo meno vissuto. "Sergente Fredericks" lo richiama una voce, strappandolo da quello stato catatonico, "ieri notte i tedeschi hanno sfondato le linee, ci stanno circondando. Dobbiamo andarcene da qui!" Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Cookie nie żyje. To nie może być on. A jednak… Mężczyzna opiera się o jedno z krystalicznych luster, a jego dłonie drżą, gdy przeładowuje swoją strzelbę. Jego twarz i ubranie są pokryte ziemią i sadzą. Wygląda młodziej, ale wciąż mizernie. „Sierżancie Fredericks” – inny głos wybija go z zamyślenia. „Wczoraj Niemcy przełamali linię frontu. Są coraz bliżej. Musimy się stąd wynosić!” Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: Cookie está morto. Impossível aquilo ser ele. E ainda assim… Ele está apoiado em um dos espelhos cristalinos, com as mãos trêmulas recarregando seu rifle. Sujeira e fuligem cobrem seu rosto e mancham seu uniforme. Ele se parece mais jovem, mas não menos cansado. “Sargento Fredericks”, outra voz o tira do transe. “Os alemães romperam nossas linhas ontem à noite. Eles estão nos cercando. Precisamos sair daqui!” Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Сухарь мёртв. Это не может быть он. И всё же… Привалившись спиной к одному из кристаллических зеркал, он дрожащими руками перезаряжает винтовку. Его лицо и солдатская форма выпачканы копотью и грязью. Сухарь выглядит моложе, но таким же осунувшимся. «Сержант Фредерикс! — выводит его из транса чей-то голос. — Немцы вчера прорвали фронт. Нас окружают. Надо уходить!» Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Cookie đã chết. Không thể nào là anh ấy được. Vậy mà… Anh ấy tựa vào một chiếc gương pha lê, tay run rẩy khi nạp đạn vào súng trường. Bụi bẩn và muội than phủ đầy mặt và làm bẩn đồng phục anh ấy. Anh ấy trông trẻ hơn, nhưng không kém phần tiều tụy. “Trung sĩ Fredericks,” một giọng nói khác khiến anh ấy thoát khỏi cơn mê. “Đức đã phá vỡ phòng tuyến đêm qua. Chúng đang bao vây. Chúng ta phải thoát khỏi đây!” Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?

source: Claypool is dead. There is no way that can be him. And yet… You watch as he studies a map of Antarctica, the regions inside its borders only partially documented. "It would have to be here," he says, pointing to a spot inside a ring sketched hastily in pencil. "Inside these mountain ranges. But…" he falters, peering over his shoulder at someone you cannot see. "That cannot be the case, can it?" As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Claypool ist tot. Das kann er auf keinen Fall sein. Und doch … Ihr seht, wie er eine Karte der Antarktis studiert. Die Regionen innerhalb ihrer Grenzen sind nur teilweise dokumentiert. „Es müsste hier sein“, sagt er und zeigt auf eine Stelle innerhalb eines eilig mit Bleistift skizzierten Rings. „Innerhalb dieser Bergketten. Aber …“ Er stockt und blickt über die Schulter zu einer Person außerhalb eurer Sicht. „Das kann doch nicht sein, oder?“ So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: Claypool está muerto. Es imposible que pueda ser él. Y aun así… Ves cómo estudia un mapa de la Antártida, cuyas regiones interiores sólo están documentadas de forma parcial. –Tendría que ser aquí –dice mientras señala un punto dentro de un círculo dibujado a lápiz de forma apresurada–. Dentro de estas cadenas montañosas. Pero… –titubea y echa la vista atrás para mirar a alguien a quien no puedes ver–. No puede ser así, ¿no? El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Claypool est mort. Cela ne peut pas être lui. Et pourtant… Vous l’observez penché sur une carte de l’Antarctique dont les régions intérieures ne sont que partiellement annotées. « Cela aurait dû être ici », dit-il en désignant le centre d’un cercle tracé à la hâte au crayon. « Dans cette chaîne de montagnes. Mais… » Il vacille, jetant des coups d ‘œil apeurés par-dessus son épaule. « C’est impossible, n’est-ce pas ? » Le mirage disparaît aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-ils se dérouler sous vos yeux ?
it: Claypool è morto. Non è possibile che sia lui. Eppure… Lo osservate mentre studia una mappa dell'Antartide in cui le regioni interne sono documentate solo in parte. "Dev'essere qui per forza" dice, indicando un punto all'interno di un cerchio scarabocchiato frettolosamente con una matita. "All'interno di questa catena montuosa. Ma…" tentenna, voltandosi per guardare qualcuno dietro di lui che voi non vedete. "Non può essere così, vero?" Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Claypool nie żyje. To nie może być on. A jednak… Obserwujecie, jak analizuje mapę Antarktydy, której obszary są jedynie częściowo wypełnione. „To musi być tu” – mówi, wskazując na punkt wewnątrz okręgu narysowanego niedbale ołówkiem. – „Pośród tego łańcucha górskiego. Ale…” – waha się, spoglądając przez ramię na kogoś, kogo nie widzicie. – „To niemożliwe, prawda?” Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: Claypool está morto. Impossível aquilo ser ele. E ainda assim… Você o vê estudando um mapa da Antártida, as regiões dentro de suas fronteiras parcialmente documentadas. “Teria que estar aqui”, ele diz, apontando para um local dentro de um círculo desenhado apressadamente a lápis. “Dentro desta cadeia de montanhas. Mas…” ele titubeia, olhando por cima dos ombros para alguém que você não enxerga. “Isso não pode ser o caso, não é?” Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Клейпул мёртв. Это не может быть он. И всё же… Вы наблюдаете, как он изучает карту Антарктики, на которую лишь частично нанесены малоисследованные внутренние области. «Оно должно быть здесь, — говорит он, указывая на точку внутри круга, наспех нарисованного карандашом. — Внутри этих гор. Но… — он осекается, глядя через плечо на кого-то невидимого вам. — Такого ведь не может быть, правда?» Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Claypool đã chết. Không thể nào là anh ấy được. Vậy mà… Bạn nhìn anh ấy nghiên cứu bản đồ Antarctica (Nam Cực), các vùng bên trong biên giới chỉ được ghi lại một phần. “Nó phải ở đây,” anh ấy nói, chỉ vào một điểm trong vòng tròn vẽ vội bằng bút chì. “Trong dãy núi này. Nhưng…” anh ấy ngập ngừng, liếc qua vai nhìn ai đó mà bạn không thấy. “Không thể nào là vậy, đúng không?” Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?

source: Takada is dead. There is no way that can be her. And yet… Despite her youth, you recognize her. She waves as an aeroplane takes off from a rainy runway. Somebody's hand grips her shoulder encouragingly. "He'll be back soon," a voice tells her. But Takada looks unconvinced. As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Takada ist tot. Das kann sie auf keinen Fall sein. Und doch … Trotz ihres jungen Alters erkennt ihr sie. Sie winkt, während ein Flugzeug von einer verregneten Landebahn abhebt. Jemand legt ihr aufmunternd die Hand auf die Schulter. „Er ist bald zurück“, sagt eine Stimme. Aber Takada sieht nicht überzeugt aus. So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: Takada está muerta. Es imposible que pueda ser ella. Y aun así… La reconoces pese a su juventud. Saluda a un avión que está despegando de una pista entre la lluvia. La mano de alguien le agarra el hombro para darle ánimos. –Volverá pronto –le dice una voz. Pero Takada no parece convencida. El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Takada est morte. Cela ne peut pas être elle. Et pourtant… Vous la reconnaissez malgré son jeune âge- Elle se penche tandis qu’un aéroplane décolle d’un pont trempé par la pluie. Une main se pose sur son épaule. « Il reviendra vite », lui dit une voix. Mais Takada n’a pas l’air convaincue. Le mirage disparaît aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-ils se dérouler sous vos yeux ?
it: Takada è morta. Non è possibile che sia lei. Eppure… La riconoscete comunque, nonostante la giovane età. La vedete mentre fa un cenno di saluto verso un aeroplano in pista che sta prendendo il volo sotto la pioggia. La mano di qualcuno le avvolge la spalla, confortandola. "Tornerà presto" le dice una voce. Ma Takada non sembra convinta. Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Takada nie żyje. To nie może być ona. A jednak… Rozpoznajecie ją, mimo że wygląda bardzo młodo. Macha do startującego w deszczu samolotu. Czyjaś dłoń zaciska się na jej ramieniu w wyrazie wsparcia. „Niedługo wróci” – mówi głos. Ale Takada nie wygląda na przekonaną. Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: Takada está morta. Impossível aquilo ser ela. E ainda assim… Apesar de sua juventude, você a reconhece. Ela acena para um avião que está decolando de uma pista sob chuva. A mão de alguém repousa em seu ombro encorajadoramente. “Ele voltará logo”, a voz diz. Mas Takada não parece convencida. Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Такада мертва. Это не может быть она. И всё же… Вы узнаёте её, несмотря на юный возраст. Она машет рукой самолёту, взлетающему с мокрого от дождя аэродрома. Чья-то рука ободряюще берёт её за плечо. «Он скоро вернётся», — убеждает её голос. Но по Такаде незаметно, чтобы она в это верила. Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Takada đã chết. Không thể nào là cô ấy được. Vậy mà… Dù còn trẻ, bạn vẫn nhận ra cô ấy. Cô ấy vẫy tay khi một chiếc máy bay cất cánh từ đường băng mưa. Tay ai đó nắm vai cô ấy động viên. “Anh ấy sẽ sớm trở lại,” một giọng nói bảo cô ấy. Nhưng Takada trông không được thuyết phục. Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?
