Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/fatal_mirage.po
Languages: de, es, fr, it, pl, pt, ru, vi

source: Dr. Sinha is dead. There is no way that can be her. And yet… The physician examines what you can only assume to be a corpse, the body limp and lifeless. "Time of death: 14:23. Record it," she says, her voice steady and calm. But within the misty reflection, you spot her lip quiver ever so slightly as her task takes its toll on her. As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Dr. Sinha ist tot. Das kann sie auf keinen Fall sein. Und doch … Die Ärztin untersucht etwas, von dem ihr annehmt, dass es eine Leiche ist, der Körper schlaff und leblos „Zeitpunkt des Todes: 14:23 Uhr. Notieren Sie es“, sagt sie mit ruhiger, gefasster Stimme. Aber in der nebligen Reflexion seht ihr, wie ihre Lippen leicht zittern, als die Arbeit ihren Tribut fordert. So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: La Dra. Sinha está muerta. Es imposible que pueda ser ella. Y aun así… La doctora examina lo que supones que es un cadáver, un cuerpo flácido y sin vida. –Hora de la muerte: 14:23. Anótalo –dice con voz compuesta y tranquila. Pero en el nebuloso reflejo ves que le tiembla el labio ligeramente por efecto del precio que se cobra en ella su labor. El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Le Dr Sinha est morte. Cela ne peut pas être elle. Et pourtant… Le médecin examine ce que vous supposez être un cadavre, flasque et sans vie. « Heure du décès : 14h23 », énonce-t-elle d’une voix égale. Mais dans son reflet brumeux, vous pouvez voir ses lèvres trembler légèrement à mesure qu’elle prend conscience de ce qui vient de se passer. Le mirage disparaît aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-il se dérouler sous vos yeux ?
it: La dottoressa Sinha è morta. Non è possibile che sia lei. Eppure… La medica sta esaminando quello che intuite essere il corpo rigido e senza vita di un cadavere. "Ora del decesso: 14:23. Annota." La sua voce è calma e controllata ma, nonostante il riflesso opaco, potete scorgere il suo labbro vibrare in modo quasi impercettibile. Sta cominciando a sentire il peso del suo mestiere. Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Dr Sinha nie żyje. To nie może być ona. A jednak… Lekarka bada ciało, najprawdopodobniej zwłoki, bezwładne i pozbawione życia. „Czas zgonu: 14:23. Zanotuj” – mówi spokojnym, opanowanym głosem. Jednak w zamglonym odbiciu zauważacie, że jej warga drży lekko, kiedy musi zmierzyć się z bolesnym obowiązkiem. Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: A Dra. Sinha está morta. Impossível aquilo ser ela. E ainda assim… A médica examina o que você presume ser um cadáver, um corpo mole e sem vida. “Hora da morte: 14:23. Registre isso”, ela diz com a voz firme e calma. Mas dentro do reflexo enevoado, você vê o lábio levemente trêmulo dela enquanto a tarefa cobra o preço. Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Доктор Синха мертва. Это не может быть она. И всё же… Врач осматривает окоченевшее безжизненное тело. «Время смерти — 14:23. Запишите», — говорит она ровным и спокойным голосом. Но в туманном отражении вы замечаете, что её губы подрагивают: горький труд не проходит для неё даром. Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Tiến sĩ Sinha đã chết. Không thể nào là cô ấy được. Vậy mà… Nữ bác sĩ xem xét thứ mà bạn chỉ có thể cho là một xác chết, cơ thể mềm nhũn và không còn sự sống. “Giờ tử: 14:23. Ghi lại đi,” cô ấy nói, giọng đều và bình tĩnh. Nhưng trong hình ảnh phản chiếu mờ sương, bạn thấy môi cô ấy khẽ run lên khi nhiệm vụ khiến cô ấy kiệt sức. Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?

source: Dr. Kensler is dead. There is no way that can be her. And yet… The professor writes in a small, leatherbound journal, her office lit dimly by candlelight. You wonder what kind of anatomical diagram she might be sketching, but before you can catch a glimpse, she rips the page out, crumples it, and throws it in the garbage with a sigh. As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Dr. Kensler ist tot. Das kann sie auf keinen Fall sein. Und doch … In ihrem nur von Kerzenlicht erhellten Büro schreibt die Professorin in ein kleines, ledergebundenes Tagebuch. Was für ein anatomisches Diagramm sie wohl gerade skizziert? Doch bevor ihr einen Blick erhaschen könnt, reißt sie die Seite heraus und wirft sie mit einem Seufzer in den Müll. So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: La Dra. Kensler está muerta. Es imposible que pueda ser ella. Y aun así… La profesora escribe en un pequeño diario encuadernado en cuero a la luz de las velas que iluminan tenuemente su despacho. Te preguntas qué tipo de diagrama anatómico estará bosquejando, pero antes de poder echar un vistazo, arranca la página, la arruga y la tira a la papelera con un suspiro. El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Le Dr Kensler est morte. Cela ne peut pas être elle. Et pourtant… Le professeur écrit dans son petit journal de cuir, son bureau faiblement éclairé à la bougie. Vous vous demandez quel genre de diagrammes anatomiques elle peut bien être en train de dessiner, mais avant que vous ayez pu jeter un œil, elle déchire la page, la chiffonne et la jette dans la poubelle en soupirant. Le mirage disparait aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-il se dérouler sous vos yeux ?
it: La dottoressa Kensler è morta. Non è possibile che sia lei. Eppure… La professoressa sta scrivendo su un piccolo diario rilegato in cuoio; il suo ufficio è illuminato dalla fioca luce di una candela. Vi chiedete quale diagramma anatomico stia abbozzando tra quelle pagine, ma prima che possiate allungare lo sguardo la vedete strappare il foglio, appallottolarlo e gettarlo nel cestino con un sospiro. Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Dr Kensler nie żyje. To nie może być ona. A jednak… Pani profesor siedzi w oświetlonym jedynie słabym światłem świecy gabinecie i notuje coś w małym skórzanym dzienniku. Zastanawiacie się, co przedstawia szkicowany przez nią schemat anatomiczny, ale zanim udaje wam się spojrzeć, kobieta wyrywa stronę, zgniata ją i wyrzuca do kosza z westchnięciem. Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: A Dra. Kensler está morta. Impossível aquilo ser ela. E ainda assim… A professora escreve em um pequeno diário de couro, seu escritório parcialmente iluminado por luz de vela. Você se pergunta que tipo de diagrama anatômico ela pode estar desenhando, mas antes que você possa ver, ela arranca a página, a amassa e a joga no lixo com um suspiro. Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Доктор Кенслер мертва. Это не может быть она. И всё же… В тускло освещённом свечами кабинете профессор записывает что-то в небольшой переплетённый кожей блокнот. Возможно, она набрасывает какую-то анатомическую схему, но прежде чем вы успеваете взглянуть, Кенслер вырывает страницу, сминает её и со вздохом бросает в корзину. Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Tiến sĩ Kensler đã chết. Không thể nào là cô ấy được. Vậy mà… Giáo sư viết trong một cuốn sổ bìa da nhỏ, văn phòng mờ ảo dưới ánh nến. Bạn tự hỏi cô ấy đang vẽ sơ đồ giải phẫu nào, nhưng trước khi bạn kịp nhìn, cô ấy xé trang giấy ra, vò nát và ném vào thùng rác với một tiếng thở dài. Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?

source: Each investigator may choose one available member of the expedition team who is not crossed off to join them. Put the story asset for the chosen character into play in that investigator's play area. Place damage and horror on that character as indicated in the "Expedition Team" section of the Campaign Log.
de: Jeder Ermittler darf 1 verfügbares Mitglied des Expeditionsteams wählen, das nicht durchgestrichen ist. Der gewählte Charakter schließt sich dem Ermittler an und die zugehörige Storyvorteilskarte wird in der Spielzone des Ermittlers ins Spiel gebracht. (Die Storyvorteile befinden sich im Begegnungsset <i>Expeditionsteam</i>.) Auf jeder dieser Storyvorteilskarten wird so viel Schaden und Horror platziert, wie im Abschnitt „Expeditionsteam“ im Kampagnenlogbuch angegeben.
es: Cada investigador puede elegir 1 miembro disponible del equipo de la expedición que no esté tachado para que lo acompañe. Pon en juego el Apoyo de historia del personaje elegido en la zona de juego de ese investigador. Coloca tanto daño y horror sobre ese personaje como indique la sección "Equipo de la expedición" del registro de campaña.
fr: Chaque investigateur a le droit de choisir un membre disponible de l’expédition dont le nom n’est pas barré pour l’accompagner. Mettez en jeu le soutien d’histoire de ce personnage dans la zone de jeu de cet investigateur. (Ces soutiens d’histoire se trouvent dans le set de rencontre <i>Membres de l’Expédition</i>.) Placez sur ce personnage un nombre de dégâts et d’horreurs égal aux valeurs indiquées dans la section « Membres de l’Expédition » du Carnet de Campagne.
it: Ogni investigatore può scegliere 1 membro della squadra della spedizione disponibile che non sia barrato da portare con sé, poi mette in gioco il supporto storia del personaggio scelto nella sua area di gioco (questi supporti storia si trovano nel set di incontri Squadra della Spedizione) e vi colloca un ammontare di danni e orrori pari ai valori indicati alla voce "Squadra della Spedizione" del Diario della Campagna.
pl: Każdy badacz może wybrać 1 dostępnego członka ekspedycji, który nie został jeszcze wykreślony z listy, aby do niego dołączył. Umieść atut fabularny wybranej postaci w grze, w obszarze gry danego badacza. Ustaw wartości zdrowia i poczytalności danej postaci tak, jak jest to wskazane w sekcji „Członkowie ekspedycji” w Dzienniku kampanii.
pt: Cada investigador pode escolher um membro da equipe de expedição disponível que não esteja riscado para juntar-se a ele. Coloque o ativo de história do personagem escolhido em jogo na área de jogo do investigador (esses ativos de história podem ser encontrados no conjunto de encontros Equipe de Expedição). Ajuste os valores de vida e de sanidade de tal personagem conforme os valores indicados na seção “Equipe de Expedição” do Registro da Campanha.
ru: Каждый сыщик может выбрать в помощники одного из доступных не вычеркнутых членов экспедиции и ввести в свою игровую зону одноимённый сюжетный актив-Спутника. Положите на него столько ран и ужаса, сколько указано рядом с его названием в графе журнала «Члены экспедиции». Эти сюжетные активы входят в набор контактов «Члены экспедиции».
vi: Mỗi điều tra viên có thể chọn một thành viên còn lại của đội thám hiểm chưa bị gạch bỏ để đồng hành cùng họ. Đặt lá bài tài sản câu chuyện của nhân vật được chọn vào khu vực chơi của điều tra viên đó. Đặt chấn thương vật lý và tinh thần lên nhân vật đó như được ghi trong phần "Expedition Team" (Đội Thám Hiểm) của Nhật ký Chiến dịch.

source: Scenario Setup
it: Preparazione dello Scenario
pl: Przygotowanie scenariusza
pt: Preparação do Cenário
vi: Chuẩn bị Màn chơi

source: Build the agenda deck using only agenda 1. Remove the remaining agendas from the game.
de: Das Agendadeck besteht nur aus Agenda 1. Die restlichen Agendakarten werden aus dem Spiel entfernt.
es: Crea el mazo de Plan usando sólo el plan 1. Retira de la partida los planes restantes.
fr: Constituez le deck Intrigue en utilisant uniquement l’Intrigue 1. Retirez les autres intrigues de la partie.
it: Componete il mazzo delle trame usando solo la Trama 1. Rimuovete dal gioco le trame rimanenti.
pl: Stwórz talię tajemnic, używając do tego tylko Tajemnicy 1. Usuń pozostałe tajemnice z gry.
pt: Construa o baralho de agenda usando apenas a agenda 1. Remova o restante das agendas do jogo.
ru: Соберите колоду замыслов из замысла 1. Удалите оставшиеся замыслы из игры.
vi: Xây dựng chồng bài agenda chỉ dùng agenda 1. Loại bỏ các agenda còn lại ra khỏi trò chơi.

source: Build the act deck using only act 1. Remove the remaining acts from the game.
de: Das Szenendeck besteht nur aus Szene 1. Die restlichen Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Acto usando sólo el acto 1. Retira de la partida los actos restantes.
fr: Constituez le deck Acte en utilisant uniquement l’Acte 1. Retirez les autres actes de la partie.
it: Componete il mazzo dei capitoli usando solo il Capitolo 1. Rimuovete dal gioco i capitoli rimanenti.
pl: Stwórz talię aktów, używając do tego tylko Aktu 1. Usuń pozostałe akty z gry.
pt: Construa o baralho de atos usando apenas o ato 1. Remova o restante dos atos do jogo.
ru: Соберите колоду сцен из сцены 1. Удалите оставшиеся сцены из игры.
vi: Xây dựng bộ bài act chỉ dùng act 1. Loại bỏ các act còn lại ra khỏi trò chơi.

source: Put the Prison of Memories location into play, revealed side faceup.
de: Der Ort Gedankengefängnis wird mit der enthüllten Seite nach oben ins Spiel gebracht.
es: Pon en juego el Lugar Prisión de recuerdos, con el lado revelado boca arriba.
fr: Mettez en jeu le lieu Prison des Souvenirs, face révélée visible.
it: Mettete in gioco il luogo Prigione di Ricordi con il lato aperto a faccia in su.
pl: Umieść w grze lokalizację Więzienie wspomnień, odkrytą stroną do góry.
pt: Coloque o local Prisão de Memórias em jogo com o lado revelado para cima.
ru: Введите в игру локацию «Темница воспоминаний» открытой стороной вверх.
vi: Đặt địa điểm Prison of Memories (Nhà Tù Ký Ức) vào màn chơi, mặt hiển lộ.

source: Each investigator begins play at the Prison of Memories.
de: Jeder Ermittler beginnt das Spiel im Gedankengefängnis.
es: Cada investigador comienza la partida en la Prisión de recuerdos.
fr: Chaque investigateur commence la partie dans la Prison des Souvenirs.
it: Iniziate la partita nella Prigione di Ricordi.
pl: Wszyscy badacze rozpoczynają grę w Więzieniu wspomnień.
pt: Cada investigador começa o jogo na Prisão de Memórias.
ru: Все сыщики начинают игру в «Темнице воспоминаний».
vi: Mỗi điều tra viên bắt đầu trò chơi tại Prison of Memories (Nhà Tù Ký Ức).

source: Set each other location aside, out of play.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni altro luogo.
pl: Wszystkie pozostałe lokalizacje należy odłożyć na bok, poza grę.
pt: Separe todos os outros locais, fora de jogo.
ru: Остальные локации отложите в сторону.
vi: Đặt tất cả các địa điểm khác sang một bên, ngoài màn chơi.

source: Set each of the following cards aside, out of play: the nine "Memory of…" enemies, and the nine [[Resolute]] story asets.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: die 9 Gegner „Erinnerungen an …“ und die 9 [[Entschlossen]]-Storyvorteilskarten.
es: Pon aparte las siguientes cartas, fuera del juego: los nueve Enemigos "Recuerdo de…" y los nueve Apoyos de historia [[Decidido]].
fr: Mettez de côté les cartes suivantes, hors jeu : les neuf ennemis « Souvenir d’… » et les neuf soutiens d’histoire [[Déterminé]]. Vérifiez le niveau de difficulté.
it: Mettete da parte, temporaneamente fuori dal gioco, ognuna delle carte seguenti: I 9 nemici "Ricordo di..." e i 9 supporti storia [[Determinato]].
pl: Odłóż na bok, poza grę, następujące karty: 9 wrogów „Wspomnienie…” oraz 9 atutów fabularnych z cechą [[Niezachwiany]].
pt: Separe cada uma das seguintes cartas, fora de jogo: os nove inimigos “Memoria de…”, e os nove ativos de história [[Resolute]].
ru: Отложите в сторону следующие карты: 9 врагов «Память о…» и 9 [[неколебимых]] сюжетных активов.
vi: Đặt các lá bài sau sang một bên, ngoài trò chơi: chín kẻ địch "Memory of…" và chín tài sản câu chuyện [[Resolute]].

source: Mirage
de: Trugbild
es: Espejismo
it: Miraggio
pl: Miraż
pt: Miragem
ru: Мираж
vi: Mirage (Ảo Ảnh)

source: The mirage keyword represents locations that are manifestations of your memories and the memories of your companions. These locations have no unrevealed side and therefore enter play with their revealed side faceup. Instead of an unrevealed side, these locations have story cards on their reverse sides. These story cards allow investigators to travel deeper into the strange mirage and unlock new memories in the form of locations or encounter cards. The number indicated by the mirage keyword represents how many clues are required to flip it over, while the card titles in parentheses indicate what memories might appear as a result.
de: Orte mit dem Schlüsselwort Trugbild stellen die Manifestationen von Erinnerungen der Ermittler und ihrer Begleiter dar. Diese Orte haben keine verhüllte Seite und kommen mit der enthüllten Seite nach oben ins Spiel. Statt einer verhüllten Seite haben diese Orte Handlungskarten auf ihrer Rückseite. Diese Handlungskarten erlauben es den Ermittlern, tiefer in das seltsame Trugbild einzutauchen und damit weitere Erinnerungen in Form von Orten oder Begegnungskarten freizulegen. Die Zahl hinter dem Schlüsselwort Trugbild gibt an, wie viele Hinweise benötigt werden, um die Karte umzudrehen. Die Kartennamen in der Klammer hinter dem Schlüsselwort Trugbild weisen darauf hin, welche Erinnerungen beim Umdrehen freigelegt werden könnten.
es: La palabra clave Espejismo representa Lugares que son manifestaciones de tus recuerdos y de los de tus compañeros. Estos Lugares no tienen lado sin revelar y, por lo tanto, entran en juego con su lado revelado boca arriba. En lugar de lado sin revelar, estos Lugares tienen cartas de Historia en su reverso. Estas cartas de Historia permiten a los investigadores adentrarse más en el extraño espejismo y desbloquear nuevos recuerdos en forma de Lugares o cartas de Encuentro. El número que indica la palabra clave Espejismo representa la cantidad de pistas necesarias para darle la vuelta, mientras que los nombres de cartas entre paréntesis indican qué recuerdos podrían aparecer como resultado.
fr: Le mot-clé Mirage représente la manifestation de votre mémoire et de celle de vos compagnons. Ces lieux n’ont pas de face non-révélée et entrent donc en jeu face révélée visible. À la place de la face non-révélée, ces lieux affichent des cartes Histoire au verso. Ces cartes Histoire permettent aux investigateurs de s’aventurer plus loin dans les profondeurs de l’étrange mirage afin de débloquer de nouveaux souvenirs sous la forme de lieux ou de cartes Rencontre. Le nombre indiqué à côté du mot-clé Mirage représente le nombre d’indices requis pour retourner le lieu et les titres des cartes entre parenthèses indiquent quels souvenirs sont susceptibles d ‘apparaitre.
it: La parola chiave Miraggio rappresenta i luoghi che sono manifestazioni dei ricordi degli investigatori e di quelli dei loro compagni. Questi luoghi non hanno un lato chiuso, pertanto entrano in gioco con il lato aperto a faccia in su. Invece di un lato chiuso, l'altro lato di questi luoghi è una carta storia. Queste carte storia permettono agli investigatori di addentrarsi nello strano miraggio e di sbloccare nuovi ricordi sotto forma di carte luogo o incontro. Il numero indicato accanto alla parola chiave Miraggio rappresenta quanti indizi servono per girare la carta, mentre i nomi delle carte tra parentesi indicano quali ricordi potrebbero apparire dopo aver girato quella carta.
pl: Słowo kluczowe Miraż reprezentuje lokalizacje, które są ucieleśnieniem wspomnień waszych i waszych towarzyszy. Te lokalizacje nie mają strony nieodkrytej i dlatego wchodzą do gry stroną odkrytą do góry. Zamiast strony nieodkrytej lokalizacje te posiadają na odwrocie karty fabuły. Te karty fabuły pozwalają badaczom zagłębić się w przedziwne miraże i odblokować nowe wspomnienia w formie kart lokalizacji lub spotkań. Liczba obok słowa kluczowego Miraż mówi, ile potrzeba żetonów wskazówek, aby obrócić daną kartę. Z kolei nazwy kart znajdujące się w nawiasie wskazują, jakie wspomnienia mogą być wynikiem.
pt: A palavra-chave miragem representa locais que são manifestações de suas memórias e das memórias dos seus companheiros. Esses locais não possuem lado não revelado e, portanto, entram em jogo com seus lados revelados voltados para cima. Em vez de um lado não revelado, os versos desses locais são cartas de história. Tais cartas de história permitem que os investigadores se aprofundem nas estranhas miragens e desbloqueiem novas memórias na forma de locais ou cartas de encontros. O número indicado pela palavra-chave miragem representa quantas pistas são necessárias para virá-la, enquanto que o título da carta em parênteses indica quais memórias podem aparecer como resultado.
ru: Ключевым словом «Мираж» отмечены локации, которые представляют собой ваши воспоминания или воспоминания ваших спутников. У таких локаций нет закрытой стороны, потому они входят в игру открытой стороной вверх. Вместо закрытой стороны на обороте данных локаций находятся карты сюжета. Данные карты сюжета позволяют сыщикам проникнуть глубже в причудливый мираж и получить доступ к новым воспоминаниям в виде локаций или карт контактов. Значение после ключевого слова «Мираж» указывает, сколько улик сыщики должны потратить, чтобы перевернуть локацию, а названия локаций в скобках указывают на воспоминания, которые могут появиться после этого.
vi: Từ khóa Mirage (Ảo Ảnh) biểu thị các địa điểm là hiện thân của ký ức của bạn và đồng đội. Những địa điểm này không có mặt chưa lộ và do đó vào trò chơi với mặt hiển lộ. Thay vì mặt chưa lộ, các địa điểm này có lá bài câu chuyện ở mặt sau. Những lá bài câu chuyện này cho phép điều tra viên đi sâu hơn vào ảo ảnh kỳ lạ và mở khóa ký ức mới dưới dạng địa điểm hoặc lá bài gặp gỡ. Con số trong từ khóa Mirage biểu thị số manh mối cần để lật nó, trong khi tiêu đề lá bài trong ngoặc đơn chỉ ra ký ức nào có thể xuất hiện.
