Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/fatal_mirage.po
Languages: de, es, fr, it, pl, pt, ru, vi

source: Scenario ???
de: Szenario ???
es: Escenario ???
fr: Scénario ???
pl: Scenariusz ???
pt: Cenário ???
ru: Сценарий ???
vi: Màn ???

source: Scenario ???: Fatal Mirage
de: Szenario ???: Tödliches Trugbild
es: Escenario ???: Espejismo letal
fr: Scénario ??? : Mirage Fatal
it: Scenario ???: Miraggio Fatale
pl: Scenariusz ???: Zdradzieckie miraże
pt: Cenário ???: Miragem Fatal
ru: Сценарий ???: Роковой мираж
vi: Màn ???: Fatal Mirage (Ảo Ảnh Chết Người)

source: Upon entering the doorway, you find yourself in a web of icy tunnels, swathed in miasma and dripping with prismatic ichor. Your reflection peers back at you in myriad peculiar angles. Your voice echoes throughout this infinite hall of mirrors. You turn around to discover that your entryway has vanished behind you. Then, in the corner of your eye, you spot a familiar figure traversing the same mists—but, no, that can't be possible. Can it?
de: Als ihr die Türöffnung durchschreitet, findet ihr euch in einem Netzwerk aus eisigen Tunneln wieder, die von Miasma und einem spektralen Sekret bedeckt sind, das von der Decke tropft. Euer Spiegelbild blickt in unzähligen merkwürdigen Winkeln auf euch zurück. Eure Stimme hallt durch die unendlichen Weiten dieses Spiegelsaals. Ihr dreht euch um und stellt fest, dass der Eingang verschwunden ist. Dann bemerkt ihr eine vertraute Gestalt, die denselben Nebel durchschreitet – aber nein, das kann nicht möglich sein. Oder doch?
es: Al entrar por la puerta, te encuentras en una red de túneles helados, bañados del mismo miasma y rezumando de icor prismático. Tu reflejo te devuelve la mirada desde multitud de ángulos extraños. Tu voz resuena a lo largo de esta sala de espejos infinita. Te das la vuelta para descubrir que la entrada ha desaparecido a tu espalda. A continuación, ves por el rabillo del ojo a una silueta familiar que atraviesa las mismas brumas; pero no, no es posible, ¿verdad?
fr: Une fois passée la porte, vous vous retrouvez dans un labyrinthe de tunnels de glace enveloppés de miasmes et aux murs suintants d’ichor prismatique. Vos reflets vous toisent sous une myriade d’angles tous plus étranges les uns que les autres et votre voix résonne à travers ces couloirs infinis de miroirs. Vous faites volte-face. La porte a disparu derrière vous. À cet instant précis, quelque chose attire votre attention à la périphérie de votre champ de vision : une silhouette familière perce à travers la brume — mais… non… c’est impossible. Comment se peut-il ?
it: Non appena varcate la soglia, vi ritrovate in un labirinto di gallerie ghiacciate avvolte nel miasma. Le pareti traslucide sono impregnate di quell'icore prismatico che avete imparato a temere, e ovunque vi voltiate potete scorgere un riflesso di voi stessi che vi osserva da angolature impossibili: un infinito dedalo di specchi attraversato dall'eco delle vostre voci. Vi voltate, solo per scoprire che la porta da cui siete entrati è svanita. D'un tratto, scorgete con la coda dell'occhio una sagoma familiare che si muove tra la bruma… No… Non può essere vero! O forse si?
pl: Przeszedłszy przez drzwi, znajdujecie się w sieci lodowych tuneli, spowitych wyziewami i ociekających pryzmatyczną posoką. Wasze odbicia spoglądają na was pod niezliczonymi kątami. Wasze głosy rozchodzą się echem po tej sali niekończących się luster. Obracacie się i odkrywacie, że przejście za wami zniknęło. Kątem oka dostrzegacie znajomą postać przemierzającą te same mgły – ale nie, to niemożliwe. A może jednak?
pt: Após atravessar o umbral, você se encontra em um emaranhado de túneis de gelo impregnados de miasma e escorrendo um icor prismático. O seu reflexo olha de volta para você em inúmeros e peculiares ângulos. Sua voz ecoa pelo infinito corredor de espelhos. Você se vira e vê que a entrada sumiu logo atrás. Então, no canto do seu olho, você vê uma figura familiar atravessando a mesma névoa – mas, não, isso não pode ser possível. Ou pode?
ru: Войдя в дверь, вы оказываетесь в лабиринте ледяных туннелей, покрытых скверной и сочащихся радужной слизью. Ваше отражение смотрит на вас под мириадами причудливых углов. Эхо вашего голоса отдаётся в бесконечной зеркальной зале. Обернувшись, вы видите, что вход исчез. Затем краем глаза вы замечаете знакомую фигуру, движущуюся во мгле… Но нет, это невозможно!
vi: Khi bước qua cánh cửa, bạn thấy mình trong một mạng lưới các đường hầm băng giá, bao phủ bởi sương mù và chất lỏng nhỏ giọt lấp lánh. Hình ảnh phản chiếu của bạn nhìn lại bạn từ vô số góc độ kỳ lạ. Giọng bạn vang vọng khắp hành lang gương vô tận này. Bạn quay lại và phát hiện lối vào đã biến mất sau lưng. Rồi, từ khóe mắt, bạn thoáng thấy một bóng dáng quen thuộc đang bước qua làn sương ấy—nhưng không, điều đó không thể nào. Có thể sao nổi?

source: Find and read the passage that corresponds to which character was killed in the plane crash.
de: Lies den Abschnitt des Charakters, der beim Flugzeugabsturz getötet wurde.
es: Busca entre los pasajes siguientes el que se corresponda con el personaje que murió en el accidente de avión.
fr: Trouvez l’encadré qui correspond au personnage tué dans l’accident d’avion et lisez-le.
it: Trovate e leggete la sezione sottostante che corrisponde al personaggio rimasto ucciso nello schianto dell'aereo.
pl: Znajdź poniżej fragment, który odpowiada postaci, która zginęła w katastrofie samolotu.
pt: Encontre e leia a passagem abaixo correspondente ao personagem que morreu na queda do avião.
ru: Найдите и прочтите раздел, относящийся к персонажу, погибшему при крушении.
vi: Tìm và đọc đoạn văn tương ứng với nhân vật đã chết trong vụ rơi máy bay.

source: Professor Dyer is dead. There is no way that can be him. And yet… You see him pacing back and forth across one of the reflections, muttering to himself. "It must be stopped. They cannot do this." He pauses, as if in conversation with another, who goes unheard. "I do not care. It must end at once!" Poor Dyer. He did try to warn you, you recall. And yet, here you are. As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Professor Dyer ist tot. Das kann er auf keinen Fall sein. Und doch … Ihr seht ihn in einer der Reflexionen auf und ab gehen und hört ihn vor sich hinmurmeln. „Es muss aufgehalten werden. Das können sie nicht tun.“ Er hält inne, als ob er sich mit jemandem unterhält, der ungehört bleibt. „Das ist mir egal. Es muss sofort aufhören!“ Armer Dyer. Ihr wisst noch, wie er versucht hat, euch zu warnen. Und doch seid ihr hier So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: El profesor Dyer está muerto. Es imposible que pueda ser él. Y aun así… Lo ves dando vueltas de un lado a otro frente a uno de los reflejos mientras murmura para sí: –Hay que detenerlo. No pueden hacer esto –Se calla, como si conversara con otra persona a la que no oyes–. Me da igual. ¡Tiene que acabar de inmediato! Pobre Dyer. Recuerdas que intentó avisarte. Y sin embargo, aquí estás. El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Le professeur Dyer est mort. Cela ne peut pas être lui. Et pourtant… Vous le voyez aller et venir devant l’un de ses reflets, parlant tout seul. « Il faut les arrêter. Ils ne peuvent pas faire ça. » Il s’interrompt, comme si un interlocuteur invisible était en train de lui répondre. « Peu importe. Il faut y mettre un terme dès à présent ! » Pauvre Dyer. Vous vous souvenez qu’il avait tenté de vous avertir. Et pourtant, vous êtes là. Le mirage disparaît aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-ils se dérouler sous vos yeux ?
it: Il professor Dyer è morto. Non è possibile che sia lui. Eppure… Lo notate muoversi avanti e indietro tra i riflessi, perso a borbottare tra sé e sé: "Dev'essere fermato. Non possono farcela". Si blocca, come se stesse conversando con un'altra persona che però non riuscite a sentire. "Non mi interessa. Dev'essere fermato una volta per tutte!" Povero Dyer. Ricordate che ha cercato di avvertirvi, ma ciononostante… eccovi qui. Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Profesor Dyer nie żyje. To nie może być on. A jednak… Widzicie, jak chodzi tam i z powrotem przed jednym z odbić, mamrocząc do siebie. „Trzeba to powstrzymać. Nie mogą tego zrobić”. Przerywa, jak gdyby prowadził z kimś rozmowę, ale nie słyszycie nikogo innego. „Nie obchodzi mnie to. To musi się natychmiast skończyć!” Biedny Dyer. Pamiętacie, że próbował was ostrzec. A jednak jesteście tu. Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: O professor Dyer está morto. Impossível aquilo ser ele. E ainda assim… Você o vê andando de um lado para o outro por meio de um dos reflexos, murmurando para si mesmo. “Ele deve ser detido. Eles não podem fazer isso.” Ele pausa, como se estivesse conversando com outra pessoa, alguém que você não ouve. “Eu não me importo. Isso precisa parar de uma vez por todas!” Pobre Dyer. Ele tentou avisá-lo, você lembra. E ainda assim, aqui está você. Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Профессор Дайер мёртв. Это не может быть он. И всё же… В одном из отражений вы видите, как он шагает туда-сюда, бормоча: «Их нужно остановить. Нельзя делать этого. — Он умолкает, будто давая высказаться собеседнику, которого вы не слышите. — Мне всё равно. С этим надо покончить!» Бедный Дайер. Он ведь пытался разубедить вас. И всё-таки вы здесь. Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Giáo sư Dyer đã chết. Không thể nào là ông ấy được. Vậy mà… Bạn thấy ông ấy đi qua đi lại trong một hình ảnh phản chiếu, lẩm bẩm một mình. “Nó phải bị ngăn lại. Họ không thể làm điều này.” Ông ấy dừng lại, như đang trò chuyện với ai đó mà bạn không nghe thấy. “Tôi không quan tâm. Nó phải chấm dứt ngay lập tức!” Tội nghiệp Dyer. Bạn nhớ lại việc ông ấy đã cố cảnh báo cậu. Vậy mà giờ bạn vẫn ở đây. Ảo ảnh biến mất nhanh như cách nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?

source: Ellsworth is dead. There is no way that can be him. And yet… You spot him inside a telephone booth, arguing heatedly with somebody on the other end. "I know it is dangerous. But I have to go," he reasons. "Trust me, this is too important to let go." As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Ellsworth ist tot. Das kann er auf keinen Fall sein. Und doch … Ihr seht ihn in einer Telefonzelle, wo er sich heftig mit jemandem am anderen Ende der Leitung streitet. „Ich weiß, es ist gefährlich. Aber ich muss gehen“, argumentiert er. „Das ist einfach zu wichtig.“ So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: Ellsworth está muerto. Es imposible que pueda ser él. Y aun así… Lo ves dentro de una cabina telefónica, discutiendo acaloradamente con alguien que está al otro lado: –Sé que es peligroso, pero debo ir –explica–. Confía en mí, esto es demasiado importante como para dejarlo pasar. El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Ellsworth est mort. Cela ne peut pas être lui. Et pourtant… Vous l’apercevez dans une cabine téléphonique, en train de se disputer violemment avec la personne au bout du fil. « Je sais que c’est dangereux, mais je dois y aller », explique-t-il. « Crois-moi sur parole, c’est trop important. » Le mirage disparait aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-ils se dérouler sous vos yeux ?
it: Ellsworth è morto. Non è possibile che sia lui. Eppure… Lo vedete chiuso in una cabina telefonica, dove pare stia litigando animatamente con qualcuno dall'altra parte. "So che è pericoloso, ma devo andare" cerca di spiegarsi. "Fidati, è troppo importante perché possa far finta di nulla." Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Ellsworth nie żyje. To nie może być on. A jednak… Widzicie go, jak stoi wewnątrz budki telefonicznej i kłóci się gorączkowo z kimś na drugim końcu linii. „Wiem, że to niebezpieczne. Ale muszę to zrobić” – tłumaczy. – „Zaufaj mi, to zbyt ważne, żeby odpuścić”. Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: Ellsworth está morto. Impossível aquilo ser ele. E ainda assim… Ele está dentro de uma cabine telefônica, discutindo calorosamente com alguém do outro lado da linha. “Eu sei que é perigoso. Mas eu preciso ir”, ele argumenta. “Confie em mim, isso é muito importante para ser ignorado.” Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Эллсворт мёртв. Это не может быть он. И всё же… Вы видите его в телефонной будке. Эллсворт горячо спорит с кем-то на другом конце провода: «Я знаю, что это опасно. Но я должен поехать, — убеждает он. — Поверь мне, это очень важно. Нельзя просто так отказаться». Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Ellsworth đã chết. Không thể nào là anh ấy được. Vậy mà… Bạn thấy anh ấy trong một buồng điện thoại, tranh cãi gay gắt với ai đó ở đầu bên kia. “Tôi biết nó nguy hiểm. Nhưng tôi vẫn phải đi,” anh ấy lập luận. “Tin tôi đi, chuyện này quá quan trọng để bỏ qua.” Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?

source: Eliyah is dead. There is no way that can be him. And yet… Eliyah crawls through the snow, leaving a trail of blood in his wake. "Are you guiding me to safety?" he asks quietly to a large gray dog. You recognize the familiar shape of Anyu, perhaps several years younger but no less enormous. As quickly as it appeared, the mirage vanishes. What the hell is this place? And how are these events, which you were not privy to, unfolding before your very eyes?
de: Eliyah ist tot. Das kann er auf keinen Fall sein. Und doch … Eliyah kriecht durch den Schnee, wobei er eine Blutspur hinterlässt. „Führst du mich in Sicherheit?“, fragt er die graue Hündin leise. Ihr erkennt die vertraute Gestalt von Anyu, ein paar Jahre jünger, aber bereits sehr groß und respekteinflößend. So schnell, wie es aufgetaucht ist, verschwindet das Trugbild wieder. Was zur Hölle ist das für ein Ort? Und wie kann es sein, dass sich Ereignisse, die ihr nicht miterlebt habt, vor euren Augen abspielen?
es: Eliyah está muerto. Es imposible que pueda ser él. Y aun así… Eliyah se arrastra por la nieve, dejando un rastro de sangre: –¿Me estás llevando a un lugar seguro? –le pregunta con voz queda a una gran perra gris. Reconoces la familiar silueta de Anyu, puede que varios años más joven, pero igual de enorme. El espejismo se desvanece tan rápido como apareció. ¿Qué demonios es este sitio? ¿Y cómo es posible que se desarrollen ante tus ojos unos acontecimientos que no has vivido ni conocido?
fr: Eliyah est mort. Cela ne peut pas être lui. Et pourtant… Eliyah avance péniblement dans la neige, laissant une traînée de sang dans son sillage. Est-ce que tu m’emmènes en sécurité ? » demande-t-il calmement au grand chien gris. Vous reconnaissez la forme familière d’Anyu, plus jeune de quelques années, mais pas moins imposante. Le mirage disparait aussi vite qu’il était apparu. Quel est cet endroit maudit ? Et comment ces événements auxquels vous n’avez pas assisté peuvent-ils se dérouler sous vos yeux ?
it: Eliyah è morto. Non è possibile che sia lui. Eppure… Eliyah sta strisciando nella neve lasciandosi dietro una scia di sangue. "Mi stai portando al sicuro?" chiede con voce bassa a un grosso cane grigio. Riconoscete la sagoma familiare di Anyu, sicuramente giovane, ma non per questo di taglia più piccola. Veloce com'era apparso, il miraggio svanisce. Che diavolo di posto è questo? E com'è possibile che tali eventi, di cui non eravate assolutamente a conoscenza, si stiano manifestando davanti ai vostri occhi?
pl: Elilyah nie żyje. To nie może być on. A jednak… Eliyah czołga się po śniegu, pozostawiając za sobą krwawy ślad. „Prowadzisz mnie w bezpieczne miejsce?” – pyta cicho dużego, szarego psa. Rozpoznajecie znajomą sylwetkę Anyu, być może kilka lat młodszej, ale równie ogromnej. Miraż znika tak samo szybko, jak się pojawił. Co to do diabła za miejsce? I jakim cudem przed waszymi oczami odgrywają się wydarzenia, których wcześniej nawet nie byliście świadomi?
pt: Eliyah está morto. Impossível aquilo ser ele. E ainda assim… Eliyah rasteja sobre a neve, deixando um rastro de sangue para trás. “Você está me guiando para algum local seguro?”, ele pergunta baixinho para um grande cão cinzento. Você reconhece o formato familiar de Anyu, talvez vários anos mais jovem, mas já bem grande. Tão rápido quanto apareceu, a miragem some. Que diabos de lugar é esse? E como tais eventos, os quais você não esteve presente, estão se desenrolando diante de seus olhos?
ru: Илайя мёртв. Это не может быть он. И всё же… Илайя ползёт по снегу, оставляя кровавый след. «Выведешь меня в безопасное место?» — спрашивает он у большой серой собаки. Вы узнаёте её: Анью на несколько лет моложе, чем сейчас, но так же внушительна. Мираж исчезает так же быстро, как появился. Что это вообще за место? И почему эти события, которых вы никогда не видели, теперь разворачиваются на ваших глазах?
vi: Eliyah đã chết. Không thể nào là anh ấy được. Vậy mà… Eliyah bò qua tuyết, để lại một vệt máu phía sau. “Cậu đang dẫn tôi đến nơi an toàn à?” anh ấy khẽ hỏi một con chó xám lớn. Bạn nhận ra hình dáng quen thuộc của Anyu, có lẽ trẻ hơn vài tuổi nhưng vẫn vô cùng to lớn. Ảo ảnh biến mất nhanh như khi nó xuất hiện. Nơi quái quỷ gì thế này? Và sao những sự kiện mà bạn không hề biết lại hiện ra trước mắt bạn thế này?
