Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/ice_and_death_part_3.po
Languages: de, es, fr, it, ko, vi, zh

source: <b>Because you are camped at Remnants of Lake's Camp</b>: Spawn Seeping Nightmares at Barrier Camp, Crystalline Cavern, Frigid Cave, and Crash Site.
de: <b>Da sich euer Lager am Ort Überreste von Lakes Lager befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint am Lager an der Eisbarriere, in der Kristallhöhle, in der Eishöhle und an der Absturzstelle.
es: <b>Como tu campamento está en los Restos del campamento de Lake</b>: Haz aparecer Pesadillas rezumantes primero en el Campamento de barrera, luego en la Caverna cristalina, luego en la Cueva glacial y luego en el Lugar del accidente.
fr: <b>Comme votre camp se trouve dans les Vestiges du Camp de Lake</b> : générez un Cauchemar Suintant dans dans le Camp de la Barrière, la Caverne Cristalline, la Grotte Glaciale et le Lieu de l'Accident.
it: <b>Se siete accampati nei Resti dell'Accampamento di Lake</b>: generate i nemici Incubo Penetrante nell'Accampamento sulla Barriera, nella Caverna Cristallina, nella Grotta Glaciale e nel Luogo dello Schianto.
ko: <b>야영지가 ‘레이크 교수의 야영지 잔해’라면:</b> ‘스며 나오는 악몽’을 ‘빙벽 야영지’에 하나, 그런 다음 ‘수정 동굴’에 하나, 그런 다음 ‘차디찬 동굴’에 하나, 그런 다음 ‘추락지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Remnants of Lake's Camp (Tàn Dư Trại Hồ)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Barrier Camp (Trại Rào), Crystalline Cavern (Hang Tinh Thể), Frigid Cave (Hang Lạnh) và Crash Site (Nơi Máy Bay Rơi).
zh: <b>因为你在莱克营地遗址扎营</b>：在屏障营地、水晶洞穴、严寒洞穴和坠机点生成渗出梦魇。

source: Find the eight [[Eidolon]] enemies from the <i>Ice and Death</i> and <i>Creatures in the Ice</i> encounter sets. Shuffle them and place them facedown beneath each Seeping Nightmare enemy in play, divided as evenly as possible.
de: Die 8 [[Eidolon]]-Gegner aus den Begegnungssets <i>Eis und Tod</i> und <i>Kreaturen im Eis</i> werden gemischt und so gleichmäßig wie möglich verdeckt unter jedem Gegner Durchsickernder Albtraum im Spiel platziert.
es: Busca los 8 Enemigos [[Eidolón]] de los conjuntos de encuentros <i>Hielo y muerte</i> y <i>Criaturas en el hielo</i>. Barájalos y colócalos boca abajo bajo cada Enemigo Pesadilla rezumante que haya en juego, repartidos de la forma más equitativa posible.
fr: Trouvez les 8 ennemis [[Eidolon]] des sets de rencontre <i>De Glace et de Mort</i> et <i>Créatures dans la Glace</i>. Mélangez-les et répartissez-les, face cachée, sous chaque ennemi Cauchemar Suintant en jeu de manière aussi équitable que possible.
it: Trovate gli 8 nemici e [[Eidolon]] dei set incontri <i>Ghiaccio e Morte</i> e <i>Creature tra i Ghiacci</i>. Mescolateli e collocateli a faccia in giù sotto ogni nemico Incubo Penetrante in gioco, dividendoli il più equamente possibile.
ko: <i>얼음과 죽음</i> 및 <i>얼음 속의 괴수</i> 조우 세트에서 [[허깨비]] 적 8장을 찾습니다. 이들을 잘 섞어 플레이 상태인 모든 ‘스며 나오는 악몽’ 적 밑에 최대한 고르게 나누어 뒷면으로 놓습니다.
vi: Tìm tám kẻ địch [[Eidolon]] từ các bộ gặp gỡ <i>Ice and Death</i> (Băng và Cái Chết) và <i>Creatures in the Ice</i> (Sinh Vật Trong Băng). Xáo trộn chúng và đặt úp xuống dưới mỗi kẻ địch Seeping Nightmare (Ác Mộng Rỉ Ra) đang trong trò chơi, chia đều nhất có thể.
zh: 找出<i>亡命冰原</i>和<i>冰中生物</i>遭遇组中的八个[[幻灵]]敌人。将它们混洗，并将它们尽量均匀地放在场上所有渗出梦魇敌人底下。

source: Remove all clues from the camp. It begins the game with no clues on it.
de: Vom Lager werden alle Hinweise entfernt. Es beginnt das Spiel ohne Hinweise darauf.
es: Quita todas las pistas del campamento, que comienza la partida sin pistas.
fr: Retirez tous les Indices du camp. Il commence la partie sans indice sur lui.
it: Rimuovete tutti gli indizi dall'accampamento. Quel luogo inizia senza alcun indizio su di esso.
ko: 야영지에서 모든 단서를 제거합니다(야영지에 단서가 없는 상태로 게임을 시작합니다).
vi: Loại bỏ tất cả manh mối khỏi trại. Trại bắt đầu trò chơi mà không có manh mối nào trên đó.
zh: 移除营地上的所有线索。在开始游戏时，营地上没有线索。

source: the team barely escaped the ice shelf.
de: das Team konnte nur knapp vom Schelfeis entkommen.
es: el equipo logró escapar del campo de hielo a duras penas.
fr: l'équipe a fui de justesse la barrière de glace.
it: la squadra è fuggita per un soffio della barriera di ghiaccio.
ko: 탐사대가 빙붕에서 간신히 탈출했다
vi: nhóm bạn vừa thoát khỏi thềm băng trong gang tấc.
zh: 队伍好不容易逃离冰架。

source: Is there at least one Seeping Nightmare in the victory display?
de: Befindet sich mindestens ein Gegner Durchsickernder Albtraum im Siegpunktestapel?
es: ¿Hay al menos una Pesadilla rezumante en la zona de victoria?
fr: Y-a-t-il au moins 1 Cauchemar Suintant dans la pile de victoire ?
it: Ci sono 1 o più nemici Incubo Penetrante nella galleria delle vittorie?
ko: 승점 더미에 ‘스며 나오는 악몽’이 하나 이상 있습니까?
vi: Có ít nhất một Seeping Nightmare (Ác Mộng Rỉ Ra) trong khu vực trưng bày thành tích không?
zh: 胜利区中有至少一个渗出梦魇吗？

source: Because at least one Seeping Nightmare was defeated, each investigator earns 2 bonus experience as they have gained insight into the entities that dwell in Antarctica.
de: Da mindestens ein Gegner Durchsickernder Albtraum besiegt wurde, verdient jeder Ermittler 2 Bonus-Erfahrungspunkte, da er Erkenntnisse über die Wesen, die in der Antarktis hausen, gewinnen konnte.
es: Como al menos una Pesadilla rezumante fue derrotada, cada investigador obtiene 2 puntos de experiencia de bonificación por haber conseguido información sobre las entidades que moran en la Antártida.
fr: Comme il y a au moins 1 Cauchemar Suintant dans la pile de victoire, chaque investigateur reçoit 2 points d'expérience bonus pour avoir entraperçu les entités qui peuplent l'Antarctique.
it: Dato che almeno 1 nemico Incubo Penetrante è stato sconfitto, ogni investigatore guadagna 2 punti esperienza aggiuntivi per aver ottenuto informazioni sulle entità che popolano l'Antartide.
ko: 남극 아래에 서식하는 존재에 대해 일말의 통찰을 얻게 되었으므로, 각 조사자는 경험치를 추가로 2만큼 얻습니다.
vi: Vì ít nhất một Seeping Nightmare (Ác Mộng Rỉ Ra) đã bị đánh bại, mỗi điều tra viên nhận được 2 điểm kinh nghiệm thưởng vì họ đã hiểu thêm về các thực thể trú ngụ ở Nam Cực.
zh: 每位调查员取得2点奖励经验值，因为其洞悉了居住在南极的存在。

source: the team defeated the hunting creatures.
de: das Team hat die jagenden Kreaturen besiegt.
es: el equipo derrotó a las criaturas cazadoras.
fr: l'équipe a vaincu les créatures qui la poursuivaient.
it: la squadra ha sconfitto le creature cacciatrici.
ko: 탐사대가 추적해오는 괴수들을 쓰러뜨렸다
vi: nhóm bạn đã đánh bại lũ sinh vật săn mồi.
zh: 队伍击败了追猎生物。

source: Each investigator earns 5 bonus experience as they have gained insight into the entities that dwell in Antarctica.
de: Jeder Ermittler verdient 5 Bonus-Erfahrungspunkte, da er Erkenntnisse über die Wesen, die in der Antarktis hausen, gewinnen konnte.
es: Cada investigador obtiene 5 puntos de experiencia de bonificación por haber conseguido información sobre las entidades que moran en la Antártida.
fr: Chaque investigateur reçoit également 5 points d'expérience bonus pour avoir entraperçu les entités qui peuplent l'Antarctique.
it: Ogni investigatore guadagna 5 punti esperienza aggiuntivi per aver ottenuto informazioni sulle entità che popolano l'Antartide.
ko: 남극 아래에 서식하는 존재에 대해 일말의 통찰을 얻게 되었으므로, 각 조사자는 경험치를 추가로 5만큼 얻습니다.
vi: Mỗi điều tra viên nhận được 5 điểm kinh nghiệm thưởng vì họ đã hiểu thêm về các thực thể trú ngụ ở Nam Cực.
zh: 每位调查员取得5点奖励经验值，因为其洞悉了居住在南极的存在。

source: Clean up the game. You will not return to this scenario for the remainder of the campaign.
de: Das Spiel wird aufgeräumt. Die Ermittler werden für den Rest der Kampagne nicht mehr zu diesem Szenario zurückkehren.
es: Recoge la partida. No volverás a este escenario en lo que queda de campaña.
fr: Rangez la partie. Vous ne rejouerez plus ce scénario pour le reste de la campagne.
it: Ripulite l'area di gioco. Non ritornerete a questo scenario per il resto della campagna.
ko: 게임을 정리합니다. 이번 캠페인이 끝날 때까지, 다시는 <b>얼음과 죽음</b> 시나리오로 돌아오지 않을 것입니다.
vi: Dọn dẹp màn chơi. Bạn sẽ không quay lại màn này trong suốt phần còn lại của chiến dịch.
zh: 收拾游戏。直到剧本结束，你都不会再返回本冒险。

source: the team fled to the mountains.
de: das Team ist in die Berge geflohen.
es: el equipo huyó a las montañas.
fr: l'équipe a fui vers les montagnes.
it: la squadra è fuggita verso le montagne.
ko: 탐사대가 산맥을 향해 달아났다
vi: nhóm bạn đã chạy trốn lên núi.
zh: 队伍逃进山脉中。

source: Through a whirlwind of snow and ice, you barely manage to escape with your life. You traipse across the snowy plains for miles, exhausted, terrified, and unsure whether the phantasms hunting you are real or merely figments of your rattled imagination. In cruel, bitter silence, you and your remaining companions trudge onward. The sun drifts to the horizon but never sets. You have seen no sign of danger for hours, and yet you dare not tarry. Dread compels you on. Only when you are too tired to walk any longer do you finally stop to get your bearings and decide how to proceed. After all, is this even a research expedition any longer?
de: Ihr kämpft euch durch einen Wirbelsturm aus Schnee und Eis und kommt nur knapp mit dem Leben davon. Erschöpft, verängstigt und unsicher, ob die Phantasmen, die euch jagen, real oder Einbildung sind, marschiert ihr kilometerweit über die verschneiten Ebenen. In schmerzlicher, bitterer Stille stapft ihr mit euren verbliebenen Begleitern weiter. Die Sonne wandert dem Horizont entgegen, geht aber niemals unter. Seit Stunden habt ihr keine Anzeichen von Gefahr mehr wahrgenommen, und doch wagt ihr es nicht, eine Pause einzulegen. Die Angst treibt euch immer weiter. Erst als ihr zu erschöpft seid, um noch einen Schritt zu tun, macht ihr schließlich halt, um euch zu orientieren und zu entscheiden, wie es weitergehen soll. Ist das wirklich noch eine Forschungsexpedition?
es: Apenas logras escapar con vida entre un remolino de hielo y nieve. Vagas por las llanuras nevadas durante kilómetros, agotado, aterrado y sin saber si las apariciones que te persiguen son reales o producto de tu agitada imaginación. Tus compañeros restantes y tú avanzáis a duras penas sumidos en un cruel y amargo silencio. El sol recorre el horizonte, pero no se pone nunca. Lleváis horas sin ver señal alguna de peligro, pero aun así no os atrevéis a demoraros. El miedo os conmina a seguir. Hasta que no estáis demasiado cansados como para continuar la marcha no os paráis para tratar de orientaros y decidir qué hacer a continuación. Al fin y al cabo, ¿acaso sigue siendo esto una expedición de investigación?
fr: Vous tentez de sauver votre peau malgré un torrent de neige et de glace. Vous vous traînez à travers les plaines enneigées pendant plusieurs kilomètres malgré la terreur et la fatigue qui vous étreignent. Vous ne pourriez même pas dire si les créatures qui vous pourchassent sont réelles ou si elles sont le fruit de votre imagination torturée. Dans un silence de mort, vos compagnons survivants et vous progressez tant bien que mal sous ce soleil qui baisse vers l'horizon sans jamais se coucher. Cela fait des heures que vous n'avez pas vu le moindre signe de danger, mais vous n'osez toujours pas faire de pause tant un sentiment d'effroi pèse sur vous. Ce n'est que quand vous n'avez plus la force physique d'aller plus loin que vous vous arrêtez enfin pour décider quoi faire ensuite. Après tout, est-ce encore une expédition scientifique ?
it: Riuscite a malapena a mettervi in salvo superando un vortice di neve e ghiaccio. Vi trascinate a fatica per chilometri e chilometri attraverso le pianure innevate, esausti, terrorizzati e incerti se gli spettri che vi tormentano siano reali o meri frammenti della vostra immaginazione turbata. In un silenzio crudele e amaro, arrancate senza fermarvi insieme ai vostri compagni rimanenti. Il sole scivola verso l'orizzonte, ma non tramonta mai. Sono ore che non avvistate alcun segnale di pericolo, eppure non osate indugiare: è il terrore a spingere avanti. Vi concedete una sosta solo quando siete troppo stanchi per continuare a camminare, approfittandone per cercare di orientarvi e stabilire come procedere. Dopotutto, la vostra può ancora considerarsi una spedizione di ricerca?
ko: 정신없이 몰아치는 서릿발과 폭설 속에서, 탐사대는 겨우 목숨만 부지한 채 달아날 수 있었습니다. 당신을 뒤쫓아 오는 허깨비 같은 존재가 진짜인지 아니면 궁지에 몰린 상상력의 발로인지 모르겠으나, 당신은 쇠진한 몸을 이끌고서 겁에 질린 채로 수 킬로미터도 넘게 눈밭을 느릿느릿 나아갔습니다. 잔인하고도 쓰라린 침묵 속에서, 당신을 비롯하여 살아남은 탐사대원들은 앞으로 터벅터벅 걸어갑니다. 태양은 지평선 바로 위까지 내려와 노을을 흩뿌렸지만, 결코 그 아래로 내려가지는 않았습니다. 위협의 징후가 사라진 지 수 시간은 되었건만, 감히 지체할 생각은 없습니다. 두려움이 당신을 앞으로 나아가라고 재촉합니다. 결국 피로감에 굴복하여 더는 걸을 수 없을 지경이 되고서야 마침내 탐사대는 멈춰서서 현 위치를 파악하고 앞일을 결정할 시간을 갖습니다. 이쯤 되면, 이것을 학술적 연구를 위한 탐사라고 칭할 수나 있을까요?
vi: Qua một cơn lốc xoáy của tuyết và băng, bạn vừa kịp thoát khỏi lưỡi hái tử thần. Bạn lê bước qua những bình nguyên tuyết phủ hàng dặm, kiệt sức, hoảng loạn, và không chắc liệu những bóng ma săn đuổi bạn là thật hay chỉ là sản phẩm của trí tưởng tượng hoảng loạn. Trong sự im lặng nghiệt ngã và lạnh lẽo, bạn cùng những người đồng đội còn lại lê bước tiến lên. Mặt trời trôi về phía chân trời nhưng không bao giờ lặn. Bạn không thấy dấu hiệu nguy hiểm nào trong nhiều giờ, vậy mà bạn không dám dừng lại. Nỗi sợ hãi thúc đẩy bạn tiếp tục. Chỉ khi bạn quá mệt mỏi để bước đi thêm nữa, bạn mới dừng lại để định hướng và quyết định phải làm gì tiếp theo. Rốt cuộc, liệu đây còn là một chuyến thám hiểm nghiên cứu nữa không?
zh: 在冰雪风暴中，你险些丧命。你在冰雪覆盖的平原上跋涉数英里，筋疲力竭、惊恐万分。你无法确定那些追逐你的幽灵是真实的，还是你慌乱的想像所虚构的。 你和剩下的同伴在无言的痛苦中艰难地向前走著。太阳缓缓移向地平线，但永远不会落下。你已经好几个小时没有看到任何危险的迹象了，可你却不敢逗留。恐惧迫使你继续前进。 只有当你累得再也走不动的时候，你才最终停下来，想要明确你的所在，以及决定如何继续前进。到头来，这还能算是一次研究考察吗？

source: In cruel, bitter silence, you and your remaining companions trudge onward. The sun drifts to the horizon but never sets. You have seen no sign of danger for hours, and yet you dare not tarry. Dread compels you on. Only when you are too tired to walk any longer do you finally stop to get your bearings and decide how to proceed. After all, is this even a research expedition any longer?
de: In schmerzlicher, bitterer Stille stapft ihr mit euren verbliebenen Begleitern weiter. Die Sonne wandert dem Horizont entgegen, geht aber niemals unter. Seit Stunden habt ihr keine Anzeichen von Gefahr mehr wahrgenommen, und doch wagt ihr es nicht, eine Pause einzulegen. Die Angst treibt euch immer weiter. Erst als ihr zu erschöpft seid, um noch einen Schritt zu tun, macht ihr schließlich halt, um euch zu orientieren und zu entscheiden, wie es weitergehen soll. Ist das wirklich noch eine Forschungsexpedition?
es: Tus compañeros restantes y tú avanzáis a duras penas sumidos en un cruel y amargo silencio. El sol recorre el horizonte, pero no se pone nunca. Lleváis horas sin ver señal alguna de peligro, pero aun así no os atrevéis a demoraros. El miedo os conmina a seguir. Hasta que no estáis demasiado cansados como para continuar la marcha no os paráis para tratar de orientaros y decidir qué hacer a continuación. Al fin y al cabo, ¿acaso sigue siendo esto una expedición de investigación?
fr: Dans un silence de mort, vos compagnons survivants et vous progressez tant bien que mal sous ce soleil qui baisse vers l'horizon sans jamais se coucher. Cela fait des heures que vous n'avez pas vu le moindre signe de danger, mais vous n'osez toujours pas faire de pause tant un sentiment d'effroi pèse sur vous. Ce n'est que quand vous n'avez plus la force physique d'aller plus loin que vous vous arrêtez enfin pour décider quoi faire ensuite. Après tout, est-ce encore une expédition scientifique ?
it: In un silenzio crudele e amaro, arrancate senza fermarvi insieme ai vostri compagni rimanenti. Il sole scivola verso l'orizzonte, ma non tramonta mai. Sono ore che non avvistate alcun segnale di pericolo, eppure non osate indugiare: è il terrore a spingere avanti. Vi concedete una sosta solo quando siete troppo stanchi per continuare a camminare, approfittandone per cercare di orientarvi e stabilire come procedere. Dopotutto, la vostra può ancora considerarsi una spedizione di ricerca?
ko: 잔인하고도 쓰라린 침묵 속에서, 당신을 비롯하여 살아남은 탐사대원들은 앞으로 터벅터벅 걸어갑니다. 태양은 지평선 바로 위까지 내려와 노을을 흩뿌렸지만, 결코 그 아래로 내려가지는 않았습니다. 위협의 징후가 사라진 지 수 시간은 되었건만, 감히 지체할 생각은 없습니다. 두려움이 당신을 앞으로 나아가라고 재촉합니다. 결국 피로감에 굴복하여 더는 걸을 수 없을 지경이 되고서야 마침내 탐사대는 멈춰서서 현 위치를 파악하고 앞일을 결정할 시간을 갖습니다. 이쯤 되면, 이것을 학술적 연구를 위한 탐사라고 칭할 수나 있을까요?
vi: Trong sự im lặng nghiệt ngã và lạnh lẽo, bạn cùng những người đồng đội còn lại lê bước tiến lên. Mặt trời trôi dần về phía chân trời nhưng không bao giờ lặn. Bạn không thấy dấu hiệu nguy hiểm nào trong nhiều giờ, vậy mà bạn không dám dừng lại. Nỗi sợ hãi thúc đẩy bạn tiếp tục. Chỉ khi bạn quá mệt mỏi để bước đi thêm nữa, bạn mới dừng lại để định hướng và quyết định phải làm gì tiếp theo. Rốt cuộc, liệu đây còn là một chuyến thám hiểm nghiên cứu nữa không?
zh: 你和剩下的同伴在无言的痛苦中艰难地向前走著。太阳缓缓移向地平线，但永远不会落下。你已经好几个小时没有看到任何危险的迹象了，可你却不敢逗留。恐惧迫使你继续前进。 只有当你累得再也走不动的时候，你才最终停下来，想要明确你的所在，以及决定如何继续前进。到头来，这还能算是一次研究考察吗?

source: <b>Because you are camped at either Crash Site, Treacherous Path, Precarious Ice Sheet, or Frozen Shores</b>: Spawn Seeping Nightmares at Icy Wastes, Broad Snowdrifts, and Rocky Crags.
de: <b>Da sich euer Lager am Ort Absturzstelle, Trügerischer Pfad, Instabile Eisdecke oder Vereiste Küste befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint in der Eiswüste, an der Ausgedehnte Schneewehe und an den Felsklippen.
es: <b>Como tu campamento está en el Lugar del accidente, en la Senda traicionera, en la Capa de hielo precaria o en las Costas heladas</b>: Haz aparecer Pesadillas rezumantes primero en los Páramos gélidos, luego en los Bancos de nieve anchos y luego en los Peñascos rocosos.
fr: <b>Comme votre camp se trouve dans le Lieu de l'Accident, le Chemin Périlleux, la Banquise Fragile ou les Berges Gelées</b> : générez un Cauchemar Suintant dans le Désert de Glace, la Congère Épaisse et les Falaises Rocheuses.
it: <b>Se siete accampati nel Luogo dello Schianto, nel Sentiero Insidioso, nella Lastra di Ghiaccio Precaria o nelle Rive Gelate</b>: generate i nemici Incubo Penetrante nelle Desolazioni di Ghiaccio, nei Cumuli Nevosi e nei Dirupi Rocciosi.
ko: <b>야영지가 ‘추락지’, ‘위험천만한 길’, ‘위태로운 빙상’, ‘얼어붙은 해안’ 중 한 곳이라면:</b> ‘스며 나오는 악몽’을 ‘얼음투성이 황무지’에 하나, 그런 다음 ‘드넓은 설원’에 하나, 그런 다음 ‘험준한 산 사면’에 하나 출현시킵니다.
vi: <b>Bởi vì bạn đã cắm trại tại Crash Site, Treacherous Path, Precarious Ice Sheet, hay Frozen Shores</b>: Spawn Seeping Nightmares tại Icy Wastes, Broad Snowdrifts, and Rocky Crags.
zh: <b>因为你在坠机点、危险道路、不稳定冰盖或冰冻海岸扎营</b>：在冰封荒原、辽阔雪地和岩石峭壁生成渗出梦魇。

source: "There—see it?" one of the team members hands you their binoculars and points into the distance. You've ventured just outside camp to find a defensible position where you hope can see the creatures approaching… but what you find instead is even worse. Not only are they encroaching on the campsite as you expected, but more are emerging from the ice by the minute. You watch the ice shelf split open, and a geyser of multicolored miasma seeps from the cracks. Your companion clutches your arm and points you in another direction, where you see another geyser spill forth . Then, another. "There has to be an end to them, right?" You lower the binoculars and tell the rest of the team to prepare for a fight. You don't know if you can hold off these strange creatures or not, but there's only one way to find out.
de: „Da – haben Sie das gesehen?“ Ein Teammitglied reicht einem von euch sein Fernglas und deutet in die Ferne. Ihr habt gerade das Lager verlassen auf der Suche nach einer gut zu verteidigenden Position, von der aus ihr die sich nähernden Kreaturen hoffentlich früh genug ausmachen könnt … aber was ihr stattdessen vorfindet, ist weitaus schlimmer. Wie befürchtet drohen die Kreaturen ins Lager einzudringen, doch mit jeder Minute tauchen immer mehr von ihnen aus dem Eis auf. Ihr beobachtet, wie das Schelfeis aufbricht und eine Fontäne aus mehrfarbigem Miasma aus den Rissen strömt. Einer eurer Begleiter deutet auf eine weitere sprudelnde Fontäne. Dann noch eine. „Nimmt das denn gar kein Ende?“ Du senkst das Fernglas und sagst dem Rest des Teams, dass sie sich auf einen Kampf vorbereiten sollen. Ihr wisst nicht, ob ihr diese seltsamen Kreaturen überhaupt aufhalten könnt, aber es gibt nur einen Weg, das herauszufinden.

source: <b>Because you are camped at either Icy Wastes or Icebreaker Landing</b>: Spawn a Seeping Nightmare at Snow Graves
de: <b>Da sich euer Lager am Ort Eiswüste oder EisbrecherLandestelle befindet</b>: Ein Gegner Durchsickernder Albtraum erscheint an den Schneegräbern.
