Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/ice_and_death_part_3.po
Languages: de, es, fr, it, ko, vi, zh

source: <b>Because you are camped at either Broad Snowdrifts or Snow Graves</b>: Spawn a Seeping Nightmare at Icebreaker Landing.
de: <b>Da sich euer Lager am Ort Ausgedehnte Schneewehe oder Schneegräber befindet</b>: Ein Gegner Durchsickerner Albtraum erscheint an der Eisbrecher-Landfestelle.
es: <b>Como tu campamento está en los Bancos de nieve anchos o en las Tumbas de nieve</b>: Haz aparecer una Pesadilla rezumante en el Atracadero del rompehielos.
fr: <b>Comme votre camp se trouve dans la Congère Épaisse ou les Tombes Enneigées</b> : générez un Cauchemar Suintant dans Mouillage du Brise-Glace.
it: <b>Se siete accampati nei Cumuli Nevosi o nelle Tombe di Neve</b>: generate i nemici Incubo Penetrante nell'Approdo del Rompighiaccio.
ko: <b>야영지가 ‘드넓은 설원’ 또는 ‘눈으로 쌓아 올린 봉분’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Broad Snowdrifts (Đồi Tuyết Rộng) hoặc Snow Graves (Nghĩa Trang Tuyết)</b>: Sinh ra một Seeping Nightmare (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng).
zh: <b>因为你在辽阔雪地或雪冢扎营</b>：在破冰船登陆点生成一个渗出梦魇。

source: <b>Because you are camped at either Broad Snowdrifts or Snow Graves</b>: Spawn Seeping Nightmares at Icebreaker Landing and Frigid Cave.
de: <b>Da sich euer Lager am Ort Ausgedehnte Schneewehe oder Schneegräber befindet</b>: Je ein Gegner Durchsickerner Albtraum erscheint an der Eisbrecher-Landfestelle und der Eishöhle.
es: <b>Como tu campamento está en los Bancos de nieve anchos o en las Tumbas de nieve</b>: Haz aparecer Pesadillas rezumantes primero en el Atracadero del rompehielos y luego en la Cueva glacial.
fr: <b>Comme votre camp se trouve dans la Congère Épaisse ou les Tombes Enneigées</b> : générez un Cauchemar Suintant dans Mouillage du Brise-Glace et la Grotte Glaciale.
it: <b>Se siete accampati nei Cumuli Nevosi o nelle Tombe di Neve</b>: generate i nemici Incubo Penetrante nell'Approdo del Rompighiaccio e nella Grotta Glaciale.
ko: <b>야영지가 ‘드넓은 설원’ 또는 ‘눈으로 쌓아 올린 봉분’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나, 그런 다음 ‘차디찬 동굴’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Broad Snowdrifts (Đồi Tuyết Rộng) hoặc Snow Graves (Nghĩa Trang Tuyết)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng) và Frigid Cave (Hang Lạnh).
zh: <b>因为你在辽阔雪地或雪冢扎营</b>：在破冰船登陆点和严寒洞穴生成渗出梦魇。

source: <b>Because you are camped at either Broad Snowdrifts or Snow Graves</b>: Spawn Seeping Nightmares at Icebreaker Landing, Frigid Cave, and Remnants of Lake's Camp.
de: <b>Da sich euer Lager am Ort Ausgedehnte Schneewehe oder Schneegräber befindet</b>: Je ein Gegner Durchsickerner Albtraum erscheint an der Eisbrecher-Landfestelle, in der Eishöhle und an den Überresten von Lakes Lager.
es: <b>Como tu campamento está en los Bancos de nieve anchos o en las Tumbas de nieve</b>: Haz aparecer Pesadillas rezumantes primero en el Atracadero del rompehielos, luego en la Cueva glacial y luego en los Restos del campamento de Lake.
fr: <b>Comme votre camp se trouve dans la Congère Épaisse ou les Tombes Enneigées</b> : générez un Cauchemar Suintant dans Mouillage du Brise-Glace, la Grotte Glaciale et les Vestiges du Camp de Lake.
it: <b>Se siete accampati nei Cumuli Nevosi o nelle Tombe di Neve</b>: generate i nemici Incubo Penetrante nell'Approdo del Rompighiaccio, nella Grotta Glaciale e nei Resti dell'Accampamento di Lake.
ko: <b>야영지가 ‘드넓은 설원’ 또는 ‘눈으로 쌓아 올린 봉분’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나, 그런 다음 ‘차디찬 동굴’에 하나, 그런 다음 ‘레이크 교수의 야영지 잔해’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Broad Snowdrifts (Đồi Tuyết Rộng) hoặc Snow Graves (Nghĩa Trang Tuyết)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng), Frigid Cave (Hang Lạnh) và Remnants of Lake's Camp (Tàn Dư Trại Hồ).
zh: <b>因为你在辽阔雪地或雪冢扎营</b>：在破冰船登陆点、严寒洞穴和莱克营地遗址生成渗出梦魇。

source: <b>Because you are camped at either Broad Snowdrifts or Snow Graves</b>: Spawn Seeping Nightmares at Icebreaker Landing, Frigid Cave, Remnants of Lake's Camp, and Crystalline Cavern.
de: <b>Da sich euer Lager am Ort Ausgedehnte Schneewehe oder Schneegräber befindet</b>: Je ein Gegner Durchsickerner Albtraum erscheint an der Eisbrecher-Landfestelle, in der Eishöhle, an den Überresten von Lakes Lager und in der Kristallhöhle.
es: <b>Como tu campamento está en los Bancos de nieve anchos o en las Tumbas de nieve</b>: Haz aparecer Pesadillas rezumantes primero en el Atracadero del rompehielos, luego en la Cueva glacial, luego en los Restos del campamento de Lake y luego en la Caverna cristalina.
fr: <b>Comme votre camp se trouve dans la Congère Épaisse ou les Tombes Enneigées</b> : générez un Cauchemar Suintant dans Mouillage du Brise-Glace, la Grotte Glaciale, les Vestiges du Camp de Lake et la Caverne Cristalline.
it: <b>Se siete accampati nei Cumuli Nevosi o nelle Tombe di Neve</b>: generate i nemici Incubo Penetrante nell'Approdo del Rompighiaccio, nella Grotta Glaciale, nei Resti dell'Accampamento di Lake e nella Caverna Cristallina.
ko: <b>야영지가 ‘드넓은 설원’ 또는 ‘눈으로 쌓아 올린 봉분’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나, 그런 다음 ‘차디찬 동굴’에 하나, 그런 다음 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘수정 동굴’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Broad Snowdrifts (Đồi Tuyết Rộng) hoặc Snow Graves (Nghĩa Trang Tuyết)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng), Frigid Cave (Hang Lạnh), Remnants of Lake's Camp (Tàn Dư Trại Hồ) và Crystalline Cavern (Hang Tinh Thể).
zh: <b>因为你在辽阔雪地或雪冢扎营</b>：在破冰船登陆点、严寒洞穴、莱克营地遗址和水晶洞穴生成渗出梦魇。

source: <b>Because you are camped at either Frigid Cave or Rocky Crags</b>: Spawn a Seeping Nightmare at Icebreaker Landing.
de: <b>Da sich euer Lager am Ort Eishöhle oder Felsklippen befindet</b>: Ein Gegner Durchsickernder Albtraum erscheint an der Eisbrecher-Landestelle.
es: <b>Como tu campamento está en la Cueva glacial o en los Peñascos rocosos</b>: Haz aparecer una Pesadilla rezumante en el Atracadero del rompehielos.
fr: <b>Comme votre camp se trouve dans la Grotte Glaciale ou les Falaises Rocheuses</b> : générez un Cauchemar Suintant dans le Mouillage du Brise-Glace.
it: <b>Se siete accampati nella Grotta Glaciale o nei Dirupi Rocciosi</b>: generati nemici Incubo Penetrante nell'Approdo del Rompighiaccio.
ko: <b>야영지가 ‘차디찬 동굴’ 또는 ‘험준한 산 사면’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Frigid Cave (Hang Lạnh) hoặc Rocky Crags (Vách Đá Gồ Ghề)</b>: Sinh ra một Seeping Nightmare (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng).
zh: <b>因为你在严寒洞穴或岩石峭壁扎营</b>：在破冰船登陆点生成一个渗出梦魇。

source: <b>Because you are camped at either Frigid Cave or Rocky Crags</b>: Spawn Seeping Nightmares at Icebreaker Landing, and Snow Graves.
de: <b>Da sich euer Lager am Ort Eishöhle oder Felsklippen befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an der Eisbrecher-Landestelle und an den Schneegräbern.
es: <b>Como tu campamento está en la Cueva glacial o en los Peñascos rocosos</b>: Haz aparecer Pesadillas rezumantes primero en el Atracadero del rompehielos y luego en las Tumbas de nieve.
fr: <b>Comme votre camp se trouve dans la Grotte Glaciale ou les Falaises Rocheuses</b> : générez un Cauchemar Suintant dans le Mouillage du Brise-Glace et les Tombes Enneigées.
it: <b>Se siete accampati nella Grotta Glaciale o nei Dirupi Rocciosi</b>: generati nemici Incubo Penetrante nell'Approdo del Rompighiaccio e nelle Tombe di Neve.
ko: <b>야영지가 ‘차디찬 동굴’ 또는 ‘험준한 산 사면’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나, 그런 다음 ‘눈으로 쌓아 올린 봉분’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Frigid Cave (Hang Lạnh) hoặc Rocky Crags (Vách Đá Gồ Ghề)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng) và Snow Graves (Nghĩa Trang Tuyết).
zh: <b>因为你在严寒洞穴或岩石峭壁扎营</b>：在破冰船登陆点和雪冢生成渗出梦魇。

source: <b>Because you are camped at either Frigid Cave or Rocky Crags</b>: Spawn Seeping Nightmares at Icebreaker Landing, Snow Graves, and Barrier Camp.
de: <b>Da sich euer Lager am Ort Eishöhle oder Felsklippen befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an der Eisbrecher-Landestelle, an den Schneegräbern und am Lager an der Eisbarriere.
es: <b>Como tu campamento está en la Cueva glacial o en los Peñascos rocosos</b>: Haz aparecer Pesadillas rezumantes primero en el Atracadero del rompehielos, luego en las Tumbas de nieve y luego en el Campamento de barrera.
fr: <b>Comme votre camp se trouve dans la Grotte Glaciale ou les Falaises Rocheuses</b> : générez un Cauchemar Suintant dans le Mouillage du Brise-Glace, les Tombes Enneigées et le Camp de la Barrière.
it: <b>Se siete accampati nella Grotta Glaciale o nei Dirupi Rocciosi</b>: generati nemici Incubo Penetrante nell'Approdo del Rompighiaccio, nelle Tombe di Neve e nell'Accampamento sulla Barriera.
ko: <b>야영지가 ‘차디찬 동굴’ 또는 ‘험준한 산 사면’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나, 그런 다음 ‘눈으로 쌓아 올린 봉분’에 하나, 그런 다음 ‘빙벽 야영지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Frigid Cave (Hang Lạnh) hoặc Rocky Crags (Vách Đá Gồ Ghề)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng), Snow Graves (Nghĩa Trang Tuyết) và Barrier Camp (Trại Rào).
zh: <b>因为你在严寒洞穴或岩石峭壁扎营</b>：在破冰船登陆点、雪冢和屏障营地生成渗出梦魇。

source: <b>Because you are camped at either Frigid Cave or Rocky Crags</b>: Spawn Seeping Nightmares at Icebreaker Landing, Snow Graves, Barrier Camp, and Crystalline Cavern.
de: <b>Da sich euer Lager am Ort Eishöhle oder Felsklippen befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an der Eisbrecher-Landestelle, an den Schneegräbern, am Lager an der Eisbarriere und in der Kristallhöhle.
es: <b>Como tu campamento está en la Cueva glacial o en los Peñascos rocosos</b>: Haz aparecer Pesadillas rezumantes primero en el Atracadero del rompehielos, luego en las Tumbas de nieve, luego en el Campamento de barrera y luego en la Caverna cristalina.
fr: <b>Comme votre camp se trouve dans la Grotte Glaciale ou les Falaises Rocheuses</b> : générez un Cauchemar Suintant dans le Mouillage du Brise-Glace, le Camp de la Barrière et la Caverne Cristalline.
it: <b>Se siete accampati nella Grotta Glaciale o nei Dirupi Rocciosi</b>: generati nemici Incubo Penetrante nell'Approdo del Rompighiaccio, nelle Tombe di Neve, nell'Accampamento sulla Barriera e nella Caverna Cristallina.
ko: <b>야영지가 ‘차디찬 동굴’ 또는 ‘험준한 산 사면’이라면:</b> ‘스며 나오는 악몽’을 ‘쇄빙선 상륙지’에 하나, 그런 다음 ‘눈으로 쌓아 올린 봉분’에 하나, 그런 다음 ‘빙벽 야영지’에 하나, 그런 다음 ‘수정 동굴’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Frigid Cave (Hang Lạnh) hoặc Rocky Crags (Vách Đá Gồ Ghề)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icebreaker Landing (Bến Tàu Phá Băng), Snow Graves (Nghĩa Trang Tuyết), Barrier Camp (Trại Rào) và Crystalline Cavern (Hang Tinh Thể).
zh: <b>因为你在严寒洞穴或岩石峭壁扎营</b>：在破冰船登陆点、雪冢、屏障营地和水晶洞穴生成渗出梦魇。

source: <b>Because you are camped at Crystalline Cavern</b>: Spawn a Seeping Nightmare at Remnants of Lake's Camp.
de: <b>Da sich euer Lager am Ort Kristallhöhle befindet</b>: Ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager.
es: <b>Como tu campamento está en la Caverna cristalina</b>: Haz aparecer una Pesadilla rezumante en los Restos del campamento de Lake.
fr: <b>Comme votre camp se trouve dans la Caverne Cristalline</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake.
it: <b>Se siete accampati nella Caverna Cristallina</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake.
ko: <b>야영지가 ‘수정 동굴’이라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Crystalline Cavern (Hang Tinh Thể)</b>: Sinh ra một Seeping Nightmare (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ).
zh: <b>因为你在水晶洞穴扎营</b>：在莱克营地遗址生成一个渗出梦魇。

source: <b>Because you are camped at Crystalline Cavern</b>: Spawn Seeping Nightmares at Remnants of Lake's Camp and Barrier Camp.
de: <b>Da sich euer Lager am Ort Kristallhöhle befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager und am Lager an der Eisbarriere.
es: <b>Como tu campamento está en la Caverna cristalina</b>: Haz aparecer Pesadillas rezumantes primero en los Restos del campamento de Lake y luego en el Campamento de la barrera.
fr: <b>Comme votre camp se trouve dans la Caverne Cristalline</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake et le Camp de la Barrière.
it: <b>Se siete accampati nella Caverna Cristallina</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake e nell'Accampamento sulla Barriera.
ko: <b>야영지가 ‘수정 동굴’이라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘빙벽 야영지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Crystalline Cavern (Hang Tinh Thể)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ) và Barrier Camp (Trại Rào).
zh: <b>因为你在水晶洞穴扎营</b>：在莱克营地遗址和屏障营地生成渗出梦魇。

source: <b>Because you are camped at Crystalline Cavern</b>: Spawn Seeping Nightmares at Remnants of Lake's Camp, Barrier Camp, and Icebreaker Landing.
de: <b>Da sich euer Lager am Ort Kristallhöhle befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager, am Lager an der Eisbarriere und an der Eisbrecher-Landestelle.
es: <b>Como tu campamento está en la Caverna cristalina</b>: Haz aparecer Pesadillas rezumantes primero en los Restos del campamento de Lake, luego en el Campamento de la barrera y luego en el Atracadero del rompehielos.
fr: <b>Comme votre camp se trouve dans la Caverne Cristalline</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake, le Camp de la Barrière et dans le Mouillage du Brise-Glace.
it: <b>Se siete accampati nella Caverna Cristallina</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake, nell'Accampamento sulla Barriera e nell'Approdo del Rompighiaccio.
ko: <b>야영지가 ‘수정 동굴’이라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘빙벽 야영지’에 하나, 그런 다음 ‘쇄빙선 상륙지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Crystalline Cavern (Hang Tinh Thể)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ), Barrier Camp (Trại Rào) và Icebreaker Landing (Bến Tàu Phá Băng).
zh: <b>因为你在水晶洞穴扎营</b>：在莱克营地遗址、屏障营地和破冰船登陆点生成渗出梦魇。

source: <b>Because you are camped at Crystalline Cavern</b>: Spawn Seeping Nightmares at Remnants of Lake's Camp, Barrier Camp, Icebreaker Landing, and Crash Site.
de: <b>Da sich euer Lager am Ort Kristallhöhle befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager, am Lager an der Eisbarriere, an der Eisbrecher-Landestelle und an der Absturzstelle.
es: <b>Como tu campamento está en la Caverna cristalina</b>: Haz aparecer Pesadillas rezumantes primero en los Restos del campamento de Lake, luego en el Campamento de la barrera, luego en el Atracadero del rompehielos y luego en el Lugar del accidente.
fr: <b>Comme votre camp se trouve dans la Caverne Cristalline</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake, le Camp de la Barrière, dans le Mouillage du Brise-Glace et le Lieu de l'Accident.
it: <b>Se siete accampati nella Caverna Cristallina</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake, nell'Accampamento sulla Barriera, nell'Approdo del Rompighiaccio e nel Luogo dello Schianto.
ko: <b>야영지가 ‘수정 동굴’이라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘빙벽 야영지’에 하나, 그런 다음 ‘쇄빙선 상륙지’에 하나, 그런 다음 ‘추락지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Crystalline Cavern (Hang Tinh Thể)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ), Barrier Camp (Trại Rào), Icebreaker Landing (Bến Tàu Phá Băng) và Crash Site (Nơi Máy Bay Rơi).
zh: <b>因为你在水晶洞穴扎营</b>：在莱克营地遗址、屏障营地、破冰船登陆点和坠机点生成渗出梦魇。

source: <b>Because you are camped at Barrier Camp</b>: Spawn a Seeping Nightmare at Remnants of Lake's Camp.
de: <b>Da sich euer Lager am Ort Lager an der Eisbarriere befindet</b>: Ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager.
es: <b>Como tu campamento está en el Campamento de barrera</b>: Haz aparecer una Pesadilla rezumante en los Restos del campamento de Lake.
fr: <b>Comme votre camp se trouve dans le Camp de la Barrière</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake.
it: <b>Se siete accampati nell'Accampamento sulla Barriera</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake.
ko: <b>야영지가 ‘빙벽 야영지’라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Barrier Camp (Trại Rào)</b>: Sinh ra một Seeping Nightmare (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ).
zh: <b>因为你在屏障营地扎营</b>：在莱克营地遗址生成一个渗出梦魇。

source: <b>Because you are camped at Barrier Camp</b>: Spawn Seeping Nightmares at Remnants of Lake's Camp and Crystalline Cavern.
de: <b>Da sich euer Lager am Ort Lager an der Eisbarriere befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager und in der Kristallhöhle.
es: <b>Como tu campamento está en el Campamento de barrera</b>: Haz aparecer Pesadillas rezumantes primero en los Restos del campamento de Lake y luego en la Caverna cristalina.
fr: <b>Comme votre camp se trouve dans le Camp de la Barrière</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake et la Caverne Cristalline.
it: <b>Se siete accampati nell'Accampamento sulla Barriera</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake e nella Caverna Cristallina.
ko: <b>야영지가 ‘빙벽 야영지’라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘수정 동굴’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Barrier Camp (Trại Rào)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ) và Crystalline Cavern (Hang Tinh Thể).
zh: <b>因为你在屏障营地扎营</b>：在莱克营地遗址和水晶洞穴生成渗出梦魇。

source: <b>Because you are camped at Barrier Camp</b>: Spawn Seeping Nightmares at Remnants of Lake's Camp, Crystalline Cavern, and Snow Graves.
de: <b>Da sich euer Lager am Ort Lager an der Eisbarriere befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager, in der Kristallhöhle und an den Schneegräbern.
es: <b>Como tu campamento está en el Campamento de barrera</b>: Haz aparecer Pesadillas rezumantes primero en los Restos del campamento de Lake, luego en la Caverna cristalina y luego en las Tumbas de nieve.
fr: <b>Comme votre camp se trouve dans le Camp de la Barrière</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake, la Caverne Cristalline et les Tombes Enneigées.
it: <b>Se siete accampati nell'Accampamento sulla Barriera</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake, nella Caverna Cristallina e nelle Tombe di Neve.
ko: <b>야영지가 ‘빙벽 야영지’라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘수정 동굴’에 하나, 그런 다음 ‘눈으로 쌓아 올린 봉분’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Barrier Camp (Trại Rào)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ), Crystalline Cavern (Hang Tinh Thể) và Snow Graves (Nghĩa Trang Tuyết).
zh: <b>因为你在屏障营地扎营</b>：在莱克营地遗址、水晶洞穴和雪冢生成渗出梦魇。

source: <b>Because you are camped at Barrier Camp</b>: Spawn Seeping Nightmares at Remnants of Lake's Camp, Crystalline Cavern, Snow Graves, Crash Site.
de: <b>Da sich euer Lager am Ort Lager an der Eisbarriere befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Überresten von Lakes Lager, in der Kristallhöhle, an den Schneegräbern und an der Absturzstelle.
es: <b>Como tu campamento está en el Campamento de barrera</b>: Haz aparecer Pesadillas rezumantes primero en los Restos del campamento de Lake, luego en la Caverna cristalina, luego en las Tumbas de nieve y luego en el Lugar del accidente.
fr: <b>Comme votre camp se trouve dans le Camp de la Barrière</b> : générez un Cauchemar Suintant dans les Vestiges du Camp de Lake, la Caverne Cristalline, les Tombes Enneigées et le Lieu de l'Accident.
it: <b>Se siete accampati nell'Accampamento sulla Barriera</b>: generate i nemici Incubo Penetrante nei Resti dell'Accampamento di Lake, nella Caverna Cristallina, nelle Tombe di Neve e nel Luogo dello Schianto.
ko: <b>야영지가 ‘빙벽 야영지’라면:</b> ‘스며 나오는 악몽’을 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘수정 동굴’에 하나, 그런 다음 ‘눈으로 쌓아 올린 봉분’에 하나, 그런 다음 ‘추락지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Barrier Camp (Trại Rào)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Remnants of Lake's Camp (Tàn Dư Trại Hồ), Crystalline Cavern (Hang Tinh Thể), Snow Graves (Nghĩa Trang Tuyết) và Crash Site (Nơi Máy Bay Rơi).
zh: <b>因为你在屏障营地扎营</b>：在莱克营地遗址、水晶洞穴、雪冢和坠机点生成渗出梦魇。

source: <b>Because you are camped at Remnants of Lake's Camp</b>: Spawn a Seeping Nightmare at Barrier Camp.
de: <b>Da sich euer Lager am Ort Überreste von Lakes Lager befindet</b>: Ein Gegner Durchsickernder Albtraum erscheint am Lager an der Eisbarriere.
es: <b>Como tu campamento está en los Restos del campamento de Lake</b>: Haz aparecer una Pesadilla rezumante en el Campamento de barrera.
fr: <b>Comme votre camp se trouve dans les Vestiges du Camp de Lake</b> : générez un Cauchemar Suintant dans dans le Camp de la Barrière.
it: <b>Se siete accampati nei Resti dell'Accampamento di Lake</b>: generate i nemici Incubo Penetrante nell'Accampamento sulla Barriera.
ko: <b>야영지가 ‘레이크 교수의 야영지 잔해’라면:</b> ‘스며 나오는 악몽’을 ‘빙벽 야영지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Remnants of Lake's Camp (Tàn Dư Trại Hồ)</b>: Sinh ra một Seeping Nightmare (Ác Mộng Rỉ Ra) tại Barrier Camp (Trại Rào).
zh: <b>因为你在莱克营地遗址扎营</b>：在屏障营地生成一个渗出梦魇。

source: <b>Because you are camped at Remnants of Lake's Camp</b>: Spawn Seeping Nightmares at Barrier Camp and Crystalline Cavern.
de: <b>Da sich euer Lager am Ort Überreste von Lakes Lager befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint am Lager an der Eisbarriere und in der Kristallhöhle.
es: <b>Como tu campamento está en los Restos del campamento de Lake</b>: Haz aparecer Pesadillas rezumantes primero en el Campamento de barrera y luego en la Caverna cristalina.
fr: <b>Comme votre camp se trouve dans les Vestiges du Camp de Lake</b> : générez un Cauchemar Suintant dans dans le Camp de la Barrière et la Caverne Cristalline.
it: <b>Se siete accampati nei Resti dell'Accampamento di Lake</b>: generate i nemici Incubo Penetrante nell'Accampamento sulla Barriera e nella Caverna Cristallina.
ko: <b>야영지가 ‘레이크 교수의 야영지 잔해’라면:</b> ‘스며 나오는 악몽’을 ‘빙벽 야영지’에 하나, 그런 다음 ‘수정 동굴’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Remnants of Lake's Camp (Tàn Dư Trại Hồ)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Barrier Camp (Trại Rào) và Crystalline Cavern (Hang Tinh Thể).
zh: <b>因为你在莱克营地遗址扎营</b>：在屏障营地和水晶洞穴生成渗出梦魇。

source: <b>Because you are camped at Remnants of Lake's Camp</b>: Spawn Seeping Nightmares at Barrier Camp, Crystalline Cavern, and Frigid Cave.
de: <b>Da sich euer Lager am Ort Überreste von Lakes Lager befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint am Lager an der Eisbarriere, in der Kristallhöhle und in der Eishöhle.
es: <b>Como tu campamento está en los Restos del campamento de Lake</b>: Haz aparecer Pesadillas rezumantes primero en el Campamento de barrera, luego en la Caverna cristalina y luego en la Cueva glacial.
fr: <b>Comme votre camp se trouve dans les Vestiges du Camp de Lake</b> : générez un Cauchemar Suintant dans dans le Camp de la Barrière, la Caverne Cristalline et la Grotte Glaciale.
it: <b>Se siete accampati nei Resti dell'Accampamento di Lake</b>: generate i nemici Incubo Penetrante nell'Accampamento sulla Barriera, nella Caverna Cristallina e nella Grotta Glaciale.
ko: <b>야영지가 ‘레이크 교수의 야영지 잔해’라면:</b> ‘스며 나오는 악몽’을 ‘빙벽 야영지’에 하나, 그런 다음 ‘수정 동굴’에 하나, 그런 다음 ‘차디찬 동굴’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Remnants of Lake's Camp (Tàn Dư Trại Hồ)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Barrier Camp (Trại Rào), Crystalline Cavern (Hang Tinh Thể) và Frigid Cave (Hang Lạnh).
zh: <b>因为你在莱克营地遗址扎营</b>：在屏障营地、水晶洞穴和严寒洞穴生成渗出梦魇。
