Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/ice_and_death_part_3.po
Languages: de, es, fr, it, ko, vi, zh

source: Ice and Death, Part III
de: Eis und Tod, Teil III
es: Hielo y muerte, parte III
fr: De Glace et de Mort, Partie III
it: Ghiaccio e Morte - Parte 3
ko: 얼음과 죽음(3부)
vi: Ice and Death (Băng và Cái Chết), Phần III
zh: 亡命冰原 第III部分

source: Scenario I: Ice and Death, Part III
de: Szenario I: Eis und Tod, Teil III
es: Escenario I: Hielo y muerte, parte III
fr: Scénario I : De Glace et de Mort, Partie III
it: Scenario I: Ghiaccio e Morte - Parte 3
ko: 시나리오 I: 얼음과 죽음(3부)
vi: Màn I: Ice and Death (Băng và Cái Chết), Phần III
zh: 冒险I：亡命冰原 第III部分

source: "There—see it?" one of the team members hands you their binoculars and points into the distance. You've ventured just outside camp to find a defensible position where you hope can see the creatures approaching… but what you find instead is even worse. Not only are they encroaching on the campsite as you expected, but more are emerging from the ice by the minute. You watch the ice shelf split open, and a geyser of multicolored miasma seeps from the cracks. Your companion clutches your arm and points you in another direction, where you see another geyser spill forth. Then, another. "There has to be an end to them, right?" You lower the binoculars and tell the rest of the team to prepare for a fight. You don't know if you can hold off these strange creatures or not, but there's only one way to find out.
es: –Allí, ¿lo ves? –te dice uno de los miembros del equipo mientras te pasa sus prismáticos y señala a lo lejos. Habéis salido ligeramente del campamento para buscar una posición que podáis defender y desde donde esperáis ver acercarse a las criaturas… pero lo que habéis descubierto es todavía peor. No sólo se dirigen al campamento como pensabas, sino que a cada minuto que pasa salen más del interior del hielo. Ves cómo el campo de hielo se parte y se abre, y un géiser de miasma multicolor brota de las grietas. Tu compañero te agarra del brazo y señala en otra dirección, donde ves cómo brota otro géiser. Y luego otro. –Se tendrán que acabar en algún momento, ¿no? Bajas los prismáticos y le dices al resto del equipo que se preparen para luchar. No sabes si podréis contener a estas extrañas criaturas o no, pero sólo hay un modo de averiguarlo.
fr: « Là — Vous le voyez ? » dit l'un de vos équipiers en vous tendant ses jumelles et en vous pointant du doigt une direction. Vous vous êtes aventuré hors du camp pour trouver une position facile à défendre d'où vous pourriez espérer voir les créatures approcher, mais ce que vous avez découvert est bien pire. Non seulement elles se dirigent bien vers votre camp comme vous le craigniez, mais d'autres créatures sont sur le point de sortir de sous la glace. Une fissure béante s'est ouverte dans la glace et un geyser de miasme multicolore en jaillit. Votre compagnon vous attrape le bras et vous indique une autre direction où vous pouvez apercevoir un deuxième geyser. Puis, un troisième. « Mais combien y en a-t-il ?» Vous baissez vos jumelles et ordonnez au reste de l'équipe de se préparer au combat. Vous ignorez si vous pouvez repousser ces étranges créatures, mais il n'y a qu'un seul moyen de le savoir.
it: "Lì! Lo vedete?" Uno dei membri della squadra vi porge il suo binocolo e vi indica un punto lontano. Vi siete allontanati dal campo quanto basta per trovare una buona posizione difendibile, da dove sperate di poter tenere sotto controllo le creature prima che siano troppo vicine… Ma quello che vedete vi fa venire un brivido lungo la schiena: non solo quegli esseri stanno raggiungendo l'accampamento, ma ogni minuto che passa ne vedete altri emergere dai ghiacci. Osservate la lastra gelida spaccarsi in due, e il geyser di miasma caleidoscopico eruttare dalle fessure. Il vostro compagno vi afferra al braccio e indica un'altra direzione, dove vedete esplodere un secondo geyser. E poi un altro ancora. "Prima o poi dovranno pur finire, no?" Abbassate il binocolo e avvertite il resto della squadra di prepararsi a combattere. Non sapete se sarete in grado di respingere quelle strane creature, ma c'è un solo modo per scoprirlo.
ko: “저기 보이십니까?” 탐사대원 하나가 쌍안경을 건네주며 저 먼 곳을 가리킵니다. 당신은 위험을 무릅쓰고서 야영지 바깥에서 괴수들에 맞설 만한 곳이 있는지 찾아봤지만… 그런 곳을 발견하기는 고사하고 상황만 갈수록 심각해졌습니다. 그것들은 예상대로 야영지를 잠식했을 뿐만 아니라, 시시각각 얼음 사이에서 더 많이 튀어나오고 있었습니다 쌍안경으로 바라본 곳에서는 갈라진 빙붕 틈바구니로 갖가지 색채를 흩뿌리는 독기의 간헐천이 뿜어져 나오고 있었습니다. 탐사대원이 당신의 팔을 붙잡더니 이번엔 다른 곳을 가리킵니다. 그곳에도 또 다른 독기가 터져 나오고, 곧이어 다른 곳에서도 산발적으로 독기가 빙판을 뚫고 쏟아져나옵니다. “저것들 언젠가 끝나긴 할까요?” 당신은 쌍안경을 치우고 나머지 탐사대원에게 전투 준비를 하라고 일러둡니다. 저런 기묘한 괴수를 저지하는 게 가능하기나 할지는 모르지만, 알아낼 방법은 단 하나, 해보는 것뿐입니다.
vi: "Kia kìa—thấy chưa?" một thành viên trong đội đưa bạn chiếc ống nhòm và chỉ vào khoảng xa. Bạn đã mạo hiểm ra khỏi trại để tìm một vị trí phòng thủ, nơi bạn hy vọng có thể nhìn thấy lũ sinh vật đang tiến đến… nhưng thứ bạn phát hiện ra lại còn tệ hơn cả tưởng tượng. Chúng không chỉ đang xâm lấn khu trại như bạn dự đoán, mà còn có thêm nhiều sinh vật khác trồi lên từ lớp băng mỗi phút trôi qua. Bạn nhìn thấy thềm băng nứt toác ra, và một cột khí độc nhiều màu sắc phun lên từ các vết nứt. Người đồng đội của bạn nắm chặt tay bạn và chỉ về một hướng khác, nơi bạn thấy một cột khí khác tuôn trào. Rồi lại một cột nữa. "Phải có điểm kết thúc cho những điều này chứ, đúng không?" Bạn hạ ống nhòm xuống và bảo cả đội chuẩn bị chiến đấu. Bạn không biết liệu mình có thể chống lại những sinh vật kỳ lạ này hay không, nhưng chỉ có một cách để tìm hiểu.
zh: “就在那儿，看见了吗？”一名队员递给你双筒望远镜，并指向远方。你们来到营地外，想寻找有利防守的地形，以便在那种生物接近时能尽早发现……但你的发现反而更糟。它们不仅如你所料正向营地袭来，甚至还有更多在从冰面下不断冒出来。 你看到冰架裂开了，彩色的瘴气喷泉从裂缝中渗出。你的同伴抓住你的手臂，指引你看向另一个方向，在那里有另一道喷泉涌出。然后，又一道。“它们数量总得有个尽头吧？” 你放下望远镜，告诉其他队员准备战斗。你不确定你们能否抵挡住这些奇怪的生物，不过确认的方法也只有一个。

source: Each investigator may choose one available member of the expedition team who is not crossed off to join them. Put the story asset for the chosen character into play in that investigator's play area (These story assets can be found in the <i>Expedition Team</i> encounter set.). Place damage and horror on that character as indicated in the "Expedition Team" section of the Campaign Log.
de: Jeder Ermittler darf 1 verfügbares Mitglied des Expeditionsteams wählen, das nicht durchgestrichen ist. Der gewählte Charakter schließt sich dem Ermittler an und die zugehörige Storyvorteilskarte wird in der Spielzone des Ermittlers ins Spiel gebracht. (Die Storyvorteile befinden sich im Begegnungsset <i>Expeditionsteam</i>.) Auf jeder dieser Storyvorteilskarten wird so viel Schaden und Horror platziert, wie im Abschnitt „Expeditionsteam“ im Kampagnenlogbuch angegeben.
es: Cada investigador puede elegir 1 miembro disponible del equipo de la expedición que no esté tachado para que lo acompañe. Pon en juego el Apoyo de historia del personaje elegido en la zona de juego de ese investigador (puedes encontrar estos Apoyos de historia en el conjunto de encuentros <i>Equipo de expedición</i>). Coloca tanto daño y horror sobre ese personaje como indique la sección "Equipo de la expedición" del registro de campaña.
fr: Chaque investigateur a le droit de choisir un membre disponible de l'expédition dont le nom n'est pas barré pour l'accompagner. Mettez en jeu le soutien d'histoire du personnage choisi dans la zone de jeu de cet investigateur. (Ces soutiens d'histoires se trouvent dans le set de rencontre <i>Membres de l'Expédition</i>) Placez sur ce personnage un nombre de dégâts et d'horreurs égal aux valeurs indiquées dans la section « Membres de l'Expédition » du Carnet de Campagne.
it: Ogni investigatore può scegliere un membro della squadra della spedizione disponibile che non sia barrato da portare con sé, poi mette in gioco il supporto storia del personaggio scelto nella sua area di gioco (questi supporti storia si trovano nel set incontri <i>Squadra della Spedizione</i>) e vi colloca un ammontare di danni e orrori pari ai valori indicati nella voce "Squadra della Spedizione" nel Diario della Campagna.
ko: 조사자마다 각자 사용 가능한 탐사대원(아직 취소선이 그어지지 않은 탐사대원)을 하나씩 선택해도 됩니다. 각자 본인이 선택한 탐사대원 이야기 자산을 플레이 영역 중 자신의 플레이 영역에 둡니다. (이러한 이야기 자산은 <i>탐사대</i> 조우 세트에 포함되어 있습니다.) 각각의 탐사대원마다 캠페인 기록지의 “탐사대” 항목에 표시된 대로 피해와 공포를 놓습니다.
vi: Mỗi điều tra viên có thể chọn một thành viên còn lại của đội thám hiểm chưa bị gạch bỏ để đồng hành cùng họ. Đặt lá bài tài sản câu chuyện của nhân vật được chọn vào khu vực chơi của điều tra viên đó (Những tài sản câu chuyện này có thể được tìm thấy trong bộ encounter <i>Expedition Team</i> (Đội Thám Hiểm)). Đặt chấn thương thể chất và tinh thần lên nhân vật đó như được ghi trong phần "Expedition Team" (Đội Thám Hiểm) của Nhật ký Chiến dịch.
zh: 每位调查员可以选择一名探险队的可用成员(即未被划掉的成员)加入他们。将所选角色的剧情支援放置入场，位于该调查员的游戏区域(这些剧情支援可以在<i>探险队</i>遭遇组中找到)。将该角色的生命值和神智值设为剧本日志中“探险队”部分记录的对应值。

source: Search the encounter deck and all out-of-play areas for all cards from <i>The Crash</i>, <i>Lost in the Night</i> and <i>Left Behind</i> encounter sets. Remove each card from these encounter sets from the game.
de: Das Begegnungsdeck und alle nicht im Spiel befindlichen Zonen werden nach allen Karten der Begegnungssets <i>Der Absturz</i>, <i>In der Nacht verschollen</i> und <i>Zurückgelassen</i> durchsucht. Diese werden aus dem Spiel entfernt.
es: Busca en el mazo de Encuentros y en todas las zonas fuera del juego todas las cartas de los conjuntos de encuentros <i>El accidente</i>, <i>Perdidos en la noche</i> y <i>Abandonados</i>. Retira de la partida todas las cartas de esos conjuntos de encuentros.
fr: Cherchez toutes les cartes des sets de rencontre <i>L'Accident</i>, <i>Perdus dans la Nuits</i> et <i>Laissés en Arrière</i> dans le deck Rencontre et dans toutes les zones hors jeu. Retirez de la partie chaque carte appartenant à ces sets de rencontre.
it: Cercate nel mazzo degli incontri e in tutte le aree fuori dal gioco ogni carta dei set di incontri <i>Lo Schianto</i>, <i>Smarriti nella Notte</i> e <i>Lasciati Indietro</i>. Rimuovete dal gioco ogni carta di questi set di incontri.
ko: 조우 덱과 모든 비플레이 영역에서 <i>추락</i>, <i>한밤중의 실종</i>, <i>남겨진 자</i>들 조우 세트의 모든 카드를 찾습니다. 이 조우 세트의 모든 카드를 게임에서 제거합니다.
vi: Tìm trong chồng bài encounter và tất cả khu vực ngoài màn chơi để lấy tất cả các lá bài từ các bộ encounter <i>The Crash</i> (Vụ Rơi), <i>Lost in the Night</i> (Lạc Trong Đêm) và <i>Left Behind</i> (Bị Bỏ Lại). Loại bỏ các lá bài từ các bộ encounter này ra khỏi màn chơi.
zh: 查找遭遇牌库和所有场外区域, 找出<i>飞机失事</i>、<i>夜半失踪</i>和<i>惨遭抛弃</i>遭遇组的所有卡牌。将这些遭遇组中的所有卡牌从游戏中移除。

source: Build the agenda deck using agendas 7-8 and the act deck using act 3. (These cards can be found in the <i>Seeping Nightmares</i> encounter set.
de: Das Agendadeck wird mit den Agendakarten 7–8 erstellt und das Szenendeck mit der Szenenkarte 3. (Diese Karten befinden sich im Begegnungsset <i>Durchsickernde Albträume</i>.)
es: Crea el mazo de Plan usando los planes 7–8, y el mazo de Acto usando el acto 3 (puedes encontrarlos en el conjunto de encuentros <i>Pesadillas rezumantes</i>.
fr: Constituez le deck Intrigue en utilisant les Intrigues 7 et 8 et le deck Acte en utilisant l'Acte 3. (Ces cartes se trouvent dans le set de rencontre <i>Cauchemars Suintants</i>).
it: Componenti il mazzo delle trame usando le Trame 7-8 e il mazzo dei capitoli usando il Capitolo 3 (queste carte si trovano nel set di incontri <i>Incubi Penetranti</i>).
ko: 주요사건 7~8만을 사용하여 주요사건 덱을 구성하고, 주요목적 3만을 사용해서 주요목적 덱을 구성합니다. (이러한 카드는 <i>스며 나오는 악몽</i> 조우 세트에 포함되어 있습니다.)
vi: Xây dựng chồng bài agenda bằng cách sử dụng các agenda 7-8 và chồng bài act bằng act 3. (Những lá bài này có thể được tìm thấy trong bộ encounter <i>Seeping Nightmares</i> (Ác Mộng Rỉ Ra)).
zh: 使用密谋7-8创建密谋牌堆，并使用场景3创建场景牌堆(这些卡牌可以在<i>渗出梦魇</i>遭遇组中找到)。

source: Find 1 [per_investigator] Seeping Nightmare enemies. These enemies can be found in the <i>Seeping Nightmares</i> encounter set.
de: Finde 1 [per_investigator] Gegner Durchsickernder Albtraum. Diese Gegner befinden sich im <i>Durchsickernder Albtraum</i>-Begegnungsset.
es: Busca 1 Enemigo Pesadilla rezumante [per_investigator] (puedes encontrar estos Enemigos en el conjunto de encuentros <i>Pesadillas rezumantes</i>).
fr: Trouvez 1 [per_investigator] ennemi Cauchemar Suintant. Ces ennemis se trouvent dans le set de rencontre <i>Cauchemars Suintants</i>.
it: Trovate 1 [per_investigator] nemici incubo penetrante. Questi nemici si trovano nel set di incontri <i>Incubi Penetranti</i>.
ko: ‘스며 나오는 악몽’ 적 사본을 1 [per_investigator] 장 찾습니다. 각각을 “스며 나오는 악몽 배치” 항목을 참조하여 서로 다른 장소에 하나씩 출현시킵니다.
vi: Tìm 1 kẻ địch Seeping Nightmare (Ác Mộng Rỉ Ra) [cho mỗi điều tra viên]. Những kẻ địch này có thể được tìm thấy trong bộ gặp gỡ <i>Seeping Nightmares</i> (Ác Mộng Rỉ Ra).
zh: 找出1[per_investigator]个渗出梦魇敌人。这些敌人可以在<i>渗出梦魇</i>遭遇组中找到。

source: Remove all remaining Seeping Nightmares enemies from the game.
de: Entferne alle verbleibenden Gegner Durchsickernder Albtraum aus dem Spiel.
es: Retira de la partida todos los Enemigos Pesadilla rezumante restantes.
fr: Retirez de la partie tous les autres ennemis Cauchemar Suintant.
it: Rimuovete dal gioco tutti i nemici Incubo Penetrante rimanenti.
ko: 나머지 ‘스며 나오는 악몽’ 적은 게임에서 제거합니다.
vi: Loại bỏ tất cả các kẻ địch Seeping Nightmares (Ác Mộng Rỉ Ra) còn lại ra khỏi trò chơi.
zh: 将所有剩余的渗出梦魇敌人从游戏中移除。

source: <b>Because you are camped at either Crash Site, Treacherous Path, Precarious Ice Sheet, or Frozen Shores</b>: Spawn a Seeping Nightmare at Icy Wastes.
de: <b>Da sich euer Lager am Ort Absturzstelle, Trügerischer Pfad, Instabile Eisdecke oder Vereiste Küste befindet</b>: Ein Gegner Durchsickernder Albtraum erscheint in der Eiswüste.
es: <b>Como tu campamento está en el Lugar del accidente, en la Senda traicionera, en la Capa de hielo precaria o en las Costas heladas</b>: Haz aparecer una Pesadilla rezumante en los Páramos gélidos.
fr: <b>Comme votre camp se trouve dans le Lieu de l'Accident, le Chemin Périlleux, la Banquise Fragile ou les Berges Gelées</b> : générez un Cauchemar Suintant dans le Désert de Glace.
it: <b>Se siete accampati nel Luogo dello Schianto, nel Sentiero Insidioso, nella Lastra di Ghiaccio Precaria o nelle Rive Gelate</b>: generate i nemici Incubo Penetrante nelle Desolazioni di Ghiaccio.
ko: <b>야영지가 ‘추락지’, ‘위험천만한 길’, ‘위태로운 빙상’, ‘얼어붙은 해안’ 중 한 곳이라면:</b> ‘스며 나오는 악몽’을 ‘얼음투성이 황무지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Crash Site (Nơi Máy Bay Rơi), Treacherous Path (Con Đường Lừa Dối), Precarious Ice Sheet (Tấm Băng Nguy Hiểm), hoặc Frozen Shores (Bờ Băng Giá)</b>: Sinh ra một Seeping Nightmare (Ác Mộng Rỉ Ra) tại Icy Wastes (Đồng Hoang Băng Giá).
zh: <b>因为你在坠机点、危险道路、不稳定冰盖或冰冻海岸扎营</b>：在冰封荒原生成一个渗出梦魇。

source: <b>Because you are camped at either Crash Site, Treacherous Path, Precarious Ice Sheet, or Frozen Shores</b>: Spawn Seeping Nightmares at Icy Wastes and Broad Snowdrifts.
de: <b>Da sich euer Lager am Ort Absturzstelle, Trügerischer Pfad, Instabile Eisdecke oder Vereiste Küste befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint in der Eiswüste und an der Ausgedehnte Schneewehe.
es: <b>Como tu campamento está en el Lugar del accidente, en la Senda traicionera, en la Capa de hielo precaria o en las Costas heladas</b>: Haz aparecer Pesadillas rezumantes primero en los Páramos gélidos y luego en los Bancos de nieve anchos.
fr: <b>Comme votre camp se trouve dans le Lieu de l'Accident, le Chemin Périlleux, la Banquise Fragile ou les Berges Gelées</b> : générez un Cauchemar Suintant dans le Désert de Glace et la Congère Épaisse.
it: <b>Se siete accampati nel Luogo dello Schianto, nel Sentiero Insidioso, nella Lastra di Ghiaccio Precaria o nelle Rive Gelate</b>: generate i nemici Incubo Penetrante nelle Desolazioni di Ghiaccio e nei Cumuli Nevosi.
ko: <b>야영지가 ‘추락지’, ‘위험천만한 길’, ‘위태로운 빙상’, ‘얼어붙은 해안’ 중 한 곳이라면:</b> ‘스며 나오는 악몽’을 ‘얼음투성이 황무지’에 하나, 그런 다음 ‘드넓은 설원’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Crash Site (Nơi Máy Bay Rơi), Treacherous Path (Con Đường Lừa Dối), Precarious Ice Sheet (Tấm Băng Nguy Hiểm), hoặc Frozen Shores (Bờ Băng Giá)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icy Wastes (Đồng Hoang Băng Giá) và Broad Snowdrifts (Đồi Tuyết Rộng).
zh: <b>因为你在坠机点、危险道路、不稳定冰盖或冰冻海岸扎营</b>：在冰封荒原和辽阔雪地生成渗出梦魇。

source: <b>Because you are camped at either Crash Site, Treacherous Path, Precarious Ice Sheet, or Frozen Shores</b>: Spawn Seeping Nightmares at Icy Wastes, Broad Snowdrifts, and Rocky Crags.
vi: <b>Vì bạn đang cắm trại tại Crash Site (Nơi Máy Bay Rơi), Treacherous Path (Con Đường Lừa Dối), Precarious Ice Sheet (Tấm Băng Nguy Hiểm), hoặc Frozen Shores (Bờ Băng Giá)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icy Wastes (Đồng Hoang Băng Giá), Broad Snowdrifts (Đồi Tuyết Rộng) và Rocky Crags (Vách Đá Gồ Ghề).

source: <b>Because you are camped at either Crash Site, Treacherous Path, Precarious Ice Sheet, or Frozen Shores</b>: Spawn Seeping Nightmares at Icy Wastes, Broad Snowdrifts, Rocky Crags, and Icebreaker Landing.
de: <b>Da sich euer Lager am Ort Absturzstelle, Trügerischer Pfad, Instabile Eisdecke oder Vereiste Küste befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint in der Eiswüste, an der Ausgedehnte Schneewehe, an den Felsklippen und an der Eisbrecher-Landestelle.
es: <b>Como tu campamento está en el Lugar del accidente, en la Senda traicionera, en la Capa de hielo precaria o en las Costas heladas</b>: Haz aparecer Pesadillas rezumantes primero en los Páramos gélidos, luego en los Bancos de nieve anchos, luego en los Peñascos rocosos y luego en el Atracadero del rompehielos.
fr: <b>Comme votre camp se trouve dans le Lieu de l'Accident, le Chemin Périlleux, la Banquise Fragile ou les Berges Gelées</b> : générez un Cauchemar Suintant dans le Désert de Glace, la Congère Épaisse, les Falaises Rocheuses et le Mouillage du Brise-Glace.
it: <b>Se siete accampati nel Luogo dello Schianto, nel Sentiero Insidioso, nella Lastra di Ghiaccio Precaria o nelle Rive Gelate</b>: generate i nemici Incubo Penetrante nelle Desolazioni di Ghiaccio, nei Cumuli Nevosi, nei Dirupi Rocciosi e nell'Approdo del Rompighiaccio.
ko: <b>야영지가 ‘추락지’, ‘위험천만한 길’, ‘위태로운 빙상’, ‘얼어붙은 해안’ 중 한 곳이라면:</b> ‘스며 나오는 악몽’을 ‘얼음투성이 황무지’에 하나, 그런 다음 ‘드넓은 설원’에 하나, 그런 다음 ‘험준한 산 사면’에 하나, 그런 다음 ‘쇄빙선 상륙지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Crash Site (Nơi Máy Bay Rơi), Treacherous Path (Con Đường Lừa Dối), Precarious Ice Sheet (Tấm Băng Nguy Hiểm), hoặc Frozen Shores (Bờ Băng Giá)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Icy Wastes (Đồng Hoang Băng Giá), Broad Snowdrifts (Đồi Tuyết Rộng), Rocky Crags (Vách Đá Gồ Ghề) và Icebreaker Landing (Bến Tàu Phá Băng).
zh: <b>因为你在坠机点、危险道路、不稳定冰盖或冰冻海岸扎营</b>：在冰封荒原、辽阔雪地、岩石峭壁和破冰船登陆点生成渗出梦魇。

source: <b>Because you are camped at either Icy Wastes or Icebreaker Landing</b>: Spawn a Seeping Nightmare at Snow Graves.
es: <b>Como tu campamento está en los Páramos gélidos o en el Atracadero del rompehielos</b>: Haz aparecer una Pesadilla rezumante en las Tumbas de nieve.
fr: <b>Comme votre camp se trouve dans le Désert de Glace ou le Mouillage du Brise-Glace</b> : générez un Cauchemar Suintant dans Tombes Enneigées.
it: <b>Se siete accampati nelle Desolazioni di Ghiaccio o nell'Approdo del Rompighiaccio</b>: generate i nemici Incubo Penetrante nelle Tombe di Neve.
ko: <b>야영지가 ‘얼음투성이 황무지’ 또는 ‘쇄빙선 상륙지’라면:</b> ‘스며 나오는 악몽’을 ‘눈으로 쌓아 올린 봉분’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Icy Wastes (Đồng Hoang Băng Giá) hoặc Icebreaker Landing (Bến Tàu Phá Băng)</b>: Sinh ra một Seeping Nightmare (Ác Mộng Rỉ Ra) tại Snow Graves (Nghĩa Trang Tuyết).
zh: <b>因为你在冰封荒原或破冰船登陆点扎营</b>：在雪冢生成一个渗出梦魇。

source: <b>Because you are camped at either Icy Wastes or Icebreaker Landing</b>: Spawn Seeping Nightmares at Snow Graves and Frigid Cave.
de: <b>Da sich euer Lager am Ort Eiswüste oder EisbrecherLandestelle befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Schneegräbern und der Eishöhle.
es: <b>Como tu campamento está en los Páramos gélidos o en el Atracadero del rompehielos</b>: Haz aparecer Pesadillas rezumantes primero en las Tumbas de nieve y luego en la Cueva glacial.
fr: <b>Comme votre camp se trouve dans le Désert de Glace ou le Mouillage du Brise-Glace</b> : générez un Cauchemar Suintant dans Tombes Enneigées et la Grotte Glaciale.
it: <b>Se siete accampati nelle Desolazioni di Ghiaccio o nell'Approdo del Rompighiaccio</b>: generate i nemici Incubo Penetrante nelle Tombe di Neve e nella Grotta Glaciale.
ko: <b>야영지가 ‘얼음투성이 황무지’ 또는 ‘쇄빙선 상륙지’라면:</b> ‘스며 나오는 악몽’을 ‘눈으로 쌓아 올린 봉분’에 하나, 그런 다음 ‘차디찬 동굴’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Icy Wastes (Đồng Hoang Băng Giá) hoặc Icebreaker Landing (Bến Tàu Phá Băng)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Snow Graves (Nghĩa Trang Tuyết) và Frigid Cave (Hang Lạnh).
zh: <b>因为你在冰封荒原或破冰船登陆点扎营</b>：在雪冢和严寒洞穴生成渗出梦魇。

source: <b>Because you are camped at either Icy Wastes or Icebreaker Landing</b>: Spawn Seeping Nightmares at Snow Graves, Frigid Cave, and Remnants of Lake's Camp.
de: <b>Da sich euer Lager am Ort Eiswüste oder EisbrecherLandestelle befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Schneegräbern, der Eishöhle und den Überresten von Lakes Lager.
es: <b>Como tu campamento está en los Páramos gélidos o en el Atracadero del rompehielos</b>: Haz aparecer Pesadillas rezumantes primero en las Tumbas de nieve, luego en la Cueva glacial y luego en los Restos del campamento de Lake.
fr: <b>Comme votre camp se trouve dans le Désert de Glace ou le Mouillage du Brise-Glace</b> : générez un Cauchemar Suintant dans Tombes Enneigées, la Grotte Glaciale et les Vestiges du Camp de Lake .
it: <b>Se siete accampati nelle Desolazioni di Ghiaccio o nell'Approdo del Rompighiaccio</b>: generate i nemici Incubo Penetrante nelle Tombe di Neve, nella Grotta Glaciale e nei Resti dell'Accampamento di Lake.
ko: <b>야영지가 ‘얼음투성이 황무지’ 또는 ‘쇄빙선 상륙지’라면:</b> ‘스며 나오는 악몽’을 ‘눈으로 쌓아 올린 봉분’에 하나, 그런 다음 ‘차디찬 동굴’에 하나, 그런 다음 ‘레이크 교수의 야영지 잔해’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Icy Wastes (Đồng Hoang Băng Giá) hoặc Icebreaker Landing (Bến Tàu Phá Băng)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Snow Graves (Nghĩa Trang Tuyết), Frigid Cave (Hang Lạnh) và Remnants of Lake's Camp (Tàn Dư Trại Hồ).
zh: <b>因为你在冰封荒原或破冰船登陆点扎营</b>：在雪冢、严寒洞穴和莱克营地遗址生成渗出梦魇。

source: <b>Because you are camped at either Icy Wastes or Icebreaker Landing</b>: Spawn Seeping Nightmares at Snow Graves, Frigid Cave, Remnants of Lake's Camp, and Barrier Camp.
de: <b>Da sich euer Lager am Ort Eiswüste oder EisbrecherLandestelle befindet</b>: Je ein Gegner Durchsickernder Albtraum erscheint an den Schneegräbern, der Eishöhle, an den Überresten von Lakes Lager und am Lager an der Eisbarriere.
es: <b>Como tu campamento está en los Páramos gélidos o en el Atracadero del rompehielos</b>: Haz aparecer Pesadillas rezumantes primero en las Tumbas de nieve, luego en la Cueva glacial, luego en los Restos del campamento de Lake y luego en el Campamento de la barrera.
fr: <b>Comme votre camp se trouve dans le Désert de Glace ou le Mouillage du Brise-Glace</b> : générez un Cauchemar Suintant dans Tombes Enneigées, la Grotte Glaciale, les Vestiges du Camp de Lake et le Camp de la Barrière.
it: <b>Se siete accampati nelle Desolazioni di Ghiaccio o nell'Approdo del Rompighiaccio</b>: generate i nemici Incubo Penetrante nelle Tombe di Neve, nella Grotta Glaciale, nei Resti dell'Accampamento di Lake e nell'Accampamento sulla Barriera.
ko: <b>야영지가 ‘얼음투성이 황무지’ 또는 ‘쇄빙선 상륙지’라면:</b> ‘스며 나오는 악몽’을 ‘눈으로 쌓아 올린 봉분’에 하나, 그런 다음 ‘차디찬 동굴’에 하나, 그런 다음 ‘레이크 교수의 야영지 잔해’에 하나, 그런 다음 ‘빙벽 야영지’에 하나 출현시킵니다.
vi: <b>Vì bạn đang cắm trại tại Icy Wastes (Đồng Hoang Băng Giá) hoặc Icebreaker Landing (Bến Tàu Phá Băng)</b>: Sinh ra các Seeping Nightmares (Ác Mộng Rỉ Ra) tại Snow Graves (Nghĩa Trang Tuyết), Frigid Cave (Hang Lạnh), Remnants of Lake's Camp (Tàn Dư Trại Hồ) và Barrier Camp (Trại Rào).
zh: <b>因为你在冰封荒原或破冰船登陆点扎营</b>：在雪冢、严寒洞穴、莱克营地遗址和屏障营地生成渗出梦魇。
