Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/restful_night.po
Languages: es, fr, it, ko, pl, zh

source: Claypool is examining a map of the Ross Ice Shelf as you approach, tracing his fingers over topographical lines. “We were supposed to have better weather conditions,” he explains as you hunch over next to him. “I don’t know how or why, but something is messing with the weather patterns here. We’re getting hit with storms too sudden even for Antarctica, and the temperature variance is closer to what we would find in winter.” You ask Claypool if there’s anything that can be done to prevent further hardship. “The inclination might be to hunker down,” he replies, “and surely there are some among us who are too exhausted to go on. There are others who feel the opposite: that we should leave immediately and find safety elsewhere. I believe the best course of action is somewhere in between.” He taps the map in front of him again, beckoning you closer. “These storms are hitting fast and hard. We have to find our opening and move out the moment this one lets up,” he explains. You nod in approval.
es: Claypool está examinando un mapa de la barrera de hielo de Ross cuando te acercas, pasando los dedos sobre líneas topográficas. –Se suponía que tendríamos mejores condiciones meteorológicas –te explica cuando te sitúas junto a él–. No sé cómo ni por qué, pero algo está alterando los patrones meteorológicos de la zona. Estamos sufriendo tormentas demasiado repentinas incluso para la Antártida, y la varianza de temperatura es mucho más parecida a la que encontraríamos en invierno. Preguntas a Claypool si se puede hacer algo para evitar más adversidades. –Lo lógico sería refugiarse – contesta–, y seguro que entre nosotros hay algunos demasiado agotados como para continuar. Otros opinan lo contrario: que deberíamos marcharnos de inmediato y ponernos a salvo en otra parte. Creo que el mejor plan de acción se encuentra a caballo entre esos dos. Da unos golpecitos en el mapa que tiene delante y te hace un gesto para que te acerques más. –Estas tormentas son duras y llegan muy rápido. Tenemos que encontrar un hueco y marcharnos en cuanto ésta amaine –explica. Asientes para mostrar que estás de acuerdo.
fr: Claypool est en train d'examiner une carte de la Barrière de Ross, glissant ses doigts le long des lignes topographiques. « Nous aurions dû bénéficier de meilleures conditions météorologiques », explique-t-il alors que vous vous asseyez à côté de lui. « Je ne sais pas comment ni pourquoi, mais quelque chose perturbe le climat. Les tempêtes sont trop soudaines, même pour l'Antarctique, et les changements de température sont plus proches de ce que nous pourrions observer en hiver. » Vous demandez à Claypool comment vous pourriez éviter cela à l'avenir, « Le plus logique serait sans doute d'attendre que ça passe », répond-il « Il y en a sûrement parmi nous qui sont trop épuisés pour continuer de toute façon. D'autres, au contraire, pensent que nous devrions partir immédiatement pour nous réfugier dans un endroit plus sûr. Je crois que la meilleure ligne de conduite se trouve quelque part entre les deux. » Il tapote du doigt sur la carte dépliée devant lui en vous faisant signe d'approcher. « Ces tempêtes frappent vite et fort. Nous devrions attendre une ouverture et profiter de l'intervalle entre deux tempêtes pour filer », explique-t-il. Vous hochez la tête en signe d'approbation.
it: Quando vi avvicinate, Claypool sta esaminando una mappa della barriera di ghiaccio di Ross, passando le dita su alcune linee topografiche. "Avremmo dovuto incontrare delle condizioni meteorologiche più favorevoli" vi spiega mentre vi sporgete per guardare. "Non so come o perché, ma qui c'è qualcosa che sta interferendo con il clima. Le tormente che ci stanno colpendo sono troppo improvvise persino per l'Antartide, e le oscillazioni di temperatura sono simili a quelle invernali." Chiedete a Claypool se ci sia nulla che possiate fare per impedire che la situazione si aggravi ulteriormente. "Tendenzialmente dovremmo metterci al riparo" risponde. "E senza dubbio alcuni della squadra sono troppo stanchi per poter continuare in questo modo. C'è anche chi la pensa diversamente, però, che dovremmo cioè andarcene subito per cercare un posto sicuro altrove. Credo che la cosa migliore da fare stia da qualche parte nel mezzo." Batte un colpo con il dito sulla mappa davanti a sé, invitandovi a guardare più da vicino. "Queste tormente stanno colpendo rapide e inclementi. Dobbiamo trovare un'apertura e muoverci non appena si presenterà l'occasione giusta" vi spiega. Non potete che annuire in segno di approvazione.
ko: 클레이풀은 로스 빙붕 일대 지도를 살피며 등고선 위로 손가락을 훑고 있었습니다. 당신도 그 옆으로 다가가서 지도를 들여다보자 클레이풀이 말합니다. “날씨가 더 좋았어야 할 텐데 말이지요. 무엇 때문에 그런지는 모르겠지만, 뭔가가 이곳의 기상 상황에 영향을 미치고 있다고 봐야지요. 아무리 남극이라지만 너무 갑자기 폭풍이 닥쳐온 것도 그렇고, 기온 변화량은 거의 겨울철이나 되어야 볼 수 있는 수준이에요.” 당신은 혹독한 여정에 대비하려면 어떻게 해야 할지 물어봅니다. “탐사대 전반에서는 현 위치를 고수하자는 입장이 주가 될 것 같군요. 몇몇 대원은 너무 지친 나머지 더는 나아가기 힘든 상황이니까요. 그와는 반대로, 즉시 어디로든 떠나서 안전한 곳을 찾자는 의견도 고개를 들겠죠. 제 생각에 최선의 행동 방침은 중도적인 입장을 취하는 게 아닐까 싶군요.” 클레이풀은 가까이서 보라며 지도를 두드립니다. “이 폭풍은 빠르고 강하게 몰아치고 있어요. 폭풍이 잠시 누그러질 때까지 일단 기다렸다가, 기회를 놓치지 않고 서둘러 이곳을 떠나야지요.” 당신도 동의하며 고개를 끄덕입니다.
pl: Gdy podchodzicie, Claypool studiuje mapę Lodowca Szelfowego Rossa, wodząc palcami po liniach. „Mieliśmy mieć lepsze warunki pogodowe” – tłumaczy, gdy pochylacie się obok niego. „Nie wiem jak ani dlaczego, ale coś zaburza tutejszy klimat. Trafiamy na burze zbyt nagłe nawet jak na Antarktydę, a amplituda temperatur bardziej przypomina tę, którą można zaobserwować w zimie”. Pytacie Claypoola, czy można coś zrobić, aby ułatwić wasze dalsze zmagania. „Najrozsądniejsze wydaje się przeczekanie” – odpowiada – „zresztą niektórzy z nas i tak są zbyt wyczerpani, aby iść dalej. Część jednak myśli inaczej: że powinniśmy natychmiast wyruszyć i poszukać bezpiecznego schronienia gdzie indziej. Myślę, że właściwy kierunek działania jest gdzieś po środku”. Stuka w leżącą przed nim mapę, sugerując, abyście podeszli bliżej. „Te burze uderzają szybko i mocno. Musimy poczekać na okno pogodowe i wyruszyć natychmiast, jak pogoda się uspokoi” – tłumaczy. Kiwacie głowami na zgodę.
zh: 你走近时，克莱普尔正在研究罗斯岛冰架的地图，手指在地形线上描画著。你凑到他身边弯下腰看，他解释道：“我们本来应该有更好的天气条件的。”“我不知道是怎么回事，也不知道是为什么，但有什么东西扰乱了这里的天气模式。即便这里是南极，但袭击我们的风暴也实在太突然了，而且温度的变化也更接近我们在冬天观测的情况。”你询问克莱普尔能不能做点什么来避免更多的苦难。“按目前情况我们应该原地休整一下。”他回答道，“而且我确信我们中一些人已经筋疲力尽，没法前进了。其他人的想法恰恰相反：我们应该立即离开，到别处寻找安全的地方。我认为最好的做法是介于两者之间。”他再次轻轻敲了下放在面前的地图，示意你靠近。“这些风暴袭击得又快又猛。我们得找机会，在条件允许的时候冲出去。”他解释道。你点头表示赞同。

source: In addition, if Roald Ellsworth is also alive:
es: Además, si Roald Ellsworth sigue vivo:
fr: De plus, si Roald Ellsworth est toujours vivant :
it: Inoltre, se Roald Ellsworth è ancora vivo:
ko: 추가로, ‘로얼드 엘스워스’도 살아있습니까?
pl: Dodatkowo, jeśli Roald Ellsworth nadal żyje:
zh: 此外，如果罗尔德·埃尔斯沃思还活著：

source: Curious, you pry a bit, asking Claypool what the deal is between him and Ellsworth. “Huh? Oh, Roald? We—that—” he stammers, avoiding your gaze. “He is just so damn stubborn. And hard to read.” You raise an eyebrow. “Okay, it is more than that. He is a loner. By his very nature. Getting close to somebody like that…” he sighs, trying to muster up the words. “…is difficult. For both parties.” But worth it, you observe aloud. “Yes, I suppose it can be,” he replies with a smile. “Sometimes.”
es: Sientes curiosidad por lo que ocurre entre Claypool y Ellsworth y decides preguntarle. –¿Eh? Ah, ¿Roald? Nosotros… Es que… –tartamudea y aparta la mirada–. Es un maldito testarudo. Y cuesta saber lo que le pasa por la cabeza. Enarcas una ceja. –Vale. Hay algo más. Es un solitario por naturaleza. Acercarse a alguien así… –Suspira y trata de encontrar las palabras–. … es difícil. Para ambos. Comentas que también merece la pena. –Sí, supongo que es así –contesta con una sonrisa–. A veces.
fr: Poussé par la curiosité, vous demandez à Claypool ce qu'il se passe entre lui et Ellsworth. « Hein ? Quoi ? Roald ? Nous… Eh bien… » Il bafouille en tentant d'éviter votre regard. « Il est si têtu. Et difficile à comprendre. » Vous levez un sourcil interrogateur. « Bon, il y a plus que cela. C'est un solitaire. Par nature. Être proche de quelqu'un comme lui est… » Il soupire, cherchant le mot juste « … difficile. Pour tous les deux. » Vous lui demandez si cela en vaut la peine. « Oui, je suppose que oui », répond-il avec un sourire. « Parfois. »
it: Curiosi, provate a ficcanasare un po' chiedendo a Claypool che problemi ci siano tra lui ed Ellsworth. "Uh? Oh, Roald? Beh, noi… insomma…" farfuglia, evitando il vostro sguardo. "È solo uno stramaledetto cocciuto. Che non si apre molto facilmente." Sollevate un sopracciglio. "Ok, c'è anche dell'altro: è un solitario, lo è per natura. Avvicinarsi a qualcuno come lui è…" sospira, cercando di trovare le parole, "… difficile. Per entrambe le parti." Ma ne vale la pena, sottolineate a voce alta. "Sì, immagino possa valerne la pena…" risponde con un sorriso. "A volte."
ko: 문득 호기심이 동한 당신은, 클레이풀에게 그와 엘스워스 사이에 무슨 일이 있었는지 캐물어 보았습니다. “하! 아, 로얼드요? 우리는 그…” 클레이풀이 말을 더듬으며 당신의 시선을 피합니다. “그 친구는 고집불통이라고요. 속내를 알기도 힘들고요.” 당신은 눈살을 찌푸립니다. “알았어요, 그냥 고집쟁이가 아니에요. 그냥 혼자 있는 데 걸맞은 친구라고요. 원래부터 그런 성격이었어요. 그런 사람이랑 가까이 지낸다는 건 도무지…” 클레이풀이 적당한 말을 떠올리며, 한숨을 쉽니다. “…쉽지 않아요. 양쪽 모두에게 말이지요.” “그래도 그럴 만한 가치가 있지 않나요.” 당신은 그 둘을 지켜봐 온 감상을 있는 그대로 말했습니다. “그래요, 그럴지도요.” 클레이풀이 입가에 미소를 띠며 답합니다. “가끔은 그렇죠.”
pl: Powodowani ciekawością, postanawiacie trochę powęszyć i pytacie Claypoola, o co chodzi między nim a Ellsworthem. „Hm? Och, z Roaldem? My—to znaczy—” – jąka się, unikając waszego spojrzenia. – „Po prostu jest cholernie uparty. I trudno go rozgryźć”. Unosicie brwi. „No dobrze, to nie wszystko. Jest samotnikiem. Taka już jego natura. Próba zbliżenia się do kogoś takiego…” – wzdycha, próbując dobrać odpowiednie słowa. – „…jest trudna. Dla obu stron”. Ale jest tego warta, zauważacie na głos. „Tak, myślę, że może być” – odpowiada z uśmiechem. – „Czasami”.
zh: 你很好奇，就试著向克莱普尔打听他和埃尔斯沃思之间是怎么回事。“哈？噢，罗尔德？我们——嗯——”他结结巴巴地说著，躲避著你的目光。“他就是太固执了。而且也很难读懂他。”你挑了挑眉毛。“好吧，不止如此。他总是独来独往。他天性如此。要接近这样一个人……”他叹了口气，努力组织语言，“……是很困难的。对双方而言都是如此。” 但这值得，你说出了你的想法。 “是的，我想确实如此。”他微笑著回答。“有时是的。”

source: Ellsworth throws you a pocket telescope as you meander through the camp, searching for a task. “You look free. Follow me,” he demands. You roll your eyes and follow begrudgingly as he leads you out into the snowy wilds. Over the howling winds, you ask loudly where he is taking you. “Higher,” Ellsworth responds simply. For nearly an hour, you follow him up a treacherous trail through rocky crags to an icy precipice overlooking the ice shelf. Black, jagged mountains loom in the distance, barely visible through the harsh snowfall. “There,” he says, pointing between two of the peaks. “What does that look like, to you?” You raise the telescope up to your eyes, careful not to press the cold glass against your skin lest it freeze there. Magnified by the device’s lens, you can just make out a narrow pass between the peaks. Perhaps this would be the optimal route to take tomorrow? You convey your thoughts to Ellsworth, and he nods along. “I agree. I’ll mark it on our map when we get back to camp.”
es: Ellsworth te tira un telescopio de bolsillo mientras deambulas por el campamento en busca de algo que hacer. –Parece estar libre, así que sígame –te ordena. Haces una mueca y lo sigues a regañadientes mientras se dirige hacia la llanura nevada. Para hacerte oír sobre los aullantes vientos, le preguntas a gritos que adónde te lleva. –Más arriba –se limita a responder Ellsworth. Durante casi una hora, lo sigues por un traicionero sendero que atraviesa peñascos rocosos y desemboca en un precipicio helado sobre el campo de hielo. Unas negras y escarpadas montañas se alzan a lo lejos, apenas visibles debido a la fuerte nevada. –Allí –dice mientras señala entre dos de las cumbres–. ¿Qué le parece que es? Te llevas el telescopio a los ojos, con cuidado de que la fría lente no toque tu piel para evitar que se congele en ella. Gracias al aumento del artilugio, puedes distinguir apenas un angosto paso entre las cumbres. ¿Podría ser la ruta óptima para mañana? Le dices lo que piensas a Ellsworth y éste asiente: –Estoy de acuerdo. Lo marcaré en nuestro mapa cuando volvamos al campamento.
fr: Vous arpentez le camp à la recherche de quelque chose à faire quand Ellsworth vous lance une longue-vue. « Vous avez l'air désœuvré. Venez donc m'aider », vous demande-t-il. Vous roulez des yeux et le suivez à contrecœur jusque dans les étendues enneigées. Criant pour couvrir les hurlements du vent, vous lui demandez où il vous emmène. « Plus haut », répond-il simplement. Pendant près d'une heure, vous le suivez sur un sentier tortueux longeant une falaise rocailleuse jusqu'à un précipice glacé surplombant la barrière de glace. Au loin, les montagnes noires et escarpées se profilent, à peine visibles à travers les fortes chutes de neige. « Là », dit-il en pointant le doigt entre les deux pics. « À quoi cela ressemble-t-il, selon vous ? » Vous portez la longue-vue jusqu'à vos yeux, en faisant bien attention à ce que le verre froid ne touche pas votre peau de peur qu'elle ne gèle. Dans l'objectif de la longue-vue, vous pouvez apercevoir un étroit passage entre les sommets. Peut-être est-ce le chemin le plus pertinent à emprunter demain ? Vous posez la question à Ellsworth qui hoche la tête en signe d'assentiment. « Je suis d'accord. Je vais noter sa position sur notre carte dès que nous serons rentrés au camp. »
it: Mentre vi aggirate per l'accampamento in cerca di un modo per rendervi utili, Ellsworth vi lancia un telescopio portatile. "Sembrate liberi. Seguitemi." Alzate gli occhi al cielo e lo raggiungete controvoglia, dirigendovi con lui verso le distese innevate. Alzando la voce per sovrastare l'ululato del vento, gli chiedete dove vi stia portando. "In alto" risponde laconico. Lo seguite per quasi un'ora, inerpicandovi su un sentiero insidioso che attraversa una serie di dirupi rocciosi, fino a un precipizio ghiacciato che sovrasta la barriera. Le montagne, nere e frastagliate, incombono all'orizzonte, appena visibili attraverso la fitta tormenta. "Là" afferma indicando con il dito due delle vette. "A voi cosa sembra?" Sollevate il telescopio fino all'occhio, facendo attenzione a non premere il vetro gelido contro la pelle per evitare che vi rimanga attaccato. Ingrandito dalle lenti del dispositivo, riuscite a malapena a scorgere uno stretto passo tra i picchi innevati. Potrebbe essere il tragitto ideale per il giorno seguente? Riportate i vostri pensieri a Ellsworth, che risponde annuendo. "Sono d'accordo. Torniamo all'accampamento, lo segnerò sulla mappa."
ko: 당신이 할 일을 찾아 야영지를 거닐고 있자, 엘스워스가 접이식 망원경을 던져줍니다. “할 일이 없는 것 같으신데요? 절 따라오세요.” 당신은 눈을 치켜뜨고는 마지못해 그를 따라 눈보라가 몰아치는 설원으로 나섭니다. 당신은 울부짖는 바람 소리를 뚫고서, 대체 어디로 가고 있는 건지 물어봅니다. “높은 곳.” 엘스워스가 짧게 소리칩니다. 거의 한 시간 동안, 당신은 엘스워스를 따라 험준한 벼랑을 지나 빙붕이 내려다보이는 얼음 계곡을 지나는 위험천만한 길을 밟습니다. 혹독한 눈보라 사이로 저 멀리 검고 들쭉날쭉한 산맥이 어렴풋이 보입니다. “저기에요.” 엘스워스가 두 봉우리 사이를 가리키며 말합니다. “저게 뭔지 보이세요?” 당신은 살갗이 차가운 렌즈에 닿아 얼어붙지 않도록 조심하며, 망원경을 들어 올리자, 렌즈 너머로 확대된 광경 속에서 두 봉우리 사이를 지나가는 좁은 길목이 보입니다. “내일은 저 길로 따라가는 게 좋지 않을까요?” 당신의 생각을 전하자 엘스워스가 고개를 끄덕입니다. “그러죠. 야영지에 돌아가는 대로 지도에 표시해둘게요.”
pl: Kiedy przechadzacie się po obozie w poszukiwaniu zajęcia, Ellsworth wciska wam kieszonkowy teleskop. „Nie wyglądacie na zajętych. Chodźcie za mną” – nalega. Przewracacie oczami i niechętnie podążacie za mężczyzną aż na pokryte śniegiem pustkowia. Przekrzykując wyjący wiatr, pytacie, dokąd was prowadzi. „Wyżej” – odpowiada zwięźle Ellsworth. Przez prawie godzinę idziecie za nim niebezpieczną ścieżką pośród kamienistej grani aż do urwiska górującego nad pokrywą lodowca. W oddali majaczą czarne, poszarpane góry, ledwo widoczne przez intensywne opady śniegu. „Tam” – mówi Ellsworth, wskazując na przestrzeń pomiędzy dwoma szczytami. – „Na co wam to wygląda?” Kolejno podnosicie teleskop do oczu, uważając przy tym, aby nie dociskać zimnego szkła do swojej skóry – na wypadek, gdyby miało tam przymarznąć. Jesteście w stanie dostrzec jedynie wąską przełęcz między szczytami, powiększoną przez obiektyw urządzenia. Może będzie to optymalna trasa do obrania jutro? Dzielicie się z Ellsworthem swoimi myślami, a on kiwa głową. „Zgadzam się. Zaznaczę tę trasę na naszej mapie, kiedy dotrzemy do obozu”.
zh: 当你在营地中漫步，寻找能做的事时，埃尔斯沃思扔给你一个袖珍望远镜。“你看著没事干。跟我来。”他要求道，你翻了个白眼，不情不愿地跟在他后面，而他带著你走进了白雪皑皑的荒野。在呼啸的狂风中，你大声询问他要把你带到哪里去。“高处。”埃尔斯沃思简短地回答。在将近一个小时的时间里，你跟著他沿著一条危险的小路穿过岩石峭壁来到一个可以俯瞰冰架的冰崖。锯齿状的黑色山脉隐约出现在远处，在严酷的大雪中几乎看不见。“那儿。”他说著，指著两座山峰之间，“你觉得那像什么？”你举起望远镜，小心地不把冰冷的玻璃贴在你的皮肤上，以免冻结住。被设备放大后，你恰好能看到山峰之间狭窄的通道。也许这是明天的最佳路线？你把你的想法告诉埃尔斯沃思，他也点头附和。“我同意。等我们回到营地，我会在地图上做记号。”

source: Scouting with Ellsworth gives you insight into the journey ahead. In your Campaign Log, record <i>the investigators scouted the mountain pass.</i>
es: Explorar con Ellsworth te proporciona información sobre el viaje inmediato. Anota en el registro de campaña que <i>los investigadores otearon el paso de montaña.</i>
fr: Partir en éclaireur avec Ellsworth vous a donné un aperçu du trajet que vous serez amené à effectuer. Dans votre Carnet de Campagne, indiquez que <i>les investigateurs ont repéré un passage dans la montagne.</i>
it: Il sopralluogo con Ellsworth vi ha fornito informazioni sul viaggio che vi attende. Annotate nel Diario della Campagna che <i>avete avvistato il passo montano.</i>
ko: 당신은 엘스워스와 정찰을 하며 앞길을 보다 잘 이해하게 되었습니다. 캠페인 기록지에 <i>조사자들이 고갯길을 정찰했다</i> 라고 기록합니다.
pl: Zwiad z Ellsworthem daje wam informacje na temat czekającej was podróży. Zanotuj w Dzienniku kampanii, że <i>badacze znaleźli górską przełęcz.</i>
zh: 和埃尔斯沃思一起侦察使你洞悉之后的旅程。在剧本日志中，记录下<i>调查员对山口进行了侦察</i>。

source: the investigators scouted the mountain pass.
es: los investigadores otearon el paso de montaña.
fr: les investigateurs ont repéré un passage dans la montagne.
it: gli investigatori hanno avvistato il passo montano.
ko: 조사자들이 고갯길을 정찰했다
pl: badacze znaleźli górską przełęcz.
zh: 调查员对山口进行了侦察。

source: Takada has all of your remaining supplies and provisions laid out before her in organized rows. “Before you ask: yes, I am serving as our quartermaster for the time being,” she explains. “We are down two planes and separated from the rest of our crew. We will have to be smart about our supplies if we are to continue this folly.” She spits that last word out like a curse, leaving you to ponder her feelings about the expedition. “Well, come on, don’t just stand there. Help me with this,” she scolds. You nod and get to work.
es: Takada ha dispuesto todos los suministros y provisiones que os quedan en ordenadas hileras frente a ella. –Antes de que me pregunte: sí, estoy haciendo las veces de intendente –te explica–. Hemos perdido dos aviones y estamos separados del resto del equipo. Tendremos que emplear con cabeza nuestros suministros si vamos a continuar con esta locura –Escupe la última palabra como si fuera una maldición, lo que hace que te plantees sus sentimientos respecto a la expedición–. Bueno, venga, no se quede ahí. Ayúdeme con esto –te riñe. Tú asientes y te pones a trabajar.
fr: Takada a étalé tout ce qu'il vous reste de matériel et de provisions devant elle en rangées bien organisées. « Avant que vous ne me le demandiez : oui, c'est moi qui assure l'intendance à présent », explique-t-elle. « Nous avons perdu deux aéroplanes et nous sommes séparés du reste de notre équipage. Nous devrons répartir intelligemment nos provisions si nous voulons continuer cette folie. » Elle crache ce dernier mot comme une malédiction, vous laissant songeur quant à ses sentiments sur l'expédition. « Eh bien, ne restez pas là. Donnez-moi un coup de main », lance-t-elle. Vous hochez la tête et vous vous mettez au travail.
it: Takada ha disposto davanti a sé tutte le scorte rimanenti, organizzate per tipo e su diverse file. "Prima che me lo chiediate: si, al momento faccio da quartiermastro" vi spiega. "Abbiamo perso due aerei e siamo separati dal resto della squadra. Dovremo gestire le nostre scorte con accortezza se vorremo proseguire in questa follia." Sputa fuori l'ultima parola come un'imprecazione, lasciandovi a rimuginare su quali siano i suoi sentimenti riguardo la spedizione. "Forza, non statevene li impalati. Aiutatemi con questa roba!" vi rimprovera. Annuite e vi mettete al lavoro.
ko: 타카다는 남은 물자와 식량을 바닥에 줄줄이 늘어놓고 있습니다. 당신이 다가가자 타카다가 먼저 말을 막아섭니다. “잠깐, 말씀하시기 전에. 네, 그래요. 전 지금 병참 장교 역할을 하고 있어요. 비행기 두 대가 추락했고, 우리는 베이스캠프와는 외딴곳에서 조난당했죠. 이 멍청한 짓거리를 계속하려면 남은 물자 분배라도 똑똑하게 해야 할 거예요.” 악다구니를 치듯이 말을 끝맺는 타카다를 보며, 당신은 타카다가 이번 탐사를 뭐라고 생각할지 곰곰이 생각해 봅니다. “아무튼, 멀뚱멀뚱 서 있지만 말고 이리 좀 와 봐요. 이거 나르는 것 좀 도와달라고요.” 타카다의 야단에 당신은 고개를 끄덕이고는 일을 돕습니다.
pl: Takada ułożyła przed sobą wszystkie wasze pozostałe zapasy i prowiant w rzędach. „Zanim zapytacie: tak, póki co będę naszym kwatermistrzem” – tłumaczy. – „Straciliśmy dwa samoloty i jesteśmy odcięci od reszty załogi. Musimy mądrze zarządzać naszymi zapasami, jeśli mamy dalej brnąć w to szaleństwo”. Ostatnie słowo wymawia niczym przekleństwo, nie pozostawiając złudzeń na temat tego, co sądzi o ekspedycji. „No, dalej, nie stójcie tak. Pomóżcie mi z tym wszystkim” – strofuje was. Kiwacie głowami i bierzecie się do pracy.
zh: 高田把你们所有剩余的补给和预备品整齐地放在她面前。“在你发问之前：是的，我现在负责大家的物资管理。”她解释道，“我们的两架飞机坠毁了，与其他成员也分开了。我们必须在补给上放聪明点——如果我们还打算继续这愚蠢的旅程。”她诅咒般地吐出最后一个词，让你思考她对这次探险的感受。“好了，来吧，别光站在那了。过来帮忙。”她训斥道。你点点头，开始干活。

source: Takada ensures you are better equipped for the next leg of the journey. Any one investigator may begin <b>Scenario II: To the Forbidden Peaks</b> with 3 additional resources drawn in their resource pool.
es: Takada se asegura de que estéis mejor equipados para la siguiente etapa del viaje. Un investigador cualquiera puede empezar el <b>Escenario II: Hacia los picos prohibidos</b> con 3 recursos adicionales en su reserva de recursos.
fr: Takada a optimisé la répartition de l'équipement pour votre prochain voyage. N'importe quel investigateur a le droit de commencer le <b>Scénario II : Vers les Sommets Interdits</b> avec 3 ressources supplémentaires dans sa réserve de ressources.
it: Takada farà in modo che siate ben equipaggiati per la prossima tappa del viaggio. Un investigatore può iniziare lo <b>Scenario II, "Alle Vette Proibite"</b> con 3 risorse aggiuntive nella sua riserva delle risorse.
ko: 타카다와 함께 다음 여정에 사용할 물자를 정비했습니다. <b>시나리오 II: 금단의 봉우리를 향해</b>에서 조사자 중 한 명은 추가로 자원을 3개 더 가지고 시작해도 됩니다.
pl: Takada dopilnuje, żebyście byli lepiej przygotowani do następnej wyprawy. Jeden dowolny badacz może rozpocząć <b>Scenariusz II: Na zakazane szczyty</b> z 3 dodatkowymi żetonami zasobów w swojej puli zasobów.
zh: 高田确保你们为下一段旅程做好更好的准备。任意一位调查员可以在开始<b>冒险II：失落之峰</b>的时候，资源池有额外3资源。
