Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/restful_night.po
Languages: es, fr, it, ko, pl, zh

source: You find Eliyah on the outskirts of the camp, tending to the dogs and making sure they are ready for tomorrow’s journey. His trusty companion Anyu is by his side as always. The dog’s tail slaps back and forth rapidly as you approach. “Oh, hey there,” Eliyah says over his shoulder when he realizes Anyu’s spotted you. “Calm down, will you, Anyu?” he scolds playfully, reaching down to ruffle her ears. You ponder aloud if she realizes the danger you’re all in. “Oh, she knows,” Eliyah responds. “She is rather good at making all the troubles of the world fade away. It wouldn’t be the first time.” You wonder with a bit of curiosity what other adventures Eliyah and Anyu might have been on in the past. But before you can ask, a cold flask hits you square in the chest and tumbles into your hands. “Drink,” Eliyah offers. “It’ll warm you up.” He sits down and drinks from a flask of his own, motioning for you to join him. You do, gulping down a large swallow. It burns on its way down. Anyu lies between the two of you, nudging your hand pleadingly. No more words are spoken, but Eliyah is right. For just a moment, everything is okay.
es: Encuentras a Eliyah en la periferia del campamento, atendiendo a los perros y asegurándose de que estén listos para el viaje de mañana. Su fiel Anyu está a su lado, como siempre. El rabo de la perra se mueve de un lado a otro cuando te acercas. –Ah, hola –dice Eliyah por encima del hombro cuando se da cuenta de que Anyu te ha visto–. ¿Quieres calmarte, Anyu? –la riñe en broma mientras le acaricia las orejas. Le preguntas si el animal se da cuenta del peligro que corréis todos. –Oh, claro que lo sabe –responde Eliyah–. Se le da bastante bien hacer que todos los problemas del mundo se esfumen. No sería la primera vez. Te pica la curiosidad por saber qué más aventuras han vivido Eliyah y Anyu en el pasado. Pero antes de poder preguntárselo, una fría petaca te golpea de lleno en el pecho y cae en tus manos. –Beba –te ofrece Eliyah–. Le hará entrar en calor. Se sienta y bebe de su propia petaca, haciéndote un gesto para que le imites. Lo haces y das un buen trago. Te quema al bajar por la garganta. Anyu está entre ambos, dándote golpecitos suplicantes en la mano. No decís nada más, pero Eliyah tiene razón. Durante un momento, todo está bien.
fr: Vous trouvez Eliyah à la périphérie du camp. Il est en train de s'occuper des chiens et de s'assurer qu'ils sont prêts pour le voyage de demain. Sa fidèle Anyu est à ses côtés, comme toujours. La chienne secoue la queue en vous voyant approcher. « Oh, salut », dit Eliyah par-dessus son épaule quand il se compte qu'Anyu vous a repéré. « Calme-toi, Anyu », gronde-t-il, amusé en lui caressant les oreilles. Vous lui demandez si elle se rend compte du danger dans lequel vous êtes tous. « Oh, elle sait », répond Eliyah. « Mais elle est plutôt douée pour faire abstraction des soucis. Ce ne serait pas la première fois. » Vous vous demandez avec un brin de curiosité quelles autres aventures Eliyah et Anyu ont pu vivre par le passé. Mais avant que vous ayez pu poser la question, vous recevez une flasque froide droit dans la poitrine. « Buvez », propose Eliyah. « Ça va vous réchauffer. » Il s'assoit et boit dans sa propre flasque, vous invitant d'un geste à faire de même. Vous portez la flasque à vos lèvres et avalez une gorgée. L'alcool vous brûle les entrailles. Assise entre vous, Anyu frotte son museau contre votre main. Un ange passe. Eliyah a raison, vous devriez profiter de cet instant où tout va bien.
it: Trovate Eliyah sul limitare dell'accampamento, intento ad occuparsi dei cani per assicurarsi che siano pronti per il viaggio del giorno seguente. Anyu, la sua fedele compagna, è al suo fianco come sempre e la vedete muovere rapidamente la coda quando vi avvicinate. "Ehilà!" esclama Eliyah quando si rende conto che Anyu vi ha notato. "Buona, Anyu, buona. Sono amici" la rimprovera con tono giocoso, abbassandosi per arruffarle le orecchie. Rimuginate a voce alta, chiedendovi se l'animale si renda conto del pericolo che state correndo tutti quanti. "Oh, eccome se lo sa" vi risponde. "È piuttosto brava a far scivolare via tutti i mali del mondo. Non sarebbe la prima volta per lei." Vi domandate, con non poca curiosità, quali altre avventure abbiano affrontato insieme in passato. Prima che possiate porre la domanda a voce alta, una fiaschetta gelida vi colpisce in pieno petto, finendovi tra le mani. "Fatevi un goccio" vi invita Eliyah, "vi scalderà." L'uomo si siede, bevendo qualche sorso da un'altra fiaschetta e facendovi cenno di unirvi a lui. Accettate volentieri, trangugiando un bel sorso. Sentite il liquore bruciare mentre vi scivola in gola. Anyu si sdraia fra di voi premendo il muso contro la vostra mano. Nessuno dice altro, ma Eliyah ha ragione: per qualche istante, tutto sembra andare bene.
ko: 엘리야는 야영지 변두리에서 내일 있을 여정을 위해 썰매개를 돌보고 있었습니다. 충견인 안유도 언제나 그렇듯 엘리야의 곁에 찰싹 달라붙어 있습니다. 당신이 다가가자 안유가 빠르게 앞뒤로 꼬리를 칩니다. “아, 안녕하시오.” 엘리야는 안유가 당신을 반기고 있다는 것을 눈치채고 어깨 너머로 말을 겁니다. “안유, 이 녀석. 진정 좀 해라.” 엘리야가 장난스럽게 꾸짖으며 안유의 귀를 쓰다듬습니다. 당신은 모두가 위험에 처했다는 걸 안유가 알고는 있는지 물어봅니다. “물론, 안유도 알고 있소. 다만 안유와 함께라면 세상만사 모든 걱정을 잊을 수 있다오. 이런 일을 겪는 것도 처음은 아니니까…” 엘리야와 안유가 이전에 어떤 역경을 겪었는지 조금은 궁금했지만, 미처 물어보기도 전에 차가운 수통이 당신의 가슴팍으로 날아와 부딪혀 손으로 굴러떨어집니다. “들이키시오. 몸이 후끈후끈해질 거요.” 엘리야가 자리에 앉아 손에 잡힌 술병을 들이켜며, 술 한잔하자고 손짓합니다. 당신도 크게 한 모금을 들이켜자, 술이 식도를 타고 내려가며 불타오르는 느낌이 듭니다. 안유는 당신과 엘리야 사이에 엎드린 채, 뭔가를 바라는 것처럼 당신의 손을 쿡쿡 건드립니다. 아무런 말도 오가지 않았지만, 엘리야의 말이 옳았습니다. 지금, 이 순간만큼은, 아무런 걱정이 없습니다.
pl: Zastajecie Eliyaha na obrzeżach obozu, gdy opiekuje się psami i upewnia się, że są gotowe na jutrzejszą podróż. Jego wierny towarzysz Anyu cały czas tkwi u jego boku. Gdy się zbliżacie, pies wesoło macha ogonem. „Och, witajcie” – mówi Eliyah przez ramię, kiedy orientuje się, że Anyu was zauważyła. „Spokojnie, Anyu, spokojnie” – mówi do psa, drapiąc go za uszami. Zastanawiacie się głośno, czy Anyu zdaje sobie sprawę, w jakim jesteście niebezpieczeństwie. „Och, wierzcie mi, że wie” – odpowiada Eliyah. – „Po prostu jest całkiem dobra w sprawianiu, że wszystkie problemy świata znikają. To nie pierwszy raz”. Jesteście ciekawi, jakie inne przygody mogli przeżywać Eliyah i Anyu w przeszłości. Jednak zanim zdążycie zapytać, zimna buteleczka uderza jedno z was prosto w pierś i wpada mu w ręce. „Pijcie” – proponuje Eliyah. – „Trochę was rozgrzeje”. Siada i pociąga łyk z własnej piersiówki, zachęcając was gestem do tego samego. Pijecie łapczywie zawartość buteleczki. Pali was w gardło. Anyu leży między wami, prosząco trącając wasze dłonie. Nikt nie mówi nic więcej, ale Eliyah ma rację. Przez moment wszystko jest w porządku.
zh: 你在营地的周边发现了伊里亚，他在照看随行犬们，确保它们为明天的旅程做好准备。他的忠实伙伴安雨一如既往地陪伴在他身边。当你靠近时，安雨的尾巴迅速摆动。“噢，你好。”伊里亚注意到安雨认出你后的表现，转过头看著你。“冷静点，好吗，安雨？”他笑著训斥道，伸手去抚弄她的耳朵。你好奇她是否了解你们现在的危险处境。“噢，她知道的。”伊里亚回答，“她很擅长把世上所有的烦恼都消除掉。这不是第一次了。”你很好奇伊里亚和安雨在过去还经历过什么冒险。但在你提问之前，一个冰冷的瓶子正好打在你的胸口，然后落入你的手中。“喝吧。”伊里亚招呼你，“能让你暖起来。”他坐下来，喝著自己手里的酒，示意你加入他。你照做了，仰脖灌了一大口。进入你身体的酒精还没到胃部，就开始发挥作用。安雨躺在你俩中间，恳求般地轻推著你的手。没有人再开口，但是伊里亚说的没错。仅在此刻，一切都好。

source: Silence falls over the camp as, one by one, the team falls into deep slumber. You try your damnedest to get some rest yourself, but every time you close your eyes, the image of those phantasmal creatures comes seeping behind your eyelids, and you shoot awake. You wonder morbidly if death is the only way you will ever rest on this journey.
es: Se hace el silencio en el campamento cuando, uno a uno, los miembros del equipo se van sumiendo en un profundo sueño. Intentas a toda costa descansar tú también, pero cada vez que cierras los ojos, la imagen de esas criaturas fantasmagóricas se filtra entre tus párpados y te despiertas de inmediato. Te preguntas de forma macabra si la muerte es la única forma de descansar en este viaje.
fr: Le silence tombe sur le camp à mesure que chaque membre de l'équipe sombre dans un profond sommeil. Vous cherchez tant bien que mal le sommeil, mais chaque fois que vous fermez les yeux, l'image de ces créatures fantasmagoriques vous revient en mémoire et vous tient en éveil. Vous vous demandez sinistrement si la mort ne sera pas le seul moment de repos que vous pourrez trouver dans ce voyage.
it: La squadra cade in un sonno profondo e sull'accampamento scende un manto di silenzio. Cercate di fare il possibile per trovare un po' di riposo, ma appena chiudete gli occhi l'immagine di quelle creature spettrali vi assale da dietro il buio delle palpebre, svegliandovi di soprassalto, Cominciate a chiedervi, morbosamente, se morire sarà l'unico modo che avrete per trovare sollievo in questo viaggio.
ko: 야영지에 침묵이 내리고, 대원들도 하나하나 깊은 잠에 빠져듭니다. 당신은 휴식을 취하려고 갖은 수를 써봤지만, 눈을 감을 때마다 덮인 눈꺼풀 아래로 허깨비의 환상이 스치면서 화들짝 깨고 맙니다. 이 여정에서 휴식을 취할 수 있는 길은 죽음뿐이라는 음울한 생각에 사로잡힙니다.
pl: Jeden po drugim, członkowie załogi zasypiają głęboko i w obozie zapada cisza. Wy również staracie się trochę odpocząć, ale za każdym razem, gdy zamykacie oczy, obrazy tych fantazmatycznych stworzeń majaczą pod waszymi powiekami i budzicie się z krzykiem. Nachodzą was ponure myśli, że może jedyny odpoczynek, jakiego zaznacie podczas tej podróży, czeka was dopiero po śmierci.
zh: 营地一片寂静，队员们一个接一个地进入了沉睡。你尽自己最大的努力去休息，但是每次你闭上眼睛，那些幻影般的生物的形象就会从你的眼皮后面渗出来，然后你就清醒了。你病态地想知道死亡是否是你在这段旅程中唯一的休息方式。

source: You awaken with a start and immediately reach for a weapon to defend yourself. The sound that pierced through your dreams and shook you back into reality was not one any earthly creature could make, and yet, when you awaken, nothing is out of place. In fact… You rise to your feet, shocked, and examine your surroundings. Your makeshift camp was protected from the harsh elements, but still deep in the Antarctic wilderness. And yet, you find yourself indoors, in a hall you cannot place despite a strange familiarity. You brush aside some of the snow that still lingers on the ground around your sleeping bag, noting a tiled floor that wasn’t there before. A dream? As you doubt the truth of this mysterious place, the walls and the tiled floor shimmer and fade. You are left back in the freezing cold of your camp, surrounded by your companions—except the door leading out of that hall still remains. Thick gray mist swirls around you, guiding you onward. This is no natural refraction of light. Something supernatural is at work here. The thick miasma that churns around your camp is not unlike the substance that makes up the nightmarish creatures you encountered after your plane crashed. Do you really want to know what it wants you to see?
es: Te despiertas con un sobresalto y enseguida buscas un arma para defenderte. El sonido que atravesó tus sueños y te devolvió a la realidad no podía haberlo emitido ninguna criatura terrestre; y sin embargo, cuando despiertas, no hay nada fuera de lugar. De hecho… Te pones en pie, conmocionado, y examinas los alrededores. El campamento improvisado estaba protegido de la dureza de los elementos, pero no deja de estar en lo más profundo de la Antártida. Pese a ello, te encuentras dentro de un edificio, en una sala que no reconoces aunque te produce una extraña familiaridad. Quitas parte de la nieve que sigue habiendo en el suelo, en torno a tu saco de dormir, y ves un suelo de baldosas que antes no estaba ahí. ¿Es un sueño? Cuando dudas de la verdad de este misterioso lugar, las paredes y el suelo de baldosas brillan y se desvanecen. Vuelves a estar en el frío helador de tu campamento, rodeado por tus compañeros, pero la puerta de salida de la sala permanece. Una densa bruma gris se arremolina a tu alrededor, como guiándote. No hay refracción natural de la luz. Se está produciendo algo sobrenatural. El espeso miasma que gira en torno al campamento es parecido a la sustancia que compone las criaturas de pesadilla que encontrasteis tras el accidente de avión. ¿De verdad quieres saber lo que quiere que veas?
fr: Vous vous réveillez en sursaut et attrapez immédiatement une arme pour vous défendre. Le bruit que vous avez perçu jusque dans vos rêves et qui vous a tiré du sommeil n'est pas de ceux qui peut être émis par une créature de ce monde. Pourtant, tout semble calme… Vous vous levez, encore sous le choc, et examinez les alentours. Votre campement de fortune vous protège certes des éléments, mais il est tout de même censé se trouver au cœur des contrées sauvages de l'Antarctique. Alors que là, vous vous trouvez à l'intérieur d'un bâtiment, dans une pièce qui vous semble étrangement familière, mais que vous ne parvenez pas à identifier. Vous écartez du pied la fine couche de neige qui subsiste autour de votre sac de couchage et découvrez un sol carrelé en dessous. Est-ce un rêve ? Vous vous interrogez sur la réalité ou non de ce lieu mystérieux quand le carrelage s'estompe et disparaît. Vous vous trouvez à nouveau dans votre camp antarctique, entouré de vos compagnons ; seule demeure la porte qui menait hors de cette pièce. D'épaisses volutes grises virevoltent autour de vous, vous guidant vers la porte. La lumière semble ne pas se refléter normalement. Quelque chose de surnaturel est à l'œuvre. Ces miasmes gris semblent composés de la même substance que les créatures cauchemardesques qui vous ont attaqué après le crash de votre aéroplane. Avez-vous vraiment l'intention de les suivre ?
it: Vi svegliate all'improvviso, trafelati, e allungate la mano in cerca di un'arma con cui difendervi. Il suono che ha infranto i vostri sogni riportandovi alla realtà non poteva provenire da una creatura terrena, eppure quando riaprite gli occhi sembra che nulla sia fuori posto. Anzi… Vi alzate, storditi, e date un'occhiata intorno. Il vostro accampamento improvvisato è relativamente protetto dalla furia degli elementi, ma si trova comunque nelle profondità delle lande antartiche; invece ora vi ritrovate al chiuso, in una sala di cui non conoscete l'ubicazione nonostante vi appaia familiare. Spostate un po' della neve rimasta sul terreno accanto al vostro sacco a pelo e notate un pavimento piastrellato che prima non c'era. State sognando? Quando iniziate a dubitare che questo luogo misterioso possa essere reale, le pareti e il pavimento cominciano a vibrare e a dissolversi. Vi ritrovate nel freddo gelido del vostro accampamento, circondati dalle persone che vi hanno accompagnato in questo viaggio… fatta eccezione per la porta che conduce fuori da quella sala, che è ancora li davanti a voi. Una spessa nebbia grigia vi vortica attorno, invitandovi a procedere. Non può essere un riflesso naturale della luce: c'è qualcosa di sovrannaturale all'opera qui. Il torbido miasma che ribolle attorno all'accampamento è simile in tutto e per tutto alla sostanza di cui sono composte quelle creature da incubo che avete incontrato dopo lo schianto dell'aereo. Volete davvero sapere cosa vuole mostrarvi?
ko: 화들짝 놀라 일어난 당신은 곧바로 몸을 지킬 무기를 향해 손을 뻗습니다. 꿈 속까지 뚫고 들어와 선잠마저 달아나게 했던 그 소리는 감히 세상 어떤 동물도 낼 수 없는 것처럼 들렸지만, 눈을 씻고 봐도 달리 이상한 것은 전혀 보이지 않았습니다. 당신은 자리에서 일어나 충격에 빠진 채 주변을 둘러봅니다. 탐사대의 임시 야영지는 거친 주변 환경으로부터 당신을 지켜주었으나, 그렇다 하더라도 험난한 남극 대륙 깊은 곳에 있다는 사실은 변할 리 없습니다. 그러나 당신이 눈을 뜬 곳은 기묘하리만치 낯익은 복도 한가운데였습니다. 아직 침낭 주변에 남아 있는 눈을 옆으로 쓸어내 보니, 타일 깔린 바닥이 드러납니다. 설마 아직도 꿈속인 걸까요? 이 불가사의한 공간이 진짜가 맞는지 의심하는 순간, 벽과 타일 바닥이 어른거리며 점차 희미해져 갑니다. 그렇게 서서히 주변 광경은 살을 에는 추위가 몰아치는 야영지로 되돌아왔고, 주위에서 잠을 청하는 탐사대원들의 모습도 그대로였습니다. 그러나 복도에서 나가는 문만은 여전히 사라지지 않고 우두커니 자리하고 있었습니다. 짙은 회색 안개가 당신을 휘감으며 문을 향해 인도합니다. 빛의 굴절로 인해 만들어진 자연적인 신기루일 리가 없으니, 필시 초자연적인 현상일 것입니다. 야영지를 짙게 둘러싸고 천천히 휘도는 독기는 비행기 추락 사고 이래로 당신이 마주했던 악몽 같은 괴수를 구성하던 물질과 다를 바 없습니다. 진정 신기루가 당신에게 보여주고자 하는 환상을 마주하기를 원합니까?
pl: Budzicie się, sięgając odruchowo po broń, aby móc się obronić. Dźwięk, który przebił się przez wasze sny i wyrwał was z powrotem do świata jawy, nie był dźwiękiem, który mogłoby wydać jakiekolwiek ziemskie stworzenie, a jednak gdy się rozglądacie, wszystko jest na swoim miejscu. Właściwie… Wstajecie, przestraszeni, i rozglądacie się po otoczeniu. Wasz prowizoryczny obóz wprawdzie chroni was przed szalejącymi żywiołami, ale tkwicie przecież w sercu antarktycznej dziczy. A jednak znajdujecie się teraz w jakimś pomieszczeniu, w sali, której nie potraficie umiejscowić, chociaż wydaje wam się dziwnie znajoma. Odgarniacie trochę śniegu, który wciąż zalega na ziemi wokół śpiworów, i zauważacie wyłożoną kafelkami podłogę, której wcześniej tam nie było. Czy to sen? Gdy zaczynacie wątpić w to, czy to tajemnicze miejsce naprawdę istnieje, ściany i wyłożona kafelkami podłoga migoczą i blakną. Znowu znajdujecie się w waszym mroźnym obozie, otoczeni przez waszych towarzyszy – jednak drzwi, prowadzące wcześniej na zewnątrz sali, wciąż tu są. Gęsta szara mgła wiruje wokół, prowadząc was naprzód. To nie jest naturalne załamanie światła. Dzieje się tu coś nie z tego świata. Gęste wyziewy, które krążą wokół waszego obozu, nie różnią się od substancji, z której składają się koszmarne stworzenia, napotkane przez was po rozbiciu się samolotu. Czy naprawdę chcecie wiedzieć, co chcą wam pokazać?
zh: 你猛然惊醒，立即拿起武器自卫。穿透你的梦并把你唤回现实的声音不属于任何正常生物，然而，当你醒来时，一切都是正常的。事实上…… 你震惊地站起身来，环顾四周。你们的临时营地虽然不受恶劣天气的影响，但仍然是在南极的荒野深处。然而，你去发现自己身处室内，置身于一个陌生而熟悉的大厅里。你拨开了一些还在睡袋周围的积雪，发现原来没有的瓷砖地板。是梦？ 当你怀疑这个神秘地方的真实性时，墙壁和瓷砖地板闪著微光，渐渐褪色。你回到了冰冷的营地里，周围是你的同伴——除了通向大厅的门还在。浓浓的灰雾在你周围盘旋，指引著你前进。 这不是光的自然折射。这里有某种超自然的东西在起作用。你的营地周围弥漫著厚厚的瘴气，就像你在飞机坠毁后遇到的可怕生物一样。你真的想知道它想让你看到什么吗？

source: Proceed to <b>Scenario II: To the Forbidden Peaks</b>. <i>(You will get this chance again later.)</i>
es: Pasa al <b>Escenario II: Hacia los picos prohibidos</b> <i>(volverás a tener esta oportunidad más adelante)</i>.
fr: Continuez au <b>Scénario II : Vers les Sommets Interdits</b>. (Vous aurez une autre opportunité plus tard.)
it: Proseguite con lo <b>Scenario II, "Alle Vette Proibite"</b> <i>(in futuro avrete nuovamente questa possibilità).</i>
ko: <b>시나리오 II: 금단의 봉우리를 향해</b>로 건너뜁니다. <i>(다음번에 다시 신기루를 파헤칠 기회를 갖게 될 것입니다.)</i>
pl: Przejdź do <b>Scenariusza II: Na zakazane szczyty</b>. <i>(Będziecie jeszcze mieli na to szansę później).</i>
zh: 进入<b>冒险II：失落之峰</b>。<i>(之后你还会得到这个机会)</i>。

source: Restful Night 1
es: Noche reposada 1
pl: Noc odpoczynku 1

source: Dyer is alive
es: Dyer está vivo
pl: Dyer żyje

source: Dyer is crossed out
es: Dyer está tachado
pl: Dyer jest wykreślony

source: Danforth is alive
es: Danforth está vivo
pl: Danforth żyje

source: Danforth is crossed out
es: Danforth está tachado
pl: Danforth jest wykreślony

source: Dr. Kensler is alive
es: La Dra. Kensler está viva
pl: Dr Kensler żyje

source: Dr. Kensler is crossed out
es: La Dra. Kensler está tachada
pl: Dr Kensler jest wykreślona

source: Dr. Sinha is alive
es: La Dra. Sinha está viva
pl: Dr Sinha żyje

source: Dr. Sinha is crossed out
es: La Dra. Sinha está tachada
pl: Dr Sinha jest wykreślona

source: Cookie is alive
es: Cookie está vivo
pl: Cookie żyje

source: Cookie is crossed out
es: Cookie está tachado
pl: Cookie jest wykreślony

source: Claypool is alive
es: Claypool está vivo
pl: Claypool żyje

source: Ellsworth also alive
es: Además Ellsworth sigue vivo
pl: Ellsworth nadal żyje

source: Claypool is crossed out
es: Claypool está tachado
pl: Claypool jest wykreślony

source: Ellsworth is alive
es: Ellsworth está vivo
pl: Ellsworth żyje

source: Ellsworth is crossed out
es: Ellsworth está tachado
pl: Ellsworth jest wykreślony

source: Takada is alive
es: Takada está viva
pl: Takada żyje

source: Takada is crossed out
es: Takada está tachada
pl: Takada jest wykreślona

source: Eliyah is alive
es: Eliyah está vivo
pl: Eliyah żyje

source: Eliyah is crossed out
es: Eliyah está tachado
pl: Eliyah jest wykreślony

source: Restful Night 2
es: Noche reposada 2
pl: Noc odpoczynku 2

source: Restful Night 3
es: Noche reposada 3
pl: Noc odpoczynku 3
