Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/restful_night.po
Languages: es, fr, it, ko, pl, zh

source: Restful Night
es: Noche reposada
ko: 평온한 밤
zh: 宁静夜晚

source: Interlude I: Restful Night
es: Interludio I: Noche reposada
fr: Interlude I : Une Nuit Reposante
it: Interludio I: Notte Tranquilla
ko: 막간 I: 평온한 밤
pl: Antrakt I: Noc odpoczynku
zh: 幕间故事I：宁静夜晚

source: Safe at last, you and the remaining members of the expedition take stock of your situation. You have lost several members of the team, but your members remain strong. Part of you knows that staying any longer would prove foolish or deadly. But a great many questions crowd your thoughts, demanding answers despite your worries. What were those uncanny, Phantasmal creatures? What happened here after Dyer’s expedition left the icy wastes behind? You and the others discuss the situation at length and consider various plans. Some believe in the total abandonment of the expedition. But to return empty-handed now would prove disastrous for the university, frustrate the scientific community, and possibly cost the remaining crew their careers. After all, very few believed Dyer’s outlandish claims --who would believe this? In the end, you decide to press onward. Another flight is out of the question, of course. That thing in the sky must still be out there. It was a miracle you survived one aeroplane crash, let alone two. No, there’s only one way to reach the site described in Dyer’s report now: you must travel on foot. The decision made, you retire to get what meager rest you can before the grueling trek ahead.
es: Ahora que por fin estáis a salvo, tú y los miembros restantes de la expedición hacéis balance de la situación. Habéis perdido varios miembros del equipo, pero seguís siendo bastantes. Una parte de ti sabe que quedarse más tiempo sería estúpido o mortal. Pero una gran cantidad de preguntas asaltan tus pensamientos exigiendo respuestas pese a tus preocupaciones. ¿Qué eran esas imposibles criaturas fantasmales? ¿Qué pasó aquí después de que la expedición de Dyer se marchara de los páramos helados? Los demás y tú debatís la situación largo y tendido y proponéis varios planes. Algunos creen que lo mejor sería abandonar la expedición por completo. Pero volver ahora con las manos vacías sería un desastre para la universidad, frustraría a la comunidad científica y probablemente os costaría la carrera a los que quedáis. A fin de cuentas, muy pocos creyeron las extravagantes afirmaciones de Dyer, ¿y quién iba a creerse esto? Finalmente, decidís continuar. Como es lógico, descartáis de pleno realizar otro vuelo. Esa cosa del cielo debe de seguir ahí. Sobrevivir a un accidente de avión ya es milagroso, y mucho más sobrevivir a dos. No, ahora sólo hay un modo de llegar a la ubicación descrita en el informe de Dyer: debéis seguir a pie. Una vez tomada la decisión, os retiráis para descansar aunque sea un poco antes del riguroso viaje que os espera.
fr: Enfin en sécurité, les membres survivants de votre équipe et vous faites le point sur votre situation. Vous avez perdu plusieurs membres de l'équipe, mais la plupart ont survécu. Certains pensent que rester ici plus longtemps serait de la folie, mais trop de questions demeurées sans réponse se bousculent dans votre tête malgré vos inquiétudes. Qu'étaient ces créatures fantasmatiques ? Que s'est-il passé ici après le départ de la précédente expédition de Dyer ? Vous discutez longuement de la situation et envisagez différents plans d'action. Certains veulent carrément arrêter l'expédition, mais rentrer les mains vides serait désastreux pour la réputation de l'université, frustrant pour la communauté scientifique et pourrait coûter leur carrière aux membres restants de l'équipe. Et vu l'accueil du précédent rapport de Dyer, il est clair que personne ne croira votre histoire. Après mûre réflexion, vous décidez de poursuivre votre route. Un nouveau survol est hors de question, bien entendu. Cette chose dans le ciel rôde sans doute toujours et vous avez déjà survécu miraculeusement à un accident, alors un deuxième… Non, il n'existe plus qu'un moyen d'atteindre le site décrit dans le rapport de Dyer : vous allez devoir marcher. Une fois la décision prise, vous utilisez le peu de temps qu'il vous reste pour prendre un peu de repos avant de reprendre la route.
it: Finalmente in salvo, fate il punto della situazione insieme ai membri rimanenti della squadra. Avete perso numerosi compagni, ma non siete ancora così pochi da dover abbandonare ogni speranza. Dentro di voi sapete che quella di restare sarebbe una scelta assurda, forse anche fatale, ma nonostante le vostre preoccupazioni troppe domande popolano la vostra mente e pretendono una risposta. Cos'erano quelle assurde creature spettrali? Cos'è successo in questo posto dopo che la spedizione di Dyer si è lasciata alle spalle queste desolazioni di ghiaccio? Discutete a lungo con gli altri sulla situazione, prendendo in considerazione varie opzioni. Alcuni credono che dovreste abbandonare del tutto l'impresa; ritornare a mani vuote si rivelerebbe però disastroso per l'università, frustrerebbe la comunità scientifica e, con ogni probabilità, significherebbe la fine della carriera per i membri della squadra sopravvissuti. Dopotutto, sono stati ben pochi a credere alle bizzarre affermazioni di Dyer… Chi crederebbe alle vostre? Decidete quindi di proseguire. Un altro volo è fuori questione, ovviamente: quella cosa nel cielo dev'essere ancora là fuori. È stato un miracolo che siate sopravvissuti a uno schianto aereo, meglio non sfidare la fortuna una seconda volta. No, c'è solo un modo per raggiungere il sito descritto nel rapporto di Dyer: dovrete muovervi a piedi. Vi ritirate per riposarti un po', prima dell'arduo viaggio che vi attende.
ko: 마침내 탐사대는 안전한 곳에 자리를 잡고서 현 상황을 정비하기 시작합니다. 몇몇 탐사대원을 잃었지만, 남은 탐사대원은 아직도 강인합니다. 남극에 더 오래 머무르는 일은 어리석음을 넘어 치명적일 거란 사실을 어렴풋이 알고 있습니다. 그러나 갖은 우려에도 불구하고, 당신의 머릿속에 뭉게뭉게 피어오른 수많은 의문이 답을 찾아내라고 보챕니다. 저 괴상하기 짝이 없고 허깨비 같은 것들의 정체는 무엇일까요? 다이어 교수의 이전 탐사대가 척박한 남극의 설원을 떠난 이래로 이곳에서는 무슨 일이 벌어졌던 걸까요? 당신을 비롯한 탐사대는 현재 상황을 면밀하게 살피고서 여러 가지 계획을 강구해 봅니다. 일부는 탐사를 완전히 포기해야 한다고 주장합니다. 그러나 지금 여기서 빈손으로 귀환한다면, 재정을 지원해준 미스캐토닉 대학 측에게 청천벽력과도 같은 소식이 될 것이며 과학계는 크게 당혹스러워할 것이고 살아남은 탐사대원의 경력에도 크나큰 누가 될 가능성이 높습니다. 애당초 다이어 교수의 기묘한 주장을 믿어준 사람도 극소수였건대, 이번 탐사대의 증언을 믿어 줄 사람이 있긴 할까요? 결국 당신은 앞으로 나아가기로 결정했습니다. 물론 다른 비행기를 띄울 수는 없습니다. 하늘에 떠 있던 존재가 아직도 저 바깥에 있을 터입니다. 비행기 추락 사고에서 한 번 살아남은 것만으로도 기적이라 할 텐데, 또 다시 그러리라고 바라는 것은 요행을 넘어선 객기입니다. 다이어 교수의 보고서에 기술된 곳에 도달하는 방법은 이제 단 하나, 도보로 이동하는 것뿐입니다. 결정은 내렸으니, 당신은 힘든 여정을 앞에 두고 부족하디 부족한 휴식이나마 갖기로 했습니다.
pl: Nareszcie bezpieczni, razem z resztą załogi dokładnie analizujecie waszą sytuację. Straciliście kilku członków ekspedycji, ale nadal jest was sporo. Z jednej strony wiecie, że pozostanie tu choć na chwilę dłużej nie tylko dowiedzie waszej głupoty, ale i może skutkować waszą śmiercią. Mimo to wasze umysły są pełne pytań i domagają się odpowiedzi, bez względu na wasze obawy. Czym są te tajemnicze, widmowe stworzenia? Co wydarzyło się po tym, jak ekspedycja Dyera opuściła lodowe pustkowia? Przez długi czas omawiacie swoją sytuację i rozważacie różne plany. Niektórzy uważają, że należy natychmiast zakończyć ekspedycję. Ale powrót z pustymi rękami oznacza katastrofę wizerunkową dla uniwersytetu, frustrację środowiska naukowego i prawdopodobnie koniec kariery dla reszty załogi. Przecież mało kto uwierzył w dziwaczne opowieści Dyera – więc dlaczego mieliby uwierzyć wam? W końcu postanawiacie iść dalej. Oczywiście lot odpada – to coś na niebie na pewno nadal tam grasuje. To cud, że przeżyliście pierwszą katastrofę samolotu, lepiej nie ryzykować drugi raz. Nie, jest tylko jeden sposób, aby dotrzeć do miejsca opisanego w raporcie Dyera: musicie udać się tam pieszo. Po podjęciu decyzji rozchodzicie się, aby choć trochę odpocząć przed czekającą was wyczerpującą wędrówką.
zh: 你们最终安全了，开始评估当前的处境。你们失去了几名队员，但你们的人数依然够多。你心里明白，再待下去是非常愚蠢且致命的。但心中除了担忧，还有大量疑问未能解答。那些不可思议的、幽灵般的生物到底是什么？在戴尔他们那次探险结束后，这冰封荒原发生了什么？ 你和其他人详细讨论情况并考虑各种计划。有些人认为应该彻底放弃探险。但是现在空手而归对大学来说将是灾难性的，会让科学界失望，还可能会让剩下的成员丢了饭碗。毕竟，几乎没人相信戴尔古怪的说法——谁会信？ 最后，你们还是决定继续前进。当然，再飞一次就不用想了。天上的那个东西肯定还在。你能在一次空难中幸存已经是个奇迹了，不要奢望第二次。没别的办法了，要到达戴尔报告中描述的地点，现在只有一种方式：步行。 作出决定后，你浑身瘫软下来，在风雪载途前抓紧时间休息。

source: You only have enough time to check on a few team members (regardless of whether they are alive or crossed out). One at a time, choose and read three of the sections below (four instead if <i>the team fled to the mountains</i>). If the game effect of the chosen section cannot be performed, it does not count toward this total and you may choose a new section instead.
es: Sólo tienes tiempo de contactar con algunos miembros del equipo (independientemente de que estén vivos o tachados). De una en una, elige y lee tres de las siguientes secciones (o bien cuatro si <i>el equipo huyó a las montañas</i>). Si el efecto de juego de la sección elegida no se puede realizar, no cuenta para el total y puedes elegir otra sección en su lugar.
fr: Vous ne disposez d'assez de temps que pour vous intéresser à quelques membres de l'expédition (qu'ils soient vivants ou que leur nom soit barré). Une à la fois, choisissez et lisez trois des sections encadrées ci-dessous (quatre à la place si <i>l'équipe a fui vers les montagnes</i>). Si l'effet de jeu d'une des sections choisies ne peut pas être réalisé, elle ne compte pas parmi cette limite et vous pouvez choisir une nouvelle section à la place.
it: Avete tempo per reperire informazioni soltanto da alcuni membri della squadra (a prescindere dal fatto che siano vivi o barrati). Una alla volta, scegliete e leggete 3 delle sezioni seguenti (4 se invece <i>la squadra è fuggita verso le montagne</i>). Se l'effetto di gioco della sezione scelta non può essere effettuato, esso non conta per questo totale e potete invece scegliere una nuova sezione.
ko: 몇몇 탐사대원(살아있든 이름에 취소선이 그어졌든 상관없이)을 돌아볼 시간이 있습니다만, 그렇게 여유롭지는 않습니다. 한 번에 하나씩, 아래의 항목 중 세 가지를 선택해서 읽습니다(<i>탐사대가 산맥을 향해 달아났다</i>면 그 대신 네 가지를 선택해서 읽습니다). 단, 선택한 항목의 게임 효과를 수행할 수 없다면, 읽은 횟수에 세지 않으며 이를 대신할 새로운 항목을 하나 선택해서 읽어도 됩니다.
pl: Macie czas przyjrzeć się tylko niektórym członkom ekspedycji (niezależnie od tego, czy są oni wykreśleni, czy nie). Pojedynczo wybierzcie i odczytajcie trzy z poniższych sekcji (zamiast tego cztery, jeśli <i>załoga uciekła w góry</i>). Jeśli efekt wybranej sekcji nie może zostać wykonany, nie wlicza się do łącznej liczby odczytanych sekcji i musicie wybrać nową sekcję zamiast niej.
zh: 你只有一点时间去查看几名队员(无论他们是活著还是被划掉)。每次选择以下一个部分阅读，一共三次(如果<i>队伍逃进山脉中</i>，改为四次)。如果所选择的部分的游戏效果不能执行，则这次选择不计数，你可以改为再选择一个新的部分。

source: The professor jumps as you approach, startled by your sudden presence. “Oh! My apologies. I thought—I thought perhaps you were…” he trails off, but he doesn’t need to finish his sentence. You know exactly how he feels. “I am a man of science, as you know. And as a man of science, I find myself struggling to…to come to terms with what we have seen thus far.” You nod and ask Dyer to explain his current working theory. “Well,” he begins, “these spectral creatures, they seem to possess some kind of ethereal physiology, very unlike the Elder Things that Lake and his team discovered and dissected the last time I was here. Those creatures might have been of alien origin, but they were…like us, in more ways than one. Flesh and organs, you see. But these…” he ponders in silence for some time. “And yet, I cannot help but wonder what the connection between the two might be?”
es: Tu repentina presencia sobresalta al profesor, que da un respingo cuando te acercas –¡Ay! Lo siento. Pensé que… Pensé que tal vez eras… –Deja la frase en suspenso, pero no tiene que terminarla. Sabes exactamente cómo se siente–. Soy un hombre de ciencia, como bien sabes. Y como hombre de ciencia, me descubro luchando por… por aceptar lo que hemos visto hasta ahora. Asientes y pides a Dyer que explique la teoría que tiene hasta el momento. –Bueno –comienza a decir–, estas criaturas espectrales parecen poseer una especie de fisiología etérea, muy distinta a los Antiguos que descubrieron y diseccionaron Lake y su equipo la última vez que estuve aquí. Aunque esas criaturas pudieran tener un origen alienígena, eran… como nosotros en más de un respecto. Carne y órganos, vaya. Pero estas… –se queda un momento meditabundo en silencio–. No puedo evitar preguntarme qué conexión puede haber entre ambos tipos de seres.
fr: Le professeur qui ne vous avait pas entendu approcher sursaute en sentant votre présence. « Oh ! Toutes mes excuses. Je pensais j'avais dans l'idée que vous… » il s'interrompt, mais vous comprenez ce qu'il ressent sans qu'il ait besoin de terminer sa phrase. « Je suis un homme de sciences, comme vous le savez. Et en tant qu'homme de sciences, j'ai du mal à… assimiler ce que nous venons de vivre. » Vous acquiescez et demandez à Dyer s'il a une théorie pour l'instant. « Eh bien », commence-t-il, « ces créatures spectrales semblent posséder une sorte de physiologie éthérée, très différente des Choses Très Anciennes que Lake et son équipe ont découvertes et disséquées la dernière fois que j'étais ici. Ces créatures étaient peut-être d'origine extraterrestre, mais elles étaient organiques et faites de chair, comme nous. Alors que là… » Il laisse planer un silence éloquent. « Pourtant, je ne peux m'empêcher de penser qu'il y a un lien entre les deux, mais lequel ? »
it: Il professore fa un balzo quando vi avvicinate, spaventato dalla vostra improvvisa apparizione. "Oh! Le mie scuse. Pensavo… pensavo che foste…" Straparla, ma non ha bisogno di finire la frase: sapete esattamente ciò che sta provando. "Sono un uomo di scienza, come ben sapete. E in quanto uomo di scienza, trovo difficile… scendere a patti con quello che abbiamo visto finora." Annuite, chiedendogli di spiegarvi la sua attuale teoria. "Beh" comincia, "queste creature spettrali… sembra possiedano una qualche fisiologia eterea. Sono completamente diverse dagli Esseri Antichi che Lake e la sua squadra hanno scoperto e dissezionato l'ultima volta che sono stato qui. Quelle creature avranno anche avuto origini aliene, ma erano… come noi. In più di un senso. Erano fatte di carne e organi, capite? Queste, invece…" Si ferma a riflettere per qualche istante in silenzio. "Non riesco a venirne a capo, ma non riesco nemmeno a non chiedermi quale connessione possa esserci fra le due entità."
ko: 당신이 곁으로 다가가자 다이어 교수가 화들짝 놀랍니다. “으악! 미안합니다. 다…당신이 아니라 그것인 줄…” 다이어 교수는 말꼬리를 흐렸지만, 교수가 하려던 말은 짐작이 갑니다. 당신도 그 기분을 십분 이해하고 있었기 때문입니다. “아시다시피, 저는 과학자입니다. 한 명의 과학자로서 저는 우리가 여태까지 목격한 것을… 제 나름대로 이해하기 위해 노력했습니다.” 당신은 고개를 끄덕이고 다이어 교수의 가설에 대해 물어봅니다. “글쎄 말입니다. 이 유령 같은 괴수는, 지난 번 남극 탐사 때 레이크 교수님 연구진에서 발견하고 해부했던 옛것과는 전혀 다르게 비실재적인 생리를 지닌 것 같습니다. 옛것은 지구 바깥에서 기원한 외계종일 가능성이 높지만, 그래도… 우리와 닮은 점이 한두가지가 아닙니다. 아시다시피, 살갗이나 장기를 보유하고 있는 생명체라는 점에서는 말입니다. 하지만 이번에 우리를 습격한 허깨비같은 것들은…” 그가 한참을 생각에 빠져 침묵하더니 마지막으로 입을 뗍니다. “그렇지만 혹여 옛것과 이 허깨비 사이에 모종의 관계가 있는 건 아닌가 하는 의문이 듭니다.”
pl: Wystraszony waszym nagłym pojawieniem się, profesor aż podskakuje. „Och! Przepraszam. Myślałem, że… że to może…” – mężczyzna milknie, ale nie musi nawet kończyć zdania. Dobrze wiecie, co teraz czuje. „Wiecie, ja jestem człowiekiem nauki. I jako człowiek nauki, trudno jest mi pogodzić się z tym… z tym co do tej pory widzieliśmy”. Kiwacie głowami i prosicie Dyera, aby wytłumaczył wam swoją teorię na temat tej sytuacji. „Cóż” – zaczyna – „te widmowe stworzenia wydają się posiadać swego rodzaju eteryczną fizjologię, zupełnie inaczej niż Starsze Istoty, które Lake i jego załoga odkryli i zbadali ostatnim razem, gdy tu byłem. Tamte istoty mogły mieć pozaziemskie pochodzenie, ale były też… jak my, i to w wielu aspektach. Rozumiecie, są z krwi i kości. Ale te…” – zastanawia się przez moment w ciszy. – „A jednak nie mogę przestać rozmyślać, co może łączyć oba te gatunki?”.
zh: 当你走近时，教授被你的突然出现吓了一跳。“噢！抱歉。我以为——我还以为你已经……”他话音渐衰，但是他已无需再说下去了。你完全明白他的感受。“你知道，我是一名从事科学研究的人。而作为一名从事科学的人，我发现我自己很难……很难接受我们迄今为止看到的东西。”你点头并请求戴尔解释他目前得出的理论。“好吧。”他开始说，“这些幽灵生物，它们似乎拥有某种飘渺的生理机能，与我上次在这里时莱克团队发现并解剖的古老者完全不同。那些生物可能源自外星，但它们又……很像我们，就许多方面来说。肉体和器官，你也看到了。但是这些……”他沉默地思考了一会儿。“而且，我不禁想知道这两者之间有什么联系呢？”

source: Danforth mutters to himself over and over as you enter his tent: “‘…There seemed now to be no longer any room for hope…and I could perceive…in the countenances of my companions…that they had made up their minds to perish…’” The cadence of his voice suggests he is reciting something by memory rather than speaking his thoughts aloud. It’s only after you loudly clear your throat that he seems to notice your presence. His eyes are wide and unblinking. “Now you understand,” he says under his breath. “You have seen what I have seen.” You nod. There can be no doubt any longer. Whatever Danforth saw when he and the professor escaped their ill-fated journey is the same entity that smote your aircraft to the ground. “It knows we are here,” he says gloomily. “It sees us.”
es: Cuando entras en la tienda de Danforth, éste no deja de murmurar lo mismo una y otra vez: –… Parecía que ya no había lugar a esperanza alguna… y pude notar en los semblantes de mis compañeros… que se habían resignado a perecer… La cadencia de su voz sugiere que está recitando algo de memoria en lugar de expresando en alto sus pensamientos. Hasta que no carraspeas con fuerza no parece notar tu presencia. Tiene los ojos muy abiertos y no parpadea. ––Ahora lo entiende –dice casi como un susurro–. Ha visto lo que yo he visto. Asientes. Ya no puede haber duda alguna. Fuera lo que fuera lo que vio Danforth cuando el profesor y él escaparon de su funesto viaje es la misma entidad que lanzó vuestro avión al suelo. –Sabe que estamos aquí –dice con abatimiento–. Nos ve.
fr: Danforth entre dans la tente en se parlant à lui-même : « “…il ne semblait plus y avoir de place pour l'espoir… et je pouvais voir… dans le visage de mes compagnons… qu'ils étaient résignés à mourir…” » La cadence de sa voix vous suggère qu'il n'est pas en train de penser à voix haute, mais plutôt de réciter quelque chose. Ses yeux sont grands ouverts et ne clignent pas. « Maintenant, vous comprenez » dit-il à voix basse. « Vous avez vu ce que j'ai vu. » Vous hochez la tête. Il n'y a plus de doute. L'entité que Danforth a vue quand lui et le professeur ont fui lors de leur précédente expédition est la même qui a détruit votre aéroplane. « Il sait que nous sommes ici », dit-il lugubrement. « Il nous voit. »
it: Quando entrate nella sua tenda, trovate Danforth che mormora qualcosa tra sé e sé: "… sembrava che non ci fosse più spazio per la speranza… e potevo percepirlo… nei volti dei miei compagni… che essi avevano accettato la loro fine…" La cadenza della sua voce suggerisce che stia recitando qualcosa piuttosto che dare voce ai suoi pensieri. È solo quando vi schiarite rumorosamente la voce che sembra accorgersi della vostra presenza; ha gli occhi spalancati e non gli avete ancora visto sbattere le palpebre. "Ora capite" dice sottovoce. "Avete visto quel che ho visto io." Annuite. Non potete avere più alcun dubbio: qualsiasi cosa Danforth abbia visto quando è riuscito a mettersi in salvo con il professore nel loro ultimo viaggio, è la stessa entità che ha fatto schiantare il vostro aereo. "Sa che siamo qui" prosegue con tono lugubre. "Ci vede."
ko: 댄포스는 천막 안에서 혼잣말을 끊임없이 중얼거리고 있었습니다. “…어디에도 희망이 없어… 난 느낄 수 있어… 동료들의 얼굴에서… 그들이 끔찍한 최후를 맞이하기로 결심했다는 걸…” 억양으로 보건대, 댄포스는 자기 생각을 말하고 있는 것이 아니라 과거의 기억을 떠올리는 듯합니다. 당신이 큰 소리로 헛기침하고 나서야, 댄포스가 당신이 왔다는 것을 알아차립니다. 그의 휘둥그레진 눈은 조금도 깜박이지 않습니다. 그가 기어들어 가는 목소리로 말합니다. “이제 이해하시겠죠. 제가 봤던 걸 당신도 목격하지 않았습니까.” 당신은 고개를 끄덕입니다. 더는 부정할 수 없었습니다. 비행기를 땅에 처박아버린 것이, 댄포스와 교수가 저주받은 탐사로부터 도망쳐 나오며 목도했던 바로 그 존재였다는 사실을. “그건 우리가 여기 있다는 사실을 알아요. 우리를 바라보고 있어요.” 댄포스가 음울하게 말합니다.
pl: Kiedy wchodzicie do namiotu Danfortha, mężczyzna mamrocze do siebie w kółko: „…Myśle, że nie ma już żadnej nadziei… i mogłem dostrzec… w obliczach moich towarzyszy… że podjęli decyzję, aby zginąć… ” Rytm jego głosu sugeruje, że nie wypowiada on swoich myśli, ale recytuje coś z pamięci. Zauważa waszą obecność dopiero, gdy jedno z was głośno odchrząkuje. Patrzy na was szeroko otwartymi oczami, w ogóle nie mrugając. „Teraz rozumiecie” – mówi cicho. – „Zobaczyliście to, co ja wcześniej”. Kiwacie głowami. Nie ma już żadnych wątpliwości. Czymkolwiek było to, co Danforth widział, kiedy on i profesor uciekali podczas swojej nieszczęsnej podróży, z pewnością jest to ta sama istota, która strąciła wasz samolot na ziemię. „To coś wie, że tu jesteśmy” – mówi posępnie. – „Widzi nas”.
zh: 你进入丹佛斯的帐篷时，他正在自言自语：现在已经没有希望了……而且在我那些同伴的脸上……我可以感觉到……他们已经下定决心要灭亡……”他声音的节奏表明，他是在背诵什么东西，而不是在说出自己的想法。你大声清了清嗓子，他才注意到你的存在。他的眼睛睁得大大的，一眨也不眨。“现在你明白了。”他低声说，“你看到了我所看到的。”你点头。这毋庸置疑。丹佛斯在他和教授逃离厄运之旅时看到的，就是把你们的飞机撞到地面的那个东西。“它知道我们在这里。”他沮丧地说，“它看见我们了。”

source: Listening to Danforth gives you further insight into the madness of this place. Any one investigator may begin <b>Scenario II: To the Forbidden Peaks</b> with two additional cards drawn in their opening hand.
es: Escuchar a Danforth te proporciona más datos sobre la locura de este lugar. Un investigador cualquiera puede empezar el <b>Escenario II: Hacia los picos prohibidos</b> robando 2 cartas adicionales en su mano inicial.
fr: Parler avec Danforth vous a fait prendre conscience de la folie qui règne en ces lieux. Au moment de commencer le Scénario II : Vers les Sommets Interdits, n'importe quel investigateur a le droit de piocher deux cartes supplémentaires lorsqu'il constitue sa main de départ.
it: Aver parlato con Danforth vi ha dato ulteriori informazioni sulla follia di questo posto. Un investigatore può iniziare lo <b>Scenario II, "Alle Vette Proibite"</b> pescando 2 carte aggiuntive nella sua mano di partenza.
ko: 댄포스의 이야기에 귀를 기울인 끝에, 당신은 이곳을 장악한 광기에 대해 보다 더 깊은 통찰력을 얻을 수 있었습니다. <b>시나리오 II: 금단의 봉우리를 향해</b>에서 조사자 중 한 명은 추가로 시작 카드를 2장 더 가지고 시작해도 됩니다.
pl: Po wysłuchaniu Danfortha lepiej rozumiecie szaleństwo panujące w tym miejscu. Jeden dowolny badacz może rozpocząć <b>Scenariusz II: Na zakazane szczyty</b> z 2 dodatkowymi kartami na początkowej ręce.
zh: 听丹佛斯的一番话使你更深入洞悉了此地的疯狂。任意一位调查员可以在开始<b>冒险II：失落之峰</b>的时候额外有两张起始手牌。

source: If Dr. Amy Kensler is alive:
es: Si la Dra. Amy Kensler está viva:
fr: Si le Dr Amy Kensler est vivante :
it: Se la Dott.ssa Amy Kensler è viva:
ko: ‘에이미 켄슬러 박사’가 살아있습니까?
pl: Jeśli dr Amy Kensler żyje:
zh: 如果艾米·肯斯勒博士活著：
