Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/restful_night.po
Languages: es, fr, it, ko, pl, zh

source: The leader of the expedition gives you little heed as you enter her tent. Her eyes are instead glued to the microscope in front of her. She appears to be studying a glob of inky, multicolored ichor in a small petri dish. She must have recovered some of that gunk earlier. You ask if she thinks it’s safe to be studying it so closely. “Of course not,” she responds in dry monotone. “But sometimes, scientific progress requires an element of…jeopardy.” It’s true, in a way—you’re only here at all because the team decided to put themselves at risk in order to confirm the truth behind Dyer’s report. You ask Dr. Kensler what she has discovered. “Frustratingly little. Physiologically speaking, this substance is unlike anything I’ve ever seen. I’m…not even completely sure it is a liquid. It seems to possess qualities of all three states of matter.” She finally sets the microscope aside, covers the petri dish, and meets your gaze. “It would be fascinating, were it not trying to kill us.”
es: La jefa de la expedición no te presta atención cuando entras en su tienda. Tiene los ojos pegados al microscopio que hay delante de ella y parece estar estudiando un pegote de un icor oleoso y multicolor en una pequeña placa de Petri. Debió de coger algo de ese pringue antes. Le preguntas si cree que es seguro estudiarlo tan de cerca. –Por supuesto que no –responde con sequedad monótona–. Pero, a veces, el progreso científico requiere una pizca de… riesgo. En cierto modo es verdad; el único motivo por el que estáis aquí es porque el equipo decidió ponerse en riesgo para confirmar la veracidad del informe de Dyer. Preguntas a la Dra. Kensler si ha descubierto algo. –Lo que he descubierto es frustrantemente escaso. Desde el punto de vista fisiológico, esta sustancia no se parece a nada que haya visto nunca. Yo… ni siquiera estoy totalmente segura de que sea un líquido. Parece poseer cualidades de los tres estados de la materia –Por fin aparta el microscopio, tapa la placa de Petri y te mira–. Sería fascinante si no estuviera intentando matarnos.
fr: La cheffe de l'expédition lève à peine les yeux sur vous quand vous pénétrez dans sa tente. Ses yeux sont rivés au microscope qui se trouve devant elle. Elle semble étudier un globe d 'ichor multicolore ayant la consistance de l'encre dans une petite boîte de Pétri. Elle a dû en récupérer un peu plus tôt. Vous lui demandez si elle pense que c'est sans danger de l'étudier de si près. « Bien sûr que non », répond-elle sèchement. « Mais parfois, le progrès scientifique exige une part de… danger. » C'est vrai, d'une certaine façon, d 'ailleurs si vous êtes venu ici, c'est parce que l'équipe a décidé de se mettre en danger afin de confirmer la véracité du rapport de Dyer. Vous demandez au Dr Kensler de vous faire part de ses découvertes. « Peu de choses, à mon grand désarroi. Physiologiquement parlant, cette substance ne ressemble à rien de connu. Je ne suis même pas sûr que ce soit un liquide. Elle semble posséder les qualités des trois états de la matière. » Elle met enfin le microscope de côté, recouvre la boite de Pétri et se tourne vers vous. « Cette créature serait réellement fascinante si elle n'essayait pas de nous tuer. »
it: La donna a capo della spedizione non vi presta molto ascolto quando entrate nella sua tenda. Ha gli occhi incollati al microscopio davanti a sé, con cui pare stia studiando un grumo di icore variopinto contenuto in un vetrino. Deve aver recuperato un po' di quella melma durante la notte. Le chiedete se sia convinta di non correre alcun pericolo studiandolo così da vicino. "Ne sono tutt'altro che convinta, ovviamente" risponde con voce atona e secca. "Ma talvolta il progresso scientifico richiede un qualche elemento di… rischio." In un certo senso ha ragione: siete qui solo perché la squadra ha deciso di esporsi a un enorme rischio per confermare il contenuto del rapporto di Dyer. Chiedete alla dottoressa Kensler cos'abbia scoperto sino a ora. "Poco, sfortunatamente. Fisiologicamente parlando, non ho mai visto una sostanza con proprietà simili a questa. Non… sono nemmeno completamente sicura che sia un liquido: sembra avere qualità appartenenti a tutti gli stati della materia." La scienziata mette infine da parte il microscopio, copre il vetrino e incrocia il vostro sguardo. "Sarebbe persino affascinante, se non stesse cercando di ucciderci."
ko: 당신이 탐사대장의 천막 안으로 들어섰지만, 켄슬러 박사는 당신을 신경쓰지 않고 현미경만 바라봅니다. 작은 페트리 접시를 보니 새카맣지만 다색성 광채가 감도는 농액이 담겨 있었습니다. 켄슬러 박사는 일전에 수집해온 저 액체 표본을 연구하는 듯합니다. 당신은 이렇게나 가까이서 살펴봐도 안전한지 물어 보았지만, 켄슬러 박사는 무미건조하게 답할 뿐입니다. “물론 아니죠. 하지만 과학의 발전에는… 위험이 따르기도 하거든요.” 당신을 비롯한 탐사대는 다이어 교수의 보고에 얽힌 진실을 확인하기 위해 위험을 무릅쓰고 남극을 탐사하기로 결정한 것이니, 일면으로는 그 말도 사실입니다. 당신은 혹여 새로 알아낸 사실은 없는지 묻습니다. “당혹스러울 정도로 별로 없어요. 생리학적으로 설명하자면, 이 물질은 제가 지금껏 봤던 그 어떤 것과도 달라요. 심지어 이걸… 액체라고 볼 수나 있는지도 모르겠어요. 마치 물질의 세 가지 상태를 동시에 취하고 있는 것 같아요.” 켄슬러 박사가 마침내 현미경을 옆으로 치우고 페트리 접시의 뚜껑을 덮은 다음에서야, 당신의 눈을 바라봅니다. “우리를 죽이려고 들지만 않았더라면, 참 매력적일 텐데 말이지요.”
pl: Szefowa ekspedycji prawie nie zwraca na was uwagi, gdy wchodzicie do jej namiotu. Jej oczy są przyklejone do stojącego przed nią mikroskopu. Najwyraźniej bada kroplę atramentowej, wielobarwnej krwi na małej szalce Petriego. Musiała zebrać wcześniej trochę miazmatu. Pytacie Kensler, czy jest pewna, że to bezpieczne badać próbkę z bliska. „Oczywiście, że nie” – odpowiada sucho. – „Ale czasami, aby dokonać postępu, trzeba narazić się na pewne… niebezpieczeństwa”. Po części się z nią zgadzacie — w końcu jesteście tu tylko dlatego, że zespół postanowił podjąć się ryzyka, aby potwierdzić prawdziwość raportu Dyera. Pytacie dr Kensler, co udało jej się odkryć. „Frustrująco mało. Pod względem fizjologicznym ta substancja nie przypomina niczego, co kiedykolwiek widziałam. Właściwie… nie jestem nawet pewna, czy to w ogóle ciecz. Wygląda na to, że ma cechy wszystkich trzech stanów”. W końcu odsuwa mikroskop na bok, przykrywa szalkę i kieruje na was wzrok. „Byłoby to fascynujące, gdyby tylko nie próbowało nas zabić”.
zh: 你走进帐篷时，探险队的领袖并没有注意到你。相反，她的眼睛紧紧盯著面前的显微镜。她似乎在研究一个小小培养皿中的一团五彩斑斓的墨状脓液。她之前肯定自己采集了一些这种黏性物质。你问在如此近距离研究是否安全。“当然不安全了。”她干巴巴地回道。“但有时候，进步需要一种……名为危险的元素。”某种程度上来说，这确实没错——你在这里的原因都只是因为整个团队为了确认戴尔的报告背后的真相，而决定置身于危险之中。你询问肯斯勒博士的发现。“令人沮丧，几乎没有发现。从生理学上讲，这种物质和我见过的任何物质都不一样。我……甚至不太确定它是不是液体。它似乎拥有所有三种物质状态的特性。”最后，她把显微镜放在一边，盖上培养皿，与你的目光相对。“如果不是它想杀我们，这会非常吸引人。”

source: Dr. Kensler's research allows you to view the situation with greater clarity. In your Campaign Log, record <i>Dr. Kensler is sharing her research with you.</i>
es: La investigación de la Dra. Kensler te permite ver la situación con mayor claridad. Anota en el registro de campaña que <i>la Dra. Kensler comparte su investigación con los investigadores.</i>
fr: Les recherches du Dr Kensler vous permettent de voir la situation avec une plus grande clarté. Dans votre Carnet de Campagne, indiquez que <i>le Dr Kensler a partagé ses découvertes avec vous.</i>
it: Le ricerche della dottoressa Kensler vi permettono di valutare la situazione con maggiore chiarezza. Annotate nel Diario della Campagna che <i>la dottoressa Kensler sta condividendo le sue scoperte con voi.</i>
ko: 켄슬러 박사의 연구를 통해 현 상황을 보다 명료하게 이해할 수 있게 되었습니다. 캠페인 기록지에 <i>켄슬러 박사가 연구 결과를 공유해 주었다</i> 라고 기록합니다.
pl: Badania dr Kensler pozwalają wam lepiej zrozumieć sytuację. Zanotuj w Dzienniku kampanii, że <i>dr Kensler dzieli się z wami wynikami swoich badań.</i>
zh: 肯斯勒博士的研究使你更清楚地观察情况。在剧本日志中，记录<i>肯斯勒博士与你分享她的研究</i>。

source: Dr. Kensler is sharing her research with you.
es: la Dra. Kensler comparte su investigación con los investigadores.
fr: le Dr Kensler a partagé ses découvertes avec vous.
it: La dottoressa Kensler sta condividendo le sue scoperte con voi.
ko: 켄슬러 박사가 연구 결과를 공유해 주었다
pl: dr Kensler dzieli się z wami wynikami swoich badań.
zh: 肯斯勒博士与你分享她的研究。

source: Dr. Sinha gives you a hard glare as you approach. “If you tell me that you are ‘too cold to sleep,’ so help me…” she begins, but sighs as you shake your head. “Sorry. I know, I know. Show me your wounds, then. Let me do my job.” She pulls out her medical kit and motions for you to sit on the bedroll nearby. “No signs of frostbite, hypothermia, or gangrene, that is good…” In silence, she studies the bruises and surface injuries you sustained from the crash. Finally, she clicks her tongue and shakes her head. “Uncanny,” she murmurs under her breath. You give her an inquiring stare. “Two aeroplanes,” she explains, “over a dozen of us spread between the two, and yet we sustained more injuries from the journey across the ice shelf than we did in the crash. Except for…” she trails off into harsh silence. As she dresses your wounds, you think about the meaning behind her words, the truth that she doesn’t want to say out loud. Was the entity that forced your plane to the ground really trying to kill you? Or was it simply guiding you? And if so, to what?
es: La Dra. Sinha pone mala cara al verte acercarte. –Si me va a decir que tiene demasiado frío, le juro que… –empieza a decir, pero suspira cuando niegas con la cabeza–. Lo siento. Lo sé, lo sé. Entonces muéstreme sus heridas y déjeme hacer mi trabajo. Saca su botiquín y te hace un gesto para que te sientes sobre el petate que hay al lado. –No hay signos de congelación, de hipotermia o de gangrena, lo cual es bueno… Estudia en silencio las magulladuras y heridas superficiales que te hiciste en el accidente. Por último, chasquea la lengua y sacude la cabeza. –Increíble –murmura para sí. La miras con expresión inquisitiva–. Dos aeroplanos –te explica–, y más de una docena de nosotros repartidos entre ellos. Y sin embargo, hemos sufrido más lesiones durante el viaje por el campo de hielo que por el accidente. A excepción de… Se queda en suspenso y deja paso a un duro silencio. Mientras venda tus heridas, piensas en lo que significan sus palabras, en la verdad que no quiere decir en voz alta. ¿De verdad intentaba mataros la entidad que tiró al suelo vuestros aviones? ¿O simplemente os guiaba? Y si fuera así, ¿hacia qué?
fr: Le Dr Sinha vous lance un regard sévère en vous voyant approcher. « Si c'est pour me dire que vous avez trop froid pour dormir, vous pouvez vous épargner cette peine… » commence-t-elle. Elle pousse un soupir en vous voyant secouer la tête. « Désolée. Montrez-moi vos blessures alors, que je puisse faire mon travail. » Elle sort sa trousse médicale et vous invite d'un geste à vous asseoir sur le sac de couchage. « Aucun signe d'engelure, d'hypothermie ou de gangrène, c'est plutôt bon signe… » Elle observe en silence les contusions et les blessures superficielles que vous avez subies lors de l'accident d'aéroplane. Enfin, elle claque la langue et secoue la tête. « Étrange », murmure-t-elle à voix basse. Vous lui lancez un regard curieux. « Une douzaine d'entre nous répartis dans deux aéroplanes » ; explique-t-elle, « et pourtant, nous avons subi plus de blessures durant notre traversée de la barrière de glace qu'au moment du crash. Sauf pour… » Elle s'interrompt soudain. Tandis qu'elle panse vos plaies, vous réfléchissez au sens de ses paroles, à la vérité qu'elle ne veut pas évoquer à haute voix. L'entité qui a projeté votre aéroplane au sol a-t-elle réellement essayé de vous tuer ? Ou cherchait-elle simplement à vous guider ? Et si oui, vers quoi ?
it: Quando vi avvicinate, la dottoressa Sinha vi accoglie con uno sguardo torvo. "Se siete qui anche voi per dirmi che avete ‘troppo freddo per dormire’, giuro che…" La fermate scuotendo la testa, strappandole un sospiro. "Scusatemi. Lo so, lo so… mostratemi le vostre ferite e lasciatemi lavorare." La dottoressa tira fuori il suo kit medico e vi fa cenno di sedervi sulla branda vicina. "Non vedo segni di assideramento, ipotermia o cancrena, il che è un bene." In silenzio, si concentra sulle contusioni e le ferite superficiali che avete riportato al momento dello schianto. Una volta terminata la diagnosi, la donna schiocca la lingua e comincia a scuotere la testa. "Incredibile" mormora a bassa voce. Le rivolgete uno sguardo pieno di domande. "Due areoplani" spiega. "Oltre una dozzina di persone dispiegate tra l'uno e l'altro, eppure abbiamo subito più ferite durante il viaggio lungo la barriera di ghiaccio che al momento dell'incidente. Eccetto per…" Lascia cadere la frase sprofondando in un silenzio amareggiato. Mentre vi medica pensate al significato dietro le sue parole, a quella verità che sembra non voler proferire ad alta voce: l'entità che ha fatto precipitare l'aereo stava davvero cercando di uccidervi? O vi stava semplicemente guidando? E se fosse così… verso dove?
ko: 당신이 다가가자 신하가 냉랭한 눈초리로 노려봅니다. “ ‘너무 추워서 잠이 안 와요’ 같은 소리 할 거면, 날 좀 내버려 둬요…” 당신이 고개를 젓자, 그녀가 한숨을 쉽니다. “미안해요. 말 안 해도 알아요. 다친 데 있으면 보여주세요. 제 할 일이나 해야죠.” 신하가 의료품 가방을 꺼내며 침낭 근처에 앉으라고 손짓합니다. “동상, 저체온증, 괴저 증세는 안 보이는군요. 좋아요…” 그녀가 정적 속에서 당신이 추락할 때 입었던 타박상과 찰과상을 살펴봅니다. 진료가 끝나자, 신하는 혀를 끌끌 차더니 고개를 젓습니다. “이상하군요.” 신하가 조용히 읊조립니다. 당신은 무엇이 이상한지 궁금하여 신하를 바라봅니다. “비행기가 두 대… 그래요. 열 명도 넘는 탐사대원이 비행기 두 대에 나눠 탔는데, 추락 사고 때보다도 빙붕을 건너는 과정에서 다친 사람이 더 많단 말이죠. 물론 추락 때도…” 못다 한 말에 이어 짙은 침묵이 흐릅니다. 신하가 당신의 상처를 싸매는 동안, 당신은 그녀의 말을 곱씹으며 신하가 입 밖으로 꺼낼 생각조차 없던 진실을 추측해 봅니다. 비행기를 추락시켰던 그 존재는 정말로 당신을 죽이려고 했던 것일까요, 어쩌면 그저 당신을 어딘가로 인도하려던 것은 아닐까요? 만약 그렇다면, 대체 무엇을 향해 이끌고자 했던 것일까요?
pl: Gdy wchodzicie, dr Sinha obrzuca was szorstkim spojrzeniem. „Jeśli powiecie, że jest «za zimno, żeby zasnąć», to nie ręczę za siebie…” – zaczyna, ale kiedy kręcicie głowami, wzdycha. – „Przepraszam. Tak, wiem, wiem. Pokażcie mi więc swoje rany. Zrobię, co do mnie należy”. Wyciąga swoją torbę lekarską i wskazuje wam ręką, żebyście usiedli na śpiworze obok niej. „Nie macie oznak odmrożeń, hipotermii ani gangreny, to dobrze…” W ciszy Sinha bada siniaki i powierzchowne rany, które odnieśliście w wyniku katastrofy samolotu. W końcu cmoka językiem i potrząsa głową. „Niewiarygodne” – mówi pod nosem. Patrzycie na nią pytająco. „Dwa samoloty” – tłumaczy – „siedziało w nich prawie tuzin ludzi, a mimo to w wyniku katastrofy odnieśliśmy mniejsze obrażenia, niż od podróży przez lodowiec. Z wyjątkiem…” – urywa, a powietrze wypełnia bolesna cisza. Gdy opatruje wam rany, zastanawiacie się nad ukrytym znaczeniem jej słów, nad prawdą, której nie chciała wypowiedzieć głośno. Czy istota, która strąciła wasz samolot, naprawdę chciała was zabić? A może chciała was tylko poprowadzić? Jeśli tak, to do czego?
zh: 在你靠近时，辛哈医生狠狠瞪了你一眼。“如果你告诉我你是因为‘太冷了睡不著’……”她开口，但看到你摇头时叹了口气，“抱歉。我明白的。那么给我看看你的伤口吧。让我做好我的工作。”她拿出她的医疗箱，示意你坐在旁边的铺盖卷上。“没有冻伤、体温过低或坏疽的迹象，这很好……”她默默地研究著你在坠机中受的瘀伤和表面伤。最后，她咂咂舌头，摇了摇头。“太诡异了。” 她低声说。你用询问的眼神看著她。“两架飞机。”她解释道，“我们十几个人分散在两架飞机中，但我们在穿越冰架的旅途中受的伤比坠机时还要多。除了……”她的声音慢慢变小，陷入严峻的沉默。她给你包扎伤口的时候，你思考著她的话背后的含义，她不想说出来的真相。迫使你们的飞机掉到地面的那个存在真的想杀了你们吗？或者它只是在引导你们？如果是这样的话，要把你们引导去哪儿呢?

source: Cookie stares into the campfire as you approach, clearly in a world of his own. His distant eyes reflect the dim, flickering firelight. Who knows what he really sees within? The moment you begin to speak, he startles out of his reverie. “Ah. S’only you,” he mutters, his voice gravelly. “Siddown. Fire’s not just for me.” You do, taking off your gloves and warming up your hands for a moment before asking Cookie what he thinks of the plan. “What do I think?” He almost laughs. “I think yer deluded, the lot of yeh. But what do I know.” You suspect aloud that he knows a lot more than the others think. “That so?” he asks in grim monotone. “’Bout war, maybe,” he growls. “But maybe that’s what this is after all. Right then. You wanna know what I know? Fine.” You listen intently as Cookie tells you his harrowing tales of the Great War, tales that would surely give you nightmares were you not already in one.
es: Cuando te acercas, Cookie está mirando la hoguera fijamente, completamente en su mundo. La mirada perdida refleja la temblorosa y débil luz del fuego. ¿Quién sabe lo que ve realmente en su interior? En cuanto empiezas a hablar, se sobresalta y sale de su ensimismamiento. –Ah, si es usted –musita con voz grave–. Siéntese, que el fuego no es para mí solo. Lo haces y te quitas los guantes para calentarte las manos un momento antes de preguntarle a Cookie su opinión sobre el plan. –¿Que qué opino? –Está a punto de echarse a reír–. Creo que están todos chalados. Pero qué sabré yo. Sospechas que sabe mucho más de lo que creen los demás, y así se lo haces saber. –¿De verdad? –pregunta con tono serio y monótono–. Sobre la guerra tal vez sí – gruñe–. Pero quizás esto también lo sea a fin de cuentas. Muy bien. ¿Quiere saber lo que sé? Se lo diré. Escuchas atentamente a Cookie mientras te cuenta sus desgarradores relatos sobre la Gran Guerra, relatos que te harían tener pesadillas si no estuvieras ya viviendo una.
fr: Cookie a les yeux rivés sur le feu de camp, l'air perdu dans son propre monde. Ses yeux plongés dans le vague reflètent la lumière vacillante du feu. Qui sait ce qu'il voit vraiment à l'intérieur Vous vous apprêtez à parler et il sort de sa rêverie. « Ah, c'est qu'vous » murmure-t-il gravement. « ’seyez-vous. Le feu m’appartient pas. » Vous enlevez vos gants et vous asseyez à ses côtés pour vous réchauffer les mains un moment. Puis, vous demandez à Cookie ce qu'il pense du plan. « Ce que j'en pense ? » Il rit presque. « Je pense que vous vous bercez d’illusions, tous autant qu'vous êtes. Mais qu'est-ce que j'en sais. » Vous lui répondez que vous le soupçonnez d'en savoir plus que ce que pensent les autres. « Vous croyez ? » demande-t-il d'un ton monocorde. « Parce que j'ai fait la guerre, sans doute », grogne-t-il. « Et pourquoi pas après tout. Vous voulez savoir ce que je sais ? Alors, allons-y. Vous écoutez attentivement Cookie vous raconter ses histoires déchirantes de la Grande Guerre, des histoires qui vous auraient sans doute donné des cauchemars si vous n'en viviez pas déjà un.
it: Trovate Cookie con lo sguardo fisso sul falò dell'accampamento, chiaramente perso nel suo mondo. Gli occhi assenti riflettono il tenue ondeggiare della fiamma. Chi può dire cosa vi stia davvero vedendo? Quando aprite la bocca per parlare lo vedete trasalire. "Oh, siete voi" mormora con la sua voce roca. "Sedetevi, non ho l'esclusiva sul fuoco." Accogliete l'invito, sfilandovi i guanti e scaldandovi le mani per un momento prima di chiedergli che opinione abbia del piano. "Cosa ne penso?" Quasi scoppia in una risata. "Credo che siate degli illusi, tutti voi. Ma che ne so io." Sospettate che lui sappia più di quanto gli altri credano, e glielo dite. "Ah, sì?" Il suo tono di voce è truce e apatico. "Della guerra, magari" borbotta. "Ma forse questa lo è. Volete sapere che ciò che so? Bene." Ascoltate con attenzione i racconti strazianti di Cookie sulla Grande Guerra, storie che avrebbero finito per darvi gli incubi se non ne steste vivendo uno proprio ora.
ko: 당신이 다가가도 쿠키는 모닥불을 바라본 채로 그만의 세계에 갇혀 있는 듯합니다. 먼 곳을 바라보는 듯한 쿠키의 눈동자에 깜박거리는 모닥불이 흐릿하게 비칩니다. 그가 진정으로 무엇을 바라보고 있는 것인지, 그 누가 알겠습니까? 당신이 말을 꺼내려던 찰나, 그가 깜짝 놀라며 몽상에서 깨어납니다. “아, 당신이구만. 앉으쇼. 나만 불기를 쬘 생각은 없수다.” 쿠키가 걸걸한 목소리로 중얼댑니다. 당신은 장갑을 벗고 불가에서 손을 녹이며, 쿠키에게 앞으로의 계획에 대해 물어봅니다. “내가 뭘 어쩌겠소?” 그가 너털웃음을 터트립니다. “당신 뭔가 큰 착각을 하고 있는 것 같은데. 나도 개뿔 알고 있는 게 뭐라도 있어야 말이지.” 쿠키라면 다른 이들보다 더 많이 알고 있을 거라고 생각했다며 답합니다. “그런 것 같소?” 그가 음울하고 단조로운 목소리로 되묻습니다. “전쟁에 대해서라면, 아마도 그렇겠지.” 그가 그르렁거립니다. “결국 이것도 전쟁이라면 전쟁이겠지. 아무렴 어때. 내가 뭘 알고 있는지 궁금하단 말이지? 알겠소.” 쿠키는 세계대전에서 겪었던 일화를 풀어놓습니다. 없던 악몽조차 생기게 만들 끔찍한 이야기였습니다.
pl: Kiedy podchodzicie, Cookie wpatruje się w ognisko, pogrążony w myślach. W jego nieobecnych oczach odbijają się słabo migoczące płomienie. Kto wie, co tak naprawdę pomiędzy nimi widzi? Kiedy się odzywacie, otrząsa się ze swojej zadumy. „Och. To tylko wy” – mówi oschle. – „Siadajta. Ognisko jest dla wszystkich”. Zbliżacie się do ognia, zdejmujecie rękawiczki i ogrzewacie przez chwilę dłonie, po czym pytacie Cookiego, co myśli o nowym planie. „Co myślę?” – prawie wybucha śmiechem. – „Myślę, żeście do reszty powariowali. Ale co ja tam wiem”. Sugerujecie mu, że wie znacznie więcej, niż innym się wydaje, że wiedzą. „Ach tak?” – mówi ponuro. – „O wojnie może tak. Ale z drugiej strony, może to właśnie jest wojna. No dobrze. Chcecie wiedzieć, co wiem? Dobra”. Słuchacie z uwagą, gdy Cookie opowiada wam wstrząsające opowieści z czasu Wielkiej wojny; opowieści, które z pewnością przysporzyłyby wam koszmarów, gdyby nie to, że właśnie jeden przeżywacie.
zh: 你走近时，曲奇正盯著篝火，显然沉浸在自己的世界里。他那迷茫的眼睛反射出朦胧闪烁的火光。谁会知道他真正看到了什么？你刚开口，他就从沉思中惊醒了过来。“啊，是你啊。”他咕哝著，声音沙哑。“坐，一起烤火。”你照做了，脱下手套，暖了暖双手，然后开口询问曲奇对这个计划的看法。“我怎么想的？”他忍不住要笑了。“我觉得你们这帮人都鬼迷心窍了。但我又懂什么。”你说你怀疑他其实知道的比别人以为的要多。“这样吗？”他低沉地回问。“打仗方面的话，或许吧。”他低声咆哮，“但也许这就是事情的真相。那么，你想知道我知道些啥？行。”你全神贯注地听著曲奇讲述他关于第一次世界大战的悲惨故事，这些故事肯定会让你做噩梦，如果你还不算已经在噩梦中的话。
