Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/to_the_forbidden_peaks.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: As you set out, you hear Takada singing something under her breath—just quiet enough that you can't tell what it is. One of the others, however, seems to recognize it. "That song again," they say. "Heard you singing it on the Theodosia on the way over." Takada sighs. "It is a song my father taught me. Helps me pass the time," she explains. You ask if she would like to teach it to you, and she gives you the first smile you've seen from her since the trek began: "Yes. Yes, I would." You spend the remainder of the journey singing and bonding together; whittling the time away.
de: Als ihr euch auf den Weg macht, hört ihr Takada leise singen – so leise, dass ihr ihre Worte nicht verstehen könnt. Irgendwer scheint es jedoch wiederzuerkennen. „Schon wieder dieses Lied“, hört ihr nur. „Das haben Sie doch schon auf der Theodosia gesungen.“ Takada seufzt. „Dieses Lied hat mir mein Vater beigebracht. Es hilft mir, die Zeit totzuschlagen“, erklärt sie. Ihr fragt, ob sie es euch beibringen möchte, und zum ersten Mal seit Beginn dieser Reise schenkt sie euch ein Lächeln. „Ja, das wäre mir eine Freude.“ Den Rest der Reise verbringt ihr damit, gemeinsam zu singen und euch die Zeit zu vertreiben.
es: Cuando emprendéis la marcha, oyes que Takada está cantando algo en voz baja, lo bastante como para que no puedas distinguir de qué se trata. Sin embargo, uno de los demás parece reconocer lo que canta. –Otra vez esa canción –dice–. Te oí cantarla en el Theodosia durante la travesía hacia aquí. Takada suspira y responde: –Es una canción que me enseñó mi padre. Me ayuda a pasar el rato. Le preguntas si le gustaría enseñártela y ella te dedica la primera sonrisa que ves en su rostro desde que empezó el viaje. –Sí. Claro que sí. Pasáis el resto del camino cantando y conociéndoos para que el tiempo pase más rápido.
fr: Vous vous apprêtez à partir quand vous entendez Takada fredonner une ritournelle à voix basse. Un des autres membres semble la reconnaitre. « Chante-la encore » dit-il, « je t’ai entendu chanter sur le Theodosia à l’aller, » Takada pousse un soupir. « C’est une chanson que mon père m’a apprise. Elle m’aide à passer le temps », explique-t-elle. Vous lui demandez si elle accepterait de vous l’enseigner et, pour la première fois depuis le début du voyage, vous la voyez décocher un sourire, « Avec plaisir. » Vous passez le reste du trajet à chanter et à vous lier d’amitié.
it: Non appena vi apprestate a partire vi accorgete che Takada sta canticchiando qualcosa tra sé e sé, ma con una voce troppo bassa perché possiate capirne le parole. Uno degli altri membri della squadra sembra saperne di più: "Ancora quella canzone? Te l'ho sentita cantare sulla Theodosia durante la traversata". Takada sospira. "Me l'ha insegnata mio padre. Mi aiuta a passare il tempo" spiega la ragazza. Le chiedete se le andrebbe di insegnarvela, e per tutta risposta lei vi elargisce il primo sorriso dall'inizio del viaggio. "Si. Si, mi farebbe piacere." Passate il resto della scarpinata cantando e facendo conoscenza. Il tempo insieme sembra scorrere piacevolmente.
ko: 길에 오른 순간, 타카다가 나지막이 노래를 부르기 시작합니다. 가사를 알아듣기 어려울 정도로 작은 노랫소리였지만, 다른 탐사대원 하나가 알아듣습니다. “또 그 노래로군요. 남극까지 내려오는 동안 <b>테오도시아</b> 호에서도 불렀던 그 노래죠?” 타카다가 한숨을 푹 내쉬며 말합니다. “아버지께서 가르쳐주신 노래에요. 시간을 보낼 때 도움이 되더라구요.” 당신이 혹시 노래를 알려줄 수 있냐고 묻자, 타카다는 야영지를 떠난 이래 처음으로 환한 미소를 지어 보입니다. “좋아요. 그럼요. 당연하죠!” 탐사대원들이 다 함께 노래를 부르며 끈끈한 유대감을 다지는 사이, 혹독한 시간도 절로 흘러갑니다.
pl: Kiedy wyruszacie, słyszycie, jak Takada śpiewa coś pod nosem – robi to jednak na tyle cicho, że nie jesteście w stanie dosłyszeć melodii ani słów. Rozpoznaje ją jednak jeden z pozostałych członków załogi. „Znowu ta piosenka” – mówi. – „Śpiewałaś ją na Teodozji, kiedy tu płynęliśmy”. Takada wzdycha. „Nauczył mnie jej mój ojciec. Pomaga mi zabić czas” – tłumaczy. Pytacie, czy nic chciałaby jej was nauczyć, a ona uśmiecha się w odpowiedzi – po raz pierwszy, odkąd wyruszyliście w drogę. „Tak, z chęcią”. Resztę wędrówki spędzacie na wspólnym śpiewaniu, zapominając o mijającym czasie.
pt: Ao partir, você ouve Takada cantarolando baixinho o suficiente ao ponto de você não conseguir distinguir a canção. Um dos outros, entretanto, parece ter reconhecido. “Essa música de novo”, a pessoa diz. “Ouvi você cantando no Theodosia durante o caminho.” Takada suspira. “É uma música que meu pai me ensinou. Me ajuda a passar o tempo”, ela explica. Você pergunta se ela gostaria de ensiná-lo, e ela abre o primeiro sorriso desde que a jornada começou. “Sim. Gostaria sim.” Vocês passam o resto da jornada cantando e fortalecendo seus laços para passar o tempo.
ru: Отправившись в путь, вы слышите, как Такада что-то напевает себе под нос, настолько тихо, что вы не можете разобрать слова. Тем не менее одному из ваших спутников это удаётся. — Опять эта песня, — говорит он. — Слышал, как ты пела её на «Феодосии». Такада вздыхает. — Этой песне меня научил отец. Помогает скоротать время, — объясняет она. Вы спрашиваете, не научит ли она и вас этой песне, и впервые за всё время пути Такада улыбается. — Да, да, конечно! Оставшуюся часть дороги вы идёте и поёте вместе, чувствуя, как ваша дружба с Такадой становится крепче.
vi: Khi bạn khởi hành, bạn nghe Takada ngân nga một bài hát dưới hơi thở—vừa đủ nhỏ để bạn không nhận ra đó là gì. Tuy nhiên, một người khác dường như nhận ra. “Lại bài hát đó,” họ nói. “Tôi nghe cậu hát nó trên tàu Theodosia (Theodosia) lúc đến đây.” Takada thở dài. “Đó là bài hát cha tôi dạy tôi. Giúp tôi giết thời gian,” cô ấy giải thích. Bạn hỏi liệu cô ấy có muốn dạy cậu không, và cô ấy nở nụ cười đầu tiên bạn thấy kể từ khi hành trình bắt đầu: “Ừ. Ừ, tôi muốn.” Bạn dành phần còn lại của chuyến đi để hát và gắn kết với nhau, làm trôi thời gian.
zh: 當你出發的時候，你聽到高田低聲唱著什麼——聲音小到你聽不出那是什麼。然而，有其他人似乎認出來了。“又是那首歌。”那人說。“來的路上聽到你在菲奥多西亞號上唱的。” 高田嘆了一口氣。“這是我父親教我的一首歌。它能幫我打發時間。”她解釋道。 你問她是否願意教你，她回你一個微笑，這是徒步旅行以來你第一次看到她笑。“行。來吧，我來教你。”在剩下的旅途中，你們一起唱歌、聚在一起，消磨時間。

source: The party suffers through the cold in unbearable silence. Each footstep is as lonely as it is harrowing.
de: Die Gruppe quält sich in unerträglicher Stille durch die Kälte. Jeder Schritt ist ebenso einsam wie erdrückend.
es: El grupo soporta el frío en medio de un silencio insoportable. Cada pisada resulta tan solitaria como desgarradora.
fr: Le silence pesant semble affecter l’équipe presque autant que le froid. Chaque pas est aussi difficile qu’il est solitaire.
it: La squadra è attanagliata dal freddo e avvolta in un insopportabile silenzio. Ogni passo è più desolante e straziante del precedente.
ko: 탐사대는 추위 속에서 견딜 수 없는 침묵에 괴로워합니다. 발걸음 하나하나가 참혹하리만치 쓸쓸합니다.
pl: Załoga przemierza lodowatą drogę w niedającej się znieść ciszy. Każdy wasz krok wzmaga nie tylko waszą samotność, ale i przerażenie.
pt: O grupo sofre com o frio em um silêncio insuportável. Cada passo é tão solitário quanto angustiante.
ru: Команда движется сквозь холод в мёртвой тишине. Каждый мучительный шаг заставляет вас ощутить одиночество.
vi: Nhóm chịu đựng cái lạnh trong im lặng không thể chịu nổi. Mỗi bước chân vừa cô đơn vừa kinh hoàng.
zh: 隊伍在難以忍受的寂靜中忍受著寒冷前進。每一步都是孤獨的，也是痛苦的。

source: <i>If the investigators scouted the mountain pass:</i>
de: <i>Falls die Ermittler den Gebirgspass ausgekundschaftet haben:</i>
es: <i>Si los investigadores otearon el paso de montaña:</i>
fr: Si <i>les investigateurs ont repéré un passage dans la montagne :</i>
it: <i>Se avete avvistato il passo montano:</i>
ko: <i>조사자들이 고갯길을 정찰했다</i> 항목이 있습니까?
pl: <i>Jeśli badacze znaleźli górską przełęcz:</i>
pt: <i>Se os investigadores avistaram a passagem na montanha:</i>
ru: Если <i>сыщики разведали горный проход:</i>
vi: <i>Nếu các điều tra viên đã trinh sát lối qua núi:</i>
zh: <i>如果調查員對山口進行了偵察：</i>

source: You seek out the safe pass that you and Ellsworth scouted last night, guiding the rest of the team onward. Sheer cliffs flank you as you approach the foothills, blocking the chill wind. The shortcut gives you swift passage as you begin your trek up to the peaks…
de: Ihr sucht nach dem sicheren Pass, den ihr mit Ellsworth letzte Nacht ausgekundschaftet habt, und führt den Rest des Teams an. Steile Klippen umgeben euch, als ihr euch den Ausläufern nähert. Glücklicherweise halten sie auch den frostigen Wind etwas fern und die Abkürzung ermöglicht euch ein schnelleres Vorankommen, während ihr euch auf den Aufstieg zu den Gipfeln vorbereitet …
es: Buscas el paso seguro que Ellsworth y tú oteasteis la noche anterior y guías al resto del equipo por él. Los acantilados os flanquean al acercaros a las laderas y bloquean el gélido viento. El atajo os permite pasar rápidamente mientras empezáis la ascensión hacia los picos…
fr: Vous dénichez le passage qu’Ellsworth et vous aviez repéré la nuit dernière et vous y guidez le reste de l’équipe. Des falaises abruptes vous entourent à mesure que vous approchez des contreforts, vous protégeant du vent glacial. Le passage est un raccourci bienvenu dans votre voyage vers les sommets.
it: Vi mettete in cerca del passo che avete scoperto con Ellsworth la notte precedente, guidandovi il resto della squadra. Non appena raggiungete le pendici della montagna, le ripide scarpate vi riparano dal vento gelido: la scorciatoia vi permette di iniziare con il piede giusto il lungo viaggio verso le vette…
ko: 엘스워스와 함께 지난밤 정찰했던 안전한 고갯길로 탐사대를 안내했습니다. 산기슭에 다다르자 깎아지른 절벽이 측면에서 불어 드는 얼음장 같은 바람을 막아 주었습니다. 지름길을 택한 덕분에, 산봉우리를 향한 등정을 비교적 순탄하게 시작할 수 있었습니다…
pl: Szukacie bezpiecznego przejścia, które razem z Ellsworthem znaleźliście zeszłej nocy, i prowadzicie do niego resztę załogi. Strome klify otaczają was, zatrzymując zimny wiatr, gdy zbliżacie się do podnóża. Skrót umożliwia szybkie przejście do początku waszej wędrówki na szczyty…
pt: Você procura a passagem segura que encontrou com Ellsworth na noite passada, guiando o restante do grupo adiante. Enormes penhascos os cercam conforme vocês se aproximam dos sopés das montanhas, bloqueando o vento frio. O atalho fornece uma passagem rápida em sua jornada em direção aos picos.
ru: Вы находите безопасный проход, подмеченный во время вчерашней разведки с Эллсвортом, и ведёте за собой остальных. На пути к предгорьям отвесные скалы защищают вас от ледяного ветра. Этот короткий путь сильно сократит дорогу к вершине…
vi: Bạn tìm lối qua an toàn mà bạn và Ellsworth đã trinh sát đêm qua, dẫn cả đội tiến lên. Những vách đá dựng đứng bao quanh bạn khi đến chân đồi, chặn gió lạnh. Lối tắt giúp bạn nhanh chóng bắt đầu chuyến leo lên các đỉnh núi…
zh: 你找出昨晚你和埃爾斯沃思偵察時發現的那條安全通道，引導其他隊員過去。當你接近山麓時，陡峭的懸崖擋住了寒風。你開始向山頂攀登，這條捷徑讓你們進展迅速……

source: During setup, when you reveal the starting location, reduce its clue value by half (rounded up).
de: Sobald während der Vorbereitung der Startort enthüllt wird, wird der Hinweiswert des Ortes halbiert (aufgerundet).
es: Durante la preparación, cuando reveles el Lugar inicial, reduce su valor de pista a la mitad (redondeando hacia arriba).
fr: Lors de la mise en place, quand vous révélez le lieu de départ, diminuez de moitié sa valeur d’indice (en arrondissant au supérieur).
it: Durante la preparazione, quando aprite il luogo di partenza, dimezzate il suo valore di Indizi (arrotondando per eccesso).
ko: 게임을 준비하는 동안, 당신이 시작 장소를 공개할 때, 그곳의 단서값을 절반만큼 낮춥니다(단서값은 소수점 버림).
pl: Podczas przygotowania, kiedy odkrywasz początkową lokalizację, obniż jej wartość wskazówek o połowę (zaokrąglając do góry).
pt: Durante a preparação, quando você revelar o local inicial, reduza seu valor de pista pela metade (arredondado para cima).
ru: Во время подготовки, открыв стартовую локацию, снизьте её число улик вдвое (округляя вверх).
vi: Trong lúc chuẩn bị, khi bạn lật địa điểm bắt đầu, giảm giá trị manh mối của nó xuống một nửa (làm tròn lên).
zh: 冒險設置期間，在你揭示起始地點時，使其線索值減半(向上取整)。

source: The frozen tundra leading up to the foothills of the jagged mountains is hard terrain to traverse. Even prepared as you are with snowshoes and warm clothes to fight the cold, the going is slow and rough. The wind fights you at every turn, its gusts strong enough to knock you over. But you continue onward, undeterred.
de: Die gefrorene Tundra, die zu den Ausläufern der zerklüfteten Berge führt, ist sehr schwer zu durchquerendes Terrain. Selbst mit Schneeschuhen und warmer Kleidung gegen die Kälte geht es nur langsam und beschwerlich voran. Der Wind kämpft auf Schritt und Tritt gegen euch an, seine Böen stark genug, um immer wieder jemanden umzuwerfen. Doch ihr beißt die Zähne zusammen und geht stoisch immer weiter.
es: La tundra helada que lleva a las laderas de las escarpadas montañas es un terreno duro. Incluso pertrechados con raquetas de nieve y ropa de abrigo para combatir el frío, la marcha es lenta y fatigosa. El viento pugna con vosotros a cada paso, con ráfagas lo bastante fuertes como para derribaros. Pero seguís adelante con decisión.
fr: Vous progressez avec difficulté jusqu’aux contreforts de la montagne escarpée à travers la toundra gelée. Même équipé de chaussures spéciales et de vêtements chauds, votre progression est lente et ardue. Le vent vous assaille à chaque pas avec des rafales assez puissantes pour vous renverser, mais vous tenez bon.
it: La tundra gelata che conduce alle pendici delle montagne frastagliate è difficile da attraversare. Nonostante siate attrezzati con scarponi da neve e indumenti caldi per contrastare il freddo, la traversata è lenta e impervia; le folate assideranti vi colpiscono a ogni svolta, con sferzate tanto forti da gettarvi a terra. Ma voi continuate a proseguire, caparbi come non mai.
ko: 비죽비죽한 산맥의 발치까지 이어지는 동토는 쉬이 가로지를 수 없는 곳이었습니다. 추위와의 사투를 위하여 눈신을 신고 따뜻한 옷을 껴입었으나 탐사대는 힘겹고 더디게 이동할 수밖에 없었습니다. 당신은 사방에서 불어 드는 바람에 맞서고, 이따금 불어대는 맹렬한 돌풍으로 인해 나자빠질 뻔하기까지 합니다. 그러나 당신은 주저하지 않고 앞으로 나아갑니다.
pl: Zamarznięta tundra prowadząca do podnóża wyszczerbionych gór to trudny do przebycia teren. Mimo dobrego przygotowania, jakim są rakiety śnieżne i ciepłe ubrania do walki z zimnem, wasz marsz jest mozolny i trudny. Wiatr atakuje was na każdym kroku, a jego podmuchy są wystarczająco silne, by was przewrócić. Ale idziecie dalej, niezrażeni przeciwnościami.
pt: A tundra congelada que sobe até os sopés das montanhas irregulares é um terreno acidentado, difícil de transpor. Mesmo preparados, com calçados de neve e roupas quentes para combater o frio, o avanço é lento e difícil. A cada curva, vocês lutam contra o vento, que sopra forte o suficiente a ponto de derrubá-los. Mas vocês continuam avançando, intrépidos.
ru: Вы движетесь к подножию иззубренных гор по труднопроходимой ледяной равнине. И хотя у вас есть снегоступы и тёплая одежда, путь всё равно оказывается медленным и тяжёлым. Ветер мешает каждому вашему шагу, его порывы чуть не сбивают вас с ног. Но вы продолжаете идти вперёд, не останавливаясь.
vi: Vùng đồng băng dẫn đến chân đồi của dãy núi lởm chởm là địa hình khó vượt qua. Dù đã chuẩn bị giày tuyết và quần áo ấm để chống lạnh, việc di chuyển vẫn chậm và gian nan. Gió chống lại bạn ở mọi ngả, những cơn gió mạnh đủ để hất ngã bạn. Nhưng bạn vẫn tiếp tục tiến lên, không nao núng.
zh: 通向鋸齒狀山脈的丘陵凍土帶是很難穿越的地形。即使你已經準備好了雪地鞋和保暖的衣服來禦寒，行路仍然緩慢而艱難。狂風在每一個拐角都與你搏鬥，強到足以把你吹倒。但是你依然繼續前進，毫不動搖。
