Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/to_the_forbidden_peaks.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: The remainder of your journey across the peaks is a whirlwind of snow and fear. You climb higher and higher, pushing yourself to extremes you never thought possible. Still the summit remains ever out of reach. As nightfalls and the weather grows even deadlier, desperation forces you to look elsewhere to survive.
de: Der Rest eurer Reise über die Gipfel ist eine Mischung aus Schnee und Angst. Ihr klettert höher und höher und treibt euch dabei bis zu einer Belastungsgrenze, die ihr selbst nicht für möglich gehalten hättet. Doch der Gipfel bleibt unerreichbar. Als die Nacht hereinbricht und das Wetter noch tödlicher wird, macht ihr euch auf die verzweifelte Suche nach einem Platz, wo ihr einfach nur überleben könnt.
es: El resto de vuestro trayecto por los picos es un remolino de nieve y miedo. Subís cada vez más alto, forzándoos hasta extremos que jamás habríais pensado posibles. Pero la cumbre se mantiene fuera de vuestro alcance. Cuando cae la noche y las condiciones climatológicas se vuelven más letales aún, la desesperación os obliga a buscar algún lugar donde poder sobrevivir.
fr: Le reste de votre périple dans la montagne est un mélange de neige et de peur. Vous grimpez de plus en plus haut, poussant votre corps à des extrémités que vous n’imaginiez pas possibles. Mais le sommet reste hors d’atteinte. La nuit tombe et les conditions climatiques deviennent de plus en plus mortelles. Le désespoir vous pousse à trouver une solution de repli pour survivre.
it: Il resto del vostro viaggio attraverso le montagne è un turbinio di neve e paura. Vi arrampicate sempre più in alto, spingendovi oltre estremi che non avreste mai pensato di poter raggiungere, ma la vetta continua a rimanere fuori portata. Con il calare della notte, il clima sempre più letale e la disperazione che vi assale, siete costretti a cercare un rifugio.
ko: 산봉우리를 향한 등반에는 눈보라와 공포가 따랐습니다. 더는 나아갈 수 없다고 생각할 때까지, 당신은 자기 자신을 극한의 극한까지 밀어붙이며 조금이라도 더 높이 등정을 이어갑니다. 그러나 여전히 산 정상은 저 멀리 닿지 않는 곳에 서 있습니다. 밤이 오고 날씨가 더욱더 혹독해지면서, 당신은 살아남기 위해 필사적으로 피난처를 찾아 나섭니다.
pl: Dalsza część waszej podróży po zboczu to wir śniegu i przerażenia. Wspinacie się coraz wyżej i wyżej, doprowadzając się do granic wytrzymałości. Mimo to szczyt nadal pozostaje poza waszym zasięgiem. Gdy zapada noc, a pogoda staje się jeszcze bardziej zabójcza, desperacja zmusza was do szukania schronienia gdzie indziej, aby przetrwać.
pt: O restante da sua jornada através dos picos é um turbilhão de neve e pavor. Você sobe cada vez mais alto, se forçando a extremos que jamais achou ser possível. Ainda assim, o cume parece estar sempre fora de alcance. Conforme a noite cai e o clima fica ainda mais mortal, o desespero os força a procurar outro local para sobreviver.
ru: Остаток вашего пути через горы проходит в круговерти снега и страха. Вы забираетесь всё выше и выше, открывая в себе силы, о которых даже не подозревали. Но вершина остаётся недосягаемой. Когда опускается ночь и погода становится ещё хуже, отчаяние заставляет вас забыть обо всём, кроме выживания.
vi: Phần còn lại của hành trình qua các đỉnh núi là một cơn lốc tuyết và nỗi sợ. Bạn leo cao hơn, cao hơn nữa, đẩy bản thân đến những giới hạn không tưởng. Vậy mà đỉnh núi vẫn mãi ngoài tầm với. Khi đêm buông xuống và thời tiết càng thêm chết chóc, sự tuyệt vọng buộc bạn tìm nơi khác để sống sót.
zh: 你穿越山峰的剩餘旅程伴隨著揮之不去的冰雪和恐懼。你越爬越高，逼著自己挺進從未想過的極限。然而，山頂依然遙不可及。隨著夜幕降臨，天氣變得更加惡劣，絕望迫使你尋找其他地方求生。

source: The view from the summit is breathtaking, but you are in no mood to enjoy the spectacle. Sprawled before you, on the other side of these accursed peaks, lies the city described in Dyer's report. Its haunting visage is unmistakable. Dozens of conical and pyramidal buildings of dark slate and sandstone are honeycombed throughout the region like a labyrinth of perfect geometric shapes. Though weathered by the ages, the city still stands, hidden by the jagged peaks and the heavy snow. For a while, you stand in silence and take in the wondrous sight. If it weren't for the many trials you faced along the way, it would be a moment of triumph . But after the sacrifices made to get here, the victory rings hollow. A freezing wind blows across the peaks. The air is too thin for you to linger here. After a moment's rest, you begin the long trek down into the alien city. You will have to make camp before you reach the bottom. With any luck, you'll be hidden from the dreadful creatures that dwell there…
de: Die Aussicht vom Gipfel ist atemberaubend, aber ihr seid nicht in der Stimmung, das Spektakel zu genießen. Vor euch, auf der anderen Seite dieser verfluchten Gipfel, liegt die Stadt aus Dyers Bericht. Ihr gespenstisches Antlitz ist unverkennbar. Dutzende von kegel- und pyramidenförmigen Gebäuden aus dunklem Schiefer und Sandstein sind wie ein Labyrinth aus perfekten geometrischen Formen über die ganze Region verteilt. Obwohl der Zahn der Zeit merklich an der Stadt genagt hat, ragt sie bis heute von zerklüfteten Gipfeln verborgen in den Himmel auf. Eine Weile steht ihr schweigend da und nehmt den wundersamen Anblick in euch auf. Wären nicht die vielen schrecklichen Strapazen auf dem Weg hierhin gewesen, wäre es ein Moment des Triumphs. Aber nach all den Opfern fühlt es sich nicht wie ein Sieg an. Ein eiskalter Wind weht über die Gipfel. Die Luft ist zu dünn, um hier länger zu verweilen. Nach einer kurzen Ruhepause beginnt ihr den langen Marsch hinunter in die fremdartige Stadt. Bevor ihr unten ankommt, werdet ihr ein Lager für die Nacht aufschlagen müssen. Mit etwas Glück seid ihr hier oben vor den furchtbaren Kreaturen, die dort hausen, versteckt …
es: La vista desde la cumbre es espectacular, pero no estás de humor para disfrutar de ella. Ante ti, al otro lado de estos picos malditos, se extiende la ciudad descrita en el informe de Dyer. Su inquietante faz es inconfundible. Docenas de edificios cónicos y piramidales de pizarra oscura y arenisca se distribuyen en forma de panal por toda la zona, como un laberinto de formas geométricas perfectas. Aunque desgastada por los siglos, la ciudad permanece en pie, oculta por los escarpados picos y las intensas nevadas. Te quedas en silencio durante un rato, admirando la impresionante vista. Si no fuera por las muchas tribulaciones vividas hasta llegar aquí, sería un momento de triunfo. Pero después de todos los sacrificios realizados, la victoria tiene un regusto amargo. Un gélido viento sopla entre los picos. El aire es demasiado escaso aquí arriba como para quedarse mucho tiempo. Tras descansar un momento, empezáis el largo camino de descenso hacia la ciudad alienígena. Tendréis que acampar antes de llegar abajo. Con suerte, estaréis ocultos frente a las terribles criaturas que moran allí…
fr: La vue depuis le sommet est époustouflante, mais vous n’êtes pas d’humeur à apprécier le spectacle. De l’autre côté de la montagne, la cité décrite par Dyer s’étale devant vos yeux. Son apparence irréelle est sans équivoque. Des douzaines de bâtiments coniques ou pyramidaux faits d’ardoise noire ou de grès sont disposés selon un schéma hexagonal et forment un labyrinthe parfaitement géométrique. Malgré son ancienneté, la cité semble intacte, protégée par les sommets escarpés et l’épaisse couche de neige. Vous gardez le silence pendant un moment, estomaqué par ce spectacle. Si vous n’aviez pas vécu ces terribles épreuves, ce serait un moment de triomphe, mais après tous ces sacrifices, cette victoire vous semble bien vaine. Un vent glacial balaie les sommets. L’air est trop rare pour que vous vous attardiez ici. Après une courte pause, vous reprenez votre route, vers le bas cette fois, en direction de l’étrange cité. Vous allez devoir monter un camp pour la nuit avant d’atteindre la ville. Avec un peu de chance, cela vous protégera des terribles créatures qui y vivent…
it: Il panorama dalla vetta dovrebbe lasciarvi a bocca aperta, ma non siete dell'umore giusto per godervi lo spettacolo. Davanti a voi, oltre il crinale di queste montagne maledette, si staglia l'inconfondibile città descritta nel rapporto di Dyer. Decine di edifici conici e piramidali di ardesia color carbone e arenaria sono disseminati lungo la zona, come un labirinto di forme geometriche perfette. Per quanto logorato dal tempo, il complesso si erge tuttora imponente, nascosto dalle vette frastagliate e dalle impetuose tormente. Restate in silenzio per qualche minuto a rimirare la prodigiosa vista. Se non fosse per le insidie che avete dovuto superare lungo il percorso, questo sarebbe un momento di vero trionfo… ma la vittoria ha un sapore amaro dopo tutti i sacrifici che avete dovuto affrontare per giungere fin qui. Un vento gelido si insinua tra le montagne. A quest'altitudine l'aria è troppo rarefatta perché possiate fermarvi; vi concedete un brevissimo riposo e iniziate la lunga discesa verso la città aliena. Dovrete certamente accamparvi prima di raggiungere la vallata, ma con un po' di fortuna riuscirete a trovare un punto in cui nascondervi dalle creature che popolano questo luogo…
ko: 산 정상에서 내려다본 경치는 그야말로 숨 막히는 장관이었지만, 한가로이 경치나 즐기고 있을 여유가 없었습니다. 이 저주받은 봉우리의 반대편에는 바로 다이어 교수의 보고서에 묘사된 도시가 펼쳐져 있던 것입니다. 뇌리에서 영영 잊히지 않을 저 모습을 보자니 그 도시가 틀림없습니다. 수십 개도 넘을 듯한, 어두운 점판암과 사암질의 원뿔형 및 피라미드형 건물이 완벽한 기하학적 미로를 이루며 사방으로 뻗어나갑니다. 비록 오랜 세월 동안 풍상에 시달렸을지라도, 이 도시는 비죽비죽한 산봉우리와 두껍게 쌓인 눈더미에 가린 채 지금까지 잔존했던 것입니다. 당신은 한참을 아무 말도 못 한 채 경이로운 광경을 눈에만 담았습니다. 그 간 마주했던 수많은 시련이 없었다면 지금이야말로 승리를 자축할 만한 순간이라 하겠건만, 수많은 희생을 거치고 이곳에 다다른 지금 승리란 공허한 말일 뿐입니다. 살을 에는 바람이 산봉우리를 가로질러 불어옵니다. 이곳에 더 머무르기에는 공기가 너무 희박합니다. 탐사대는 막간을 틈타 휴식을 취한 후, 외계 도시로 내려가는 기나긴 여정을 시작합니다. 우선 도시에 이르기 전에 야영지부터 세워야 할 것입니다. 운이 좋다면, 저곳에 사는 끔찍한 괴물들에게 발각되지 않을 것입니다…
pl: Widok ze szczytu zapiera dech w piersiach, ale nie macie ochoty napawać nim oczu. Tuż przed wami, po drugiej stronie tych przeklętych szczytów, leży miasto opisane w raporcie Dyera. Jego wygląd jest na tyle niepokojący, że nie da się go pomylić z niczym innym. Cały obszar wypełniają dziesiątki stożkowatych i piramidalnych budynków z ciemnego łupka i piaskowca, które przypominają labirynt idealnych, geometrycznych kształtów. Choć nadgryzione zębem czasu, miasto nadal stoi, ukryte wśród postrzępionych szczytów i gęstego śniegu. Przez chwilę stoicie w milczeniu i rozmyślacie nad niezwykłym widokiem. Gdyby nie liczne przeszkody, z jakimi przyszło wam się zmierzyć na waszej drodze, byłaby to z pewnością chwila triumfu. Jednak poświęcenia, których trzeba było dokonać, aby tu dotrzeć, sprawiły, że nie potraficie nazwać tego zwycięstwem. Pośród szczytów dmie lodowaty wiatr. Powietrze jest zbyt rzadkie, abyście mogli tu zostać. Po chwili odpoczynku rozpoczynacie długą wędrówkę do obcego miasta. Zanim dotrzecie na dół, będziecie musieli rozbić obozowisko. Przy odrobinie szczęścia uda się wam schronić przed straszliwymi stworzeniami zamieszkującymi to miejsce…
pt: a vista de cima do cume é de tirar o fôlego, mas você não está no clima de curtir a paisagem. Estendida à sua frente, do outro lado dos malditos picos, está a cidade descrita no relatório de Dyer. A visão perturbadora é inconfundível. Dezenas de construções cônicas e piramidais de ardósia e arenito estão esculpidas por toda a região como um labirinto de formas geométricas perfeitas. Apesar de desgastada pelo tempo, a cidade ainda resiste, escondida por picos irregulares e muita neve. Por um tempo, vocês ficam em silêncio tentando entender a impressionante visão. Não fosse pelas inúmeras provações que enfrentaram pelo caminho, este seria um momento de triunfo. Mas após os sacrifícios feitos para chegar aqui, a vitória parece vazia. Um vento congelante sopra sobre os picos. O ar é rarefeito demais para vocês ficarem aqui por muito tempo. Após um momento de descanso, vocês começam a grande jornada montanha abaixo em direção à cidade alienígena. Vocês terão de acampar antes de chegar ao pé da inclinação. Com sorte, estarão escondidos das pavorosas criaturas que habitam esse lugar…
ru: Вид с вершины захватывает дух, но у вас нет настроения им наслаждаться. Перед вами, по другую сторону этого проклятого хребта, раскинулся город, описанный в отчёте Дайера. Вы бы ни с чем не спутали это кошмарное зрелище. Десятки конических и пирамидальных зданий из тёмного сланца и песчаника разбросаны по долине, подобно лабиринту из идеальных геометрических фигур. Хоть время и не пощадило его, город всё ещё стоит, укрытый иззубренными пиками и полузасыпанный снегом. Некоторое время вы в тишине созерцаете эту невероятную картину. Если бы не многочисленные беды, обрушившиеся на вас по пути сюда, это был бы момент триумфа. Но после жертв, принесённых ради неё, победа кажется пирровой. Вершины гложет ледяной ветер. Воздух слишком разрежен, чтобы задерживаться здесь. После минутной передышки вы начинаете долгий путь к неземному городу. Вам придётся остановиться на ночлег ещё до того, как вы закончите спуск. Если повезёт, живущие здесь твари не заметят ваш лагерь…
vi: Khung cảnh từ đỉnh núi thật ngoạn mục, nhưng bạn không có tâm trạng để thưởng thức. Trải dài trước mắt bạn, phía bên kia những đỉnh núi đáng nguyền rủa này, là thành phố được mô tả trong báo cáo của Dyer. Dáng vẻ ma mị của nó không thể nhầm lẫn. Hàng chục tòa nhà hình nón và kim tự tháp bằng đá phiến đen và sa thạch xếp chồng lên nhau khắp khu vực như một mê cung của những hình học hoàn hảo. Dù bị thời gian bào mòn, thành phố vẫn sừng sững, ẩn mình sau những đỉnh núi lởm chởm và tuyết dày. Trong một lúc, bạn đứng im lặng ngắm nhìn cảnh tượng kỳ diệu. Nếu không vì bao thử thách trên đường đi, đây sẽ là khoảnh khắc chiến thắng. Nhưng sau những hy sinh để đến đây, thắng lợi trở nên trống rỗng. Gió lạnh thổi qua các đỉnh núi. Không khí quá loãng để bạn nán lại. Sau một lúc nghỉ ngơi, bạn bắt đầu chuyến leo xuống dài vào thành phố xa lạ. Bạn sẽ phải dựng trại trước khi đến chân núi. Hy vọng rằng, bạn sẽ ẩn mình khỏi những sinh vật kinh khủng trú ngụ nơi đó…
zh: 山頂處的景色嘆為觀止，但你無心享受。在你面前，這些被詛咒的山峰彼端，是戴爾報告中描述的城市。它那令人難忘的樣子毋庸置疑。幾十座由黑色石板和砂岩建造的圓錐形和金字塔形建築像蜂巢一樣遍佈整個地區，就像一個完美的幾何形狀的迷宮。儘管歷經歲月的滄桑，這座城市依然屹立不倒，隱藏在鋸齒狀山峰和大雪之中。 有那麼一會兒，你靜靜地站在那裡，欣賞這奇妙的景象。如果不是因為一路上的諸多艱險，此刻本應是歡慶勝利之時。但在付出了這麼多犧牲之後，勝利嘗起來甚是空洞無味。 刺骨寒風吹過山峰。空氣太稀薄了，你不能在這裡過多逗留。休息片刻後，你開始長途跋涉，進入陌生的城市。在到達山腳下之前，你必須紮營。運氣好的話，住在那裡的可怕生物不會注意到你……
