Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/to_the_forbidden_peaks.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: You hike through the ice and snow for many grueling hours. Luckily, you encounter no more of the creatures from the previous two days, leaving you to ponder if it was all some cruel mirage. But as you draw closer to the base of the jagged snow-tipped mountains, you find another manner of creature altogether. It lies frozen and half-buried in the snow, like a macabre waymarker guiding you onward. Its body is shaped like a drum, with thick hide and a pair of torn, leathery wings. A starfish-shaped appendage sticks out of the snow from its top half, adorned with five dead eyes and a set of prismatic cilia. Five sets of tentacles lie frozen in the ice. The sight of the thing chills you more than the Antarctic weather possibly could. There can be no doubt: this is one of the "Elder Things" that Professor Dyer and Danforth encountered the last time they ventured into the heart of Antarctica. But what killed it? Surely it was not just the cold?
de: Ihr wandert viele zermürbende Stunden durch Eis und Schnee. Glücklicherweise stoßt ihr auf keine weiteren dieser Kreaturen der vergangenen beiden Tage. Ihr könnt nur hoffen, dass diese nur grausame Trugbilder waren. Doch als ihr euch dem Fuß der zerklüfteten, schneebedeckten Berge nähert, stoßt ihr auf eine ganz andere Art von Kreatur. Sie liegt gefroren und halb vergraben im Schnee, wie ein makabrer Punkt, der euch den Weg weist. Ihr Körper hat die Form einer Trommel, mit dicker Haut und einem Paar zerrissener, ledriger Flügel. Aus dem Oberkörper ragt ein seesternförmiges Körperglied, das mit fünf toten Augen und einem Satz spektraler Wimpern verziert ist. Fünf Tentakel liegen gefroren im Eis. Der Anblick dieses Wesens lässt euch mehr erschaudern, als es das antarktische Wetter je könnte. Es besteht kein Zweifel: Dies ist eines der „Alten Wesen“, denen Professor Dyer und Danforth auf ihrer letzten Expedition begegnet sind. Aber was hat es getötet? Mit Sicherheit nicht nur die Kälte?
es: Atravesáis el hielo y la nieve durante muchas horas extenuantes. Por suerte, no encontráis a más criaturas como las de los dos días anteriores, lo que te hace plantearte si no fue todo un cruel espejismo. Pero cuando os acercáis al pie de las escarpadas montañas cubiertas de nieve, encontráis un tipo de criatura muy distinto. Está congelada y medio enterrada en la nieve, como un macabro hito que os marcase el camino. Su cuerpo tiene forma de tambor y cuenta con una gruesa piel y un par de alas coriáceas desgarradas. Un apéndice con forma de estrella de mar sobresale de la nieve desde su torso, adornado con cinco ojos muertos y un conjunto de cilios prismáticos. Veis cinco tentáculos congelados en el hielo. La visión de esa cosa te hiela más de lo que podría hacerlo el clima Antártico. No puede haber duda alguna: se trata de uno de los “Antiguos” que encontraron el profesor Dyer y Danforth la última vez que se aventuraron en el corazón de la Antártida. Pero ¿qué lo mató? No puede haber sido sólo el frío.
fr: Pendant d’interminables heures, vous marchez à travers la neige. Fort heureusement, nulle trace des créatures qui vous ont attaqué les deux jours précédents. Vous en viendriez presque à penser que tout cela n’avait été qu’une cruelle illusion. Mais, en approchant du pied des montagnes enneigées, vous découvrez une autre sorte de créature. Celle-ci est gelée et à demi enterrée dans la neige, tel un macabre signe vous indiquant que vous êtes sur la bonne route. Son corps a la forme d’un tambour avec une peau épaisse et une paire d’ailes déchirées ayant la consistance du cuir. Un appendice en forme d’étoile, fixé sur la partie supérieure du corps, dépasse de la neige. Il est muni de cinq yeux morts et de sortes de cils prismatiques. Cinq ensembles de tentacules gisent à même la neige, gelés. La vue de cette chose vous fait frissonner bien plus que le froid de l’Antarctique. Il ne fait aucun doute qu’il s’agit là d’une de ces « Choses Très Anciennes » que le professeur Dyer et Danforth ont rencontrées la dernière fois qu’ils se sont aventurés au cœur de l’Antarctique. Mais qu’est-ce qui a bien pu la tuer ? Probablement pas le froid…
it: Vi inoltrate tra ghiacci e neve per svariate e interminabili ore. Fortunatamente non vi imbattete nelle entità che avete affrontato negli ultimi due giorni, e in voi comincia a insinuarsi il dubbio che fossero solo un crudele miraggio. Tuttavia, quando vi avvicinate alle pendici delle minacciose montagne innevate, incappate nel corpo di una creatura completamente diversa. La trovate riversa a terra, congelata e coperta per metà di neve, come una macabra pietra miliare che vi indica la direzione da seguire. Il suo corpo ha una forma cilindrica, rivestito da una pelle spessa su cui si apre una coppia di lacere ali membranose. Dalla metà superiore di quella… cosa, si solleva un'appendice che ricorda la forma di una stella marina, adornata da cinque occhi senza vita e una fila di ciglia prismatiche. Cinque tentacoli giacciono congelati sul ghiaccio. La vista della creatura vi fa rabbrividire come nemmeno il clima antartico avrebbe potuto. Non c'è alcun dubbio: deve essere uno degli "Esseri Antichi" che il professor Dyer e Danforth hanno affrontato l'ultima volta che si sono avventurati nel cuore del Polo Sud. Ma cosa l'ha ucciso? Di certo non il freddo.
ko: 당신은 얼음과 눈을 헤치고 수 시간에 걸쳐 고된 발걸음을 옮겼습니다. 운 좋게도, 지난 이틀간 탐사대를 노렸던 괴수는 보이지 않았고, 이제는 그 모든 것이 잔혹한 신기루에 불과한 것은 아닌가 하는 생각에 곰곰이 빠져듭니다. 그러나 비죽비죽한 눈 덮인 산맥의 발치에 가까워졌을 즈음, 그와는 완전히 다른 생명체를 접하게 되었습니다. 그것은 탐사대를 앞으로 인도하는 무시무시한 표지석처럼, 얼어붙은 채로 눈 속에 반쯤 파묻혀 있었습니다. 그것의 북처럼 생긴 몸통은 두꺼운 외피로 덮여 있고, 한 쌍의 피막 날개는 너덜너덜하게 찢겨 있습니다. 또한 눈 밖으로 튀어나온 상체 쪽에는 불가사리 모양의 부속지가 달려 있으며, 다섯 개의 공허한 눈깔과 다양한 색상의 섬모가 돋아 있습니다. 다섯 개의 촉수는 눈밭 위에 힘 잃고 널브러진 채 완전히 얼어붙어 있습니다. 이 광경을 보자 남극의 냉랭한 날씨가 한층 더 오싹해지는 것만 같았습니다. 이 생명체가 다이어 교수와 댄포스가 지난번 탐사에서 남극 중심부까지 탐험하다 발견했다던 “옛것”이라는 데에는 의심의 여지가 없습니다. 그러나 무엇이 이 생명체를 죽인 걸까요? 단순한 추위 외에 다른 이유가 있는 것은 아닐까요?
pl: Brniecie przez lód i śnieg przez wiele wyczerpujących godzin. Na szczęście nie spotykacie już stworzeń z poprzednich dwóch dni, przez co zaczynacie się zastanawiać, czy to wszystko nie było jakimś ponurym przywidzeniem. Ale gdy zbliżacie się do podnóża nierównych, pokrytych śniegiem gór, dostrzegacie przed sobą zupełnie inną istotę. Leży zamarznięta i na wpół zagrzebana w śniegu, niczym makabryczny drogowskaz prowadzący was dalej. Jej ciało ma kształt beczki pokrytej grubą skórą z parą poszarpanych, chropowatych skrzydeł. Ze śniegu wystaje górna część stworzenia – wyrostek w kształcie rozgwiazdy, którego otacza pięć martwych oczu oraz załamujące światło rzęski. Obok leży pięć par zamarzniętych macek. Widok tej istoty przeszywa was zimnem bardziej, niż mogłaby to zrobić antarktyczna pogoda. Nie ma wątpliwości: jest to jedna ze „Starszych Istot”, z którymi zetknęli się profesor Dyer i Danforth podczas swojej ostatniej wyprawy do serca Antarktydy. Ale co ją zabiło? Z pewnością nie był to mróz.
pt: Vocês caminham sobre o gelo e a neve por muitas extenuantes horas. Por sorte, vocês não encontram mais das criaturas que encontraram nos dois dias anteriores, o que os faz pensar se aquilo tudo não passou de uma cruel miragem. Mas conforme se aproximam da base das irregulares montanhas cobertas de neve, vocês encontram outro tipo de criatura totalmente diferente. Ela está congelada e parcialmente enterrada na neve, como se fosse um indicador macabro que os guia adiante. O corpo tem formato de tambor, com pele grossa e um par de asas de couro rasgadas. Projetando-se para fora da neve, a partir de sua metade superior, há uma parte da criatura em formato de estrela-do-mar adornada com cinco olhos mortos e um conjunto de cílios prismáticos. Cinco conjuntos de tentáculos jazem congelados. A visão da coisa os arrepia de modo que nem mesmo o clima antártico faria. Não resta dúvidas: este é um dos “Seres Ancestrais” que o professor Dyer e Danforth encontraram na última vez que eles se aventuraram no coração da Antártida. Mas o que o matou? Com certeza não foi apenas o frio, foi?
ru: Много изнурительных часов вы пробираетесь по льду и снегу. К счастью, на вас больше не нападают существа, преследовавшие вас предыдущие пару дней, и вы уже начинаете думать, не были ли они жестокой иллюзией. Но приблизившись к подножию иззубренных гор, вы обнаруживаете совсем иное существо. Оно лежит застывшее и полупогребённое в снегу, словно мрачный путевой знак, указывающий вам дорогу. У него бочкообразное тело с толстой шкурой и парой изодранных кожистых крыльев. Из верхней, выступающей наружу половины тела торчит отросток в форме морской звезды, увенчанный пятью мёртвыми глазами и переливчатыми ресничками. Пять щупальцевидных придатков вмёрзли в лёд. От вида этой твари у вас по коже пробегает мороз, с которым не сравнится даже антарктический холод. Нет сомнений: это один из Старцев, которых профессор Дайер и Данфорт встретили, когда в прошлый раз отправились в сердце Антарктиды. Но почему он умер? Явно ведь не от холода?
vi: Bạn trèo qua băng tuyết trong nhiều giờ gian khổ. May mắn thay, bạn không gặp lại những sinh vật từ hai ngày trước, khiến bạn tự hỏi liệu tất cả có phải chỉ là ảo ảnh tàn nhẫn. Nhưng khi đến gần chân dãy núi phủ tuyết lởm chởm, bạn phát hiện một sinh vật hoàn toàn khác. Nó nằm đông cứng và chôn nửa trong tuyết, như một cột mốc ghê rợn dẫn đường cho bạn. Cơ thể nó hình thùng, với lớp da dày và đôi cánh da rách nát. Một phần phụ hình sao biển nhô ra khỏi tuyết từ nửa trên, điểm xuyết năm con mắt chết và một chùm lông mao lấp lánh. Năm bộ xúc tu nằm đông cứng trong băng. Nhìn sinh vật này khiến bạn lạnh hơn cả thời tiết Nam Cực. Không thể nghi ngờ: đây là một trong những "Elder Things" (Cổ Vật) mà Giáo sư Dyer và Danforth từng gặp khi mạo hiểm vào trung tâm Antarctica (Nam Cực). Nhưng điều gì đã giết nó? Chắc chắn không chỉ là cái lạnh?
zh: 你在冰雪中跋涉了好幾個小時。幸運的是，你沒有再遇到前兩天的生物，這讓你思考那是否只是某種殘酷的幻景。但當你走近鋸齒狀雪山的底部時，你發現了另一種完全不同的生物。 它被凍結著半埋在雪裡，像一個令人毛骨悚然的路標指引著你前進。它的身體形狀像鼓，有厚厚的皮和一對撕裂的皮翼。一個海星形狀的附屬器官從它的上半部分伸出雪中，長有五隻死眼和一組五顏六色的纖毛。五組觸鬚則都凍在冰裡。看到這東西，你感受到的寒意比南極的天氣更冷。 毫無疑問，這是戴爾教授和丹佛斯上次深入南極中心地帶時遇到的“古老者”之一。但是什麼殺了它呢？肯定不僅僅是因為寒冷吧？

source: Shuffle the seven Mountainside locactions and put five of them into play in a diagonal line. Set the remaining two locations aside, out of play. Put The Summit location into play at the top of the diagonal line. The position of each location has its own level from 0-5, beginning at the bottommost location at level 0 and ascending to The Summit at level 5.
de: Die 7 Orte Berghang werden gemischt und 5 davon in einer diagonalen Linie ins Spiel gebracht. Die restlichen 2 Orte werden als nicht im Spiel befindlich beiseitegelegt. Der Ort Der Gipfel wird in der diagonalen Linie ganz oben rechts ins Spiel gebracht. Die Position jedes Orters hat ihre eigene Höhenstufe von 0–5, beginnend beim Ort unten links auf Höhenstufe 0 und aufsteigend bis zum Ort Der Gipfel oben rechts auf Höhenstufe 5.
es: Baraja los 7 Lugares Ladera de montaña y pon 5 en juego formando una diagonal. Pon aparte los 2 Lugares restantes, fuera del juego. Pon el Lugar La cumbre en juego en la parte superior de la diagonal. La posición de cada Lugar tiene su propio nivel de 0 a 5, empezando por el Lugar en la parte inferior con el nivel 0 y subiendo hasta llegar a La cumbre en el nivel 5
fr: Mélangez les sept lieux Flanc de la Montagne et mettez en cinq en jeu en formant une ligne diagonale. Mettez de côté les deux lieux restants, hors jeu. Mettez en jeu Le Sommet tout en haut de la ligne diagonale. La position de chaque lieu correspond à un niveau allant de 0 à 5, en commençant par le lieu le plus bas qui est au niveau 0 et en montant jusqu’au sommet qui est au niveau 5. (Voir le placement des lieux ci-dessous.)
it: Mescolate i 7 luoghi Versante Montano e mettetene in gioco 5 disponendoli lungo una linea diagonale. Mettete da parte, temporaneamente fuori dal gioco, i 2 luoghi rimanenti. Mettete in gioco il luogo La Vetta in cima alla linea diagonale. La posizione di ogni luogo ha una quota che va da 0 a 5, iniziando con il luogo più in basso, che si trova a quota 0, e proseguendo fino alla Vetta, che si trova a quota 5.
ko: ‘산비탈’ 장소 7장을 섞어서 그중 5장을 대각선 꼴로 플레이 영역에 둡니다. 나머지 두 장소는 비플레이 상태로 치워 둡니다. ‘정상’ 장소를 플레이 영역 중 대각선 맨 위쪽에 가게끔 놓습니다. 각각의 장소는 0에서 5까지의 고도를 갖습니다. 맨 아래쪽 장소는 고도 0이며, 차례대로 1씩 올라가 ‘정상’은 고도 5입니다. <i>(다음과 같은 장소 배치도를 참조합니다.)</i>
pl: Potasuj 7 lokalizacji Zbocze góry i umieść 5 z nich w grze, w ukośnej linii. Pozostałe dwie lokalizacje odłóż na bok, poza grę. Umieść lokalizację Szczyt na górze ukośnej linii. Pozycja każdej lokalizacji określa jej poziom od 0-5, gdzie najniższa lokalizacja ma poziom 0, a najwyższa poziom 5.
pt: Embaralhe os sete locais Encosta da Montanha e coloque cinco deles em jogo em uma linha diagonal. Separe os dois locais restantes, fora de jogo. Coloque o local O Cume em jogo no topo da linha diagonal. A posição de cada local tem seu próprio nível de 0-5, começando no local mais baixo no nível 0 e subindo até O Cume no nível 5.
ru: Перемешайте все семь локаций «Горный склон» и введите в игру пять из них по диагонали. Две оставшиеся локации отложите в сторону. Введите в игру локацию «Вершина», разместив её в верхнем конце диагонали. У каждой локации есть уровень от 0 до 5, начиная с нижней локации на уровне 0 и заканчивая «Вершиной» на уровне 5.
vi: Xáo trộn bảy địa điểm Mountainside (Sườn Núi) và đặt năm địa điểm vào màn chơi theo một đường chéo. Đặt hai địa điểm còn lại sang một bên, ngoài màn chơi. Đặt địa điểm The Summit (Đỉnh Núi) vào màn chơi ở đầu đường chéo. Vị trí của mỗi địa điểm có cấp độ riêng từ 0-5, bắt đầu từ địa điểm thấp nhất ở cấp 0 và tăng dần đến The Summit ở cấp 5.
zh: 混洗七張山坡地點，並將其中五張放置入場，排成一條斜線。將剩餘的兩張地點放在一邊，位於場外。將山頂地點放置入場，位於斜線最上方。每個地點的位置都有各自的高度，從0至5，從最下方的地點為高度0開始，上升至山頂為高度5。

source: Reveal the level-0 location. Each investigator begins play at that location.
de: Der Orte auf Höhenstufe 0 wird enthüllt. Jeder Ermittler beginnt das Spiel an jenem Ort.
es: Revela el Lugar del nivel 0. Cada investigador comienza la partida en ese Lugar.
fr: Révélez le lieu de niveau 0. Chaque investigateur commence la partie dans ce lieu.
it: Aprite il luogo a quota 0. Iniziate la partita in quel luogo.
ko: 고도 0인 장소를 공개합니다. 모든 조사자는 그 장소에서 시작합니다.
pl: Odkryj lokalizację na poziomie 0. Wszyscy badacze rozpoczynają grę w danej lokalizacji.
pt: Revele o local de nível 0. Todos os investigadores começam o jogo nesse local.
ru: Откройте локацию уровня 0. Все сыщики начинают игру в этой локации.
vi: Lật địa điểm cấp 0. Mỗi điều tra viên bắt đầu màn chơi tại địa điểm đó.
zh: 揭示高度0地點。每位調查員從該地點開始遊戲。

source: Mountainside
de: Berghang
es: Ladera de montaña

source: The Summit
de: Der Gipfel
es: La cumbre

source: Check the "Supplies Recovered" section of the Campaign Log and put each [[Expedition]] story asset listed there into play at the level-0 location.
de: Überprüfe den Abschnitt „Geborgene Vorräte“ im Kampagnenlogbuch: Jede hier aufgelistete [[Expedition]]-Storyvorteilskarte wird am Ort auf der Höhenstufe 0 ins Spiel gebracht.
es: Consulta la sección “Suministros recuperados” del registro de campaña y pon en juego en el Lugar del nivel 0 todos los Apoyos historia [[Expedición]] que estén anotados en ella.
fr: Vérifiez la section « Matériel Récupéré » du Carnet de Campagne et mettez en jeu dans le lieu de niveau 0 chaque soutien d’histoire [[Expédition]] qui y est listé.
it: Controllate la voce "Scorte Recuperate" del Diario della Campagna e mettete in gioco nel luogo a quota 0 ogni supporto storia [[Spedizione]] annotato a quella voce.
ko: 캠페인 기록지의 “수복한 물자” 항목을 확인하여, 그와 일치하는 모든 [[탐사]] 이야기 자산을 플레이 영역 중 고도 0 장소에 둡니다.
pl: Sprawdź sekcję „Odzyskane zapasy” w Dzienniku kampanii i umieść każdy wymieniony tam atut fabularny z cechą [[Ekspedycja]] w grze, w lokalizacji na poziomie 0.
pt: Verifique a seção “Suprimentos Recuperados” do Registro da Campanha e coloque em jogo cada ativo de história [[Expedition]] listado lá no local de nível 0.
ru: Введите в игру в локацию уровня 0 каждый [[экспедиционный]] актив, чьё название записано в графе журнала «Найденные припасы».
vi: Kiểm tra phần "Supplies Recovered" (Vật Tư Tìm Lại) trong Nhật ký Chiến dịch và đặt mỗi lá bài tài sản câu chuyện [[Expedition]] (Thám Hiểm) được liệt kê vào màn chơi tại địa điểm cấp 0.
zh: 檢查劇本日誌中“已回收的補給品”部分，將其中記錄的所有探險劇情支援放置入場，位於高度0地點。

source: Remove each other [[Expedition]] story asset from the game.
de: Jede andere [[Expedition]]-Storyvorteilskarte wird aus dem Spiel entfernt.
es: Retira todos los demás Apoyos de historia [[Expedición]] de la partida.
fr: Retirez de la partie chaque autre soutien d’histoire [[Expédition]].
it: Rimuovete dal gioco ogni altro supporto storia [[Spedizione]].
ko: 나머지 [[탐사]] 이야기 자산은 게임에서 제거합니다.
pl: Usuń każdy inny atut fabularny z cechą [[Ekspedycja]] z gry.
pt: Remova do jogo todos os outros ativos de história [[Expedition]].
ru: Удалите из игры все остальные [[экспедиционные]] активы.
vi: Loại bỏ mỗi lá bài tài sản câu chuyện [[Expedition]] (Thám Hiểm) khác ra khỏi màn chơi.
zh: 將其他所有[[探險]]劇情支援從遊戲中移除。

source: Location Adjacency in To the Forbidden Peaks
de: Benachbarte Orte in „Zu den Verbotenen Gipfeln“
es: Adyacencia de Lugares en Hacia los picos prohibidos
fr: Adjacence des Lieux dans « Vers les Sommets Interdits »
it: Luoghi Adiacenti in Alle Vette Proibite
ko: “금단의 봉우리를 향해”에서의 장소 배치와 이웃
pl: Sąsiadowanie lokalizacji w scenariuszu Na zakazane szczyty
pt: Adjacência dos Locais de Para os Picos Proibidos
ru: Соседние локации в сценарии «К запретным вершинам»
vi: Liên kết địa điểm trong To the Forbidden Peaks (Đi Tới Các Đỉnh Núi Cấm)
zh: 失落之峰中的地點相鄰關係

source: During this scenario, locations are arranged in a diagonal line, with each location above or below the locations next to it.
de: Während dieses Szenarios werden die Orte in einer diagonalen Linie ausgelegt. Orte befinden sich entweder über oder unter den zu ihnen in der diagonalen Linie benachbarten Orten.
es: Durante este escenario, los Lugares están colocados formando una diagonal, con cada Lugar situado por encima o por debajo de los Lugares que tiene al lado.
fr: Lors de ce scénario, les lieux sont disposés en une ligne diagonale, chaque lieu étant situé un niveau au-dessus ou en dessous du lieu qui est à côté de lui.
it: Durante questo scenario, i luoghi sono disposti lungo una linea diagonale: ogni luogo si trova sotto o sopra i luoghi accanto a esso.
ko: 이번 시나리오를 진행하는 동안, 장소 카드를 대각선으로 늘어놓게 됩니다.
pl: Podczas tego scenariusza lokalizacje są ułożone w ukośnej linii, w której każda lokalizacja ma jakąś kartą nad i/lub pod sobą.
pt: Durante este cenário, os locais estão arranjados em uma linha diagonal, com cada local acima ou abaixo de seus vizinhos.
ru: В этом сценарии карты локаций размещены по диагонали, причём каждая локация находится выше или ниже другой.
vi: Trong màn này, các địa điểm được sắp xếp theo đường chéo, với mỗi địa điểm nằm trên hoặc dưới các địa điểm bên cạnh.
zh: 本場冒險期間，地點排列成一條斜線，每個地點都有緊挨著它的，位於它上方或下方的地點。

source: <b>During this scenario, each location is connected to the location below it and the location above it.</b>
de: <b>Während dieses Szenarios ist jeder Ort mit dem Ort darunter und dem Ort darüber verbunden.</b>
es: <b>Durante este escenario, cada Lugar está conectado con el Lugar que tenga por debajo y con el Lugar que tenga por encima.</b>
fr: <b>Lors de ce scénario, chaque lieu est connexe au lieu en dessous de lui et au lieu au-dessus de lui.</b>
it: <b>Durante questo scenario, ogni luogo è collegato al luogo sopra di esso e al luogo sotto di esso.</b>
ko: <b>이번 시나리오를 진행하는 동안, 각각의 장소는 바로 위쪽/아래쪽 장소로 이어져 있습니다.</b>
pl: <b>Podczas tego scenariusza każda lokalizacja jest połączona z lokalizacją nad nią oraz z lokalizacją pod nią.</b>
pt: <b>Durante este cenário, cada local está conectado ao local abaixo dele e o local acima dele.</b>
ru: <b>В этом сценарии каждая локация считается связанной с локацией уровнем выше и с локацией уровнем ниже.</b>
vi: <b>Trong màn này, mỗi địa điểm được kết nối với địa điểm bên dưới và bên trên nó.</b>
zh: <b>本場冒險期間，每個地點與其上方和下方緊挨著的地點連接。</b>

source: Tragedy Strikes
de: Das Unglück bricht herein
es: Golpea la tragedia
fr: La Tragédie Frappe
it: Momento Tragico
ko: 예상치 못한 비극
pl: Niespodziewana tragedia
pt: Tragédia
ru: Трагическая потеря
vi: Thảm Kịch Ủa Đến
zh: 悲劇襲來

source: Scenario Interlude: Tragedy Strikes
de: Szenario-Zwischenspiel: Das Unglück bricht herein
es: Interludio del escenario: Golpea la tragedia
fr: Interlude de Scénario : La Tragédie Frappe
it: Interludio dello Scenario: Momento Tragico
ko: 시나리오 막간: 예상치 못한 비극
pl: Antrakt scenariusza: Niespodziewana tragedia
pt: Interlúdio do Cenário: Tragédia
ru: Интерлюдия сценария: Трагическая потеря
vi: Chuyển tiếp Màn: Thảm Kịch Ủa Đến
zh: 冒險幕間故事：悲劇襲來

source: It all happens in the blink of an eye. You have only enough time to scream your companion's name before they are seized. Its many, shifting shapes coil around their body. They struggle to escape, but it is hopeless.
de: Es passiert alles viel zu schnell. Ihr habt kaum Zeit, den Namen eures Begleiters zu rufen, bevor er ergriffen wird. Die wandelnden Formen des Wesens schlingen sich um seinen Körper. Er kämpft, um zu entkommen, aber es ist hoffnungslos.
es: Todo sucede en un abrir y cerrar de ojos. Sólo tienes tiempo de gritar el nombre de la persona antes de que lo atrapen. Su cuerpo se ve rodeado por sus muchas formas cambiantes. La persona intenta escapar, pero es en vano.
fr: Tout est arrivé en un clin d’œil. Vous avez à peine eu le temps de crier le nom de votre compagnon que la créature le happe. Ses nombreux appendices s’enroulent autour du corps de votre compagnon qui tente de lutter, en vain.
it: Succede tutto in un istante. Avete a malapena il tempo di urlare il nome del membro della vostra squadra prima che venga afferrato e avvolto completamente dall'entità dalle molteplici e mutevoli forme. Rimanete pietrificati mentre cerca disperatamente di liberarsi, invano.
ko: 이 모든 일은 눈 깜짝할 사이에 벌어지고 말았습니다. 동료가 놈에게 붙잡히려는 찰나에 당신이 할 수 있는 거라고는 그 이름을 부르짖는 것뿐이었습니다. 놈의 몸뚱이를 둘러싼 수많은 형상이 변화무쌍하게 몸부림칩니다. 동료는 도망치려고 안간힘을 썼지만, 다 부질없는 짓이었습니다.
pl: Wszystko wydarzyło się błyskawicznie. Udaje wam się jedynie wykrzyczeć imię waszego towarzysza, zanim zostaje schwytany. Liczne, nieustannie zmieniające się kształty okrążają jego ciało. Usiłuje uciec, ale na próżno.
pt: Tudo acontece em um piscar de olhos. Você mal tem tempo de gritar o nome do seu companheiro antes de ele ser agarrado. As muitas formas variáveis se enrolam em torno do corpo dele. Ele se esforça para escapar, mas não há esperanças.
ru: Всё происходит в мгновение ока. Не успеваете вы прокричать имя своего спутника, как чудовище уже хватает несчастного. Множество гибких отростков обвиваются вокруг тела жертвы. Она пытается вырваться, но тщетно.
vi: Mọi thứ xảy ra trong chớp mắt. Bạn chỉ kịp hét lên tên đồng đội trước khi họ bị tóm lấy. Nhiều hình dạng biến đổi của nó quấn quanh cơ thể họ. Họ vùng vẫy để thoát ra, nhưng vô vọng.
zh: 這一切都發生在眨眼之間。在同伴被抓住之前，你只來得及尖叫一聲對方的名字。它千變萬化的身體纏在你同伴身上。你的同伴掙扎著想逃脫，但毫無希望。

source: If the victim is James "Cookie" Fredericks:
de: Falls das Opfer James „Cookie“ Fredericks ist:
es: Si la víctima es James “Cookie” Fredericks:
fr: Si la victime est James « Cookie » Fredericks :
it: Se la vittima è James "Cookie" Fredericks:
ko: 희생자가 ‘제임스 “쿠키” 프레드릭스’입니까?
pl: Jeśli ofiarą jest James „Cookie” Fredericks:
pt: Se a vítima for James “Cookie” Fredericks:
ru: Если жертва — Джеймс Фредерикс:
vi: Nếu nạn nhân là James "Cookie" Fredericks:
zh: 如果受害者是詹姆斯·“曲奇”·弗雷德里克斯：
