Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/to_the_forbidden_peaks.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Just as you are beginning to lose hope, you find a dark cave embedded in the mountainside. The wind howls outside the cave entrance, bringing with it a sudden deluge of snow. You're not sure what would be worse—a slow death trapped inside an icy cavern, or an equally slow one failing to reach the summit. But when one of your companions switches on their flashlight, you realize there may be a third option. The walls of this narrow tunnel are covered in strange hieroglyphs, the likes of which you've never seen. The ancient writings of an alien language, you presume. Possibly even that of the Elder Things who once called this region home. More importantly, the cavern continues deeper and deeper into the side of the mountain, far beyond the reach of your light. You take a vote and decide to press onward, hoping beyond hope that the tunnel might take you to another exit. To your surprise, the journey is smooth, although the ever-present darkness, the frightening echoes of uncanny groans, and the muffled voices of something deep below wear upon your sanity. For hours you continue on, until finally, mercifully, you see light in the distance. You emerge once more onto the side of the mountain, this time to a breathtaking vista. Sprawled before you lies the city described in Dyer's report. Its haunting visage is unmistakable. Dozens of conical and pyramidal buildings of dark slate and sandstone are honeycombed throughout the region like a labyrinth of perfect geometric shapes. Though weathered by the ages, the city still stands, hidden by the jagged peaks and the heavy snow. For a while, you stand in silence and take in the wondrous sight. Somehow, you have managed to find a way through the mountain. If it weren't for the many trials you faced along the way, it would be a moment of triumph. But after the sacrifices made to get here, the victory rings hollow. After a moment's rest, you begin the long trek down into the alien city. You will have to make camp before you reach the bottom. With any luck, you'll be hidden from the dreadful creatures that dwell there…
de: Gerade, als ihr die Hoffnung aufgeben wollt, entdeckt ihr eine dunkle Höhle in der Seitenwand des Berges. Der Wind heult vor dem Höhleneingang und bringt eine plötzliche Schneewolke mit sich. Ihr seid euch nicht sicher, was schlimmer wäre – ein langsamer Tod, gefangen in einer eisigen Höhle, oder ein ebenso langsamer Tod am Hang, weil ihr es nicht auf den Gipfel schafft. Doch als einer eurer Begleiter seine Taschenlampe einschaltet, wird euch klar, dass es vielleicht noch eine dritte Option gibt. Die Wände dieses engen Tunnels sind mit seltsamen Hieroglyphen bedeckt, die ihr noch nie zuvor gesehen habt. Vermutlich Zeichen in einer fremdartigen Sprache. Möglicherweise die der Alten Wesen, die hier einst zu Hause waren. Noch wichtiger ist aber, dass die Höhle immer weiter in die Seite des Berges hineinführt, weit jenseits des Scheins eurer Taschenlampen. Nach einer Abstimmung beschließt ihr weiterzugehen. Ihr hofft, dass der Tunnel vor euch zu einem anderen Ausgang führt. Zu eurer Überraschung verläuft der Weg reibungslos, obwohl die allgegenwärtige Dunkelheit, die beängstigenden Echos unheimlicher Schreie und die gedämpften Stimmen von etwas tief unter euch an eurem Verstand zehren. Stunden vergehen, bis ihr endlich Licht in der Ferne ausmachen könnt. Ihr taucht wieder an der Seite des Berges auf, diesmal mit einer atemberaubenden Sicht. Vor euch, auf der anderen Seite dieser verfluchten Gipfel, liegt die Stadt aus Dyers Bericht. Ihr gespenstisches Antlitz ist unverkennbar. Dutzende von kegel- und pyramidenförmigen Gebäuden aus dunklem Schiefer und Sandstein sind wie ein Labyrinth aus perfekten geometrischen Formen über die ganze Region verteilt. Obwohl der Zahn der Zeit merklich an der Stadt genagt hat, ragt sie bis heute von zerklüfteten Gipfeln verborgen in den Himmel auf. Eine Weile steht ihr schweigend da und nehmt den wundersamen Anblick in euch auf. Wären nicht die vielen schrecklichen Strapazen auf dem Weg hierhin gewesen, wäre es ein Moment des Triumphs. Aber nach all den Opfern fühlt es sich nicht wie ein Sieg an. Nach einer kurzen Ruhepause beginnt ihr den langen Marsch hinunter in die fremdartige Stadt. Bevor ihr unten ankommt, werdet ihr ein Lager für die Nacht aufschlagen müssen. Mit etwas Glück seid ihr hier oben vor den furchtbaren Kreaturen, die dort hausen, versteckt …
es: Cuando estás empezando a perder la esperanza, encuentras una oscura cueva metida en la ladera de la montaña. El viento aúlla fuera de la entrada de la cueva, trayendo un repentino alud de nieve. No sabes qué sería peor: una muerte lenta atrapados en una caverna helada o una muerte igual de lenta al fracasar en el intento de llegar a la cumbre. Pero cuando uno de los miembros del equipo enciende su linterna, veis que podría haber una tercera opción. Las paredes de este angosto túnel están repletas de extraños jeroglíficos, distintos a nada que hayas visto nunca. Supones que es la antigua escritura de un idioma alienígena. Puede que incluso sea el de los Antiguos que habitaban en este lugar. Lo más importante es que la caverna se adentra cada vez más en la montaña, más lejos de adonde llega la luz. Votáis sobre lo que hacer y decidís seguir adelante, con la lejana esperanza de que el túnel pueda llevaros a otra salida. Para vuestra sorpresa, el camino es sencillo, aunque la omnipresente oscuridad, los aterradores ecos de gruñidos imposibles y las voces amortiguadas de algo que hay en las profundidades hacen mella en vuestra cordura. Camináis durante horas, hasta que afortunadamente acabáis por ver luz a lo lejos. Volvéis a salir a la ladera de la montaña, pero esta vez tenéis delante una espectacular vista. Ante ti, se extiende la ciudad descrita en el informe de Dyer. Su inquietante faz es inconfundible. Docenas de edificios cónicos y piramidales de pizarra oscura y arenisca se distribuyen en forma de panal por toda la zona, como un laberinto de formas geométricas perfectas. Aunque desgastada por los siglos, la ciudad permanece en pie, oculta por los escarpados picos y las intensas nevadas. Te quedas en silencio durante un rato, admirando la impresionante vista. Habéis logrado encontrar la forma de atravesar la montaña de algún modo. Si no fuera por las muchas tribulaciones vividas hasta llegar aquí, sería un momento de triunfo. Pero después de todos los sacrificios realizados, la victoria tiene un regusto amargo. Tras descansar un momento, empezáis el largo camino de descenso hacia la ciudad alienígena. Tendréis que acampar antes de llegar abajo. Con suerte, estaréis ocultos frente a las terribles criaturas que moran allí…
fr: Vous commencez à perdre tout espoir quand vous tombez par hasard sur l’entrée d’une grotte obscure en castrée dans le flanc de la montagne. Le vent hurle devant l’entrée de la grotte, apportant avec lui un déluge de neige. Vous ignorez ce qui serait le pire : une mort lente piégé à l’intérieur d’une grotte de glace, ou une mort tout aussi lente en tentant désespérément d’atteindre le sommet. Mais, l’un de vos compagnons allume sa lampe-torche et vous découvrez qu’il existe peut-être une troisième alternative. Les murs de la grotte sont couverts d’étranges hiéroglyphes comme vous n’en aviez jamais vus. Vous présumez qu’il s’agit là d’une antique langue inconnue. Peut-être celle des fameuses Choses Très Anciennes qui vivaient autrefois dans ces contrées. Mais, plus important encore, la caverne forme en fait un tunnel qui s’enfonce profondément dans les entrailles de la montagne, bien au-delà de ce que le rayon de votre lampe vous permet de voir. Vous décidez de voter et la majorité décide de continuer l’exploration de la grotte dans l’espoir que le tunnel débouche sur une autre sortie. À votre grande surprise, le trajet se révèle facile malgré une obscurité omniprésente et les échos d’étranges gémissements qui résonnent dans les profondeurs des cavernes et affectent votre santé mentale. Vous marchez pendant des heures jusqu’à ce qu’enfin vous aperceviez de la lumière. Vous émergez sur l’autre versant de la montagne et la vue vous coupe le souffle. Des douzaines de bâtiments coniques ou pyramidaux faits d’ardoise noire ou de grès sont disposés selon un schéma hexagonal et forment un labyrinthe parfaitement géométrique. Malgré son ancienneté, la cité semble intacte, protégée par les sommets escarpés et l’épaisse couche de neige. Vous gardez le silence pendant un moment, estomaqué par ce spectacle. Vous avez réussi à trouver un passage à travers la montagne ! Si vous n’aviez pas vécu ces terribles épreuves, ce serait un moment de triomphe, mais après tous ces sacrifices, cette victoire vous semble bien vaine. Après une courte pause, vous reprenez votre route, vers le bas cette fois, en direction de l’étrange cité. Vous allez devoir monter un camp pour la nuit avant d’atteindre la ville. Avec un peu de chance, cela vous protégera des terribles créatures qui y vivent…
it: Quando siete ormai sul punto di perdere le speranze scorgete una grotta buia incassata nella montagna; il vento ulula attraversandone la gola, portando con sé un'improvvisa sferzata di neve. Non siete sicuri di cosa sarebbe peggio: una morte lenta, intrappolati all'interno di una caverna ghiacciata, o una ugualmente lenta mentre fallite nel tentativo di raggiungere la cima? Eppure, quando uno dei vostri compagni accende la sua torcia, vi rendete conto che potreste avere una terza opzione… Le pareti di questa galleria angusta sono ricoperte di geroglifici dalle forme mai viste. Immaginate siano antiche scritture realizzate in un idioma alieno, che si tratti della lingua utilizzata dagli Esseri Antichi che fecero di questa regione la loro casa? Inoltre, la grotta continua sempre più a fondo nel fianco della montagna e prosegue ben oltre il fascio della vostra torcia. Mettete ai voti il da farsi, e decidete di proseguire nella speranza che la via possa condurvi fino a un'altra uscita. Con vostra somma sorpresa il viaggio è tranquillo, per quanto l'oscurità costante, il terrificante riecheggiare di versi inquietanti e le voci ovattate di qualcosa che si nasconde nelle profondità rocciose mettano a dura prova la vostra sanità mentale. Camminate per ore finché finalmente, e fortunatamente, non scorgete una luce in lontananza. Vi ritrovate ancora una volta all'esterno, sul fianco della montagna, stavolta al cospetto di un panorama mozzafiato. Davanti a voi, oltre il crinale di queste cime maledette, si staglia l'inconfondibile città descritta nel rapporto di Dyer. Decine di edifici conici e piramidali di ardesia color carbone e arenaria sono disseminati lungo la zona, come un labirinto di forme geometriche perfette. Per quanto logorato dal tempo, il complesso si erge tuttora imponente, nascosto dalle vette frastagliate e dalle impetuose tormente. Restate in silenzio per qualche minuto a rimirare la prodigiosa vista. In qualche modo siete riusciti a trovare una via attraverso le montagne. Se non fosse per le insidie che avete dovuto superare lungo il percorso, questo sarebbe un momento di vero trionfo… ma la vittoria ha un sapore amaro dopo tutti i sacrifici che avete dovuto affrontare per giungere fin qui. Vi concedete un brevissimo riposo e iniziate la lunga discesa verso la città aliena. Dovrete certamente accamparvi prima di raggiungere la vallata, ma con un po' di fortuna riuscirete a trovare un punto in cui nascondervi dalle creature che popolano questo luogo…
ko: 희망마저 벼랑 끝에 내몰리던 그 순간, 마침내 산 사면 한쪽으로 움푹 들어간 어두운 동굴을 찾아냈습니다. 동굴 입구를 스치는 바람이 울부짖는 소리를 내고, 갑작스러운 눈발을 실어 나릅니다. 얼음 동굴에 갇힌다면 서서히 옥죄어 오는 죽음을 맞이할 것이나, 밖에 머무른다 한들 산 정상에 오르지 못하고 마찬가지로 서서히 얼어 죽을 판이니, 무엇이 더 나쁜 선택인지 쉽사리 판단하기 어렵습니다. 그러나 탐사대원 한 명이 동굴 안으로 손전등을 비춘 순간, 또 다른 선택지가 나타났습니다. 비좁은 동굴 벽은 평생 본 적 없는 기묘한 상형문자로 뒤덮여 있었습니다. 외계 언어로 적힌 고대 기록물이라고 추정할 따름입니다. 어쩌면 이곳을 고향으로 삼았던 옛것의 기록일지도 모릅니다. 하지만 그런 것보다 더 중요한 것은, 이 동굴이 손전등 빛이 닿지 않는 산 사면 깊숙한 곳까지 이어져 있다는 점이었습니다. 탐사대는 투표를 거친 끝에, 이 동굴이 다른 출구로 이어지리라는 희망을 품고서 동굴을 따라가 보기로 했습니다. 어둠이 가시질 않는 동굴 안에서도 의아하리만치 길이 순탄했지만, 이따금 우웅거리는 기묘한 소리가 들려와 등골이 서늘해졌으며, 저 아래 깊은 곳에서 들려오는 속삭임이 당신의 이성을 갉아먹어 갔습니다. 그렇게 몇 시간을 나아간 끝에, 마침내 저 멀리서 비치는 빛줄기를 목격하고 나서야 안도감에 빠집니다. 바깥으로 나오자 또 다른 산비탈이었지만, 이번에는 설원이 아니라 숨 막힐 듯한 장관이 펼쳐져 있습니다. 바로 다이어 교수의 보고서에 묘사된 도시가 눈앞에 펼쳐져 있던 것입니다. 뇌리에서 영영 잊히지 않을 저 모습을 보자니 그 도시가 틀림없습니다. 수십 개도 넘을 듯한, 어두운 점판암과 사암질의 원뿔형 및 피라미드형 건물이 완벽한 기하학적 미로를 이루며 사방으로 뻗어나갑니다. 비록 오랜 세월 동안 풍상에 시달렸을지라도, 이 도시는 비죽비죽한 산봉우리와 두껍게 쌓인 눈더미에 가린 채 지금까지 잔존했던 것입니다. 당신은 한참을 아무 말도 못 한 채 경이로운 광경을 눈에만 담았습니다. 어찌 됐든, 산을 통과하는 길을 찾아낸 것입니다. 그간 마주했던 수많은 시련이 없었다면 지금이야말로 승리를 자축할 만한 순간이라 하겠건만, 수많은 희생을 거치고 이곳에 다다른 지금 승리란 공허한 말일 뿐입니다. 탐사대는 막간의 휴식을 취한 후, 외계 도시로 내려가는 기나긴 여정을 시작합니다. 우선 도시에 이르기 전에 야영지부터 세워야 할 것입니다. 운이 좋다면, 저곳에 사는 끔찍한 괴물들에게 발각되지 않을 것입니다…
pl: Kiedy zaczynacie tracić nadzieję, znajdujecie ciemną grotę ukrytą w zboczu góry. Na zewnątrz szaleje zimny wiatr, niosący ze sobą nagłą śnieżycę. Nie jesteście pewni, co byłoby gorsze – powolna śmierć w wyniku uwięzienia w lodowej jaskini czy ta w wyniku równie powolnych prób dotarcia na szczyt. Ale kiedy jeden z waszych towarzyszy włącza latarkę, zdajecie sobie sprawę, że może istnieć trzecia opcja. Ściany tego wąskiego tunelu pokryte są dziwnymi hieroglifami, jakich nigdy wcześniej nie widzieliście. Zakładacie, że są to starożytne pisma w jakimś pozaziemskim języku. Być może nawet jest to dzieło Starszych Istot, które niegdyś zamieszkiwały ten region. Co ważniejsze, jaskinia ciągnie się coraz głębiej w zbocze góry, daleko poza zasięg światła. Głosujecie i postanawiacie iść dalej, mając nadzieję, że tunel doprowadzi was do innego wyjścia. Ku waszemu zdziwieniu podróż przebiega gładko, chociaż wszechobecna ciemność, przerażające echa nienaturalnych jęków i stłumione dźwięki czegoś ukrytego głęboko pod ziemią wpływają na waszą psychikę. Idziecie przed siebie przez wiele godzin, aż w końcu, ku swojej uldze, widzicie światło w oddali. Wychodzicie również na zboczu góry, lecz tym razem wita was zapierający dech w piersiach widok. Tuż przed wami leży miasto opisane w raporcie Dyera. Jego wygląd jest na tyle niepokojący, że nie da się go pomylić z niczym innym. Cały obszar wypełniają dziesiątki stożkowatych i piramidalnych budynków z ciemnego łupka i piaskowca, które przypominają labirynt idealnych, geometrycznych kształtów. Choć nadgryzione zębem czasu, miasto nadal stoi, ukryte wśród postrzępionych szczytów i gęstego śniegu. Przez chwilę stoicie w milczeniu i rozmyślacie nad niezwykłym widokiem. Jakimś cudem udało wam się znaleźć drogę przez środek góry. Gdyby nie liczne przeszkody, z jakimi przyszło wam się zmierzyć na waszej drodze, byłaby to z pewnością chwila triumfu. Jednak poświęcenia, których trzeba było dokonać, aby tu dotrzeć, sprawiły, że nie potraficie nazwać tego zwycięstwem. Po chwili odpoczynku rozpoczynacie długą wędrówkę do obcego miasta. Zanim dotrzecie na dół, będziecie musieli rozbić obozowisko. Przy odrobinie szczęścia uda się wam schronić przed straszliwymi stworzeniami zamieszkującymi to miejsce…
pt: Quando estão começando a perder a esperança, vocês encontram uma caverna escura embutida na encosta da montanha. O vento uiva fora da entrada da caverna, carregando uma repentina enxurrada de neve. Você não tem certeza do que seria pior: uma morte lenta preso dentro de uma caverna de gelo ou uma morte igualmente lenta no caminho até o cume. Mas quando um de seus companheiros liga a lanterna, você nota que pode haver uma terceira opção. As paredes deste estreito túnel estão cobertas de estranhos hieróglifos, de um tipo que você nunca viu. Escrituras anciãs de uma língua alienígena, você presume. Possivelmente até mesmo dos Seres Ancestrais que outrora habitavam esta região. Mais importante, a caverna se aprofunda cada vez mais na encosta da montanha, muito mais longe do que o alcance da sua lanterna. Vocês votam e decidem continuar avançando, na esperança de que o túnel os leve até outra saída. Para sua surpresa, a jornada é suave, apesar da escuridão sempre presente, dos ecos assustadores de gemidos estranhos e das vozes abafadas de algo nas profundezas desafiarem sua sanidade. Vocês continuam por horas até que, final e felizmente, avistam luz ao longe. Vocês emergem mais uma vez na encosta da montanha, desta vez para uma vista de tirar o fôlego. Estendida diante dos seus olhos está a cidade descrita nos relatórios de Dyer. A visão perturbadora é inconfundível. Dezenas de construções cônicas e piramidais de ardósia e arenito estão esculpidas por toda a região como um labirinto de formas geométricas perfeitas. Apesar de desgastada pelo tempo, a cidade ainda resiste, escondida por picos irregulares e muita neve. Por um tempo, vocês ficam em silêncio tentando entender a impressionante visão. De alguma forma, vocês conseguiram encontrar um caminho através da montanha. Não fosse pelas inúmeras provações que enfrentaram pelo caminho, este seria um momento de triunfo. Mas após os sacrifícios feitos para chegar aqui, a vitória parece vazia. Após um momento de descanso, vocês começam a grande jornada montanha abaixo em direção à cidade alienígena. Vocês terão de acampar antes de chegar ao pé da inclinação. Com sorte, estarão escondidos das pavorosas criaturas que habitam esse lugar…
ru: Уже почти потеряв надежду, вы находите в склоне горы тёмную пещеру. Внезапный порыв ветра у её входа осыпает вас снегом. Вы не уверены, что хуже: медленная смерть в ледяной пещере или столь же медленная смерть на пути к вершине. Но когда один из ваших спутников светит внутрь фонарём, вы понимаете, что есть и третий вариант. Стены узкого туннеля покрыты причудливыми письменами, подобных которым вы никогда не видели. Древние надписи на инопланетном языке, полагаете вы. Возможно, даже на языке Старцев, которые некогда обитали здесь. И более того, пещера уходит всё глубже и глубже внутрь горы, куда не достигает свет вашего фонаря. Вы голосуете и решаете войти внутрь, надеясь, что туннель выведет вас к другому выходу. К вашему удивлению, путь проходит без происшествий, хотя кромешная темнота, пугающие отголоски жутких стонов и чьи-то приглушённые голоса глубоко внизу заставляют вас понервничать. Вы идёте несколько часов, пока наконец не замечаете вдали свет. Вы снова выходите на склон горы, и на этот раз перед вами открывается захватывающий дух вид на город, описанный в отчёте Дайера. Вы бы ни с чем не спутали это кошмарное зрелище. Десятки конических и пирамидальных зданий из тёмного сланца и песчаника разбросаны по долине, подобно лабиринту из идеальных геометрических фигур. Хоть время и не пощадило его, город всё ещё стоит, укрытый иззубренными пиками и полузасыпанный снегом. Некоторое время вы в тишине созерцаете эту невероятную картину. Каким-то образом вам удалось найти путь сквозь гору. Если бы не многочисленные беды, обрушившиеся на вас по пути сюда, это был бы момент триумфа. Но после жертв, принесённых ради неё, победа кажется пирровой. После минутной передышки вы начинаете долгий путь к неземному городу. Вам придётся остановиться на ночлег ещё до того, как вы закончите спуск. Если повезёт, живущие здесь твари не заметят ваш лагерь…
vi: Ngay khi bạn bắt đầu mất hy vọng, bạn tìm thấy một hang động tối tăm nằm sâu trong sườn núi. Gió rít bên ngoài lối vào hang, mang theo một trận tuyết bất ngờ. Bạn không chắc điều gì tồi tệ hơn—chết từ từ trong hang băng lạnh giá, hay cũng từ từ khi không thể đến đỉnh núi. Nhưng khi một đồng đội bật đèn pin, bạn nhận ra có thể có lựa chọn thứ ba. Các bức tường của đường hầm hẹp này phủ đầy chữ tượng hình kỳ lạ, loại mà bạn chưa từng thấy. Chữ viết cổ xưa của một ngôn ngữ ngoài hành tinh, bạn đoán vậy. Có thể là của Elder Things (Cổ Vật) từng gọi nơi này là nhà. Quan trọng hơn, hang động kéo dài sâu hơn vào sườn núi, vượt xa tầm chiếu của ánh sáng. Bạn bỏ phiếu và quyết định tiến lên, hy vọng vượt mong đợi rằng đường hầm có thể dẫn đến lối ra khác. Ngạc nhiên thay, hành trình khá suôn sẻ, dù bóng tối luôn hiện diện, những tiếng rên rỉ kỳ quái vọng lại, và tiếng thì thầm của thứ gì đó sâu bên dưới làm hao mòn tinh thần bạn. Trong nhiều giờ bạn tiếp tục, cho đến cuối cùng, thật may mắn, bạn thấy ánh sáng phía xa. Bạn lại bước ra sườn núi, lần này với một khung cảnh ngoạn mục. Trải dài trước mắt bạn là thành phố trong báo cáo của Dyer. Dáng vẻ ma mị của nó không thể nhầm lẫn. Hàng chục tòa nhà hình nón và kim tự tháp bằng đá phiến đen và sa thạch xếp chồng lên nhau khắp khu vực như mê cung của những hình học hoàn hảo. Dù bị thời gian bào mòn, thành phố vẫn sừng sững, ẩn mình sau những đỉnh núi lởm chởm và tuyết dày. Trong một lúc, bạn đứng im lặng ngắm nhìn cảnh tượng kỳ diệu. Bằng cách nào đó, bạn đã tìm ra lối qua núi. Nếu không vì bao thử thách trên đường đi, đây sẽ là khoảnh khắc chiến thắng. Nhưng sau những hy sinh để đến đây, thắng lợi trở nên trống rỗng. Sau một lúc nghỉ ngơi, bạn bắt đầu chuyến leo xuống dài vào thành phố xa lạ. Bạn sẽ phải dựng trại trước khi đến chân núi. Hy vọng rằng, bạn sẽ ẩn mình khỏi những sinh vật kinh khủng trú ngụ nơi đó…
zh: 正當你開始失去希望時，你在半山腰發現一座黑暗的洞穴。洞口外狂風呼嘯，一場大雪突然接踵而至。你不知道哪種情況更糟——被困在冰冷洞穴裡慢慢死去，還是在到達頂峰前同樣緩慢地死去。但當你的一個同伴打開手電筒時，你意識到可能還有第三種選擇。 這條狹窄隧道的牆壁上佈滿了你從未見過的奇怪的象形文字。你認為這是用異星語言所寫的古代作品。甚至可能就是那些曾經在這片地方安家的古老者寫的。更重要的是，洞穴通向山峰內側越來越深的地方，遠遠超出了你的光線所能照射到的範圍。 你們投票後決定繼續前進，希望隧道能把你帶到另一個出口。令你驚訝的是，旅程相當順利，除了始終存在著的黑暗，還有可怕呻吟的回聲和下面深處什麼東西那低沉的聲音在不停磨損著你的理智。幾個小時過去了，直到最後，非常幸運，你看到遠處有光。 你再次出現在山的一側，這一次是令人驚歎的景色。在你面前的是戴爾報告中描述的城市。它那令人難忘的樣子毋庸置疑。幾十座由黑色石板和砂岩建造的圓錐形和金字塔形建築像蜂巢一樣遍佈整個地區，就像一個完美的幾何形狀的迷宮。儘管歷經歲月的滄桑，這座城市依然屹立不倒，隱藏在鋸齒狀山峰和大雪之中。 有那麼一會兒，你靜靜地站在那裡，欣賞這奇妙的景象。不知怎麼的，你找到了一條穿過這座山的路。如果不是因為一路上的諸多艱險，此刻本應是歡慶勝利之時。但在付出了這麼多犧牲之後，勝利嘗起來甚是空洞無味。休息片刻後，你開始長途跋涉，進入陌生的城市。在到達山腳下之前，你必須紮營。運氣好的話，住在那裡的可怕生物不會注意到你……

source: Eliyah alive, sledge recovered
es: Eliyah está vivo y se recuperó el trineo
pl: Eliyah żyje, sanie odzyskane
ru: Илайя жив, сани найдены

source: Eliyah otherwise
es: Eliyah no está vivo o no se recuperó el trineo
pl: Eliyah w przeciwnym razie
ru: Илайя и/или сани не с нами

source: Claypool otherwise
es: Claypool no está vivo
pl: Claypool w przeciwnym razie
ru: Клейпул не с нами

source: Takada otherwise
es: Takada no está viva
pl: Takada w przeciwnym razie
ru: Такада не с нами

source: Investigators scouted the mountain pass
es: Los investigadores otearon el paso de montaña
pl: Badacze znaleźli górską przełęcz
ru: Сыщики разведали горный проход

source: Investigators scouted the mountain pass otherwise
es: Los investigadores no otearon el paso de montaña
pl: Badacze znaleźli górską przełęcz - w przeciwnym razie
ru: Сыщики не разведали горный проход

source: Cookie was victim
es: Cookie fue la víctima
pl: Cookie był ofiarą
ru: Жертва — Сухарь

source: Tragedy Strikes continued
es: Golpea la tragedia, continuación
pl: Niespodziewana tragedia cd.
ru: Трагическая потеря (продолжение)

source: Level 0
es: Nivel 0
pl: Poziom 0
ru: Уровень 0
vi: Cấp 0
zh: 高度0

source: Level 1
es: Nivel 1
pl: Poziom 1
ru: Уровень 1
vi: Cấp 1
zh: 高度1

source: Level 2
es: Nivel 2
pl: Poziom 2
ru: Уровень 2
vi: Cấp 2
zh: 高度2

source: Level 3
es: Nivel 3
pl: Poziom 3
ru: Уровень 3
vi: Cấp 3
zh: 高度3

source: Level 4
es: Nivel 4
pl: Poziom 4
ru: Уровень 4
vi: Cấp 4
zh: 高度4

source: Level 5
es: Nivel 5
pl: Poziom 5
ru: Уровень 5
vi: Cấp 5
zh: 高度5
