Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/to_the_forbidden_peaks.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Shuffle the seven Mountainside locactions and put five of them into play in a diagonal line. Set the remaining two locations aside, out of play. Put The Summit location into play at the top of the diagonal line. The position of each location has its own level from 0-5, beginning at the bottommost location at level 0 and ascending to The Summit at level 5
ru: Перемешайте все семь локаций «Горный склон» и введите в игру пять из них по диагонали. Две оставшиеся локации отложите в сторону. Введите в игру локацию «Вершина», разместив её в верхнем конце диагонали. У каждой локации есть уровень от 0 до 5, начиная с нижней локации на уровне 0 и заканчивая «Вершиной» на уровне 5

source: To the Forbidden Peaks
ko: 금단의 봉우리를 향해
