Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/to_the_forbidden_peaks.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Scenario II: To the Forbidden Peaks
de: Szenario II: Zu den Verbotenen Gipfeln
es: Escenario II: Hacia los picos prohibidos
fr: Scénario II : Vers les Sommets Interdits
it: Scenario II: Alle Vette Proibite
ko: 시나리오 II: 금단의 봉우리를 향해
pl: Scenariusz II: Na zakazane szczyty
pt: Cenário II: Para os Picos Proibidos
ru: Сценарий II: К запретным вершинам
vi: Màn II: To the Forbidden Peaks (Đi Tới Các Đỉnh Núi Cấm)
zh: 冒險II：失落之峰

source: The wind howls as your party prepares for the long journey ahead. There is very little conversation. Even if you could hear each other's muffled voices through your earmuffs and scarves, what would you say? The silence of your shared terror is loud enough. Your destination is many miles ahead of you. The jagged peaks loom far on the horizon, taunting you. You run a mental checklist of your situation…
de: Der Wind heult, während sich eure Gruppe auf die lange Reise vorbereitet. Es wird kaum gesprochen. Selbst wenn ihr die gedämpften Stimmen der anderen durch eure Ohrschützer und Schals hören könntet, was würdet ihr sagen? Die Stille eures geteilten Schreckens ist laut genug. Euer Ziel liegt vier Meilen vor euch. Die zerklüfteten Gipfel ragen weit entfernt am Horizont auf, als wollten sie euch verspotten. Ihr führt eine mentale Checkliste eurer Situation durch…
es: El viento aúlla mientras tu grupo se prepara para el largo viaje que os espera. Apenas hay conversaciones. Incluso si pudierais oíros las voces amortiguadas por las orejeras y bufandas, ¿qué ibais a decir? El silencio de vuestro terror compartido ya es lo bastante elocuente. Vuestro destino está a muchos kilómetros de aquí. Los escarpados picos se alzan en el horizonte a lo lejos, como retándoos. Haces un repaso mental de la situación…
fr: Le vent souffle tandis que vous vous préparez au long voyage à venir. Personne ne parle. Et même si vous pouviez même vous entendre à travers vos cache-oreilles et vos écharpes, que pourriez-vous dire ? Votre silence à tous retranscrit parfaitement votre terreur sans qu’il y ait besoin de mots. Votre destination se trouve loin devant vous. Les cimes escarpées sc profilent à l’horizon, comme si elles « vous narguaient ». Vous faites un dernier point mental de la situation…
it: L'ululare del vento vi accompagna nei preparativi per il lungo viaggio che vi attende. Nessuno spiccica una parola, e se anche poteste sentire le voci ovattate dei vostri compagni oltre le cuffie e le sciarpe, cosa mai potreste dirvi? Il silenzio causato dall'orrore che avete condiviso è già di per sé assordante. La vostra destinazione dista molti chilometri. Le vette frastagliate incombono all'orizzonte, come a provocarvi. Fate mentalmente il punto della situazione…
ko: 탐사대가 기나긴 여정을 앞두고 준비를 하는 사이, 야영지 바깥에서는 바람이 울부짖듯 맹렬하게 불어옵니다. 그러나 대원들 사이에는 거의 대화가 오가지 않습니다. 귀마개와 목도리 너머로 다른 이들의 먹먹한 목소리를 들을 수 있다 하더라도, 대체 어떤 말을 해야 할까요? 모두의 마음속을 파고드는 극심한 공포는 침묵을 자아냈고, 이 침묵만으로도 귀가 멀어버릴 것 같습니다. 목적지는 수 킬로미터나 떨어진 곳에 있습니다. 멀리 지평선 위로 비죽비죽 솟은 산봉우리들이 당신을 도발하듯 내려다봅니다. 나아가기에 앞서, 지금 대원들의 정신이 온전한 지 되돌아봅니다…
pl: Mimo szalejącej wichury wasza załoga przygotowuje się do długiej podróży. Prawie ze sobą nie rozmawiacie. Nawet gdybyście byli w stanie usłyszeć stłumione przez nauszniki i szaliki głosy swoich towarzyszy, nie wiedzielibyście co powiedzieć. Cisza wypełniona waszym wspólnym koszmarem jest wystarczająco głośna. Cel waszej podróży jest oddalony o wiele kilometrów. Nierówne szczyty majaczą daleko na horyzoncie, szydząc z was. Analizujecie w głowie waszą sytuację…
pt: O vento uiva enquanto a equipe se prepara para a longa jornada à frente. Há pouco falatório. Mesmo se conseguissem ouvir as vozes abafadas uns dos outros através do protetor de ouvidos e do cachecol, o que diriam? O silêncio do medo compartilhado é barulhento o suficiente. Seu destino está a muitos quilômetros de distância. Os picos irregulares pairam no horizonte ao longe, provocativos. Você avalia a situação mentalmente…
ru: Под завывание ветра ваша группа готовится к долгому путешествию. Почти никто не разговаривает. Даже если бы наушники и шарфы не мешали вам слышать друг друга, что бы вы сказали? Молчание вашего общего страха говорит само за себя. Ваша цель лежит во многих милях впереди. Иззубренные вершины вырисовываются далеко на горизонте, словно насмехаясь над вами. Вы мысленно проверяете, ничего ли не забыли…
vi: Tiếng gió rít gào khi nhóm của bạn chuẩn bị cho hành trình dài phía trước. Có rất ít lời trò chuyện. Dù có thể nghe được giọng nói nghèn nghẹt của nhau qua bịt tai và khăn quàng, bạn sẽ nói gì đây? Sự im lặng của nỗi sợ chung đã đủ ồn ào. Điểm đến của bạn còn cách xa hàng dặm. Những đỉnh núi lởm chởm hiện lên mờ xa trên đường chân trời, như đang chế nhạo bạn. Bạn kiểm tra tinh thần tình hình của mình…
zh: 當你的隊伍準備遠行時，狂風呼嘯。隊伍中幾乎沒有交談聲。即使你能透過耳套和圍巾聽到其他人低沉的聲音，你會有什麼想說的嗎？你們共同恐懼的沉默已經夠響亮了。 你的目的地在前方數英里開外。鋸齒狀山峰隱約顯現在遠方的地平線上，奚落著你。你在心裡對自己的處境列了一個清單……

source: Check your Campaign Log and read each passage below that corresponds to your situation.
de: Überprüfe das Kampagnenlogbuch und lies jeden zu eurer Situation passenden Abschnitt.
es: Comprueba el registro de campaña y lee cada uno de los siguientes pasajes que se corresponda con la situación.
fr: Vérifiez votre Carnet de Campagne et lisez chaque encadré ci-dessous qui correspond à votre situation.
it: Controllate il Diario della Campagna e leggete ogni sezione sottostante applicabile alla vostra situazione.
ko: 캠페인 기록지를 확인하여 다음 중 일치하는 항목을 모두 읽습니다.
pl: Sprawdź Dziennik kampanii i przeczytaj każdy poniższy fragment, który odpowiada waszej sytuacji.
pt: Verifique o Registro da Campanha e leia cada passagem abaixo correspondente à sua situação.
ru: Прочтите следующие разделы, сверяясь с журналом и применяя соответствующие эффекты.
vi: Kiểm tra Nhật ký Chiến dịch của bạn và đọc mỗi đoạn dưới đây tương ứng với tình hình của bạn.
zh: 檢查劇本日誌，閱讀下面每一段與你處境對應的段落。

source: If Eliyah Ashevak is alive and Wooden Sledge is listed under "Supplies Recovered:"
de: Falls Eliyah Ashevak am Leben ist und der Holzschlitten unter „Geborgene Vorräte“ aufgelistet ist:
es: Si Eliyah Ashevak está vivo y el Trineo de madera aparece en la sección “Suministros recuperados”:
fr: Si Eliyah Ashevak est vivant et que le Traîneau en Bois est inscrit sous la mention « Matériel Récupéré » :
it: Se Eliyah Ashevak è vivo e la Slitta di Legno è annotata alla voce "Scorte Recuperate":
ko: ‘엘리야 애쉬버크’가 살아있고 “수복한 물자” 아래에 나무 썰매가 기록되어 있습니까?
pl: Jeśli Eliyah Ashevak żyje i w sekcji „Odzyskane zapasy” są zanotowane Drewniane sanie:
pt: Se Eliyah Ashevak estiver vivo e Trenó de Madeira estiver listado sob “Suprimentos Recuperados”:
ru: Если Илайя Ашевак жив и в графе «Найденные припасы» записаны деревянные сани:
vi: Nếu Eliyah Ashevak còn sống và Wooden Sledge (Xe Trượt Gỗ) được liệt kê trong mục "Supplies Recovered" (Vật Tư Tìm Lại):
zh: 如果伊里亞·阿什瓦克活著，且“已回收的補給品”下記錄著木制雪橇：

source: "It is not large or sturdy enough to carry all of us," Eliyah explains as he hauls the last crate of supplies onto the old sledge, "but it should be able to carry our provisions and equipment, at least." He makes sure the lines are taut and all of the dogs' harnesses are properly fastened before giving Anyu, at the head of the pack, a scratch behind her ears. "Not looking forward to having to lug this thing up those mountains, but… we'll cross that bridge when we get to it. All right, girl. You ready?" Anyu barks once. "Yeah, I know you are."
de: „Er ist nicht groß und stabil genug, um uns alle zu tragen“, erklärt Eliyah, während er die letzte Kiste mit Vorräten auf den alten Schlitten hievt, „aber für den Proviant und die Ausrüstung sollte es reichen.“ Er vergewissert sich, dass die Seile straff und alle Hundegeschirre befestigt sind. Dann krault er Anyu, die an der Spitze des Rudels steht, hinter den Ohren. „Das wird kein Spaß, den Schlitten die Berge hinaufzuziehen, aber …darum kümmern wir uns, wenn es so weit ist. In Ordnung, Mädchen. Bist du bereit?“ Anyu bellt ein Mal. „Ja, ich weiß, dass du es bist.“
es: –No es lo bastante grande o resistente como para llevarnos a todos– explica Eliyah mientras acarrea la última caja de suministros sobre el viejo trineo–, pero al menos debería poder transportar nuestras provisiones y equipo. Se asegura de que las cuerdas estén tensas y que todos los arneses de los perros estén bien abrochados antes de rascar detrás de las orejas a Anyu, la líder de la manada. –No tengo ninguna gana de tener que arrastrar esta cosa montaña arriba, pero… ya cruzaremos ese puente cuando toque. Muy bien, chica, ¿estás lista? –Anyu ladra una vez–. Sí, ya sé que lo estás.
fr: « Il est trop étroit pour nous convoyer tous », explique Eliyah en fixant la dernière caisse de provisions au vieux traîneau, « mais il devrait au moins être capable de transporter nos provisions et notre équipement. » Il s’assure que les câbles sont suffisamment tendus et que les chiens sont correctement harnachés avant d’aller grattouiller Anyu, en tête d’équipage, derrière l’oreille. « Je ne suis pas spécialement pressé de devoir porter tout ça dans les montagnes, mais… on s’occupera de ça quand on y sera. Tu es prête Anyu ? » La chienne répond par un aboiement. « Alors, allons-y. »
it: "Non è abbastanza grande o resistente per portare tutti quanti" spiega Eliyah mentre carica l'ultima cassa di scorte sulla vecchia slitta, "ma dovrebbe essere sufficiente per trasportare i viveri e l'equipaggiamento… o almeno spero." Si assicura che le cinghie siano tese e che tutte le imbracature dei cani siano ben fissate prima di dare una grattata dietro le orecchie ad Anyu, posizionata alla guida del branco. "Non è che muoia dalla voglia di trascinare questa roba fino alla cima di quelle montagne, ma… non fasciamoci la testa prima di rompercela. Allora, ragazza, sei pronta?" Anyu abbaia una singola volta. "Si, so che lo sei."
ko: 엘리야가 낡은 썰매에 물자가 담긴 마지막 궤짝을 겨우겨우 실으면서 말합니다. “모두가 올라탈 만큼 크지도 튼튼하지도 않지만, 식량과 장비를 운반하는 데 쓰기엔 적당하겠소.” 그는 줄이 팽팽하게 고정되어 있는지와 개들이 단단히 견인줄을 매고 있는지를 확인하고는, 썰매개 대열 맨 앞을 이끄는 안유에게 다가가 귀를 쓰다듬어 주었습니다. “산 위까지 이걸 다 끌고 갈 생각을 하니 끔찍하지만, 그래도… 그때 일은 그때 가서 생각하십시다. 자, 안유. 준비는 됐겠지?” 안유가 컹하고 한 번 짖습니다. “그래, 아무렴. 그럴 줄 알았다, 이 녀석.”
pl: „Nie są wystarczająco duże ani wytrzymałe, aby pomieścić nas wszystkich” – wyjaśnia Eliyah, wciągając ostatnią skrzynkę z zapasami na stare sanie – „ale powinny być w stanie unieść przynajmniej nasz prowiant i sprzęt”. Upewnia się, że wszystkie linki są napięte, a szelki psów odpowiednio zapięte, następnie drapie stojącą na czele stada Anyu za uszami. „Nie powiem, żebym był zachwycony perspektywą taszczenia tego na szczyt góry, ale… będziemy się tym martwić później. W porządku, kochana. Jesteś gotowa?” Anyu wydaje z siebie pojedyncze szczeknięcie. „No pewnie, że jesteś”.
pt: “Ele não é grande ou robusto o suficiente para carregar todos nós”, Eliyah explica ao carregar a última caixa de suprimento no velho trenó, “mas deve ser capaz de carregar pelo menos nossas provisões e equipamentos”. Ele se certifica que as linhas estejam esticadas e que todos os arreios dos cães estejam apropriadamente presos antes de acariciar Anyu, à frente da matilha, atrás da orelha. “Não estou ansioso em ter que arrastar essa coisa montanha acima, mas… vamos cruzar aquela ponte quando chegarmos lá Certo, garota. Você está pronta?” Anyu late uma vez. “Sim, eu sei que você está.”
ru: — Конечно, они слишком маленькие и хлипкие, чтобы выдержать нас всех, — говорит Илайя, загружая в старые сани последний ящик с припасами. — Но, по крайней мере, мы можем везти на них провизию и снаряжение. Проверив, что постромки натянуты, а шлейки застёгнуты, он чешет за ухом Анью, пристёгнутую во главе упряжки. — Мало удовольствия тащить всё это в горы, но… Будем решать проблемы по мере их поступления. Ну хорошо, моя девочка. Ты готова? — Анью подаёт голос. — Конечно, готова.
vi: “Nó không đủ lớn hay chắc chắn để chở hết chúng ta,” Eliyah giải thích khi kéo thùng vật phẩm cuối cùng lên chiếc xe trượt cũ, “nhưng ít nhất nó cũng chở được lương thực và thiết bị.” Anh ấy đảm bảo dây cương căng đều và mọi dây đai của đàn chó được buộc chắc trước khi gãi sau tai Anyu, con dẫn đầu đàn. “Không hào hứng lắm với việc phải kéo thứ này lên núi, nhưng… cứ đến đó rồi tính. Được rồi, các cô gái. Cậu sẵn sàng chưa?” Anyu sủa một tiếng. “Ừ, tôi biết cậu sẵn sàng rồi.”
zh: “它不夠大，也不夠結實，裝不下我們所有人。”伊里亞一邊把最後一箱補給品拖到舊雪橇上，一邊解釋說，“但至少應該能裝得下我們的預備品和裝備。”他確認了繩子已經拉緊，所有隨行犬的輓具都正確固定好了，然後理了理領頭的安雨的耳朵後面。“別指望著能把這東西拖上山，但是……船到橋頭自然直。那麼，小姑娘。準備好了嗎？”安雨叫了一聲。“很好，我就知道。”

source: You groan as you heft an enormous, heavy backpack full of equipment onto your back. You're definitely not looking forward to trekking across the snow with an extra forty pounds, but there's no avoiding it. You have no idea how long you're going to be where you're headed, and you'll need everything in that backpack if you want to survive.
de: Ihr stöhnt auf, als ihr eure riesigen, schweren Rucksäcke voller Ausrüstung auf den Rücken hievt. Ihr freut euch definitiv nicht darauf, jeder mit vierzig zusätzlichen Pfund durch den Schnee zu wandern, aber es lässt sich nicht vermeiden. Ihr habt keine Ahnung, wie lange ihr dort, wo ihr hinwollt, bleiben werdet, aber ihr werdet alles von dem brauchen, was in euren Rucksäcken ist, um zu überleben.
es: Sueltas un gruñido al echarte a la espalda una enorme y pesada mochila llena de equipo. No tienes ninguna gana de tener que atravesar la nieve con casi veinte kilos más, pero no hay nada que hacer. No tienes ni idea de cuánto tiempo estarás allí adonde vas, así que necesitarás todo lo que hay en la mochila si quieres sobrevivir.
fr: Vous grognez en soulevant votre énorme sac à dos. L’idée de vous aventurer dans la neige avec ces vingt kilos supplémentaires ne vous enchante guère, mais vous n’avez pas vraiment le choix. Vous n’avez aucune idée du temps que vous resterez là-bas et vous allez avoir besoin de toutes ces provisions pour survivre.
it: Gemete mentre vi issate sulle spalle l'enorme zaino pieno di pesante equipaggiamento. Avreste fatto volentieri a meno di trascinarvi in mezzo alla neve con venti chili di carico addosso, ma non avete altra scelta. Non sapete quanto tempo vi occorrerà per giungere a destinazione, e se volete sperare di sopravvivere avrete bisogno di ogni attrezzatura a vostra disposizione.
ko: 장비로 가득 차 불룩 튀어나온 배낭을 등에 메자, 절로 신음이 새어 나옵니다. 20킬로그램은 족히 될법한 짐짝을 더 지고서 눈 위를 걷고 싶지는 않지만, 달리 방도가 없습니다. 목적지를 향해 얼마나 오래 걸릴지 모르고, 살아남고자 한다면 배낭에 든 것 중에 어느 것도 버릴 것이 없습니다.
pl: Jęczycie z bólu i zmęczenia, dźwigając na plecach ogromne, ciężkie plecaki pełne sprzętu. Nie jesteście zachwyceni perspektywą przedzierania się przez śniegi z dodatkowymi dwudziestoma kilogramami obciążenia, ale nie da się tego uniknąć. Nie macie pojęcia, jak długo będziecie szli do waszego celu, a jeśli chcecie przeżyć, będziecie potrzebować wszystkiego, co znajduje się w tych plecakach.
pt: Você geme ao colocar uma enorme e pesada mochila cheia de equipamentos nas costas. Você definitivamente não está ansioso para a jornada sobre a neve com 18 quilos a mais, mas não tem o que fazer. Você não tem ideia de quanto tempo levará para chegar aonde está indo e precisará de tudo naquela mochila se quiser sobreviver.
ru: Вы со стоном взваливаете на спину огромный неподъёмный рюкзак, забитый снаряжением. Мало удовольствия тащиться по снегу с сорока лишними фунтами веса, но выбора нет. Кто знает, как долго вы пробудете там, куда направляетесь, и что из содержимого рюкзака окажется критически важным для выживания.
vi: Bạn rên rỉ khi vác chiếc ba lô khổng lồ nặng trĩu đầy thiết bị lên lưng. Bạn chắc chắn không mong đợi việc lê bước qua tuyết với thêm hai mươi cân, nhưng không thể tránh được. Bạn không biết mình sẽ ở nơi sắp đến bao lâu, và bạn sẽ cần mọi thứ trong ba lô đó để sống sót.
zh: 你呻吟著把一個裝滿裝備又大又重的背包扛到背上。你肯定不想帶著額外的40磅重量徒步穿越雪地，但這已無法避免。你不知道要花多久才能到你要去的地方，而如果你想活下去，背包裡的一切都是必需的。

source: "Weather might look clear right now," Claypool explains, "but it could turn on a dime. We'll be on ice for most of the journey, so be on the lookout for cracks. We need ice about 60 centimeters thick in order to walk across, so stay behind me at all times and I'll use this augur to make sure it's safe." He holds up a spiral-tipped drilling device and leads the way.
de: „Im Moment sieht das Wetter noch gut aus“, erklärt Claypool, „aber das kann sich schlagartig ändern. Die meiste Zeit der Reise befinden wir uns auf Eis, halten Sie also Ausschau nach Rissen. Um nicht einzubrechen, muss das Eis etwa 60 Zentimeter dick sein. Bleiben Sie die ganze Zeit hinter mir. Mit diesem Gerät kann ich prüfen, ob wir sicher sind.“ Er hält ein spiralförmiges Bohrgerät hoch und geht voran.
es: –Aunque el tiempo parezca despejado ahora –explica Claypool–, podría cambiar de improviso. Estaremos sobre el hielo durante la mayor parte del viaje, así que todo el mundo atento a posibles grietas. Necesitamos un hielo de unos 60 centímetros de grosor para poder caminar sobre él, así que todo el mundo debe ir detrás de mí en todo momento, y yo usaré este barreno para cerciorarme de que es seguro –añade mientras muestra un dispositivo de perforación con punta en espiral antes de ponerse a la cabeza del grupo.
fr: « Le temps a l’air calme pour l’instant », explique Claypool, « mais il peut tourner d’une minute à l’autre. Nous serons sur de la glace la majeure partie de la journée, alors attention aux fissures. Il faut que la couche de glace mesure au moins soixante centimètres d’épaisseur pour que l’on puisse marcher dessus, alors restez derrière moi tout le temps et marchez aux mêmes endroits que moi si vous voulez rester en vie. » Il ramasse sa foreuse à tête spiralée et prend la tête du groupe.
it: "Il cielo può sembrare limpido ora" esclama Claypool, "ma la situazione potrebbe cambiare da un momento all'altro. Viaggeremo sul ghiaccio per buona parte del tragitto, quindi fate attenzione alle crepe. Le lastre devono essere spesse almeno sessanta centimetri per reggere il nostro peso: state dietro di me e tramite questo aggeggio mi accerterò che non finiamo in un crepaccio." Vi mostra un piccolo trapano dalla punta a spirale, poi si volta e inizia a fare strada.
ko: 클레이풀이 설명합니다. “지금은 날씨가 화창해 보입니다만 순식간에 돌변할지도 모르겠습니다. 대부분의 여정을 빙판 위에서 보내게 될 것 같으니, 균열이 있지는 않은지 잘 살펴보세요. 안전하게 횡단하려면 적어도 60센티미터 두께는 넘는 얼음 위를 내디뎌야 하니, 항상 제 뒤에 붙어서 제가 이 장비로 안전하다고 ‘점치기’ 전까지 기다리셔야 합니다.” 클레이풀이 회전 굴착 장비를 들고서 앞장섭니다.
pl: „Teraz pogoda wydaje się dobra” – tłumaczy Claypool – „ale w każdej chwili może się zmienić. Przez większość naszej podróży będziemy przemieszczać się po lodzie, więc zwracajcie uwagę na wszelkie pęknięcia. Aby bezpiecznie po nim przejść, musi on być gruby na około 60 centymetrów, więc przez cały czas trzymajcie się mnie – będę szedł pierwszy i sprawdzał grubość świdrem”. Przytrzymuje w górze spiralne urządzenie do wiercenia w lodzie i staje na czele wyprawy.
pt: “O tempo pode até parecer bom agora”, Claypool explica, “mas ele pode virar do nada. Caminharemos sobre o gelo na maior parte da jornada, então fiquem atentos com as rachaduras. Precisamos de 60 cm de gelo para andar em segurança, então fiquem atrás de mim o tempo todo. E eu vou usar este trado para garantir que é seguro.” Ele carrega um dispositivo com ponta espiralada e lidera o caminho.
ru: — Сейчас погода ясная, — говорит Клейпул. — Но всё может вмиг поменяться. Большую часть пути мы проделаем по льду, так что следите за трещинами. Чтобы лёд нас выдержал, он должен быть хотя бы 60 сантиметров толщиной. Поэтому идите строго за мной, а я буду разведывать безопасный путь с помощью этого зонда. — Он показывает небольшой бур с винтовым наконечником и отправляется в путь.
vi: “Thời tiết giờ có thể trông quang đãng,” Claypool giải thích, “nhưng nó có thể xấu đi trong chớp mắt. Chúng ta sẽ đi trên băng phần lớn hành trình, nên hãy để ý các vết nứt. Băng cần dày khoảng 60 phân để đi qua an toàn, vì vậy luôn đi sau tôi và tôi sẽ dùng cái khoan này để kiểm tra.” Anh ấy giơ lên một thiết bị khoan mũi xoắn và dẫn đường.
zh: 克萊普爾解釋說：“現在天氣可能看起來很晴朗，但它可能在瞬間轉變。我們大部分時間都在冰上，所以要注意裂縫。我們需要60公分厚的冰才能走過去，所以要一直跟在我後面，我會用這個來確保安全。”他手持一個螺旋形的鑽孔裝置，一馬當先。

source: You venture out when the sky looks clear, but it only takes an hour for the weather to take a sudden turn for the worse. The heavy snowfall is bad enough, but it's the ice that truly slows you down. Without Claypool to safely guide you, you have to proceed slowly and cautiously to ensure you even make it to the mountains alive.
de: Als der Himmel etwas aufklart, wag ihr euch ins Freie, aber nach nur einer Stunde schlägt das Wetter plötzlich um. Der starke Schneefall ist schon schlimm genug, doch es ist das Eis, das euch wirklich ausbremst. Ohne Claypools Führung müsst ihr auf dem Eis besonders langsam und bedacht vorgehen, um es überhaupt lebend in die Berge zu schaffen.
es: Partís cuando el cielo parece despejado, pero en poco más de una hora, el tiempo empeora de repente. La intensa nevada ya es lo bastante mala, pero lo que de verdad os ralentiza es el hielo. Sin Claypool para guiaros con seguridades tenéis que avanzar lenta y cautelosamente para cercioraros de llegar a las montañas con vida.
fr: Au premier signe de temps dégagé, vous décidez de tenter votre chance. À peine une heure plus tard, le temps se gâte et se change en tempête. Les chutes de neige sont terribles, mais c’est la glace qui vous ralentit surtout. Sans Claypool pour vous guider, vous devez progresser avec lenteur et précaution si vous voulez rester en vie.
it: Vi mettete in marcia appena il cielo si schiarisce, ma dopo una sola ora di viaggio il clima peggiora all'improvviso. La tormenta di neve vi colpisce duramente, ma è il ghiaccio a rallentarvi più di tutto: senza la guida esperta di Claypool dovete procedere lentamente e con prudenza per assicuravi di poter giungere vivi a destinazione.
ko: 하늘이 맑아 보일 때 길을 나섰지만, 한 시간도 채 되지 않아 날씨가 돌변하더니 급격하게 악화되었습니다. 폭설만으로도 충분한 악재였지만, 발길을 느리게 만드는 주된 원인은 얼음이었습니다. 이제는 클레이풀의 안내에 따라 안전한 길을 택할 수도 없으니, 살아서 산맥에 도착하려면 더디더라도 조심스럽게 나아갈 수밖에 없습니다.
pl: Gdy wyruszacie, niebo jest bezchmurne, ale już po godzinie pogoda drastycznie się pogarsza. Już same intensywne opady śniegu są wystarczającym utrudnieniem, ale to lód najbardziej was spowalnia. Bez Claypoola, który mógł was bezpiecznie poprowadzić, jesteście zmuszeni poruszać się powoli i z jeszcze większą uwagą, żeby udało wam się przeżyć bodaj samą drogę do gór.
pt: Vocês partem quando o céu está limpo, mas demora apenas uma hora para que o tempo vire de repente. A pesada nevasca é ruim o suficiente, mas, de fato, o que os atrasa é o gelo. Sem Claypool para guiá-los em segurança, vocês precisam prosseguir vagarosa e cuidadosamente pra garantir que sequer cheguem até as montanhas vivos.
ru: Вы покидаете лагерь под безоблачным небом, но всего через час погода резко портится. И сильный снегопад — это ещё полбеды: ненадёжный лёд замедляет ваше продвижение куда сильнее. Без опытного проводника вроде Клейпула вам приходится идти медленно и осторожно, чтобы добраться до гор в целости.
vi: Bạn khởi hành khi bầu trời trông quang đãng, nhưng chỉ một giờ sau, thời tiết đột ngột chuyển xấu. Tuyết rơi dày đã đủ tệ, nhưng chính lớp băng mới thực sự làm bạn chậm lại. Không có Claypool dẫn đường an toàn, bạn phải tiến chậm và cẩn thận để đảm bảo đến được dãy núi mà vẫn còn sống.
zh: 當天空看起來很晴朗的時候，你冒險外出，但只過了一個小時，天氣就突然變壞了。大雪已經夠糟糕的了，但真正讓你慢下來的是冰。沒有克萊普爾的安全指引，你必須緩慢小心地前進以確保你能活著到達山脈。
