Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/to_the_forbidden_peaks.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: The hardened veteran spits out a curse and manages to slip his right arm out of the thing's grasp. It's enough for him to take a single shot with his colt. The gunshot thunders across the mountain and rips through the thing's grotesque, formless mass.
de: Der abgehärtete Veteran flucht kurz, ehe er seinen rechten Arm aus den Fängen des Dings befreien und einen Schuss mit seinem Colt abgeben kann. Dieser donnert über den Berg hinweg und reißt ein Loch in die groteske, formlose Masse des Wesens.
es: El curtido veterano suelta una palabrota y logra sacar el brazo derecho del agarre de la criatura, lo suficiente como para poder realizar un disparo con su colt. La detonación resuena por toda la montaña y desgarra la grotesca masa informe de la cosa.
fr: Le vétéran aguerri parvient à dégager son bras droit tout en poussant un juron. Contre toute attente, il parvient à saisir son colt et à presser une fois la détente. Le coup de feu résonne entre les montagnes et touche la forme grotesque de la créature.
it: Il veterano della Grande Guerra sputa un improperio prima di liberare il braccio destro dalla presa di quella dannata cosa, abbastanza da raggiungere la sua fidata Colt, afferrarla e premere il grilletto. Il frastuono del colpo riecheggia violentemente tra le pendici delle montagne, perforando la massa informe e grottesca della creatura.
ko: 노련한 참전용사가 욕지거리를 내뱉더니 간신히 놈의 손아귀에서 오른쪽 팔을 비집어 꺼냅니다. 그 짧은 순간도 쿠키가 콜트로 한 발 반격하는 데에는 충분했습니다. 우레와 같은 총성이 메아리치고, 놈의 기괴한 무정형 육체가 찢겨나갑니다.
pl: Twardy weteran rzuca wiązankę przekleństw i udaje mu się wyrwać prawą rękę z uścisku istoty. To wystarczy, aby mógł oddać strzał ze swojego colta. Huk roznosi się echem pośród gór, a pocisk przeszywa bezkształtną, groteskową masę istoty.
pt: O experiente veterano xinga e consegue desvencilhar o braço direito do domínio da coisa. É o suficiente para ele efetuar um único disparo com sua colt. O disparo ecoa pelas montanhas e atravessa a disforme e grotesca massa da coisa.
ru: Закалённый ветеран изрыгает проклятие и умудряется вырвать правую руку из захвата твари. Этого достаточно, чтобы он успел выстрелить из своего кольта. Грохот выстрела прокатывается по горному склону, и пуля пробивает уродливую бесформенную тушу.
vi: Người cựu binh chai sạn nhổ ra một câu chửi và xoay sở rút tay phải khỏi cái nắm của thứ đó. Đủ để anh ấy bắn một phát bằng khẩu colt. Tiếng súng vang dội khắp núi và xé qua khối thịt vô định hình ghê tởm của nó.
zh: 身經百戰的老兵咒罵了一句，設法將右臂從那東西的抓攫中鬆開。這足以讓他用他的柯爾特開一槍。槍聲響徹山脈，那團奇怪無形的東西上被打穿了一個開口。

source: Deal 2 damage to The Terror of the Stars.
de: Füge dem Gegner Der Schrecken von den Sternen 2 Schaden zu.
es: Inflige 2 puntos de daño a El terror de las estrellas.
fr: Infligez 2 dégâts à la Terreur des Étoiles.
it: Infliggete 2 danni al Terrore delle Stelle.
ko: ‘별들의 공포’에게 피해를 2 줍니다.
pl: Zadaj 2 obrażenia Gwiezdnemu koszmarowi.
pt: Cause 2 de dano ao Terror das Estrelas.
ru: Нанесите 2 раны «Ужасу звёзд».
vi: Gây 2 chấn thương vật lý cho The Terror of the Stars (Khủng Bố Dưới Các Vì Sao).
zh: 對星之恐怖造成2點傷害。

source: Then, without a moment of consideration, it shoves its tendrils into its victim's body and yanks them apart like a piece of uncooked meat. A spray of blood stains the snow crimson. It drops what remains of your companion unceremoniously onto the ground and turns its attention to you.
de: Dann, ohne einen Moment zu warten, schiebt das Wesen seine Ranken in den Körper seines Opfers und reißt es wie ein Stück rohes Fleisch einfach auseinander. Blut spritzt und färbt den Schnee rot. Die Überreste lässt es kurzerhand fallen und wendet sich nun euch zu.
es: A continuación, sin un instante de duda, clava sus tentáculos en el cuerpo de su víctima y la parte de un tirón como si fuera un trozo de carne cruda. Una rociada de sangre tiñe la nieve de un color carmesí. Tira en el suelo sin miramientos los restos de la persona y vuelve su atención hacia los demás.
fr: Puis, sans la moindre hésitation, la créature transperce le corps de sa victime de ses tentacules et la déchire de l’intérieur comme un bout de viande cru. Une giclée de sang teinte la neige de rouge. La créature laisse choir les restes meurtris de votre compagnon au sol et se tourne vers vous.
it: Senza nemmeno un attimo di esitazione, l'entità affonda i suoi filamenti nel corpo della vittima e poi strappa. Uno strattone violento, macabro, che ne dilania le carni come fosse una bambola di pezza. La neve si tinge di sangue. L'essere lascia cadere ciò che resta del membro della spedizione e si volta per avventarsi su di voi.
ko: 그러더니, 놈은 당신이 대처할 새도 없이 희생자의 몸뚱이에 촉수를 꽂아 넣고서 찢어발겼고, 조금 전까지만 해도 동료였던 것은 한순간에 갈가리 찢긴 고깃덩이가 되고 말았습니다. 선혈이 눈더미를 진홍색으로 물들여갑니다. 놈은 시신을 무정하게 땅에 내던지고는 당신을 향해 돌아섭니다.
pl: Wtedy, bez chwili namysłu, istota wbija swoje macki w ciało ofiary i rozrywa je jak kawałek surowego mięsa. Szkarłatny rozbryzg krwi plami śnieg. Stworzenie bezceremonialnie rzuca na ziemię resztki waszego towarzysza i zwraca teraz uwagę na was.
pt: Então, do nada, a coisa penetra seus tentáculos no corpo de sua vítima e o rasga ao meio como um pedaço de carne crua. Um borrifo de sangue tinge a neve de vermelho. Sem cerimônias, a coisa solta o que sobrou de seu companheiro no chão e volta a atenção para você.
ru: Затем, не медля ни секунды, существо вонзает свои щупальца в тело жертвы и разрывает его на части, словно кусок сырого мяса, окрашивая снег багряными брызгами крови. Оно бесцеремонно бросает останки вашего спутника на землю и обращает своё внимание на вас.
vi: Rồi, không chút do dự, nó đâm các xúc tu vào cơ thể nạn nhân và xé họ ra như một miếng thịt sống. Máu phun ra nhuộm đỏ tuyết. Nó thả xác đồng đội bạn xuống đất một cách không thương tiếc và quay sự chú ý sang bạn.
zh: 然後，它毫不猶豫地把卷鬚插進受害者的身體，把後者就像一塊生肉似的當場撕碎。噴出的血把雪染成了紅色。它毫不客氣地把你同伴的殘骸扔到地上，然後把注意力轉向你。

source: Each investigator earns experience equal the Victory X value of each card in the victory display.
de: Jeder Ermittler verdient Erfahrungspunkte in Höhe des Sieg-X-Wertes aller Karten im Siegpunktestapel.
es: Cada investigador obtiene una cantidad de experiencia igual al valor de Victoria X de cada carta que haya en la zona de victoria.
fr: Chaque investigateur reçoit un total de points d’expérience égal à la somme des valeurs de Victoire X des cartes qui se trouvent dans la pile de victoire.
it: Ogni investigatore guadagna un ammontare di punti esperienza pari al valore di Vittoria di ogni carta nella galleria delle vittorie.
ko: 각 조사자는 승점 더미에 있는 카드의 승점값만큼 경험치를 얻습니다.
pl: Każdy badacz zdobywa punkty doświadczenia w liczbie równej łącznej wartości „Zwycięstwo X” wszystkich kart w puli zwycięstwa.
pt: Cada investigador ganha experiência igual ao valor de Vitória X de cada carta no painel de vitória.
ru: Каждый сыщик получает опыт, равный сумме победных значений всех карт на победном счету.
vi: Mỗi điều tra viên nhận kinh nghiệm bằng giá trị Victory X của mỗi lá bài trong khu vực trưng bày thành tích.
zh: 每位調查員取得經驗值，數量等於勝利區所有卡牌的勝利X數值之和。

source: Any one investigator may choose to add Green Soapstone to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf wählen, Grüner Speckstein seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede elegir añadir la Esteatita verde a su mazo. Esta carta no cuenta para su tamaño de mazo.
fr: N’importe quel investigateur a le droit d’ajouter le soutien [[Expédition]] Stéatite Verte à son deck. Cette carte ne compte pas dans la taille du deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere la Steatite Verde al suo mazzo (non considerandola nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘녹색 활석’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może zdecydować się dodać Zielony steatyt do swojej talii. Nie wlicza się on do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Esteatita Verde ao seu baralho. Esta carta não conta para o tamanho do baralho desse investigador.
ru: Один любой сыщик может включить «Зелёный мыльный камень» в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ điều tra viên nào cũng có thể chọn thêm Green Soapstone (Đá Xanh) vào chồng bài của họ. Lá bài này không tính vào kích thước chồng bài của điều tra viên đó.
zh: 一位調查員可以選擇將綠皂石加入自己牌組。這張卡牌不計入其牌組卡牌張數。

source: Any one investigator may choose to add Wooden Sledge to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf wählen, Holzschlitten seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede elegir añadir el Trineo de madera a su mazo. Esta carta no cuenta para su tamaño de mazo.
fr: N’importe quel investigateur a le droit d’ajouter le soutien [[Expédition]] Traîneau en Bois à son deck. Cette carte ne compte pas dans la taille du deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere la Slitta di Legno al suo mazzo (non considerandola nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘나무 썰매’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może zdecydować się dodać Drewniane sanie do swojej talii. Nie wliczają się one do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Trenó de Madeira ao seu baralho. Esta carta não conta para o tamanho do baralho desse investigador.
ru: Один любой сыщик может включить «Деревянные сани» в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ điều tra viên nào cũng có thể chọn thêm Wooden Sledge (Xe Trượt Gỗ) vào chồng bài của họ. Lá bài này không tính vào kích thước chồng bài của điều tra viên đó.
zh: 一位調查員可以選擇將木製雪橇加入自己牌組。這張卡牌不計入其牌組卡牌張數。

source: Any one investigator may choose to add Dynamite to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf wählen, Dynamit seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede elegir añadir la Dinamita a su mazo. Esta carta no cuenta para su tamaño de mazo.
fr: N’importe quel investigateur a le droit d’ajouter le soutien [[Expédition]] Dynamite à son deck. Cette carte ne compte pas dans la taille du deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere la Dinamite al suo mazzo (non considerandola nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘다이너마이트’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może zdecydować się dodać Dynamit do swojej talii. Nie wlicza się on do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Dinamite ao seu baralho. Esta carta não conta para o tamanho do baralho desse investigador.
ru: Один любой сыщик может включить «Динамит» в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ điều tra viên nào cũng có thể chọn thêm Dynamite (Thuốc Nổ) vào chồng bài của họ. Lá bài này không tính vào kích thước chồng bài của điều tra viên đó.
zh: 一位調查員可以選擇將炸藥加入自己牌組。這張卡牌不計入其牌組卡牌張數。

source: Any one investigator may choose to add Miasmic Crystal to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf wählen, Miasmischer Kristall seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede elegir añadir el Cristal de miasma a su mazo. Esta carta no cuenta para su tamaño de mazo.
fr: N’importe quel investigateur a le droit d’ajouter le soutien [[Expédition]] Cristal Miasmatique à son deck. Cette carte ne compte pas dans la taille du deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere il Cristallo Miasmatico al suo mazzo (non considerandolo nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘독기 서린 수정’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może zdecydować się dodać Miazmatyczny kryształ do swojej talii. Nie wlicza się on do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Cristal Miasmático ao seu baralho. Esta carta não conta para o tamanho do baralho desse investigador.
ru: Один любой сыщик может включить «Скверностный кристалл» в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ điều tra viên nào cũng có thể chọn thêm Miasmic Crystal (Tinh Thể Độc) vào chồng bài của họ. Lá bài này không tính vào kích thước chồng bài của điều tra viên đó.
zh: 一位調查員可以選擇將瘴氣水晶加入自己牌組。這張卡牌不計入其牌組卡牌張數。

source: Any one investigator may choose to add Mineral Specimen to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf wählen, Mineralienproben seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede elegir añadir el Espécimen mineral a su mazo. Esta carta no cuenta para su tamaño de mazo.
fr: N’importe quel investigateur a le droit d’ajouter le soutien [[Expédition]] Échantillon Minéral à son deck. Cette carte ne compte pas dans la taille du deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere i Campioni di Minerali al suo mazzo (non considerandoli nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘광물질 표본’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może zdecydować się dodać Próbkę minerału do swojej talii. Nie wlicza się ona do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Espécime Mineral ao seu baralho. Esta carta não conta para o tamanho do baralho desse investigador.
ru: Один любой сыщик может включить «Образцы минералов» в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ điều tra viên nào cũng có thể chọn thêm Mineral Specimen (Mẫu Khoáng Vật) vào chồng bài của họ. Lá bài này không tính vào kích thước chồng bài của điều tra viên đó.
zh: 一位調查員可以選擇將礦物標本加入自己牌組。這張卡牌不計入其牌組卡牌張數。

source: Any one investigator may choose to add Small Radio to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf wählen, Kleines Funkgerät seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede elegir añadir la Radio pequeña a su mazo. Esta carta no cuenta para su tamaño de mazo.
fr: N’importe quel investigateur a le droit d’ajouter le soutien [[Expédition]] Petite Radio à son deck. Cette carte ne compte pas dans la taille du deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere la Radiolina al suo mazzo (non considerandola nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘소형 무선 통신장치’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może zdecydować się dodać Małe radio do swojej talii. Nie wlicza się ono do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Rádio Pequeno ao seu baralho. Esta carta não conta para o tamanho do baralho desse investigador.
ru: Один любой сыщик может включить «Радиопередатчик» в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ điều tra viên nào cũng có thể chọn thêm Small Radio (Radio Nhỏ) vào chồng bài của họ. Lá bài này không tính vào kích thước chồng bài của điều tra viên đó.
zh: 一位調查員可以選擇將小型收音機加入自己牌組。這張卡牌不計入其牌組卡牌張數。

source: Any one investigator may choose to add Spare Parts to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf wählen, Ersatzteile seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede elegir añadir las Piezas de repuesto a su mazo. Esta carta no cuenta para su tamaño de mazo.
fr: N’importe quel investigateur a le droit d’ajouter le soutien [[Expédition]] Pièces de Rechange à son deck. Cette carte ne compte pas dans la taille du deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere i Pezzi di Ricambio al suo mazzo (non considerandoli nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘예비 부품’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może zdecydować się dodać Części zapasowe do swojej talii. Nie wliczają się one do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Peças Sobressalentes ao seu baralho. Esta carta não conta para o tamanho do baralho desse investigador.
ru: Один любой сыщик может включить «Запасные части» в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ điều tra viên nào cũng có thể chọn thêm Spare Parts (Phụ Tùng Dự Phòng) vào chồng bài của họ. Lá bài này không tính vào kích thước chồng bài của điều tra viên đó.
zh: 一位調查員可以選擇將備用零件加入自己牌組。這張卡牌不計入其牌組卡牌張數。

source: For each [[Expedition]] asset in the victory display, an investigator may choose to add that asset to their deck. It does not count toward their deck size. For each [[Expedition]] asset added to an investigator's deck this way, that investigator earns 1 bonus experience.
de: Für jede [[Expedition]]-Vorteilskarte im Siegpunktestapel darf ein Ermittler wählen, jene Vorteilskarte seinem Deck hinzuzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers. Für jede [[Expedition]]-Vorteilskarte, die einem Ermittlerdeck so hinzugefügt wurde, verdient der entsprechende Ermittler 1 Bonus-Erfahrungspunkt.
es: Por cada Apoyo [[Expedición]] que haya en la zona de victoria, un investigador puede elegir añadir ese Apoyo a su mazo. No cuenta para su tamaño de mazo. Por cada Apoyo [[Expedición]] añadido al mazo de un investigador de este modo, ese investigador obtiene 1 punto de experiencia de bonificación.
fr: Pour chaque soutien [[Expédition]] dans la pile de victoire, un investigateur a le droit de choisir d’ajouter ce soutien à son deck. Il ne compte pas dans la taille du deck de cet investigateur. Pour chaque soutien [[Expédition]] ainsi ajouté à son deck, cet investigateur reçoit 1 point d’expérience bonus.
it: Per ogni supporto [[Spedizione]] nella galleria delle vittorie, un investigatore può scegliere di aggiungere quel supporto al suo mazzo (non considerandolo nella dimensione del suo mazzo). Per ogni supporto [[Expedition]] aggiunto al mazzo di un investigatore in questo modo, quell'investigatore guadagna 1 punto esperienza aggiuntivo.
ko: 승점 더미에 있는 [[탐사]] 자산마다, 조사자 중 한 명이 해당 자산을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다. 이렇게 조사자의 덱에 추가한 [[탐사]] 자산마다, 해당 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Dla każdego znajdującego się w puli zwycięstwa atutu fabularnego z cechą [[Ekspedycja]], dowolny badacz może zdecydować się dodać go do swojej talii. Nie wlicza się on do limitu kart w talii badacza. Za każdy atut z cechą [[Ekspedycja]] dodany w ten sposób do talii badacza dany badacz otrzymuje 1 punkt doświadczenia.
pt: Para cada ativo de [[Expedition]] no painel de vitória, um investigador pode escolher adicionar tal ativo ao seu próprio baralho. Não o considere ao contar o tamanho do baralho de tal investigador. Para cada ativo de [[Expedition]] adicionado ao baralho de um investigador desta forma, ele ganha 1 de experiência bônus.
ru: Сыщики могут добавить в свои колоды любые из [[экспедиционных]] активов на победном счету. Эти карты не идут в счёт размера колоды. За каждый [[экспедиционный]] актив, добавленный в его колоду таким образом, сыщик получает 1 опыт дополнительно.
vi: Với mỗi tài sản [[Expedition]] (Thám Hiểm) trong khu vực trưng bày thành tích, một điều tra viên có thể chọn thêm tài sản đó vào chồng bài của họ. Nó không tính vào kích thước chồng bài. Với mỗi tài sản [[Expedition]] được thêm vào chồng bài của điều tra viên theo cách này, điều tra viên đó nhận 1 kinh nghiệm thưởng.
zh: 勝利區中每有一個[[探險]]支援，一位調查員可以選擇將該支援加入自己牌組。這張卡牌不計入其牌組卡牌張數。每有一個[[探險]]支援以此方式加入一位調查員的牌組，該調查員取得1點獎勵經驗值。

source: For each [[Expedition]] asset that is not in the victory display, cross off its title in the "Supplies Recovered" section of the Campaign Log.
de: Der Name jeder [[Expedition]]-Vorteilskarte, die sich nicht im Siegpunktestapel befindet, wird unter „Geborgene Vorräte“ im Kampagnenlogbuch durchgestrichen.
es: Por cada Apoyo [[Expedición]] que no esté en la zona de victoria, tacha su nombre en la sección “Suministros recuperados” del registro de campaña.
fr: Dans la section « Matériel Récupéré » du Carnet de Campagne, barrez le nom de chaque soutien [[Expédition]] qui n’est pas dans la pile de victoire.
it: Alla voce "Scorte Recuperate" del Diario della Campagna, barrate il nome di ogni supporto [[Spedizione]] che non si trova nella galleria delle vittorie.
ko: 승점 더미에 있지 않은 [[탐사]] 자산마다, 캠페인 기록지의 “수복한 물자” 항목에서 그 명칭에 취소선을 긋습니다.
pl: Dla każdego atutu z cechą [[Ekspedycja]], który nie znajduje się w puli zwycięstwa, wykreśl jego nazwę z sekcji „Odzyskane zapasy” w Dzienniku kampanii.
pt: Para cada ativo de [[Expedition]] que não estiver no painel de vitória, risque seu título da seção “Suprimentos Recuperados” do Registro da Campanha.
ru: В графе журнала «Найденные припасы» вычеркните каждый [[экспедиционный]] актив, который не находится на победном счету.
vi: Với mỗi tài sản [[Expedition]] (Thám Hiểm) không có trong khu vực trưng bày thành tích, gạch bỏ tiêu đề của nó trong phần "Supplies Recovered" (Vật Tư Tìm Lại) của Nhật ký Chiến dịch.
zh: 每有一個不在勝利區的[[探險]]支援，在劇本日誌“已回收的補給品”中，劃掉它的名稱。

source: Cross off each card title in the "Supplies Recovered" section of the Campaign Log.
de: Jeder Kartentitel wird im Abschnitt „Geborgene Vorräte“ durchgestrichen.
es: Tacha su nombre en la sección “Suministros recuperados” del registro de campaña.
fr: Barrez le nom de chaque soutien [[Expédition]] qui n’est pas dans la pile de victoire.
it: Barrate il nome di ogni carta alla voce "Scorte Recuperate" del Diario della Campagna.
ko: 캠페인 기록지의 “수복한 물자” 항목에서 그 명칭에 취소선을 긋습니다.
pl: Wykreśl tytuł każdej karty w sekcji „Odzyskane zapasy” w Dzienniku kampanii.
pt: Risque cada título de carta na seção “Suprimentos Recuperados” do Registro da Campanha.
ru: Вычеркните все карты, записанные в графе «Найденные припасы» журнала кампании.
vi: Gạch bỏ mỗi tiêu đề lá bài trong phần "Supplies Recovered" (Vật Tư Tìm Lại) của Nhật ký Chiến dịch.
zh: 將劇本日誌中“已回收的補給品”下記錄的所有卡牌名稱都劃掉。

source: the team climbed to the summit.
de: das Team hat den Gipfel erreicht.
es: el equipo escaló hasta la cima.
fr: l’équipe a atteint le sommet.
it: la squadra ha raggiunto la vetta.
ko: 탐사대가 정상까지 등반했다
pl: załoga wspięła się na szczyt.
pt: a equipe escalou até o cume.
ru: сыщики поднялись на вершину.
vi: đội đã leo lên đỉnh núi.
zh: 隊伍爬上了山頂。

source: the team found another way through the mountains.
de: das Team hat einen anderen Weg durch die Berge gefunden.
es: el equipo encontró otro modo de atravesar las montañas.
fr: l’équipe a trouvé un autre chemin à travers les montagnes.
it: la squadra ha trovato un'altra via attraverso le montagne.
ko: 탐사대가 산맥을 지나는 다른 길을 찾아냈다
pl: załoga znalazła inną drogę przez góry.
pt: a equipe encontrou outro caminho através das montanhas.
ru: сыщики нашли иной путь через горы.
vi: đội đã tìm ra một lối khác qua dãy núi.
zh: 隊伍找到另一條路穿過山脈。
