Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcf/across_dreadful_waters.po
Languages: it

source: Scenario V: Across Dreadful Waters
it: Scenario V: Su Acque Terrificanti

source: Singapore, halfway around the world from Arkham. Whether the city itself is the focus of the cultists' plot or some other place nearby, your course is clear. You return to Arkham immediately and prepare everything you'll need for the long journey before telephoning the harbor in nearby Kingsport. There are three ships slated to depart tonight: a light steamer headed for the Canary Islands, a passenger ship en route to Europe, and a cargo ship bound for Panama. You'll be able to change ships at each port to gradually make your way to Singapore, but which route will improve your odds the most?
it: Singapore, a mezzo mondo di distanza da Arkham. Che sia la città stessa la base del complotto dei cultisti o qualche altro luogo vicino, la vostra rotta è chiara. Tornate immediatamente ad Arkham e preparate tutto il necessario per il lungo viaggio prima di telefonare al porto della vicina Kingsport. Ci sono tre navi in partenza, stanotte: un piroscafo diretto alle Isole Canarie, un traghetto diretto in Europa e una nave da carico diretta a Panama. Potrete cambiare nave in ogni porto, per farvi strada, a tappe, verso Singapore, ma quale rotta vi darà le migliori possibilità di arrivare in tempo?

source: <i>"We need to arrive as quickly as possible, whatever the risk"</i>
it: <i>"Dobbiamo arrivare prima possibile, a prescindere dagli eventuali rischi."</i>

source: <i>"We may be safer if we travel with larger crowds."</i>
it: <i>"Saremo più sicuri viaggiando insieme ad un gruppo numeroso di persone."</i>

source: <i>"We may throw them off if we take a less traveled route."</i>
it: <i>"Potremmo disorientarli prendendo una rotta meno battuta."</i>

source: the investigators chose the most popular route.
it: gli investigatori hanno scelto la rotta più trafficata.

source: the investigators chose the least predictable route.
it: gli investigatori hanno scelto la rotta meno prevedibile.

source: the investigators chose the most direct route.
it: gli investigatori hanno scelto la via più diretta.

source: Mark one <b>Notice</b> in your Campaign Log.
it: Annotate un <b>Sospetto</b> nel Diario della Campagna.

source: Check the Campaign Log. If at least one investigator "took out a loan":
it: Controllate il Diario della Campagna. Se almeno un investigatore ha "chiesto un prestito":

source: Time to Collect
it: L'Ora del Raccolto

source: You step out the door of your home to find a trio of men waiting patiently on the sidewalk out front. It's only a slight relief that the cultists haven't caught up with you yet, as you recall Ernie Vickers from the O'Bannions' auction house. The loan shark takes a step forward and adjusts his glasses, eyes dead set on you. "Skip town once, shame on you. Skip town twice, shame on me. It would be damaging to my reputation if I let you wander with my money, so why don't we settle your account before you go on your merry way?" Ernie gives a small, cruel smile, and his cronies step up alongside him. They squeeze their fists idly, clearly hoping that you can't or won't pay up.
it: Uscendo dalla porta di casa vostra trovate tre uomini che aspettano pazientemente sul marciapiede di fronte. Provate solo un leggero sollievo quando capite che non sono i cultisti ad avervi raggiunto, perché riconoscete Ernie Vickers della casa d'aste degli O'Bannion. Lo strozzino fa un passo avanti e si aggiusta gli occhiali con lo sguardo fisso su di voi. "Ancora in partenza? La prima volta ho deciso di chiudere un occhio, ma se lo facessi di nuovo... Sarebbe dannoso per la mia reputazione lasciarvi andare in giro con i miei soldi. Perché non sistemiamo i conti prima che ve ne andiate per la vostra strada?" Ernie abbozza un sorriso crudele e i suoi compari gli si affiancano. Stringono i pugni. Sperano chiaramente che non possiate o non vogliate pagare.

source: Each investigator who "took out a loan" must search the collection for a copy of Indebted, Mob Enforcer, or Internal Injury and add it to their deck.
it: Ogni investigatore che ha "chiesto un prestito" deve cercare nella sua collezione 1 copia della debolezza base Indebitato, Sicario della Mala o Ferita Interna e aggiungerla al suo mazzo.

source: Choose weakness
it: Scegli una debolezza

source: Indebted
it: Indebitato

source: Mob Enforced
it: Sicario della Mala

source: Internal Injury
it: Ferita Interna

source: Remove one <b>Notice</b> from your Campaign Log.
it: Rimuovete un <b>Sospetto</b> dal Diario della Campagna.

source: Check the Campaign Log. If you have 11 or more <b>Notice</b>:
it: Controllate il Diario della Campagna. Se avete segnato 11 o più <b>Sospetti</b>:

source: Gather the cards from the <i>Countermeasures</i> encounter set that match the classes of investigators chosen for this scenario.
it: Radunate le carte del set di incontri <i>Contromisure</i> corrispondenti alle classi degli investigatori scelti per questo scenario.

source: Put the Central Hill, South Shore, and Harborside locations into play. Each investigator begins play at Central Hill.
it: Mettete in gioco i luoghi Central Hill, South Shore e Porto.

source: Harborside
it: Porto

source: Because <i>the investigators chose the most direct route</i>, use "Act 1 - Globetrotting (v.I)," "Act 2 - The Las Palmas Problem," "Act 3 - The Cape Town Problem," and "Act 4 - The Zanzibar Problem." Set each [[Las Palmas]], [[Cape Town]], and [[Zanzibar]] location and story card aside, out of play. Remove each other act, location, and story card from the game.
it: Se <i>gli investigatori hanno scelto la via più diretta</i>, usate le carte "Capitolo 1 - In Giro per il Mondo (v.I)", "Capitolo 2 - Il Problema di Las Palmas", "Capitolo 3 - Il Problema di Città del Capo" e "Capitolo 4 - Il Problema di Zanzibar." Mettete da parte, temporaneamente fuori dal gioco, ogni luogo e carta storia [[Las Palmas]], [[Città del Capo]] e [[Zanzibar]]. Rimuovete dal gioco ogni altro luogo, capitolo e carta storia.

source: Because <i>the investigators chose the most populous route</i>, use "Act 1 - Globetrotting (v.II)," "Act 2 - The Gibraltar Problem," "Act 3 - The Port Said Problem," and "Act 4 - The Bombay Problem." Set each [[Gibraltar]], [[Port Said]], and [[Bombay]] location and story card aside, out of play. Remove each other act, location, and story card from the game.
it: Se <i>gli investigatori hanno scelto la rotta più trafficata</i>, usate le carte "Capitolo 1 - In Giro per il Mondo (v.II)", "Capitolo 2 - Il Problema di Gibilterra", "Capitolo 3 - Il Problema di Porto Said" e "Capitolo 4 - Il Problema di Bombay." Mettete da parte, temporaneamente fuori dal gioco, ogni luogo e carta storia Gibilterra, Porto Said e Bombay. Rimuovete dal gioco ogni altro luogo, capitolo e carta storia.

source: Because <i>the investigators chose the least predictable route</i>, use "Act 1 - Globetrotting (v.III)," "Act 2 - The Colón Problem," "Act 3 - The Suva Problem," and "Act 4 - The Sydney Problem." Set each [[Colón]], [[Suva]], and [[Sydney]] location and story card aside, out of play. Remove each other act, location, and story card from the game.
it: Se <i>gli investigatori hanno scelto la rotta meno prevedibile</i>, usate le carte "Capitolo 1 - In Giro per il Mondo (v.III)", "Capitolo 2 - Il Problema di Colón", "Capitolo 3 - Il Problema di Suva," e "Capitolo 4 - Il Problema di Sydney." Mettete da parte, temporaneamente fuori dal gioco, ogni luogo e carta storia Colón, Suva e Sydney. Rimuovete dal gioco ogni altro luogo, capitolo e carta storia.

source: Set aside each copy of the Lingering Fatigue weakness.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni copia della debolezza Affaticamento Persistente.

source: For every 4 <b>Notice</b> (rounded down) that you have, place 1 doom on agenda 1a. Because <i>the investigators chose the most direct route,</i> place 1 additional doom on agenda 1a.
it: Per ogni 4 <b>Sospetti</b> (arrotondati per difetto), collocate 1 destino sulla Trama 1a. Se <i>gli investigatori hanno scelto la via più diretta</i> collocate 1 destino addizionale sulla Trama 1a.

source: For every 4 <b>Notice</b> (rounded down) that you have, place 1 doom on agenda 1a.
it: Per ogni 4 <b>Sospetti</b> (arrotondati per difetto), collocate 1 destino sulla Trama 1a.

source: For every 4 <b>Notice</b> (rounded down) that you have, place 1 doom on agenda 1a. Because <i>the investigators chose the least predictable route,</i> remove 1 doom from agenda 1a.
it: Per ogni 4 <b>Sospetti</b> (arrotondati per difetto), collocate 1 destino sulla Trama 1a. Se <i>gli investigatori hanno scelto la rotta meno prevedibile</i> rimuovete 1 destino dalla Trama 1a.

source: At this point, you are ready to begin playing <b>Across Dreadful Waters</b>. Ignore the other location placements for now. You will be instructed which to set up at later points in time, during the courseof the scenario.
it: A questo punto, siete pronti per giocare <b>Su Acque Terrificanti</b>. Ignorate, per ora, le altre Disposizioni Consigliate dei Luoghi. Più avanti, nel corso dello scenario, vi verrà chiesto di effettuare queste preparazioni aggiuntive.

source: Las Palmas: Location Placement
it: Las Palmas: Disposizione dei Luoghi

source: Cape Town: Location Placement
it: Città del Capo: Disposizione dei Luoghi

source: Castle of Good Hope
it: Castello di Buona Speranza

source: University of Cape Town
it: Università di Città del Capo

source: Table Mountain
it: Montagna della Tavola

source: Zanzibar: Location Placement
it: Zanzibar: Disposizione dei Luoghi

source: Sultan's Palace
it: Palazzo del Sultano

source: Ithnashiri Dispensary
it: Dispensario Ithnashiri

source: House of Wonders
it: Palazzo delle Meraviglie

source: Old Fort
it: Vecchio Forte

source: Gibraltar: Location Placement
it: Gibilterra: Disposizione dei Luoghi

source: Tower of Homage
it: Castello Moresco

source: Port Said: Location Placement
it: Porto Said: Disposizione dei Luoghi

source: Arab Quarter
it: Quartiere Arabo

source: Lighthouse of Port Said
it: Faro di Porto Raid

source: Suez Canal Company Offices
it: Uffici della Compagnia del Canale di Suez

source: Bombay: Location Placement
it: Bombay: Disposizione dei Luoghi

source: Gateway of India
it: Portale dell'India

source: Colón: Location Placement
it: Colón: Disposizione dei Luoghi

source: Fort De Lesseps
it: Forte De Lesseps

source: Fort Davis
it: Forte Davis

source: Gatum Locks
it: Chiuse di Gatún

source: Suva: Location Placement
it: Suva: Disposizione dei Luoghi

source: Sacred Heart Cathedral
it: Cattedrale del Sacro Cuore

source: Suva City Carnegie Library
it: Biblioteca Carnegie di Suva

source: Suva Botanical Gardens
it: Giardini Botanici di Suva

source: Sydney: Location Placement
it: Sydney: Disposizione dei Luoghi

source: Hyde Park Barracks
it: Caserma Hyde Park

source: Queen Victoria Buildings
it: Edificio Regina Vittoria

source: Sydney Terminal
it: Victoria Terminus

source: Royal Botanic Gardens
it: Giardini Reali Botanici

source: the investigators were severely delayed.
it: gli investigatori sono in grave ritardo.

source: the investigators arrived on schedule.
it: gli investigatori sono arrivati in tempo.

source: Remove one <b>Notice</b> from your Campaign Log for each card remaining in the act deck.
it: Rimuovete un <b>Sospetto</b> dal Diario della Campagna per ogni carta rimanente nel Mazzo dei Capitoli.

source: Each investigator who was defeated must add a set-aside copy of Lingering Fatigue to their deck. This card does not count toward that investigator’s deck size.
it: Ogni investigatore sconfitto deve aggiungere 1 copia della debolezza Affaticamento Persistente al suo mazzo.

source: Because it was act 1 when the scenario ended and you are playing on Easy difficulty, add a -6 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 1 quando lo scenario è terminato e state giocando a difficoltà Facile, aggiungete un segnalino -6 al sacchetto del caos per il resto della campagna.

source: Because it was act 1 when the scenario ended and you are playing on Standard difficulty, add a -7 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 1 quando lo scenario è terminato e state giocando a difficoltà Standard, aggiungete un segnalino -7 al sacchetto del caos per il resto della campagna.

source: Because it was act 1 when the scenario ended and you are playing on Hard difficulty, add a -8 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 1 quando lo scenario è terminato e state giocando a difficoltà Difficile, aggiungete un segnalino -8 al sacchetto del caos per il resto della campagna.

source: Because it was act 1 when the scenario ended and you are playing on Expert difficulty, add a -8 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 1 quando lo scenario è terminato e state giocando a difficoltà Esperto, aggiungete un segnalino -8 al sacchetto del caos per il resto della campagna.

source: Because it was act 2 when the scenario ended and you are playing on Easy difficulty, add a -5 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 2 quando lo scenario è terminato e state giocando a difficoltà Facile, aggiungete un segnalino -5 al sacchetto del caos per il resto della campagna.

source: Because it was act 2 when the scenario ended and you are playing on Standard difficulty, add a -6 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 2 quando lo scenario è terminato e state giocando a difficoltà Standard, aggiungete un segnalino -6 al sacchetto del caos per il resto della campagna.

source: Because it was act 2 when the scenario ended and you are playing on Hard difficulty, add a -7 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 2 quando lo scenario è terminato e state giocando a difficoltà Difficile, aggiungete un segnalino -7 al sacchetto del caos per il resto della campagna.

source: Because it was act 2 when the scenario ended and you are playing on Expert difficulty, add a -8 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 2 quando lo scenario è terminato e state giocando a difficoltà Esperto, aggiungete un segnalino -8 al sacchetto del caos per il resto della campagna.

source: Because it was act 3 when the scenario ended and you are playing on Easy difficulty, add a -4 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 3 quando lo scenario è terminato e state giocando a difficoltà Facile, aggiungete un segnalino -4 al sacchetto del caos per il resto della campagna.

source: Because it was act 3 when the scenario ended and you are playing on Standard difficulty, add a -5 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 3 quando lo scenario è terminato e state giocando a difficoltà Standard, aggiungete un segnalino -5 al sacchetto del caos per il resto della campagna.

source: Because it was act 3 when the scenario ended and you are playing on Hard difficulty, add a -6 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 3 quando lo scenario è terminato e state giocando a difficoltà Difficile, aggiungete un segnalino -6 al sacchetto del caos per il resto della campagna.

source: Because it was act 3 when the scenario ended and you are playing on Expert difficulty, add a -7 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 3 quando lo scenario è terminato e state giocando a difficoltà Esperto, aggiungete un segnalino -7 al sacchetto del caos per il resto della campagna.

source: Because it was act 4 when the scenario ended and you are playing on Easy difficulty, add a -3 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 4 quando lo scenario è terminato e state giocando a difficoltà Facile, aggiungete un segnalino -3 al sacchetto del caos per il resto della campagna.

source: Because it was act 4 when the scenario ended and you are playing on Standard difficulty, add a -4 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 4 quando lo scenario è terminato e state giocando a difficoltà Standard, aggiungete un segnalino -4 al sacchetto del caos per il resto della campagna.

source: Because it was act 4 when the scenario ended and you are playing on Hard difficulty, add a -5 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 4 quando lo scenario è terminato e state giocando a difficoltà Difficile, aggiungete un segnalino -5 al sacchetto del caos per il resto della campagna.

source: Because it was act 4 when the scenario ended and you are playing on Expert difficulty, add a -6 token to the chaos bag for the remainder of the campaign.
it: Se eravate al Capitolo 4 quando lo scenario è terminato e state giocando a difficoltà Esperto, aggiungete un segnalino -6 al sacchetto del caos per il resto della campagna.

source: Because you are playing on Easy difficulty, add a -2 token to the chaos bag for the remainder of the campaign.
it: Se state giocando a difficoltà Facile, aggiungete un segnalino -2 al sacchetto del caos per il resto della campagna.

source: Because you are playing on Standard difficulty, add a -3 token to the chaos bag for the remainder of the campaign.
it: Se state giocando a difficoltà Standard, aggiungete un segnalino -3 al sacchetto del caos per il resto della campagna.

source: Because you are playing on Hard difficulty, add a -4 token to the chaos bag for the remainder of the campaign.
it: Se state giocando a difficoltà Difficile, aggiungete un segnalino -4 al sacchetto del caos per il resto della campagna.

source: Because you are playing on Expert difficulty, add a -5 token to the chaos bag for the remainder of the campaign.
it: Se state giocando a difficoltà Esperto, aggiungete un segnalino -5 al sacchetto del caos per il resto della campagna.

source: If any investigator has earned additional experience from player card effects, record it here:
it: Se un qualsiasi investigatore ha ottenuto Punti Esperienza addizionali dall'effetto di alcune carte giocatore. annotatelo qui:

source: Additional XP
it: XP addizionali

source: If any investigator earned 3 or more experience during this scenario:
it: Se un qualsiasi investigatore ha ottenuto 3 o più Punti Esperienza durante questo scenario:

source: If any investigator earned 6 or more experience during this scenario:
it: Se un qualsiasi investigatore ha ottenuto 6 o più Punti Esperienza durante questo scenario:

source: Mark one additional <b>Notice</b> in your Campaign Log.
it: Segnate un <b>Sospetto</b> addizionale nel Diario della Campagna.

source: The relentless agents of Cthluhu pursue you at each port, always lurking and always ready to strike from the crowds or shadows. You barely manage to hold yourself together and escape your pursuers, but the endeavor has taxed your mind and body considerably, and has forced you to miss your connection. You find a place to hide and lie low, but the delay costs you nearly a week in finding another chance to set sail for Singapore.
it: Gli implacabili agenti di Cthulhu vi perseguitano in ogni porto, sempre in agguato e sempre pronti a colpire dall'ombra o in mezzo alla folla. Riuscite a malapena a tenervi in piedi e a sfuggire ai vostri inseguitori, ma l'impresa ha messo a dura prova la vostra mente e il vostro corpo e vi ha costretti a perdere la coincidenza. Trovate un posto in cui nascondervi e non vi muovete da li, ma il ritardo vi costa quasi una settimana di tempo prima che si presenti un'altra possibilità di salpare per Singapore.

source: Regrettably, neither you nor your allies were able to keep pace with your original schedule. As you bide your time until the next ship arrives, you wonder just how much the masonic traitors and their cult allies will be able to press this advantage. Any minute lost could mean the difference between victory and doom, but until you arrive in Singapore, you must grapple with your doubts and fears patiently.
it: Purtroppo, né voi né i vostri alleati siete riusciti a tenere il passo rispetto alla tabella di marcia originale. Mentre aspettate l'arrivo della prossima nave vi chiedete quanto saranno in grado i traditori massoni e i loro alleati cultisti di far valere questo loro vantaggio. Ogni minuto perso potrebbe fare la differenza tra la vittoria e la rovina, ma finché non arriverete a Singapore dovrete affrontare con pazienza i vostri dubbi e le vostre paure.

source: Through the many trials and tribulations, you've managed to keep the situation at each port under control and continue your journey as planned. You collapse onto the bed of your cabin on the final ship to Singapore, grateful for the chance to recover.
it: Attraverso numerose prove e tribolazioni siete riusciti a tenere sotto controllo la situazione in ogni porto e a proseguire il viaggio come previsto. Crollate sul letto della vostra cabina sull'ultima nave per Singapore, grati per avere la possibilità di riprendervi dalla fatica.

source: It seems as though the whole world had conspired to stop your journey, but it is an encouraging fact in one regard. You must pose a very real threat to the cult's plan if they take every opportunity to delay you. What isn't clear to you however is why the cultists chose Singapore as their rallying point. Where is their ultimate destination, and why do they need to be there exactly?
it: Sembra come se il mondo intero avesse cospirato per fermare il vostro viaggio ma, per certi aspetti, questo rappresenta un fatto incoraggiante: se continuano a sfruttare ogni occasione per ritardarvi, dovete rappresentare una minaccia molto concreta per il piano della setta. Ciò che non è chiaro, però, è perché i cultisti abbiano scelto Singapore come punto di incontro. Qual è la loro destinazione finale? E perché hanno bisogno di essere li?
