Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcf/blood_from_stones.po
Languages: it

source: Scenario VI: Blood From Stones
it: Scenario VI: Sangue dalle Pietre

source: The stormy gray skies that have hung over your entire voyage persist as your ship makes port at Singapore. You find yourself bolstered in spite of the weather, reassured by your escapes from the cult pursuers. Perhaps here you may finally go back on the offensive. You book yourself into a modest hotel by the waterfront and resume your investigations, but unlike the other stops in your journey, the enemy is nowhere to be found. Surely here at the trail's end there must be some sign, some trace of this ever-present network of assassins, but where? You are returning to your dockside hotel when the answer manifests before you.
it: Il cielo continua ad essere grigio e tempestoso per tutto il vostro viaggio, fino a quando la vostra nave fa scalo a Singapore. Nonostante il tempo vi sentite rafforzati, rassicurati dall'essere fuggiti dagli inseguitori della setta. Forse qui potrete finalmente tornare all'attacco. Vi sistemate in un modesto albergo sul lungomare e riprendete le vostre indagini ma, a differenza delle altre tappe del vostro viaggio, il nemico sembra non manifestarsi da nessuna parte. Sicuramente qui, alla fine del percorso, ci deve essere qualche segno, qualche traccia di questa rete di assassini sempre presente. Ma dove? State tornando al vostro albergo sul molo, quando la risposta si manifesta dinanzi a voi.

source: Exhausted from your harrowing encounters with the cult, you breathe a slight sigh of relief as your ship finally comes within distant view of Singapore. With the long days and nights you've endured, preparing and worrying, you hope that the cult's plans aren't so far along as to be unstoppable. The steady rain that has followed your journey continues to pelt you as you disembark at the city's harbor. You wonder where to begin looking for the cult, and the answer comes quicker than you may have liked.
it: Esausti per gli strazianti incontri con la setta, tirate un leggero sospiro di sollievo quando la vostra nave si avvicina finalmente a Singapore. Dopo i lunghi giorni e le lunghe notti passate a prepararvi e a preoccuparvi, sperate che i piani della setta non siano così avanzati da essere inarrestabili. La pioggia incessante che ha seguito il vostro viaggio continua a scrosciare mentre sbarcate al porto della città. Vi state chiedendo da dove cominciare a cercare la setta e la risposta arriva prima di quanto avreste voluto.

source: The sky above you shimmers, then tessellates into strange geometrical patterns. The distortions bend, forming a dome around the city as they merge recursively. You reel at the sudden spectacle, but nobody else around you seems to even notice the fractured sky. You can only assume that this phenomenon is tailor-made to affect you alone, but if that's the case, then you are left with some grim conclusions. As the dome surrounds the whole city, you must also assume that it is meant to trap you in Singapore. This would also mean that the cult's ultimate goal is not in Singapore itself, but is somewhere nearby, and the city was simply the easiest rallying point. If all of this is true, then you must find a way to break this abstract dome and learn just where the cult's plans will culminate.
it: Il cielo sopra di voi brilla, poi intesse strani motivi geometrici. Le distorsioni si piegano formando una cupola intorno alla città, fondendosi tra loro in motivi ricorrenti. Vi meravigliate dell'improvviso spettacolo ma nessun altro intorno a voi sembra accorgersi della frattura nel cielo. Potete solo supporre che questo fenomeno sia stato creato su misura per essere notato solo da voi. Ma se è così, le conclusioni da trarne non sono delle migliori. Dato che la cupola circonda l'intera città, dovete anche supporre che sia destinata a intrappolarvi a Singapore. Ciò significherebbe che l'obiettivo finale della setta non è qui, ma da qualche parte nelle vicinanze e che la città era semplicemente il punto in cui si sarebbero tutti radunati. Se tutto questo è vero, dovete trovare un modo per distruggere questa cupola astratta e scoprire dove i piani della setta troveranno il loro culmine.

source: Check the Campaign Log. If you have 14 or more <b>Notice</b>:
it: Controllate il Diario della Campagna. Se avete segnato 14 o più <b>Sospetti</b>:

source: Choose three of the five story cards at random, put them into play below the agenda and act decks, and seal a [tablet] token on each one. Remove the other two story cards from the game.
it: Scegliete casualmente 3 delle 5 carte storia, mettetele in gioco accanto al mazzi delle trame e al mazzo dei capitoli, e sigillate 1 segnalino [tablet] su ognuna di esse. Rimuovete dal gioco le 2 carte storia non utilizzate.

source: Put the Singapore Harbor, Thian Hock Keng, The Cenotaph, Freemason's Hall, Convent of the Holy Infant, Sultan Mosque, and The Istana locations into play. Each investigator begins play at Singapore Harbor.
it: Mettete in gioco i luoghi Porto di Singapore, Thian Hock Keng, Cenotafio, Sala Massonica, Convento del Santo Bambino, Moschea del Sultano e Istana. Ogni investigatore inizia la partita nel Porto di Singapore.

source: The Istana
it: Istana

source: Sultan Mosque
it: Moschea del Sultano

source: Convent of the Holy Infant
it: Convento del Santo Bambino

source: Freemason's Hall
it: Sala Massonica

source: The Cenotaph
it: Cenotafio

source: Singapore Harbor
it: Porto di Singapore

source: Set the following cards aside, out of play: Barrier Architect, Maddening Designs.
it: Mettete da parte, temporaneamente fuori dal gioco, le seguenti carte: Architetto della Barriera e Disegni Folli.

source: Check the Campaign Log. Because you have 9 or fewer <b>Notice</b>, no changes are made.
it: Controllate il Diario della Campagna. Se avete segnato 9 o meno <b>Sospetti</b>, non effettuate alcuna modifica.

source: Check the Campaign Log. Because you have between 10 and 16 <b>Notice</b>, each investigator begins this scenario with 1 fewer card and 1 fewer resource.
it: Controllate il Diario della Campagna. Se avete segnato dai 10 ai 16 <b>Sospetti</b>, ogni investigatore inizia questo scenario con 1 carta in meno nella sua mano e 1 risorsa in meno nella sua riserva.

source: Check the Campaign Log. Because you have 17 or more <b>Notice</b>, each investigator begins this scenario with 2 fewer cards and 2 fewer resources.
it: Controllate il Diario della Campagna. Se avete segnato 17 o più <b>Sospetti</b>, ogni investigatore inizia questo scenario con 2 carte in meno nella sua mano e 2 risorse in meno nella sua riserva.

source: Because <i>the investigators chose the least predictable route,</i> place 1 doom on agenda 1a.
it: Se <i>gli investigatori hanno scelto la rotta meno prevedibile</i>, collocate 1 destino sulla Trama la.

source: Because <i>the investigators chose the most direct route,</i> remove 1 doom from agenda 1a.
it: Se <i>gli investigatori hanno scelto la via più diretta</i>, rimuovete 1 destino dalla Trama la.

source: the cult's project nears completion.
it: il progetto del culto sta per essere completato.

source: the investigators found the missing artifacts.
it: gli investigatori hanno trovato i manufatti scomparsi.

source: Remove one <b>Notice</b> in your Campaign Log.
it: Rimuovete un <b>Sospetto</b> dal Diario della Campagna.

source: Any one investigator may choose to add Immutable Sigil to their deck. This card does not count toward that investigator's deck size.
it: Un investigatore a scelta può aggiungere il Sigillo Immutabile al suo mazzo (non considerandolo nelle dimensioni del suo mazzo).

source: Is there a [[Traitor]] enemy in the victory display?
it: C'è un nemico [[Traditore]] nella galleria delle vittorie?

source: Choose the [[Traitor]] enemy that is in the victory display:
it: Scegli il nemico [[Traditore]] nella galleria delle vittorie:

source: Move Ulysses Hill from "Cultists Alive" to "Cultists Killed," and mark two <b>Notice</b> in your Campaign Log.
it: Spostate Ulysses Hill dai "Cultisti Vivi" ai "Cultisti Uccisi", e segnate due <b>Sospetti</b> nel Diario della Campagna.

source: Move Hector Sutton from "Cultists Alive" to "Cultists Killed," and mark two <b>Notice</b> in your Campaign Log.
it: Spostate Hector Sutton dai "Cultisti Vivi" ai "Cultisti Uccisi", e segnate due <b>Sospetti</b> nel Diario della Campagna.

source: Move Wallace Thorpe from "Cultists Alive" to "Cultists Killed," and mark two <b>Notice</b> in your Campaign Log.
it: Spostate Wallace Thorpe dai "Cultisti Vivi" ai "Cultisti Uccisi", e segnate due <b>Sospetti</b> nel Diario della Campagna.

source: Move Rodney Duvall from "Cultists Alive" to "Cultists Killed," and mark two <b>Notice</b> in your Campaign Log.
it: Spostate Rodney Duvall dai "Cultisti Vivi" ai "Cultisti Uccisi", e segnate due <b>Sospetti</b> nel Diario della Campagna.

source: Move Glen Conroy from "Cultists Alive" to "Cultists Killed," and mark two <b>Notice</b> in your Campaign Log.
it: Spostate Glen Conroy dai "Cultisti Vivi" ai "Cultisti Uccisi", e segnate due <b>Sospetti</b> nel Diario della Campagna.

source: Move Paul Kellerman from "Cultists Alive" to "Cultists Killed," and mark two <b>Notice</b> in your Campaign Log.
it: Spostate Paul Kellerman dai "Cultisti Vivi" ai "Cultisti Uccisi", e segnate due <b>Sospetti</b> nel Diario della Campagna.

source: The geometric patterns of the dome close in on your mind, squeezing your consciousness and sending jolts of pain through your head. You strain to keep your wits through the ordeal until suddenly, the sensation stops. You open your eyes to the same sight of non-Euclidean angles, but now folded into a sphere around you. Beyond the translucent dome you can see nothing but an infinite void. Are you in another dimension? Another reality? Minutes pass in tense silence before you dare attempt to move. You find that physically moving your arms and legs achieves nothing, but focusing your mind on motion propels you slowly around the sphere. You may not even be present in this space physically, but you are trapped nevertheless. With no other possible goal, you focus your mind on the barrier. You force your mind to accept its impossible existence, trying to determine how the barrier works and hopefully use that knowledge to free yourself. For hours you grapple with the geometric dome, learning the flow of patterns and sequence of convergences. Gradually, you find an imperfection -- a small gap in the barrier. As it was created by human minds, the dome can never truly be perfect. You hurl yourself at the gap, sliding between angles that you rightly shouldn't be able to. The non-Euclidean designs clash inside your mind once again, but this time once the cascade stops, the sounds of Singapore fade back in around you, along with the light patter of drizzling rain. Your eyes open to find yourself lying in an alleyway not far from the harbor. How long were you in that extradimensional pocket? And where have your enemies gone?
it: I motivi geometrici ricorrenti della cupola si richiudono sulla vostra mente, comprimendo la vostra coscienza e inviando scosse di dolore che vi attraversano la testa. Vi sforzate di mantenere la lucidità per tutta la durata di questo calvario finché, all'improvviso, la sensazione si interrompe bruscamente. Aprite gli occhi e ritrovate la stessa visione di angoli non euclidei, ma ora ripiegati su se stessi in una sfera tutta intorno a voi. Al di là della cupola traslucida non si vede altro che un vuoto infinito. Siete in un'altra dimensione? In un'altra realtà? Passano alcuni minuti di silenzio teso prima che tentiate di muovervi. Vi accorgete che muovendo fisicamente le braccia e le gambe non ottenete nulla ma, concentrando la mente sul movimento, vi spostate lentamente lungo la sfera. Forse non siete nemmeno presenti fisicamente in questo spazio, ma siete comunque intrappolati. Non avendo altro obiettivo possibile, vi concentrate sulla barriera. Costringete la vostra mente ad accettare la sua impossibile esistenza, cercando di determinarne il funzionamento e sperando di utilizzare questa conoscenza per liberarvi. Studiate per ore la cupola geometrica, imparando il flusso dei suoi motivi e la sequenza delle convergenze. A poco a poco scoprite un'imperfezione, una piccola lacuna nella barriera. Essendo stata creata da menti umane, la cupola non potrà mai essere veramente perfetta. Vi scagliate contro la fessura, scivolando tra angoli in un modo che, normalmente, non vi sarebbe possibile. I disegni non euclidei si scontrano ancora una volta nella vostra mente ma, questa volta, appena cessato il fragore del crollo, i suoni di Singapore tornano a manifestarsi intorno a voi, insieme al leggero scrosciare della pioggia. Aprite gli occhi e vi ritrovate in un vicolo non lontano dal porto. Per quando tempo siete rimasti in questa sacca extradimensionale? E dove sono finiti i vostri nemici?

source: With the shattering of the barrier, the agents of the cult blend back into the crowds of Singapore, leaving you confused, but relieved. The city took no notice of the attack against you, but surely there must be some evidence left behind. You return to Singapore's masonic lodge to investigate any connections to the traitors, only to discover that many of their members disappeared around the same time that your pursuers did. You give a brief explanation to the lodge's grand master of the events at the Philadelphia branch, sparing the more otherworldly details, and insist on conducting your own search inside. In one of the building's many basement rooms, you finally find what James Wycliffe first hired you to find: the missing artifacts. Piles of twisted stone blocks and impossibly carved figurines lie scattered about, along with detailed notes on their construction. Included with the notes are architectural plans of a sort for monolithic stone pillars, constructed and positioned to bend space in the area between them. Your suspicions about the spatial warping stone are confirmed at last. This plan will allow them to move R'lyeh from the bottom of the Pacific Ocean up to the surface, and awaken their master <b>Cthulhu</b>. Unfortunately, the cultists were careful about not writing down any hints as to where their project will culminate. You pore over the blueprints to find something -- anything that could help you stop their plans. In the footnotes of one of the technical drawings, you discover a small diagram depicting a failsafe for experimenting with the non-Euclidean stone. This ward acts as an anchor to keep the architects safe while they twist reality. This spell might be useful in countering the reality-twisting magic the cultists have used against you.
it: Con la frantumazione della barriera, gli agenti della setta tornano a nascondersi tra la folla di Singapore, lasciandovi confusi ma sollevati. La città non si è accorta dell'attacco contro di voi, ma sicuramente ci dovranno essere delle prove. Tornate alla loggia massonica di Singapore per indagare su eventuali collegamenti con i traditori, solo per scoprire che molti dei loro membri sono scomparsi nello stesso momento in cui sono scomparsi i vostri inseguitori. Spiegate brevemente al Gran Maestro della loggia gli eventi della sede di Philadelphia, risparmiando i dettagli più assurdi, e insistete per condurre la vostra ricerca all'interno dell'istituzione. In una delle tante stanze del seminterrato dell'edificio, trovate finalmente ciò per cui James Wycliffe vi aveva ingaggiato: i manufatti scomparsi. Mucchi di blocchi di pietra contorta e statuette incredibilmente scolpite sono sparsi ovunque insieme a note dettagliate sulla loro costruzione. Insieme agli appunti ci sono anche progetti architettonici di pilastri monolitici di pietra, costruiti e posizionati in modo da piegare lo spazio confinato tra di essi. I vostri sospetti sulla pietra che deforma lo spazio sono finalmente confermati. Questo piano permetterà loro di portare R'lyeh dal fondo dell'Oceano Pacifico alla superficie e di risvegliare il loro padrone <b>Cthulhu</b>. Sfortunatamente, i cultisti sono stati attenti a non lasciare alcun indizio su dove culminerà il loro progetto. Studiate attentamente le carte per trovare qualcosa, qualsiasi cosa che possa aiutarvi a fermare i loro piani. Nelle note a piè di pagina di uno dei disegni tecnici scoprite un piccolo diagramma che raffigura un dispositivo di sicurezza per gli esperimenti con la pietra non euclidea. Questa protezione ha lo scopo di tenere al sicuro gli Architetti mentre stravolgono la realtà. Un tale incantesimo potrebbe essere utile per contrastare la magia di distorsione della realtà che i cultisti hanno utilizzato contro di voi.

source: The ultimate destination of the cult's project still troubles you. The site is still unknown to you, but it must be both large enough to raise the sunken island of R'lyeh, but somewhere that the public or authorities wouldn't see. Moreover, it must also be somewhere that the cult could easily move people and supplies to. You hope that the cult hasn't found a way to twist space to fully hide their project. For lack of better leads, you return to Singapore harbor to see if anyone has seen the cultists departing all at once. You step up to the notice board, ready to scour the list of ships for details, when an announcement catches your eye. All ship travel through the Sunda Strait is suspended for the foreseeable future due to major volcanic activity in the area. The Krakatoa volcano, which famously erupted and sank over forty years ago, is active once again, with a new volcanic island expected to form from the remaining caldera. The pieces begin to connect. An easily accessible location that the public is currently prohibited from visiting, and with the volcanic activity providing as much fresh stone as the architects need. With its close proximity to Singapore, the Krakatoa caldera is the perfect candidate, but you must confirm your suspicions. You arrange a meeting with the harbormaster, and after a small bribe, he informs you that a group of American entrepreneurs recently departed to mine pumice from the caldera. The arrangements were made months ago in spite of the expected volcanic activity, and the harbormaster shows you the proof of permission -- signed by one of the masonic traitors! This breakthrough confirms your suspicions and gives you your destination. You must get to the Krakatoa basin to bring an end to this plot.
it: La destinazione finale del progetto della setta vi preoccupa ancora. Il sito vi è ancora sconosciuto, ma deve essere abbastanza grande da permettere di sollevare l'isola sommersa di R'lyeh e deve trovarsi in un luogo che non possa essere visto da occhi indiscreti o dalle autorità. Inoltre, deve essere un luogo in cui il culto possa trasferire con facilità persone e rifornimenti. Sperate che la setta non abbia trovato il modo di distorcere lo spazio per nascondere completamente il suo progetto. In mancanza di indizi migliori, tornate al porto di Singapore per vedere se qualcuno ha notato i cultisti partire tutti assieme. Vi avvicinate alla bacheca, pronti a scorrere l'elenco delle navi, in cerca di dettagli, quando un annuncio cattura la vostra attenzione. Tutti i viaggi in nave attraverso lo Stretto della Sonda sono sospesi fino a nuove disposizioni a causa di una forte attività vulcanica nella zona. Il Vulcano Krakatoa, che ha eruttato ed è affondato oltre quarant'anni fa, è di nuovo attivo e si prevede la formazione di una muova isola vulcanica dalla caldera rimasta. I vari pezzi cominciano infine a collegarsi tra loro. Un luogo facilmente accessibile, attualmente vietato al pubblico e con l'attività vulcanica che fornisce tutta la pietra fresca di cui gli Architetti hanno bisogno. Con la sua vicinanza a Singapore, il Krakatoa e la sua caldera sono i candidati perfetti, ma dovete trovare conferma ai vostri sospetti. Organizzate un incontro con la capitaneria di porto che, dopo aver ricevuto una piccola tangente, vi informa che un gruppo di imprenditori americani è partito di recente per estrarre pomice dalla caldera. Gli accordi sono stati presi mesi fa, nonostante l'attività vulcanica prevista, e la capitaneria di porto vi mostra la prova dell'autorizzazione, firmata da uno dei traditori massoni! Questa scoperta conferma i vostri sospetti e vi indica la vostra nuova destinazione. Dovete raggiungere il bacino del Krakatoa per porre fine a questo complotto.
