Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcf/crumbling_masonry.po
Languages: it

source: Scenario IV: Crumbling Masonry
it: Scenario IV: Architettura Decadente

source: You sleep the morning through to make up for the eventful night, but even in daytime your dreams are plagued by monolithic vistas and dissonant words that you cannot recognize. A vision flashes through your head of a hellish being with piercing eyes, and your body jolts awake before you can fully observe the horror. Your heartbeat gradually slows and you wipe away cold sweat from your brow. Only action can stop this insidious madness. Your next destination is wherever Wycliffe's former associates meet, but to know that, you must know more about Wycliffe himself. As he only moved to Arkham recently, the city archives and historical society are unlikely to have any information about his past, and his only mention in the papers comes from the expedition articles. You sit in silent thought at the table until a ray of midday sun reflects up at you. Wycliffe's silver ring sits on the table where you left it this morning. You lift the ring and inspect it more closely, noting the occult symbols and the Latin inscription. The imagery on the ring begins to connect to Wycliffe's profession. Was he a Freemason? The masonic brotherhoods are well known for their secrecy and penchant for symbolism. What's more, tall tales of the Freemasons ruling the world from behind the scenes have been told almost as long as the organization has existed. You try to wave away the superstition, but the pieces fit too well to fully discount. The enemy is well-supplied, well-prepared, widespread, secretive, and above all else intelligent. Freemasons are all of these things, and have the exact skill set required to shape the warped stone that you encountered several times last night. Certain as it may seem, a problem arises. If Wycliffe was a Freemason, he would have been so for most of his life, but he only discovered this plot some weeks ago. The entirety of the Freemasons can't be behind this conspiracy, but rather select members who have infiltrated their brotherhood. You rush through food and preparations, leaving for the Northside train station at once. Wycliffe came from Pennsylvania, as the papers stated, which happens to be the home of the oldest and largest masonic order in the country. The conspirators will be at the grand lodge in Philadelphia. With the distance you have to cover, it is well after sunset when you arrive at West Philadelphia Station. From there, it is only a short walk to the masonic temple. It looms above Broad Street like a gothic cathedral, but lights shine from inside, the very picture of tranquility to the outside world. The task of exposing the traitors will not be simple, especially as you are a complete outsider, but the stakes are paramount. These traitors hold all the secrets of the conspiracy. Through them you may at last discover just why the distorting stone is so important and how they intend to use it.
it: Dormite fino a tardi per recuperare la stanchezza dovuta alla notte movimentata, ma anche di giorno i vostri sogni sono tormentati da panorami monolitici e da parole dissonanti che non riuscite a riconoscere. Una visione vi balena nella testa: quella di un essere infernale dagli occhi penetranti. Il vostro corpo si sveglia di scatto prima che possiate osservare appieno l'orrore. Il vostro battito cardiaco rallenta gradualmente e vi asciugate il sudore freddo dalla fronte. Solo l'azione può fermare questa follia insidiosa. La vostra prossima destinazione è il luogo in cui si incontrano solitamente gli ex soci di Wycliffe ma, per conoscerlo, dovreste raccogliere ancora più informazioni su Wycliffe stesso. Essendosi trasferito solo recentemente ad Arkham, è improbabile che gli archivi della città o la Società Storica dispongano di informazioni sul suo passato: l'unica menzione del suo nome nei giornali proviene dagli articoli sulla spedizione. Vi sedete a tavola in silenzio, finché un raggio di sole non si riflette sull'anello d'argento di Wycliffe che si trova sul tavolo, esattamente dove lo avete lasciato questa mattina. Lo sollevate e lo osservate più da vicino, notando solo ora i simboli occulti e l'iscrizione in Latino. La simbologia sull'anello inizia a collegarsi alla professione di Wycliffe. Era un Massone? Le confraternite massoniche sono ben note per la loro segretezza e per l'inclinazione al simbolismo. Inoltre, da quando esiste l'organizzazione si raccontano storie di Massoni che tengono le fila del mondo da dietro le quinte. Cercate di evitare di pensare alle dicerie, ma i tasselli si incastrano troppo bene per poter essere ignorati. Il nemico è ben attrezzato, ben preparato, diffuso in modo capillare, sconosciuto e soprattutto intelligente. I Massoni sono tutte queste cose e possiedono davvero le abilità giuste per modellare la pietra deformata con cui avete avuto a che fare più volte la scorsa notte. Si pone però un problema: se Wycliffe era un Massone, doveva esserlo stato per gran parte della sua vita, ma, se ha scoperto questo complotto solo qualche settimana fa, non può esserci quindi l'intera massoneria dietro questa cospirazione, quanto piuttosto dei singoli membri che si sono infiltrati nella confraternita. Vi affrettate a mangiare e a prepararvi, dirigendovi subito verso la stazione ferroviaria del Northside. I giornali dicevano che Wycliffe veniva dalla Pennsylvania che, si dà il caso, sembra sia la sede della loggia massonica più grande e antica del Paese. I cospiratori si ritroveranno probabilmente alla Gran Loggia di Philadelphia. Con la distanza che dovete percorrere, è ben oltre il tramonto quando arrivate alla stazione di West Philadelphia. Da li, il Tempio massonico è raggiungibile in pochi minuti a piedi. Si staglia su Broad Street come una cattedrale gotica. All'interno brillano delle luci: un'immagine di tranquillità e fiducia ad uso del mondo esterno. Il compito di smascherare i traditori non sarà semplice, soprattutto perché siete degli estranei, ma la posta in gioco è troppo alta. Questi traditori detengono tutti i segreti della cospirazione. Attraverso di loro potrete finalmente scoprire perché la pietra distorcente è così importante e come intendono utilizzarla.

source: Check the Campaign Log. If you have 7 or more <b>Notice</b>:
it: Controllate il Diario della Campagna. Se avete segnato 7 o più <b>Sospetti</b>:

source: Create the Traitor Deck. This is done by randomly taking three of the six [[Traitor]] enemies and shuffling them together. Remove the other three [[Traitor]] enemies from the game.
it: Preparate il Mazzo dei Traditori radunando 3 copie casuali dei nemici [[Traditore]] e mescolandole tra loro. Rimuovete dal gioco le copie non utilizzate.

source: Put the Broad Street Entrance, both copies of Grand Staircase, Temple Offices, Grand Banqueting Hall, Oriental Hall, Masonic Library & Museum, Corinthian Hall, and Renaissance Hall locations into play. Each investigator begins play at Broad Street Entrance.
it: Mettete in gioco i luoghi Ingresso su Broad Street, entrambe le copie dello Scalone d'Onore, Uffici del Tempio, Grande Sala dei Banchetti, Sala Orientale, Biblioteca e Museo Massonico, Sala Corinzia e Sala Rinascimentale. Ogni investigatore inizia la partita nell'Ingresso su Broad Street.

source: Corinthian Hall
it: Sala Corinzia

source: Grand Staircase (First Floor)
it: Scalone d'Onore (Primo Piano)

source: Grand Staircase (Second Floor)
it: Scalone d'Onore (Secondo Piano)

source: Renaissance Hall
it: Sala Rinascimentale

source: Broad Street Entrance
it: Ingresso su Broad Street

source: Grand Banqueting Hall
it: Grande Sala dei Banchetti

source: Oriental Hall
it: Sala Orientale

source: Temple Offices
it: Uffici del Tempio

source: Masonic Library and Museum
it: Biblioteca e Museo Massonico

source: Put Luther Lynch <i>(Tyler of the Grand Lodge)</i> into play at Grand Staircase <i>(First Floor).</i>
it: Mettete in gioco Luther Lynch <i>(Copritore della Gran Loggia)</i> nella Scalinata Grandiosa <i>(Piano Terra)</i>.

source: Shuffle the six [[Freemason]] assets and randomly place one each at Temple Offices, Grand Banqueting Hall, Oriental Hall, Masonic Library & Museum, Corinthian Hall, and Renaissance Hall.
it: Mescolate i 6 supporti [[Massone]] e collocatene 1 casuale in ognuno dei luoghi seguenti: Uffici del Tempio, Grande Sala dei Banchetti, Sala Orientale, Biblioteca e Museo Massonico, Sala Corinzia e Sala Rinascimentale.

source: Check Campaign Log. Because you have 3 or fewer <b>Notice</b>, shuffle Marked (Possible Threat) into the encounter deck when building it. Remove all other copies of Marked from the game.
it: Controllate il Diario della Campagna. Se avete segnato 3 o meno <b>Sospetti</b>, aggiungete le 2 copie di Marchiato (Possibile Minaccia) al mazzo degli incontri. Rimuovete dal gioco le altre copie di Marchiato.

source: Check Campaign Log. Because you have between 4 and 6 <b>Notice</b>, shuffle Marked (Definite Threat) into the encounter deck when building it. Remove all other copies of Marked from the game.
it: Controllate il Diario della Campagna. Se avete segnato tra 4 e 6 <b>Sospetti</b>, aggiungete le 2 copie di Marchiato (Minaccia Concreta) al mazzo degli incontri. Rimuovete dal gioco le altre copie di Marchiato.

source: Check Campaign Log. Because you have 7 or more <b>Notice</b>, shuffle Marked (Priority Threat) into the encounter deck when building it. Remove all other copies of Marked from the game.
it: Controllate il Diario della Campagna. Se avete segnato 7 o più <b>Sospetti</b>, aggiungete le 2 copie di Marchiato (Obiettivo Prioritario) al mazzo degli incontri. Rimuovete dal gioco le altre copie di Marchiato.

source: Each investigator earns 1 bonus experience because Luther Lynch <i>(In Defense of the Order</i> was in play at the end of the scenario.
it: Se Luther Lynch <i>(A Difesa dell'Ordine)</i> si trovava in gioco alla fine dello scenario, Ogni investigatore guadagna 1 Punto Esperienza aggiuntivo.

source: Record a name under "Cultists Alive"
it: Annotate un nome alla voce "Cultisti Vivi"

source: Record a name under "Cultists Killed"
it: Annotate un nome alla voce "Cultisti Uccisi"

source: In your Campaign Log under "Cultists Alive", record the name of the enemy that left play:
it: Nel Diario della Campagna alla voce "Cultisti Vivi", annotate il nome del nemico uscito dal gioco:

source: Wallce Thorpe
it: Wallace Thorpe

source: In your Campaign Log under "Cultists Killed", record the name of the enemy that was defeated:
it: Nel Diario della Campagna alla voce "Cultisti Uccisi", annotate il nome del nemico sconfitto:

source: the investigators failed to stop the traitors' plan.
it: gli investigatori non sono riusciti a fermare il piano dei traditori.

source: the investigators exposed the traitors.
it: gli investigatori hanno smascherato i traditori.

source: the investigators expelled the traitors.
it: gli investigatori hanno scacciato i traditori.

source: Draw each remaining card in the Traitor Deck, and record the names in your Campaign Log, under "Cultists Alive":
it: Pescate ogni carta rimanente dal Mazzo dei Traditori, e annotate i nomi nel Diario della Campagna, alla voce "Cultisti Vivi":

source: Draw each remaining card in the Traitor Deck. In your Campaign Log, under "Cultists Alive", record the name of each card drawn and each [[Traitor]] enemy still in play at the end of the scenario:
it: Pescate ogni carta rimanente dal Mazzo dei Traditori. Nel Diario della Campagna, alla voce "Cultisti Vivi", annotate il nome di ogni carta pescata e ogni nemico [[Traditore]] ancora in gioco alla fine dello scenario:

source: For each name listed under "Cultists Killed," make one <b>Notice</b> in the Campaign Log.
it: Per ogni nome annotato alla voce "Cultisti Uccisi", segnate un <b>Sospetto</b> nel Diario della Campagna.

source: Mark one <b>Notice</b> in your Campaign Log. For each name listed under "Cultists Killed," make one additional <b>Notice</b> in the Campaign Log.
it: Segnate un <b>Sospetto</b> nel Diario della Campagna. Per ogni nome annotato alla voce "Cultisti Uccisi", segnate un <b>Sospetto</b> aggiuntivo nel Diario della Campagna.

source: Was Luther Lynch <i>(In Defense of the Order)</i> in play at the end of the scenario?
it: Luther Lynch <i>(A Difesa dell'Ordine)</i> si trovava in gioco alla fine dello scenario?

source: Skip <b>Interlude: A House Divided</b>.
it: Salta <b>Interludio: Una Casa Frammentata</b>.

source: No amount of reason or force could persuade the burly man to grant you entry, and you reluctantly retreat, deciding to ask again during normal visitation hours. When you return the next morning, you find the front door unlocked, but the halls of the temple utterly silent. Not a footstep or breath can be heard apart from your own as you traverse the grand lodge. Where are the traitors, or the other masons for that matter? For minutes you search the building until finally, a weak groan and slight scraping sound from inside one of the lodge offices. You bust the door in and find the Tyler once again, lying in a pool of his own blood and clutching at a gash in his side. He looks up to you with narrowed eyes, but his expression drops as he coughs out a spurt of blood. You crouch to try to assist him, but his wound is clearly fatal. The Tyler raises his head one last time and looks to you with fading vision, uttering a single word: "Singapore." His duty fulfilled, he slumps to the ground, groaning his last breath. You rise with frustration in mind. Another death at the hands of these madmen. How many more will perish for the sake of their conspiracy? Your one consolation as you leave the temple behind is that you now know where to find them.
it: Non riuscite in alcun modo a convincere l'imponente uomo a concedervi l'ingresso e vi ritirate a malincuore, decidendo di chiedere di poter entrare di nuovo durante il normale orario di visita. Quando tornate, la mattina dopo, trovate la porta d'ingresso aperta, ma le sale del Tempio sono completamente immerse nel silenzio più totale. Non si sente un passo né un respiro, a parte i vostri, mentre attraversate la Gran Loggia. Dove sono finiti i traditori o gli altri Massoni? Vi aggirate nell'edificio per parecchi minuti finché udite un debole gemito e un leggero raschiare provenire dall'interno di uno degli uffici della loggia. Sfondate la porta e trovate di nuovo il Copritore, che giace riverso in una pozza del suo stesso sangue e si stringe un taglio sul fianco destro. Vi guarda con occhi socchiusi, ma la sua espressione si fa sofferente quando tossisce un getto di sangue. Vi accovacciate per cercare di aiutarlo, ma la ferita è chiaramente mortale. Lynch solleva la testa un'ultima volta e vi guarda con occhi sempre più spenti, pronunciando una sola parola: "Singapore". Compiuto il suo dovere, si accascia a terra esalando un ultimo respiro. Vi rialzate, completamente sconvolti e frustrati. Un'altra morte per mano di questi pazzi. Quanti altri periranno per colpa della loro cospirazione? La vostra unica consolazione, mentre vi lasciate il Tempio alle spalle, è che ora sapete dove trovarli.

source: For better or worse, you swatted the hornets' nest. Despite being overwhelmed, you forced the traitors' hands and exposed their identities to the rest of the grand lodge. You exit the masonic temple and retreat to a safe distance while you compose yourself and keep watch. Gradually, the other Freemasons make their way outside, dazed and confused, but there is no sign of the infiltrators or their cult allies. You assume that with their preparations and connections that they had other escape routes. After an hour of patiently gathering the remaining masons, you head back inside to survey the aftermath.
it: Nel bene e nel male, avete stuzzicato un nido di calabroni. Nonostante siate stati sopraffatti, avete costretto i traditori a forzare la mano e a rivelare le loro identità al resto della Gran Loggia. Uscite dal Tempio massonico e vi ritirate a distanza di sicurezza, mentre vi rimettete in sesto con occhi e orecchie sempre all'erta. A poco a poco, gli altri Massoni si fanno strada all'esterno, storditi e confusi, ma non c'è alcuna traccia degli infiltrati o dei loro alleati cultisti. Presumete che con i loro preparativi e le loro conoscenze abbiano approfittato di altre vie di fuga. Dopo aver atteso pazientemente per oltre un'ora, i massoni sono tutti usciti, e voi potete tornare dentro per esaminare ciò che è rimasto.

source: Silence returns in the wake of the cultists' retreat, but for the first time since your adventure started, you feel comforted by it. After the incidents last night, the conspirators are the ones on their back feet this time. But there is still work to be done. You roam the now-quiet halls of the masonic temple, locating and gathering the remaining masons to hold a mass interview. Most of them are utterly bewildered, especially at seeing their former colleagues side with the crazed cultists and wield such mind-bending power. Your mind is focused more on the opportunity you now have. The cultists were forced to flee without covering their trail, meaning you have the chance to sift through the evidence without someone actively trying to kill you.
it: Dopo la ritirata dei cultisti torna il silenzio, ma per la prima volta dall'inizio della vostra avventura vi sentite confortati da esso. Dopo gli incidenti della scorsa notte, questa volta sono i cospiratori a doversi rimettere in sesto. Avete però ancora del lavoro da fare. Vi aggirate per le sale ormai tranquille del Tempio massonico, individuando e radunando gli altri massoni per interrogarli in serie. La maggior parte di loro è completamente sconcertata, soprattutto nello scoprire che i loro ex compagni si sono schierati con i folli cultisti e hanno sviluppato un potere così sconvolgente. Mettete bene a fuoco l'opportunità che vi si para davanti: i cultisti sono stati costretti a fuggire senza coprire le loro tracce, quindi potrete setacciare il luogo e cercare nuove prove senza rischiare che ci sia qualcuno impegnato a cercare di uccidervi.

source: If nothing else was clarified tonight, you finally have some insight into the agents and madmen who have shadowed your recent actions. They prey on the unsuspecting, and those vulnerable to influence through strange dreaming, but you can now take steps to guard yourself against their methods. They will find you more a thorn in their side than ever before.
it: Anche se questa notte non avete risolto molto, riuscite finalmente ad avere una visione d'insieme sugli agenti e sui pazzi che hanno seguito passo passo le vostre recenti azioni. Essi predano gli ignari e i vulnerabili attraverso l'influenza di strani sogni, ma ora potete prendere provvedimenti per difendervi da tali metodi. D'ora in poi sarete per loro una spina nel fianco come non mai.
