Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zcf/pyroclastic_flow.po
Languages: it

source: With the cult's destination known, you scour the Singapore harbor for any ship willing to take you to Krakatoa. With the travel warning and the worsening weather, you have difficulty finding any ships ready to leave port, much less travel to the Sunda Strait. After several increasingly desperate hours, you finally meet a weathered fisherman named Sukiman who agrees to hear you out. The old Indonesian man pays close attention as you speak, but seems to study you more than the words you say. You offer Sukiman as much as you can, but he simply holds his hand up. "You must be truly desperate, or perhaps a fool," he muses, eyes still locked on you, "but I trust that almighty God has sent you to me. I will help you." You waste no time in casting off from Singapore, setting immediate course for the Sunda Strait. The days in transit give you time to prepare yourself and Sukiman for the ordeals ahead. It's difficult to summarize your goal without sounding like a crackpot theorist, but the fisherman responds with a troubled look on his face. "There are a great many things in this world that I do not understand, but I understand the sea above all else. It has been a companion to me through many long voyages, and I know its rhythm and swell like I know my own heartbeat. Its rhythm has faltered." Sukiman pauses, brow furled in concentration. "Only once before have I seen it falter, years ago when madness struck the artists of Singapore. One drowned himself in the harbor beside my boat. I can still remember his expression. It was the same as yours when you first approached me, only filled with despair. The madness stopped at the same time that the sea regained its rhythm, but I never forgot. That is why I agreed to help you. You know what has affected the sea, and you mean to stop it. Again, I trust that God has brought you to me for this task, to return the seas to normal -- and perhaps much more." You stand beside him in silence, contemplating his words and the burden that lies on your shoulders. Preventing the rise of Cthulhu was not what you signed up for when you accepted Wycliffe's offer nearly two months ago, but the stakes are clear. Stop the architects or the world will be embroiled in madness. A sudden gasp from Sukiman rouses your attention, and he points ahead to the sea before the ship. Unmistakably, the horizon is bending.
it: Scoperta la destinazione del culto, cercate nel porto di Singapore qualsiasi nave disposta a portarvi al Krakatoa. Con l'avviso appena diffuso e il peggioramento delle condizioni meteorologiche, avete difficoltà a trovare navi pronte a lasciare il porto, tanto meno a viaggiare verso lo Stretto della Sonda. Dopo diverse ore di disperazione, finalmente incontrate un pescatore di nome Sukiman che accetta di ascoltarvi. L'anziano indonesiano presta molta attenzione mentre parlate, ma sembra studiare più voi che le parole che pronunciate. Offrite a Sukiman tutto quello che potete, ma lui si limita ad alzare la mano. "Dovete essere disperati, o forse proprio pazzi," riflette, con gli occhi ancora fissi su di voi, "ma se Dio onnipotente vi ha mandati da me, vi aiuterò." Non perdete tempo e salpate da Singapore facendo subito rotta verso lo Stretto della Sonda. I giorni di viaggio vi danno il tempo di preparare voi stessi e Sukiman alle prove che vi attendono. E difficile riassumere il vostro obiettivo senza sembrare dei completi pazzi, ma il pescatore risponde con un'espressione preoccupata. "Ci sono molte cose in questo mondo che non capisco, ma capisco soprattutto il mare. Mi è stato compagno nel corso di molti lunghi viaggi e conosco il suo ritmo e le sue onde come conosco il battito del mio cuore. Il suo ritmo ha vacillato." Sukiman fa una pausa, con le sopracciglia aggrottate per la concentrazione. "Solo una volta l'ho sentito vacillare, tanti anni fa, quando la follia colpì gli artisti di Singapore. Uno si annegò nel porto accanto alla mia barca. Ricordo ancora la sua espressione. Era uguale alla vostra quando vi siete avvicinati a me per la prima volta, ma piena di disperazione. La follia cessò nello stesso momento in cui il mare riprese il suo ritmo consueto, ma non l'ho mai dimenticato. Per questo ho accettato di aiutarvi. Sapete cosa ha colpito il mare e intendete fermarlo. Ancora una volta, confido che Dio vi abbia portato da me per questo compito, per riportare alla normalità il mare e, forse, anche molto di più." Sedete accanto a lui in silenzio, contemplando le sue parole e il fardello che grava sulle vostre spalle. Impedire l'ascesa di Cthulhu non era l'obiettivo che vi eravate prefissati quando avete accettato l'offerta di Wycliffe, quasi due mesi fa, ma la posta in gioco è molto alta: se non fermate gli Architetti, il mondo sarà sconvolto dalla follia. Un improvviso sussulto di Sukiman attira la vostra attenzione e lui indica il mare davanti a voi. Inequivocabilmente, l'orizzonte si sta piegando.

source: Check the Campaign Log. If you have 17 or more <b>Notice</b>:
it: Controllate il Diario della Campagna. Se avete segnato 17 o più <b>Sospetti</b>:

source: Create the Voyage deck. This is done by gathering each single-sided card with the [[Voyage]] trait. Choose one location and one treachery at random and remove them from the game. Shuffle the remaining [[Voyage]] cards together.
it: Preparate il mazzo del viaggio radunando ogni carta a un solo lato con il tratto [[Viaggio]]. Scegliete casualmente tra queste carte un luogo e una sventura e rimuoveteli dal gioco. Mescolate il resto delle carte [[Viaggio]].

source: Put the Sukiman's Ship location into play. Investigators begin play at Sukiman's Ship.
it: Mettete in gioco la Barca di Sukiman. Ogni investigatore inizia la partita nella Barca di Sukiman.

source: Put Sukiman into play at Sukiman's Ship.
it: Mettete in gioco Sukiman nella Barca di Sukiman.

source: Set the following cards aside, out of play: Each [[Krakatoa]] location, Star Spawn of Cthulhu.
it: Mettete da parte, temporaneamente fuori dal gioco, le seguenti carte: Ogni luogo [[Krakatoa]] e la Progenie Stellare di Cthulhu.

source: Use "Act 3 -- Deconstruction (v.I)." Remove the other Act 3 from the game.
it: Utilizzate il "Capitolo 3 - Decostruzione (v.I)." Rimuovete dal gioco l'altra copia del Capitolo 3.

source: Use "Act 3 -- Deconstruction (v.II)." Remove the other Act 3 from the game.
it: Utilizzate il "Capitolo 3 - Decostruzione (v.II)." Rimuovete dal gioco l'altra copia del Capitolo 3.

source: End of the Line
it: Capolinea

source: Scenario Interlude: End of the Line
it: Interludio dello Scenario: Capolinea

source: Sukiman brings his ship alongside the rocky shore of the island, close enough for you to jump over and wade in. You tell Sukiman to get well clear of the island, unsure of what will happen whether you succeed or fail in stopping the architects. The old fisherman grabs your hands with both of his and nods. "I pray for your success. Find your way to the sea when your work is done, and the sea shall lead me to you." You leap into the water -- already warm from the nearby volcanic activity -- and Sukiman's ship pulls away, quickly vanishing in the fractured space around the island. The volcano towers above you, though now at this distance you can see that its slopes don't meet naturally. The peak seems to be cobbled together from who knows how many segments of other volcanoes. You hope that the mountain holds together as you attempt to scale it.
it: Sukiman accosta la sua barca alla riva rocciosa dell'isola, abbastanza vicino da permettervi di saltare in acqua e raggiungere la spiaggia a piedi. Consigliate a Sukiman di allontanarsi dall'isola, incerti su cosa accadrà se riuscirete o meno a fermare gli Architetti. Il vecchio pescatore vi prende entrambe le mani tra le sue e annuisce. "Prego per il vostro successo. Trovate la strada per il mare, quando avrete finito il vostro lavoro, e il mare mi condurrà da voi." Vi tuffate nell'acqua, già calda a causa della fervente attività vulcanica, e la barca di Sukiman si allontana scomparendo rapidamente nello spazio fratturato intorno all'isola. Il vulcano svetta sopra di voi anche se, ora, a questa distanza, notate che le sue pendici non si incontrano in maniera naturale. La cima sembra essere stata assemblata da chissà quanti segmenti di altri vulcani. Sperate che la montagna si mantenga unita mentre cercate di scalarla.

source: Gather each of the set-aside [[Krakatoa]] locations. Remove two of the Twisted Caldera locations from the game at random. Shuffle the remainder of the Twisted Caldera locations and put them into play, along with the Volcanic Shore and Impossible Summit locations (see "Krakatoa: Location Placement" below). Move each investigator and non-weakness enemy in play to Volcanic Shore. Discard each other enemy.
it: Radunate ogni luogo [[Krakatoa]] messo da parte. Rimuovete dal gioco 2 luoghi Caldera Distorta casuali. Mescolate il resto dei luoghi Caldera Distorta e metteteli in gioco, insieme alla Costa Vulcanica e alla Vetta Impossibile (vedete la Disposizione dei Luoghi Krakatoa a destra). Muovete ogni investigatore e ogni nemico non debolezza in gioco fino alla Costa Vulcanica. Scartate tutti gli altri nemici.

source: Krakatoa: Location Placement
it: Krakatoa: Disposizione dei Luoghi

source: Twisted Caldera
it: Caldera Distorta

source: Impossible Summit
it: Vetta Impossibile

source: Volcanic Shore
it: Costa Vulcanica

source: Remove Sukiman, Sukiman's Ship, and each card beneath Sukiman's Ship from the game.
it: Rimuovete dal gioco Sukiman, la Barca di Sukiman e ogni carta che si trova sotto alla Barca di Sukiman.

source: Remove the <i>Spawn of R'lyeh</i> and <i>Storm and Sea</i> encounter sets from the game.
it: Rimuovete dal gioco i set di incontri <i>Progenie di R'lyeh</i> e <i>Mare e Tempesta</i>.

source: Shuffle the set-aside <i>Architects of Chaos</i> and <i>Unnatural Stone</i> encounter sets into the encounter deck, along with the encounter discard pile.
it: Mescolate i set di incontri <i>Architetti del Caos</i> e <i>Pietra Innaturale</i> messi da parte e la pila degli scarti degli incontri nel mazzo degli incontri.

source: the architects' project was fully completed.
it: il progetto degli Architetti è stato completato.

source: the architects's project was sabotaged.
it: il progetto degli Architetti è stato sabotato.

source: Each investigator earns 1 bonus experience from their insights into the architects' designs.
it: Ogni investigatore guadagna 1 Punto Esperienza per aver ottenuto informazioni sull'opera degli Architetti.

source: You collapse to the deck of Sukiman's ship, battered and straining to keep your wits about you under the maddening assault. The shifting dimensions, constant attacks, and the unrelenting elements all have proved too much to overcome. You hear a dull shout from Sukiman to see that space has shifted once more, placing you in the path of an enormous fiery boulder. The projectile blasts through the ship, shattering the front half of the ship and igniting what little remains. The force of the impact hurls you deep into the water, but as you try to swim for the surface, you find yourself only sinking further. The bisecting dimensions keep shunting you deeper underwater. Deeper and darker, until your last bit of stamina fails. The sea claims you, and soon thereafter, dread Cthulhu claims the sea.
it: Crollate malconci sul ponte della barca di Sukiman, sforzandovi di mantenere la lucidità sotto questo folle assalto. Le dimensioni mutevoli, gli attacchi continui e gli elementi implacabili si sono rivelati ostacoli troppo difficili da superare. Udite un grido sordo provenire da Sukiman e notate che lo spazio si è riassemblato ancora una volta, ponendovi sulla traiettoria di un enorme masso infuocato. Il proiettile attraversa la barca, frantumandone la parte anteriore e incendiando quel poco che ne resta. La forza dell'impatto vi scaglia in profondità nell'acqua ma, mentre cercate di nuotare verso la superficie, vi trovate ad affondare ulteriormente. Le intersezioni tra dimensioni continuano a spingervi sempre più a fondo. Sempre più in profondità, fino a quando la vostra ultima resistenza viene meno. Il mare vi reclama e, poco dopo, il temibile Cthulhu reclama il mare.

source: The overwhelming sensation finally climaxes with a fantastic rush of air. You are blown backward at high speed, just ahead of a tremendous explosion -- but not a volcanic one. A wall water shifts in suddenly before you, rushing toward you at nearly the same speed, mere inches from your face. The torrent falls before you do, softening the impact but threatening to drown you as the water flows its disjointed course. You struggle in the unnatural current for minutes on end before your hands finally grip onto -- or perhaps around -- a rocky formation. You maintain your grip until the deluge recedes, and the cacophony fades until you can only hear the familiar ambiance of the sea. Carefully, you relax your grip and open your eyes.
it: La sensazione travolgente culmina infine con un enorme spostamento d'aria. Venite spinti all'indietro da una tremenda esplosione non causata dal vulcano. Un muro d'acqua si sposta improvvisamente in avanti, a pochi centimetri dal vostro viso, e mantenendo quasi la vostra stessa velocità. Il moto si spegne prima del vostro, attutendo l'impatto ma facendovi rischiare di annegare, mentre l'acqua segue il suo corso disarticolato. Vi dibattete in questa corrente innaturale per lunghi minuti, prima che le vostre mani si aggrappino finalmente ad una formazione rocciosa, o forse intorno ad essa. Mantenete la presa finché l'acqua non si ritira e la cacofonia si affievolisce fino a quando non riuscite a udire solamente il familiare suono del mare. Con cautela, allentate la presa e aprite gli occhi.

source: Your vandalism of the carefully-designed monolith triggers a collapse and reordering of the world around the pillar. You are thrown to the ground from the force of the event, as a tremendous explosion sounds from all around you -- though not a volcanic one. Water rockets upward, funneling completely around the narrow patch of rock you lie on. Chunks of loose stone flow toward you, only to suddenly disappear and continue away on a different trajectory. Even in its ruined state, the unnatural stone bends space around itself, keeping you in a pocket untouched by the torrential water. Gradually, the current slows and suspends for a tense moment before falling away. Shapes begin to clarify through the draining water -- shapes that should be impossible, but you know can only exist in one place on Earth.
it: Il sabotaggio compiuto nei confronti di quel monolite accuratamente progettato provoca il crollo e la riorganizzazione del mondo intorno al pilastro. Venite scaraventati a terra dalla forza dell'evento mentre intorno a voi si sente una tremenda esplosione, anche se non di tipo vulcanico. L'acqua schizza verso l'alto, incanalandosi completamente intorno allo stretto pezzo di roccia su cui giacete. Pezzi di pietra sbriciolata scorrono verso di voi, per poi scomparire improvvisamente e proseguire su una traiettoria diversa. Anche in questo stato rovinoso, la pietra innaturale piega lo spazio intorno a sé, mantenendovi in una bolla non toccata dal torrenziale flusso d'acqua. A poco a poco, la corrente rallenta e si sospende per un istante prima di ritirarsi. Le forme iniziano a delinearsi attraverso l'acqua che defluisce: forme che dovrebbero essere impossibili, ma che sapete esistere in un solo luogo sulla Terra.

source: Before you lies an unsettling vista, jagged and alien, but perhaps most unsettling because it is familiar. You have seen this unnatural landscape many times in the visions and dreams that have haunted you since the very beginning. R'lyeh, the sunken island tomb of Cthulhu, has risen to the surface. Water drains down the impossible angles of its rock formations while deep sea flora and fauna lie scattered and dying around its landscape. The architects have succeeded.
it: Davanti a voi si apre un panorama inquietante, frastagliato e alieno, ma terribilmente familiare. Avete visto questo paesaggio innaturale molte volte nelle visioni e nei sogni che vi hanno perseguitato fin dall'inizio di questa avventura. R'lyeh, la tomba sommersa di Cthulhu, è risalita in superficie. L'acqua defluisce lungo gli angoli impossibili delle sue formazioni rocciose, mentre la flora e la fauna delle profondità marine giacciono sparse e morenti tutte attorno. Gli Architetti ci sono riusciti.
