Repository: zzorba/arkham-cards-data
Catalog: i18n/*/packs.po
Languages: es, fr, it, ko

source: Consternation on the Constellation
es: Consternación en el Constelación
fr: Désolation à Bord du Constellation
it: Costernazione sulla Costellazione

source: Dark Matter
fr: Matière Noire
it: Materia Oscura
ko: 암흑 물질

source: Alice in Wonderland
es: Alicia en el país de las maravillas
fr: Alice au Pays des Merveilles
it: Alice nel Paese delle Meraviglie
ko: 이상한 나라의 앨리스

source: The Crown of Egil
es: La corona de Egil
fr: La Couronne d'Egil
it: La Corona di Egil

source: Call of the Plaguebearer
fr: L'Appel du Porte-Peste
it: Il Richiamo del Portatore di Piaghe
ko: 역병전파자의 부름

source: Barkham Horror
it: Arkcan Horror
ko: 멍컴호러

source: Symphony of Erich Zann
es: La sinfonía de Erich Zann
fr: La Symphonie d'Erich Zann
it: La Sinfonia di Erich Zann
ko: 에리히 잔의 교향곡

source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
ko: 맞춤형 조사자

source: The Colour Out of Space
es: El color que cayó del cielo
fr: La Couleur Tombée du Ciel
it: Il Colore Venuto dallo Spazio

source: Jenny's Choice
es: La elección de Jenny
fr: Le Choix de Jenny
it: La Scelta di Jenny

source: Cyclopean Foundations
es: Cimientos ciclópeos
fr: Fondations cyclopéennes
it: Fondazioni Ciclopiche
ko: 거석의 근간

source: The Fall of the House of Usher
es: La caída de la Casa Usher
fr: La Chute de la maison Usher
it: La Caduta della Casa degli Usher

source: Against the Wendigo
es: Contra el Wendigo
fr: Face au Wendigo
it: Contro il Wendigo
ko: 웬디고에 맞서다

source: Soakmanâ€™s Investigators
it: Investigatori di Soakman

source: The Black Stone
it: La Pietra Nera

source: Custom Investigators
es: Investigadores personalizados
fr: Investîgateurs personnalisés
it: Investigatori Personalizzati
ko: 커스텀 조사자

source: Heart of Darkness
es: El corazón de las tinieblas
fr: Au cœur des ténèbres
it: Cuore di Tenebra

source: The (Unofficial) Return to The Innsmouth Conspiracy
es: Regreso (no oficial) a La conspiración de Innsmouth
fr: Renouveau (non officiel) - La Conspiration d'Innsmouth
it: Ritorno (Non Ufficiale) a... La Cospirazione di Innsmouth
ko: (비공식) 돌아온 인스머스에 드리운 음모

source: Ordinary Citizens
es: Ciudadanos ordinarios
fr: Citoyens Ordinaires
it: Cittadini Ordinari
ko: 평범한 주민

source: Arkham Incidents
es: Sucesos de Arkham
it: Incidenti ad Arkham

source: Legions of Fire
it: Legioni di Fuoco

source: Hunters of the Mythos
fr: Les Chasseurs du Mythe
it: Cacciatori dei Miti

source: The Colour Out of Oz
it: Il Colore Venuto da Oz

source: Soakman’s Investigators
es: Investigadores de Soakman
fr: Investîgateurs de Soakman
ko: 소크만 조사자

source: Beta
ko: 베타 카드
