Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: <i>“We’re here on a survey from Miskatonic University.”</i>
de: <i>„Wir sind von der Miskatonic Universität, um hier Untersuchungen durchzuführen.“</i>
es: <i>–Venimos para realizar un estudio en nombre de la Universidad Miskatonic.</i>
fr: <i>« Nous réalisons une enquête pour l’Université d’Arkham. »</i>
it: <i>"Stiamo conducendo una ricerca per conto della Miskatonic University."</i>
ko: <i>“미스캐토닉 대학 현장 조사단에서 왔습니다.”</i>
pl: <i>„Jesteśmy grupą badawczą z Uniwersytetu Miskatonic”.</i>
ru: <i>«Мы здесь в качестве наблюдательной группы Мискатоникского университета».</i>
zh: <i>“我们是从米斯卡塔尼克大学来做实地调查的。”</i>

source: <i>“We’re here for the Feast.” </i>
de: <i>„Wir sind für das Fest hier.“</i>
es: <i>–Hemos venido por la fiesta.</i>
fr: <i>« Nous sommes là pour la Fête. »</i>
it: <i>"Siamo qui per la Festa"</i>
ko: <i>“축일에 참여하고자 왔습니다.”</i>
pl: <i>„Przybyliśmy na Ucztę”.</i>
ru: <i>«Мы прибыли на Пир».</i>
zh: <i>“我们是来参加盛宴的。” </i>

source: You introduce yourself and the members of the survey by name, along with your backing from Miskatonic University. Dr. Marquez leans heavily on her cane as she extends one hand to shake.
de: Du stellst dich und die Mitglieder des Feldforschungsteams namentlich vor und erwähnst ebenso die Unterstützung durch die Miskatonic Universität. Dr. Marquez stützt sich schwer auf ihren Stock, während sie Mutter Rachel eine Hand zur Begrüßung ausstreckt.
es: Os presentáis dando los nombres del equipo del estudio junto con vuestro respaldo de la Universidad Miskatonic. La Dra. Marquez se apoya marcadamente en su bastón mientras ofrece una mano para estrecharla.
fr: Vous vous présentez, vous, les autres membres de la commission d’enquête, ainsi que votre soutien de l’Université Miskatonic. Le Dr Marquez s’appuie lourdement sur sa canne pour serrer la main de Mère Rachel.
it: Vi presentate per nome insieme alla donna che state accompagnando e al suo assistente. La dottoressa Marquez ha un bastone da passeggio, a cui si appoggia per stringere la mano di Madre Rachel.
ko: 당신은 미스캐토닉 대학의 후원을 받아 왔다는 사실을 밝히고, 현장 조사단 일원의 이름을 하나하나 소개합니다. 마르케스 박사는 악수를 위해 손을 내밀면서도 다른 손으로 붙잡은 지팡이로 땅을 묵직하게 짚습니다.
pl: Przedstawiasz siebie oraz pozostałych członków grupy, a także opowiadasz o wsparciu Uniwersytetu. Dr Marquez opiera się ciężko na swojej lasce, gdy wyciąga rękę na powitanie.
ru: Вы представляетесь и называете имена членов наблюдательной группы, а затем объясняете цель вашего прибытия. Доктор Маркес тяжело опирается на трость и протягивает руку для рукопожатия.
zh: 你们介绍所有成员的姓名，并说明你们是为了米斯卡塔尼克大学的实地调查行动而来。马尔克斯博士倚靠著拐杖，伸出一只手握手致意。

source: The matron smiles benevolently. “And we are overjoyed to have you. Our food and shelter are yours. The Feast is in three days’ time; we ask only that you open your heart and mind to experience our way of life.” Dr. Marquez shoots you a sharp look as she leans forward on her cane. “Actually, we’re here on a survey from Miskatonic University.”
de: Die Oberin lächelt gütig. „Und wir sind hocherfreut, Sie hier zu haben. Gerne teilen wir Essen und Unterkunft mit Ihnen. Das Fest findet in drei Tagen statt. Wir verlangen nur eine einzige Sache von Ihnen: Dass Sie Ihr Herz und Ihren Verstand dafür öffnen, wie wir leben.“ Dr. Marquez wirft dir einen ernsten Blick zu. Sie stützt sich schwer auf ihren Stock und ergänzt: „Eigentlich sind wir von der Miskatonic Universität, um hier Untersuchungen durchzuführen.“
es: La matrona sonríe con benevolencia y dice: –Nos colma de alegría que hayan venido. Nuestra comida y refugio son suyos. La fiesta tendrá lugar dentro de tres días; tan sólo pedimos que abran sus mentes y corazones para experimentar nuestra forma de vida. La Dra. Marquez os dedica una mirada furibunda mientras se apoya en su bastón y aclara: –En realidad venimos para realizar un estudio para la Universidad Miskatonic.
fr: La matrone sourit avec bienveillance. « Nous sommes ravis de vous accueillir. Vous trouverez chez nous le gîte et le couvert. La fête aura lieu dans trois jours; nous vous demandons seulement d’ouvrir votre cœur et votre esprit pour découvrir notre mode de vie. » Le Dr Marquez vous jette un regard acéré en s’appuyant sur sa canne. « En vérité, nous sommes venus ici pour réaliser une enquête commandée par l’Université Miskatonic. »
it: La matrona vi sorride benevola. "La vostra presenza ci riempie di gioia. Il nostro cibo e le nostre case sono anche vostri. La Festa avrà inizio fra tre giorni, vi chiediamo solo di aprire i cuori e le menti al nostro stile di vita, e di accoglierlo come noi stiamo accogliendo voi." La dottoressa Marquez vi scocca un'occhiata tagliente mentre si appoggia sul bastone da passeggio. "A dire il vero, siamo qui per condurre una ricerca per conto della Miskatonic University."
ko: 대모가 자애로운 미소를 짓습니다. “여러분을 모시게 되어 대단히 기쁩니다. 저희가 차린 음식과 쉼터를 마음껏 즐기세요. 이틀 후면 축일이니, 마음과 정신을 열고 저희 생활 방식을 경험해 보시길 권합니다.” 마르케스 박사가 날카로운 눈으로 당신을 쏘아보더니, 지팡이에 몸을 기대고 말합니다. “실은 미스캐토닉 대학에서 헴록 섬을 조사하기 위해 온 것입니다만.”
pl: Kobieta uśmiecha się życzliwie. „Jesteśmy przeszczęśliwi, widząc was tutaj. Czujcie się jak u siebie. Uczta rozpocznie się za trzy dni – jedyne, o co prosimy, to byście otworzyli swoje serca i umysły na nasze obyczaje”. Dr Marquez rzuca ci ostre spojrzenie, pochylając się do przodu na lasce. „Właściwie to jesteśmy grupą badawczą z Uniwersytetu Miskatonic”.
ru: Матрона доброжелательно улыбается: «Мы рады приветствовать вас и разделить с вами пищу и кров. Пир состоится через три дня. Вас мы лишь просим открыть свои сердца и разум для знакомства с нашим образом жизни». Опираясь на трость, доктор Маркес бросает на вас тяжёлый взгляд. «На самом деле мы здесь в качестве наблюдательной группы Мискатоникского университета» — обращается она к женщине.
zh: 那位女士慈祥的微笑了。“我們誠摯歡迎你們，我們的食物跟住處都將與你們共享。盛宴會持續三天，你們只要敞開心胸，體驗我們的生活方式，就是對我們最好的回報。”馬爾克斯博士對你們投來銳利的目光，然後拄著拐杖傾身向前。“其實，我們是為了米斯卡塔尼克大學的實地調查而來。”

source: Add 1 [elder_thing] token to the chaos bag for the remainder of the campaign.
it: Aggiungete 1 segnalino [elder_thing] al sacchetto del caos per il resto della campagna.
ru: Добавьте в мешок хаоса 1 жетон [elder_thing] до конца кампании.

source: Mother Rachel’s friendly mask breaks for just a moment as she registers your response. “Surveyers. I see. You are quite welcome here as well. But mind your place. We have rules. Do not harm anyone in the Vale and we will not harm you. Keep to the village at night, and take care out in the wilderness. Nature is crueller here.” Down the road, a small doe walks alongside a pair of children, almost as if to contradict the matron’s words. Before you can ask her more, a gaggle of locals descend on the truck, eager for news from the mainland. After fielding multiple questions about sports outcomes and elections, Dr. Marquez suggests you split up to acquaint yourselves with the locals. “Ask around about the island and meet back here in an hour.”
de: Mutter Rachels freundliche Miene verändert sich nur einen Augenblick, als sie eure Antwort hört. „Untersuchungen... ich verstehe. Sie sind natürlich ebenso willkommen. Beachten Sie nur Folgendes: Wir haben hier Regeln. Wenn Sie niemandem im Tal Schaden zufügen, dann wird Ihnen auch nichts geschehen. Bleiben Sie nachts im Dorf und geben Sie draußen in der Wildnis acht. Die Natur hier auf der Insel mag etwas ungezähmter sein als dort, wo Sie herkommen.“ Ein Stück weiter die Straße entlang läuft ein kleines Reh neben ein paar Kindern her, fast so, als wollte es damit die Worte der Oberin widerlegen. Bevor du ihr weitere Fragen stellen kannst, kommt eine Horde Einheimischer auf den Laster zu, begierig darauf, Neuigkeiten vom Festland zu erfahren. Nachdem ihr etliche Fragen beantwortet habt, wer welches Sportereignis oder welche Wahl gewonnen hat, schlägt Dr. Marquez vor, sich aufzuteilen, um besser mit den Einheimischen in Kontakt zu kommen. „Sammeln Sie Informationen über die Insel. Wir treffen uns in einer Stunde wieder hier.“
es: La máscara de amabilidad de la madre Rachel se quiebra durante un instante cuando asimila la respuesta. –Conque exploradores. Ya veo. Son bienvenidos igualmente, pero no olviden cuál es su lugar. Tenemos reglas. No hagan daño a nadie en el Valle y no tendrán problemas. Quédense en la aldea durante la noche y tengan cuidado en la naturaleza, porque aquí es más cruel. A poca distancia, una pequeña cierva camina junto a una pareja de niños, casi como si quisiera contradecir las palabras de la matrona. Antes de poder preguntarle nada más, un grupo de lugareños se acercan a la camioneta, ansiosos por tener noticias del continente. Tras responder diversas preguntas sobre resultados deportivos y elecciones, la Dra. Marquez sugiere dividiros para conocer a los lugareños. –Preguntad sobre la isla y reuníos aquí de nuevo dentro de una hora.
fr: Le masque amical de Mère Rachel se fendille un instant en digérant votre réponse. « Des enquêteurs. Je vois. Vous êtes les bienvenus ici aussi. Mais n’oubliez pas où est votre place. Nous avons des règles. Ne nuisez à personne dans la vallée et nous ne vous ferons aucun mal. Restez dans le village la nuit, et soyez prudents lorsque vous en sortez. La nature est particulièrement cruelle par ici. » Au bout de la route, une petite biche trottine à côté de deux enfants, comme pour contredire les paroles de la matrone. Avant que vous ne puissiez lui poser d’autres questions, un groupe d’habitants s’approche du camion, avide de nouvelles du continent. Après avoir répondu à de nombreuses interrogations sur les résultats sportifs et les élections, le Dr Marquez vous propose de vous séparer pour faire connaissance avec les gens du coin. « Renseignez-vous sur l’île et revenez ici dans une heure. »
it: Anche se solo per un istante, potete chiaramente vedere la maschera amichevole di Madre Rachel scivolarle via dal volto. "Ricercatori. Capisco. Anche voi siete i benvenuti, ma badate di restare al vostro posto. Noi abbiamo delle regole: non fate del male ad alcun abitante della valle e nessuno vi farà del male. Restate entro i confini del villaggio durante la notte e fate attenzione quando vi allontanate dalla zona abitata. La natura è più crudele qui." Lungo la strada, notate una piccola cerbiatta passeggiare al fianco di una coppia di bambini, quasi a contraddire le parole della matrona. Prima che possiate porle qualche domanda, un gruppo di locali si avventa sul furgone, affamato di notizie dal continente. Dopo aver risposto a una serie di domande su vari risultati sportivi e politici, la dottoressa Marquez vi suggerisce di dividervi per fare conoscenza con gli abitanti del villaggio. "Fate qualche domanda in giro, ci rivediamo qui tra un'ora."
ko: 대답을 듣기 무섭게, 대모 레이첼의 친절한 얼굴이 잠시 흐트러집니다. “현장 조사단이라... 그렇군요. 그렇다 해도 진심으로 환영합니다. 하지만 부디 여러분의 입장을 잘 헤아려 처신해 주시기를 바랍니다. 저희에게는 규칙이 있습니다. 헴록 베일에서는 누구에게도 해를 끼치지 마세요. 그렇다면 저희도 당신에게 누가 될 일은 없을 겁니다. 밤에는 마을에 머무르시고, 주거지가 아닌 곳에 갈 때는 각별히 조심하세요. 이곳의 자연은 타지보다 훨씬 더 잔혹하니까요.” 대모의 말을 정면으로 반박하듯, 길을 따라 작은 암사슴과 한 쌍의 아이들이 종종걸음쳐 갑니다. 대모에게 더 질문을 하기도 전에, 육지에서 온 소식을 듣고 싶어하는 주민들이 구름처럼 모여듭니다. 이들에게서 스포츠 경기 결과 및 선거와 관련된 여러 가지 질문 공세를 받은 후에야, 마르케스 박사는 주민과 친해지기 위해 흩어지자는 제안을 합니다. “이 섬에 관해 알아보고 한 시간 후에 여기서 다시 만나죠.”
pl: Uśmiech na twarzy Matki Rachel znika na moment, gdy słyszy waszą odpowiedź. „Badacze. Rozumiem. I wy jesteście tu mile widziani. Ale pamiętajcie, że nie jesteście u siebie. Mamy tu swoje zasady. Nie róbcie krzywdy nikomu w Dolinie, a i wam nie stanie się krzywda. Wracajcie do wioski na noc i uważajcie na siebie w dziczy – natura bywa tu okrutna”. Tuż obok, jakby zaprzeczając słowom kobiety, parze spacerujących dzieci towarzyszy młoda łania. Chcecie dowiedzieć się czegoś więcej, ale otacza was tłum miejscowych, spragnionych wieści ze stałego lądu. Po udzieleniu wielu odpowiedzi na temat sportu i polityki, dr Marquez sugeruje, żebyście się rozdzielili i zapoznali z mieszkańcami. „Poznajmy lepiej wyspę i spotkajmy się tu za godzinę”.
ru: Маска дружелюбия ненадолго спадает с лица матушки Рейчел, когда она слышит ваш ответ. «Наблюдатели, — произносит она. — Ясно. Мы рады и вам тоже. Однако помните о приличиях. У нас есть правила. Не причиняйте вреда никому, и никто не причинит вреда вам. Ночью оставайтесь в деревне и будьте осторожны, выбираясь в глушь. Природа здесь жестока. Опаснее, чем где-либо ещё». Чуть поодаль по дороге бредёт юная лань в сопровождении двоих детей, словно опровергая слова матроны. Прежде чем вы успеваете задать ей вопрос, к грузовику сбегается толпа селян, жаждущих новостей с материка. Ответив на многочисленные вопросы о результатах выборов и спортивных матчей, доктор Маркес предлагает разделиться и познакомиться с местными. «Порасспрашивайте их об острове. Встретимся здесь же через час», — говорит она.
zh: 聽到你們的來意時，瑞秋主母友善的面具有一瞬間消失了，但立刻又恢復如常。“原來是調查員，我懂了。你們同樣受到歡迎，但請注意言行，我們有自己的規矩。只要你們不對谷民們造成麻煩，我們同樣也不會對你們造成困擾。晚上最好待在村莊裡，在荒野中要小心，這裡的大自然是很嚴酷的。”在路的另一端，你們看見一隻小母鹿自在地走在兩個孩子身旁，這個畫面似乎與這位女士所說的有些出入。但在你們能進一步詢問她前，興奮的居民們已經湧了上來，迫切的想知道來自大陸上的消息。你們滿足了幾個關於運動比賽跟選舉的問題後，馬爾克斯博士提議所有人分頭行動，跟當地人們建立關係。“問問有關這座島上的事，一小時後回來這裡會合。”

source: Prelude Setup
de: Vorspielvorbereitung
es: Preparación del Preludio
fr: Mise en place du Prologue
it: Preparazione del Preludio
ko: 서막 준비
pl: Przygotowanie preludium
ru: Подготовка прелюдии
zh: 序章設置

source: Put the <b>Day One</b> Time Marker card into play. Praise the sun!
de: Die Zeitmarker-Karte <b>Der erste Tag</b> wird ins Spiel gebracht. Preiset die Sonne!
es: Pon en juego la carta Indicador de tiempo <b>Día uno</b>. ¡Alabado sea el sol!
fr: Mettez en jeu la carte Marqueur Temporel <b>Jour Un</b>. Loué soit le soleil !
it: Mettete in gioco la carta Indicatore Temporale <b>Giorno Uno</b>. Lode al sole!
ko: <b>첫 번째 낮</b> 날짜 카드를 플레이 영역에 둡니다. 태양 만세!
pl: Umieść kartę znacznika czasu <b>Dzień 1</b> w grze. Chwała słońcu!
ru: Введите карту «День первый» в игру. Восславьте солнце!
zh: 將<b>第一日</b>時刻卡牌放置入場，讚美太陽！

source: Put each location from <i>The Vale</i> encounter set into play on its <b>(Day [day])</b> side according to the location layout below.
de: Jeder Ort aus dem Begegnungsset <i>Das Tal</i> wird mit der (Tag [day])-Seite nach oben wie in der Abbildung angegeben ins Spiel gebracht.
es: Pon cada Lugar del conjunto de encuentros <i>El Valle</i> en juego por su lado <i>(Día [day])</i> según el mapa de Lugares de arriba.
fr: Mettez en jeu chaque lieu du set de rencontre <i>Le Val</i> sur sa face <b>(Jour [day])</b> en accord avec la carte des lieux ci-dessus.
it: Mettete in gioco ogni luogo del set incontri <i>La Valle</i> sul lato <b>Giorno [day]</b> secondo la Disposizione dei Luoghi sottostante.
ko: 아래의 장소 지도를 참조하여, [[헴록 베일]] 조우 세트에 포함된 모든 장소를 <b>(낮 [day])</b> 면이 보이도록 플레이 영역에 둡니다.
pl: Umieść w grze każdą lokalizację z zestawu spotkań <i>Dolina</i> stroną <b>(Dzień [day])</b> do góry, zgodnie z ułożeniem lokalizacji poniżej.
ru: Введите в игру все локации из набора контактов «Хемлок-Вейл» стороной <b>(День [day])</b> вверх в соответствии с расположением локаций ниже.
zh: 將<i>山谷</i>遭遇組裡的所有地點放置入場，以<b>(白日[day])</b>面朝上。

source: Note that during this prelude, locations are only connected via their location connection icons.
de: Anmerkung: Während dieses Vorspiels sind die Orte nur durch ihre Verbindungssymbole miteinander verbunden.
es: Ten en cuenta que, durante este Preludio, los Lugares sólo están conectados mediante sus iconos de conexión.
fr: Remarquez que lors de ce prologue, les lieux sont seulement connectés via leurs icônes de connexion de lieu.
it: Durante questo preludio, i luoghi sono collegati solo tramite le icone di collegamento.
ko: 알아두기: 이 서막 동안, 장소간은 오직 연결 기호로만 이어져 있습니다.
pl: Ważne: Podczas tego preludium lokalizacje są połączone tylko przez symbole połączeń.
ru: Обратите внимание: во время этой прелюдии локации связаны только через символы связи.
zh: 請記得在本序章期間，地點只會藉由其連接符號互相連接。

source: Each investigator begins play at The Crossroads.
de: Jeder Ermittler beginnt das Spiel an der Wegkreuzung.
es: Cada investigador comienza la partida en El cruce de caminos.
fr: Chaque investigateur commence la partie à La Croisée des Chemins.
it: Iniziate la partita nel Crocevia.
ko: 모든 조사자는 ‘교차로’에서 시작합니다.
pl: Wszyscy badacze rozpoczynają grę na Rozdrożu.
ru: Все сыщики начинают игру на «Перекрёстке».
zh: 每位調查員從十字路口開始遊戲。

source: Set each card from the <i>Residents</i> encounter set aside, out of play.
de: Jede Karte aus dem Begegnungsset <i>Einwohner</i> wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, todas las cartas del conjunto de encuentros <i>Habitantes</i>.
fr: Mettez de côté chaque carte du set de rencontre <i>Habitants</i>, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni carta del set di incontri <i>Abitanti</i>.
ko: [[주민]] 조우 세트를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, wszystkie karty z zestawu spotkań <i>Mieszkańcy</i>.
ru: Отложите в сторону все карты из набора контактов «Жители».
zh: 將<i>住民</i>遭遇組的所有卡牌放在一旁，置於場外。

source: Place doom on the agenda equal to the number of investigators.
de: Auf der Agenda wird so viel Verderben platziert, wie Ermittler mitspielen.
es: Coloca sobre el Plan una cantidad de Perdición igual al número de investigadores.
fr: Placez un nombre de fatalités sur l’Intrigue égal au nombre d'investigateurs.
it: Collocate un ammontare di destini sulla trama pari al numero di investigatori.
ko: 주요사건에 조사자 수만큼 파멸을 놓습니다.
pl: Połóż na tajemnicy żetony zagłady w liczbie równej liczbie badaczy.
ru: Положите на текущий замысел безысходность в количестве, равном числу сыщиков.
zh: 在密謀上放置與調查員人數相同數量的毀滅標記。

source: Keep the Campaign Guide on hand as you play. Codex entries for this prelude are included below.
de: Die Kodexeinträge dieses Vorspiels befinden sich weiter unten.
es: Ten a mano la guía de campaña mientras juegas. Las entradas del códice para este Preludio están incluidas más abajo.
fr: Conservez près de vous le Guide de Campagne lors de la partie. Les paragraphes Codex de ce prologue sont inclus ci-dessous.
it: Tenete la Guida alla Campagna a portata di mano mentre giocate. Le voci del Codex per questo preludio sono riportate a seguire.
ko: 게임 진행 도중에도 캠페인 안내서를 손 닿기 쉬운 곳에 둡니다. 본 서막의 서고 항목은 아래에 수록되어 있습니다.
pl: Trzymaj Księgę kampanii cały czas pod ręką. Wpisy kodeksu do tego preludium znajdują się poniżej.
ru: Держите книгу сценариев или приложение неподалёку во время игры: в ходе прелюдии вам нужно будет обращаться к архиву. Архив для этой прелюдии приведён ниже.
zh: 進行遊戲時將劇本手冊放在手邊，此序章的聖典條目可於下方查閱。

source: You are now ready to begin.
de: Das Spiel kann nun beginnen.
es: Los investigadores ya están listos para comenzar.
fr: Vous êtes maintenant prêt à commencer.
it: Ora siete pronti per iniziare a giocare.
ko: 이제 당신은 게임을 시작할 준비가 되었습니다.
pl: Gracze są teraz gotowi do rozpoczęcia gry.
ru: Можете начинать.
zh: 現在你已經準備好開始遊戲了。

source: Playing Preludes in The Feast of Hemlock Vale
de: Vorspiele in „Das Fest von Hemlock Vale“
es: Cómo jugar los preludios de La fiesta del Valle de la Cicuta
fr: Jouer des Prologues lors du Festin de Hemlock Vale
it: Giocare i Preludi ne La Festa di Hemlock Vale
ko: 헴록 베일의 축일에서의 서막
pl: Rozgrywanie preludiów w Uczcie w Dolinie Hemlock
ru: Прелюдии в «Пире в Хемлок-Вейл»
zh: 如何遊玩《鐵杉谷盛宴》的序章

source: Preludes in this campaign require investigators to set up a map, act and agenda deck and play much like they would a traditional scenario of <i>Arkham Horror: The Card Game</i>.
de: Die Vorspiele in dieser Kampagne werden ähnlich normaler Szenarien in <i>Arkham Horror: Das Kartenspiel</i> vorbereitet und gespielt: mit Ortskarten, Agenda- und Szenendecks.
es: Los preludios de esta campaña requieren que los investigadores preparen un mapa, un mazo de Acto y un mazo de Plan y se juegan de modo muy similar a como se jugaría un escenario tradicional de <i>Arkham Horror: El juego de cartas</i>.
fr: Les prologues de cette campagne demandent aux investigateurs de mettre en place des lieux, un deck Intrigue, un deck Acte et de jouer la partie quasiment comme n’importe quel scénario de <i>Horreur à Arkham : le Jeu de Cartes</i>.
it: I preludi in questa campagna richiedono agli investigatori di preparare una mappa, il mazzo dei capitoli e delle trame e di giocare come farebbero con un normale scenario di <i>Arkham Horror LCG</i>.
ko: 본 캠페인에서의 서막을 즐길 때는 일반적인 <아컴호러 카드게임> 시나리오를 준비하는 것과 마찬가지로 서막 준비 지시를 따라, 주요목적 및 주요사건 그리고 장소를 준비합니다.
pl: Preludia w tej kampanii wymagają, aby gracze przygotowali mapę oraz talie aktów i tajemnic i rozegrali je tak, jakby był to standardowy scenariusz do gry karcianej <i>Horror w Arkham</i>.
ru: Чтобы сыграть прелюдию в этой кампании, сыщикам нужно выложить локации, собрать колоды замыслов и сцен и играть так, как они играли бы в обычный сценарий карточного «Ужаса Аркхэма».
zh: 此劇本中的序章會需要玩家設置地圖、場景跟密謀牌庫，並如同一般《詭鎮奇談：卡牌版》中的冒險一樣進行遊戲。

source: Hemlock Vale is generally a safe place. During these preludes, there is no encounter deck. This means that the investigators cannot use abilities that interact with the encounter deck in any way. <i>(For example, effects such as those that search the encounter deck, draw cards from the encounter deck, or look at cards in the encounter deck cannot be resolved.)</i>
de: Hemlock Vale ist normalerweise ein sicherer Ort. In diesen Vorspielen gibt es kein Begegnungsdeck. Das bedeutet, dass die Ermittler keine Fähigkeiten verwenden können, die mit dem Begegnungsdeck auf irgendeine Weise interagieren. <i>(Zum Beispiel können Effekte, die das Begegnungsdeck durchsuchen, Karten vom Begegnungsdeck ziehen oder das Begegnungsdeck ansehen, nicht abgehandelt werden.)</i>
es: Por lo general, el Valle de la Cicuta es un lugar seguro. Durante estos preludios, no hay mazo de Encuentros. Esto significa que los investigadores no pueden usar capacidades que interactúen con el mazo de Encuentros en modo alguno <i>(por ejemplo, no se pueden resolver efectos que busquen en el mazo de Encuentros, que roben cartas del mazo de Encuentros o que miren cartas del mazo de Encuentros)</i>.
fr: Hemlock Vale est un endroit paisible la plupart du temps. Lors de ces prologues, il n’y a pas de deck Rencontre. Cela signifie que les investigateurs ne peuvent d’aucune façon utiliser de capacités qui interagissent avec le deck Rencontre <i>(par exemple, les effets qui cherchent une ou plusieurs cartes dans le deck Rencontre, qui piochent des cartes dans le deck Rencontre ou qui regardent des cartes du deck Rencontre ne peuvent pas être résolues.)</i>
it: Hemlock Vale è generalmente un posto sicuro: durante questi preludi non c'è il mazzo degli incontri. Ciò significa che gli investigatori non possono usare capacità che interagiscono con il mazzo degli incontri in alcun modo <i>(per esempio, non possono essere risolti effetti che cercano nel mazzo degli incontri, pescano carte dal mazzo degli incontri o guardano le carte del mazzo degli incontri)</i>.
ko: 헴록 베일은 대개는 안전한 곳입니다. 이러한 서막에서는 조우 덱이 없습니다. 따라서 조사자가 조우 덱과 상호작용하는 유형의 기능을 어떠한 방식으로도 사용할 수 없습니다. <i>(예시: 조우 덱에서 카드 찾기/조우 덱에서 카드 뽑기/조우 덱에서 카드 확인해 보기. 이와 같은 효과는 전부 해결할 수 없습니다.)</i>
pl: Zasadniczo Dolina Hemlock jest bezpiecznym miejscem. W tych preludiach nie ma talii spotkań, co oznacza, że badacze nie mogą używać zdolności, które w jakikolwiek sposób wchodzą w interakcję z talią spotkań. <i>(Przykładowo nie działają żadne efekty pozwalające przeszukać talię spotkań, dobrać z niej karty czy ją przeglądać.)</i>
ru: Хемлок-Вейл в целом безопасное место. В прелюдиях не используется колода контактов. Это значит, что сыщики не могут использовать свойства, так или иначе взаимодействующие с ней. <i>(Например, искать что-то в колоде контактов, брать из неё карты или смотреть карты в ней.)</i>
zh: 鐵杉谷通常是一個安全的地方，在這些序章期間，不會有遭遇牌庫。這代表調查員們不能使用任何與遭遇牌庫有關的能力。<i>(舉例來說，像是查找遭遇牌庫、從遭遇牌庫抽取卡牌，或查看遭遇牌庫中的卡牌，諸如此類的效果皆無法結算。)</i>
