Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Search the set-aside <i>Residents</i> encounter set for Mother Rachel and put her into play at Hemlock Chapel, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Mutter Rachel und bringe sie in der Hemlock-Kapelle mit der Vorteilsseite nach oben ins Spiel.
es: Busca a Madre Rachel en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en la Capilla Cicuta, con el lado de Apoyo boca arriba.
fr: Cherchez Mère Rachel dans le set de rencontre <i>Habitants</i> mis de côté et mettez-la en jeu dans la Chapelle de Hemlock, face soutien visible.
it: Cerca la carta Madre Rachel nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nella Cappella degli Hemlock con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘대모 레이첼’을 찾아서, 플레이 영역 중 ‘헴록 예배당’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Matki Rachel i umieść ją w grze, w Kaplicy w Hemlock, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Матушка Рейчел» и введите её в игру в «Часовню Хемлок-Вейл» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出瑞秋主母，并将她以支援面朝上放置入场，位于铁杉谷礼拜堂。

source: Dr. Marquez leans precariously on her cane as she takes samples of various wildflowers around the mill. “Take a look at this.” The professor holds out a sample that looks like a blend of brilliant violet, trillium, and lupine flowers, spliced at the stem. “It’s similar to the strange blossom that prompted the survey. Monopodial with dozens of different expressions. But no evidence of grafting. It grew naturally.” You ask how this is possible, and the professor grins. “It isn’t. Which is exactly why this survey is going to make my career.” As you leave Dr. Marquez to her sample-collecting, you spot a sturdy, well-built woman in overalls working the field.
de: Dr. Marquez stützt sich unsicher auf ihren Stock, während sie Proben von verschiedenen Wildblumen in der Umgebung der Mühle nimmt. „Schauen Sie sich das an.“ Die Professorin hält eine Probe in die Höhe, die wie eine Mischung aus leuchtenden Veilchen-, Lilien- und Lupinenblüten aussieht, die am Stiel miteinander verbunden sind. „Sie ähnelt der seltsamen Blüte, die der Anlass für diese Expedition war. Monopodial mit Dutzenden von verschiedenen Ausprägungen. Aber kein Hinweis auf künstliche Veredelung. Sie ist natürlich gewachsen.“ Du fragst, wie das möglich sei. Die Professorin grinst. „Ist es nicht. Und genau deshalb wird diese Forschungsreise das große Sprungbrett für meine Karriere sein.“ Du überlässt Dr. Marquez dem Sammeln ihrer Pflanzenproben. Ein Stück weiter siehst du eine kräftige Frau in einem Overall auf dem Feld arbeiten.
es: La Dra. Marquez se apoya precariamente en su bastón mientras toma muestras de varias flores silvestres que crecen en torno al molino. –Échele un vistazo a esto –dice la profesora mientras enseña una muestra que parece una mezcla de violeta, trilio y lupino unidas en el tallo–. Es similar a la extraña flor que motivó la expedición. Monopodial con docenas de expresiones distintas, pero sin señales de injertos. Ha crecido de forma natural. Le preguntas cómo es posible y la profesora sonríe: –No lo es. Lo cual es la razón por la que este estudio va a ser tan importante en mi carrera. Dejas a la Dra. Marquez recogiendo muestras y ves a una mujer recia y de constitución fuerte vestida con un mono trabajando en el campo.
fr: Le Dr Marquez s’appuie dangereusement sur sa canne pour prélever des échantillons de diverses fleurs sauvages autour du moulin. « Regardez ça ». Le professeur vous tend un bouquet ressemblant à un mélange de fleurs violettes brillantes, de trilliums et de lupins, réunies au niveau de la tige. « Elles sont similaires à l’étrange fleur qui a motive notre enquête. Monopode avec des douzaines d’expressions différentes. Mais aucune trace de greffe. Elle a poussé naturellement. » Vous demandez comment une telle chose peut être possible, et le professeur sourit. « Cela ne l’est pas. Voilà justement pourquoi cette étude va faire avancer ma carrière. » Alors que vous laissez le Dr Marquez à sa cueillette, vous apercevez une femme vêtue d’une salopette, robuste et bien bâtie, qui travaille dans le champ.
it: La dottoressa Marquez si allunga per raccogliere campioni di vari fiori selvatici sbocciati attorno al mulino, reggendosi a stento al suo bastone da passeggio. "Vieni a vedere!" La professoressa ti porge uno stelo, sembrano una viola, un trillium e un lupinus miscelati insieme. "È simile alle strane fioriture che mi hanno spinta a iniziare la ricerca. Sono monopodiali, con decine di manifestazioni differenti... Eppure non c'è segno di innesto, è come se fosse una specie naturale." Le chiedi come possa essere possibile, ma la professoressa ti risponde sogghignando. "Non lo è. Che è esattamente il motivo per cui questa ricerca mi farà fare carriera." Lasciata la dottoressa Marquez a raccogliere campioni, noti una donna robusta che indossa una salopette, impegnata a lavorare nei campi.
ko: 마르케스 박사는 지팡이에 몸을 위태위태하게 지탱한 채, 제분소 근처에 피어난 야생화를 채집하고 있습니다. 마르케스 박사가 화사한 제비꽃, 연령초, 루피너스꽃이 한 줄기에서 뻗어난 것처럼 보이는 표본을 내밀며 말합니다. “이것 좀 보세요. 헴록 섬에 현장 조사를 나온 게 바로 이런 것 때문이라고요. 한 줄기에서 여러 식물이 뻗어나 있지만, 접목을 한 흔적은 없어요. 자연적으로 자랐단 말이죠.” 그게 가능하기나 한 일인지 물었지만, 박사는 씨익 웃으며 답합니다. “그럴 리가요. 그래서 이번 조사에 제가 사활을 건 거고요. 일생일대의 업적이 될 테니.” 표본을 채집하는 마르케스 박사를 떠나려는 차, 건장한 체격에 작업복 차림의 여자가 근처에서 일하는 모습을 포착했습니다.
pl: Dr Marquez wspiera się niepewnie na lasce, pobierając próbki różnych kwiatów polnych rosnących wokół młyna. „Popatrz na to” – mówi, wyciągając w twoją stronę łodygę z lśniącym kwiatem, który wygląda jak połączenie fiołka, trójlistu i łubinu. „Jest podobny do rośliny, która zapoczątkowała całą naszą wyprawę. Rozgałęzienie monopodialne z dziesiątkami różnych kwiatów. Ale nie ma żadnych śladów szczepienia. Wyrosła naturalnie”. Pytasz, jak to możliwe, a doktor się uśmiecha. „To niemożliwe. Właśnie dlatego ta wyprawa jest kluczowa dla mojej kariery ”. Kiedy oddalasz się od zbierającej dalsze próbki dr Marquez, zauważasz pracującą w polu krzepką, dobrze zbudowaną kobietę w ogrodniczkach.
ru: Непрочно опираясь на трость, доктор Маркес собирает образцы различных полевых цветов вокруг мельницы. «Взгляните на это, — профессор протягивает образец, похожий на гибрид блестящей фиалки, триллиума и люпина, сросшихся у стебля. — Это похоже на тот странный цветок, послуживший поводом к нашему исследованию. Монопод с десятками различных проявлений. И никаких признаков прививания. Он вырос так естественным путём». Вы спрашиваете, как это возможно, и профессор ухмыляется: «Никак. Именно поэтому наше исследование сделает мне карьеру». Оставив доктора Маркес собирать образцы, вы замечаете крепкую, хорошо сложенную женщину в комбинезоне, работающую в поле чуть поодаль.
zh: 马尔克斯博士摇摇晃晃地拄著拐杖，弯身采集磨坊周围生长的野花样本。“看看这个。”教授拿起一朵带茎的样本给你看，这朵花看起来混合了紫罗兰、延龄草，跟鲁冰花的特征。“这看起来很像启发了这趟调查的花朵：同时有各种花类的表征，但却没有嫁接的痕迹，完全是自然生成的。”你发问怎么可能有这种事，教授咧嘴一笑说到：“的确不可能，这就是为什么这场调查将成为我的毕生之作。” 你让马尔克斯博士继续她的样本采集。你看见不远处有个身材健壮的女性正在田里工作。

source: Search the set-aside <i>Residents</i> encounter set for Leah Atwood and put her into play at The Old Mill, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Leah Atwood und bringe sie an der Alten Mühle mit der Vorteilsseite nach oben ins Spiel.
es: Busca a Leah Atwood en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en El viejo molino, con el lado de Apoyo boca arriba.
fr: Cherchez Leah Atwood dans le set de rencontre <i>Habitants</i> mis de côté et mettez-la en jeu dans le Vieux Moulin, face soutien visible.
it: Cerca la carta Leah Atwood nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nel Vecchio Mulino con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘리아 앳우드’를 찾아서, 플레이 영역 중 ‘오래된 제분소’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Leah Atwood i umieść ją w grze, w Starym młynie, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Лия Этвуд» и введите её в игру в «Старую мельницу» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出莉亚．阿特伍德，并将她以支援面朝上放置入场，位于老磨坊。

source: The old Empire-style manor is handsome at a distance, but looks faded and worn as you approach. An old woman with smoky brown skin and an ashen complexion sits in a wheelchair at the entrance. Her hands shake as she lets out a weak cough. “It’s time, Sylvia,” an elderly man emerges from the house and starts when he sees you. “Oh, visitors already! You can call me Brother David, and this is Sister Sylvia. I’m Mother Rachel’s husband. We’re so happy you’re here.” As he pushes Sylvia inside, you hear rustling branches around the side of the house.
de: Das alte Herrenhaus im Empire-Stil sieht aus der Ferne recht stattlich aus, wirkt aus der Nähe aber eher vergilbt und etwas heruntergekommen. Eine alte Frau mit rauchbrauner Haut und aschfahlem Teint sitzt in einem Rollstuhl am Eingang. Ihre Hände zittern, als sie schwach hustet. „Es ist Zeit, Sylvia“, sagt ein älterer Mann, der aus dem Haus tritt und aufschreckt, als er dich sieht. „Oh, wir haben schon Besuch! Sie können mich Bruder David nennen, und das ist Schwester Sylvia. Ich bin der Ehemann von Mutter Rachel. Wir freuen uns sehr, dass Sie hier sind.“ Während er Sylvia ins Haus schiebt, hörst du um das Haus herum das Rascheln von Ästen.
es: La antigua mansión de estilo Imperio es bonita desde lejos, pero tiene un aspecto desgastado y ajado al acercarte. En la entrada hay una anciana de piel marrón ahumado y tez cenicienta sentada en una silla de ruedas. Le tiemblan las manos mientras tose débilmente. –Sylvia, es la hora –dice un hombre mayor que sale de la casa y se sobresalta al verte–. ¡Uy, ya tenemos visitantes! Puede llamarme hermano David, y ésta es la hermana Sylvia. Soy el marido de la madre Rachel. Estamos muy contentos de que hayan venido. Mientras lleva a Sylvia dentro, oyes el sonido de unas ramas que crujen a un lado de la casa.
fr: Le vieux manoir de style ancien-empire offre une jolie vue lorsqu’on en est loin, mais semble bien fade et fatigué lorsque l’on s’en approche. Une vieille femme à la peau brune et au teint cendré est assise dans un fauteuil roulant à l’entrée. Ses mains tremblent et elle tousse faiblement. « C’est l’heure, Sylvia », dit un homme âgé en sortant de la maison. Il sursaute en vous voyant. « Oh, déjà des visiteurs ! Vous pouvez m’appeler Frère David, et voici Sœur Sylvia. Je suis le mari de Mère Rachel. Nous sommes très heureux de votre présence. » Alors qu’il pousse Sylvia à l’intérieur, vous entendez un bruissement de branches non loin de la maison.
it: Visto da lontano, il vecchio maniero in stile impero ti era sembrato splendido. Più ti avvicini, più ti rendi conto di quanto sia fatiscente e malmesso. All'ingresso, un'anziana signora dalla pelle scura e ingrigita siede su una carrozzina. Le tremano le mani, a stento riesce a portarle davanti alla bocca per coprire un flebile colpo di tosse. "Sylvia, è ora!" Un uomo vecchio almeno quanto lei esce dalla porta dell'abitazione. "Oh! Sono già arrivati i visitatori! Puoi chiamarmi Fratello David, e questa è Sorella Sylvia. Sono il marito di Madre Rachel. Siamo davvero contenti di averti qui." Mentre l'uomo spinge la sedia a rotelle all'interno, senti un fruscio di rami e foglie provenire da un lato della casa.
ko: 오래된 앙피르 양식의 저택은 멀리서 보기에는 멋들어졌지만, 가까이 다가갈수록 빛바래고 낡은 모양새가 두드러집니다. 저택 입구에는 탁한 갈색 피부에 혈색이 어두운 노파가 휠체어에 걸터앉아 있었습니다. 약한 기침을 하는 노파의 양손이 덜덜 떨립니다. “시간 다 됐어, 실비아.” 집에서 한 노인이 나오다가 당신을 보고 흠칫 놀랍니다. “아, 벌써 외지인이 오셨군요! 저는 데이비드 수사고 여기는 실비아 수녀랍니다. 저는 대모 레이첼의 바깥사람 됩니다. 이곳에 오신 걸 진심으로 환영합니다.” 데이비드가 실비아를 안으로 들이는 사이, 저택 옆쪽에서 나뭇가지가 부스럭거립니다.
pl: Stary dwór w stylu empire z daleka wygląda dostojnie, ale im bliżej podchodzisz, tym lepiej widać, że jest zniszczony i zaniedbany. Zaraz przy wejściu na wózku inwalidzkim siedzi staruszka o ciemnej, pomarszczonej skórze. Ręce jej drżą, gdy potrząsa nią słaby kaszel. „Już czas, Sylvio” – starszy mężczyzna wychodzi z domu i zauważa cię. – „Och, pierwsi goście! Możesz mówić mi brat David, a to siostra Sylvia. Jestem mężem Matki Rachel. Cieszymy się z twojego przybycia”. Kiedy prowadzi Sylvię do środka, słyszysz szelest gałęzi z boku domu.
ru: Старинная усадьба в стиле ампир издалека смотрится роскошно, но вблизи выглядит блёкло и обветшало. У входа в инвалидном кресле сидит пожилая женщина. Её кожа серовато-смуглого оттенка, лицо — пепельно-бледно, а руки слабо дрожат, когда она кашляет. «Пора, Сильвия, — произносит вышедший из дома пожилой мужчина, прежде чем заметить вас. — О, гости! Уже! Зовите меня брат Дэвид, а это сестра Сильвия. Я муж матушки Рейчел. Мы так вам рады». Он завозит коляску с Сильвией внутрь, и вы слышите шелест веток по стене дома.
zh: 这栋旧帝国风格的大宅远看非常气派，但靠近后你发现它早已老旧褪色了。有一位坐著轮椅，肤色深黑、面色灰白的年迈女士在大宅的门口。她的手边颤抖边发出一声虚弱的咳嗽声。“准备好啰，希薇亚。”一名年长的男性从屋子中走出，看见你后招呼到：“喔，是访客到了啊！你可以称呼我为大卫弟兄，这位是希薇亚姊妹，我是瑞秋主母的丈夫。我们很欢迎你们的到来。”就在他将希薇亚推进屋内时，你听到房子旁边传来沙沙作响的树枝声。

source: Search the set-aside <i>Residents</i> encounter set for Simeon Atwood and put him into play at The Atwood House, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Simeon Atwood und bringe sie beim Atwood-Haus mit der Vorteilsseite nach oben ins Spiel.
es: Busca a Simeon Atwood en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en La Casa Atwood, con el lado de Apoyo boca arriba.
fr: Cherchez Simeon Atwood dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans Le Manoir Atwood, face soutien visible.
it: Cerca la carta Simeon Atwood nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nella Casa degli Atwood con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘시미언 앳우드’를 찾아서, 플레이 영역 중 ‘앳우드 저택’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Simeona Atwooda i umieść go w grze, w Domu Atwoodów, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Симеон Этвуд» и введите её в игру в «Дом Этвудов» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出西缅．阿特伍德，并将他以支援面朝上放置入场，位于阿特伍德大宅。

source: The rustic general store also doubles as a pharmacy. A balding, middle-aged man with bandaged arms stands behind the counter and introduces himself as Tad. “We’re so happy to have visitors in the Vale. I know Mother Rachel is just off her rocker with excitement to see fresh new faces. And it’s good for business, too. I’ll give you a newcomer discount today if you’re buying anything. It goes without saying, but you’re all invited to the community meal this evening.”
de: Der rustikale Gemischtwarenladen dient auch als Apotheke. Ein glatzköpfiger Mann mittleren Alters steht mit bandagierten Armen hinter dem Tresen und stellt sich als Tad vor. „Wir sind so froh, dass wir Besucher im Tal haben. Ich weiß, dass Mutter Rachel ganz aus dem Häuschen ist, so viele neue Gesichter zu sehen. Und es ist auch gut für das Geschäft. Ich gebe Ihnen heute einen Besucherrabatt, wenn Sie etwas kaufen. Und natürlich sind Sie alle zum gemeinschaftlichen Mahl heute Abend eingeladen.“
es: El rústico almacén general también hace las veces de farmacia. Tras el mostrador hay un hombre de mediana edad y calvicie incipiente con los brazos vendados que se presenta como Tad. –Estamos encantados de tener visitantes en el Valle. Sé que la madre Rachel está loca de contenta de ver caras nuevas. Y también es bueno para el negocio. Si compran algo, hoy les ofrezco descuento de recién llegados. Y ni que decir tiene que están todos invitados a la cena comunitaria de esta noche.
fr: L’épicerie d’apparence un peu rustique fait également office de pharmacie. Un homme chauve d’âge moyen aux bras bandés se tient derrière le comptoir et se présente sous le nom de Tad. « Nous sommes si heureux de recevoir des visiteurs à Vale. Je sais que Mère Rachel est folle de joie lorsqu’elle aperçoit de nouveaux visages. Et c’est bon pour les affaires aussi. Je vous ferai une remise pour les nouveaux arrivants aujourd’hui si vous achetez quoi que ce soit. Il va sans dire que vous êtes tous invités au repas communautaire de ce soir. »
it: Questo emporio rustico funge anche da farmacia. Dietro il bancone un uomo di mezz'età, quasi completamente calvo e con le braccia fasciate, si presenta come Tad. "Siamo così felici di avere dei visitatori nella valle. So che Madre Rachel è entusiasta di avere a che fare con volti nuovi, ed è un'ottima notizia anche per gli affari! Se dovessi aver bisogno di qualcosa, ti farò uno sconto di benvenuto. E non c'è nemmeno bisogno di chiedere: siete tutti invitati alla cena comune di questa sera."
ko: 소박한 시골 잡화점은 마을 약국을 겸하고 있습니다. 팔에 붕대를 칭칭 감은 대머리 중년 남성이 계산대 뒤에서 자신을 태드라고 소개합니다. “헴록 베일에 외지인을 맞이하게 되어 정말 기쁩니다. 레이첼 대모님께서도 기쁜 마음으로 새로운 사람들을 맞이하실 테지요. 제 사업에도 큰 도움이 될 거고요. 오늘 하루는 외지에서 오신 여러분께 뭐든 할인해 드리겠습니다. 오늘 저녁에 열리는 마을 전체 식사 자리에 여러분 모두를 초대하는 것쯤이야 두말할 필요도 없겠죠.”
pl: Wiejski sklep wielobranżowy pełni również funkcję apteki. Za ladą stoi łysy mężczyzna w średnim wieku z zabandażowanymi rękami, który przedstawia się jako Tad. „Bardzo się cieszymy, że ktoś odwiedzi Dolinę. Wiem, że Matka Rachel jest wręcz podekscytowana, widząc nowe, świeże twarze. Zresztą, to dobre również dla interesów. Dam ci dzisiaj zniżkę dla nowo przybyłych, jeśli coś kupisz. Nie muszę chyba dodawać, że wieczorem wszyscy jesteście zaproszeni na wspólny posiłek?”
ru: Деревенская лавка также служит аптекой. Лысеющий мужчина средних лет за прилавком представляется Тэдом. «Мы так рады гостям, — говорит он. — Матушка Рейчел просто с ума сходит от счастья, когда видит новые лица. И для бизнеса это хорошо. Если вам что-то нужно, сегодня дам вам скидку как новым покупателям. Само собой, вечером вы приглашены на общую трапезу».
zh: 这间老旧的杂货店同时也是当地的药房。一名秃头、双手缠绕绷带的中年男子站在柜台后，他介绍自己叫做泰德。“我们很高兴有人来谷地作客。我知道就连像石头一样冷硬的瑞秋主母都很兴奋能见到新面孔，而且对生意也很好，不管你们这些客人今天想买什么，我都帮你们打折。不用说，你们也都受邀参加我们今晚的宴席！”

source: You may spend 1 resource to search your deck for an [[Item]] card and play it, ignoring its cost. Any investigator who has not resolved this effect may trigger this codex again.
de: Du darfst 1 Ressource ausgeben, um dein Deck nach 1 [[Gegenstand]]-Karte zu durchsuchen und sie zu spielen (ignoriere dabei ihre Kosten). Jeder Ermittler, der diesen Effekt noch nicht abgehandelt hat, darf diesen Kodexeintrag erneut auslösen.
es: Puedes gastar 1 recurso para buscar una carta [[Objeto]] en tu mazo y jugarla, ignorando su coste. Cualquier investigador que no haya resuelto este efecto puede volver a activar este códice.
fr: Vous avez le droit de dépenser 1 ressource pour chercher une carte [[Objet]] dans votre deck et la jouer en ignorant ses coûts. N’importe quel investigateur n'ayant pas encore résolu cet effet a le droit de déclencher ce Codex.
it: Puoi spendere 1 risorsa per cercare nel tuo mazzo 1 carta [[Oggetto]] e giocarla ignorandone il costo. Un qualsiasi investigatore che non ha risolto questo effetto può innescare di nuovo questo Codex.
ko: 당신은 자신의 덱에서 [[물품]] 카드를 하나 찾아서 비용을 무시하고 플레이하기 위해, 자원을 1개 소비해도 됩니다. 이 효과를 해결하지 않은 조사자는 후에 이 서고를 다시 격발해도 됩니다.
pl: Możesz wydać 1 żeton zasobu, aby przeszukać twoją talię w poszukiwaniu karty z cechą [[Przedmiot]] i zagrać ją, ignorując jej koszt. Dowolny badacz, który nie rozpatrzył jeszcze tego efektu, może ponownie aktywować ten wpis kodeksu.
ru: Вы можете потратить 1 ресурс, чтобы найти в своей колоде карту [[вещи]] и сыграть её, игнорируя цену. Любой сыщик, ещё не разыгрывавший этот эффект, может активировать этот архив снова.
zh: 你可以花费1资源，从你的牌库查找1张[[道具]]卡牌并将其打出，忽略其费用。任何还未结算过本效果的调查员可以再次触发此圣典。

source: Search the set-aside <i>Residents</i> encounter set for Judith Park and put her into play at Tad’s General Store, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Judith Park und bringe sie in Tads Gemischtwarenladen mit der Vorteilsseite nach oben ins Spiel.
es: Busca a Judith Park en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en el Almacén general de Tad, con el lado de Apoyo boca arriba.
fr: Cherchez Judith Park dans le set de rencontre <i>Habitants</i> mis de côté et mettez-la en jeu dans l’Épicerie de Tad, face soutien visible.
it: Cerca la carta Judith Park nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nell'Emporio di Tad con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘주디스 파크’를 찾아서, 플레이 영역 중 ‘태드의 잡화점’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Judith Park i umieść ją w grze, w Sklepie wielobranżowym Tada, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Джудит Пак» и введите её в игру в «Универсальный магазин Тэда» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出茱蒂丝．朴，并将她以支援面朝上放置入场，位于泰德的杂货店。
