Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Exploring the Isle is allegedly dangerous. Add 1 [auto_fail] token to the chaos bag for the remainder of the campaign.
de: Die Erforschung der Insel ist angeblich gefährlich. Füge dem Chaosbeutel für den Rest der Kampagne 1 [auto_fail]-Marker hinzu.
es: Se supone que explorar la isla es peligroso. Añade 1 ficha [auto_fail] a la bolsa de caos durante el resto de la campaña.
fr: L’exploration de l’île a la réputation d’être dangereuse. Ajoutez 1 pion [auto_fail] à la réserve du Chaos pour le reste de la campagne.
it: Esplorare l'isola potrebbe rivelarsi pericoloso. Aggiungete 1 segnalino [auto_fail] al sacchetto del caos per il resto della campagna.
ko: 헴록 섬은 탐험하기에 대단히 위험한 곳입니다. 캠페인이 끝날 때까지 혼돈 주머니에 [auto_fail] 토큰을 1개 추가합니다.
pl: Plotki głoszą, że wyspa poza Doliną jest niebezpieczna. Dodaj do worka chaosu 1 żeton [auto_fail] (pozostaje tam do końca kampanii).
ru: Судя по всему, исследовать остров опасно. Добавьте в мешок хаоса 1 жетон [auto_fail] до конца кампании.
zh: 据说探索岛屿非常危险。将1个[auto_fail]标记加入混乱袋，直到这个剧本结束。

source: When setting up the next scenario, skip steps 1-8 of ‘Setting Up the Game” on page 27 of the Rules Reference.
de: Bei der Vorbereitung des nächsten Szenarios werden die Schritte 1–8 der „Spielvorbereitung“ auf Seite 27 im Referenzhandbuch übersprungen.
es: Al preparar el siguiente escenario, omite los pasos 1-8 de la sección “Preparación de la partida” de la página 27 de la referencia de reglas.
fr: Lors de la mise en place du prochain scénario, passez les étapes 1 à 8 du paragraphe « Mise en Place de la Partie » en page 27 du Guide de Référence.
it: Quando preparate il prossimo scenario, saltate i passi 1-8 dell'appendice "Preparazione della Partita" nel Compendio delle Regole.
ko: 다음 시나리오를 준비할 때, 참조 안내서의 27쪽에 수록된 “게임 준비 방법”에서 1~8단계를 건너뜁니다.
pl: Kiedy przygotowujesz następny scenariusz, pomiń kroki 1-8 „Przygotowania gry” ze strony 27 Kompletnej księgi zasad.
ru: Подготавливая следующий сценарий, пропустите шаги 1–8 из раздела «Подготовка к игре» на странице 27 справочника.
zh: 下场冒险的冒险设置中，跳过规则详解第27页“设置游戏”的步骤1-8。

source: <i>Note: This means you skip choosing investigators, taking trauma damage/horror, collecting starting resources, and drawing opening hands.</i>
de: <i>Anmerkung: Das bedeutet die Wahl von Ermittlern, das Nehmen von Schaden / Horror wegen Traumata, das Sammeln der Start-Ressourcen und das Ziehen der Starthände werden übersprungen.</i>
es: <i>Nota: Esto significa saltarse el paso de elegir investigadores, recibir traumas, coger los recursos iniciales y robar la mano inicial.</i>
fr: <i>Note : cela signifie que vous passez les étapes suivantes de la Mise en Place de la Partie : 1. Choisir son investigateur. 2. Subir les prendre les dégâts/horreurs des traumatismes. 7. Collecter les ressources de départ. 8. Piocher les mains de départ.</i>
it: <i>Nota: Questo significa che non sceglierai gli investigatori, non subirai danni/orrori dai traumi, non prenderai le risorse di partenza, e non pescherai la mano di partenza.</i>
ko: <i>알아두기: 조사자 선택, 트라우마에 따른 피해/공포 받기, 시작 자원 받기, 시작 카드 뽑기를 생략합니다.</i>
pl: <i>Uwaga: Oznacza to, pominięcie wyboru badaczy, otrzymania obrażeń/punktów przerażenia, otrzymania początkowych zasobów i dobrania początkowych kart.</i>
ru: <i>Примечание: Это означает, что вы не выбираете сыщиков, не получаете урон/ужас за травмы, не получаете стартовые ресурсы и не набираете стартовую руку.</i>
zh: <i>注意：这表示你跳过选择调查员、受到创伤伤害/恐惧、获取起始资源和抽取起始手牌。</i>

source: The investigators must choose where to survey today! You will have the opportunity to survey multiple areas over the course of the campaign.
de: Die Ermittler müssen sich entscheiden, welches Gebiet auf der Insel sie heute erforschen wollen! Im Laufe der Kampagne können mehrere Forschungstrips in unterschiedliche Gebiete unternommen werden.
es: ¡Los investigadores deben elegir dónde realizarán el estudio hoy! A lo largo de la campaña habrá oportunidades para explorar varias zonas.
fr: Les investigateurs doivent choisir où ils mèneront leur enquête aujourd’hui ! Vous aurez l’opportunité d’explorer de nombreuses zones tout au long de la campagne.
it: Gli investigatori devono scegliere dove condurre le loro ricerche oggi! Avrete modo di visitare più aree nel corso della campagna.
ko: 조사자들은 오늘 낮에 현장 조사를 떠날 곳을 선택해야 합니다! 이번 캠페인에 걸쳐 조사자들은 미스캐토닉 대학 현장 조사단과 함께 헴록 섬 곳곳을 조사합니다.
pl: Badacze muszą zdecydować, dokąd się dziś udadzą! W trakcie całej kampanii będziecie mieć możliwość zbadania wielu obszarów.
ru: Сыщики должны выбрать, куда отправиться для наблюдений сегодня! В ходе кампании у вас будет возможность изучить несколько мест.
zh: 调查员们必须选择今天要进行调查的地点！你们在整个剧本中会有机会调查多个区域。

source: <i>To the north, the abandoned North Point Mine lies empty and overrun with strange wildlife.</i>
de: <i>Im Norden liegt die verlassene „North Point“-Mine, in der sich seltsame Wildtiere eingenistet haben sollen.</i>
es: <i>En el norte, las minas de la Punta Norte abandonadas están vacías y han sido invadidas por una extraña fauna.</i>
fr: <i>Au Nord, la mine abandonnée de North Point est désaffectée et envahie par une étrange vie sauvage.</i>
it: <i>A nord, la miniera abbandonata di Punta Nord è invasa da una strana fauna.</i>
ko: 북쪽에 있는 북곶 광산은 폐광이 되었지만 기괴한 야생동물이 들끓고 있습니다.
pl: <i>Na północy znajduje się opuszczona Kopalnia Północna, otoczona przez dziwną przyrodę.</i>
ru: <i>К северу пустует заброшенная шахта Норт-Пойнт, населённая необычной фауной.</i>
zh: <i>前往北方，废弃空荡的北角矿坑已经被奇异的野生生物占据。</i>

source: Choose to brave the dangers of <b>Written in Rock</b>.
de: Stelle dich den Gefahren von <b>In den Fels geschrieben</b>.
es: Elige afrontar los peligros de <b>Escrito en la roca</b>.
fr: Choisir de braver les dangers de <b>Gravé Dans la Pierre</b>.
it: Decidete di affrontare i pericoli di <b>Inciso nella Pietra</b>.
ko: <b>바위에 새겨져 있나니</b>의 위험에 맞서려면 이 항목을 선택하세요.
pl: Staw czoła niebezpieczeństwom <b>Wyrytym w skale</b>.
ru: Отважиться на опасности, <b>Высеченные в камне</b>.
zh: 选择勇敢直面<b>铭刻于石</b>的险境。

source: <i>To the south, the old Hemlock House is said to be host to a strange infestation.</i>
de: <i>Im Süden liegt das alte Hemlock-Haus, über das gesagt wird, es werde von einem ungewöhnlichen Befall geplagt.</i>
es: <i>Al sur, la antigua Casa Cicuta parece albergar una extraña infestación.</i>
fr: <i>Au Sud, la rumeur prétend que l’ancienne bâtisse de Hemlock House est le théâtre d’une étrange infestation.</i>
it: <i>A sud, si dice che la casa degli Hemlock sia infestata da una strana presenza.</i>
ko: 남쪽에 있는 낡은 헴록 저택에는 모종의 기괴한 병해가 창궐했다고 합니다.
pl: <i>Na południu w starym domu Hemlocków zagnieździła się dziwna plaga.</i>
ru: <i>На юге вы найдёте старый дом Хемлоков. Говорят, его заполонило нечто необычное.</i>
zh: <i>前往南边，古老的铁杉之家有奇特的扰动。</i>

source: Choose to investigate <b>Hemlock House</b>.
de: Untersuche <b>Das Hemlock-Haus</b>.
es: Elige investigar La Casa Cicuta.
fr: Choisir d’enquêter à <b>Hemlock House</b>.
it: Decidete di indagare sulle infestazioni ne <b>La Casa degli Hemlock</b>.
ko: <b>헴록 저택</b>을 조사하려면 이 항목을 선택하세요.
pl: Zbadaj <b>Dom Hemlocków</b>.
ru: Исследовать <b>Дом Хемлоков</b>.
zh: 选择调查<b>铁杉之家</b>。

source: <i>The devastated Pearl Ridge up northwest is covered in a persistent layer of white ash.</i>
de: <i>Der verwüstete Pearl-Hügel im Nordwesten ist von einer dicken Schicht weißer Asche bedeckt.</i>
es: <i>La devastada Cresta Perla del noroeste está cubierta de una persistente capa de ceniza blanca.</i>
fr: <i>Au Nord-Ouest, la crête dévastée de Pearl Ridge est couverte d’une couche permanente de cendres.</i>
it: <i>Il devastato crinale Pearl a nord-ovest è coperto da uno strato persistente di cenere bianca.</i>
ko: 북서쪽에 있는 황량한 펄 마루는 영영 씻겨나가지 않는 하얀 재로 뒤덮여 있습니다.
pl: <i>Spustoszona Grań Pearla na północnym zachodzie pokryta jest grubą warstwą białego popiołu.</i>
ru: <i>Заброшенное поселение Пёрл-Ридж, расположенное к северозападу, покрыто неиссякающим слоем белого пепла.</i>
zh: <i>西北方饱经风霜的珍珠山脉长年覆盖著白色的灰烬。</i>

source: Choose to explore <b>The Silent Heath</b>.
de: Erforsche <b>Die Stille Heide</b>.
es: Elige explorar <b>El páramo silencioso</b>.
fr: Choisir d’explorer <b>La Lande Silencieuse</b>.
it: Decidete di esplorare <b>La Brughiera Silente</b>.
ko: <b>쓸쓸한 황야</b>를 탐사하려면 이 항목을 선택하세요.
pl: Zobacz z bliska <b>Ciche pustkowie</b>.
ru: Изучить <b>Тихую пустошь</b>.
zh: 选择探索<b>静寂荒原</b>。

source: <i>Northeast is Akwan: a dwindling settlement of Abenaki and mariners on the desolate coastline.</i>
de: <i>Im Nordosten, an der trostlosen Küste, liegt die kleine Siedlung Akwan, in der nur noch wenige Abenaki und Seeleute leben.</i>
es: <i>Al noreste se encuentra Akwan: un asentamiento menguante de abenaki y marineros en la desolada costa.</i>
fr: <i>Akwan est au Nord-Est : une colonie en déclin abritant des Abenaki et des marins sur la côte désolée.</i>
it: <i>A nord-est c'è Kwan, un insediamento in declino sulla costa desolata abitato da Abenachi e marinai.</i>
ko: 북동쪽 황량한 해안가에는 아콴이라는 어촌이 있습니다. 이곳은 아베나키 족과 뱃사람들의 정착지지만 점차 쇠퇴해가고 있습니다.
pl: <i>Na północnym wschodzie znajduje się Akwan: zanikająca osada Abenaków i marynarzy, położona na opustoszałym wybrzeżu.</i>
ru: <i>На пустынном побережье к северо-востоку лежит Акуан — вымирающее поселение племени абенаки и мореплавателей.</i>
zh: <i>往东北方走就是艾湾，座落于荒凉海岸上的破败聚落，由阿本拿基族与其他讨海人所建立。</i>

source: Choose to save <b>The Lost Sister</b>.
de: Rette <b>Die verlorene Schwester</b>
es: Elige salvar a <b>La hermana perdida</b>.
fr: Choisir de sauver <b>La Sœur Perdue</b>.
it: Decidete di salvare <b>La Sorella Perduta</b>.
ko: <b>실종된 여동생</b>을 구하려면 이 항목을 선택하세요.
pl: Uratuj <b>Zaginioną siostrę</b>.
ru: Спасти <b>Пропавшую сестру</b>.
zh: 选择拯救<b>迷途姊妹</b>。

source: <i>Dr. Marquez believes Eastwick Bog to the southeast may be the origin of the sample that drew you here.</i>
de: <i>Dr. Marquez glaubt, dass das Eastwick-Moor im Südosten die Quelle der Probe sei, die euch hierher geführt hat.</i>
es: <i>La Dra. Marquez cree que la Ciénaga de Eastwick, situada al sureste, podría ser el origen de la muestra que os trajo aquí.</i>
fr: <i>Le Dr Marquez pense que le marais d’Eastwick, au Sud-Est, est peut-être à l’origine de l’échantillon qui vous a mené ici.</i>
it: <i>La dottoressa Marquez è convinta che l'esemplare che vi ha condotti qui provenga dal pantano Eastwick a sud-est.</i>
ko: 마르케스 박사는 기묘한 표본이 동남쪽에 있는 이스트윅 습지에서 왔을 거라고 생각합니다.
pl: <i>Dr Marquez uważa, że próbka, przez którą tu przybyliście, może pochodzić z moczarów w Eastwick na południowym wschodzie.</i>
ru: <i>Доктор Маркес считает, что в раскинувшейся к юго-востоку Иствикской трясине может расти образец, который привёл вас сюда.</i>
zh: <i>马尔克斯博士相信东南方的东方沼泽中，能够找到引领你们来到这的样本原株。</i>

source: Choose to discover <b>The Thing in the Depths</b>.
de: Entdecke <b>Das Ding in den Tiefen</b>.
es: Elige descubrir La cosa de las <b>profundidades</b>.
fr: Choisir de découvrir <b>La Chose des Profondeurs</b>.
it: Decidete di scoprire <b>L'Essere dagli Abissi</b>.
ko: <b>수면 아래 도사린 것</b>을 찾아내려면 이 항목을 선택하세요.
pl: Odkryj <b>Istotę z głębin</b>.
ru: Обнаружить <b>Тварь в глубине</b>.
zh: 选择发掘<b>池底之物</b>。

source: You meet Dr. Marquez and Bertie back at the Crossroads. After you each share some possible leads for the survey, the professor lays out the map of Hemlock Isle. “I didn’t expect the village to be so religious,” says Dr. Marquez. Bertie lights up in response. “They almost seem to be living in some transcendentalist ideal. I have no idea what they actually believe, mind you, but they seem friendly enough.” “Friendly’s a word for it,” Dr. Marquez smiles grimly. “We have a good three days before the island is overrun with tourists. I hate tourists.” “That sounds rather ill-natured given the celebration!” Bertie ventures. Dr. Marquez gives him a withering look. “What I mean is that they’ll disrupt the local habitats, so our time is limited. We can split up to cover more ground, or we can stick together. Theo has volunteered to drive us anywhere we need to go, and even said we could take his truck at night—though we aren’t to tell Mother Rachel. Given the stories of deadly wildlife, I’ve hired Judith to accompany me to Eastwick Bog. Either of you are welcome to join. Just be back by sundown.” “I plan to take a walk to the Western Woods,” Bertie says. “Alone, if you don’t mind. If Ms. Olmstead’s descriptions are to be believed, they shall be quite stunning.” You consider your options.
de: Du triffst Dr. Marquez und Bertie an der Wegkreuzung wieder. Nachdem ihr euch über mögliche Orte für die Expedition ausgetauscht habt, breitet die Professorin die Karte von Hemlock Isle vor euch aus. „Ich hätte nicht erwartet, dass das Dorf so religiös ist“, bemerkt Dr. Marquez. Bertie schaltet sich munter ein: „Sie scheinen nach einem transzendentalen Ideal zu leben. Ich weiß nicht, woran sie im Speziellen glauben. Sie wirken aber sehr freundlich auf mich.“ „Freundlich ist ein Wort dafür“, murmelt Dr. Marquez und lächelt grimmig. „Wir haben noch gut drei Tage Zeit, bevor die Insel von Touristen überrannt wird. Ich hasse Touristen.“ „Sie wirken angesichts der Feierlichkeiten ziemlich schlecht gelaunt!“, wagt sich Bertie etwas enttäuscht vor. Dr. Marquez wirft ihm einen vernichtenden Blick zu. „Was ich damit sagen will, ist, dass die Touristen die lokalen Habitate stören werden. Unsere Zeit ist also begrenzt. Wir könnten uns aufteilen, um mehr Gebiet zu erforschen, oder wir brechen gemeinsam auf. Theo hat sich bereit erklärt, uns dorthin zu fahren, wo wir hinwollen. Und er hat sogar zugestimmt, dass wir auch nachts seinen Lastwagen nutzen können – unter der Bedingung, dass wir Mutter Rachel nichts davon erzählen. Angesichts der Geschichten über tödliche Wildtiere habe ich Judith angeheuert, mich ins Eastwick-Moor zu begleiten. Sie können sich gerne anschließen. Oder auf eigene Faust losziehen. Seien Sie einfach bei Sonnenuntergang wieder zurück.“ „Ich habe vor, einen Spaziergang in die Westlichen Wälder zu machen“, sagt Bertie. „Allein, wenn es Ihnen nichts ausmacht. Wenn man Ms. Olmsteads Beschreibungen Glauben schenkt, sollen die Wälder wirklich atemberaubend sein.“ Du denkst über deine Optionen nach.
es: Os reunís con Bertie y la Dra. Marquez en el cruce de caminos. Tras poner en común las posibles pistas para el estudio, la profesora despliega el mapa de la Isla de la Cicuta. –No esperaba que el pueblo fuese tan religioso –dice la Dra. Marquez. El rostro de Bertie se ilumina al responder: –Casi parecen estar viviendo una especie de ideal trascendentalista. No tengo ni idea de cuáles son sus creencias exactas, la verdad, pero parecen bastante amables. –”Amables” es un posible adjetivo, sí –replica la Dra. Marquez con una sonrisa sombría–. Tenemos tres días antes de que la isla quede invadida por turistas. Odio los turistas. –¡Qué hostil suena eso ante la celebración! –exclama Bertie. La Dra. Marquez lo fulmina con la mirada y añade: –Lo que quiero decir es que perturbarán los hábitats locales, así que tenemos un tiempo limitado. Podemos dividirnos para cubrir más terreno o podemos mantenernos juntos. Theo se ha ofrecido a llevarnos adonde queramos ir, e incluso ha dicho que podemos coger su camioneta por las noches, pero que no se lo digamos a la madre Rachel. Debido a las historias sobre la fauna letal, he contratado a Judith para que me acompañe a la Ciénaga de Eastwick. Si alguno queréis acompañarme, sois bienvenidos. Eso sí, estad de vuelta para la puesta de sol. –Yo quiero dar un paseo por el bosque oriental –dice Bertie–. Yo solo, si no os importa. Si las descripciones de la Srta. Olmstead son ciertas, tiene que ser una zona impresionante.
fr: Vous retrouvez le Dr Marquez et Bertie à la Croisée des Chemins. Après avoir tous partagé les diverses pistes intéressantes pour votre enquête, le professeur présente la carte de Hemlock Isle. « Je ne m’attendais pas à ce que le village soit aussi religieux », dit le Dr Marquez. Bertie s’illumine en réponse. « Ils semblent presque vivre dans un idéal transcendantal. Je n’ai aucune idée de ce qu’ils croient vraiment, mais ils ont l’air assez amicaux. » « Oui, « amicaux » on peut dire ça », sourit le Dr Marquez. « Il nous reste trois bons jours avant que l’île ne soit envahie par les touristes. Je déteste les touristes. » « Cela semble plutôt fâcheux si l’on considère les festivités à venir ! », s’aventure Bertie. Le Dr Marquez lui jette un regard féroce. « Ce que je veux dire, c’est qu’ils vont perturber les usages locaux, notre temps est donc limité. Nous pouvons nous séparer pour couvrir plus de terrain, ou nous pouvons rester ensemble. Theo s’est porté volontaire pour nous conduire partout où nous aurons besoin d’aller, et il a même dit que nous pourrions prendre son camion pendant la nuit — bien que cela doive rester un secret pour Mère Rachel. Compte tenu des histoires de faune mortelle, j’ai engagé Judith pour m’accompagner au marais d’Eastwick. L’un d’entre vous sera le bienvenu. Il suffit d’être de retour avant le coucher du soleil. » « J’ai l’intention d’aller me promener dans les bois de Western Woods », dit Bertie. « Seul, si cela ne vous dérange pas. Si l’on en croit les descriptions de Ms Olmstead, la visite promet d’être étonnante. » Vous réfléchissez à vos options.
it: Vi riunite alla dottoressa Marquez e al suo assistente al crocevia. Dopo aver condiviso possibili elementi utili per le ricerche, la professoressa stende davanti a voi la mappa dell'isola. "Non mi aspettavo che il villaggio fosse così religioso" fa notare la donna. Il volto di Bertie si illumina: "È come se vivessero in una specie di ideale trascendentalista. Non ho idea di cosa sia l'oggetto della loro venerazione, ma sembrano piuttosto amichevoli." "Amichevoli, sì" risponde la dottoressa con un sorriso torvo. "Abbiamo tre giornate piene prima che l'isola venga invasa dai turisti. E io odio i turisti." "Che cosa crudele da dire alla vigilia della Festa" azzarda l'assistente, ma la professoressa lo fulmina con lo sguardo. "Quello che voglio dire è che disturberanno gli habitat locali, ergo abbiamo i giorni contati. Possiamo dividerci in modo da coprire più terreno oppure restare insieme. Theo si è proposto come autista, in caso avessimo bisogno di un passaggio, e ci ha persino offerto il suo furgone per la notte, a patto di non dire nulla a Madre Rachel. Visto quanto sembra pericolosa la fauna locale, ho pagato Judith per farmi da scorta nel pantano Eastwick. Potete unirvi a me se volete, dobbiamo solo assicurarci di essere di ritorno entro il tramonto." "Io pensavo di fare un giro dei boschi a ovest" spiega Bertie. "Da solo, se non vi dispiace. Se le parole di Ms. Olmstead corrispondono al vero, devono essere un panorama straordinario." Cominciate a pensare alle vostre opzioni.
ko: 교차로로 돌아와 마르케스 박사 및 버티와 다시 만났습니다. 현장 조사에 도움이 될 만한 몇 가지 실마리를 검토한 끝에, 마르케스 박사는 헴록 섬의 지도를 펼쳐놓고 말합니다. “이 마을이 이렇게 종교적인 곳일 줄은 몰랐네요.” 버티가 눈을 반짝이며 답합니다. “헴록 베일 주민들은 일종의 초월주의적 이상을 갖고서 살아가고 있어요. 이들이 실제로 믿는 존재가 무엇인지는 모르겠지만 뭐랄까, 다들 꽤 친절해 보이긴 하더라고요.” 마르케스 박사가 싱긋 웃습니다. “친절하다라, 딱 맞는 말이네. 아무튼, 섬이 관광객으로 넘쳐나기까지 사흘쯤 여유가 있군요. 전 관광객이 싫거든요.” “축일에 관광객이 없는 걸 바라는 건 너무 고약한 심보 같은데요!” 버티가 겁도 없이 말합니다. 마르케스 박사는 버티를 사납게 노려봅니다. “그러니까, 내 말은 관광객이 오면 토착 생물의 서식지를 교란할 테니까, 우리에게 주어진 시간이 한정적이란 말이야. 다시 본론으로 돌아가자면, 저희는 함께 현장 조사에 나설 수도 있지만, 흩어져서 더 넓은 지역을 살필 수도 있어요. 테오가 어디로든 데려다주겠다고 했고, 밤에는 자기 트럭을 타고 나가도 된댔어요. 뭐, 대모 레이첼에게는 비밀로 해야 하겠지만요. 치명적인 야생 동물이 있다는 이야기를 듣고, 주디스를 고용해서 이스트윅 습지까지 동행하기로 했어요. 당신이든 버티 군이든 저랑 같이 가겠다면 환영이고요. 해 질 녘까지는 돌아올 것 같군요.” 버티가 답합니다. “저는 서부 숲을 산책해 보려고요. 물론 괜찮다면 저 혼자서 말예요. 올름스테드 씨의 말대로라면, 정말로 멋진 광경이 펼쳐질 것 같다니까요.” 당신 역시 어디로 향할지 고심해 봅니다.
pl: Na rozdrożu spotykasz dr Marquez i Bertiego. Dzielicie się ze sobą zdobytymi wskazówkami, które mogą pomóc w waszych badaniach, po czym doktor pokazuje wam mapę Wyspy Hemlock. „Nie spodziewałam się, że ta wioska będzie taka religijna” – mówi dr Marquez. Bertie aż pali się do odpowiedzi. „Wydają się żyć w jakimś transcendentalnym marzeniu. Nie mam pojęcia, w co właściwie wierzą, ale wydają się raczej przyjaźni”. „Przyjaźni to dobre słowo” – uśmiecha się ponuro Marquez. – „Mamy całe trzy dni, zanim całą wyspę zaleje fala turystów. Nie znoszę turystów”. „Brzmi to dość złośliwie, biorąc pod uwagę nadchodzące uroczystości!” – mówi nieśmiało Bertie. Marquez rzuca mu miażdżące spojrzenie. „Chodzi mi o to, że zakłócą tutejszy spokój, więc nasz czas jest ograniczony. Możemy się rozdzielić, aby zbadać większy teren, albo możemy trzymać się razem. Theo zaoferował się, że zawiezie nas, gdzie tylko będziemy chcieli, a nawet pożyczy nam auto na noc, ale mamy nie mówić o tym Matce Rachel. Biorąc pod uwagę opowieści o śmiercionośnej dzikiej przyrodzie, zatrudniłam Judith, aby towarzyszyła mi w wyprawie do moczarów w Eastwick. Jeśli ktoś chce, może do nas dołączyć. Tylko wróćcie przed zachodem słońca”. „Planuję wybrać się na spacer do zachodniego lasu” – mówi Bertie. – „Sam, o ile nikt nie ma nic przeciwko. Jeśli wierzyć słowom pani Olmstead, robią piorunujące wrażenie”. Rozważacie swoje możliwości.
ru: Вы встречаетесь с доктором Маркес и Берти у Перекрёстка. Когда все поделились найденными зацепками, профессор разворачивает карту острова Хемлок. «Не ожидала, что местные настолько религиозны», — говорит она. Берти в ответ аж сияет: «Они словно живут в какой-то трансценденталистской утопии. Я понятия не имею, во что они верят на самом деле, но кажутся они довольно дружелюбными». «Да уж, дружелюбные — хорошее слово, — мрачно усмехается доктор Маркес. — У нас есть три дня, прежде чем остров наводнят туристы. Ненавижу туристов». «Учитывая праздник, звучит как-то недобродушно!» — встревает Берти. Доктор Маркес бросает на него язвительный взгляд: «Они нарушат местную экосистему, вот я о чём. Времени у нас в обрез. Можем разделиться, чтобы покрыть больше площади, а можем держаться вместе. Тео вызвался отвезти нас, куда бы мы ни отправились, и даже разрешил брать его грузовик ночью при условии, что мы не скажем об этом матушке Рейчел. Из-за историй о смертельно опасной фауне я наняла Джудит, чтобы та сопроводила меня к Иствикской трясине. Можете отправиться со мной, если хотите. Главное — вернитесь к закату». «Я собираюсь прогуляться к Западным лесам, — говорит Берти. — В одиночку, если вы не против. Если описания мисс Олмстед правдивы, там должно быть потрясающе красиво». Вы раздумываете над своими вариантами.
zh: 你回到十字路口跟马尔克斯博士与柏蒂会合，你们分享了几个可能值得调查的地点，教授拿出赫姆拉克岛的地图，开口说：“我没有想到这座村庄的宗教色彩这么重。”柏蒂也开口赞同：“他们看起来信仰著一些超现实的理念，但我不知道确切是什么样的理念，不过他们的确满友善的。” 马尔克斯微笑著说：“的确友善。我们还有三天时间，然后就会有满山满谷的游客塞满这里，我恨观光客。” “别这么扫兴嘛，人家在举办庆典耶！”柏蒂打趣的说，却只迎来马尔克斯博士的瞪视。“我的意思是，观光客通常会打扰当地有的生态，我们时间有限。我们可以分头进行，也可以集体行动。西奥自愿当我们的司机，甚至说晚上也可以把卡车借给我们，虽然我们最好别让瑞秋主母知道。我已经雇用了茱蒂丝护送我去东方沼泽，以免那些关于危险野生动物的传闻是真的，欢迎你们加入我的行程。无论如何，记得在太阳下山前回来。” “我打算去西方大森林里晃晃。”柏蒂说，“我想自己去，如果你们不反对的话。如果奥姆斯德太太不是胡言乱语的话，我可能会找到惊人的东西。”你思考著自己眼前的选项。
