Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Understanding the residents’ wants and needs, as well as where they go during the day, is key to building trust with each of them. Your relationship with each resident influences the story and will earn you rewards and experience in later preludes.
de: Die Wünsche und Nöte der Einwohner zu verstehen und zu wissen, wo sich bestimmte Einwohner tagsüber auf halten könnten, sind der Schlüssel, um Vertrauen bei ihnen aufzubauen. Die Beziehungen der Ermittler zu den einzelnen Einwohnern beeinflussen die Geschichte und können in späteren Vorspielen zu Belohnungen und Erfahrungspunkten führen.
es: Entender los deseos y necesidades de los habitantes, así como dónde van durante el día, es vital para hacer crecer la confianza con cada uno de ellos. La relación con cada habitante influye en la historia y os hará ganar recompensas y experiencia en preludios posteriores.
fr: Comprendre les besoins et les désirs des habitants, ainsi que leurs allées et venues pendant la journée, est crucial pour établir des liens de confiance avec eux. Vos relations avec chacun des habitants influencent l’histoire et vous permettront d’obtenir des récompenses et de l’expérience lors de prochains prologues.
it: Capire i bisogni e i desideri degli abitanti, oltre alle abitudini giornaliere di ognuno, è la chiave per conquistare la loro fiducia. Il rapporto con ogni abitante influisce sulla storia e vi permetterà di ottenere ricompense e punti esperienza nei preludi successivi.
ko: 헴록 베일의 주민들이 낮에 어디로 가는지 알아내는 것을 비롯해 이들이 무엇을 원하는지 그리고 무엇이 필요한지를 밝혀내는 것이 이들과 신뢰 관계를 쌓는 데 중요합니다. 각 주민과의 친밀도는 이야기에도 영향을 주며, 추후 서막에서 추가적인 보상과 경험치를 얻을 수 있습니다.
pl: Poznanie pragnień i potrzeb mieszkańców, a także tego, dokąd udają się w ciągu dnia, jest kluczem do zbudowania zaufania u każdego z nich. Wasz stopień zażyłości z każdym z mieszkańców wpłynie na historię i zapewni wam nagrody i punkty doświadczenia w późniejszych preludiach.
ru: Чтобы выстроить доверительные отношения с местными жителями, нужно понять их желания, нужды и заботы. Взаимное доверие влияет на историю и позволит вам получать награды и дополнительный опыт в последующих прелюдиях.
zh: 了解住民們的嚮往與需求，以及他們在白天會去的地方，是與他們建立信賴的關鍵。你們與每位住民建立的關係，會對劇情產生影響，並在後續的序章中給予你們獎勵與經驗值。

source: Hemlock Vale is a good place to stock up on supplies. At the end of a prelude, each investigator keeps the following:
de: Hemlock Vale ist ein guter Ort, um neue Vorräte zu beschaffen. Am Ende eines Vorspiels behält jeder Ermittler Folgendes:
es: El Valle de la Cicuta es un buen sitio para hacer acopio de suministros. Al final de un preludio, cada investigador conserva lo siguiente:
fr: Hemlock Vale est le lieu parfait pour faire le plein de provisions. À la fin d’un prologue, chaque investigateur conserve les éléments suivants :
it: Hemlock Vale è un ottimo posto dove fare rifornimenti. Alla fine di un preludio, ogni investigatore tiene quanto segue:
ko: 헴록 베일은 물자를 보충하기 좋은 곳입니다. 서막을 마치고 나면, 모든 조사자는 각자 다음과 같은 요소를 유지하게 됩니다:
pl: Dolina Hemlock to dobre miejsce, aby zaopatrzyć się w zapasy. Na końcu preludium każdy badacz zatrzymuje:
ru: Хемлок-Вейл хорошо подходит для того, чтобы пополнять припасы. В конце прелюдии каждый сыщик сохраняет следующее:
zh: 鐵杉谷是個累積補給的好地方。序章結束時，每位調查員可以保留以下東西：

source: Cards in hand, up to their opening hand size. <i>(Note that investigators do not take a traditional mulligan for</i> <b>(Day [day])</b> <i>scenarios.)</i>
de: Karten auf der Hand, maximal bis zu seinem Starthandlimit <i>(Anmerkung: Bei (Tag [day])-Szenarien können die Ermittler keinen Mulligan nehmen.)</i>
es: Las cartas de la mano, hasta su tamaño de mano inicial <i>(ten en cuenta que, en los escenarios</i> <b>(Día [day])</b><i>, los investigadores no cambian cartas de la forma tradicional)</i>.
fr: Les cartes en main, jusqu’à leur taille de main de départ. <i>(Remarquez que les investigateurs ne bénéficient pas d’un traditionnel mulligan pour les scénarios</i> <b>(Jour [day])</b><i>).</i>
it: Le carte in mano, fino a un massimo pari alle dimensioni della sua mano di partenza <i>(non si potrà effettuare il normale mulligan per gli scenari</i> <b>Giorno [day]</b><i>)</i>.
ko: 손에 있는 카드. 단, 시작 카드 장수까지만. <i>(<b>(낮 [day])</b> 시나리오에서는 일반적인 멀리건 절차가 없다는 점을 꼭 염두에 두세요.)</i>
pl: Karty na ręce, do liczby swoich początkowych kart. <i>(Uwaga: Badacze nie dokonują standardowej wymiany dla scenariuszy</i> <b>(Dzień [day])</b><i>).</i>
ru: Карты на руке в количестве, не превышающем его размер стартовой руки. <i>(Обратите внимание, что сыщики не производят привычную замену карт на стартовой руке в сценариях <b>(Дня [day])</b>.)</i>
zh: 手牌，不能超過起始手牌張數<i>(請注意在<b>(白日[day])</b>冒險中，調查員不會有一般遊戲中的重調機會。)</i>

source: Resources in play, up to their starting resources.
de: Ressourcen im Spiel, maximal bis zu seinen Startressourcen
es: Los recursos en juego, hasta sus recursos iniciales.
fr: Les ressources en jeu, jusqu’à leur total de ressources de départ.
it: Le risorse in gioco, fino a un massimo pari alle sue risorse di partenza.
ko: 플레이 상태인 자원. 단, 시작 자원 개수까지만.
pl: Zasoby w grze, do liczby swoich początkowych zasobów.
ru: Ресурсы в игре в количестве, не превышающем его количество стартовых ресурсов.
zh: 在場的資源，不能超過起始資源。

source: A single asset in their play area that does not normally start in play.
de: Genau 1 Vorteilskarte in seiner Spielzone, die sich normalerweise zu Spielbeginn nicht im Spiel befindet
es: Un único Apoyo de su zona de juego que normalmente no empiece en juego.
fr: Un seul soutien dans leur zone de jeu qui ne commence normalement pas la partie en jeu.
it: 1 supporto nella sua area di gioco che normalmente non inizia in gioco.
ko: 자신의 플레이 영역에 있는 자산 단 하나. 단, 일반적으로 플레이 영역에 두고 시작하는 것 외에.
pl: Jeden atut w swoim obszarze gry, który normalnie nie zaczyna w grze.
ru: Один актив в его игровой зоне, который обычно не находится в игре в начале сценария.
zh: 自己玩家区域中的一张支援，不包含游戏开始时已存在的 支援。

source: All clues they control.
de: Alle Hinweise, die er kontrolliert
es: Todas las pistas que controle.
fr: Tous les indices qu’ils contrôlent.
it: Tutti gli indizi che controlla.
ko: 자신이 조종하는 모든 단서.
pl: Wszystkie żetony wskazówek, które kontroluje.
ru: Все улики под его контролем.
zh: 其所有控制的线索。

source: For more information on Preludes and Relationship Levels, refer to the Additional Rules and Clarifications in the Campaign Setup section.
de: Für weitere Informationen über Vorspiele und Beziehungsstufen siehe Zusätzliche Regeln und Klarstellungen auf Seite 2 des Kampagnenleitfadens.
es: Para más información sobre los preludios y los niveles de relación, consulta la sección Reglas adicionales y aclaraciones de la sección Preparación de la Campaña.
fr: Pour plus d’informations concernant les Prologues et les Niveaux de Relation, référez-vous aux paragraphes Règles Supplémentaires et Clarifications dans la section du Guide de Campagne.
it: Per ulteriori informazioni sui preludi e il Livello di Relazione, fate riferimento alle Regole Aggiuntive e Chiarimenti nella sezione di Preparazione della Campagna.
ko: 서막과 친밀도에 대한 자세한 규칙은 본 캠페인 준비 항목의 추가 규칙과 규칙 명료화 항목을 참조하시기 바랍니다.
pl: Więcej informacji na temat preludiów i stopnia zażyłości można znaleźć w sekcji „Dodatkowe zasady i wyjaśnienia” Przygotowania kampanii.
ru: Для более подробной информации о прелюдиях и уровне доверия обратитесь к разделу «Дополнительные правила и разъяснения» в «Подготовке к кампании» или «Правилах кампании».
zh: 关于序章与友好度的更多资讯，请见剧本设置中新增规则与说明部分。

source: Codex
de: Kodex
es: Códice
ko: 서고
pl: Kodeks
ru: Архив
zh: 圣典

source: Defeated resident asset
de: Besiegte Einwohner-Vorteilskarte
es: Apoyo Habitante derrotado
fr: Soutien habitant vaincu
it: Supporto abitante sconfitto
ko: 쓰러진 주민 자산
pl: Pokonany atut Mieszkaniec
ru: Побеждённый актив-местный житель
zh: 被击败的住民支援

source: Award bonus experience
de: Bonus-Erfahrungspunkte vergeben
es: Adjudicar experiencia adicional
fr: Point d’expérience bonus
it: Assegnare esperienza bonus
ko: 추가 경험치 보상
pl: Przyznaj dodatkowe doświadczenie
ru: Начислить бонусный опыт
zh: 取得奖励经验值

source: Which investigator should earn bonus experience?
de: Welcher Ermittler soll Bonus-Erfahrungspunkte erhalten?
es: ¿Qué investigador debe recibir la experiencia adicional?
fr: Quel investigateur va gagner l’expérience bonus ?
it: Quale investigatore dovrebbe ottenere esperienza bonus?
ko: 어느 조사자가 추가 경험치를 얻었나요?
pl: Który badacz powinien zdobyć dodatkowe punkty doświadczenia?
ru: Кто из сыщиков должен получить бонусный опыт?
zh: 哪一位调查员获得奖励经验值？

source: Bonus experience
de: Bonus-Erfahrungspunkte
es: Experiencia adicional
fr: Expérience bonus
it: Esperienza bonus
ko: 추가 경험치
pl: Dodatkowe PD
ru: Бонусный опыт
zh: 奖励经验值

source: Which [codex] should be read?
de: Welcher [codex] soll gelesen werden?
es: ¿Qué [codex] quieres leer?
fr: Quel [codex] Codex voulez-vous lire ?
it: Quale [codex] dovrebbe essere letto?
ko: 어떤 [codex]를 읽어야 하나요?
pl: Który [codex] należy przeczytać?
ru: Какой [codex] необходимо прочесть?
zh: 要阅读哪一条[codex]？

source: Codex 1: Mother Rachel
de: Kodex 1: Mutter Rachel
es: Códice 1: Madre Rachel
fr: Codex 1 : Mère Rachel
it: Codex 1: Madre Rachel
ko: 서고 1: 대모 레이첼
pl: Kodeks 1: Matka Rachel
ru: Архив 1: Матушка Рейчел
zh: 圣典1：瑞秋主母

source: Codex 2: Leah Atwood
de: Kodex 2: Leah Atwood
es: Códice 2: Leah Atwood
ko: 서고 2: 리아 앳우드
pl: Kodeks 2: Leah Atwood
ru: Архив 2: Лия Этвуд
zh: 圣典2：莉亚．阿特伍德

source: Codex 3: Simeon Atwood
de: Kodex 3: Simeon Atwood
es: Códice 3: Simeon Atwood
ko: 서고 3: 시미언 앳우드
pl: Kodeks 3: Simeon Atwood
ru: Архив 3: Симеон Этвуд
zh: 西缅．阿特伍德

source: Codex 4: William Hemlock
de: Kodex 4: William Hemlock
es: Códice 4: William Cicuta
ko: 서고 4: 윌리엄 헴록
pl: Kodeks 4: William Hemlock
ru: Архив 4: Уильям Хемлок
zh: 圣典4：威廉．赫姆拉克

source: Codex 5: River Hawthorne
de: Kodex 5: River Hawthorne
es: Códice 5: River Hawthorne
ko: 서고 5: 리버 호손
pl: Kodeks 5: River Hawthorne
ru: Архив 5: Ривер Хоуторн
zh: 圣典5：芮福．霍桑

source: Codex 6: Gideon Mizrah
de: Kodex 6: Gideon Mizrah
es: Códice 6: Gideon Mizrah
ko: 서고 6: 기디언 미즈라
pl: Kodeks 6: Gideon Mizrah
ru: Архив 6: Гидеон Мизра
zh: 圣典6：吉迪恩．米兹拉

source: Codex 7: Judith Park
de: Kodex 7: Judith Park
es: Códice 7: Judith Park
ko: 서고 7: 주디스 파크
pl: Kodeks 7: Judith Park
ru: Архив 7: Джудит Пак
zh: 圣典7：茱蒂丝．朴

source: Codex 8: Theo Peters
de: Kodex 8: Theo Peters
es: Códice 8: Theo Peters
ko: 서고 8: 테오 피터스
pl: Kodeks 8: Theo Peters
ru: Архив 8: Тео Питерс
zh: 圣典8：西奥．彼得斯

source: Codex 9: Boarding House
de: Kodex 9: Pension
es: Códice 9: Pensión
fr: Codex 9 : La Pension de Famille
it: Codex 9: La Pensione
ko: 서고 9: 손님 숙소
pl: Kodeks 9: Pensjonat
ru: Архив 9: Пансион
zh: 圣典9：旅店

source: Codex 10: The Crossroads
de: Kodex 10: Die Wegkreuzung
es: Códice 10: El cruce de caminos
fr: Codex 10 : La Croisée des Chemins
it: Codex 10: Il Crocevia
ko: 서고 10: 교차로
pl: Kodeks 10: Rozdroże
ru: Архив 10: Перекрёсток
zh: 圣典10：十字路口

source: Codex 11: Hemlock Chapel
de: Kodex 11: Hemlock-Kapelle
es: Códice 11: Capilla Cicuta
fr: Codex 11 : La Chapelle de Hemlock
it: Codex 11: La Cappella degli Hemlock
ko: 서고 11: 헴록 예배당
pl: Kodeks 11: Kaplica w Hemlock
ru: Архив 11: Часовня Хемлок-Вейл
zh: 圣典11：铁杉谷礼拜堂

source: Codex 12: The Old Mill
de: Kodex 12: Die Alte Mühle
es: Códice 12: El viejo molino
fr: Codex 12 : Le Vieux Moulin
it: Codex 12: Il Vecchio Mulino
ko: 서고 12: 오래된 제분소
pl: Kodeks 12: Stary młyn
ru: Архив 12: Старая мельница
zh: 圣典12：老磨坊

source: Codex 13: The Atwood House
de: Kodex 13: Das Atwood-Haus
es: Códice 13: La Casa Atwood
fr: Codex 13 : Le Manoir Atwood
it: Codex 13: La Casa degli Atwood
ko: 서고 13: 앳우드 저택
pl: Kodeks 13: Dom Atwoodów
ru: Архив 13: Дом Этвудов
zh: 圣典13：阿特伍德大宅

source: Codex 14: Tad’s General Store
de: Kodex 14: Tads Gemischtwarenladen
es: Códice 14: Almacén general de Tad
fr: Codex 14 : L’Épicerie de Tad
it: Codex 14: L'Emporio di Tad
ko: 서고 14: 태드의 잡화점
pl: Kodeks 14: Sklep wielobranżowy Tada
ru: Архив 14: Универсальный магазин Тэда
zh: 圣典14：泰德的杂货店

source: Codex 15: Vale Schoolhouse
de: Kodex 15: Schulhaus des Tals
es: Códice 15: Escuela del Valle
fr: Codex 15 : L’École de Vale
it: Codex 15: La Scuola della Valle
ko: 서고 15: 헴록 베일 학교
pl: Kodeks 15: Miejscowa szkoła
ru: Архив 15: Деревенская школа
zh: 圣典15：谷地学校

source: Codex 16: The Commons
de: Kodex 16: Versammlungshalle
es: Códice 16: El salón comunitario
fr: Codex 16 : La Salle Commune
it: Codex 16: Il Refettorio
ko: 서고 16: 마을 회관
pl: Kodeks 16: Stodoła
ru: Архив 16: Деревенский клуб
zh: 圣典16：城镇大堂

source: “What are the Children of the Stars?” Mother Rachel echoes your question, bemused. Dust swirls in the harsh light through the intricate stained glass. “I suppose if I had to put it simply: We all are. ‘Begotten by light,’ I often say. Like heavenly bodies, we each have a place in this life, a purpose. There are some whose place is to understand. And others whose place is to watch.” The older woman smiles faintly as a line of children file into the chapel to sit cross- legged near the altar. “And now, it is my place to begin storytime.”
de: „Was sind die Kinder der Sterne?“, wiederholt Mutter Rachel deine Frage gedankenverloren. Staub wirbelt im hellen Licht, das durch die Buntglasfenster bricht. „Wenn ich es so einfach wie möglich beschreiben müsste: Das sind wir alle. ‚Durch Licht geschaffen‘, wie ich oft sage. Wie himmlische Körper, so haben wir einen Platz im Leben, eine Bestimmung. Es gibt jene, deren Platz es ist zu verstehen. Und andere, deren Platz es ist zu beobachten.“ Die ältere Frau lächelt leicht, als ein paar Kinder in Reih und Glied in die Kapelle kommen, um sich mit überkreuzten Beinen vor den Altar zu setzen. „Und jetzt ist es mein Platz, mit dem Geschichtenerzählen zu beginnen.“
es: –¿Qué son los Hijos de las Estrellas? –La madre Rachel repite la pregunta, entre perpleja y divertida. El polvo traza remolinos en la intensa luz que atraviesa la intricada vidriera–. Supongo que, si tuviera que expresarlo de forma sencilla, diría que somos todos. “Engendrados por la luz”, suelo decir. Igual que los cuerpos celestes, todos tenemos un sitio en esta vida, un propósito. Para algunos, su sitio es entender. Y para otros, su sitio es observar. La anciana esboza una sonrisa mientras una fila de niños entran en la capilla y se van sentando con las piernas cruzadas cerca del altar. –Y ahora, mi sitio es empezar la hora de los cuentos.
fr: « Que sont les Enfants des Étoiles ? » Mère Rachel répète votre question, perplexe. La poussière tourbillonne dans la lumière crue qui traverse les vitraux sophistiqués. « Je suppose que si je devais énoncer les choses simplement, je répondrais : Nous le sommes tous. J’ai coutume de dire : « Nés de la lumière ». Comme les corps célestes, nous avons tous une place dans cette vie, un but. Certains ont pour mission de comprendre. Et d’autres de regarder ». La femme âgée sourit faiblement tandis qu’une procession d’enfants entre dans la chapelle avant de venir s’asseoir jambes croisées près de l’autel. « Et maintenant, il m’incombe de les rejoindre. C’est l’heure du conte. »
it: "Chi sono i Figli delle Stelle?" Madre Rachel fa eco alla tua domanda con un'espressione perplessa sul volto. Un rivolo di polvere vortica nella luce intensa del giorno, passando davanti all'elaborato schema del vetro istoriato. "In parole povere, tutti noi. 'Generati dalla luce', come dico sempre. Come corpi celesti, abbiamo tutti un posto e uno scopo in questa vita. Il posto di alcuni è comprendere, di altri osservare." Un flebile sorriso si distende sulle labbra dell'anziana donna mentre una fila di bambini entra nella cappella per mettersi a sedere con le gambe incrociate nei pressi dell'altare. "Vogliate scusarmi, ma è il mio turno di raccontare una storia."
ko: “별의 후손이 무엇이냐는 말씀이신가요?” 대모 레이첼이 어리둥절한 표정으로 당신의 질문을 되받습니다. 정교한 스테인드글라스 사이를 통해 들어오는 색색의 빛깔 사이로 먼지가 휘돕니다. “간단히 말하자면, 우리 모두가 별의 후손이랍니다. 이따금 저는 ‘빛 속에서 태어났다’라는 말을 하지요. 하늘을 도는 천체와 마찬가지로, 우리들 각자 역시 삶에서 각자의 자리가, 각자의 목적이 있답니다. 어떤 사람에게는 이해하는 것 그 자체가 목적이겠죠. 또 다른 이들에게는 지켜보는 것이 제 자리일 테고요.” 줄지어 들어와 제단 근처에 다리를 꼬고 앉은 아이들을 바라보며, 레이첼은 희미한 미소를 짓습니다. “그리고 지금 제가 맡아야 할 자리는, 이들에게 이야기를 들려주는 것이겠군요.”
pl: „Czym są Dzieci Gwiazd?” Matka Rachel powtarza twoje pytanie, zdezorientowana. W promieniach światła, wpadających przez ozdobne witraże, wiruje kurz. „Jeśli miałabym to ująć najprościej, jak się da: wszyscy nimi jesteśmy. «Zrodzeni ze światła», jak czasem mówię. Niczym ciała niebieskie, każdy ma swoje miejsce w tym życiu, jakiś cel. Zadaniem jednych jest zrozumieć. A zadaniem innych – pilnować”. Starsza kobieta uśmiecha się delikatnie, gdy sznur dzieci wchodzi do kaplicy i siada ze skrzyżowanymi nogami w pobliżu ołtarza. „Teraz moim zadaniem jest rozpocząć opowieść”.
ru: «Кто такие Дети Звёзд? — эхом повторяет ваш вопрос матушка Рейчел. В её голосе сквозит недовольство. В резком свете, проникающем сквозь затейливый витраж, завихряется пыль. — Что ж, если говорить простыми словами, то это все мы. „Порождения света“, как я часто говорю. Подобно небесным телам, каждый из нас имеет своё место в жизни, своё предназначение. Одни здесь для того, чтобы понимать. Другие здесь для того, чтобы наблюдать. — Пожилая женщина слабо улыбается, когда в часовню заходят дети и усаживаются подле алтаря, скрестив ноги. — Я же здесь для того, чтобы рассказывать истории».
zh: “众星之子是什么？”瑞秋主母重复了你的问题，仿佛有些困惑。刺眼的日光穿透遍布脏污的玻璃，尘埃在明亮的空气中飞旋。“用简单的方式来解释，就像我平常说的一样，我们都是‘受生于光明’中的，就像天上的星体，我们的生命都被赋予了特别的定位及天命。有些人受命要知晓一切；而有些人则是受命观察一切。”这名年长的女士转身对走进礼拜堂的孩子们温和一笑，孩子们鱼贯而入，在祭坛边盘腿坐下。“而现在，我的天命是为孩子们说故事。

source: You may play a [[Charm]] or [[Spell]] asset from your hand, ignoring its cost.
de: Du darfst 1 [[Glücksbringer]]- oder [[Zauber]]-Vorteilskarte von deiner Hand spielen und dabei ihre Kosten ignorieren.
es: Puedes jugar un Apoyo [[Amuleto]] o [[Hechizo]] de tu mano, ignorando su coste.
fr: Vous avez le droit de jouer un soutien [[Charme]] ou [[Sort]] de votre main, en ignorant ses coûts.
it: Puoi giocare 1 supporto [[Amuleto]] o [[Incantesimo]] dalla tua mano ignorandone il costo.
ko: 당신은 자신의 손에서 [[부적]] 또는 [[마법]] 자산 하나를 비용을 무시하고 플레이해도 됩니다.
pl: Możesz zagrać atut z cechą [[Amulet]] lub [[Zaklęcie]] z twojej ręki, ignorując jego koszt.
ru: Вы можете сыграть актив-[[заклинание]] или [[оберег]] со своей руки, игнорируя его цену.
zh: 你可以从手牌中打出一张[[守护]]或[[法术]]支援，忽略其费用。

source: The red-cheeked older woman introduces herself as Leah Atwood, Mother Rachel’s sister. “I’m in charge of everything folks around here put in their bellies. And yes, that means I’m in charge of the Feast. My sister has been very particular about everything she wants prepared in advance.” You ask her about any points of interest to survey in Hemlock Isle, and she wipes her brow with a gloved hand. “You barely need to leave the Vale before you see something odd,” she puts one hand on her hip. “I’m planning to go up to Pearl Ridge today. Something up there turned the trees to glass. I’m not sure if that’s what you’re looking for, but it is definitely unique.”
de: Die rotbäckige, ältere Frau stellt sich als Leah Atwood vor, Mutter Rachels Schwester. „Ich bin für alles verantwortlich, womit sich die Menschen hier den Bauch vollschlagen. Und ja, das bedeutet, ich bin verantwortlich für das Festessen. Meine Schwester war sehr deutlich mit allem, was ich dafür vorzubereiten habe.“ Du fragst sie nach interessanten Orten auf Hemlock Isle, die du untersuchen könntest. Sie wischt sich mit einem Handschuh über die Schläfe. „Man muss gar nicht weit raus aus dem Tal, um auf etwas Seltsames zu stoßen“, antwortet sie und stemmt eine Hand in die Hüfte. „Ich habe vor, heute zum Pearl-Hügel zu gehen. Irgendetwas da draußen hat die Bäume in Glas verwandelt. Ich bin mir nicht sicher, ob es das ist, was Sie suchen, aber das halte ich definitiv für interessant.“
es: La mujer madura de rojas mejillas se presenta como Leah Atwood, la hermana de la madre Rachel. –Estoy a cargo de todo lo que se echa al buche la gente de por aquí. Y sí, eso significa que estoy a cargo de la fiesta. Mi hermana ha sido muy específica acerca de todo lo que quiere que se prepare por anticipado. Le preguntas por lugares de interés para explorar en la Isla de la Cicuta y se limpia la frente con una mano enguantada. –Prácticamente no es necesario salir del Valle para ver algo extraño – dice mientras se coloca una mano en la cadera–. Hoy tenía pensado subir a la Cresta Perla. Ahí arriba hay algo que ha convertido los árboles en cristal. No sé si es lo que están buscando, pero está claro que es único.
fr: La femme âgée aux joues rouges se présente comme Leah Atwood, la sœur de Mère Rachel. « Je suis responsable de tout ce que les gens d’ici mettent dans leur ventre. Et oui, cela signifie que je suis en charge du festin. Ma sœur a établi une liste très précise de tout ce qu’elle voulait préparer à l’avance. » Vous l’interrogez sur Hemlock Isle afin d’apprendre tout ce qu’il y a d’intéressant à savoir, et elle s’essuie le front d’une main gantée. « Il est à peine nécessaire de quitter Le Val pour voir quelque chose d’étrange », dit-elle en posant une main sur la hanche. « J’ai prévu d’aller à Pearl Ridge aujourd’hui. Là-bas, quelque chose a transformé les arbres en verre. Je ne sais pas si c’est cela que vous cherchez, mais c’est véritablement inouï. »
it: L'anziana dalle gote rosse si presenta come Leah Atwood, la sorella di Madre Rachel. "Mi occupo di tutto quello che finisce nelle pance della gente di qui. E sì, questo significa che sono la responsabile della Festa. Mia sorella è stata molto precisa riguardo quello che dovrà essere preparato in anticipo." Le chiedi se ci sia qualcosa di interessante da studiare sull'isola, e ti risponde passandosi una mano guantata sulla fronte. "Non serve nemmeno uscire dalla valle per vedere qualcosa di bizzarro. Credo che andrò al crinale Pearl, più tardi" continua, poggiando una mano sul fianco. "Qualcosa laggiù ha trasformato gli alberi in vetro. Magari non è quello che stai cercando, ma di certo è un evento unico."
ko: 리아 앳우드뺨이 발그레하고 늙수그레한 여자가 자신을 대모 레이첼의 언니인 리아 앳우드라고 소개합니다. “난 이쪽 사람들이 배 속에 쑤셔 넣는 것을 책임지고 있수다. 그래, 축일과 연회까지 내 담당이란 게지. 동생이 축일 전에 준비해야 할 것에 퍽 까다롭게 굴어서 말이우.” 당신이 헴록 섬에서 가볼 만한 곳이 있냐고 묻자, 리아는 장갑을 낀 손으로 이마를 닦으며 답합니다. “뭔가 수상한 걸 찾고 있다면, 헴록 베일에서 멀리 나가 볼 필요도 없을 거유.” 리아가 엉덩이에 한쪽 손을 얹고서 말을 잇습니다. “난 오늘 펄 마루에 올라가 보려 하우. 뭐 때문인지 몰라두 거긴 나무가 유리로 바뀌어 버렸수. 그짝이 찾고 있는 게 이런 건진 몰라두, 참말로 해괴하긴 하지.”
pl: Starsza kobieta o czerwonych policzkach przedstawia się jako Leah Atwood, siostra Matki Rachel. „Zarządzam wszystkim, co trafia do żołądków mieszkańców Doliny. I tak, to oznacza, że jestem odpowiedzialna za Ucztę. Mojej siostrze zależy na tym, aby wszystko było gotowe z wyprzedzeniem”. Pytasz ją o warte zbadania miejsca w okolicy, a ona przeciera czoło rękawicą. „Jeśli chcesz zobaczyć coś dziwnego, nie musisz nawet za bardzo oddalać się od Doliny” – mówi, kładąc rękę na biodrze. – „Planuję dziś wyjść na Grań Pearla. Coś tam na górze zamienia drzewa w szkło. Nie wiem, czy o coś takiego ci chodziło, ale niewątpliwie jest to coś niespotykanego”.
ru: Краснощёкая пожилая женщина представляется Лией Этвуд, сестрой матушки Рейчел. «Я отвечаю за всё, что местный люд кладёт в рот, — объясняет она. — И да, это значит, что я отвечаю за Пир. Моя сестра дала очень подробные инструкции обо всех приготовлениях». Вы спрашиваете её, что интересного можно посмотреть на острове, и она вытирает лоб рукой в перчатке. «Чтобы столкнуться со странностями, даже деревню покидать не нужно. — Она упирает руку в бок. — Сегодня я планирую наведаться в Пёрл-Ридж. Что-то обратило там все деревья в стекло. Не уверена, что вас это заинтересует, но это явно нечто уникальное».
zh: “這位面色紅潤的年長女士介紹自己叫莉亞．阿特伍德，她是瑞秋主母的妹妹。“大家在把食物吞下肚前，這些食材都會先經過我手上。沒錯，盛宴就是我負責的。我姊姊對於所有細節都很要求，而且希望一切都提前準備好。”你詢問她赫姆拉克島上有沒有什麼地方值得調查，她用戴著手套的手擦了擦額頭後說：“要找怪東西的話，你們根本都不用離開山谷。”她手插著腰說：“我今天打算去珍珠山脈那一趟。那裡有東西可以把樹木變成玻璃，我不確定那是不是你們要找的東西，但那肯定很不正常。”
