Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You may play a [[Tool]] card from your hand, ignoring its cost.
de: Du darfst 1 [[Werkzeug]]-Karte von deiner Hand spielen und dabei ihre Kosten ignorieren.
es: Puedes jugar una carta [[Herramienta]] de tu mano, ignorando su coste.
fr: Vous pouvez jouer une carte [[Outil]] de votre main, en ignorant ses coûts.
it: Puoi giocare 1 carta [[Strumento]] dalla tua mano ignorandone il costo.
ko: 당신은 자신의 손에서 [[도구]] 카드 하나를 비용을 무시하고 플레이해도 됩니다.
pl: Możesz zagrać atut z cechą [[Narzędzie]] z twojej ręki, ignorując jego koszt.
ru: Вы можете сыграть карту [[инструмента]] со своей руки, игнорируя её цену.
zh: 你可以從手牌中打出一張[[工具]]卡牌，忽略其費用。

source: Increase Leah Atwood’s Relationship Level.
de: Erhöhe Leah Atwoods Beziehungsstufe.
es: Aumenta el nivel de relación de Leah Atwood.
fr: Augmentez le Niveau de Relation de Leah Atwood.
it: Aumenta il Livello di Relazione con Leah Atwood.
ko: ‘리아 앳우드’와의 친밀도를 한 단계 높입니다.
pl: Zwiększ stopień zażyłości z Leah Atwood.
ru: Повысьте уровень доверия Лии Этвуд.
zh: 提升莉亞．阿特伍德的友好度。

source: “Fire in the hole!” shouts a voice, followed by a shower of sparks and firecrackers. A white dog barrels through the smoke toward you, and you are assailed with friendly licks. A chubby freckled young man with a shock of bright red hair follows. “Ah, marbles. I thought you were Theo. Lay off, Digby!” he tells the dog, then drops to one knee to gather the debris. “Sorry about that. I’m Simeon. My ma’s always busy cooking for Auntie Rachel,” he scratches a red, raised swirl of hardened skin on his neck. “Auntie Rachel said we’d get 5 lashes if we litter in the Vale.” You ask him about any points of interest on the island. “You’re not allowed to go to the mines up in Pearl Ridge. I claimed them for my secret society,” the young man says.
de: „Alle Mann in Deckung!“, ruft eine Stimme, gefolgt von einem Funkenschauer einiger Knallfrösche. Ein weißer Hund jagt durch den Rauch auf dich zu und überfällt dich mit einer freundlichen Schleckattacke. Erst jetzt kannst du einen molligen jungen Mann mit Sommersprossen und einem hellroten Haarschopf erkennen, der ebenfalls auf dich zukommt. „Ah, Mist. Ich dachte, Sie wären Theo. Aus jetzt, Digby!“, ruft er dem Hund zu, dann geht er auf die Knie und sammelt die Überreste der Böller auf. „’Tschuldigung. Ich bin Simeon. Meine Ma ist ständig damit beschäftigt, für Tantchen Rachel zu kochen“, sagt er und kratzt sich an einer roten, verhärteten Hautstelle in seinem Nacken. „Tantchen Rachel hat gesagt, dass wir 5 Hiebe bekommen, wenn wir im Tal Müll hinterlassen.“ Du fragst ihn nach interessanten Orten auf Hemlock Isle. „Sie dürfen nicht die Mine beim Pearl-Hügel betreten. Die habe ich reserviert für meine Geheimgesellschaft!“, antwortet der junge Mann.
es: –¡Bomba va! –grita una voz, seguida de una lluvia de chispas y petardos. Un perro blanco atraviesa el humo a la carrera en dirección a ti y da comienzo a un asalto de amistosos lametazos. Lo sigue un joven pecoso y regordete con una mata de brillante pelo rojo. –Ay, jolines. Pensé que era Theo. ¡Quítate, Digby! –le dice al perro antes de plantar una rodilla en el suelo para ponerse a recoger los restos–. Lo siento. Me llamo Simeon. Mi madre siempre está ocupada cocinando para la tita Rachel –añade mientras se rasca una zona de piel endurecida y roja en el cuello–. La tita Rachel dijo que quien ensucie el Valle se llevará 5 latigazos. Le preguntas por lugares de interés en la isla. –No puede ir a las minas que hay en la Cresta Perla. Las he reclamado para mi sociedad secreta –responde el joven.
fr: « Tous aux abris ! » crie une voix, suivie d’une pluie d’étincelles et de pétards. Un chien blanc se dirige vers vous à travers la fumée, et vous êtes assailli de léchouilles amicales. Il est suivi d’un jeune homme joufflu criblé de taches de rousseur et coiffé d’une chevelure rouge vif. « Ah, fichtre. Je vous ai pris pour Theo. Laisse tomber, Digby ! », dit-il au chien, avant de s’agenouiller pour ramasser les débris. « Désolé pour ça. Je m’appelle Simeon. Ma mère est toujours occupée à cuisiner pour tante Rachel », dit-il en se grattant la peau du cou, là où une plaque rouge en forme de spirale semble avoir fait irruption. « Tante Rachel a dit que nous recevrions 5 coups de fouet si nous jetions des détritus dans Le Val. » Vous lui demandez s’il y a des points d’intérêt sur l’île. « Vous n’avez pas le droit d’aller dans les mines de Pearl Ridge. Je les ai revendiquées pour ma société secrète », dit le jeune homme.
it: "Fuoco alle polveri!" urla una voce, presto seguita da una cascata di scintille e petardi. Un cane bianco sfonda improvvisamente il muro di fumo che hai davanti, assalendoti a colpi di allegre leccate. Un attimo dopo arriva un giovane ragazzo paffuto dal volto costellato di lentiggini e dalla chioma rossiccia. "Ah, mannaggia! Pensavo fossi Theo. A cuccia, Digby!" Il ragazzo si inginocchia per recuperare da terra i resti dello spettacolino pirotecnico. "Ti chiedo scusa. Mi chiamo Simeon. Ma' è sempre impegnata a cucinare per zia Rachel." Mentre parla, noti che si gratta uno sfogo rigonfio sul collo, arrossato e incallito. "Zia Rachel dice che ci becchiamo cinque scudisciate se sporchiamo la valle." Gli chiedi se conosce qualche punto di interesse dell'isola. "Non sei autorizzato ad andare nelle miniere sul crinale Pearl. Le ho conquistate in nome della mia società segreta."
ko: “뻥이요!” 고함에 이어 불꽃과 폭죽이 환하게 쏟아집니다. 자욱한 폭죽 연기를 뚫고 새하얀 개 한 마리가 내달려와, 친근함을 표하려는지 연신 당신을 핥아댑니다. 그 뒤를 따라, 통통하고 주근깨투성이인 소년이 새빨간 머리칼을 휘날리며 달려옵니다. “앗차차. 테오인줄 알았지. 그만해, 딕비!” 소년은 개에게 떨어지라고 말하고는 쓰레기를 주섬주섬 줍습니다. “미안, 미안. 난 시미언이야. 우리 엄마는 레이첼 이모한테 요리 해주느라 늘 바빠.” 시미언이 목에 소용돌이 꼴로 시뻘겋게 돋은 돌기를 긁어댑니다. “마을에 쓰레기를 맘대로 버렸다가는 레이첼 이모한테 회초리 다섯 대랬거든.” 당신은 시미언에게 헴록 섬에서 가볼 만한 곳이 있는지 물어보았습니다. “있잖아, 펄 마루에 있는 광산에는 가면 안 돼. 내가 거길 비밀 기지로 삼았거든.”
pl: „Uwaga, kryć się!” – słyszysz głos i zauważasz deszcz iskier z petardy. Biały pies mknie przez dym w twoją stronę i rzuca się na ciebie przyjaźnie. Podąża za nim pulchny, piegowaty młody mężczyzna o płomiennorudych włosach. „A niech to. Myślałem, że to Theo. Digby, spokój!” – mówi do psa i schyla się, aby posprzątać resztki petardy. „Przepraszam za to. Mam na imię Simeon. Moja mama jest zawsze zajęta gotowaniem dla cioci Rachel” – drapie się po zaczerwienionej, zrogowaciałej skórze na szyi. – „Ciocia Rachel powiedziała, że dostaniemy 5 razów, jeśli będziemy śmiecić w Dolinie”. Pytasz go o osobliwe miejsca w okolicy. „Nie wolno ci iść do kopalni przy Grani Pearla. Już ją zaklepałem dla mojego tajnego stowarzyszenia” – mówi młodzieniec.
ru: «Ложись!» — раздаётся крик, а за ним следует целый душ из искр и фейерверков. Сквозь дым вам навстречу выскакивает белый пёс и дружелюбно лижет вам руки. За ним появляется пухлый веснушчатый юноша с копной ярко-рыжих волос. «Ох, ёшки. Я думал, это Тео. Лежать, Дигби! — приказывает он собаке, а затем опускается на одно колено, чтобы собрать мусор. — Простите. Я Симеон. Моя мама всё время готовит для тёти Рейчел. — Он почёсывает красный припухший струп на шее. — Тётя Рейчел говорит, что намусоривший в деревне получает 5 ударов плетью». Вы спрашиваете его, что интересного есть на острове. «Вам нельзя ходить в шахты Пёрл-Ридж. Я уже занял их для своего тайного общества», — отвечает юноша.
zh: “注意爆炸！”一個聲音大喊著，接著你看見一陣火花跟鞭炮響起的聲音。一隻白色小狗從煙霧中像炮彈般衝向你，牠友善地舔著你的手腳。一名微胖的雀斑大男孩，頂著一頭紅髮跟在後面。“喔天啊，我以為你是西奧。走開！迪比！”他對小狗發出命令，然後蹲下收拾地上鞭炮的殘骸。“抱歉嚇到你了，我叫西緬，我媽總是忙著幫瑞秋嬸嬸煮飯。”他抓了抓脖子上一塊紅腫的皮膚後繼續說：“瑞秋嬸嬸說在谷裡亂丟垃圾的話要被鞭打5下。”你問他島上有沒有什麼有趣的地方可以逛逛，年輕的男孩回答：“你不可以去珍珠山脈裡的礦坑，那裡是我的秘密基地。”

source: Search the top 9 cards of your deck for a [[Tactic]] or [[Trick]] card and add it to your hand <i>(shuffle your deck)</i>.
de: Durchsuche die obersten 9 Karten deines Decks nach 1 [[Taktik]]- oder [[Trick]]-Karte und füge sie deiner Hand hinzu (mische dein Deck).
es: Busca entre las 9 primeras cartas de tu mazo una carta [[Táctica]] o [[Truco]] y añádela a tu mano <i>(baraja tu mazo)</i>.
fr: Cherchez une carte [[Tactique]] ou [[Ruse]] parmi les 9 premières cartes de votre deck et ajoutez-la à votre main <i>(mélangez votre deck)</i>.
it: Cerca tra le 9 carte in cima al tuo mazzo 1 carta [[Tattica]] o [[Trucchetto]] e aggiungila alla tua mano. Rimescola il tuo mazzo.
ko: 당신의 덱 맨 위 카드 9장 중에서 [[전술]] 또는 [[속임수]] 카드를 하나 찾아서 당신의 손으로 가져옵니다<i>(당신의 덱을 섞습니다)</i>.
pl: Przeszukaj 9 wierzchnich kart twojej talii w poszukiwaniu karty z cechą [[Taktyka]] lub [[Sztuczka]] i dodaj ją na twoją rękę <i>(potasuj twoją talię)</i>.
ru: Найдите среди 9 верхних карт своей колоды карту [[тактики]] или [[уловки]] и добавьте её себе на руку <i>(перемешайте свою колоду)</i>.
zh: 查找你牌庫頂的9張卡牌，找出一張[[戰術]]或[[技巧]]卡牌，將其加入你的手牌<i>(混洗你的牌庫)</i>。

source: Increase Simeon Atwood’s Relationship Level.
de: Erhöhe Simeon Atwoods Beziehungsstufe.
es: Aumenta el nivel de relación de Simeon Atwood.
fr: Augmentez le Niveau de Relation de Simeon Atwood.
it: Aumenta il Livello di Relazione con Simeon Atwood.
ko: ‘시미언 앳우드’와의 친밀도를 한 단계 높입니다.
pl: Zwiększ stopień zażyłości z Simeonem Atwoodem.
ru: Повысьте уровень доверия Симеона Этвуда.
zh: 提升西緬．阿特伍德的友好度。

source: Outside the Vale schoolhouse, you greet a man who introduces himself as William Hemlock. “I’d heard we had visitors. I just didn’t expect to meet them so soon. And yes, I am the last living heir to the Hemlock Family,” he blusters, although you didn’t ask. “Or perhaps not the very last, if that gatecrasher River has their way,” he snarls. You note the worn copy of Walden under his arm, and ask about any local points of interest. “I know it’s rather unconventional, but my family’s old house has a...peculiar infestation,” he seems to chew his own words. “If you could exterminate whatever it is rather than study it, I think we’d all be in your debt.”
de: Vor dem Schulhaus des Tals begrüßt du einen Mann, der sich als William Hemlock vorstellt. „Ich hörte, dass wir Besucher haben. Ich dacht nur nicht, sie so bald zu treffen. Und ja, ich bin der letzte noch lebende Erbe der Hemlock-Familie“, sprudelt es aus ihm heraus, obwohl du gar nicht danach gefragt hast. „Oh, vielleicht nicht ganz der letzte, wenn es nach diesem ungebetenen Gast River geht“, schnaubt er. Unter seinem Arm erkennst du eine abgenutzte Ausgabe von Walden. Du fragst ihn nach irgendwelchen interessanten Orten in der Nähe. „Ich weiß, dass das recht unkonventionell ist, aber das alte Haus meiner Familie leidet unter einem ... ungewöhnlichen Befall“, bringt er fast widerwillig hervor. „Falls Sie den Befall lieber ausrotten könnten, anstatt ihn zu untersuchen, dann stünden wir alle in Ihrer Schuld.“
es: En el exterior de la escuela del Valle, saludas a un hombre que se presenta como William Cicuta. –Me habían dicho que teníamos visitantes, pero no esperaba conocerlos tan pronto. Y sí, soy el último heredero vivo de la familia Cicuta –se jacta pese a que no has preguntado nada–. O tal vez no sea el último si esa acoplada de River se sale con la suya –añade con un gruñido. Te fijas en el ajado ejemplar de Walden que lleva bajo el brazo y le preguntas por lugares de interés locales. –Sé que es muy poco convencional, pero la vieja casa de mi familia tiene una... plaga peculiar –Parece mascar sus propias palabras–. Si pudieran exterminar lo que sea de lo que se trate en lugar de estudiarlo, creo que todos estaríamos en deuda con ustedes.
fr: Devant l’école de Vale, vous êtes accueilli par un homme qui se présente sous le nom de William Hemlock. « J’avais entendu dire que nous avions des visiteurs. Je ne m’attendais pas à les rencontrer si tôt. Et oui, je suis le dernier héritier vivant de la famille Hemlock », s’exclame-t-il, bien que vous n’ayez pas posé la question. « Ou peut-être pas le tout dernier, si cette maudite River arrive à ses fins », grogne-t-il. Vous remarquez l’exemplaire usé de Walden qu’il porte sous le bras, et vous lui demandez s’il y a des endroits intéressants à visiter dans les environs. « Je sais que ce n’est pas très conventionnel, mais la vieille maison de ma famille est infestée par quelque chose de… particulier », répond-il en mâchant ses propres mots. « Si vous pouviez exterminer cette chose plutôt que l’étudier, je pense que nous vous serions tous redevables. »
it: All'esterno della scuola della valle incontri un uomo che si presenta come William Hemlock. "Allora è vero che ci sono visitatori... Solo non mi aspettavo di incontrarli così presto. E sì, sono l'ultimo erede in vita della famiglia Hemlock." Ha il tono di chi si sta vantando di qualcosa, anche se non gli hai chiesto nulla. "O forse non proprio l'ultimo se River, peggior guastafeste della storia, riuscirà nel suo intento" sbotta. Noti la copia del Walden che porta sotto il braccio e gli chiedi se sappia consigliarti qualche punto di interesse locale. "So che è piuttosto insolito, ma la vecchia dimora della mia famiglia ha un'infestazione... singolare." Le parole sembrano uscirgli a fatica dalla bocca. "Se potessi sterminare la causa anziché metterti a studiarla, credo che ti saremmo tutti debitori."
ko: 윌리엄 헴록학교 밖에 있는 노인에게 말을 걸자, 그가 자신을 윌리엄 헴록이라 소개하며 말꼬를 틉니다. “손님이 왔다고 들었소만. 다만, 이렇게 빨리 만날 줄은 예상도 못했구려. 그렇소, 내가 헴록 가문의 마지막 살아있는 상속인이라오.” 묻지도 않았는데 윌리엄이 큰 소리로 제 할 말을 합니다. “뭐, 저 불청객 리버의 뜻대로 된다면, 아주 마지막 상속인은 아닐 수도 있을 거요.” 그가 성냅니다. 당신은 윌리엄이 한쪽 팔 아래에 다 해진 『숲 속의 생활』 책을 낀 모습을 보고서 헴록 섬에서 가볼 만한 곳이 있는지 물어봅니다. “다소 색다른 이야기긴 하오만, 우리 가문의 고택에 뭐랄까... 모종의 병해가 들끓는다오.” 윌리엄은 자신의 말을 곱씹는 듯합니다. “그게 뭐든 간에 연구가 아니라 박멸해줄 수만 있다면, 우리 모두가 크나큰 빚을 졌다고 생각하리다.”
pl: Przed miejscową szkołą spotykasz mężczyznę, który przedstawia się jako William Hemlock. „Słyszałem, że mamy gości. Ale nie spodziewałem się, że poznam ich tak szybko. I tak, jestem ostatnim żyjącym spadkobiercą rodu Hemlock” – przechwala się, chociaż wcale o to nie pytałeś. – „A może i nie ostatnim, jeśli ta cała River dopnie swego” – dodaje przez zęby. Zauważasz, że trzyma pod pachą mocno zużyty egzemplarz zbioru «Walden», i pytasz go o lokalne osobliwości. „Wiem, że to dość niekonwencjonalne, ale mój stary rodzinny dom opanowała pewna... niecodzienna zaraza” – zdaje się zastanawiać nad każdym kolejnym słowem. – „Jeśli udałoby ci się ją wytępić zamiast ją badać, wszyscy będziemy mieć u ciebie dług wdzięczności”.
ru: У здания школы вы встречаете мужчину, представившегося Уильямом Хемлоком. «Слышал, у нас гости. Не ожидал встретить вас так скоро. И да, я последний живой потомок рода Хемлоков, — бахвалится он, хоть вы и не спрашивали. — Впрочем, быть может, и не последний, если эта халявщица Ривер добьётся своего», — ворчит он. Вы замечаете потрёпаный томик «Уолдена» у него подмышкой и спрашиваете, чего интересного можно посмотреть в округе. «Знаю, это нетипичная рекомендация, но в моём фамильном доме завелась… любопытная зараза, — отвечает он, проглатывая слова. — Эх, если б вы могли не изучить, а истребить это, чем бы оно ни было, мы все были бы у вас в долгу».
zh: 你在谷地學校外，遇到一位老者，他介紹自己是威廉．赫姆拉克。“我聽說有訪客，只是沒想到這麼快就遇見了。沒錯，我就是赫姆拉克家族最後一位仍在世的成員。”雖然你根本沒問，但他還是唐突的回答了。“又或許可能不是，如果那個不速之客芮福真的稱心如意了的話。”你注意到他手臂下夾著一本破舊的《湖邊散記》，你開口問他當地是否有有趣的景點。“我知道這是個不尋常的要求，但我們家族的老屋有些……奇特的擾動。”他看起來很努力在斟酌用詞，“如果你可以進去‘檢查’一下，而不只是在外圍研究，那我們就欠你一個人情。”

source: Search the top 9 cards of your deck for a [[Tome]] or [[Talent]] card and add it to your hand <i>(shuffle your deck)</i>.
de: Durchsuche die obersten 9 Karten deines Decks nach 1 [[Buch]]- oder [[Talent]]-Karte und füge sie deiner Hand hinzu (mische dein Deck).
es: Busca entre las 9 primeras cartas de tu mazo una carta [[Tomo]] o [[Talento]] y añádela a tu mano <i>(baraja tu mazo)</i>.
fr: Cherchez une carte [[Livre]] ou [[Talent]] parmi les 9 premières cartes de votre deck et ajoutez-la à votre main <i>(mélangez votre deck)</i>.
it: Cerca tra le 9 carte in cima al tuo mazzo 1 carta [[Tomo]] o [[Talento]] e aggiungila alla tua mano. Rimescola il tuo mazzo.
ko: 당신의 덱 맨 위 카드 9장 중에서 [[서적]] 또는 [[재능]] 카드를 하나 찾아서 당신의 손으로 가져옵니다<i>(당신의 덱을 섞습니다)</i>.
pl: Przeszukaj 9 wierzchnich kart twojej talii w poszukiwaniu karty z cechą [[Księga]] lub [[Talent]] i dodaj ją na twoją rękę <i>(potasuj twoją talię)</i>.
ru: Найдите среди 9 верхних карт своей колоды карту [[книги]] или [[таланта]] и добавьте её себе на руку <i>(перемешайте свою колоду)</i>.
zh: 查找你牌庫頂的9張卡牌，找出一張[[書籍]]或[[才能]]卡牌，將其加入你的手牌<i>(混洗你的牌庫)</i>。

source: Increase William Hemlock’s Relationship Level.
de: Erhöhe William Hemlocks Beziehungsstufe.
es: Aumenta el nivel de relación de William Cicuta.
fr: Augmentez le Niveau de Relation de William Hemlock.
it: Aumenta il Livello di Relazione con William Hemlock.
ko: ‘윌리엄 헴록’과의 친밀도를 한 단계 높입니다.
pl: Zwiększ stopień zażyłości z Williamem Hemlockiem.
ru: Повысьте уровень доверия Уильяма Хемлока.
zh: 提升威廉．赫姆拉克的友好度。

source: “I’m friends with the Great Profile. You may know him as John Barrymore. We met at a piazza in Rome. Utter serendipity.” River bubbles as they chat with Bertie. “Although my last name is Hawthorne, I’ll have you know I’m a Hemlock through and through. The last heir to the Hemlock fortune. That is, if sweet William actually listens,” they say sourly. Bertie fields several more questions about current goings-on in New York’s high society—of which he knows nothing—before asking River about points of interest. “I hear North Point Mines has some fascinating crystals,” they answer.
de: „Ich bin mit dem ‚Great Profile‘ befreundet. Sie mögen ihn vielleicht besser als John Barrymore kennen. Wir lernten uns auf einer Piazza in Rom kennen. Durch puren Zufall ...“, sprudelt es aus River bei einer Unterhaltung mit Bertie geradezu heraus. „Obwohl mein Nachname Hawthorne ist, müssen Sie wissen, dass ich durch und durch Hemlock bin. Mir steht das Hemlock-Vermögen zu – wenn das der liebe William nur endlich mal einsehen würde“, ergänzt River säuerlich. Bertie gibt sich Mühe, Rivers neugierige Fragen über aktuelle Geschehnisse in der High Society von New York zu beantworten – von denen er keine Ahnung hat –, bevor er River nach interessanten Orten auf der Insel fragt. „Ich habe gehört, dass es in der ‚North Point‘-Mine faszinierende Kristalle geben soll“, antwortet River nachdenklich.
es: –Soy amiga de “El gran perfil”, aunque seguramente lo conozca como John Barrymore. Nos conocimos en una piazza de Roma. Pura serendipia –cuenta River mientras charla con Bertie–. Aunque mi apellido sea Hawthorne, debe saber que soy una Cicuta de pura cepa. La última heredera de la fortuna de los Cicuta. Al menos si el dulce William quiere atender a razones –dice con amargura. Bertie responde varias preguntas más sobre sucesos actuales de la alta sociedad neoyorquina, de la cual no sabe nada, antes de preguntarle a River por lugares de interés. –Tengo entendido que las minas de la Punta Norte tienen unos cristales fascinantes –responde.
fr: « Je suis ami avec le Grand Profil. Vous le connaissez peut-être sous le nom de John Barrymore. Nous nous sommes rencontrés sur une piazza à Rome. Un merveilleux hasard. » River continue de discuter avec Bertie, de manière très enthousiaste. « Bien que mon nom de famille soit Hawthorne, sachez que je suis d’ici jusqu’au bout des ongles. La fortune des Hemlocks me revient de droit. Enfin, si notre tendre William accepte d’entendre raison », commente River avec aigreur. Bertie répond à plusieurs autres questions sur l’actualité de la haute société new-yorkaise, qu’il ne connaît pas, avant de demander à River quels sont les endroits qui méritent d’être visités. « J’ai entendu dire que les mines de North Point possédaient des cristaux fascinants », dit-elle.
it: "L'attore John Barrymore è mio amico. Ho incontrato il Grande Profilo in una piazza di Roma. Che felice coincidenza, no?" River comincia a gorgogliare mentre parla con Bertie. "Anche se il mio cognome è Hawthorne, ci tengo a precisare che ho sangue Hemlock nelle vene. Erede senza rivali della loro fortuna. Certo... se solo il caro William aprisse le orecchie" aggiunge con tono acido. Bertie risponde a una cascata di domande circa le più recenti vicende dell'alta società di New York, di cui non sa assolutamente nulla, prima di chiedere alcuni punti di interesse. "Ho sentito che nelle miniere di Punta Nord si possono trovare dei cristalli affascinanti" risponde River.
ko: “전 ‘더 그레이트 프로파일’과 친구랍니다. 아, 존 배리모어라는 이름으로 아실 수도 있겠군요. 로마에 있는 피자 가게에서 처음 만난 사인데, 세상 이런 우연이 또 어딨겠어요.” 리버는 한껏 흥분한 채로 버티와 한담을 나누고 있습니다. “제 성씨가 호손이긴 한데, 실은 뼛속까지 헴록 가문 사람이라는 사실을 알려드려야겠군요. 저는 햄록 가문의 유산을 이어받을 마지막 후계자랍니다. 물론, 우리 마음씨 고운 윌리엄이 제 말을 좀 들어줄 경우에만 그렇겠지만요.” 리버가 신랄한 이야기를 내뱉습니다. 버티는 자신이 눈곱만큼도 알지 못하는 뉴욕의 상류 사회에 대해 한참 더 질문 세례를 받아낸 뒤에야, 리버에게 헴록 섬에서 가볼 만한 곳에 대해 묻습니다. 리버가 답합니다. “북곶 광산에 정말로 멋진 수정이 돋아 있다는 소문이 있더군요.”
pl: „Przyjaźnię się z «Wielkim Profilem». Możesz go znać jako Johna Barrymore’a. Poznaliśmy się na placu w Rzymie. Zupełny zbieg okoliczności” – River opowiada żywo Bertiemu. – „Choć na nazwisko mam Hawthorne, musisz wiedzieć, że w każdym calu jestem Hemlockiem. I ostatnią spadkobierczynią majątku Hemlocków – o ile drogi William w końcu mnie posłucha” – dodaje gorzko. Bertie zadaje jeszcze kilka pytań na temat bieżących spraw nowojorskich elit, o których nic nie wie, po czym pyta River o lokalne osobliwości. „Słyszałam, że w Kopalni Północnej można znaleźć fascynujące kryształy” – odpowiada.
ru: «Я дружу с Выдающимся Профилем. Вы, возможно, знаете его как Джона Бэрримора. Мы встретились на базарной площади в Риме. Совершенно случайно, представляете? — воркует Ривер, обращаясь к Берти. — И хотя моя фамилия Хоуторн, нужно признаться, что я из Хемлоков, чистой воды. Последняя наследница их состояния. Ну, если дражайший Уильям прислушается наконец», — горько произносит она. Берти задаёт ещё несколько вопросов о высшем обществе Нью-Йорка (о котором он не знает совершенно ничего), прежде чем спросить Ривер о достопримечательностях острова. «Я слышала, в шахтах Норт-Пойнт есть удивительные кристаллы», — отвечает она.
zh: “我是約翰．巴里摩的朋友喔，就是演《大傳記》的那個明星。我們有一次在羅馬的露天廣場上巧遇。”雌雄難辨的芮福邊跟柏蒂說話邊吹噓著。“雖然我姓霍桑，但你要知道我有百分之百的赫姆拉克家族血統，赫姆拉克家族財產的唯一繼承人，如果我們可愛的威廉有聽進去的話。”芮福口氣挖苦的說。柏蒂又應付了幾個關於紐約上流社會的問題，他對其一無所知，才抓到機會詢問是否有值得調查的地點。芮福回答：“我聽說北角礦坑裡有些有趣的水晶礦物。”

source: Gain 3 resources.
de: Erhalte 3 Ressourcen.
es: Obtén 3 recursos.
fr: Gagnez 3 ressources.
it: Ottieni 3 risorse.
ko: 자원을 3개 획득합니다.
pl: Zyskujesz 3 żetony zasobów.
ru: Получите 3 ресурса.
zh: 獲得3資源。

source: Increase River Hawthorne’s Relationship Level.
de: Erhöhe River Hawthornes Beziehungsstufe.
es: Aumenta el nivel de relación de River Hawthorne.
fr: Augmentez le Niveau de Relation de River Hawthorne.
it: Aumenta il Livello di Relazione con River Hawthorne.
ko: ‘리버 호손’과의 친밀도를 한 단계 높입니다.
pl: Zwiększ stopień zażyłości z River Hawthorne.
ru: Повысьте уровень доверия Ривер Хоуторн.
zh: 提升芮福．霍桑的友好度。
