Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Welcome to Hemlock Vale!
de: Willkommen in Hemlock Vale!
es: ¡Bienvenidos al Valle de la Cicuta!
fr: Bienvenue à Hemlock Vale !
it: Benvenuti a Hemlock Vale!
ko: 헴록 베일에 오신 것을 환영합니다!
pl: Witajcie w Dolinie Hemlock!
ru: Добро пожаловать в Хемлок-Вейл!
zh: 欢迎来到铁杉谷！

source: Prologue: Welcome to Hemlock Vale!
de: Vorspiel: Willkommen in Hemlock Vale!
es: Preludio: ¡Bienvenidos al Valle de la Cicuta!
fr: Prologue : Bienvenue à Hemlock Vale !
it: Preludio: Benvenuti a Hemlock Vale!
ko: 서막: 헴록 베일에 오신 것을 환영합니다!
pl: Preludium: Witajcie w Dolinie Hemlock!
ru: Прелюдия: Добро пожаловать в Хемлок-Вейл!
zh: 序章：欢迎来到铁杉谷！
