Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Blossoming garlands hang from every eave of the Boarding House. A succulent smell wafts out of the front door: meat pies and beer brewing. The proprietor introduces herself as Ms. Olmstead and offers you a room. “I keep my eye on happenings around town. If you wanna know what folks get up to in the Vale, I’m happy to help.” When you ask about the beer, she waves one hand dismissively. “Don’t bother reporting me to the prohibitionists. We keep our own rules on Hemlock Isle,” she tells you, then gives a sidelong look to the porch. “That is, unless someone gets their way.” You look in on the porch to see a gorgeous figure with skin the color of umber. They wear a trendy dress with the white-gold Vale cloak tossed casually over their shoulders as they embroider a floral pattern on a round frame. Bertie sheepishly questions them, holding up a few photographs and sketches of the sample that drew you here.
de: Von jeder Dachtraufe der Pension hängen blühende Girlanden. Aus der Eingangstür strömt ein würziger Geruch nach Fleischpasteten und Bier nach draußen. Die Inhaberin stellt sich als Ms. Olmstead vor und bietet dir ein Zimmer an. „Ich behalte das Geschehen im Dorf im Auge. Wenn Sie wissen wollen, was die Leute im Tal so treiben, helfe ich Ihnen gern.“ Als du nach dem Bier fragst, macht sie eine wegwerfende Geste. „Machen Sie sich nicht die Mühe, mich bei den Prohibitionisten zu melden. Wir haben unsere eigenen Regeln auf Hemlock Isle.“ Sie wirft einen Seitenblick auf die Veranda und zieht eine Augenbraue hoch. „Das heißt, solange nicht eine gewisse Person ihren Willen durchgesetzt bekommt.“ Du schaust auf die Veranda und siehst eine wunderschöne Gestalt mit bernsteinfarbener Haut. Sie trägt ein modisches Kleid mit dem weiß-goldenen Mantel des Tals, den sie lässig über die Schultern geworfen trägt, während sie ein Blumenmuster auf einen kleinen, runden Rahmen stickt. Bertie stellt ihr schüchtern ein paar Fragen und zeigt ihr ein paar Fotografien und Skizzen der Probe, deretwegen das Feldforschungsteam hier ist.
es: De todos los aleros de la pensión cuelgan guirnaldas de flores. Un suculento olor sale de la puerta principal: pasteles de carne y cerveza fermentando. La propietaria se presenta como la Srta. Olmstead y te ofrece una habitación. –Estoy atenta a lo que sucede en el pueblo. Si quiere saber a qué se dedica la gente del Valle, estaré encantada de ayudar. Cuando le preguntas por la cerveza, hace un gesto despectivo con la mano. –No se me moleste en denunciarme a los partidarios de la ley seca. En la Isla de la Cicuta seguimos nuestras propias reglas –te dice antes de mirar de reojo hacia el porche–. Al menos hasta que alguien se sale con la suya. Cuando miras el porche, ves una preciosa figura con la piel de color ocre oscuro. Lleva un estiloso vestido con la capa blanca y dorada del Valle echada de forma casual sobre los hombros mientras borda un diseño floral en un marco redondo. Bertie le hace varias preguntas tímidamente mientras le muestra algunas fotografías y dibujos de la muestra que os trajo aquí.
fr: Des guirlandes fleuries pendent sur toutes les corniches de la Pension de Famille. Une odeur succulente s’échappe de la porte d’entrée : ça sent les tourtes à la viande et la bière. La propriétaire se présente comme Ms Olmstead et vous propose une chambre. « Je garde un œil sur ce qui se passe en ville. Si vous voulez savoir ce que font les gens à Vale, je serai ravie de vous aider. » Lorsque vous lui parlez de la bière, elle balaye le sujet d’un revers de la main. « Ne vous embêtez pas à me dénoncer aux autorités. Nous avons nos propres règles sur Hemlock Isle », vous dit-elle, avant de jeter un regard en coin vers le porche. « Enfin, à moins que quelqu’un n’arrive à ses fins. » En entrant sous le porche, vous apercevez une magnifique silhouette à la peau ambrée. Elle porte une cape blanche et or à la mode de Vale jetée nonchalamment sur ses épaules et brodée d’un motif floral sur un cadre rond. Bertie l’interroge d’un air penaud, brandissant quelques photos et croquis de l’échantillon qui vous a attiré ici.
it: Le grondaie della pensione sono adornate da ghirlande in fiore e dall'ingresso vien fuori un delizioso profumo di birra fresca e di pasticcio di carne. La proprietaria, Ms. Olmstead, ti offre una stanza: "Faccio sempre attenzione a quel che accade in paese. Se vuoi sapere cosa fanno gli abitanti della valle, non hai che da chiedere." Provi a farle qualche domanda sulla birra, ma la donna devia la questione con un gesto della mano. "Non vale la pena denunciarmi ai proibizionisti. Qui sull'isola seguiamo le nostre regole" ti spiega, gettando uno sguardo di sottecchi verso la veranda. "Almeno finché qualcuno non decide di fare di testa propria." Voltandoti in direzione della veranda, vedi una bellissima figura con la pelle color terra d'ombra. Indossa un abito alla moda col mantello bianco e dorato della valle poggiato con disinvoltura sulle spalle, impegnata a ricamare un disegno floreale su una tela tonda di tessuto. Bertie le si avvicina timidamente, tenendo in mano le fotografie e gli schizzi degli esemplari per cui vi siete spinti sin qui.
ko: 숙소 처마마다 꽃이 활짝 핀 화환이 걸려 있습니다. 현관문 너머에서는 고기파이와 맥주 냄새가 풍깁니다. 숙소 주인이 자신을 올름스테드라고 소개하며 방을 내어줍니다. “저는 우리 마을 일이라면 두 눈 뜨고 다 지켜보고 있죠. 헴록 베일에서 사람들이 뭘 하는지 궁금하시다면, 제가 기꺼이 도와드리겠어요.” 금주령 시대에 웬 맥주냐고 묻자, 그녀가 대수롭지 않게 한 손을 흔듭니다. “금주법 찬성론자들한테 신고할 생각일랑 하지 말아요. 헴록 섬에선 우리만의 규칙이 있으니까요.” 올름스테드가 그렇게 말하며, 현관을 향해 시선을 돌립니다. “누군가 제멋대로 굴지만 않는다면 말이죠.” 현관문을 돌아봤더니 가무잡잡한 피부에 멋들어지게 치장한 사람이 있었습니다. 다른 헴록 베일 사람과 마찬가지로 흰색과 금색에다 둥근 테두리를 따라 꽃무늬로 치장된 망토를 둘렀지만, 그 아래로는 최신 유행식 드레스를 입은 사람이었습니다. 버티는 그를 붙잡고서 수줍게 질문하며, 현장 조사단을 헴록 섬으로 이끌었던 표본 사진과 밑그림 몇 장을 들이밉니다.
pl: Z całego dachu pensjonatu zwisają kwitnące girlandy. Od drzwi wejściowych roznosi się apetyczny zapach: mięsnych zapiekanek i świeżo uwarzonego piwa. Właścicielka przedstawia się jako pani Olmstead i proponuje ci pokój. „Śledzę wszelkie wydarzenia w naszym mieście. Jeśli chcesz wiedzieć, co ludzie robią w Dolinie, chętnie ci pomogę”. Kiedy pytasz o piwo, lekceważąco macha ręką. „Nie kłopocz się ze zgłaszaniem mnie do prohibicjonistów. Tu, na Wyspie Hemlock, mamy własne zasady” – mówi i zerka z ukosa na werandę. – „No, chyba że ktoś postawi na swoim”. Patrzysz w tym samym kierunku i dostrzegasz wspaniałą postać o czekoladowej skórze. Ma na sobie modną sukienkę oraz biało-złoty płaszcz Doliny luźno zarzucony na ramiona, a w ręku trzyma tamborek, na którym haftuje kwiatowy wzór. Bertie nieśmiało zadaje jej pytania, podnosząc zdjęcia i szkice okazu, który was tu przyciągnął.
ru: Со всех карнизов пансиона свисают цветущие гирлянды. От входной двери доносится аппетитный запах: мясные пироги и варящееся пиво. Хозяйка представляется госпожой Олмстед и предлагает вам комнату. «Я присматриваю за всем, что тут происходит, — сообщает она. — Если хотите знать, что волнует жителей Хемлок-Вейл, я к вашим услугам». Когда вы спрашиваете её о пиве, она отмахивается: «Даже не пытайтесь сообщать об этом законникам. У нас на острове Хемлок свои правила. — Она бросает косой взгляд на крыльцо. — Если только кто-нибудь не встанет в позу». Вы поворачиваетесь к двери и видите роскошную женщину с янтарной кожей. На ней модное платье, на плечи небрежно наброшен бело-золотой плащ Хемлок-Вейл, а в руках у неё пяльцы с цветочным узором. Берти деликатно обращается к ней, показывая несколько фотографий и набросков, что привели вас сюда.
zh: 旅店的屋簷上挂满了花圈，一阵肉香从前门飘出：是肉派与啤酒的香味。店主介绍自己是奥姆斯德太太，并给了你们住宿的房间。“村里发生的大小事都逃不过我的眼睛，如果你们想多了解谷民们，我很乐意帮忙。”当你们询问啤酒是从哪来时，她轻蔑的挥挥手说：“别跟我提什么禁酒令，赫姆拉克岛有自己的规矩。”她说完后瞥了一眼门廊外面，“除非，有人太不上道。” 你们看向门廊外，有一位黑棕色皮肤的窈窕人影坐在门外，那人看不出男女，穿著一身时尚的洋装，衬金白袍随意地披在肩上，手中拿著一个刺绣圆环，正在绣著一朵花的图样。柏蒂羞涩地拿著几张吸引你们来到这的照片跟素描，上前询问。

source: You may either draw 1 card or gain 1 resource.
de: Du darfst entweder 1 Karte ziehen oder 1 Ressource erhalten.
es: Puedes robar 1 carta o bien obtener 1 recurso.
fr: Vous avez le droit de soit piocher 1 carte soit gagner 1 ressource.
it: Puoi pescare 1 carta oppure ottenere 1 risorsa.
ko: 당신은 카드를 1장 뽑거나 자원을 1개 획득해도 됩니다.
pl: Możesz dobrać 1 kartę albo zyskać 1 żeton zasobu.
ru: Вы можете взять 1 карту или получить 1 ресурс.
zh: 你可以抽取1张卡牌或获得1资源。

source: Search the set-aside <i>Residents</i> encounter set for River Hawthorne and put them into play at the Boarding House, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte River Hawthorne und bringe sie in der Pension mit der Vorteilsseite nach oben ins Spiel.
es: Busca a River Hawthorne en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponla en juego en la Pensión, con el lado de Apoyo boca arriba.
fr: Cherchez River Hawthorne dans le set de rencontre <i>Habitants</i> mis de côté et mettez-la en jeu dans la Pension de Famille, face soutien visible.
it: Cerca la carta River Hawthorne nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nella Pensione con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘리버 호손’을 찾아서, 플레이 영역 중 ‘손님 숙소’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu River Hawthorne i umieść ją w grze, w Pensjonacie, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Ривер Хоуторн» и введите её в игру в «Пансион» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出芮福．霍桑，并将其以支援面朝上放置入场，位于旅店。

source: Dozens of workers bustle around the base of a large tree in the center of the Crossroads. The many faces of the tree leer down at you with myriad expressions: some laughing, others pinched in grief, or terror. Each expression is grotesquely exaggerated. When you ask one of the nearby carpenters about the tree, they pause to consider their words. “This tree is the effigy. A likeness of—well, maybe it’s best to think of it as a heavenly spirit. The same spirit that lives on in each of us.” The foreman tells you they will have to work through the night in anticipation of the rain tomorrow. As you watch them work, one carpenter trips and falls. Theo runs over from his truck and picks her up as she clutches her eyes and laughs hysterically.
de: Dutzende von Arbeitern wuseln um den Stamm eines großen Baumes in der Mitte der zentralen Wegkreuzung des Dorfes herum. Die vielen Gesichter in der Rinde des Baumes blicken mit unzähligen Gesichtsausdrücken auf dich herab: Einige lachen, andere sind voller Kummer oder Schrecken. Jeder Ausdruck wirkt grotesk übertrieben. Als du einen Zimmermann in der Nähe nach dem Baum fragst, hält er inne und überlegt genau, bevor er antwortet: „Dieser Baum ist das Bildnis. Ein Abbild von ... nun ja, vielleicht ist es am besten, es als einen himmlischen Geist zu betrachten. Derselbe Geist, der in jedem von uns lebt.“ Der Vorarbeiter der Handwerker erzählt dir, dass sie die Nacht hindurch arbeiten müssen, da morgen Regen erwartet wird. Als du ihnen bei der Arbeit zusiehst, bemerkst du, wie eine Handwerkerin stolpert und zu Boden stürzt. Theo rennt von seinem Lastwagen zu ihr hinüber und hilft ihr auf. Dabei hält sie sich die Augen zu und lacht hysterisch.
es: Docenas de trabajadores se afanan en torno a la base de un gran árbol situado en el centro del cruce de caminos. Los numerosos rostros del árbol te miran con multitud de expresiones: unos ríen, otros tienen una mueca de pena o de terror. Cada expresión está exagerada de forma grotesca. Cuando preguntas por el árbol a uno de los carpinteros cercanos, hace una pausa para sopesar sus palabras. –Este árbol es la efigie. Una representación de… Bueno, quizás sea mejor considerarlo como un espíritu celestial. El mismo espíritu que vive en cada uno de nosotros. El capataz te dice que tendrán que trabajar durante la noche para anticiparse a la lluvia de mañana. Mientras los observas trabajar, una carpintera tropieza y se cae. Theo acude corriendo desde su camioneta y la coge mientras la mujer se agarra los ojos y ríe de forma histérica.
fr: Des dizaines d’ouvriers s’affairent autour du pied d'un grand arbre au centre de la Croisée des Chemins. Les nombreux visages de l’arbre vous regardent avec une myriade d’expressions : certains rient, d’autres sont marqués par le chagrin ou la terreur. Chaque expression est grotesquement exagérée. Lorsque vous parlez de l’arbre à l’un des charpentiers, il prend le temps de réfléchir à ce qu’il va répondre. « Cet arbre est une effigie. Il ressemble à… En fait, il vaut peut-être mieux y voir un esprit céleste. Le même esprit qui vit en chacun de nous. » Le contremaître vous dit qu’ils devront œuvrer toute la nuit en prévision de la pluie de demain. Alors que vous les regardez travailler, une ouvrière trébuche et tombe. Theo sort de son camion et se précipite pour lui porter secours, tandis qu’elle porte les mains à ses yeux en riant telle une hystérique.
it: Ci sono decine di lavoratori indaffarati attorno al grande albero che svetta al centro del crocevia. Gli innumerevoli volti della pianta ti osservano con una miriade di sguardi: alcuni sorridenti, altri contorti dal dolore o dal terrore, in un coro di espressioni grottescamente esagerate. Quando chiedi dell'albero a uno dei carpentieri, l'uomo si ferma a rimuginare prima di rispondere: "Quest'albero è l'effige. Qualcosa che ha le sembianze di... Mah, forse meglio pensare a uno spirito celestiale. Lo stesso spirito che vive in ognuno di noi." L'operaio ti spiega che avranno da lavorare tutta la notte per evitare la pioggia dell'indomani. Decidi di restare a guardare mentre si adoperano nei preparativi, quando una delle lavoratrici scivola e cade in malo modo. Theo si precipita dal furgone per aiutarla, ma la ragazza comincia a ridere istericamente con le mani sugli occhi.
ko: 교차로 한가운데 우뚝 선 거목 밑동 주변에서 수십 명은 족히 되는 인부들이 분주하게 움직입니다. 나무에 박힌 수많은 얼굴이 각양각색의 표정을 한 채 당신을 내려다봅니다. 몇몇 얼굴은 웃고 있었으나, 수심에 잠긴 얼굴도 두려움에 떠는 얼굴도 있었습니다. 각각의 표정은 기괴할 정도로 과장되어 보입니다. 근처 목수를 붙잡고 나무에 대해 물었더니, 그는 잠시 생각에 잠겨 있다 말합니다. “이 나무는 축제용 허수아비 같은 거예요. 실제로 뭘 쫓아낸다거나 그런 건 아니지만, 우리를 본뜬 거죠. 그러니까... 흠... 쉽게 말하자면, 그래요. 경건한 혼의 표상! 그렇게 생각하는 게 좋겠군요. 우리 모두의 안에도 살아 숨 쉬는 경건한 혼이 이 나무 안에도 깃들어 있는 셈이죠.” 현장 감독은 내일 비가 올 가능성이 높으니 밤을 새워서라도 일을 마무리 지어야 한다고 말합니다. 당신은 일꾼들이 서둘러 일하는 모습을 바라봅니다. 그때, 여자 목수 하나가 발을 헛디뎌 넘어집니다. 테오가 재빨리 트럭에서 달려와 그녀를 일으켜 주자, 그녀는 눈가를 부여잡고 발작적인 웃음을 터뜨립니다.
pl: Dziesiątki robotników krzątają się wokół pnia potężnego drzewa, rosnącego pośrodku rozdroża. Wcale nie musisz się wpatrywać, by w korze dostrzec ludzkie twarze. Niektóre się śmieją, inne wykrzywione są cierpieniem lub przerażeniem, ale każda mina jest wręcz groteskowa. Kiedy pytasz jednego z miejscowych cieśli o drzewo, zastanawia się chwilę nad odpowiedzią. „To drzewo to podobizna. Wizerunek jakby... cóż, chyba najlepiej myśleć o tym jak o niebiańskim duchu. Tym samym, który żyje w każdym z nas”. Majster mówi, że będą musieli pracować przez całą noc w oczekiwaniu na jutrzejszy deszcz. Gdy ich obserwujesz, jedna z pracownic potyka się i upada. Theo wybiega ze swojego wozu i podnosi ją, a ona zaciska oczy i śmieje się histerycznie.
ru: Вокруг основания огромного дерева в центре Перекрёстка суетятся десятки рабочих. На вас сверху вниз с мириадами выражений смотрят множества лиц этого дерева: некоторые хохочут, другие выражают скорбь и даже ужас. Каждое выражение гротескно преувеличено. Когда вы спрашиваете проходящего мимо плотника о дереве, он тщательно подбирает слова: «Это дерево — идол. Подобие… ну, за неимением других слов, небесного духа. Того, что живёт в каждом из нас». Бригадир говорит, что им придётся работать всю ночь, потому что завтра ожидается дождь. Вы наблюдаете за их работой и видите, как одна из плотниц запинается и падает. Тео отбегает от своего грузовика и подхватывает женщину, а та закатывает глаза и истерично смеётся.
zh: 十字路口中央有棵大树，有数十名工人在树下忙碌著。树上雕刻的无数面容充满各种表情，正居高临下看著你。有些表情在大笑，有些则因悲伤或恐惧而扭曲，但所有表情都有个共通点：它们看起来都十分怪诞且夸张。你询问一旁的木匠这棵树的由来，他们欲言又止，似乎在考虑自己的用词：“这是一座肖像，象征……呃，这样说好了，天上的圣灵，这些灵魂也同样存在于我们之中。” 工头告诉你们，由于预期明天会下雨，他们今晚将要彻夜赶工。当你看著他们工作时，有一名木匠绊倒并跌在地上，西奥立刻从卡车上下来，将她扶起，但她的手紧摀双眼，同时发出歇斯底里的狂笑。

source: Search the set-aside <i>Residents</i> encounter set for Theo Peters and put him into play at The Crossroads, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Theo Peters und bringe sie an der Wegkreuzung mit der Vorteilsseite nach oben ins Spiel.
es: Busca a Theo Peters en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en El cruce de caminos, con el lado de Apoyo boca arriba.
fr: Cherchez Theo Peters dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans la Croisée des Chemins, face soutien visible.
it: Cerca la carta Theo Peters nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nel Crocevia con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘테오 피터스’를 찾아서, 플레이 영역 중 ‘교차로’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Theo Petersa i umieść go w grze, na Rozdrożu, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Тео Питерс» и введите её в игру на «Перекрёсток» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出西奥．彼得斯，并将他以支援面朝上放置入场，位于十字路口。

source: The small chapel atop the Vale’s northern hill has a hushed, stately air. Small buds have been grafted in such a way as to suggest the planks themselves are blooming. While you admire the strange phenomenon, two women in white-gold cloaks approach. You ask them more about the chapel and their faith, and they usher you inside. A stylized quilt at the back portrays a warped, many-armed mythological being with numerous eyes and wings. “We built this chapel some twenty years ago, but it didn’t see much use until our revival. Mother Rachel has always called us ‘Children of the Stars.’ I suppose this is one such star.” The two women go silent as Mother Rachel enters the chapel.
de: Die kleine Kapelle auf dem nördlichen Hügel des Tals strahlt eine gewisse Ruhe und Feierlichkeit aus. Kleine Knospen wurden auf den Außenbrettern in einer Art angebracht, als würde das Gebäude selbst blühen. Während du das auffällige Erscheinungsbild bewunderst, nähern sich zwei Frauen in weiß-goldenen Umhängen. Du fragst höflich, ob sie dir mehr über die Kapelle und ihren Glauben erzählen könnten, woraufhin sie dich hineinführen. Eine stilisierte Steppdecke im hinteren Bereich zeigt ein verzerrtes, vielarmiges mythologisches Wesen mit zahlreichen Augen und Flügeln. „Wir haben diese Kapelle vor etwa zwanzig Jahren erbaut, aber sie wurde bis zu unserer Wiedererweckung nicht viel genutzt. Mutter Rachel hat uns immer ‚Kinder der Sterne‘ genannt. Ich denke, das auf der Steppdecke ist ein solcher Stern.“ Die zwei Frauen schweigen abrupt, als Mutter Rachel die Kapelle betritt.
es: La pequeña capilla que hay en lo alto de la colina septentrional tiene un aire tranquilo y señorial. Le han injertado pequeños brotes de tal modo que parecen sugerir que las propias tablas han florecido. Mientras admiras el extraño fenómeno, dos mujeres que llevan capas blancas y doradas se te acercan. Les preguntas por la capilla y su confesión y te llevan al interior. En la parte de atrás, una colcha estilizada representa un ser mitológico deformado y de muchos brazos, con numerosos ojos y alas. –Construimos esta capilla hace unos veinte años, pero no tuvo mucho uso hasta nuestro resurgimiento. La madre Rachel siempre nos ha llamado “Hijos de las Estrellas”. Supongo que ésta es una de esas estrellas. Las dos mujeres se quedan en silencio cuando la madre Rachel entra en la capilla.
fr: La petite chapelle située au sommet de la colline nord de Vale respire la sérénité et la majesté. De petits bourgeons ont été greffés de telle sorte que les planches elles-mêmes semblent fleurir. Alors que vous admirez cet étrange phénomène, deux femmes vêtues de manteaux blancs et or s’approchent de vous. Vous les interrogez sur la chapelle et sur leur foi, et elles vous conduisent à l’intérieur. À l’arrière, une couverture stylisée représente un être mythologique difforme, doté de nombreux bras, d’yeux et d’ailes. « Nous avons construit cette chapelle il y a une vingtaine d’années, mais elle n’a pas été beaucoup utilisée avant notre renouveau. Mère Rachel nous a toujours appelés « les enfants des étoiles ». Je suppose qu’il s’agit d’une de ces étoiles. » Les deux femmes se taisent lorsque Mère Rachel entre dans la chapelle.
it: La piccola cappella che si erge sul colle settentrionale della valle ha un'aria sommessa, quasi solenne. I delicati boccioli innestati nel legno delle panche danno l'impressione che siano esse stesse in fiore. Mentre ti soffermi ad ammirare quel bizzarro fenomeno, ti si avvicinano due donne avvolte nei loro mantelli bianchi e dorati. Chiedi loro qualche informazione circa quel posto e la fede che professano, e le due ti accompagnano all'interno: sulla parete in fondo è appesa una trapunta stilizzata su cui è raffigurata un'entità mitologica colma di braccia, occhi e ali. "Abbiamo eretto questa cappella una ventina di anni fa, ma non l'abbiamo praticamente mai usata fino al nostro risveglio. Madre Rachel ci ha sempre chiamati 'Figli delle Stelle'. Immagino che questa sia una di quelle stelle." All'arrivo della madre, le due donne si zittiscono.
ko: 헴록 베일 북쪽 언덕 꼭대기에 자리한 예배당은 작지만 조용하고 고풍스러운 분위기를 자아냅니다. 예배당을 이루는 널판 자체가 꽃을 피우듯, 곳곳에 작은 꽃봉오리가 접목되어 있습니다. 이 기묘한 현상을 보며 감탄하는 사이, 흰색과 금색이 섞인 망토를 두른 두 여인이 다가옵니다. 당신은 이들에게 이 예배당에 관해서, 그리고 이들의 신앙에 대해 질문을 던집니다. 그러자 두 여인이 예배당 안으로 당신을 안내합니다. 뒤쪽에 걸린 퀼트에는 뒤틀리고 수많은 팔과 눈을 가진 신화적인 존재가 날개를 펼친 모습이 수놓여 있습니다. “이 예배당은 대략 20년쯤 전에 지어졌지만, 신앙 부흥을 이루기 전에는 그다지 사용하지 않았지요. 레이첼 대모님께서는 늘 저희를 ‘별의 후손’이라고 불렀어요. 저 존재 역시 바로 그런 별 중 하나가 아닐까 싶네요.” 그때, 대모 레이첼이 예배당으로 들어서면서 두 여인은 입을 다뭅니다.
pl: Mała kaplica na szczycie północnego wzgórza jest wręcz idylliczna. Małe pąki zostały zaszczepione w taki sposób, aby wydawało się, że zwykłe deski kwitną i nawet wiatr wydaje się spokojniejszy niż w Dolinie. Kiedy podziwiasz to dziwne zjawisko, podchodzą do ciebie dwie kobiety w biało-złotych płaszczach. Pytasz je o kaplicę i ich wiarę, a one zapraszają cię do środka. Stylizowany gobelin na tyłach kaplicy przedstawia nienaturalną, wieloramienną istotę mitologiczną o licznych oczach i skrzydłach. „Zbudowaliśmy tę kaplicę jakieś dwadzieścia lat temu” – opowiadają – „ale nie mieliśmy z niej większego pożytku aż do naszego przebudzenia. Matka Rachel zawsze nazywa nas «Dziećmi Gwiazd». Chyba to właśnie jedna z tych gwiazd". Kobiety milkną, gdy Matka Rachel wchodzi do kaplicy.
ru: В маленькой часовне на вершине северного холма царит торжественная тишина. К её стенам настолько искусно привиты маленькие бутоны, что кажется, будто цветёт сама древесина. Пока вы любуетесь этим необычным явлением, к вам приближаются две женщины в бело-золотых плащах. Вы расспрашиваете их о часовне и их вере, и они приглашают вас внутрь. На задней стене висит гобелен с вышивкой, изображающей искажённое мифологическое существо со множеством рук, глаз и крыльев. «Мы построили эту часовню лет эдак 20 назад, — говорит одна из женщин, — но до нашего возрождения она почти не использовалась. Матушка Рейчел называет нас „Детьми Звёзд“. Думаю, это одна из таких звёзд». Женщины замолкают, когда в часовню входит сама матушка Рейчел.
zh: 这座小礼拜堂座落在谷地北端的山丘上，周围的气氛肃穆且宁静。小小的花苞生长在每个缝隙间，就像是被接枝在建物本身上，连木板上都在开花。就在你欣赏这幅奇异的现象时，两名穿著衬金白袍的女性走近，你向她们询问关于这座礼拜堂跟她们的信仰，但她们只是簇拥著你进入礼拜堂。一幅手织挂毯挂在祭坛后方，上面描绘著一个扭曲、多手的神话生物，祂身上还有无数的眼睛跟翅膀。“我们在20年前建立了这座礼拜堂，但一直到我们的教团复苏后才开始经常使用它。瑞秋主母称我们为‘众星之子’，我想祂就是其中一颗星。” 那两位女性突然闭口不言，你转身看见瑞秋主母走进礼拜堂。
