Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Ye’re no good, Martha Jean,” mumbles the old man. He regards you warily until you mention coming from Arkham. “Might’ve been some thirty years back, I sailed past a queer light beneath the Miskatonic River...” The old sailor’s story quickly meanders into five other, less interesting tales, but you listen till the end. When you ask about local points of interest, he replies. “Look out. Ye won’t take five steps out of the Vale before something bites ye.”
de: „Du bist zu nichts gut, Martha Jean“, murmelt der alte Mann vor sich hin. Er betrachtet dich misstrauisch, bis du erwähnst, dass du aus Arkham kommst. „Mhm, lass es dreißig Jahre her sein, da bin ich an einem seltsamen Licht unterhalb vom Miskatonic vorbeigesegelt ...“ Die Geschichte des alten Seemanns geht schnell in fünf weitere, weniger interessante Geschichten über, aber du hörst sie dir bis zum Ende an. Als du ihn nach den örtlichen Sehenswürdigkeiten fragst, antwortet er: „Gib acht! Du wirst keine fünf Schritte aus dem Tal herauskommen, bevor dich etwas beißt.“
es: –Eres lo peor, Martha Jean –murmura el anciano. Te mira con suspicacia hasta que mencionas que vienes de Arkham–. Puede que fuera hace unos treinta años; pasé navegando cerca de una extraña luz bajo el río Miskatonic… La historia del viejo marinero no tarda en divagar hasta convertirse en otros cinco relatos menos interesantes, pero le escuchas hasta el final. Cuando le preguntas por lugares de interés locales, te contesta: –Cuidado. Antes de que haya dado cinco pasos fuera del Valle, algo le habrá mordido.
fr: « Vous n’êtes pas quelqu’un de bien, Martha Jean », marmonne le vieil homme. Il vous regarde avec méfiance jusqu’à ce que vous mentionniez que vous venez d’Arkham. « Il y a peut-être une trentaine d’années, j’ai navigué près d’une étrange lumière sous la rivière Miskatonic… » L’histoire du vieux marin dévie rapidement vers cinq autres récits moins intéressants, mais vous l’écoutez jusqu’au bout. Lorsque vous lui demandez quels sont les endroits intéressants à visiter, il vous répond. « Faites attention. Vous ne ferez pas cinq pas hors de la vallée avant que quelque chose ne vous morde. »
it: "Sei una buona a nulla, Martha Jean" borbotta il vecchio. Ti fissa con sospetto finché non menzioni il fatto di venire da Arkham. "Quanto sarà passato ... trent'anni? Ho navigato davanti a una strana luce sotto il Miskatonic... " La storia del marinaio si snoda rapidamente in altre cinque esperienze passate, tutte meno interessanti, ma resti ad ascoltarlo fino alla fine. Quando gli chiedi se conosca punti di interesse dell'isola, ti risponde: "Fa' attenzione. Non puoi fare quattro passi fuori dalla valle senza farti azzannare."
ko: “마사 진, 이 아무짝에도 쓸모없는 년 같으니라구.” 노인이 구시렁거립니다. 아컴에서 왔다고 말하자, 비로소 노인의 경계하는 눈빛이 풀립니다. “30년도 전이던가, 미스캐토닉 강 아래로 묘한 불빛이 비치는 걸 보며 배를 몬 적이 있는데...” 늙은 선원이 말을 주절거리기 시작하지만, 이내 다섯 가지나 되는 쓰잘머리 없는 이야기로 흘러갑니다. 하지만 당신은 인내심 있게 끝까지 노인의 말을 들어주었습니다. 그러고는 헴록 섬에서 특기할 만한 곳이 있는지 물었고, 그는 이렇게 답합니다. “조심혀. 헴록 베일에서 다섯 발짝 나가기도 전에 뭐가 콱 물려 들 테니까.”
pl: „Czort z tobą, Martho Jean” – mamrocze starzec. Patrzy na ciebie ostrożnie, dopóki nie wspominasz, że pochodzisz z Arkham. „Mogło to być ze trzydzieści lat temu, przepłynąłem przez dziwne światło pod rzeką Miskatonic...” – historia starego marynarza szybko rozgałęzia się na pięć innych, mniej interesujących opowieści, ale słuchasz do końca. Kiedy pytasz o lokalne osobliwości, odpowiada: „Uważaj na siebie. Ledwo wyleziesz z Doliny, a już coś cię użre”.
ru: «Чтоб тебя, Марта Джин», — бормочет старик. Он настороженно смотрит на вас, пока вы не упоминаете, что прибыли из Аркхэма. «Годков эдак 30 назад , — начинает он, — проплывал я по Мискатонику над странным огоньком…» История старого моряка быстро перескакивает к полудюжине новых, менее интересных, но вы слушаете его до конца. Когда вы спрашиваете, чего любопытного есть в округе, он отвечает: «Смотрите в оба. Шагу не успеете ступить из деревни, как вас чтонибудь да цапнет».
zh: 這位老人喃喃自語著：“該死的瑪莎．吉恩。”他對你充滿戒備，直到你提到自己來自阿卡姆。“至少30年前吧，我在米斯卡塔尼克河奇異的波光上航行……”老水手的故事很快變的曲折離奇，牽扯出了另外5個不那麼有趣的傳說，但你還是耐心聽完了。當你問到當地是否有值得調查的地方，他回應到：“小心點，你們一踏出山谷，不出五步，就一定會有東西咬你們。”

source: Draw 3 cards.
de: Ziehe 3 Karten.
es: Roba 3 cartas.
fr: Piochez 3 cartes.
it: Pesca 3 carte.
ko: 카드를 3장 뽑습니다.
pl: Dobierz 3 karty.
ru: Возьмите 3 карты.
zh: 抽取3張卡牌。

source: Increase Gideon Mizrah’s Relationship Level.
de: Erhöhe Gideon Mizrahs Beziehungsstufe.
es: Aumenta el nivel de relación de Gideon Mizrah.
fr: Augmentez le Niveau de Relation de Gideon Mizrah.
it: Aumenta il Livello di Relazione con Gideon Mizrah.
ko: ‘기디언 미즈라’와의 친밀도를 한 단계 높입니다.
pl: Zwiększ stopień zażyłości z Gideonem Mizrahem.
ru: Повысьте уровень доверия Гидеона Мизры.
zh: 提升吉迪恩．米茲拉的友好度。

source: You approach a compact woman in a handsome hunting jacket who eyes you like a hawk. You introduce yourself and the survey, and she flicks ash from the tip of her cigar. “Name’s Judith. Judith Park. I’m the muscle around here. Which mostly means shooting rowdy animals. They look all nice and friendly during the day, but they get weird at night. Some of ‘em have started to look a little strange, too. Occasionally, one’ll wander into the village and I have to introduce ‘em to Ol’ Jomo.” She brandishes a hunting rifle almost as long as she is tall. Impressed, you ask if she’s available for hire. The young woman sizes you up. “Your friend Marquez hired me to escort her to Eastwick Bog today. Be prepared if you come along.”
de: Du näherst dich einer gedrungenen Frau in einer schicken Jagdjacke, die dich wie ein Falke mustert. Du stellst dich und eure Forschung vor, während sie die Asche von der Spitze ihrer Zigarre schnippt. „Ich heiße Judith. Judith Park. Ich bin hier die Frau fürs Grobe. Das bedeutet meist, wildgewordene Tiere zu erschießen. Am Tag sehen sie alle nett und freundlich aus, aber nachts werden sie eigenartig. Manche von ihnen sehen auch schon ein wenig seltsam aus. Manchmal verirrt sich eines von ihnen ins Dorf. Dann mache ich es mit dem Alten Jomo bekannt.“ Sie hebt ein Jagdgewehr in die Höhe, das fast so lang ist wie sie selbst. Beeindruckt fragst du, ob man sie anheuern kann. Die junge Frau mustert dich. „Ihre Freundin Marquez hat mich bereits angeheuert, sie heute zum Eastwick-Moor zu begleiten. Bereiten Sie sich gut vor, wenn Sie mitkommen wollen.“
es: Te acercas a una mujer compacta que lleva una bonita chaqueta de caza y que te observa como un halcón. Te presentas y le hablas del estudio. La mujer sacude la ceniza de la punta de su puro y te dice: –Me llamo Judith. Judith Park. Soy la que pone orden por aquí, lo cual significa principalmente disparar a animales alborotados. Durante el día todos parecen amistosos y majos, pero se vuelven raros por la noche. Algunos han empezado a tener un aspecto raro también. De vez en cuando, uno se mete en el pueblo y tengo que presentarle al viejo Jomo. Blande un fusil de caza casi tan largo como la altura de la mujer. La exhibición te impresiona, y le preguntas que si está disponible para contratarla. La joven te mira de arriba abajo: –Su amiga Marquez me ha contratado para escoltarla hoy a la Ciénaga de Eastwick. Si quiere venir, prepárese.
fr: Vous vous approchez d’une femme compacte vêtue d’une belle veste de chasse qui vous scrute avec des yeux de faucon. Vous vous présentez, ainsi que l’enquête que vous menez, pendant qu’elle fait tomber la cendre du bout de son cigare. « Je m’appelle Judith. Judith Park. C’est moi qui fais le sale boulot ici. Ce qui signifie principalement tirer sur les animaux turbulents. Ils ont l’air gentils et amicaux pendant la journée, mais ils se comportent de manière étrange pendant la nuit. Certains d’entre eux commencent également à avoir une apparence bizarre. De temps en temps, l’un d’eux s’égare dans le village et je dois le présenter à Ol’ Jomo. » Elle brandit un fusil de chasse presque aussi grand qu’elle. Impressionné, vous lui demandez si vous pouvez l’engager. La jeune femme vous jauge du regard. « Votre amie Marquez m’a engagée pour l’escorter jusqu’au marais d’Eastwick aujourd’hui. Soyez équipés si vous venez avec elle. »
it: Ti avvicini a una donna minuta con un'elegante giacca da caccia che ti scruta come un rapace. Ti presenti, spiegando che sei qui per condurre delle ricerche. "Mi chiamo Judith. Judith Park. Sono io la sorvegliante della zona. Il che vuol dire che di solito sparo agli animali più turbolenti. Sono tutti dolci e carini di giorno, ma di notte tirano fuori il peggio, alcuni hanno pure cominciato ad avere un aspetto strano. Ogni tanto se ne intrufola uno nel villaggio e io gli faccio fare conoscenza con il vecchio Jomo!" Brandisce un fucile da caccia quasi più grande di lei. Le chiedi se sia in cerca di un lavoro e ti squadra da testa a piedi prima di rispondere. "La tua amica Marquez mi paga per accompagnarla al pantano Eastwick più tardi. Se vuoi venire, fatti trovare pronto."
ko: 주디스 파크멋진 사냥 재킷을 입은 아담한 여자가 매처럼 날카롭게 당신을 노려봅니다. 당신이 먼저 다가가 자기소개를 하며 미스캐토닉 대학 현장 조사단에서 왔다고 밝히자, 여자는 시가 끝에서 재를 튕기며 말합니다. “저는 주디스입니다. 주디스 파크요. 헴록 베일에서 힘쓰는 일을 맡고 있습니다. 난폭한 야생동물을 쏴죽이는 게 주된 업무죠. 낮에는 동물이 다들 유순하게 굴지만, 밤만 되면 희한해집니다. 몇몇 놈들은 좀 요상하게 생겨 보이기도 하고요. 가끔은 마을까지 들어와서 배회하는 놈들이 있는지라, 제가 구닥다리 ‘조모’를 소개시켜 주곤 합니다. 아, 제 총 말이죠.” 주디스가 제 키만큼이나 큰 사냥용 소총을 휘두릅니다. 그 모습에 감명받은 당신은 혹시 그녀를 고용할 수 있는지 물어보았습니다. 주디스는 당신을 재는 듯한 눈으로 훑더니 말합니다. “그쪽 동료인 마르케스 씨가 선수를 쳤습니다. 오늘 이스트윅 습지까지 동행해 달라더군요. 함께 가려면 준비하시죠.”
pl: Podchodzisz do drobnej kobiety, ubranej w elegancką kurtkę myśliwską, która bacznie cię obserwuje. Przedstawiasz siebie i członków grupy badawczej, a ona strzepuje popiół z papierosa. „Jestem Judith. Judith Park. Można powiedzieć, że jestem lokalnym mięśniakiem. Co najczęściej oznacza strzelanie do kłopotliwych zwierząt. Za dnia wyglądają przyjaźnie, ale w nocy dziwnie się zachowują. Niektóre z nich zaczęły też dziwnie wyglądać. Od czasu do czasu jakieś zawędruje do wioski i muszę go przedstawić Staremu Jomo” – mówi, wymachując karabinem myśliwskim, który długością niemal dorównuje jej wzrostowi. Jesteś pod wrażeniem i pytasz, czy można wynająć jej usługi. Młoda kobieta mierzy cię wzrokiem. „Twoja znajoma, Marquez, zatrudniła mnie, żebym eskortowała ją dziś do moczarów w Eastwick. Przygotuj się, jeśli masz iść z nami”.
ru: Вы подходите к невысокой женщине в удобной охотничьей куртке. Она смотрит на вас грозно, словно ястреб. Вы представляете себя и членов своей группы и рассказываете о своей работе. Женщина стряхивает пепел с кончика сигары: «Звать меня Джудит. Джудит Пак. Я тут присматриваю за порядком. По большей части отстреливаю всякое буйное зверьё. Днём они все такие милые лапочки, но ночью чудят. Некоторые из них и выглядят теперь как-то странно. Бывает, забредёт один в деревню, и приходится знакомить его со Стариком Джомо», — она помахивает огромной, почти во весь её рост, охотничьей винтовкой. Впечатлившись, вы спрашиваете, берётся ли она за другую работу. Женщина осматривает вас с головы до ног: «Ваша подруга Маркес уже наняла меня, чтобы я проводила её к Иствикской трясине. Если пойдёте с нами — хорошо подготовьтесь».
zh: 你走近一名嬌小的女性，她穿著一件英氣十足的狩獵外套，有著老鷹般銳利的眼神。你向她自我介紹，並說明調查的來意，她將手中的煙灰彈掉後回答：“我的名字是茱蒂絲，茱蒂絲．朴。我算是這裡的守衛者，通常是負責對付躁動的動物。牠們白天的時候都很溫馴，但一到晚上行為就會變得詭異，有些甚至連外表都會出現變化。有時候牠們會遊蕩進村莊，這時候就要看老喬莫的了。”她拍了拍身邊的獵槍，這把槍甚至跟她差不多高。她讓你印象深刻，你詢問她是否願意接受雇用。她抬手示意你停止問下去，“你的朋友馬爾克斯已經雇用我，我今天要護送她去東方沼澤那裡，如果你想跟來，最好先去做點準備。”

source: You may play a [[Weapon]] card from your hand, ignoring its cost.
de: Du darfst 1 [[Waffe]]-Karte von deiner Hand spielen und dabei ihre Kosten ignorieren.
es: Puedes jugar una carta [[Arma]] de tu mano, ignorando su coste.
fr: Vous avez le droit de jouer une carte [[Arme]] de votre main, en ignorant ses coûts.
it: Puoi giocare 1 carta [[Arma]] dalla tua mano ignorandone il costo.
ko: 당신은 자신의 손에서 [[무기]] 카드 하나를 비용을 무시하고 플레이해도 됩니다.
pl: Możesz zagrać atut z cechą [[Broń]] z twojej ręki, ignorując jego koszt.
ru: Вы можете сыграть карту [[оружия]] со своей руки, игнорируя её цену.
zh: 你可以從手牌中打出一張[[武器]]卡牌，忽略其費用。

source: Increase Judith Park’s Relationship Level.
de: Erhöhe Judith Parks Beziehungsstufe.
es: Aumenta el nivel de relación de Judith Park.
fr: Augmentez le Niveau de Relation de Judith Park.
it: Aumenta il Livello di Relazione con Judith Park.
ko: ‘주디스 파크’와의 친밀도를 한 단계 높입니다.
pl: Zwiększ stopień zażyłości z Judith Park.
ru: Повысьте уровень доверия Джудит Пак.
zh: 提升茱蒂絲．朴的友好度。

source: “Hold on, hold on,” Theo says to the worker, pressing a cold cloth to her forehead. After another pained laugh, she passes out. You ask Theo what happened. “It’s kind of like heatstroke, except more like uh—you sort of work yourself into a good mood, and then it’s, well.” He sighs. “I don’t really know what it is. Sometimes, people just get sick.” Several locals carry the worker away to a nearby shed. After some banter, you ask Theo about any good areas to survey local wildlife on Hemlock Isle. He smiles broadly. “My sisters and I saw the biggest horseshoe crab on Akwan Shoreline. I don’t know if it’s still there, but I swear it was the size of a buggy. I have some family business in Akwan if you wanna tag along today.”
de: „Gut draufdrücken!“, sagt Theo zu einer Arbeiterin, die sich ein kaltes Tuch auf die Stirn presst. Nach einem weiteren schmerzerfüllten Lacher wird sie ohnmächtig. Du fragst Theo, was passiert sei. „Eine Art Hitzeschock. Oder eher so was wie ... äh ... wie wenn man sich in gute Stimmung bringen will und dann ...“ Er seufzt. „Nun, ich weiß nicht wirklich, was es ist. Manchmal werden die Leute einfach krank.“ Ein paar der Einheimischen bringen die Arbeiterin in eine nahe gelegene Hütte. Nach etwas Geplauder fragst du Theo nach guten Stellen auf der Insel, wo man Wildtiere beobachten kann. Breit grinsend antwortet er: „Meine Schwestern und ich haben an der Akwan-Küste einen riesigen Pfeilschwanzkrebs gesehen. Ich weiß zwar nicht, ob er noch da ist, aber ich schwöre, der war so groß wie ein Einspanner. Ich habe heute ein paar Familienangelegenheiten in Akwan zu erledigen. Wollen Sie mitkommen?“
es: –Aguanta, aguanta –le dice Theo a la trabajadora mientras le aplica un trapo frío en la frente. Tras otra risa dolorida, la mujer se desmaya. Le preguntas a Theo qué ha ocurrido. –Es como una especie de golpe de calor, sólo que más... esto... como que te vas poniendo cada vez de mejor humor y luego pues... –Suspira–. No sé muy bien de qué se trata. A veces la gente enferma sin más. Varios lugareños se llevan a la trabajadora a un cobertizo cercano. Tras un rato de charla, preguntas a Theo por alguna buena zona para observar la fauna local de la Isla de la Cicuta. Te dedica una amplia sonrisa y contesta: –Mis hermanas y yo vimos un cangrejo herradura descomunal en la costa de Akwan. No sé si sigue allí, pero juro que era del tamaño de un cochecito. Si quiere venirse hoy, tengo unos asuntos familiares en Akwan.
fr: « Attendez, attendez », dit Theo à l’ouvrière, en pressant un linge froid sur son front. Après un nouveau rire douloureux, elle s’évanouit. Vous demandez à Theo ce qui lui est arrivé. « Ça ressemble à une insolation, mais plutôt comme… les gens sont en bonne santé et puis… ». Il soupire. « Je ne sais pas vraiment ce que c’est. Parfois, les gens tombent juste malades. » Plusieurs habitants transportent l’ouvrière dans un hangar voisin. Après quelques échanges, vous demandez à Theo s'il existe des endroits propices à l’étude de la faune locale sur Hemlock Isle. Il vous offre un large sourire. « Mes sœurs et moi avons vu une énorme limule sur le rivage d’Akwan. Je ne sais pas si elle est toujours là, mais je vous jure qu’elle était aussi grosse qu’une carriole. J’ai une affaire de famille à régler à Akwan, si vous souhaitez m’accompagner. »
it: "Resisti, resisti" sussurra Theo all'operaia sulla cui fronte sta passando un panno bagnato. La donna perde i sensi dopo l'ennesima risatina dolorante. Gli chiedi cosa sia successo. "È una specie di colpo di sole, solo che... ti metti di buon umore, e poi... Sentite, non ho idea di cosa le sia preso" ammette con un sospiro. "A volte la gente si ammala e basta, no?" Alcuni abitanti del villaggio sollevano di peso la donna per portarla in un capanno vicino. Dopo aver scambiato qualche battuta con Theo, gli chiedi se sappia consigliarti qualche punto dell'isola da dove poter ammirare la fauna locale. "Io e le mie sorelle abbiamo visto il granchio più grande al mondo sulla spiaggia di Akwan" ti illustra con un sorriso. 'Non so se sia ancora lì, ma giuro che era grande come un carretto! Se vuoi accompagnarmi, dovrei andarci più tardi per sbrigare qualche faccenda."
ko: “진정해요, 진정해.” 테오가 차가운 천을 목수의 이마에 가져다 대며 말합니다. 또 한 번 고통스러운 웃음이 터져 나온 끝에, 목수는 정신을 잃고 맙니다. 당신은 대체 무슨 일이냐고 테오에게 묻습니다. “일종의 열사병과 비슷한데, 한 가지 다른 게... 음, 뭐랄까 발작적으로 기분이 좋아졌다가, 순간 저렇게 되어버리는 거죠, 흠.” 테오가 한숨을 쉽니다. “저도 저게 뭔지는 도무지 모르겠어요. 이따금 사람들이 아무 이유 없이 아프곤 하더라고요.” 몇몇 주민이 목수를 들어 근처의 헛간으로 옮깁니다. 당신은 잠시 테오와 농담을 주고받다가, 그에게 헴록 섬의 생태를 조사하기 좋은 곳이 있는지 물어봅니다. 테오가 함박웃음을 지으며 답합니다. “한번은 여동생과 함께 아콴 해안가에서 정말로 큰 투구게를 본 적이 있어요. 크기가 무슨 차 한 대만 하더라니까요. 진짜라고요. 우리 가족과 관련된 일이 있어서 아콴으로 가려는데, 괜찮다면 오늘 같이 가시겠어요?”
pl: „Poczekaj, spokojnie” – mówi Theo do pracownicy, przyciskając zimny okład do jej czoła. Dziewczyna po raz kolejny wybucha bolesnym śmiechem, po czym traci przytomność. Pytasz Theo, co się stało. „To trochę jak udar cieplny, tyle że bardziej jak, yyy – wpadasz w świetny nastrój, a potem dzieje się to” – wzdycha. – „Sam nie wiem, co to. Czasami po prostu ludziom robi się gorzej”. Kilku miejscowych przenosi pracownicę do pobliskiej szopy. Po krótkiej wymianie zdań pytasz Theo o dobre miejsca do badania lokalnej przyrody. Uśmiecha się szeroko. „Razem z siostrą widzieliśmy ogromnego skrzypłocza na Wybrzeżu Akwan. Nie wiem, czy nadal tam jest, ale przysięgam, że był rozmiaru powozu. Mam dziś do załatwienia pewne sprawy rodzinne w Akwan, jeśli chcesz się ze mną zabrać”.
ru: «Тихо, тихо», — говорит Тео работнице, прижимая холодную влажную тряпочку к её лбу. Издав ещё один страдальческий смешок, она затихает. Вы спрашиваете Тео, что случилось. «Это что-то вроде теплового удара, — отвечает он, — но скорее… М-м-м… Бывает такое, что принимаешься за работу, настроение повышается, а потом… Вот. — Он вздыхает. — Я даже не знаю, что это. Иногда люди просто болеют». Несколько местных жителей уносят женщину в соседний сарай. Перекинувшись парой шуток, вы спрашиваете Тео, где на острове будет лучше понаблюдать за фауной. Он широко улыбается: «Мы с сестрой видели здоровенного мечехвоста на Акуанском берегу. Не знаю, там ли он ещё, но клянусь — он был размером с детскую люльку. Мне сегодня нужно отправиться туда по семейным делам, могу взять вас с собой».
zh: “慢点、慢点。”西奥一边将湿布放在工人的前额一边说。在发出最后一声痛苦的笑声后，那名工人就晕了过去。你上前询问西奥发生了什么事，“这有点像中暑，上一秒你还在愉快的工作，然后就突然……这样了。”他叹了口气。“我不知道真正的原因是什么，有时候大家就会突然病倒。” 几个当地人将晕倒的工人抬到阴影下休息。闲聊了几句后，你向西奥问到赫姆拉克岛上有没有什么地方适合观察野生动物的。他笑容灿烂地说：“我跟我姊在艾湾岸边看过超巨大的鲎。我不知道牠还在不在，但我敢发誓牠至少跟辆车差不多大。我们家在那边有做点生意，你想要的话今天可以跟我走一趟。”

source: You may immediately move to any location.
de: Du darfst dich sofort an einen beliebigen Ort bewegen.
es: Puedes moverte a cualquier Lugar inmediatamente.
fr: Vous avez le droit de vous déplacer immédiatement vers n’importe quel lieu.
it: Puoi muoverti immediatamente fino a un qualsiasi luogo.
ko: 당신은 즉시 아무 장소 한 곳으로 이동해도 됩니다.
pl: Możesz natychmiast poruszyć się do dowolnej lokalizacji.
ru: Вы можете немедленно переместиться в любую локацию.
zh: 你可以立即移动到一个任意地点。

source: Increase Theo Peters’s Relationship Level.
de: Erhöhe Theo Peters’ Beziehungsstufe.
es: Aumenta el nivel de relación de Theo Peters.
fr: Augmentez le Niveau de Relation de Theo Peters.
it: Aumenta il Livello di Relazione con Theo Peters.
ko: ‘테오 피터스’와의 친밀도를 한 단계 높입니다.
pl: Zwiększ stopień zażyłości z Theo Petersem.
ru: Повысьте уровень доверия Тео Питерса.
zh: 提升西奥．彼得斯的友好度。
