Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: <blockquote><fancy>June 1926</fancy> Miskatonic Survey, June 1926. Members Marquez, Musgrave, et alii. After three separate reviews by Miskatonic University’s board and grant commitee, we have reached Hemlock Isle. Our driver took us across a natural land-bridge they call the “causeway”—only traversible at low tide—to a small fishing village called Akwan. Bertie showed the locals several sketches and photographs of the alkaline blossom, but the locals would have none of it. Or maybe none of him. Bertie is exceedingly chipper. The survey consists of myself, my assistant Bertie Musgrave, and some contacts of Dr. Armitage. He insisted they accompany me as part of the terms of the grant. I just hope they don’t get in the way. The island is private property and has been off-limits to visitors for some time—until now. The locals are advertising some kind of festival throughout New England, even as far south as Boston and Arkham. There were no lodgings in Akwan, and according to local rumors, camping on the island is a risky affair. The locals were unresponsive when I pressed further, but I was at least able to procure a map of the island as well as some basic supplies. We were all but resigned to pitching a tent west of Akwan, but then we met a young man named Theo who offered us lodging in a village called ‘Hemlock Vale’. <right><fancy>Dr. Rosa Marquez</fancy></right> </blockquote> “But really, I think you’re gonna love it here,” Theo shouts from the truck window. Dr. Marquez—athletic and well-tanned at 40—closes her survey journal and looks up at the sky. “I don’t know anyone who doesn’t love Hemlock Isle,” Theo continues. “And I don’t know why we haven’t invited folks sooner! I assume you’re here for the Feast.” “Is this feast some sort of local tradition?” Bertie says in a crisp British accent. The breeze stirs the round man’s shock of thick hair as he leans forward eagerly. “This is the first one ever! Everyone in the Vale’s pulled out all the stops so everyone feels welcome. We’re just so excited to have visitors!” The young man laughs as your truck crests the hilltop. Hemlock Isle stretches away in every direction. To the south, glistening black lakes dot a tangled marsh all the way to the coast. Up north, whitecapped hills gather around jutting obsidian rocks, resembling an exposed spine. Past a huddle of hills, the dense western forest grows up the rocky hillside, bisected by a wide river. And even further north, past the white hills, is a bleak rocky coastline at the edge of the slatey Atlantic waters. The road takes you past lush farmland into a village nestled in the hills. Gaudy floral arrangments and brilliant ribbons hang from rooftops and fenceposts. A prismatic rainbow shimmers in a cloudless sky, lending the scene an idyllic air. As the truck rolls to a stop in the crossroads, locals and children in white-gold cloaks and wooden animal masks gather around you, grinning from ear to ear. “Willkommen!” An imposing woman with steel-gray hair and a white-gold cloak cuts through the crowd. “Welcome to Hemlock Vale. I am Mother Rachel, and these are my people. What brings you here?”
de: <blockquote><fancy>Juni 1926</fancy> Miskatonic-Feldforschung, Juni 1926. Mitglieder: Marquez, Musgrave et al. Nach drei unabhängigen Prüfungen durch das Präsidium und den Vergabeausschuss der Miskatonic Universität haben wir Hemlock Isle endlich erreicht. Unser Fahrer brachte uns über die nur bei Ebbe überquerbare natürliche Landbrücke – den sogenannten „Damm“– zu einem kleinen Fischerdorf namens Akwan. Bertie zeigte den Einheimischen ein paar Skizzen und Fotografien von der Alkali-Blüte, aber sie wollten nichts davon wissen. Oder vielleicht nichts von ihm wissen. Bertie ist überaus fröhlich und gut gelaunt. Das Feldforschungsteam besteht aus mir, meinem Assistenten Bertie Musgrave und ein paar Bekannten von Dr. Armitage. Er bestand so sehr darauf, dass sie mich begleiten, dass dies sogar als Bedingung zum Erhalt der Fördergelder festgeschrieben wurde. Ich hoffe ja nur, dass sie uns nicht im Weg sind. Die Insel ist Privatgelände und es war Außenstehenden lange Zeit nicht möglich, sie zu besuchen – bis jetzt. Die Einheimischen haben in ganz New England Werbung für ein Festival gemacht – sogar im südlichen Boston und in Arkham hat man davon erfahren. In Akwan selbst gibt es keine Unterkünfte und Campen auf der Insel soll eine gefährliche Angelegenheit sein, wenn man den einheimischen Gerüchten Glauben schenkt. Deutlicher wollten die Einwohner aber nicht werden, auch nicht nach mehrmaligem Nachfragen. Wenigstens stellten sie uns eine Karte von der Insel und ein paar einfache Vorräte zur Verfügung. Wir hatten uns schon fast damit abgefunden, unser Zelt westlich von Akwan aufzuschlagen, doch dann trafen wir auf einen jungen Mann namens Theo, der uns Unterkunft in einem Dorf namens ‚Hemlock Vale‘ anbot. <right><fancy>Dr. Rosa Marquez</fancy></right> </blockquote> „Wirklich, Sie werden es hier mögen“, ruft Theo aus dem Fenster seines Lastwagens nach hinten. Dr. Marquez – eine athletische, sonnengebräunte Frau um die Vierzig – schließt ihr Forschungstagebuch und blickt auf der Ladefläche des Lasters sitzend in den Himmel. „Ich kenne niemand, der Hemlock Isle nicht mag“, fährt Theo fort. „Ich weiß gar nicht, wieso wir andere Leute nicht schon viel früher hierher eingeladen haben! Ich nehme an, Sie sind für das Fest gekommen.“ „Ist dieses Fest eine lokale Tradition hier?“, fragt Bertie mit klarem britischen Akzent. Die Brise weht durch das dichte Haar des rundlichen Mannes, als er sich interessiert zur Fahrerkabine nach vorne beugt. „Das ist das erste Mal überhaupt! Alle im Tal haben sämtliche Hebel in Bewegung gesetzt, damit sich all die Gäste willkommen fühlen. Wir sind so aufgeregt, Besucher zu haben!“ Der junge Mann lacht, als der Lastwagen die Kuppe des Hügels erreicht und einen Blick über die Insel freigibt, die sich in jede Richtung ausbreitet. Im Süden glitzern vereinzelte schwarze Seen in einem wild überwucherten Sumpfgebiet, das sich bis zur Küste erstreckt. Im Norden gruppieren sich weiße Hügel um hervorspringende Obsidianfelsen, die an eine riesige freiliegende Wirbelsäule erinnern. Hinter einer Hügelkette wächst im Westen ein dichter Wald bis an die felsigen Hänge am Rande der Insel heran. Und noch weiter nördlich – hinter den weißen Hügeln – liegt eine kahle Felsenküste am Rande des schiefergrau funkelnden Atlantiks. Die Straße führt an üppigem Ackerland vorbei in ein Dorf, das sich in die Hügel schmiegt. Prächtige Blumenarrangements und leuchtende Bänder hängen von Dächern und Zaunpfählen. Ein prismatischer Regenbogen schimmert am wolkenlosen Himmel und verleiht der Szene ein idyllisches Flair. Als der Lastwagen an einer Kreuzung zum Stehen kommt, versammeln sich Einheimische und Kinder in weiß-goldenen Umhängen und hölzernen Tiermasken um euch und grinsen euch von einem Ohr zum anderen an. „Willkommen!“ Eine imposante Frau mit stahlgrauem Haar, gleichsam in einen weiß-goldenen Umhang gehüllt, tritt aus der Menge hervor. „Willkommen in Hemlock Vale. Ich bin Mutter Rachel und das sind die Meinigen. Was führt Sie zu uns?“
es: <blockquote><fancy>Junio de 1926</fancy> Estudio de Miskatonic, junio de 1926. Miembros Marquez, Musgrave et alii. Después de tres revisiones por separado de la junta y el comité de becas de la Universidad Miskatonic, hemos llegado a la Isla de la Cicuta. Nuestro chófer nos llevó por un puente de tierra natural al que llaman la “calzada”, y que sólo se puede cruzar con marea baja, hasta un pequeño pueblo pesquero llamado Akwan. Bertie mostró a los lugareños varios dibujos y fotografías de la planta alcalina, pero éstos no quisieron saber nada del asunto. O quizás de Bertie. Es extremadamente jovial. El estudio está formado por mí, por mi ayudante Bertie Musgrave y por algunos contactos del Dr. Armitage. Insistió en que me acompañaran como parte de las condiciones de la beca. Sólo espero que no estorben. La isla es propiedad privada y lleva un tiempo sin admitir visitantes, hasta ahora. Los lugareños están publicitando una especie de festival por toda Nueva Inglaterra, incluso tan al sur como Boston o Arkham. En Akwan no había alojamientos y, según la rumorología local, acampar en la isla es arriesgado. Los lugareños no ofrecieron ninguna respuesta cuando les pregunté al respecto, pero al menos pude hacerme con un mapa de la isla junto con algunos suministros básicos. Nos resignamos a instalar una tienda al oeste de Akwan, pero entonces conocimos a un joven llamado Theo que nos ofreció alojamiento en una aldea llamada “Valle de la Cicuta”. <right><fancy>Dra. Rosa Marquez</fancy></right> </blockquote>
fr: <blockquote><fancy>Juin 1926</fancy> Enquête de Miskatonic, juin 1926. Par les membres Marquez, Musgrave, et alii. Après trois examens distincts par le conseil d’administration et le comité des subventions de l’université Miskatonic, nous avons atteint Hemlock Isle. Notre chauffeur nous a fait traverser un passage naturel qu'ils appellent la « chaussée » (uniquement praticable à marée basse) jusqu’à un petit village de pêcheurs appelé Akwan. Bertie a montré aux habitants plusieurs croquis et photographies de la fleur alcaline, mais les habitants n’ont pas voulu nous prêter attention. Ou peut-être ne le voulaient-ils pas. Il faut bien avouer que Bertie n’arrête pas de piailler. L’étude est menée par moi-même, mon assistant Bertie Musgrave et quelques contacts du Dr Armitage. Il a insisté pour qu’ils m'accompagnent, ce qui fait partie des conditions de la subvention. J’espère juste qu’ils ne se mettront pas en travers de notre chemin. L’île est une propriété privée et a été interdite aux visiteurs pendant longtemps — jusqu’à présent. Les habitants font la promotion d’une sorte de festival dans toute la Nouvelle-Angleterre, même au sud de Boston et d Arkham. Il n’y avait pas d’hébergement à Akwan et, selon les rumeurs locales, il est risqué de camper sur l’île. Les habitants n’ont pas réagi lorsque j’ai insisté, mais j’ai au moins pu me procurer une carte de l’île ainsi que quelques fournitures de base. Nous nous étions presque résignés à planter une tente à l’ouest d’Akwan lorsque nous avons rencontré un jeune homme nommé Theo qui nous a proposé de nous loger dans un village appelé Hemlock Vale. <right><fancy>Dr. Rosa Marquez</fancy></right> </blockquote> « Vraiment, je pense que vous allez vous plaire ici », crie Theo par la fenêtre du camion. Le Dr Marquez (la quarantaine athlétique et la peau dorée par le soleil) referme son carnet de notes et lève les yeux au ciel. « Je ne connais personne qui n’aime pas Hemlock Isle », poursuit Theo. « Et je ne sais pas pourquoi nous n’avons pas invité des gens plus tôt ! Je suppose que vous êtes ici pour la fête. » « Cette fête est-elle une sorte de tradition locale ? » demande Bertie avec un accent britannique très prononcé. La brise fait voler quelques mèches des cheveux épais de l’homme au visage rond qui se penche en avant l’air très intéressé. « C’est la toute première ! Tout le monde dans la vallée a mis les bouchées doubles pour que tout le monde se sente bien accueilli. Nous sommes tellement heureux d’avoir des visiteurs ! » Le jeune homme rit tandis que votre camion franchit le sommet de la colline. Hemlock Isle s’étend dans toutes les directions. Au sud, un marais tortueux serpente jusqu’à la côte, parsemé de lacs noirs aux reflets chatoyants. Au nord, des collines aux sommets blancs se rassemblent autour de roches d’obsidienne si saillantes qu’on croirait voir la colonne vertébrale de quelque écorché vif. Au-delà, la forêt dense de l’ouest s’étend sur les roches à flanc de colline, coupée en deux par une large rivière. Plus au nord encore, loin derrière les éminences immaculées, la côte rocailleuse se profile, bordée par les eaux grises de l’Atlantique. La route longe des terres agricoles luxuriantes et mène à un village niché dans les hauteurs. Des compositions florales éclatantes et des rubans brillants sont suspendus aux toits et aux poteaux des clôtures. Un arc-en-ciel prismatique scintille dans un ciel sans nuage, donnant à la scène un air idyllique. Alors que le camion s’arrête au carrefour, des habitants et des enfants vêtus de manteaux blancs et or et portant des masques d’animaux en bois se rassemblent autour de vous, avec un sourire jusqu’aux oreilles. « Willkommen ! » Une femme imposante aux cheveux gris acier et à la cape blanche et or fend la foule. « Bienvenue à Hemlock Vale. Je suis Mère Rachel, et voici ma communauté. Qu’est-ce qui vous amène ici ? »
it: <blockquote><fancy>Giugno 1926</fancy> Dopo tre valutazioni separate da parte del senato accademico e del consiglio di amministrazione della Miskatonic University, abbiamo raggiunto l'isola Hemlock. Il nostro autista ci ha accompagnati attraverso un ponte di terra naturale percorribile solo durante la bassa marea, noto come "sopraelevata", fino al piccolo villaggio di pescatori di Akwan. Bertie ha mostrato ai locali diversi disegni e alcune fotografie della fioritura alcalina, ma nessuno sembrava volesse saperne di quelle cose. Né di lui. Bertie sa essere particolarmente vivace. La ricerca è condotta dalla sottoscritta, dal mio assistente Bertie Musgrave e da alcuni contatti del dottor Armitage. Il dottore ha insistito sulla loro presenza come parte dei termini della sovvenzione. Spero solo che non ci intralcino. L'isola è proprietà privata ed è rimasta interdetta ai visitatori fino ad ora: si stanno preparando per una sorta di sagra, la gente del posto ne ha sparso la voce in tutto il New England. Devono tenerci parecchio, perché la notizia si è spinta tanto a sud da raggiungere persino Boston e Arkham. Akwan non offre alcun alloggio e, secondo le leggende popolari del villaggio, accamparsi sull'isola è rischioso. Ho cercato di farmi raccontare qualcosa in più, ma sono riuscita solo a mettere le mani su una mappa del posto e qualche genere di prima necessità. Ci eravamo oramai rassegnati all'idea di piantare le tende a ovest di Akwan quando un giovanotto, un certo Theo, ci ha offerto di passare la notte in un villaggio vicino: Hemlock Vale. <right><fancy>Dott.ssa Rosa Marquez</fancy></right> </blockquote> "Davvero, sono certo adorerete questo posto!" urla Theo dal finestrino del furgone. La dottoressa Marquez, una donna atletica e abbronzata sulla quarantina, chiude il diario della spedizione e alza gli occhi al cielo. "Non ho mai conosciuto qualcuno che non si sia innamorato della nostra isola" continua il giovane. "E non so davvero perché ci abbiamo messo tanto a invitare un po' di gente! Immagino siate qui per la Festa." "Questa 'festa' è una sorta di tradizione locale?" chiede Bertie col suo inconfondibile accento inglese. È un uomo rotondo, dalla chioma crespa che ondeggia leggermente nella brezza. "È la prima volta che la organizziamo! Alla valle abbiamo tolto tutti i cartelli di divieto, vogliamo che chiunque arrivi si senta il benvenuto. Finalmente dei visitatori!" Il furgone scavalca la cresta della collina accompagnato dalle risate fragorose di Theo. Da lassù, potete vedere l'isola estendersi in ogni direzione. A sud, l'acqua nera e scintillante dei laghi punteggia qua e là fino alla costa le intricate paludi. A nord, le cime bianche delle colline si radunano attorno ad affioramenti d'ossidiana che squarciano il terreno come una macabra spina dorsale. Alcune colline rendono il panorama irregolare anche verso ovest, sovrastate da un fitto bosco che copre quasi per intero l'orizzonte, fatta eccezione per il tratto in cui è attraversato da un ampio fiume. Aguzzando la vista, gettando lo sguardo oltre le colline bianche a nord, si può scorgere la striscia di ardesia della costa che si affaccia a strapiombo sull'Atlantico. Attraversate alcuni rigogliosi campi coltivati, seguendo la strada che vi accompagna fino a un villaggio incassato tra i poggi. L'ambiente che vi circonda ha un che di surreale: corone di fiori sgargianti e nastri variopinti decorano tetti e staccionate, e il cielo terso è attraversato da un arcobaleno prismatico che colora la scena con una sfumatura idilliaca. Non appena il furgone si ferma a un incrocio, venite circondati da una folla di adulti e bambini che indossano mantelli bianchi dagli orli dorati e maschere di legno che rappresentano vari animali e che sfoggiano sorrisi ricolmi di gioia. "Willkommen!" Una donna imponente dai capelli grigi e dal mantello bianco e oro si fa strada tra la folla per venirvi incontro. "Benvenuti a Hemlock Vale. Io sono Madre Rachel e questa è la mia gente. Cosa vi porta fin qui?"
ko: <blockquote><fancy>1926년 6월</fancy> 1926년 6월, 미스캐토닉 대학 현장 조사단: 마르케스, 머즈그레이브 외. 미스캐토닉 대학 이사회와 연구비 심의 위원회에서 세 차례에 걸친 심사를 마친 끝에, 우리는 마침내 헴록 섬에 도착했다. 운전기사는 이른바 “둑길”이라 하여, 간조에만 건널 수 있는 천연 가교를 지나 아콴이라는 작은 어촌에 현장 조사단을 내려주었다. 버티는 현지인들을 붙잡고 알칼리성 꽃의 밑그림과 사진을 몇 장 들이밀었지만, 이들은 그런 식물을 전혀 알지 못했다. 아니면 그저 버티를 상대하지 않으려 들었을지도. 버티는 퍽이나 성격이 싹싹해서 말이지. 이번 현장 조사에서는 나와 조교인 버티 머즈그레이브 외에도 아미티지 교수가 붙여준 사람 몇 명이 동참하게 되었다. 아미티지 교수는 연구비를 지급받기 위해서는 이들과 동행해야 한다고 강요했다. 부디 그들이 방해가 되지 않기를. 헴록 섬은 사유지였기에, 얼마 전까지만 해도 방문객의 출입을 금하고 있었다. 하지만 지금 헴록 섬 주민들은 보스턴과 아컴 같은 남부 도시에 이르기까지 뉴잉글랜드 전역에서 모종의 축제를 홍보하고 있다. 아콴에서는 숙소를 구할 수 없었고, 현지에는 헴록 섬에서 야영하는 것은 매우 위험하다는 소문이 파다했다. 소문과 관련해서 더 캐물어 봤지만, 별다른 소득은 없었고 그나마 헴록 섬의 지도와 기본적인 물자 정도만 구할 수 있었다. 아콴 서쪽에 야영 천막을 치는 수밖에 없나 하던 차에, 다행히도 테오라는 청년을 만나 ‘헴록 베일’이라는 마을에서 묵을 수 있도록 초대받았다. <right><fancy>로사 마르케스 박사</fancy></right> </blockquote> “그래도 지내다 보면 이 섬을 좋아하게 될 거라고요!” 테오가 트럭 창문 밖으로 외칩니다. 40대라고 보기 힘들 정도로 운동으로 다져진 몸에 그을린 피부의 마르케스 박사가 조사 일지를 덮고 하늘을 올려다봅니다. 테오가 말을 잇습니다. “헴록 섬을 좋아하지 않는 사람이 있을까요? 왜 더 일찍 외지인을 초대하지 않았는지 모르겠다니까요! 여러분도 축일 때문에 오신 거겠죠?” “축일이란 게 이 지역에서 전통적으로 이어져 온 행사인가요?” 버티의 질문에서 진한 영국 억양이 묻어납니다. 버티가 호기심이 동하는 듯, 앞으로 몸을 숙이자 굵게 말린 머리칼이 바람에 휘날립니다. “아뇨, 처음 있는 일인 걸요! 헴록 베일의 모두가 온 힘을 다해 손님을 맞을 준비에 박차를 가하고 있죠. 누구라도 환영받는다고 느낄 수 있게요. 외지에서 온 방문객을 맞이하게 되어 정말 기쁘답니다!” 청년의 웃음소리와 함께 트럭이 언덕마루를 올라섭니다. 이곳에서는 사방으로 펼쳐진 헴록 섬이 한눈에 들어옵니다. 남쪽으로는 윤슬이 이는 검은 호수 몇 개가 해안까지 얽히고설킨 습지에 점점이 흩어져 있습니다. 북쪽으로는 대지의 척추를 드러낸 듯한 흑요석 바위를 따라 머리가 하얗게 센 언덕이 옹송그려 있습니다. 한데 모인 언덕 뒤로는 험준한 바위산을 따라 울창한 서쪽 숲이 펼쳐져 있고, 이를 양분하며 넓은 강이 흐르고 있습니다. 하얀 언덕을 지나 그보다 더 북쪽을 내다보면, 암회색 대서양 파도와 접하는 황량한 바위 해안이 보입니다. 트럭은 길을 따라 푸릇푸릇한 농지를 지나 언덕에 자리 잡은 마을로 향했습니다. 마을로 들어서자 울타리 기둥과 지붕마다 화려한 꽃장식과 리본이 매달린 모습이 보입니다. 구름 한 점 없는 하늘에 오색찬란한 무지개가 반짝이며 목가적인 분위기를 자아냅니다. 트럭이 교차로에서 멈추자, 흰색과 금색으로 된 망토와 나무로 된 동물 가면을 쓴 주민들과 아이들이 함박웃음을 지으며 주위로 모여듭니다. <b>“빌코멘!”</b> 회백발에 흰색과 금색으로 된 망토를 두른 당당한 여인이 군중 사이를 가르고 다가옵니다. “헴록 베일에 오신 것을 환영합니다. 저는 헴록 베일의 대모 레이첼이며, 이들은 제 마을 사람들입니다. 어떻게 찾아오셨는지요?”
pl: <blockquote><fancy>Czarwiec 1926</fancy> Dziennik grupy badawczej Uniwersytetu Miskatonic, czerwiec 1926. Członkowie: Marquez, Musgrave i inni. Po trzech oddzielnych inspekcjach przeprowadzonych przez zarząd i komisję grantową Uniwersytetu Miskatonic, dotarliśmy na Wyspę Hemlock. Nasz kierowca zawiózł nas przez naturalny most lądowy, który nazywają „groblą” – przejezdny tylko podczas odpływu – do małej wioski rybackiej o nazwie Akwan. Mój asystent, Bertie Musgrave, pokazał miejscowym kilka szkiców i fotografii alkalicznego kwiatu, ale ci nie byli zbyt pomocni. A może nie chcieli po prostu pomóc jemu. Bertie czasem trajkota bez umiaru. Grupa badawcza składa się ze mnie, Bertiego oraz kilku osób poleconych przez dr. Armitage’a. Ich towarzystwo to jeden z warunków przyznania grantu. Mam tylko nadzieję, że nie będą wchodzić mi w drogę. Wyspa jest własnością prywatną i do tej pory była niedostępna dla zwiedzających – aż do teraz. Miejscowi reklamują nadchodzący festiwal w całej Nowej Anglii, nawet w tak oddalonych na południe regionach jak Boston i Arkham. W Akwan nie było żadnych wolnych kwater, a według lokalnych plotek biwakowanie na wyspie jest ryzykowne. Mieszkańcy nie reagowali na moje dalsze pytania, ale udało mi się przynajmniej zdobyć mapę wyspy oraz podstawowe zapasy. Byliśmy już pogodzeni z myślą o rozbiciu namiotu na zachód od Akwan, gdy spotkaliśmy młodego mężczyznę o imieniu Theo, który zaoferował nam zakwaterowanie w wiosce zwanej „Doliną Hemlock”. <right><fancy>Dr Rosa Marquez</fancy></right> </blockquote> „Myślę, że naprawdę się wam tam spodoba” – krzyczy Theo przez okno swojego wozu. Dr Marquez, dobrze zbudowana, opalona kobieta około czterdziestki, zamyka swój dziennik wyprawy i spogląda w niebo. „Nie znam nikogo, kto nie uwielbiałby Wyspy Hemlock” – ciągnie Theo – „i nie wiem, czemu wcześniej nie zapraszaliśmy gości! Zakładam, że przyjechaliście na Ucztę”. „Ta uczta to jakaś lokalna tradycja?” – pyta Bertie z brytyjskim akcentem. Wiatr rozdmuchuje długie, gęste włosy mężczyzny, gdy pochyla się do przodu. „To będzie pierwszy raz! Mieszkańcy Doliny zrobili wszystko, co w ich mocy, aby każdy czuł się tu mile widziany. Bardzo się cieszymy, że ktoś nas odwiedzi!” Młody mężczyzna śmieje się i powoli wjeżdża na szczyt wzgórza. Z każdej strony rozciąga się widok na Wyspę Hemlock. Na południu aż do samego wybrzeża lśnią pośród bagien czarne jeziora. Na północy wokół wystających z ziemi obsydianowych skał bieleją szczyty, przypominające odsłonięty kręgosłup. Za skupiskiem wzgórz, na skalistym zboczu rośnie gęsty zachodni las, przecięty przez szeroką rzekę. A jeszcze dalej na północ, za białymi szczytami, znajduje się ponure skaliste wybrzeże wód Atlantyku. Mijacie urodzajne pola uprawne i docieracie do otoczonej wzgórzami wioski. Z dachów i płotów zwisają jaskrawe ozdoby z kwiatów i błyszczące wstążki. Bezchmurne niebo przecina kolorowa tęcza, nadając całej scenie sielankowego charakteru. Gdy pojazd zatrzymuje się na rozdrożu, mieszkańcy i dzieci w biało-złotych płaszczach i drewnianych maskach zwierząt gromadzą się wokół was, uśmiechając się od ucha do ucha. „Willkommen!” – przez tłum przedziera się postawna kobieta o srebrnych włosach w biało-złotym płaszczu. – „Witajcie w Dolinie Hemlock. Jestem Matka Rachel, a to mój lud. Co was tu sprowadza?”
ru: <blockquote><fancy>Июнь, 1926 г.</fancy> «Наблюдательная группа Мискатоника, июнь, 1926 г. Состав: Маркес, Масгрейв, остальные. После трёх независимых проверок, проведённых университетскими советом директоров и комиссией по грантам, мы отправились на остров Хемлок. Водитель доставил нас в маленькую рыбацкую деревушку под названием Акуан по перешейку, который местные называют «перемычкой», потому что он доступен для проезда только во время отлива. Берти показал местным несколько набросков и фотографий солончакового цветка, но их это не впечатлило. Или, может быть, их не впечатлил сам Берти. Иногда он слишком много болтает. Наблюдательная группа состоит из меня, моего ассистента Берти Масгрейва и неких знакомых доктора Армитеджа. Утверждая грант, он настоял, чтобы они отправились с нами. Надеюсь, под ногами мешаться не будут. Остров — частная собственность и до недавних пор был закрыт для посетителей. Повсюду, вплоть до Аркхэма и Бостона, судачат о некоем фестивале, который устраивают местные. Мы не смогли найти ночлег в Акуане. Если верить слухам, разбивать лагерь на острове — дело рискованное, но местные жители отказались говорить почему. Что ж, хотя бы удалось раздобыть карту острова и пополнить кое-какие припасы. Мы уже почти смирились с идеей ночевать в палатке к западу от Акуана, но встретили парня по имени Тео, который любезно предложил нам остановиться в деревеньке под названием Хемлок-Вейл». <right><fancy>Доктор Роза Маркес</fancy></right> </blockquote> «Серьёзно, я думаю, вам у нас понравится», — кричит Тео из окна грузовика. Доктор Маркес, загорелая и атлетичная женщина лет сорока, закрывает журнал наблюдений и поднимает взгляд к небу. «Я ещё не встречал никого, кому бы не понравился остров Хемлок, — продолжает Тео. — Не знаю, почему мы раньше не приглашали гостей! Я думал, вы прибыли на Пир». «Этот праздник — что-то вроде местной традиции?» — спрашивает Берти с ярко выраженным британским акцентом. Ветерок развевает густую шевелюру плотного мужчины, когда он с интересом наклоняется вперёд. «Да он вообще проводится впервые! Каждый житель Хемлок-Вейл делает всё возможное, чтобы все почувствовали себя как дома. Мы так рады гостям!» — смеётся юноша, пока грузовик карабкается по склону холма. Вокруг во все стороны простирается остров Хемлок. На юге до самого побережья тянутся заросшие болота, усеянные сверкающими чёрными озёрами. На севере над увенчанными белыми шапками холмами возвышаются обсидиановые скалы, напоминающие чей-то огромный хребет. За ними на обрывистом склоне, пересекаемом широкой рекой, растут густые Западные леса. А ещё дальше к северу, у кромки тёмно-синих вод Атлантики, простирается мрачное скалистое побережье. Дорога ведёт вас мимо цветущих сельскохозяйственных угодий в деревню, приютившуюся на холмах. С крыш домов и столбов свисают пёстрые цветочные композиции и яркие ленты. В безоблачном небе сверкает призматическая радуга, создавая идиллическую атмосферу. Когда грузовик останавливается на перекрёстке, вокруг вас собираются местные жители и их дети в бело-золотых плащах и деревянных масках животных. На их лицах сияют широкие улыбки. «Willkommen! — сквозь толпу пробивается представительная женщина с волосами цвета стали, одетая в бело-золотой плащ. — Добро пожаловать в Хемлок-Вейл. Я матушка Рейчел, а это — мой народ. Что привело вас сюда?»
zh: <blockquote><fancy>1926年6月</fancy> 1926年6月，米斯卡塔尼克大学实地调查。成员：马尔克斯、马斯格雷夫，及其他人员。 经由三个米斯卡塔尼克大学的委员会分别进行评估后，我们获准前往赫姆拉克岛进行调查。我们的向导带领我们，经由他称为“堤道”的天然陆桥，这座陆桥只有在退潮时才能通过。最后我们抵达一个叫做艾湾的小渔村。柏蒂拿著那种状似水仙的花朵的素描及照片四处询问当地人，但他们似乎没有见过这种花，或也许是因为柏蒂吓到他们了，他有点过于兴奋了。 这趟实地调查的成员有我，我的助理柏蒂．马斯格雷夫，还有一些阿米蒂奇博士的联络人，他坚持我必须带上这些人，甚至把它列为申请获准的条件之一，我只希望他们不会妨碍到我。这座岛是私人产业，而且已经禁止访客有好一阵子了，直到现在。当地人在整个新英格兰大肆宣传即将在此举办的盛大庆典，远至南方的波士顿与阿卡姆都听到了这个消息。 艾湾镇中没有可以留宿的地方，而且根据当地人的说法，在岛上野营是一件危险的事。我试著从他们口中追问更多有关危险的详情，但他们不愿再透露更多细节，不过我还是设法取得了岛上的地图，还有一些基本的补给品。我们放弃借宿的想法，准备在艾湾镇西边搭帐篷。但就在这时，一名叫做西奥的年轻男性向我们伸出援手，他说有座叫“铁杉谷”的村庄可以提供我们住宿的地方。 <right><fancy>萝莎．马尔克斯博士</fancy></right> </blockquote> “说真的，我觉得你们一定会爱上那儿的！”西奥的声音从卡车的窗户中传来。马尔克斯博士阖上她手中的调查日志，抬头看向天空，她大约40岁，皮肤黝黑，有运动员般匀称的身材。西奥继续说：“我认识的人中，没人不爱赫姆拉克岛的。我不懂为什么之前大家都不邀请人上岛，我猜你们是为了盛宴而来的对吧。” “这个盛宴是当地的传统吗？”柏蒂用他清脆的英国腔问到。他浑圆的身体兴致勃勃地向前倾，微风吹起他一缕浓密的发丝。 “这是有史以来第一次！谷里的大家都使出了浑身解数，要让客人们感觉宾至如归，我们都很兴奋，终于有人要来拜访我们了！”年轻人说话的同时，你们的卡车正爬上一座山丘，在山丘顶，整座赫姆拉克岛尽收你们眼底。 南边，一大片植披纠缠的沼泽一路延伸到海岸线，其中有座湖泊，黑色的水面反射著光芒。北方如白浪起伏的山丘之间，一座座黑耀巨岩如脊柱般从中突出。越过西面的山丘群后，是一座广袤的森林，从砾石密布的山丘地带一路生长，中央被一道宽阔的河流一分为二。在更遥远的北方，越过白色山丘，就是岩石组成的海岸线，平静的大西洋海水拍打著荒凉陡峭的岸崖。 你们在郁郁葱葱的田园中行驶，一路驶向座落在山丘之间的村庄。你们路过精心布置的花园，屋顶与栅栏上处处可见精致的缎带装饰，一道彩虹高挂在晴朗无云的天空，形成一幅田园诗集般的美丽风景。你们的卡车在十字路口停下，当地的大人跟小孩们都穿著白金相间的外衣，戴著木制的动物面具。他们围绕在你们身边，带著灿烂的笑容欢迎你们。 “欢迎！”一名气质出众的女性从人群中走出，她有一头铁灰色的头发，同样披著白金相间的外衣。“欢迎来到铁杉谷，我是瑞秋主母，这些是我的人民。什么风把你们吹来的呢？”
