Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/01_prologue.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The bell atop the schoolhouse rings three times as you approach, summoning children in animal masks. A young red-haired girl in a rabbit mask trips and falls on her way in, and you help her up. The thin, severe teacher invites you inside and gestures at the two bookshelves against the back wall: the Vale’s meager community library. A stately, middle-aged man with hickory-brown skin and a gray beard peruses the other shelf as you look at the library’s offerings: a few battered issues of Tales from Nevermore, a survival handbook, and a handwritten stack of old recipes. “But where’s Edie?” one of the children asks the teacher. She replies in a sing-song voice: “Mother Rachel told me that Edie has found her place and that we shouldn’t worry about her. Now what do we say?” “Mother Rachel knows best,” the class says in unison.
de: Als du dich dem Schulhaus näherst, läutet die Glocke auf dem Dach dreimal und kurz darauf erscheinen Kinder mit Tiermasken. Ein junges, rothaariges Mädchen mit einer Kaninchenmaske stolpert und fällt auf dem Weg hinein. Du hilfst ihr auf. Eine hagere, streng dreinblickende Lehrerin bittet dich herein. Auf deine Fragen zum Dorf hin deutet sie auf zwei Bücherregale an der Rückwand: die spärliche Gemeindebibliothek des Tals. Ein stattlicher Mann mittleren Alters mit nussbrauner Haut und einem grauen Bart stöbert durch eines der Regale, während du das andere studierst: ein paar ramponierte Ausgaben von Geschichten aus Nimmermehr, ein Überlebenshandbuch und ein handgeschriebener Stapel alter Rezepte. „Aber wo ist Edie?“, fragt eines der Kinder die Lehrerin. Sie antwortet mit gesungener Stimme: „Mutter Rachel hat mir gesagt, dass Edie ihren Platz gefunden hat und dass wir uns keine Sorgen um sie machen sollen. Und was sagen wir immer?“ „Mutter Rachel weiß es am besten“, sagt die Klasse einstimmig.
es: La campana que hay sobre la escuela toca tres veces mientras te acercas, llamando a los niños que llevan máscaras de animales. Una chica pelirroja con máscara de conejo tropieza y se cae al entrar, y la ayudas a levantarse. La delgada y severa maestra te invita a entrar y señala con un gesto las dos estanterías que hay en la pared del fondo: la escasa biblioteca comunitaria del Valle. Un hombre de mediana edad y porte señorial, con piel marrón como el nogal y barba gris, examina la otra estantería mientras miras lo que ofrece la biblioteca: varios maltrechos ejemplares de Relatos de nunca jamás, un manual de supervivencia y un montón de viejas recetas escritas a mano. –Pero ¿dónde está Edie? –pregunta uno de los niños a la maestra. Ésta contesta con voz cantarina: –La madre Rachel me ha dicho que Edie ha encontrado su sitio y que no debemos preocuparnos por ella. ¿Qué se dice? –La madre Rachel es la más sabia –replica la clase al unísono.
fr: La cloche de l’école sonne trois fois à votre approche, appelant des enfants portant des masques d’animaux. Une jeune fille rousse avec un masque de lapin trébuche et tombe en entrant, vous l’aidez à se relever. L’institutrice, mince et sévère, vous invite à entrer et vous montre d’un geste les deux étagères situées contre le mur du fond : la maigre bibliothèque communautaire de Vale. Un homme imposant, d’âge moyen, à la peau brune et à la barbe grise, consulte attentivement l’autre étagère pendant que vous regardez les ouvrages de la bibliothèque : quelques numéros abimés des Contes de Nevermore, un manuel de survie et une pile de vieilles recettes écrites à la main. « Mais où est Edie ? demande l’un des enfants à la maîtresse. Celle-ci répond d’une voix chantante : « Mère Rachel m’a dit qu’Edie avait trouvé sa place et qu’il ne fallait pas s’inquiéter pour elle. Et pourquoi, les enfants ? » « Parce que Mère Rachel a toujours raison », répond la classe à l’unisson.
it: La campana in cima alla scuola suona tre volte quando ti avvicini all'edificio, convocando uno stuolo di bambini con maschere da animali. Una giovane ragazza dai capelli rossi con una maschera da coniglio inciampa e cade poco prima di raggiungere l'ingresso, e ti avvicini per aiutarla a rialzarsi. L'insegnante, una donna magra dall'aspetto severo, ti fa cenno di entrare e ti indica le due librerie poggiate contro la parete in fondo al corridoio. Intuisci sia la misera biblioteca della valle. C'è un uomo massiccio di mezza età con la pelle scura come un noce e la barba grigia che sta sfogliando i libri sullo scaffale accanto mentre curiosi tra quello che la biblioteca ha da offrire: qualche numero logoro di Storie Mai Più Narrate, un manuale di sopravvivenza e una pila di vecchie ricette scritte a mano. "Ma dov'è Edie?" chiede uno dei bambini alla maestra. Lei risponde con voce allegra, come se stesse canticchiando: "Madre Rachel mi ha detto che Edie ha trovato il suo posto e che non dobbiamo preoccuparci per lei. E noi cosa diciamo?" "Madre Rachel sa cosa fare" risponde la classe all'unisono.
ko: 학교 건물로 다가갔을 즈음, 학교 종탑에서 종소리가 세 번 울리며 동물 가면을 쓴 아이들이 교실로 되돌아갑니다. 토끼 가면을 쓴 빨간 머리 소녀가 학교로 들어가는 길에 발에 걸려 넘어집니다. 당신은 소녀를 일으켜 세웁니다. 강마르며 엄한 표정의 선생님이 당신을 안으로 들이며 뒤쪽 벽에 놓인 책장 두 개를 가리킵니다. 이 빈약한 책장이 헴록 베일의 공공 도서관이라고 합니다. 회색 수염을 기른 짙은 갈색 피부의 중년 남자가 다른 서가를 훑는 동안, 당신은 너덜너덜한 『두 번 다시는 없을 이야기』 잡지 몇 호와 생존용 지침서 그리고 수기로 작성된 낡은 조리법 등이 쌓인 책장을 살핍니다. 한 아이가 선생님에게 질문합니다. “선생님, 그런데 에디는 어디 갔어요?” 선생님은 노래하는 듯한 목소리로 답합니다. “레이첼 대모님께서는 에디가 마침내 자신만의 자리를 찾았으니, 우리가 걱정할 필요는 전혀 없다고 하셨답니다. 자, 그럼 우리는 이제 어떻게 말해야 할까요?” “레이첼 대모님은 모든 걸 알고 계세요!” 교실의 모두가 입 맞춰 말합니다.
pl: Gdy się zbliżasz, dzwonek na szczycie szkoły dzwoni trzy razy i zbiegają się dzieci w maskach zwierząt. Rudowłosa dziewczynka w masce królika potyka się i upada, więc pomagasz jej wstać. Chuda, surowa nauczycielka zaprasza cię do środka i wskazuje ręką na dwa regały z książkami pod tylną ścianą: to skromna biblioteka mieszkańców Doliny. Stateczny, ciemnoskóry mężczyzna w średnim wieku o siwej brodzie przegląda jedną z półek. Stajesz obok niego i przyglądasz się zaopatrzeniu biblioteki. Dostrzegasz kilka podniszczonych numerów Opowieści z Nevermore, podręcznik przetrwania i stertę spisanych odręcznie starych przepisów. „Gdzie jest Edie?” – pyta nauczycielki jedno z dzieci. „Matka Rachel powiedziała mi, że Edie znalazła swoje miejsce i nie powinniśmy się o nią martwić” – mówi kobieta dźwięcznym głosem. – „Co na to odpowiemy?" „Matka Rachel wie najlepiej” – mówi jednogłośnie klasa.
ru: Когда вы приближаетесь к школе, колокол на её крыше трижды звонит, приглашая внутрь детвору в масках животных. Маленькая рыжеволосая девочка в маске лисы запинается и падает, и вы помогаете ей подняться. Худощавая суровая учительница приглашает вас внутрь и указывает на пару шкафов с книгами у задней стены — скромную деревенскую библиотеку. У одного из них перебирает книги статный мужчина средних лет с кожей древесного цвета и седой бородой. Вы рассматриваете библиотечный ассортимент: несколько потрёпанных томиков «Историй из никогда», руководство по выживанию и стопка написанных от руки старых рецептов. «А где Эди?» — спрашивает один из детей учительницу. Та напевно отвечает: «Матушка Рейчел сказала мне, что Эди там, где должна быть. Нам не о чем переживать. Как мы говорим?» «Матушке Рейчел лучше знать», — хором отвечает класс.
zh: 你走近学校时，正好响起了三下钟声，召唤带著动物面具的孩子们进入教室。一个带著兔子面具的红发女孩半路上不小心绊倒了，你小心翼翼的将她扶起来。一位瘦削、冷峻的教师邀请你进入学校，指著后方墙壁旁摆著的两个书架：这就是谷地微薄的社区图书馆。一个有著核桃木肤色以及灰白胡子的威严中年男子正仔细浏览著其中一座书架，你看向图书馆的藏书：几本老旧的《永不复返》系列小说、一本生存守则，还有几本手写的旧食谱。 “但伊蒂去哪了？”一个孩子对老师发问，她用歌咏般的音调回答：“瑞秋主母告诉我伊蒂已经找到自己生命的定位，而我们不需要为她担心。我们都是怎么说的？” 全部的孩子齐声回答：“瑞秋主母永远是对的。”

source: Search the set-aside <i>Residents</i> encounter set for William Hemlock and put him into play at Vale Schoolhouse, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte William Hemlock und bringe sie im Schulhaus des Tals mit der Vorteilsseite nach oben ins Spiel.
es: Busca a William Cicuta en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en la Escuela del Valle, con el lado de Apoyo boca arriba.
fr: Cherchez William Hemlock dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans l’École de Vale, face soutien visible.
it: Cerca la carta William Hemlock nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nella Scuola della Valle con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘윌리엄 헴록’을 찾아서, 플레이 영역 중 ‘헴록 베일 학교’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Williama Hemlocka i umieść go w grze, w Miejscowej szkole, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Уильям Хемлок» и введите её в игру в «Деревенскую школу» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出威廉．赫姆拉克，并将他以支援面朝上放置入场，位于谷地学校。

source: “Welcome to the Vale!” A young woman with a bob cut greets you as you enter through the double barn doors. “It’s been so long since we had visitors. One thing you gotta know about the Vale is that we do most everything in the Commons. I know Sister Leah is planning a community dance tomorrow evening.” “Hey! Gideon. No smoking inside!” the woman barks at an old man in a long blue sailor’s coat in the corner. He stands up and hobbles outside, grumbling. You notice the corkboard on the back wall is pinned with children’s drawings of plants and birds with extra teeth, eyes, and limbs. The woman breaks your focus. “If you ever wanna call for anyone back on the mainland or, y’know, send a gift to a special someone in the village, I’m your girl. You can call me Martha Jean.”
de: „Willkommen im Tal!“ Eine junge Frau mit Bobfrisur begrüßt dich, als du durch das doppelte Scheunentor eintrittst. „Es ist so lange her, dass wir Besuch hatten. Hier sind Sie genau richtig. Sie müssen wissen, im Tal findet fast alles in dieser Versammlungshalle statt. Ich weiß, dass Schwester Leah für morgen einen gemeinschaftlichen Tanzabend plant.“ „Hey! Gideon. Drinnen wird nicht geraucht!“, bellt die Frau einen alten Mann in einem langen, blauen Matrosenmantel in der Ecke an. Er steht auf und humpelt grummelnd nach draußen. Du bemerkst, dass an einem Korkbrett an der hinteren Wand Kinderzeichnungen von Pflanzen und Vögeln hängen. Sie alle weisen zusätzliche Zähne, Augen und Gliedmaßen auf. Die Frau unterbricht deine Gedanken. „Wenn Sie mal jemanden auf dem Festland anrufen oder jemandem im Dorf eine kleine Aufmerksamkeit schicken wollen, geben Sie mir einfach Bescheid. Sie können mich Martha Jean nennen.“
es: –¡Bienvenidos al Valle! –te saluda una joven con peinado bob cuando entras por las puertas de granero dobles–. Hace mucho tiempo desde la última vez que tuvimos visitantes. Tienen que saber que en el Valle lo hacemos casi todo en el salón comunitario. Sé que la hermana Leah tiene planeado un baile de la comunidad mañana por la noche. –¡Oye, Gideon! ¡Dentro no se fuma! –le espeta la mujer a un anciano vestido con una chaqueta de marinero larga y azul que se encuentra en un rincón. El hombre se pone en pie y sale renqueante entre gruñidos. Ves que el tablón de corcho que hay en la pared de atrás tiene dibujos infantiles de plantas y pájaros con dientes, ojos y extremidades adicionales. La mujer desvía tu atención: –Si alguna vez quiere llamar a alguien del continente o, ya sabe, mandar un regalo a alguien especial del pueblo, soy su chica. Puede llamarme Martha Jean.
fr: « Bienvenue à Vale ! » Une jeune femme qui porte une coupe au carré vous accueille lorsque vous franchissez la double porte de la grange. « Nous n’avons pas reçu de visiteurs depuis si longtemps. Il faut que vous sachiez une chose importante à propos de Vale : nous faisons presque tout dans la Salle Commune. Je sais que Sœur Leah prévoit une soirée de danse demain soir. » « Hé ! Gideon, on ne fume pas à l’intérieur ! On ne fume pas à l’intérieur ! », aboie-t-elle contre un vieil homme vêtu d’une longue marinière bleue qui se tient dans un coin. Il se lève et sort en grommelant. Vous remarquez que le tableau de liège sur le mur du fond est tapissé de dessins d’enfants représentant des plantes et des oiseaux avec des dents, des yeux et des membres supplémentaires. La jeune femme vous ramène à un autre sujet. « Si vous voulez appeler quelqu’un sur le continent ou envoyer un cadeau à quelqu’un de spécial au village, je suis la bonne personne. Vous pouvez m’appeler Martha Jean. »
it: "La valle ti dà il benvenuto!" Non appena superi la porta basculante dell'ingresso, ti accoglie una giovane donna coi capelli a caschetto. "È passato così tanto tempo dall'ultima volta che abbiamo avuto dei visitatori! Se c'è una cosa che devi sapere sulla valle, è che facciamo quasi tutto nel refettorio. Se non sbaglio, Sorella Leah sta organizzando un ballo per domani sera." "Ehi, Gideon! Non si fuma qua dentro!" Il vecchio seduto nell'angolo con la giacca blu da marinaio bofonchia qualcosa e si incammina verso l'uscita zoppicando. La bacheca di sughero appesa alla parete di fondo è piena di disegni dei bambini che raffigurano piante e animali con più denti, occhi e zampe del normale. La ragazza ti strappa dai tuoi pensieri. "Se dovessi aver bisogno di chiamare qualcuno dal continente oppure, che so, mandare un regalo a qualcuno di speciale che vive qui, sono la persona che fa per te. Puoi chiamarmi Martha Jean."
ko: 이중 미닫이문을 열고 마을 회관에 들어서자, 단발머리의 젊은 여자가 당신을 반깁니다. “햄록 베일에 잘 오셨어요! 여기 외지인을 모신 게 얼마 만인지요. 헴록 베일에 대해 한 가지 알아두셔야 할 점 한 가지가 있는데요, 저희는 대부분의 일을 바로 이곳 마을 회관에서 처리한답니다. 리아 수녀님께서 내일 저녁에 마을 무도회를 기획하고 있는 걸로 알고 있어요.” “이봐요! 기디언 어르신. 실내에서는 금연이라고요!” 그녀는 구석에서 길고 새파란 선원용 외투를 걸친 노인에게 소리 지릅니다. 노인은 자리에서 벌떡 일어나 구시렁거리며 마을 회관 밖으로 나갑니다. 그 사이, 뒷벽에 걸린 코르크판에 꽂힌 아이들의 그림 몇 점이 눈에 들어옵니다. 새나 식물의 그림인데, 하나같이 이빨, 눈, 가지가 정상적인 개수보다 더 많이 그려져 있었습니다. 여자가 부르는 소리에 당신의 관심이 흐트러집니다. “육지에 연락하고 싶은 사람이 있다거나, 헴록 베일에서 누군가에게 특별한 선물을 보내고 싶다면 말만 하세요. 아참, 제 이름은 마사 진이랍니다.”
pl: „Witajcie w Dolinie!” – młoda kobieta o krótkich włosach wita cię, gdy wchodzisz przez podwójne drzwi Stodoły. „Dawno nie mieliśmy żadnych gości. Musisz wiedzieć, że tu, w Dolinie, prawie wszystko dzieje się w naszej stodole. Siostra Leah planuje tu jutro wieczorem potańcówkę”. „Hej, Gideon! Żadnego palenia w środku!” – kobieta krzyczy na stojącego w kącie starego mężczyznę w długim niebieskim marynarskim płaszczu. Ten wstaje i kuśtyka na zewnątrz, narzekając pod nosem. Zauważasz, że do wiszącej na tylnej ścianie tablicy korkowej przypięte są dziecięce rysunki roślin i ptaków z dodatkowymi zębami, oczami i kończynami. Kobieta wyrywa cię z zamyślenia. „Jeśli kiedykolwiek będziesz chciał zadzwonić do kogoś na stałym lądzie lub, wiesz, wysłać prezent komuś wyjątkowemu, tu, w wiosce, wiesz, gdzie mnie szukać. Och, nie przedstawiałam się. Możesz mi mówić Martha Jean”.
ru: Добро пожаловать в Хемлок-Вейл! — приветствует вас стриженная под каре молодая женщина, когда вы входите в двойную амбарную дверь. — У нас так давно не было гостей. Самое главное, что нужно знать о нашей деревне, так это то, что мы почти всем занимаемся в клубе. Я слышала, что сестра Лия планирует устроить танцы завтрашним вечером». «Эй! Гидеон. Никакого курева внутри!» — рявкает женщина на примостившегося в углу старика в длинном моряцком наряде. Тот встаёт и ворча ковыляет на улицу. Вы замечаете множество детских рисунков, прикреплённых к пробковой доске на задней стене. Все они изображают растения и птиц с дополнительными зубами, глазами и конечностями. Женщина отвлекает вас: «Если хотите вызвать кого-то с материка или, ну, отправить подарочек кому-нибудь особенному в деревне, я к вашим услугам! Зовите меня Марта Джин».
zh: “欢迎来到谷地！”一位留著短发的年轻女性在你走进谷仓大门时大声欢迎你。“我们好久没有接待过访客了。有件事你一定要知道：我们大部分的活动都在城镇大堂这里举办，我听说莉亚姊妹正在筹备一场社区舞会，就在明晚。” 女人突然对角落一个穿著水手外套的老人叫到：“嘿，吉迪恩！里面不可以抽烟！”老人蹒跚地走出大堂，嘴里喃喃自语著什么。你注意到后方墙上的公布栏，上面钉著一张张孩子的画作，画上是各种植物跟鸟类，但都多了许多牙齿、眼睛，甚至四肢。女人继续开口说，打断了你的注意力：“如果你想要打电话回大陆上，或是，你知道的，送礼物给村庄里某个特别的人之类的，找我就对了，你可以叫我玛莎．吉恩。

source: Search the top 9 cards of your deck for an [[Ally]] card and add it to your hand <i>(shuffle your deck)</i>.
de: Durchsuche die obersten 9 Karten deines Decks nach 1 [[Verbündeter]]-Karte und füge sie deiner Hand hinzu <i>(mische dein Deck)</i>.
es: Busca entre las 9 primeras cartas de tu mazo una carta [[Aliado]] y añádela a tu mano <i>(baraja tu mazo)</i>.
fr: Cherchez une carte [[Allié]] parmi les 9 premières cartes de votre deck et ajoutez-la à votre main <i>(mélangez votre deck)</i>.
it: Cerca tra le 9 carte in cima al tuo mazzo 1 carta [[Alleato]] e aggiungila alla tua mano. Rimescola il tuo mazzo.
ko: 당신의 덱 맨 위 카드 9장 중에서 [[조력자]] 카드를 하나 찾아서 당신의 손으로 가져옵니다<i>(당신의 덱을 섞습니다)</i>.
pl: Przeszukaj 9 wierzchnich kart twojej talii w poszukiwaniu karty z cechą [[Sprzymierzeniec]] i dodaj ją na twoją rękę <i>(potasuj twoją talię)</i>.
ru: Найдите среди 9 верхних карт своей колоды карту [[союзника]] и добавьте её себе на руку <i>(перемешайте свою колоду)</i>.
zh: 查找你牌库顶的9张卡牌，找出一张[[盟友]]卡牌，将其加入你的手牌<i>(混洗你的牌库)</i>。

source: Search the set-aside <i>Residents</i> encounter set for Gideon Mizrah and put him into play at The Commons, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Gideon Mizrah und bringe sie in der Versammlungshalle mit der Vorteilsseite nach oben ins Spiel.
es: Busca a Gideon Mizrah en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en El salón comunitario, con el lado de Apoyo boca arriba.
fr: Cherchez Gideon Mizrah dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans La Salle Commune, face soutien visible.
it: Cerca la carta Gideon Mizrah nel set di incontri <i>Abitanti</i> messo da parte e mettila in gioco nel Refettorio con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘기디언 미즈라’를 찾아서, 플레이 영역 중 ‘마을 회관’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Gideona Mizraha i umieść go w grze, w Stodole, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Гидеон Мизра» и введите её в игру в «Деревенский клуб» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出吉迪恩．米兹拉，并将他以支援面朝上放置入场，位于城镇大堂。

source: Make preparations for your first survey.
de: Jeder Ermittler bereitet sich auf den ersten Forschungstrip vor.
es: Realiza los preparativos para el primer estudio.
fr: Faites des préparatifs pour votre première enquête.
it: Preparatevi per la vostra prima uscita.
ko: 당신의 첫 번째 현장 조사를 위해 다음과 같이 준비합니다.
pl: Przygotuj się do pierwszej wyprawy.
ru: Подготовьтесь к вашему первому выходу.
zh: 为你的首次调查作准备。

source: Choose 1 asset in your play area to keep for the next scenario. It must be one that does not normally start in play. Discard each other asset and attachment in your play area, except for those that start each game in play.
de: Wähle 1 Vorteilskarte in deiner Spielzone, die sich normalerweise nicht zu Spielbeginn im Spiel befindet. Du behältst sie für das nächste Szenario. Lege jede andere Vorteilskarte und Verstärkung in deiner Spielzone ab, außer die Karten, die sich normalerweise zu Spielbeginn im Spiel befinden.
es: Elige 1 Apoyo que esté en tu zona de juego para conservarlo para el siguiente escenario. Debe ser uno que normalmente no empiece en juego. Descarta todos los demás Apoyos y cartas vinculadas de tu zona de juego, excepto aquellos que empiecen cada partida en juego.
fr: Choisissez 1 soutien dans votre zone de jeu que vous conserverez au prochain scénario. Il doit s’agir d’un soutien qui ne commence pas normalement la partie en jeu. Défaussez tous les autres soutiens et attachements de votre zone de jeu, à l’exception de ceux qui commencent chaque partie en jeu.
it: Scegliete 1 supporto ciascuno nelle rispettive aree di gioco da tenere per lo scenario successivo. Deve essere un supporto che non inizia normalmente in gioco. Scartate ogni altro supporto e aggiunta dalle vostre aree di gioco, tranne quelli che iniziano ogni partita in gioco.
ko: 당신의 플레이 영역에서 다음 시나리오를 위해 유지할 자산 하나를 선택합니다. 단, (‘영속’을 가진 카드처럼) 원래 플레이 영역에 두고 시작하는 자산들 외에, 일반적인 자산 가운데 선택해야 합니다. 당신의 플레이 영역에서 다른 모든 자산과 부착물을 버립니다(매 게임마다 플레이 상태로 시작하는 것은 유지).
pl: Wybierz 1 atut w twoim obszarze gry, który zatrzymasz na następny scenariusz. Musi być to atut, który normalnie nie zaczyna w grze. Odrzuć wszystkie pozostałe atuty i dołączone karty z twojego obszaru gry, z wyjątkiem tych, które zawsze zaczynają w grze.
ru: Выберите 1 актив в вашей игровой зоне, который вы оставите там на следующий сценарий. Это должен быть актив, который обычно не находится в игре в начале сценария. Сбросьте все остальные активы и прикреплённые карты из вашей игровой зоны, кроме тех, что находятся в игре в начале сценария.
zh: 除了游戏开始时已存在的支援，选择你的玩家区域中的1张支援，将其保留到下场冒险。将其他所有你玩家区域中的支援与附属弃掉(不要弃掉游戏开始时已存在的支援)。

source: Discard down to your opening hand size. Shuffle your discard pile into your deck. <i>(Your current hand is your opening hand for the next scenario; you will not draw a new opening hand or take a mulligan.)</i>
de: Lege Karten ab, bis du dein Starthandlimit erreicht hast. Mische deinen Ablagestapel in dein Deck. <i>(Deine aktuelle Hand ist deine Starthand für das nächste Szenario. Du ziehst für das Szenario keine neue Starthand und kannst auch keinen Mulligan nehmen.)</i>
es: Descártate hasta tener tu tamaño de mano inicial. Añade tu pila de descartes a tu mazo y baraja éste <i>(tu mano actual es tu mano inicial para el siguiente escenario; no robarás una nueva mano inicial ni podrás cambiar cartas)</i>.
fr: Défaussez des cartes jusqu’à votre taille de main de départ. Mélangez votre pile de défausse dans votre deck. <i>(Votre main actuelle est votre main de départ pour le prochain scénario ; vous ne piocherez pas une nouvelle main de départ et vous n’aurez pas de mulligan.) </i>
it: Scartate carte fino a raggiungere il vostro limite di mano di partenza. Rimescolate la pila degli scarti nel mazzo. <i>(La vostra mano attuale sarà la vostra mano di partenza per lo scenario successivo: non pescherete una nuova mano di partenza né effettuerete un mulligan.)</i>
ko: (손에 카드가 시작 카드 장수보다 많은 경우) 당신의 시작 카드 장수가 되도록 카드를 버립니다. 당신의 버린 카드 더미를 당신의 덱에 섞어넣습니다. (현재 당신의 손에 있는 카드는 다음 시나리오에서 당신의 시작 카드가 됩니다. 즉, 다음 시나리오에서는 새로운 시작 카드를 뽑지도 멀리건을 하지도 않습니다.)
pl: Odrzuć karty tak, aby pozostało ci ich na ręce tyle, ile wynosi twoja początkowa wartość ręki. Wtasuj twój stos kart odrzuconych do twojej talii. <i>(Twoja obecna ręka to twoje karty początkowe na następny scenariusz – nie dobierasz nowych kart początkowych ani nie dokonujesz wymiany).</i>
ru: Сбросьте карты с руки на свой выбор до размера вашей стартовой руки. Замешайте свой сброс в свою колоду. <i>(Ваша текущая рука будет стартовой в следующем сценарии; вы не будете набирать новую стартовую руку и не сможете заменить карты.)</i>
zh: 弃掉手牌，直到等同于你的起始手牌张数。<i>(你目前的手牌将会是下场冒险的起始手牌，你不会抽取新的起始手牌，也不会有重调机会。)</i>

source: Discard down to your starting resources.
de: Lege Ressourcen ab, die über deine Startressourcen hinausgehen.
es: Descarta recursos hasta tener tus recursos iniciales.
fr: Défaussez des ressources jusqu’à votre nombre de ressources de départ.
it: Scartate risorse fino a raggiungere le vostre risorse di partenza.
ko: (자원이 시작 자원 개수보다 많은 경우) 당신의 시작 자원 개수가 되도록 자원을 버립니다.
pl: Odrzuć żetony zasobów do twojej początkowej wartości zasobów.
ru: Сбросьте ресурсы до количества ваших стартовых ресурсов.
zh: 弃掉资源，直到等同于你的起始资源。
