Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/02_written_*_rock.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Scenario: Written in Rock
de: Szenario: In den Fels geschrieben
es: Escenario: Escrito en la roca
fr: Scénario : Gravé dans la Pierre
it: Scenario: Inciso nella Pietra
ko: 시나리오: 바위에 새겨져 있나니
pl: Scenariusz: Wyryte w skale
ru: Сценарий: Высечено в камне
zh: 冒險：銘刻於石

source: [skull]: -X. X is your location's column number. [cultist]: -1. Place 1 resource on this card, as a scrap. [tablet]: -2. If you fail, remove 1 scrap from this card. [elder_thing]: -5. Remove 1 switch from this card.
de: [skull]: -X. X ist die Spaltennummer deines Ortes. [cultist]: -1. Platziere 1 Ressource als Material auf dieser Karte. [tablet]: -2. Falls die Probe misslingt, entferne 1 Material von dieser Karte. [elder_thing]: -5. Entferne 1 Schalter von dieser Karte.
fr: [skull] –X. X est le numéro de colonne de votre lieu. [cultist] –1. Placez 1 ressource sur cette carte, en tant que débris. [tablet] –2. En cas d’échec, retirez 1 débris de cette carte. [elder_thing] –3. En cas d'échec, subissez 1 dégât.
it: [skull]: -X. Dove X è il numero di colonna del tuo luogo. [cultist]: -1. Colloca 1 risorsa su questa carta (trasformandola in rottame). [tablet]: -2. Se fallisci, rimuovi un rottame da questa carta. [elder_thing]: -5. Rimuovi 1 scambio da questa carta.
ko: [skull]: -X. X는 당신이 위치한 장소의 세로줄 번호입니다. [cultist]: -1. 이 카드에 자원을 1개 놓습니다(이자원 토큰은 ‘폐품’으로 간주합니다). [tablet]: -2. 실패하면, 이 카드에서 폐품을 1개 제거합니다. [elder_thing]: -5. 이 카드에서 스위치를 1개 제거합니다.
pl: [skull]: -X. X to numer kolumny twojej lokalizacji. [cultist]: -1. Umieść na tej karcie 1 żeton zasobu jako kawałek złomu. [tablet]: -2. Jeśli test zakończył się porażką, usuń 1 kawałek złomu z tej karty. [elder_thing]: -5. Usuń 1 zwrotnicę z tej karty.
ru: [skull]: -X. X равен номеру столбца вашей локации. [cultist]: -1. Положите 1 ресурс на эту карту как хлам. [tablet]: -2. При провале удалите 1 жетон хлама с этой карты. [elder_thing]: -5. При провале получите 1 рану.

source: [skull]: -X. X is twice your location's column number. [cultist]: -3. If you succeed, place 1 resource on this card, as a scrap. [tablet]: -4. Remove 1 scrap from this card. [elder_thing]: -5. Take 1 damage.
de: [skull]: -X. X ist die doppelte Spaltennummer deines Ortes. [cultist]: -3. Falls die Probe gelingt, platziere 1 Ressource als Material auf dieser Karte. [tablet]: -4. Entferne 1 Material von dieser Karte. [elder_thing]: -5. Nimm 1 Schaden.
fr: [skull] –X. X est le numéro de colonne de votre lieu multiplié par deux. [cultist] –3. En cas de réussite, placez 1 ressource sur cette carte, en tant que débris. [tablet] –4. Retirez 1 débris de cette carte. [elder_thing] –5. Subissez 1 dégât.
it: [skull]: -X. Dove X è il doppio del numero di colonna del tuo luogo. [cultist]: -3. Se hai successo, colloca 1 risorsa su questa carta (trasformandola in rottame). [tablet]: -4. Rimuovi 1 rottame da questa carta. [elder_thing]: -5. Subisci un danno.
ko: [skull]: -X. X는 당신이 위치한 장소의 세로줄 번호의 2배입니다. [cultist]: -3. 성공하면, 이 카드에 자원을 1개 놓습니다(이 자원 토큰은 ‘폐품’으로 간주합니다). [tablet]: -4. 이 카드에서 폐품을 1개 제거합니다. [elder_thing]: -5. 피해를 1 받습니다.
pl: [skull]: -X. X to dwukrotność numeru kolumny twojej lokalizacji. [cultist]: -3. Jeśli test zakończył się sukcesem, umieść na tej karcie 1 żeton zasobu jako kawałek złomu. [tablet]: -4. Usuń 1 kawałek złomu z tej karty. [elder_thing]: -5. Otrzymujesz 1 obrażenie.
ru: [skull]: -X. X вдвое больше номера столбца вашей локации. [cultist]: -3. При успехе положите 1 ресурс на эту карту как хлам. [tablet]: -4. Удалите 1 жетон хлама с этой карты. [elder_thing]: -5. Получите 1 рану.

source: The Rail Line and Adjacency in Act 2
de: Gleisstrecke und benachbarte Orte in Szene 2
es: La línea de ferrocarril y la adyacencia en el acto 2
fr: La Voie Ferrée et Les Cartes Adjacentes dans l’Acte 2
it: Binari e Adiacenza nel Capitolo 2
ko: 주요목적 2에서의 철로와 인접성
pl: Tor kolejki i sąsiadowanie w Akcie 2
ru: Железная дорога и соседние локации в сцене 2
zh: 場景2中的鐵道與相鄰規則

source: Sliding and Swapping Locations
de: Orte verschieben und vertauschen
es: Deslizar e intercambiar Lugares
fr: Décaler et Échanger des Lieux
it: Far Scorrere e Scambiare i Luoghi
ko: 장소 밀기/맞바꾸기
pl: Przesuwanie i zamienianie miejscami lokalizacji
ru: Как сдвигать и менять местами локации
zh: 滑動與交換地點

source: The Mine Cart and Switches
de: Die Minenlore
es: La Vagoneta
fr: Le Wagonnet et les Aiguillages
it: Il Carrello da Miniera
ko: 광차
pl: Wózek górniczy i Zwrotnice
ru: Тележка
zh: 礦車與轉轍器

source: The path to North Point Mine runs through a narrow ravine in the heart of Pearl Ridge. With little to go on, you asked around the Vale for more information about the mine, but all you could gather were several conflicting accounts. People have gone missing in the mines recently, although the mining operation is purportedly shut down. The lichens and moss are supposedly nutritious, but some are lethal? Nobody explained why the mine shut down in the first place, either. The path ends at the mouth of a yawning cave. Following an old rail track in, you find heaps of abandoned equipment overgrown with bright yellow fungi. The fungus looks far from edible, and emits a putrescent stench. Eventually, the tunnel opens into a massive cavern filled with luminescent mushrooms and towering crystal formations. The ground shifts with a slight tremor, followed by an echoing cry from deeper in the mine. Steeling yourself, you trek deeper into the cave. At the very least, Dr. Marquez will want samples of the strange overgrowth on the rusted equipment.
de: Der Weg zur „North Point“-Mine führt durch eine enge Schlucht im Herzen der Pearl-Hügel. Du hast dich im Tal umgehört, um mehr über die Mine zu erfahren, aber alles, was du herausfinden konntest, waren sich widersprechende Berichte: In der Mine sollen in letzter Zeit Menschen verschwunden sein, obwohl der Bergbaubetrieb angeblich eingestellt wurde. Die Flechten und Moose, die darin wachsen, seien angeblich nahrhaft, aber einige auch tödlich? Auch hat niemand erklärt, warum die Mine überhaupt stillgelegt wurde. Der Weg endet am Eingang einer gähnenden Höhle. Du folgst einem alten Gleis ins Innere und stößt schon bald auf Haufen von zurückgelassenen Geräten, auf denen leuchtend gelbe Pilze wachsen. Die Pilze sehen alles andere als essbar aus und verströmen einen fauligen Gestank. Schließlich öffnet sich der Tunnel zu einer riesigen Höhle, die mit hoch aufragenden Kristallgebilden gefüllt ist. Auch hier wachsen leuchtende Pilze. Ein leichtes Beben lässt den Boden erzittern, dann folgt plötzlich ein an den Wänden widerhallender Schrei aus der Tiefe der Mine. Du machst dich auf das Schlimmste gefasst und gehst tiefer in die Höhle hinein. Womöglich kannst du für Dr. Marquez sogar Proben des seltsamen Pilzbewuchses beschaffen.
es: El camino que lleva a las minas de la Punta Norte recorre un angosto desfiladero situado en plena Cresta Perla. Como apenas tenéis datos, preguntáis por el Valle para recopilar más información sobre la mina, pero tan sólo recibís relatos contradictorios. Aunque la operación minera supuestamente ha cesado, hace poco que ha desaparecido gente en las minas. Se supone que los líquenes y el musgo son nutritivos, pero ¿hay algunos letales? Nadie os ha podido explicar tampoco por qué cerraron las minas. El camino termina en la entrada de una enorme cueva. Seguís una vieja vía férrea y encontráis montones de equipo abandonado sobre el que crecen unos brillantes hongos amarillos. Éstos no parecen ni remotamente comestibles y emiten un hedor pútrido. Finalmente, el túnel da paso a una gran caverna llena de setas luminiscentes y altas formaciones de cristal. La tierra se mueve con un ligero temblor, seguido de un grito que resuena a más profundidad en la mina. Os armáis de valor y seguís aventurándoos por la cueva. Como mínimo, la Dra. Marquez querrá muestras de los extraños hongos que crecen en el equipo oxidado.
fr: Le chemin qui mène à la mine de North Point passe par un étroit ravin au cœur de Pearl Ridge. Comme vous n’avez pas grand-chose à vous mettre sous la dent, vous avez cherché à obtenir des informations sur la mine autour de Vale, mais vous n’avez pu recueillir que des témoignages contradictoires. Des personnes ont disparu dans les mines récemment, bien que l’exploitation minière est censée être stoppée. Les lichens et les mousses pourraient être nutritifs, bien que certains soient mortels. Par ailleurs, personne n’a pu expliquer pourquoi la mine avait fermé ses portes. Le sentier se termine à l’entrée d’une grotte béante. En suivant une ancienne voie ferrée, vous trouvez des tas d’équipements abandonnés envahis par des champignons d’un jaune vif. Ils sont loin d’être comestibles et dégagent une odeur putride. Finalement, le tunnel débouche sur une immense caverne remplie de champignons luminescents et d’imposantes formations cristallines. Le sol est secoué d’un léger tremblement, suivi d'un cri qui résonne dans les profondeurs de la mine. Vous vous armez de courage en vous enfonçant dans la caverne. Le Dr Marquez voudra au moins des échantillons de l’étrange végétation qui pousse sur l’équipement rouillé.
it: Il sentiero che conduce alla miniera di Punta Nord attraversa un burrone angusto nel cuore del crinale Pearl. Con pochi elementi a disposizione, avete fatto qualche domanda in giro per la valle in cerca di informazioni sulla miniera, ma tutto ciò che siete riusciti a racimolare è qualche resoconto contraddittorio. Di recente ci sono state alcune sparizioni nella zona, anche se gli scavi avrebbero dovuto essere chiusi. I licheni e il muschio che crescono sulle pareti di roccia potrebbero sostentare qualcuno, ma se fossero velenosi? E poi nessuno ha saputo spiegarvi il reale motivo per cui la miniera è stata chiusa. Il sentiero si inerpica fino all'imboccatura di una grotta. Seguendo un vecchio binario, trovate pile su pile di equipaggiamento abbandonato completamente invaso dalle escrescenze giallastre e luminescenti di un qualche strano fungo. Un fungo che sembra tutt'altro che commestibile, dal fetore putrescente che emana. Vi addentrate nel passaggio finché la galleria non si apre su una caverna immensa, disseminata anch'essa di miceti dal bagliore inquietante e di formazioni di cristalli torreggianti. Un improvviso tremolio scuote debolmente il terreno sotto i vostri piedi, seguito dall'eco di un lamento che proviene dalle profondità della miniera. Vi fate forza e decidete di non fermarvi: la dottoressa Marquez non vi perdonerebbe mai di esser tornati indietro senza aver preso almeno un campione dell'inquietante proliferazione cresciuta sugli attrezzi arrugginiti.
ko: 북곶 광산으로 향하는 길은 펄 마루 한복판을 가로지르는 좁은 협곡을 따라갑니다. 광산에 대한 정보가 거의 없는지라, 헴록 베일 주변을 돌아다니며 광산에 대한 상세한 정보를 얻기 위해 수소문해봤지만 상반된 몇 가지 진술만 들을 수 있었습니다. 북곶 광산은 폐쇄된 것으로 알려졌지만, 최근에 그곳에서 사람들이 실종되었다는 이야기. 또한 광산에서 자라는 이끼와 지의류는 섭취가 가능한 것은 물론 심지어 영양가도 좋다지만, 그중 몇몇은 섭취할 시 인체에 치명적이라니... 하지만 애초부터 왜 폐광이 된 것인지 그 이유에 관해서는 그 누구에게도 들을 수 없었습니다. 길 끝에는 아가리를 쩍 벌린 동굴이 있었습니다. 낡은 광산 선로를 따라 들어갔더니, 버려진 장비 더미와 그 위로 수북하게 자라난 노란색 버섯 군집이 보입니다. 이 버섯은 식용으로 보이지는 않는 데다 썩은 듯한 악취를 풍깁니다. 계속 선로를 따라 들어가자 마침내 거대한 공동에 도달했습니다. 이곳에는 발광 버섯과 높이 솟은 수정질이 가득 차 있습니다. 그때, 땅이 미세하게 진동하기 시작했고 광산 깊숙한 곳에서 울부짖는 괴성이 울려 퍼집니다. 당신은 마음을 다잡고서 동굴 깊은 곳으로 발을 들입니다. 마르케스 박사라면, 녹슨 장비 위에 기묘하리만치 무성하게 돋아난 버섯 표본이라도 손에 넣길 바라리라 싶습니다.
pl: Ścieżka do Kopalni Północnej prowadzi przez wąski wąwóz w sercu Grani Pearla. Nie wiedząc zbyt wiele o tym miejscu, zasięgnęliście języka w Dolinie, ale jedyne, co usłyszeliście, to kilka sprzecznych relacji. Niedawno w kopalni zaginęło kilka osób, mimo że rzekomo zaprzestano wszelkiej działalności wydobywczej. Niektórzy mówią, że porosty i mech są pożywne, inni – że to trucizna. Nikt też nie wyjaśnił, dlaczego właściwie kopalnia została zamknięta. Ścieżka kończy się u szerokiego wejścia do jaskini. Podążając za starą bocznicą kolejową, znajdujecie sterty porzuconego sprzętu porośniętego jasnożółtymi grzybami. Narośl zdecydowanie nie wygląda na jadalną i wydziela odór zgnilizny. W końcu tunel otwiera się na potężną jaskinię pełną luminescencyjnych grzybów i wysokich kryształowych formacji. Gdy wciąż stoicie na progu, ziemia lekko drży, a zaraz potem rozlega się krzyk gdzieś z głębi kopalni. Zbieracie się w sobie i ruszacie naprzód. Dr Marquez będzie chciała przynajmniej zebrać próbki tej dziwnej narośli na zardzewiałym sprzęcie.
ru: Путь к шахте Норт-Пойнт пролегает через узкое ущелье в самом сердце Пёрл-Ридж. Из-за недостатка информации вы попытались расспросить о ней местных жителей, но вам удалось собрать лишь несколько противоречивых сведений. В последнее время в шахте пропадали люди, хотя её разработка якобы была приостановлена. Лишайники и мох вроде как пригодны для употребления в пищу, но… некоторые из них смертельно опасны? И никто не смог объяснить, почему шахта вообще закрылась. Тропинка заканчивается зияющей пастью пещеры. Следуя по уходящей внутрь железнодорожной колее, вы обнаруживаете горы брошенных инструментов, поросших ярко-жёлтыми грибами. Грибы не выглядят съедобными, а ещё от них отвратительно несёт гнилью. В конце концов туннель достигает огромной пещеры, заполненной светящимися грибами и высокими кристаллическими образованиями. Земля под ногами вдруг слегка подрагивает, а из глубины шахты доносится крик. Собрав волю в кулак, вы устремляетесь вглубь пещеры. Как минимум доктору Маркес понадобятся образцы странной растительности на ржавом оборудовании.
zh: 你們知道前往北角礦坑的路要穿越珍珠山脈中央的一道狹窄的山溝，但除此之外沒有其他線索。你們只好在谷地中四處詢問更多關於礦坑的消息，但蒐集到的訊息似乎相互矛盾。據傳這座礦坑已經關閉，但最近又傳出有人在其中失蹤；有些消息說裡面的地衣跟苔癬具有營養價值，但也有人說它們含有劇毒？最奇怪的是關於那座礦坑關閉的原因，沒有人知道，或只是不願提起。 你們朝著礦坑方向前進，最後來到一個巨口般的山洞前。你們沿著老舊的鐵道進入洞口，周圍四散著廢棄的裝備，亮黃色的菌菇生長其上，將其完全覆蓋。這些菌菇看起來不適合食用，同時散發出腐臭的氣息。終於狹窄的隧道引領你們來到一座寬廣的洞穴，四處長滿了發光的蘑菇以及高聳的水晶結構體。地面發出微微的震動，隨之一陣哭聲從礦洞深處迴盪而來，你們安撫住自己的不安，向更深處前進。至少，對於那些在生鏽工具上不自然生長的蕈菇，馬爾克斯博士一定會想要一些樣本。

source: Gather the 6 [[Cave]] locations and randomly remove 2 of them from the game. Place the rest as shown in the Location Placement diagram below.
de: Von den 6 [[Höhle]]-Orten werden 2 zufällig aus dem Spiel entfernt. Die übrigen Orte werden wie bei der Platzierung der Orte unten ins Spiel gebracht.
es: Reúne los 6 Lugares [[Cueva]] y retira 2 de ellos de la partida aleatoriamente. Coloca el resto como se muestra en la imagen de la colocación de Lugares más abajo.
fr: Réunissez les 6 lieux [[Grotte]] et retirez 2 d’entre eux de la partie, aléatoirement. Placez les autres comme indiqué sur le schéma Placement des Lieux ci-dessous.
it: Radunate i 6 luoghi [[Caverna]] e rimuovetene dal gioco 2 casuali. Collocate gli altri come mostrato nella Disposizione dei Luoghi sottostante.
ko: [[동굴]] 장소 6장을 모아 그중 무작위로 2장을 게임에서 제거합니다. 장소 배치도에 따라, 나머지 [[동굴]] 장소 4장을 플레이 영역에 둡니다.
pl: Zbierz 6 lokalizacji z cechą [[Jaskinia]] i usuń z gry 2 losowe z nich. Umieść pozostałe tak, jak pokazano na schemacie Ułożenie lokalizacji poniżej.
ru: Соберите в одну стопку все 6 локаций пещеры, перемешайте их и случайным образом удалите из игры 2 из них. Оставшиеся выложите так, как показано на диаграмме «Расположение локаций» ниже.
zh: 收齊6張[[洞穴]]地點，並隨機將其中2張從遊戲中移除。將剩下地點依照下方參考擺放位置圖例進行放置。

source: Cavern
de: Höhle
es: Caverna
fr: Caverne
it: Caverna
ko: 동굴
pl: Jaskinia
ru: Пещера
zh: 岩洞

source: Control Station
de: Gleisstation
es: Puesto de control
fr: Poste de Contrôle
it: Stazione di Controllo
ko: 제어실
pl: Stacja kontroli
ru: Диспетчерская
zh: 控制站

source: Column 3
de: Spalte 3
es: Columna 3
fr: Colonne 3
it: Colonna 3
ko: 세로줄 3
pl: Kolumna 3
ru: Столбец 3
zh: 欄位 3

source: Gather each location from the <i>Written in Rock</i> encounter set. Put the Control Station location into play as shown. Set the remaining 15 [[Rail]] locations aside, out of play.
de: Von den Orten im Begegnungsset <i>In den Fels geschrieben</i> wird die Gleisstation wie angegeben ins Spiel gebracht. Die übrigen 15 [[Bahngleis]]-Orte werden als nicht im Spiel befindlich beiseitegelegt.
es: Reúne todos los Lugares del conjunto de encuentros <i>Escrito en la roca</i>. Pon en juego el Lugar Puesto de control como se muestra. Pon aparte, fuera del juego, los 15 Lugares [[Ferrocarril]] restantes.
fr: Réunissez chaque lieu du set de rencontre <i>Gravé dans la Pierre</i>. Mettez en jeu le lieu Poste de Contrôle comme indiqué. Mettez de côté les 15 lieux [[Voie Ferrée]] restants, hors-jeu.
it: Radunate ogni luogo del set di incontri <i>Inciso nella Pietra</i>. Mettete in gioco la Stazione di Controllo come indicato. Mettete da parte, temporaneamente fuori dal gioco, i 15 luoghi [[Ferrovia]] rimanenti.
ko: [[바위에 새겨져 있나니]] 조우 세트에서 모든 장소를 모읍니다. 장소 배치도와 같이 ‘제어실’을 플레이 영역에 둡니다. 나머지 모든 [[철로]] 장소 15장을 비플레이 상태로 치워 둡니다.
pl: Zbierz każdą lokalizację z zestawu spotkań <i>Wyryte w skale</i>. Umieść Stację kontroli w grze, tak jak pokazano na schemacie. Odłóż 15 pozostałych lokalizacji z cechą [[Kolejka]] na bok, poza grę.
ru: Соберите все локации из набора контактов «Высечено в камне». Введите в игру локацию «Диспетчерская». Отложите в сторону, вне игры, 15 оставшихся локаций-[[рельс]].
zh: 收齊<i>銘刻於石</i>遭遇組中的所有地點，將控制站地點放置入場。將剩餘的15張[[軌道沿線]]地點放在一旁，置於場外。

source: Place 1 resource on each location, as a scrap. <i>(Hint: The scraps collected during Act 1 will help investigators during Act 2)</i>.
de: Auf jeden Ort wird 1 Ressource als Material platziert. <i>(Tipp: In Szene 1 gesammeltes Material wird den Ermittlern in Szene 2 helfen.)</i>
es: Coloca 1 recurso en cada Lugar como chatarra <i>(Consejo: la chatarra reunida durante el acto 1 ayudará a los investigadores durante el acto 2)</i>.
fr: Placez 1 ressource dans chaque lieu, en tant que débris. <i>(Conseil : les débris collectés lors de l’Acte 1 aideront les investigateurs pendant l’Acte 2)</i>.
it: Collocate 1 risorsa su ogni luogo (trasformandola in rottame). <i>(Suggerimento: I rottami raccolti durante il Capitolo 1 vi aiuteranno ad affrontare il Capitolo 2.)</i>
ko: 모든 장소마다 자원을 1개씩 놓습니다(이 자원 토큰은 ‘폐품’으로 간주합니다). <i>(조언: 주요목적 1 동안 폐품을 수집해 둔다면, 주요목적 2에서 조사자들에게 큰 도움이 될 것입니다.)</i>
pl: Umieść na każdej lokalizacji 1 żeton zasobu jako złom. <i>(Wskazówka: Kawałki złomu zebrane podczas Aktu 1 pomogą badaczom w Akcie 2)</i>.
ru: Положите 1 ресурс на каждую локацию как хлам. <i>(Подсказка: хлам, собранный сыщиками во время сцены 1, пригодится им в сцене 2)</i>.
zh: 在每個地點各放置1資源，作為殘片。<i>(提示：在場景1期間收集的殘片，在場景2中會對調查員有幫助。)</i>

source: Investigators begin play at the leftmost location.
de: Jeder Ermittler beginnt das Spiel am Ort ganz links.
es: Los investigadores comienzan la partida en el Lugar situado más a la izquierda.
fr: Les investigateurs commencent la partie dans le lieu le plus à gauche.
it: Iniziate la partita nel luogo più a sinistra.
ko: 모든 조사자는 가장 왼쪽 장소에서 시작합니다.
pl: Badacze rozpoczynają grę w skrajnej lewej lokalizacji.
ru: Все сыщики начинают игру в крайней левой локации.
zh: 每位調查員從最左邊的地點開始遊戲。

source: If it is <b>Day [day]</b>:
de: Falls es <b>Tag [day]</b> ist:
es: Si es de <b>Día [day]</b>:
fr: S’il fait <b>Jour [day]</b> :
it: Se è <b>Giorno [day]</b>:
ko: 지금이 <b>(낮 [day])</b>이라면:
pl: Jeśli jest <b>Dzień [day]</b>:
ru: Если сейчас <b>День [day]</b>:
zh: 如果目前是<b>白日[day]</b>：

source: Gather each story asset from the <i>Residents</i> encounter set.
de: Jede Storyvorteilskarte aus dem Begegnungsset <i>Einwohner</i> wird herausgesucht.
es: Reúne todos los Apoyos de historia del conjunto de encuentros <i>Habitantes</i>.
fr: Réunissez tous les autres soutiens d’histoire du set de rencontre <i>Habitants</i> .
it: Radunate ogni supporto storia del set di incontri <i>Abitanti</i>.
ko: [[주민]] 조우 세트에서 모든 이야기 자산을 모읍니다.
pl: Zbierz każdy atut fabularny z zestawu spotkań <i>Mieszkańcy</i>.
ru: Соберите все сюжетные активы из набора контактов «Жители».
zh: 從<i>住民</i>遭遇組中收齊所有劇情支援。

source: If it is <b>Day 1</b>:
de: Falls es <b>Tag 1</b> ist:
es: Si es el <b>Día 1</b>:
fr: Si vous êtes au <b>Jour 1</b> :
it: Se è il <b>Giorno 1</b>:
ko: 지금이 <b>첫 번째 낮</b>이라면:
pl: Jeśli jest <b>Dzień 1</b>:
ru: Если сейчас <b>День 1</b>:
zh: 如果目前是<b>第一日</b>：

source: Place River Hawthorne at the location in column 3.
de: Platziere River Hawthorne am Ort in Spalte 3.
es: Coloca a River Hawthorne en el Lugar de la columna 3.
fr: Placez River Hawthorne dans le lieu de la colonne 3.
it: Collocate River Hawthorne nel luogo nella colonna 3.
ko: ‘리버 호손’을 3번 세로줄 장소에 놓습니다.
pl: Umieść River Hawthorne w lokalizacji w kolumnie 3.
ru: Выложите «Ривер Хоуторн» в локацию в столбце 3.
zh: 將芮福．霍桑放到欄位3的地點。

source: If it is <b>Day 1</b> or <b>Day 2</b>:
de: Falls es <b>Tag 1</b> oder <b>Tag 2</b> ist:
es: Si es el <b>Día 1</b> o el <b>Día 2</b>:
fr: Si vous êtes au <b>Jour 1</b> ou au <b>Jour 2</b> :
it: Se è il <b>Giorno 1</b> o il <b>Giorno 2</b>:
ko: 지금이 <b>첫 번째 낮</b> 또는 <b>두 번째 낮</b>이라면:
pl: Jeśli jest <b>Dzień 1</b> lub <b>Dzień 2</b>:
ru: Если сейчас <b>День 1</b> или <b>День 2</b>:
zh: 如果目前是<b>第一日</b>或<b>第二日</b>：

source: Set Simeon Atwood aside, out of play.
de: Simeon Atwood wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte a Simeon Atwood, fuera del juego.
fr: Mettez de côté Simeon Atwood, hors-jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, Simeon Atwood.
ko: ‘시미언 앳우드’를 비플레이 상태로 치워 둡니다.
pl: Odłóż Simeona Atwooda na bok, poza grę.
ru: Отложите «Симеона Этвуда» в сторону, вне игры.
zh: 將西緬．阿特伍德放在一旁，置於場外。

source: If it is <b>Day 3</b> and Leah Atwood is not crossed out:
de: Falls es <b>Tag 3</b> ist und Leah Atwood nicht durchgestrichen ist:
fr: Si vous êtes au <b>Jour 3</b> et que Leah Atwood n'est pas rayée :
it: Se è il <b>Giorno 3</b> e Leah Atwood non è barrata:
ko: 지금이 <b>세 번째 낮</b>이고 ‘리아 앳우드’에 취소선이 그어져 있지 않다면:
pl: Jeśli jest <b>Dzień 3</b> i Leah Atwood nie jest wykreślona:
ru: Если сейчас <b>День 3</b> и «Лия Этвуд» не вычеркнута в журнале:

source: Set Leah Atwood aside, out of play.
de: Leah Atwood wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte a Leah Atwood, fuera del juego.
fr: Mettez de côté Leah Atwood, hors-jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, Leah Atwood.
ko: ‘리아 앳우드’를 비플레이 상태로 치워 둡니다.
pl: Odłóż Leah Atwood na bok, poza grę.
ru: Отложите «Лию Этвуд» в сторону, вне игры.
zh: 將莉亞．阿特伍德放在一旁，置於場外。

source: Remove the rest of the <i>Residents</i> encounter set from the game.
de: Die übrigen Karten des Begegnungssets <i>Einwohner</i> werden aus dem Spiel entfernt.
es: Retira de la partida el resto del conjunto de encuentros <i>Habitantes</i>.
fr: Retirez de la partie le reste du set de rencontre <i>Habitants</i>.
it: Rimuovete dal gioco il resto del set di incontri <i>Abitanti</i>.
ko: 나머지 [[주민]] 조우 세트를 게임에서 제거합니다.
pl: Usuń z gry resztę zestawu spotkań <i>Mieszkańcy</i>.
ru: Удалите из игры все остальные карты из набора контактов «Жители».
zh: 將<i>住民</i>遭遇組中的其他卡牌從遊戲中移除。

source: Remove the Subterranean Beast enemy from the game.
de: Der Gegner Unterirdische Bestie wird aus dem Spiel entfernt.
es: Retira el Enemigo Bestia subterránea de la partida.
fr: Retirez l’ennemi Monstre Souterrain de la partie.
it: Rimuovete dal gioco il nemico Bestia Sotterranea.
ko: ‘지하 괴수’ 적을 게임에서 제거합니다.
pl: Usuń z gry wroga Podziemna bestia.
ru: Удалите из игры врага «Подземное чудовище».
zh: 將地底恐獸從遊戲中移除。

source: Put the scenario reference card into play on its Act 1 side.
de: Die Szenarioübersichtskarte wird mit ihrer „Szene 1“-Seite ins Spiel gebracht.
es: Pon en juego la carta de referencia de escenario por su lado del acto 1.
fr: Mettez en jeu la carte de référence du scénario sur sa face Acte 1.
it: Mettete in gioco la carta di consultazione dello scenario sul lato Capitolo 1.
ko: 시나리오 참조 카드를 주요목적 1 면이 보이도록 플레이 영역에 둡니다.
pl: Umieść w grze kartę pomocy scenariusza, stroną Aktu 1 do góry.
ru: Введите в игру памятку сценария стороной сцены 1 вверх.
zh: 將場景1冒險參考卡牌放置入場。
