Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/02_written_*_rock.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Set both copies of the Crystal Parasite enemy and each other card from the <i>Written in Rock</i> encounter set aside, out of play.
de: Beide Gegner Kristall-Parasit und alle anderen Karten aus dem Begegnungsset <i>In den Fels geschrieben</i> werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, las dos copias del Enemigo Parásito de cristal y todas las demás cartas del conjunto de encuentros <i>Escrito en la roca</i>.
fr: Mettez de côté les deux exemplaires de l’ennemi Parasite de Cristal et toutes les autres cartes du set de rencontre <i>Gravé dans la Pierre</i>, hors-jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, le 2 copie del nemico Parassita Cristallino e ogni altra carta del set di incontri <i>Inciso nella Pietra</i>.
ko: [[바위에 새겨져 있나니]] 조우 세트의 나머지 모든 카드와 ‘수정질 기생충’ 적 사본 2장을 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, obie kopie wroga Kryształowy pasożyt oraz każdą pozostałą kartę z zestawu spotkań <i>Wyryte w skale</i>.
ru: Отложите в сторону, вне игры, оба экземпляра врага «Кристаллический паразит» и все оставшиеся карты из набора контактов «Высечено в камне».
zh: 將2張晶化寄生蟲敵人以及<i>銘刻於石</i>遭遇組中所有其他卡牌放在一旁，置於場外。

source: The Cave-In
de: Der Einsturz
es: El derrumbe
fr: L’Effondrement
it: Il Crollo
ko: 붕괴
pl: Zawalisko
ru: Обвал
zh: 坍方

source: Scenario Interlude: The Cave-In
de: Szenario-Zwischenspiel: Der Einsturz
es: Interludio del escenario: El derrumbe
fr: Interlude de Scénario : L’Effondrement
it: Interludio dello Scenario: Il Crollo
ko: 시나리오 막간: 붕괴
pl: Antrakt scenariusza: Zawalisko
ru: Интерлюдия сценария: Обвал
zh: 冒險幕間故事：坍方

source: As the rumbling subsides, you look back at the collapsed tunnel. There is no way back. With no other recourse, you follow the old rail line into the darkness. After some time, you come upon a brightly lit shed next to an old mine cart on the nearby tracks.
de: Als das Rumpeln nachlässt, blickst du auf den eingestürzten Tunnel hinter dir. Es gibt nun keinen Weg mehr zurück. Da du keine andere Möglichkeit hast, folgst du den alten Gleisen in die Dunkelheit. Nach einiger Zeit stößt du auf einen hell erleuchteten Schuppen. Daneben befindet sich eine alte Minenlore auf einer Gleisstrecke, die noch tiefer führt.
es: Cuando el estruendo termina, contempláis el túnel desmoronado. No hay forma de volver. Sin otra alternativa, seguís la vieja línea férrea hacia la oscuridad. Tras un rato, llegáis a una caseta muy iluminada que se encuentra junto a una antigua vagoneta situada en las vías.
fr: Maintenant que le grondement s’est calmé, vous regardez derrière vous le tunnel effondré. Il n’y a aucun moyen de revenir en arrière. Sans autre recours, vous suivez l’ancienne voie ferrée dans l’obscurité. Au bout d’un certain temps, vous trouvez une cabane bien éclairée à côté d’un vieux wagonnet, sur la voie ferrée voisine.
it: Mentre il fragore si placa, vi voltate in direzione della galleria crollata: non potete più tornare indietro. A corto di alternative, riprendete a seguire i vecchi binari che si addentrano nell'oscurità. Dopo aver camminato per un po', vi imbattete in un capanno illuminato e in un carrello da miniera che giace sulle rotaie.
ko: 굉음이 가라앉은 후, 당신은 무너진 동굴을 되돌아봅니다. 이제 돌아갈 길은 없습니다. 별다른 수도 없었기에 낡은 선로를 따라 어둠 속으로 향합니다. 얼마 가지 않아, 불이 켜진 창고를 발견했습니다. 창고 근처 선로 위에는 오래된 광차 하나가 놓여 있습니다.
pl: Gdy dudnienie ustaje, spoglądacie do tyłu na zawalony tunel. Droga powrotna przepadła. Nie mając innego wyjścia, podążacie dalej w ciemność wzdłuż torów starej kolejki. Po pewnym czasie natykacie się na jasno oświetloną szopę oraz stary wózek górniczy na pobliskich torach.
ru: Когда грохот стихает, вы оборачиваетесь на обрушившийся туннель. Пути назад больше нет, и вы следуете по старым рельсам в темноту. Спустя некоторое время вы натыкаетесь на ярко освещённый сарай, рядом с которым на рельсах стоит старая тележка.
zh: 巨石滾落，你們轉身看向崩塌的隧道，沒辦法回頭了。沒有其他線索可循，你們只能繼續沿著鐵道，深入黑暗之中。過了一會兒後，你們看見軌道上有一輛舊礦車，旁邊有座明亮的棚子。

source: Check your Campaign Log. If it is (<b>Day [day]</b>):
de: Überprüfe das Kampagnenlogbuch. Falls es (<b>Tag [day]</b>) ist:
es: Comprueba el registro de campaña. Si es de <b>Día [day]</b>:
fr: Vérifiez votre Carnet de Campagne. S’il fait (<b>Jour [day]</b>) :
it: Controllate il Diario della Campagna. Se è <b>Giorno [day]</b>:
ko: 캠페인 기록지를 확인합니다. 지금이 <b>(낮 [day])</b>이라면:
pl: Sprawdź Dziennik kampanii. Jeśli jest (<b>Dzień [day]</b>):
ru: Сверьтесь с журналом. Если сейчас (<b>День [day]</b>):
zh: 檢查劇本日誌。如果目前是(<b>白日[day]</b>)：

source: The shed is a former rail control station repurposed as a clubhouse. Hand-drawn maps and charts cover the walls and ceiling; they appear to be a young person’s handwriting. If someone was here recently, they may currently be trapped in the mine along with you.
de: Der Schuppen ist die ehemalige Gleisstation, die nun zu einer Art „Klubhaus“ zweckentfremdet wurde. Handgezeichnete Karten und Diagramme bedecken die Decke und die Wände; der Handschrift nach zu urteilen, war der Autor dieser Werke noch sehr jung. Falls hier tatsächlich vor Kurzem noch jemand war, ist diese Person mit dir zusammen in der Mine gefangen.
es: La caseta es un antiguo puesto de control ferroviario reconvertido en la sede de un club. Hay mapas y gráficos hechos a mano por todas las paredes y el techo; parecen obra de una persona joven. Si alguien ha estado aquí hace poco, puede que también se encuentre atrapado en la mina con vosotros.
fr: La cabane est une ancienne station de contrôle ferroviaire. Des cartes et des tableaux dessinés à la main couvrent les murs et le plafond. Ils semblent être l’œuvre d’un enfant. Si quelqu’un est venu ici récemment, il se peut qu’il soit actuellement piégé dans la mine avec vous.
it: Il capanno è una vecchia stazione di controllo riadattata a fortino. Le pareti e il soffitto sono ricoperte di mappe e cartigli disegnati a mano, probabilmente frutto del lavoro di un ragazzino. Se c'è stato qualcuno di recente, potrebbe essere rimasto intrappolato nella miniera insieme a voi.
ko: 이곳은 초기에는 선로 제어실로 사용되었겠지만 지금은 일종의 휴게실이나 집회소로 용도가 변경되었습니다. 안에는 손으로 그린 지도와 도해서가 벽과 천장에 가득 붙어 있었으며, 필체로 미루어 젊은이의 작품인 것으로 추정됩니다. 최근에 누군가가 여기 왔다면, 당신과 마찬가지로 이 광산에 고립되었을 가능성이 높습니다.
pl: Szopa jest dawną stacją kontroli kolei, przekształconą na budynek socjalny. Ściany i sufit są pokryte ręcznie rysowanymi mapami i wykresami; wydaje wam się, że pismo należy do młodej osoby. Jeśli ktoś był tu niedawno, teraz może być uwięziony w kopalni razem z wami.
ru: Судя по всему, сарай некогда был диспетчерской, позже переоборудованной под своего рода клуб. Его стены и потолок покрыты нарисованными от руки картами и графиками; скорее всего, их автор довольно юн. Если кто-то был здесь недавно, возможно, прямо сейчас он тоже заперт в этой пещере, как и вы.
zh: 這座頂棚原本似乎是控制室，但後來被改成了休憩的地方。牆上甚至天花板上滿是手繪的地圖跟表格，看起來是出自於年輕人之手。如果有人最近待過這裡，那他們八成跟你們一起被困在這了。

source: A sharp trill echoes through the cavern, followed by a noisome clicking. Down a connecting tunnel, a stygian maw nested in writhing appendages advances. Your heart nearly stops as the monstrosity lets out another shrill staccato and charges toward you.
de: Ein hohes Trillern hallt durch die Höhle, gefolgt von einem geräuschvollen Klicken. Aus einem Verbindungstunnel kommt ein düsterer Schlund auf dich zu, der von unzähligen, sich windenden Auswüchsen umgeben ist. Dein Herz bleibt fast stehen, als die Monstrosität ein weiteres schrilles, abgehacktes Geräusch von sich gibt und auf dich zustürmt.
es: Un agudo trino resuena por la caverna, seguido de unos ruidosos chasquidos. Por uno de los túneles conectados a vuestra ubicación avanzan unas fauces estigias sobre apéndices que se retuercen. Casi se os para el corazón cuando la monstruosidad emite otro estridente grito y carga hacia vosotros.
fr: Un trille aigu résonne dans la caverne, suivi d’un fort cliquetis. Au bout d’un tunnel connexe, une gueule horrible et percluse d’appendices frénétiques s’approche de vous. Votre cœur manque de s’arrêter lorsque la monstruosité émet un nouveau staccato strident et fonce sur vous.
it: Un trillo acuto riecheggia in tutta la caverna, seguito da un rivoltante ticchettio. C'è qualcosa in fondo a uno dei passaggi che si innesta nella vostra galleria: delle fauci infernali, che si aprono su un groviglio di appendici contorte, avanzano verso di voi. Il cuore vi salta in gola quando la mostruosità emette un ultimo verso straziante e inizia a incalzarvi.
ko: 날카로운 괴성이 광산에 울려 퍼지고, 딸깍거리는 소음이 뒤잇습니다. 제어실과 이어진 동굴로 내려가 보니, 꿈틀대는 부속지로 둘러싸인 시커먼 흉물이 딸각거리는 소리를 내고 있었습니다. 놈이 당신을 향해 돌아보며 아가리를 쩍 벌리더니, 또다시 귀청을 찢는 날카로운 괴성을 내지르며 당신을 향해 달려듭니다.
pl: Przez jaskinię odbija się echem wibrujący dźwięk, po którym następuje głośne kliknięcie. Z tunelu obok wyłania się przeraźliwa paszcza, otoczona wijącymi się wypustkami. Wasze serca prawie się zatrzymują, gdy potworność wyrzuca z siebie kolejne przenikliwe staccato i wyraźnie szykuje się do szarży na was.
ru: По пещере разносится резкая трель, за которой следует громкое щёлканье. Вниз по соединительному туннелю несётся адская пасть, окружённая извивающимися отростками. Ваше сердце замирает, когда чудовище издаёт очередное пронзительное стаккато и бросается к вам.
zh: 尖利的顫音迴盪在洞穴中，隨之而來的是令人戰慄的敲擊聲。在隧道的另一端，一支多腳、長著漆黑巨口的生物正朝你們前進。牠發出一聲淒厲的尖嘯並衝向你們，你們感覺自己的心臟幾乎停止了。

source: With the entrance collapsed, the only way out of the mine is through. You push the mine cart forward with every ounce of your strength and jump in, hoping the rusted tracks hold up.
de: Da der Eingang verschüttet ist, gibt es nur noch einen Ausweg: durch die Mine hindurch. Mit all deiner verbliebenen Kraft schiebst du die Minenlore an und springst hinein. Du kannst nur hoffen, dass die rostigen Gleise halten werden.
es: Con la entrada colapsada, la única forma de salir de la mina es atravesándola. Empujáis la vagoneta hacia delante con todas vuestras fuerzas y os metéis en ella de un salto, con la esperanza de que las oxidadas vías aguanten.
fr: L’entrée s’étant effondrée, le seul moyen de sortir de la mine est de la traverser. Vous poussez le wagonnet de toutes vos forces et sautez à l’intérieur, en espérant que les rails rouillés tiennent le coup.
it: Crollato l'ingresso, l'unico modo che avete per uscire dalla miniera è attraversarla. Spingete il carrello sui binari con tutta la vostra forza e saltate dentro, sperando che le rotaie non vi tradiscano.
ko: 들어왔던 광산 출입구가 무너졌으니, 이제 여기서 나갈 방법은 이 선로를 타고 반대쪽 출구로 향하는 길뿐입니다. 당신은 젖 먹던 힘까지 짜내어 광차를 밀고서 움직이는 광차 위로 몸을 싣습니다. 부디 녹슨 선로가 버텨주기를 기도하며...
pl: Po zawaleniu się wejścia, jedyną szansą na wyjście z kopalni jest droga przed wami. Resztką sił popychacie wózek do przodu i wskakujecie do środka, mając nadzieję, że zardzewiałe szyny wytrzymają.
ru: Вход в шахту завален, вам ничего не остаёся, кроме как попытаться пройти её насквозь. Вы изо всех сил толкаете тележку вперёд, запрыгиваете в неё и надеетесь, что ржавые рельсы выдержат.
zh: 入口已經坍方，現在只有穿越整座礦坑才有可能離開這裡，你們用盡全身上下的力量推動礦車，然後跳進車內，希望鏽蝕的軌道能支撐你們的重量。

source: Gather all 15 set-aside [[Rail]] locations.
de: Suche alle 15 beiseitegelegten [[Bahngleis]]-Orte heraus.
es: Reúne los 15 Lugares [[Ferrocarril]] puestos aparte.
fr: Réunissez les 15 lieux [[Voie Ferrée]] mis de côté.
it: Radunate i 15 luoghi [[Ferrovia]] messi da parte.
ko: 치워 두었던 [[철로]] 장소 15장을 모두 모읍니다.
pl: Zbierz 15 odłożonych na bok lokalizacji z cechą [[Kolejka]].
ru: Соберите все 15 отложенных локаций-[[рельс]].
zh: 收齊所有15張放在一旁的[[軌道沿線]]地點。

source: Place the Rail Exit and the 7 depicted Rail Tunnel locations as shown in the Location Placement diagram.
de: Platziere den Ort Gleisende und die 7 Gleistunnel-Orte wie bei in der Abbildung „Platzierung der Orte“ angegeben.
es: Coloca la Salida férrea y los 7 Lugares Túnel férreo como se muestra en la imagen de la colocación de Lugares.
fr: Placez la Sortie de la Voie Ferrée et les 7 lieux Tunnel Ferroviaire illustrés comme indiqué sur le schéma de Placement des Lieux.
it: Collocate l'Uscita della Ferrovia e i 7 luoghi Galleria della Ferrovia indicati come mostrato nella Disposizione dei Luoghi.
ko: 장소 배치도에 따라, 그림에 그려진 ‘갱도 선로’ 장소 7장(카드에 그려진 선로 그림에 유의하세요)과 ‘선로 출구’ 장소를 놓습니다.
pl: Umieść lokalizację Wyjście z kopalni oraz 7 lokalizacji Tunel z szynami tak, jak to pokazano na schemacie Ułożenie lokalizacji.
ru: Выложите локацию «Дорога к выходу» и 7 локаций «Туннель с рельсами», как изображено на диаграмме «Расположение локаций» ниже.
zh: 將鐵道出口與7張所示的鐵道坑洞，依照參考擺放位置圖例進行放置。

source: Shuffle the remaining [[Rail]] locations and place 1 in each space marked with a “?” on the Location Placement diagram.
de: Mische die übrigen [[Bahngleis]]-Orte und platziere je 1 an einer mit einem „?“ versehenen Stelle, wie auf der Abbildung angegeben.
es: Baraja los Lugares [[Ferrocarril]] restantes y coloca 1 en cada casilla marcada con “?” en la imagen de la colocación de Lugares.
fr: Mélangez les lieux [[Voie Ferrée]] restants et placez-en 1 dans chaque espace marqué d’un « ? » sur le schéma de Placement des Lieux.
it: Mescolate i luoghi [[Ferrovia]] rimanenti e collocatene 1 in ogni spazio contrassegnato da un "?" della Disposizione dei Luoghi.
ko: 나머지 [[철로]] 장소를 섞어 장소 배치도에 “?” 표시된 칸마다 하나씩 놓습니다.
pl: Potasuj pozostałe lokalizacje z cechą [[Kolejka]] i umieść po 1 na każdym polu oznaczonym „?” na schemacie Ułożenie lokalizacji.
ru: Перемешайте оставшиеся локации-[[рельсы]] и выложите по одной в каждое место, обозначенное как «?» на диаграмме «Расположение локаций» ниже.
zh: 混洗剩餘的[[軌道沿線]]地點，並在參考擺放位置圖例中，每個有“？”的位置各放置1張。

source: Mine Cart
de: Minenlore
es: Vagoneta
fr: Wagonnet
it: Carrello da Miniera
ko: 광차
pl: Wózek górniczy
ru: Тележка
zh: 礦車

source: Rail Tunnel
de: Gleistunnel
es: Túnel férreo
fr: Tunnel Ferroviaire
it: Galleria della Ferrovia
ko: 갱도 선로
pl: Tunel z szynami
ru: Тунель с рельсами
zh: 鐵道坑洞

source: Rail Exit
de: Gleisende
es: Salida férrea
fr: Sortie de la Voie Ferrée
it: Uscita della Ferrovia
ko: 선로 출구
pl: Wyjście z kopalni
ru: Дорога к выходу
zh: 鐵道出口

source: In this example, the Mine Cart is facing the adjacent location next to the Control Station. When it moves via its forced effect, it will move into that location if the rail icons are aligned. If the icons are not aligned, the Mine Cart moves off the tracks and each investigator is defeated!
de: Beispiel: Die Minenlore zeigt auf den benachbarten Ort rechts neben der Gleisstation. Sobald sie sich durch ihren <b>Erzwungen</b>-Effekt bewegt, bewegt sie sich an jenen Ort, falls die Gleis-Symbole miteinander vernetzt sind. Falls nicht, springt die Minenlore von den Schienen und jeder Ermittler ist besiegt!
es: En este ejemplo, la Vagoneta mira hacia el Lugar adyacente que hay junto al Puesto de control. Cuando se mueve mediante su efecto Obligado, lo hará a ese Lugar si los iconos de raíl están alineados. Si los iconos no están alineados, ¡la Vagoneta descarrilará y todos los investigadores quedarán derrotados!
fr: Dans cet exemple, le Wagonnet fait face au lieu adjacent à droite du Poste de Contrôle. Quand il se déplace via son effet forcé, il se déplace dans ce lieu si les icônes Rail sont alignées. Si les icônes ne sont pas alignées, Le Wagonnet déraille et tous les investigateurs sont vaincus !
it: In questo esempio, il Carrello da Miniera è rivolto verso il luogo adiacente accanto alla Stazione di Controllo. Quando si muove tramite la sua capacità Obbligo, si muove fino a quel luogo se le icone ferrovia sono allineate. Se le icone non sono allineate, il Carrello da Miniera deraglia e ogni investigatore è sconfitto!
ko: 본 예시에서 ‘광차’는 ‘제어실’에 이웃한 장소 한 곳을 향하고 있습니다. ‘광차’의 강제 기능을 통해 이동할 때, 철로 아이콘이 정렬되어 있다면 ‘광차’는 그 장소로 이동할 것입니다. 철로 아이콘이 정렬되어 있지 않다면, ‘광차’는 탈선하고 모든 조사자는 쓰러집니다!
pl: W tym przykładzie Wózek górniczy jest skierowany w stronę sąsiadującej lokalizacji obok Stacji kontroli. Kiedy porusza się w wyniku wymuszonego efektu, poruszy się na daną lokalizację, jeśli symbole szyn na obu są dopasowane. Jeśli symbole nie są dopasowane, Wózek górniczy wykoleja się i wszyscy badacze zostają pokonani!
ru: В этом примере «Тележка» направлена в сторону локации, находящейся справа от «Диспетчерской». Если рельсы «Диспетчерской» и локации справа от неё соединены, при перемещении по своему обязательному свойству «Тележка» перемещается в локацию справа. Если рельсы не соединены, «Тележка» сходит с рельс и каждый сыщик побеждён!
zh: 本範例中，礦車正朝向控制站的相鄰地點。當礦車因其強制效果進行移動時，如果地點間的軌道圖示有對齊，它會移動至該地點。如果圖示沒有對齊，礦車將脫軌，並且每位調查員被擊敗！

source: Place 1 resource on the scenario reference card, as a switch.
de: Platziere 1 Ressource als Schalter auf der Szenarioübersichtskarte.
es: Coloca 1 recurso en la carta de referencia de escenario como aguja.
fr: Placez 1 ressource sur la carte de référence du scénario, en tant qu’aiguillage.
it: Collocate 1 risorsa sulla carta di consultazione dello scenario (trasformandola in scambio).
ko: 시나리오 참조 카드에 자원을 1개 놓습니다(이 자원 토큰은 ‘스위치’로 간주합니다).
pl: Umieść 1 żeton zasobu na karcie pomocy scenariusza jako zwrotnicę.
ru: Положите 1 ресурс на памятку сценария как стрелку.
zh: 將1資源放到冒險參考卡牌上，作為轉轍器。

source: Place the set-aside Mine Cart asset at the Control Station and choose which direction it is facing <i>(see </i><b>Sliding and Swapping Locations</b> <i>and</i> <b>The Mine Cart</b> <i>below).</i>
de: Platziere die beiseitegelegte Vorteilskarte Minenlore auf der Gleisstation und wähle, in welche Richtung sie zeigt <i>(siehe </i><b>Orte verschieben und vertauschen</b> <i>und</i> <b>Die Minenlore</b> <i>unten).</i>
es: Coloca el Apoyo Vagoneta puesto aparte en el Puesto de control y elige en qué dirección mira <i>(consulta </i><b>Deslizar e intercambiar Lugares</b><i> y</i> <b>La vagoneta</b> <i>más abajo)</i>.
fr: Placez le soutien Wagonnet mis de côté dans le Poste de Contrôle et choisissez dans quelle direction il est orienté <i>(voir </i><b>Décaler et Échanger des Lieux</b> <i>et</i> <b>Le Wagonnet</b> <i>ci-dessous).</i>
it: Collocate il supporto Carrello da Miniera messo da parte nella Stazione di Controllo e scegliete in che direzione sia rivolto <i>(vedi</i> <b>Far scorrere e Scambiare i Luoghi</b> <i>e</i> <b>Il Carrello da Miniera</b> <i>sottostante).</i>
ko: 치워 두었던 ‘광차’ 자산을 ‘제어실’에 놓고, ‘광차’를 어느 방향으로 향하게 할지 선택합니다<i>(아래 [[장소 밀기/맞바꾸기]] 및 [[광차]] 규칙을 참조합니다).</i>
pl: Umieść odłożony na bok atut Wózek górniczy na Stacji kontroli i wybierz, w którą stronę jest skierowany <i>(patrz </i><b>Przesuwanie i zamienianie miejscami lokalizacji</b> <i>oraz</i> <b>Wózek górniczy</b> <i>poniżej).</i>
ru: Выложите отложенный актив «Тележка» в «Диспетчерскую», самостоятельно выбрав направление <i>(см. «Как сдвигать и менять местами локации» и «Тележка» ниже).</i>
zh: 將放在一旁的礦車支援放到控制站上，並選擇一個朝向的方向<i>(見下方<b>滑動與交換地點</b>以及<b>礦車</b>)。</i>

source: Place each investigator mini-card in the Mine Cart.
de: Platziere jede kleine Ermittlerkarte auf der Minenlore.
es: Coloca la carta pequeña de cada investigador en la Vagoneta.
fr: Placez la mini-carte de chaque investigateur dans le Wagonnet.
it: Collocate le vostre mini carte nel Carrello da Miniera.
ko: 모든 조사자 인물 카드를 ‘광차’에 놓습니다.
pl: Umieść małe karty wszystkich badaczy na Wózku górniczym.
ru: Положите мини-карту каждого сыщика в «Тележку».
zh: 將每位調查員的迷你卡牌放在礦車上。

source: If either Simeon Atwood or Leah Atwood are set aside, place them at the topmost location in column 2.
de: Falls entweder die Karte von Simeon Atwood oder Leah Atwood beiseitegelegt ist, platziere sie am obersten Ort in Spalte 2.
es: Si Simeon Atwood o Leah Atwood están puestos aparte, colócalos en el Lugar de más arriba de la columna 2.
fr: Si Simeon Atwood ou Leah Atwood est mise de côté, placez sa carte dans le lieu le plus haut de la colonne 2.
it: Se una carta tra Simeon Atwood e Leah Atwood è messa da parte, collocatela nel luogo più in alto nella colonna 2.
ko: ‘시미언 앳우드’ 또는 ‘리아 앳우드’ 중 치워져 있는 카드가 있다면, 해당 카드를 2번 세로줄의 맨 위쪽 장소에 놓습니다.
pl: Jeśli Simeon Atwood lub Leah Atwood są odłożeni na bok, umieść ich w lokalizacji znajdującej się najwyżej w kolumnie 2.
ru: Если «Симеон Этвуд» или «Лия Этвуд» отложены в сторону, выложите их в крайнюю верхнюю локацию в столбце 2.
zh: 如果西緬．阿特伍德或莉亞．阿特伍德被放在一旁，將他們放到欄位2最上方的地點。

source: Place the set-aside Prismatic Shard asset at the bottom location in column 4.
de: Platziere die beiseitegelegte Vorteilskarte Prismatisches Bruchstück am untersten Ort in Spalte 4.
es: Coloca el Apoyo Esquirla prismática puesto aparte en el Lugar de más abajo de la columna 4.
fr: Placez le soutien d'histoire Éclat Prismatique mis de côté dans le lieu le plus bas de la colonne 4.
ru: Введите отложенный актив «Призматический осколок» в крайнюю нижнюю локацию в столбце 5.
zh: 將放在一旁的棱彩晶體支援，放到欄位4最下方的地點。

source: If it is <b>Night [night]</b>:
de: Falls es <b>Nacht [night]</b> ist:
es: Si es de <b>Noche [night]</b>:
fr: S’il fait <b>Nuit [night]</b> :
it: Se è <b>Notte [night]</b>:
ko: 지금이 <b>(밤 [night])</b>이라면
pl: Jeśli jest <b>Noc [night]</b>:
ru: Если сейчас <b>Ночь [night]</b>:
zh: 如果目前是<b>黑夜[night]</b>：

source: Place the set-aside Subterranean Beast enemy at the Control Station, exhausted.
de: Platziere den beiseitegelegten Gegner Unterirdische Bestie erschöpft an der Gleisstation.
es: Coloca el Enemigo Bestia subterránea puesto aparte en el Puesto de control, agotado.
fr: Placez l’ennemi Monstre Souterrain dans le Poste de Contrôle, incliné.
it: Collocate il nemico Bestia Sotterranea messo da parte nella Stazione di Controllo esaurito.
ko: 치워 두었던 ‘지하 괴수’ 적을 ‘제어실’에 소진 상태로 놓습니다.
pl: Umieść odłożonego na bok wroga Podziemna bestia na Stacji kontroli, wyczerpanego.
ru: Выложите отложенного врага «Подземное чудовище» повёрнутым в «Диспетчерскую».
zh: 將放在一旁的地底恐獸敵人放到控制站上，將其橫置。

source: Shuffle the remaining set-aside <i>Written in Rock</i> encounter cards and the encounter discard pile into the encounter deck.
de: Mische die übrigen beiseitegelegten Begegnungskarten des Begegnungssets <I>In den Fels geschrieben</I> sowie den Begegnungsablagestapel in das Begegnungsdeck.
es: Añade la pila de descartes de Encuentros y las cartas de Encuentro restantes de <i>Escrito en la roca</i> al mazo de Encuentros y baraja éste.
fr: Mélangez le reste des cartes Rencontre <i>Gravé dans la Pierre</i> et la pile de défausse Rencontre dans le deck Rencontre.
it: Rimescolate nel mazzo degli incontri la pila degli scarti degli incontri e le carte incontro rimanenti del set di incontri <i>Inciso nella Pietra</i> messe da parte.
ko: 치워 두었던 나머지 [[바위에 새겨져 있나니]] 조우 세트를 버린 조우 카드 더미와 함께 조우 덱에 섞어넣습니다
pl: Wtasuj stos odrzuconych kart spotkań oraz pozostałe odłożone na bok karty z zestawu spotkań <i>Wyryte w skale</i> do talii spotkań.
ru: Замешайте в колоду контактов оставшиеся карты отложенного набора контактов «Высечено в камне» и сброс колоды контактов.
zh: 將遭遇棄牌堆與放在一旁的<i>銘刻於石</i>遭遇組剩餘的卡牌洗入遭遇牌庫。

source: Resume playing.
de: Setze das Szenario fort.
es: Reanuda la partida.
fr: Reprenez la partie.
it: Riprendete a giocare.
ko: 게임을 재개합니다.
pl: Wznów grę.
ru: Продолжайте играть.
zh: 繼續進行遊戲。
