Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/02_written_*_rock.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Each [[Rail]] location has 1 or more rail icons printed on it. These rail icons represent the track the Mine Cart moves along.
de: Auf jedem [[Bahngleis]]-Ort sind 1 oder mehr Gleis-Symbole aufgedruckt. Diese geben die Strecke an, welche die Minenlore befahren kann.
es: Cada Lugar [[Ferrocarril]] tiene 1 o más iconos de raíl impresos. Estos iconos de raíl representan la vía por la que se mueve la Vagoneta.
fr: Chaque lieu [[Voie Ferrée]] a 1 ou plusieurs icônes Rail imprimées dessus. Ces icônes Rail représentent le chemin sur lequel se déplace le Wagonnet.
it: Ogni luogo [[Ferrovia]] ha 1 o più icone ferrovia stampate su di esso. Queste icone ferrovia rappresentano i binari su cui si muove il Carrello da Miniera.
ko: 모든 [[철로]] 장소에는 철로 아이콘이 1개 이상 인쇄되어 있습니다. 이러한 철로 아이콘은 ‘광차’가 이동할 수 있는 철로를 뜻합니다.
pl: Każda lokalizacja z cechą [[Kolejka]] ma nadrukowany 1 lub kilka symboli szyn. Te symbole reprezentują tor, po którym porusza się Wózek górniczy.
ru: На каждой локации-[[рельсах]] есть один или несколько символов рельс. Эти символы символизируют рельсы, по которым движется «Тележка».
zh: 每張[[軌道沿線]]地點上都至少印有1個軌道圖示。這些軌道圖示代表礦車可移動的路線。

source: When a rail icon on one location faces a rail icon on an adjacent location, the rail icons are <b>aligned</b>.
de: Sobald ein Gleis-Symbol auf einem Ort auf ein Gleis-Symbol eines benachbarten Ortes zeigt, sind die Gleis-Symbole miteinander <b>vernetzt</b>.
es: Cuando hay un icono de raíl de un Lugar frente a un icono de raíl de un Lugar adyacente, dichos iconos de raíl están <b>alineados</b>.
fr: Quand une icône Rail sur un lieu fait face à une icône Rail sur un lieu adjacent, les icônes Rail sont <b>alignées</b>.
it: Quando un'icona ferrovia su un luogo è rivolta verso un'icona ferrovia su un luogo adiacente, le icone ferrovia sono <b>allineate</b>.
ko: 어느 장소에 있는 철로 아이콘이 이웃한 장소 한 곳에 있는 철로 아이콘을 향해 있을 때, 이 철로 아이콘들은 <b>정렬</b>된 것으로 간주합니다.
pl: Kiedy symbol szyn na jednej lokalizacji styka się z symbolem szyn na sąsiadującej lokalizacji, symbole te są <b>dopasowane</b>.
ru: Если символы рельс на соседних локациях направлены друг к другу, рельсы этих карт <b>соединены</b>.
zh: 當地點上的軌道圖示面向相鄰地點的軌道圖示時，這些軌道圖示視為<b>對齊</b>。

source: Adjacent locations with aligned rail icons are connected to each other and form a rail line. Adjacent locations without aligned rail icons are not connected to each other.
de: Benachbarte Orte mit vernetzten Gleis-Symbolen sind miteinander verbunden und bilden eine Gleisstrecke. Benachbarte Orte ohne vernetzte Gleis-Symbole sind nicht miteinander verbunden.
es: Los Lugares adyacentes con iconos de raíl alineados están conectados entre sí y forman una línea de ferrocarril. Los Lugares adyacentes sin iconos de raíl alineados no están conectados entre sí.
fr: Les lieux adjacents ayant des icônes Rail alignées sont connectés l’un à l’autre et forment un chemin de fer. Les lieux adjacents sans icônes Rail alignés ne sont pas connectés les uns aux autres.
it: I luoghi adiacenti con icone ferrovia allineate sono collegati tra loro e formano un binario. I luoghi adiacenti senza icone ferrovia allineate non sono collegati tra loro.
ko: 정렬된 철로 아이콘을 갖는 서로 이웃한 장소는 서로 이어진 장소가 됩니다(이어진 철로라고 부릅니다). 그러나 서로 이웃한 장소라 하더라도, 서로 철로 아이콘이 정렬되지 않았다면 이어져 있지 않습니다.
pl: Sąsiadujące lokalizacje z dopasowanymi symbolami szyn są ze sobą połączone i tworzą tor kolejki. Sąsiadujące lokalizacje bez dopasowanych symboli szyn nie są ze sobą połączone.
ru: Соседние локации с соединёнными рельсами считаются связанными и формируют единую железную дорогу. Соседние локации без соединённых рельс не считаются связанными.
zh: 之間有對齊軌道圖示的相鄰地點視為互相連接，並形成一條鐵道。沒有對齊軌道圖示的相鄰地點不視為互相連接。

source: Sliding and swapping locations allow the investigators to create a path to the Rail Exit by aligning the rail line. To slide a location, choose a location with an empty space adjacent to it. Move that location (and all cards at that location) into that empty space. To swap 2 locations, simultaneously move each of those locations (and all cards at them) to the space the other one was occupying.
de: Durch das Verschieben und Vertauschen von Orten könnt ihr einen Weg zum Gleisende bilden, indem ihr die Gleisstrecken miteinander vernetzt. Um einen Ort zu verschieben, wähle 1 Ort, der benachbart zu einer leeren Stelle ist. Bewege diesen Ort (und alle Karten darauf) an die leere Stelle. Um 2 Orte miteinander zu vertauschen, bewege beide Orte (und alle Karten darauf) gleichzeitig an die Stelle des jeweils anderen Ortes.
es: Deslizar e intercambiar Lugares permite a los investigadores alinear la línea de ferrocarril para crear una ruta hacia la Salida férrea. Para deslizar un Lugar, elige un Lugar que tenga un espacio vacío adyacente. Mueve ese Lugar (y todas las cartas que haya en ese Lugar) a ese espacio vacío. Para intercambiar 2 Lugares, mueve simultáneamente cada uno de esos Lugares (y todas las cartas que haya en ellos) al espacio que ocupaba el otro.
fr: Décaler et échanger des lieux permet aux investigateurs de créer un itinéraire vers la Sortie de la Voie Ferrée en alignant le chemin de fer. Pour décaler un lieu, choisissez un lieu adjacent à un espace vide. Déplacez ce lieu (et toutes les cartes dans ce lieu) dans cet espace vide. Pour échanger 2 lieux, déplacez simultanément chacun de ces lieux (et toutes les cartes qui s’y trouvent) dans l’espace qui était occupé par l’autre.
it: Far scorrere e scambiare i luoghi consente di creare un percorso fino all'Uscita della Ferrovia allineando i binari. Per far scorrere un luogo, scegliete 1 luogo con uno spazio vuoto adiacente a esso. Spostate quel luogo (e tutte le carte in quel luogo) in quello spazio vuoto. Per scambiare 2 luoghi, spostateli (con tutte le carte in quei luoghi) simultaneamente l'uno nello spazio dell'altro.
ko: 조사자들은 장소를 밀거나 맞바꿈으로써 철로를 정렬시켜 ‘선로 출구’ 장소로 향하는 길을 낼 수 있습니다. 장소 한 곳을 밀고자 한다면, 텅 빈 칸에 이웃한 장소 한 곳을 선택합니다. 선택한 장소를 해당 텅 빈 칸으로 이동시킵니다(선택한 장소에 있던 모든 카드와 함께). 장소 두 곳을 서로 맞바꾸고자 한다면, 각기 맞바꿀 장소가 점유하고 있던 칸으로 두 장소를 동시에 이동시킵니다(해당 장소들에 있던 모든 카드와 함께).
pl: Przesuwanie i zamienianie miejscami lokalizacji pozwala badaczom stworzyć ścieżkę do Wyjścia z kopalni poprzez dopasowywanie symboli szyn. Aby przesunąć lokalizację, wybierz lokalizację, która sąsiaduje z pustym miejscem. Porusz daną lokalizację (i wszystkie karty w danej lokalizacji) na dane puste miejsce. Aby zamienić miejscami 2 lokalizacje, jednocześnie porusz każdą z danych lokalizacji (i wszystkie znajdujące się w nich karty) na miejsce zajmowane przez drugą z lokalizacji.
ru: Сдвигая и меняя местами локации, сыщики смогут создать путь к «Дороге к выходу». Чтобы сдвинуть локацию, выберите локацию, по соседству с которой находится пустое место. Сдвиньте ту локацию (и все карты в той локации) в то пустое место. Чтобы поменять местами 2 локации, одновременно переложите их (и все карты в них) на места друг друга.
zh: 調查員可以透過滑動與交換地點來對齊軌道，構建通往鐵道出口的新路線。 要滑動地點，先選擇一張與空格相鄰的地點，然後將該地點(以及該地點上所有的卡牌)移動到該空格。 要交換2個地點，同時將這2個地點(以及各自地點上所有的卡牌)，放到彼此原先佔據的格子。

source: <b>Locations with story assets cannot be slid or swapped.</b>
de: <b>Orte mit Storyvorteilskarten darauf können nicht verschoben oder vertauscht werden.</b>
es: <b>Los Lugares con Apoyos de historia no se pueden deslizar ni intercambiar.</b>
fr: <b>Les lieux contenant des soutiens d’histoire ne peuvent ni être déplacés ni être échangés.</b>
it: <b>I luoghi con supporti storia non possono scorrere né essere scambiati.</b>
ko: <b>이야기 자산이 위치한 장소는 밀 수도 다른 장소와 맞바꿀 수도 없습니다.</b>
pl: <b>Nie można przesuwać ani zamieniać miejscami lokalizacji, w których znajdują się atuty fabularne.</b>
ru: <b>Локации, в которых есть сюжетные активы, нельзя сдвигать или менять местами.</b>
zh: <b>有劇情支援的地點無法被滑動或交換。</b>

source: Each investigator’s mini-card is placed overlapping the Mine Cart.
de: Jede kleine Ermittlerkarte wird auf der Minenlore platziert.
es: La carta pequeña de cada investigador se coloca de forma que se solape con la Vagoneta.
fr: Toutes les mini-cartes des investigateurs sont placées sur le Wagonnet.
it: Le mini carte degli investigatori sono collocate sul Carrello da Miniera.
ko: 모든 조사자 인물 카드는 ‘광차’를 덮도록 겹쳐 놓습니다.
pl: Mała karta każdego badacza jest umieszczona w taki sposób, że nachodzi na Wózek górniczy.
ru: Мини-карта каждого сыщика кладётся на карту «Тележка».
zh: 每位調查員的迷你卡牌都覆蓋放在礦車上。

source: An investigator in the Mine Cart is also at its location. Investigators cannot move independently of the Mine Cart. When the Mine Cart moves, each investigator moves with it.
de: Ein Ermittler in der Minenlore befindet sich auch am Ort der Minenlore. Ermittler können sich nicht unabhängig von der Minenlore bewegen. Sobald sich die Minenlore bewegt, bewegt sich jeder Ermittler mit ihr.
es: Un investigador que esté en la Vagoneta también está en el Lugar de ésta. Los investigadores no pueden moverse de forma independiente respecto a la Vagoneta. Cuando la Vagoneta se mueva, cada investigador se mueve con ella.
fr: Un investigateur dans le Wagonnet est également dans son lieu. Les investigateurs ne peuvent pas se déplacer indépendamment du Wagonnet. Quand le Wagonnet se déplace, tous les investigateurs se déplacent avec lui.
it: Un investigatore nel Carrello da Miniera è anche nel luogo del Carrello da Miniera. Gli investigatori non possono muoversi in maniera indipendente dal Carrello da Miniera. Quando il Carrello da Miniera si muove, ogni investigatore si muove con esso.
ko: ‘광차’에 있는 조사자는 ‘광차’가 위치한 장소에 있는 것입니다. 조사자들은 ‘광차’와 별개로는 이동할 수 없습니다. ‘광차’가 이동할 때, 모든 조사자도 ‘광차’와 함께 이동합니다.
pl: Badacz w Wózku górniczym znajduje się również w jego lokalizacji. Badacze nie mogą poruszać się niezależnie od Wózka górniczego. Kiedy Wózek górniczy się porusza, każdy badacz porusza się razem z nim.
ru: Каждый сыщик в «Тележке» также находится в локации «Тележки». Сыщики не могут перемещаться в отрыве от «Тележки». Когда «Тележка» перемещается, каждый сыщик перемещается с ней.
zh: 在礦車內的調查員，同時視為在礦車所在的地點上。調查員無法脫離礦車進行移動。當礦車移動時，每位調查員也跟著移動。

source: The Mine Cart story asset has a rail icon on its right side that indicates the direction it is facing. The Mine Cart’s rail icon must always face the same direction as one of its location’s rail icons.
de: Die Storyvorteilskarte Minenlore hat ein Gleis-Symbol auf ihrer rechten Seite, das ihre Fahrtrichtung angibt. Das Gleis-Symbol der Minenlore muss immer genauso ausgerichtet sein, wie eines der Gleis-Symbole ihres Ortes.
es: El Apoyo de historia Vagoneta tiene un icono de raíl en su lado derecho que indica la dirección en la que mira. El icono de raíl de la Vagoneta siempre debe mirar en la misma dirección que uno de los iconos de raíl de su Lugar.
fr: Le soutien d’histoire Wagonnet a une icône Rail à sa droite qui indique la direction à laquelle il fait face. L’icône Rail du Wagonnet doit toujours faire face à l’icône Rail du lieu où il se trouve.
it: Il supporto storia Carrello da Miniera ha un'icona ferrovia sul lato destro che indica la direzione in cui è rivolto. L'icona ferrovia del Carrello da Miniera deve essere sempre rivolta nella stessa direzione di una delle icone ferrovia del suo luogo.
ko: ‘광차’ 이야기 자산 카드의 우측에는 철로 아이콘이 인쇄되어 있습니다. 이는 광차가 향하고 있는 방향을 뜻합니다. ‘광차’의 철로 아이콘은 반드시 ‘광차’가 위치한 장소의 철로 아이콘 중 하나와 같은 방향을 향하고 있어야 합니다.
pl: Atut fabularny Wózek górniczy posiada po prawej stronie symbol szyn, który wskazuje, w którą stronę jest skierowany. Symbol szyn Wózka górniczego musi zawsze być skierowany w tę samą stronę co jeden z symboli szyn lokalizacji, w której się znajduje.
ru: У сюжетного актива «Тележка» в правом нижнем углу есть символ рельс, который указывает на её направление. Символ рельс «Тележки» всегда должен указывать в том же направлении, что и один из символов рельс её локации.
zh: 礦車劇情支援的右側有一個軌道圖示，表示其朝向的方向。礦車上的軌道圖示，必須永遠朝向其所在地點上的其中一個軌道圖示。

source: When moving the Mine Cart, it can only move along a rail line to a connecting location.
de: Sobald sich die Minenlore bewegt, kann sie sich nur entlang einer Gleisstrecke an einen verbundenen Ort bewegen.
es: Al mover la Vagoneta, ésta sólo puede moverse por una línea de ferrocarril a un Lugar conectado.
fr: Lorsque vous déplacez le Wagonnet, vous ne pouvez le déplacer que le long d’un chemin de fer et vers un lieu connexe.
it: Quando il Carrello da Miniera si muove, può muoversi solo lungo un binario fino a un luogo collegato al suo.
ko: ‘광차’가 이동할 때는 이어진 철로를 따라서만 이어진 장소로 이동할 수 있습니다.
pl: Kiedy poruszasz Wózek górniczy, może się on poruszyć wyłącznie wzdłuż toru kolejki do połączonej lokalizacji.
ru: «Тележка» может перемещаться только по железной дороге в связанную локацию.
zh: 當移動礦車時，只能沿著連接地點上的鐵道路線移動。

source: When the Mine Cart enters a location, the investigators may turn it 90 degrees in either direction to face the same direction as a rail icon on that location.
de: Sobald die Minenlore einen Ort betritt, dürft ihr ihre Fahrtrichtung um 90 Grad nach rechts oder links drehen. Danach muss sie weiterhin die gleiche Ausrichtung haben wie ein Gleis-Symbol auf ihrem Ort.
es: Cuando la Vagoneta entra en un Lugar, los investigadores pueden girarla 90 grados en cualquier dirección para mirar en la misma dirección que un icono de raíl de ese Lugar.
fr: Quand le Wagonnet entre dans un lieu, les investigateurs peuvent le faire pivoter de 90 degrés dans n’importe quelle direction pour faire face à une icône Rail sur ce lieu.
it: Quando il Carrello da Miniera entra in un luogo, gli investigatori possono ruotarlo di 90° in una qualsiasi direzione in modo che sia rivolto nella stessa direzione di un'icona ferrovia su quel luogo.
ko: ‘광차’가 장소 한 곳에 들어갈 때, 조사자들은 원하는 방향으로 ‘광차’를 90도만큼 회전시킬 수 있습니다. 이 경우에도 마찬가지로, 해당 장소에 인쇄된 철로 아이콘 중 하나와 같은 방향을 향해야만 합니다.
pl: Kiedy Wózek górniczy wchodzi do lokalizacji, badacze mogą obrócić go o 90 stopni w dowolną stronę, aby był skierowany w tę samą stronę, co symbol szyn na danej lokalizacji.
ru: Когда «Тележка» входит в локацию, сыщики могут повернуть её на 90 градусов в любую сторону, чтобы её символ рельс указывал в том же направлении, что и символ рельс на той локации.
zh: 當礦車進入一個地點時，調查員可以選擇將其朝左或朝右旋轉90度，讓礦車朝向該地點上的其中一個軌道圖示。

source: The Mine Cart can only move in the direction its rail icon is facing. If the location it moves into does not form a complete rail line <i>(they are not aligned)</i>, the Mine Cart moves off the rail line.
de: Die Minenlore kann sich nur in die Richtung bewegen, in die ihr Gleis-Symbol zeigt. Falls sie sich an einen Ort bewegen müsste, der keine vernetzte Gleisstrecke mit ihrem aktuellen Ort bildet, springt die Minenlore von den Schienen und jeder Ermittler ist besiegt!
es: La Vagoneta sólo puede moverse en la dirección en la que mira su icono de raíl. Si el Lugar al que se mueve no forma una línea de ferrocarril completa <i>(no están alineados)</i>, la Vagoneta descarrila.
fr: Le Wagonnet peut seulement se déplacer dans la direction de l’icône Rail à laquelle il fait face. Si le lieu dans lequel il se déplace ne forme pas un chemin de fer complet <i>(ils ne sont pas alignés)</i>, le Wagonnet déraille.
it: Il Carrello da Miniera può muoversi solo nella direzione in cui è rivolta la sua icona ferrovia. Se il luogo fino a cui si è mosso non forma un binario completo <i>(le icone ferrovia non sono allineate)</i>, il Carrello da Miniera deraglia.
ko: ‘광차’는 ‘광차’에 인쇄된 철로 아이콘이 향하는 방향으로만 이동할 수 있습니다. ‘광차’가 철로로 이어지지 않은<i>(정렬되지 않은)</i> 곳으로 이동한다면, ‘광차’는 탈선합니다. 주요목적 2에서의 철로와 인접성모든 철로 장소에는 철로 아이콘이 1개 이상 인쇄되어 있습니다. 이러한 철로 아이콘은 ‘광차’가 이동할 수 있는 철로를 뜻합니다.
pl: Wózek górniczy może poruszyć się tylko w stronę, w którą skierowany jest jego symbol szyn. Jeśli lokalizacja, do której się porusza, nie tworzy toru kolejki <i>(ich symbole szyn nie są dopasowane)</i>, Wózek górniczy wykoleja się.
ru: «Тележка» может перемещаться только в направлении, указанном её символом рельс. Если рельсы локации, в которую перемещается «Тележка», не соединены с рельсами её прошлой локации, «Тележка» сходит с рельс.
zh: 礦車只能往其軌道圖示朝向的方向移動。如果它移動進入的地點沒有形成一條完整路線<i>(也就是沒有對齊)</i>，礦車將會脫軌。

source: Codex Θ: Dr. Rosa Marquez
de: Kodex Θ: Dr. Rosa Marquez
es: Códice Θ: Dra. Rosa Marquez
it: Codex Θ: Dott.ssa Rosa Marquez
ko: 서고 Θ: 로사 마르케스 박사
pl: Kodeks Θ: Dr Rosa Marquez
ru: Архив Θ: Доктор Роза Маркес
zh: 聖典Θ：蘿莎．馬爾克斯博士

source: <b>If Leah Atwood is not under the control of an investigator:</b>
de: <b>Falls sich Leah Atwood nicht unter der Kontrolle eines Ermittlers befindet:</b>
es: <b>Si Leah Atwood no está bajo el control de un investigador:</b>
fr: <b>Si Leah Atwood n’est pas sous le contrôle d’un investigateur :</b>
it: <b>Se Leah Atwood non è sotto il controllo di un investigatore:</b>
ko: <b>어느 조사자도 ‘리아 앳우드’를 조종하고 있지 않다면:</b>
pl: <b>Jeśli Leah Atwood nie znajduje się pod kontrolą żadnego badacza:</b>
ru: <b>Если ни один из сыщиков не контролирует «Лию Этвуд»:</b>
zh: <b>如果沒有任何調查員控制莉亞．阿特伍德：</b>

source: You find Leah staring down at a pool of milky, glowing liquid. She brushes tears from her eyes as you approach, and resists when you ask her to leave. “This is where I want to be,” she says. You describe the cave-in at the entrance, and the present danger. “None of it matters,” she says stonily, but eventually relents. As you lead her to the cart, you turn and see a round, humanoid shape outlined against the incandescent pool. It flits quickly behind a rock.
de: Du findest Leah, die in eine Lache aus milchig-glühender Flüssigkeit starrt. Sie wischt sich die Tränen aus den Augen, als du dich näherst. Behutsam forderst du sie auf zu gehen, doch sie weigert sich. „Ich bin genau hier, wo ich sein möchte“, sagt sie. Du erzählst ihr vom Einsturz am Eingang und der gegenwärtigen Gefahr. „Das ist alles egal“, sagt sie mit steinerner Miene, gibt aber schließlich nach. Als du sie zur Lore führst, drehst du dich um und kannst kurz eine runde, menschenähnliche Gestalt erkennen, die sich gegen das weißglühende Wasser abzeichnet. Sie huscht schnell hinter einen Felsen.
es: Encuentras a Leah mirando fijamente un charco de un líquido lechoso y brillante. Se seca las lágrimas de los ojos cuando te acercas y se resiste cuando le pides que se vaya. –Es aquí donde quiero estar –dice. Le describes el derrumbe de la entrada y el peligro actual. –Nada de eso importa –responde impasiblemente, pero acaba por ceder. Mientras la llevas hacia la vagoneta, te giras y ves una forma redonda y humanoide que se recorta contra el charco incandescente. La silueta se esconde rápidamente tras una roca.
fr: Vous trouvez Leah en train de fixer une mare de liquide laiteux et luisant. Elle essuie des larmes de ses yeux lorsque vous vous approchez d’elle, et s’oppose à vous lorsque vous lui demandez de partir. « C’est ici que je veux être », dit-elle. Vous lui apprenez que l’entrée s’est effondrée et qu’elle est en grand danger. « Rien de tout cela n’a d’importance », dit-elle d’un ton ferme, mais finit par céder. Alors que vous la conduisez au wagonnet, vous vous retournez et apercevez une forme ronde et humanoïde qui se dessine dans le bassin incandescent. Elle disparait rapidement derrière un rocher.
it: Trovi Leah con lo sguardo fisso su una pozza di lucente liquido lattiginoso. Si asciuga le lacrime non appena si accorge di te, ma non sembra intenzionata a seguirti: "È qui che voglio stare". Le spieghi che l'ingresso è collassato e che siete tutti in grave pericolo. "Nulla ha più senso ormai..." Ha la voce fredda come la pietra che vi circonda, ma il tuo discorso sembra aver fatto breccia. La accompagni al carrello ma, voltandoti, noti una figura umanoide, rotonda e inquietante, stagliarsi sul liquido incandescente prima di scivolare via dietro una roccia.
ko: 리아는 유백색으로 빛나는 웅덩이를 내려다보고 있었습니다. 당신이 다가가자, 리아는 눈물을 훔칩니다. 광산에서 나가자고 설득해 봐도 요지부동입니다. “그냥... 여기 있고 싶수.” 당신은 광산 입구가 붕괴되었으며, 지금도 매우 위험한 상황이라고 재차 설득합니다. “그런 건 아무래도 괜찮수.” 리아는 돌처럼 굳은 표정으로 답하지만, 끝내는 당신에게 설득되어 물러납니다. 리아를 광차로 데려가다 고개를 돌린 순간, 밝은 웅덩이 위로 인간을 닮은 둥그스름하고 검은 형체가 스칩니다. 그러나 그것이 뭔지 제대로 확인하기도 전에, 정체불명의 형체는 바위 뒤로 재빨리 모습을 감춥니다.
pl: Widzisz, jak Leah wpatruje się w kałużę mlecznego, świecącego płynu. Gdy podchodzisz bliżej, ociera łzy i nie chce się ruszyć, mimo twoich nalegań. „Chcę tu zostać” – mówi. Opisujesz zawalisko przy wejściu i niebezpieczeństwo, w którym się znaleźliście. „To już nie ma znaczenia” – mówi spokojnie, ale w końcu ustępuje. Kiedy prowadzisz ją do wózka, odwracasz się i widzisz w odbiciu jarzącej się sadzawki okrągły, humanoidalny kształt. Szybko chowa się za skałą.
ru: Вы обнаруживаете Лию разглядывающей лужу молочно-белой светящейся жидкости. Когда вы подходите, она смахивает с глаз слёзы и, несмотря на ваши просьбы, отказывается уходить. «Я хочу побыть тут», — говорит она. Вы описываете обрушение туннеля на входе и объясняете опасность вашего положения. «Ничего из этого не имеет значения», — упрямо возражает она, но со временем соглашается. Провожая её к тележке, вы оглядываетесь и видите пухлую человекоподобную фигуру, выделяющуюся на фоне сияющей лужицы. Фигура быстро ныряет за камень.
zh: 你們發現莉亞正盯著一池濃稠、發光的液體看。看見你們走來，她伸手擦掉眼角的淚水，並拒絕你們帶她離開。“我只想待在這裡。”她說。你們向她解釋洞口已經坍方，還有危險正在逐漸迫近。“那些都不重要了。”她麻木的回答。在你們的說服下，她的態度最後還是軟化了。就在你們領著她走向礦車時，你們轉身看見發光的池邊有個渾圓的人型倒影，那個身影迅速的消失在岩石後。

source: Choose an investigator to take control of Leah Atwood. An investigator may trigger this codex again.
de: Wähle einen Ermittler, der die Kontrolle über Leah Atwood übernimmt. Ein Ermittler darf diesen Kodexeintrag erneut auslösen.
es: Elige un investigador para que tome el control de Leah Atwood. Un investigador puede volver a activar este códice.
fr: Choisissez un investigateur qui prend le contrôle de Leah Atwood. Un investigateur a le droit de déclencher de nouveau ce Codex.
it: Scegli 1 investigatore che prenda il controllo di Leah Atwood. Un investigatore può innescare di nuovo questo Codex.
ko: 조사자 한 명을 선택합니다. 그 조사자는 ‘리아 앳우드’를 가져와 조종합니다. 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Należy wybrać badacza, który przejmie kontrolę nad Leah Atwood. Dowolny badacz może ponownie aktywować ten wpis kodeksu.
ru: Выберите сыщика. Тот сыщик берёт под контроль «Лию Этвуд». Любой сыщик может снова активировать этот архив.
zh: 選擇一位調查員控制莉亞．阿特伍德。任意一位調查員可以再次觸發此聖典。
