Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/02_written_*_rock.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Leah breaks her silence to grab the cart’s broken lever. “Not left! Right!” The cart wobbles on the tracks, then rights itself. You share a look of relief with the Vale cook as the cart careens forward.
de: Leah bricht ihr Schweigen und greift nach dem abgebrochenen Hebel der Lore. „Nicht links! Nach rechts!“ Die Lore wackelt auf den Schienen hin und her, dann fängt sie sich endlich wieder. Du wirfst der Köchin des Tals einen erleichterten Blick zu, als die Lore vorwärts rollt.
es: Leah rompe su silencio para agarrar la palanca rota de la vagoneta. –¡A la izquierda no! ¡A la derecha! La vagoneta se tambalea sobre la vía y luego se estabiliza. Intercambias una mirada de alivio con la cocinera del Valle mientras el vehículo sigue su avance.
fr: Leah sort de son mutisme pour saisir le levier cassé du wagonnet. « Pas à gauche ! À droite ! » Le wagonnet ballote sur les rails avant de se stabiliser. Vous échangez un regard soulagé avec la cuisinière de Vale tandis que le wagonnet fonce droit devant vous.
it: Leah rompe il silenzio per afferrare la leva spezzata del carrello. "Non a sinistra! A destra!" Il vostro mezzo improvvisato ondeggia pericolosamente sui binari, ma presto sentite le ruote tornare saldamente sulle rotaie. Scambi uno sguardo sollevato con la cuoca della valle, poi il viaggio continua.
ko: 지금까지 잠자코 있던 리아가 돌연 부서진 광차 레버를 붙잡습니다. “왼쪽이 아니라! 오른쪽!” 선로를 달리던 광차가 흔들거리더니 곧 균형을 잡습니다. 광차가 계속 달리는 것을 확인하고 나서야 당신과 헴록 베일의 요리사는 서로 안도의 표정을 나눕니다.
pl: Leah przerywa milczenie i chwyta zepsutą dźwignię wózka. „Nie w lewo! W prawo!” Wózek chwieje się przez moment, ale zaraz sam się stabilizuje. Z ulgą wymieniasz spojrzenia z kucharką z Doliny, gdy nadal jedziecie do przodu.
ru: Лия нарушает тишину, схватившись за сломанный рычаг тележки: «Не влево! Вправо!». Тележка раскачивается на рельсах, но восстанавливает равновесие. Вы с деревенской поварихой смотрите друг на друга с облегчением.
zh: 莉亞打破沉默，抓住故障的控制桿：“不是左邊！是右邊！”礦車在軌道上劇烈搖晃，然後自行恢復平衡。你們與這位谷地的廚師對望一眼，都鬆了一口氣，礦車搖擺著繼續前進。

source: <b>If Simeon Atwood is not under the control of an investigator:</b>
de: <b>Falls sich Simeon Atwood nicht unter der Kontrolle eines Ermittlers befindet:</b>
es: <b>Si Simeon Atwood no está bajo el control de un investigador:</b>
fr: <b>Si Simeon Atwood n’est pas sous le contrôle d’un investigateur :</b>
it: <b>Se Simeon Atwood non è sotto il controllo di un investigatore:</b>
ko: <b>어느 조사자도 ‘시미언 앳우드’를 조종하고 있지 않다면:</b>
pl: <b>Jeśli Simeon Atwood nie znajduje się pod kontrolą żadnego badacza:</b>
ru: <b>Если ни один из сыщиков не контролирует «Симеона Этвуда»:</b>
zh: <b>如果沒有任何調查員控制西緬．阿特伍德：</b>

source: As the mine cart judders over a rickety bridge, you notice a small figure dangling from the edge of a precipice. Acting on instinct, you lean down the lip of the mine cart and catch the figure by the forearm as you hurtle past. As you pull him into the cart, you recognize him as Simeon, chief mischief-maker of the Vale. He brushes himself off, cheeks white as paper. “I was looking for my stash. All part of the p—” he wheezes, then gives up. “Thanks for saving me. I don’t know what I would’ve done without you.”
de: Als die Minenlore über eine wacklige Brücke ruckelt, bemerkst du eine kleine Gestalt, die am Rande eines Abgrunds baumelt. Instinktiv beugst du dich über die Vorderkante der Lore und packst die Gestalt fest am Unterarm, während du an ihr vorbeifährst. Als du sie mit aller Kraft in den Wagen ziehst, erkennst du Simeon, den großen Unruhestifter des Tals. Er schwitzt stark und wischt sich den Staub ab, durch den seine Wangen weiß wie Papier aussehen. „Ich habe doch nur nach meinem Geheimvorrat gesucht. Alles Teil des Pl...“ Simeon bricht keuchend ab und knickt ein: „Danke, dass Sie mich gerettet haben. Ich wüsste nicht, was ich ohne Sie getan hätte.“
es: Mientras la vagoneta se estremece sobre un desvencijado puente, ves una pequeña figura que cuelga del borde de un precipicio. Actuando por instinto, te inclinas por el borde de la vagoneta y agarras a esa persona por el antebrazo mientras pasas a toda velocidad. Al meterla en el carro, reconoces a Simeon, el bromista en jefe del Valle. Se sacude el polvo, con las mejillas blancas como la cal, y dice: –Estaba buscando mi alijo. Era todo parte del p... –Jadea y luego se rinde–. Gracias por salvarme. No sé qué habría hecho sin usted.
fr: Alors que le wagonnet passe sur un pont branlant, vous remarquez une petite silhouette qui se balance au bord du précipice. D’instinct, vous vous penchez sur le rebord du chariot et attrapez la silhouette par l’avant-bras. En le tirant dans le chariot, vous reconnaissez qu’il s’agit de Simeon, le chef des petits gredins de la vallée. Il s’époussète, les joues blanches comme du papier. « Je cherchais ma cachette. Tout cela fait partie du p..», dit-il d une voix sifflante, avant d’abandonner. « Merci de m’avoir sauvé. Je ne sais pas ce que j’aurais fait sans vous. »
it: Mentre il carrello traballa sul ponte sgangherato, noti una figura minuta appesa al ciglio di un precipizio. Agendo d'istinto ti sporgi dal vostro mezzo di fortuna, afferri al volo il suo polso e la trascini a bordo: è Simeon, il principe dei combinaguai della valle! Una volta al sicuro si sistema gli indumenti, pallido come un lenzuolo. "Stavo cercando la mia roba. Tutto secondo i pia-" ma il rantolo che gli sfugge tradisce le use vere emozioni. "Senti... grazie per avermi salvato. Non so come avrei fatto senza di te."
ko: 광차가 흔들리는 다리 위를 지나는 사이, 벼랑 끝에 누군가가 대롱대롱 매달려 있는 것을 발견했습니다. 본능적으로 달리는 광차에서 팔을 내밀어 그의 팔뚝을 붙잡았습니다. 광차로 끌어 올려 보니, 헴록 베일의 말썽 대장인 시미언이었습니다. 볼이 백지장처럼 핏기가 가신 시미언이 먼지를 툭툭 털어내며 말합니다. “여기 숨겨둔 걸 찾고 있었어. 일단 그게 내 계ㅎ...” 시미언이 숨을 쌕쌕 몰아쉬다가 이내 단념합니다. “구해줘서 고마워. 당신이 없었으면 큰일 날 뻔했어.”
pl: Gdy wózek przejeżdża przez chwiejny most, zauważasz małą postać zwisającą z krawędzi przepaści. Działając instynktownie, opierasz się o krawędź wózka i w ostatniej chwili łapiesz postać za przedramię. Kiedy wciągasz ją do środka, okazuje się, że to Simeon, główny psotnik Doliny. Otrzepuje się, wciąż jeszcze blady jak ściana. „Szukałem swojej skrytki. Wszystko zgodnie z pl...” – przerywa, zrezygnowany. – „Dziękuję za uratowanie mnie. Nie wiem, co bym bez ciebie zrobił”.
ru: Когда тележка с грохотом преодолевает шаткий мост, вы замечаете маленькую фигуру, свисающую над пропастью. Вы инстинктивно наклоняетесь к борту и хватаете её за предплечье. Втаскивая ребёнка внутрь, вы узнаёте Симеона Этвуда, главного проказника деревни. Он отряхивается, его щёки белее бумаги. «Я просто искал свой тайник. Всё шло по пл… — хрипит он и замолкает. — Спасибо, что спасли меня. Не знаю, что бы я без вас делал».
zh: 就在礦車劇烈搖晃著通過破爛的橋樑時，你們注意到前方有個身影懸吊在懸崖邊緣。完全出於本能，你們上半身翻過礦車邊緣，在呼嘯而過時抓住了那個人影的手，將他拉進車裡。你們認出他是谷地的搗蛋鬼：西緬．阿特伍德。他臉色慘白的拍了拍自己身上的塵土，然後說：“我在找我的寶藏，都是我的寶 — ”他喘著氣，放棄繼續說下去。“謝謝你們救了我，如果沒有你們，不知道我會怎樣。”

source: Choose an investigator to take control of Simeon Atwood. An investigator may trigger this codex again.
de: Wähle einen Ermittler, der die Kontrolle über Simeon Atwell übernimmt. Ein Ermittler darf diesen Kodexeintrag erneut auslösen.
es: Elige un investigador para que tome el control de Simeon Atwood. Un investigador puede volver a activar este códice.
fr: Choisissez un investigateur qui prend le contrôle de Simeon Atwood. Un investigateur a le droit de déclencher de nouveau ce Codex.
it: Scegli 1 investigatore che prenda il controllo di Simeon Atwood. Un investigatore può innescare di nuovo questo Codex.
ko: 조사자 한 명을 선택합니다. 그 조사자는 ‘시미언 앳우드’를 가져와 조종합니다. 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Należy wybrać badacza, który przejmie kontrolę nad Simeonem Atwoodem. Dowolny badacz może ponownie aktywować ten wpis kodeksu.
ru: Выберите сыщика. Тот сыщик берёт под контроль «Симеона Этвуда». Любой сыщик может снова активировать этот архив.
zh: 選擇一位調查員控制西緬．阿特伍德。任意一位調查員可以再次觸發此聖典。

source: “No, no, don’t do it like that.” Simeon pulls the lever on the cart. “How are you still alive? I’m surprised you even found me.” He hits a switch at the side of the tunnel and grins rakishly. “That’s how it’s done.”
de: „Nein, nein, so geht das nicht.“ Simeon zieht am Hebel der Lore. „Wie kommt es, dass Sie noch leben? Ich bin überrascht, dass Sie mich überhaupt gefunden haben.“ Er drückt schnell einen Schalter an der Seite des Tunnels und grinst verschmitzt. „So wird’s gemacht.“
es: –No, no, no lo haga así –dice Simeon mientras tira de la palanca de la vagoneta–. ¿Cómo puede seguir vivo? Me sorprende hasta que lograra encontrarme. Golpea una aguja que hay en el lateral del túnel y sonríe con jovialidad. –Así es como se hace.
fr: « Non, non, ne faites pas comme ça. » Simeon tire sur le levier du wagonnet. « Comment se fait-il que vous soyez encore vivant ? Je suis même surpris que vous m’ayez trouvé. » Il tape sur un aiguillage à côté des rails et sourit d’un air canaille. « C’est comme ça qu’il faut faire ».
it: "No, no, no, non così!" Simeon tira la leva del carrello. "Come fate a essere ancora vivi ?! Assurdo siate riusciti anche solo a trovarmi." Il ragazzo attiva uno scambio su un lato della galleria, voltandosi a guardarvi con un ghigno soddisfatto. "Si fa così!"
ko: “아냐. 아냐. 그거 그렇게 하는 거 아냐.” 시미언이 광차 레버를 당깁니다. “대체 어떻게 지금까지 살아있는 거야? 날 찾아낸 게 용하다야.” 시미언이 굴 옆쪽에 붙은 스위치를 치며 호탕하게 웃습니다. “이렇게 하는 거라고.”
pl: „Nie, nie, źle to robicie” – Simeon pociąga za dźwignię wózka. – „Jakim cudem jeszcze żyjecie? Jestem zaskoczony, że w ogóle udało wam się mnie znaleźć”. Uderza w zwrotnicę z boku tunelu i uśmiecha się zgryźliwie. „Tak to się robi”.
ru: «Нет-нет, не надо так. — Симеон дёргает рычаг тележки. — Каквы вообще до сих пор живы? Удивительно, что вы в принципе меня нашли. — Он переключает стрелки у края туннеля и залихватски ухмыляется. — Вот как это делается».
zh: “不，不是這樣用的。”西緬拉動礦車的控制桿。“你們這樣是怎麼活下來的？居然還找得到我。”他拉下隧道旁的一根轉轍器，得意洋洋的對你們笑：“這樣用才對。”

source: Place 2 resources on the scenario reference card, as switches.
de: Platziere 2 Ressourcen als Schalter auf der Szenarioübersichtskarte.
es: Coloca 2 recursos en la carta de referencia de escenario como agujas.
fr: Placez 2 ressources sur la carte de référence du scénario, en tant qu’aiguillages.
it: Colloca 2 risorse sulla carta di consultazione dello scenario (trasformandole in scambi).
ko: 시나리오 참조 카드에 자원을 2개 놓습니다(이 자원 토큰은 ‘스위치’로 간주합니다).
pl: Umieść 2 żetony zasobów na karcie pomocy scenariusza, jako zwrotnice.
ru: Положите 2 ресурса на памятку сценария как стрелки.
zh: 將2資源放到冒險參考卡牌上，作為轉轍器。

source: “Fancy seeing you here,” River stands as you approach. They hold a woven basket filled to the brim with phosphorescent mushrooms and blood-red lichens. “I have quite the discerning palate, let me tell you. Eugénie Brazier herself said that I was the most demanding patron to grace her table. These are exquisite,” they inhale from their basket luxuriously, then gesture at the grim tunnel. “The things we do for love.” You offer to help them forage; after all, Dr. Marquez will want samples of the unusual growths.
de: „Schön, Sie hier zu sehen“, sagt River, als du dich näherst. River hält einen geflochtenen Korb, der bis zum Rand mit phosphoreszierenden Pilzen und blutroten Flechten gefüllt ist. „Ich habe einen ziemlich anspruchsvollen Gaumen, das kann ich Ihnen sagen. Eugénie Brazier selbst sagte, ich sei der anspruchsvollste Gast, der je an einem ihrer Tische saß. Die hier sind exquisit.“ River riecht genießerisch am Korb und zeigt dann auf den düsteren Tunnel. „Was wir nicht alles aus Liebe tun.“ Du bietest an, River bei der Suche zu helfen, schließlich ist auch Dr. Marquez an Proben der ungewöhnlichen Gewächse interessiert.
es: –Qué casualidad encontrarnos aquí –dice River mientras se pone en pie cuando te acercas. Lleva una cesta tejida que va llena a rebosar de setas fosforescentes y líquenes del color de la sangre–. Permítame que le diga que tengo un paladar bastante exquisito. La propia Eugénie Brazier dijo que era la clienta más exigente que jamás se había sentado a su mesa. Todo esto es delicioso –añade mientras huele con placer el contenido de su cesta. Luego señala el siniestro túnel y afirma–: Las cosas que hago por amor. Le ofreces ayuda para recolectar; al fin y al cabo, la Dra. Marquez querrá muestras de las extrañas plantas.
fr: « C'est un plaisir de vous voir ici », dit River à votre approche. Elle tient un panier tressé rempli à ras bord de champignons phosphorescents et de lichens rouge sang. « J’ai un palais très fin, vous savez. Eugénie Brazier elle-même a dit que j’étais la cliente la plus exigeante à avoir honoré sa table. Ceux-ci sont exquis », dit-elle en humant le contenu de son panier avant de montrer du doigt le sinistre tunnel. « Qu’est-ce qu’on ne ferait pas par amour ? » Vous lui proposez de l’aider dans sa récolte. Après tout, le Dr Marquez voudra obtenir des échantillons de ces moisissures inhabituelles.
it: "Ma che piacere vederti qui!" River si alza quanto ti avvicini, tenendo tra le mani un cestino di vimini che trabocca di funghi fosforescenti e licheni rossi come il sangue. "Devo ammetterlo, ho un palato piuttosto esigente: Eugénie Brazier in persona mi disse che io ero l'ospite più difficile da accontentare alla sua tavola. Questi sono deliziosi." River inspira profondamente avvicinando il naso al cestino, prima di voltarsi a indicare la galleria buia. "Cos'è che non faremmo per amore?" Ti offri di aiutare col raccolto. Dopotutto, la dottoressa Marquez vorrà dei campioni di quelle insolite escrescenze.
ko: “여기서 보게 되다니 반갑네요.” 리버는 인광을 뿜는 버섯과 핏빛 지의류로 가득한 바구니를 들고 서 있었습니다. “아, 이거요? 제가 입맛 하나는 꽤 까다롭거든요. 그 유명한 유제니 브라지에도 식당에서 모신 손님 중에 제가 제일 까다로웠다고 하더라고요. 이것들이 보기와는 달리 정말 맛나요.” 리버는 과장스럽게 바구니에 코를 대고 냄새를 맡고는 어두운 굴을 가리킵니다. “이게 다 사랑을 위해 하는 일 아니겠어요?” 당신은 리버에게 채집을 도와 주겠다고 말합니다. 일이야 어떻게 됐든, 마르케스 박사 역시 이 특이한 생물의 표본이 필요할 테니 말입니다.
pl: „Dobrze cię tu widzieć” – mówi River, gdy podchodzisz bliżej. Trzyma w dłoniach pleciony kosz wypełniony po brzegi fosforyzującymi grzybami i krwistoczerwonymi porostami. „Wyznam ci w sekrecie, że mam delikatne podniebienie. Sama Eugénie Brazier powiedziała, że jestem najbardziej wymagającym gościem u jej stołu. Te są wyśmienite” – wącha dobiegający z kosza zapach niczym luksusowe perfumy, a następnie wskazuje na ponury tunel. „Człowiek zrobi wiele dla miłości”. Proponujesz jej pomoc w poszukiwaniu tego dziwnego pożywienia – w końcu dr Marquez na pewno będzie chciała próbki tej niezwykłej rośliny.
ru: «Странно видеть вас здесь. — Ривер встаёт, когда вы подходите. В её руках плетёная корзина, до краёв наполненная фосфоресцирующими грибами и кроваво-красными лишайниками. — У меня весьма взыскательный вкус, скажу я вам. Сама Эжени Бразье говорила, что я самый требовательный клиент, которого она обслуживала. Они просто восхитительны, — она щедро вдыхает воздух над своей корзиной, затем указывает рукой на мрачный туннель. — На что ни пойдёшь ради любви». Вы предлагаете ей помощь; в конце концов, доктор Маркес захочет увидеть образцы этой странной растительности.
zh: “在這見到你們真稀奇啊。”芮福起身迎接你們，手裡拿著一個裝滿發光蘑菇與血紅色苔癬的手編籃子。“我的味蕾可是很挑剔的，我跟你說，法國名廚歐仁妮．布拉濟耶說我是她餐桌上最識貨的貴客呢。”芮福華麗的顯擺手中的籃子，指向昏暗的隧道說：“這些都是美味的珍饈，為了愛，我們有時候必須做出一點犧牲。”你們表示願意幫忙採摘，畢竟馬爾克斯博士一定會想要一些這種奇怪植物的樣本。

source: Take control of River Hawthorne. If investigators end the scenario with both River Hawthorne and at least 2[per_investigator] clues under their control, remember that “you helped River.”
de: Übernimm die Kontrolle über River Hawthorne. Falls die Ermittler das Szenario sowohl mit River Hawthorne als auch mit 2[per_investigator] Hinweisen unter ihrer Kontrolle beenden, merke dir, dass „du River geholfen hast“.
es: Toma el control de River Hawthorne. Si los investigadores terminan el escenario con River Hawthorne y al menos 2 pistas [per_investigator] bajo su control, recuerda que “los investigadores han ayudado a River”.
fr: Prenez le contrôle de River Hawthorne. Si des investigateurs terminent le scénario avec River Hawthorne et au moins 2 [per_investigator] indices sous leur contrôle, rappelez-vous que « vous avez aidé River ».
it: Prendi il controllo di River Hawthorne. Se gli investigatori terminano lo scenario con River Hawthorne e 2[per_investigator] o più indizi sotto il loro controllo, annota che avete "aiutato River".
ko: ‘리버 호손’을 가져와 조종합니다. 조사자들이 ‘리버 호손’을 조종하는 상태로 그리고 함께 단서를 2 개 이상 조종하는 상태로 이번 시나리오를 끝낸다면, “당신이 리버를 도왔다”라고 기억합니다.
pl: Przejmij kontrolę nad River Hawthorne. Jeśli badacze zakończą scenariusz, mając pod swoją kontrolą River Hawthorne oraz przynajmniej 2[per_investigator] żetonów wskazówek, zapamiętaj, że „pomogłeś River”.
ru: Возьмите под контроль «Ривер Хоуторн». Если в конце сценария под контролем сыщиков будет и «Ривер Хоуторн», и хотя бы 2 [per_investigator] улик, запомните, что <i>вы помогли Ривер</i>.
zh: 控制芮福．霍桑。如果冒險結束時，調查員們控制了芮福。霍桑，並控制了至少2[per_investigator]個線索，請記住“你們幫助了芮福”。

source: What Act is it?
de: Welche Szene ist aktuell?
es: ¿Qué Acto está en juego?
fr: À quel Acte êtes-vous ?
it: Che capitolo è?
ko: 현재 주요목적 번호가 무엇인가요?
pl: Który Akt trwa?
ru: Какая сейчас сцена?
zh: 目前是場景幾？

source: “I wonder where Simeon is. Leah seemed so worried last night,” Dr. Marquez says distractedly as she holds up a sample of a white and blue crystal. “These formations aren’t natural. I’m no geologist, but the formation is...warped. Some of these lack basic symmetry.”
de: „Ich frage mich, wo Simeon ist. Leah schien gestern Abend so besorgt“, murmelt Dr. Marquez abwesend, während sie die Probe eines weiß-blauen Kristalls hochhält. „Diese Formationen sind nicht natürlich. Ich bin keine Geologin, aber diese hier zum Beispiel ist irgendwie... verzerrt. Ihr scheint die grundlegende Symmetrie zu fehlen.“
es: –Me pregunto dónde estará Simeon. Leah parecía muy preocupada anoche –dice la Dra. Marquez de forma distraída mientras sostiene una muestra de un cristal blanco y azul–. Estas formaciones no son naturales. No soy geóloga, pero la formación es... disforme. Algunas carecen de simetría básica.
fr: « Je me demande où est Simeon. Leah semblait si inquiète la nuit dernière », dit distraitement le Dr Marquez en montrant un échantillon de cristal blanc et bleu. « Ces formations ne sont pas naturelles. Je ne suis pas géologue, mais leur structure est… déformée. Certains d’entre eux ne sont même pas symétriques. »
it: "Mi chiedo dove sia finito Simeon. Leah sembrava piuttosto preoccupata la scorsa notte." La professoressa sembra distratta dal cristallo bianco e blu che tiene tra le mani. "Queste formazioni non sono naturali. Non sono una geologa, ma sembrano ... distorte. È come se ad alcune mancasse una certa simmetria."
ko: “대체 시미언은 어디 간 걸까요. 지난 밤에 리아가 엄청 걱정하는 것 같더군요.” 마르케스 박사가 흰색과 파란색이 섞인 수정 표본을 들어 보이며 심란하게 말합니다. “이런 수정질의 구성도 자연적으로 이뤄진 것 같지 않아요. 제가 지질학자는 아니라지만, 이 수정은 뭔가... 뒤틀려 보여요. 어떤 것은 기본적인 대칭성마저 결여되어 있고요.”
pl: „Zastanawiam się, gdzie się podział Simeon. Leah wyglądała wczoraj na zmartwioną” – mówi dr Marquez z roztargnieniem, podnosząc próbkę biało-niebieskiego kryształu. – „Te formacje nie są naturalne. Nie jestem geologiem, ale są jakby…wypaczone. Niektórym z nich brakuje podstawowej symetrii”.
ru: «Интересно, куда запропастился Симеон. Лия выглядела такой обеспокоенной прошлым вечером, — рассеянно говорит доктор Маркес, держа в руках образец бело-голубого кристалла. — Эти образования неестественны. Я не геолог, но их форма… неправильная. Некоторые из них абсолютно асимметричны».
zh: “不知道西緬去哪裡了，莉亞昨晚非常擔心。”馬爾克斯博士有些分神，手中拿著藍白色的水晶樣本。“這些水晶似乎不是自然形成的，我不是地質學家，不過這些結構看起來……被扭曲了，完全不符合基礎的幾何結構。”

source: Place 1 resource on the scenario reference card, as a scrap. An investigator may trigger this codex again during a different act.
de: Platziere 1 Ressource als Material auf der Szenarioübersichtskarte. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Coloca 1 recurso en la carta de referencia de escenario como chatarra. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Placez 1 ressource sur la carte de référence de ce scénario, en tant que débris. Un investigateur a le droit de déclencher de nouveau ce Codex lors d’un acte différent.
it: Colloca 1 risorsa sulla carta di consultazione dello scenario (trasformandola in rottame). Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 시나리오 참조 카드에 자원을 1개 놓습니다(이 자원 토큰은 ‘폐품’으로 간주합니다). 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Umieść 1 żeton zasobu na karcie pomocy scenariusza, jako złom. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Положите 1 ресурс на памятку сценария как хлам. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 將1資源放到冒險參考卡牌上，作為殘片。任意一位調查員可以在不同場景再次觸發此聖典。

source: <b>If it is Act 2</b>:
de: <b>Falls Szene 2 aktuell ist</b>:
es: <b>Si está en juego el acto 2:</b>
fr: <b>Si vous êtes à l’Acte 2 :</b>
it: <b>Se siete al capitolo 2</b>:
ko: <b>현재 주요목적이 2라면:</b>
pl: <b>Jeśli trwa Akt 2</b>:
ru: <b>Если сейчас сцена 2</b>:
zh: <b>如果目前是場景2</b>：

source: “I’m getting too old for this!” Dr. Marquez bellows as she holds onto her hat. Rotting beams whiz by overhead as the mine cart careens forward. The professor hits a nearby switch with her cane as you zoom through the darkness. Somewhere deeper in the mine, something moves.
de: „Ich werde zu alt für so etwas!“, ruft Dr. Marquez, während sie ihren Hut festhält. Verrottende Balken rasen über euren Köpfen vorbei, während die Minenlore vorwärts rast. Geistesgegenwärtig schlägt die Professorin mit ihrem Stock gegen einen Schalter neben dem Gleis. Irgendwo tiefer in der Mine hat sich etwas bewegt.
es: –¡Me estoy volviendo demasiado mayor para esto! –grita la Dra. Marquez mientras se sujeta el sombrero. Sobre vuestras cabezas pasan vigas podridas a toda velocidad mientras la vagoneta avanza con rapidez. La profesora golpea una aguja cercana con su bastón mientras atravesáis la oscuridad. Algo se mueve en alguna parte de la mina, a más profundidad.
fr: « Je me fais trop vieille pour tout ça ! » braille le Dr Marquez en s’accrochant à son chapeau. Des poutres en décomposition défilent au-dessus de vos têtes tandis que le wagonnet poursuit sa course à vive allure. Le professeur accroche un aiguillage à proximité avec sa canne tandis que vous vous précipitez dans les ténèbres. Quelque part, au plus profond de la mine, quelque chose bouge.
it: "Sono troppo vecchia per certe cose!" grida la dottoressa tenendosi stretto il cappello quando delle travi marce sfiorano le vostre teste mentre viaggiate a velocità forsennata. La professoressa colpisce uno scambio con il suo bastone da passeggio. Da qualche parte, nel profondo della miniera, qualcosa si muove.
ko: “이 나이에 이런 걸 타라니!” 마르케스 박사가 모자를 꽉 붙잡고 고래고래 소리를 지릅니다. 광차가 돌진하며 머리 위로 아슬아슬하게 썩어 비틀어진 지지대가 지나쳐갑니다. 정신없이 어둠 속을 가로지르는 사이, 박사가 지팡이로 근처 스위치를 칩니다. 그러자 광산 깊은 곳에서 뭔가가 움직이는 소리가 납니다.
pl: „Robię się na to za stara!” – krzyczy dr Marquez, przytrzymując kapelusz. Wózek mknie do przodu, a nad głowami świstają przegniłe belki. Profesor uderza laską w pobliską zwrotnicę, gdy nurkujecie w ciemność. Gdzieś w głębi kopalni coś się porusza.
ru: «Я становлюсь слишком стара для этого!» — восклицает доктор Маркес, держась за шляпу, пока тележка несётся вперёд. Гниющие конструкции, поддерживающие туннель, со свистом пролетают у вас над головами. Пока вы проноситесь сквозь темноту, профессор ударяет тростью по ближайшей стрелке. Вы слышите, как в глубине шахты что-то движется.
zh: “我年紀太大了，受不了這種刺激！”馬爾克斯博士大喊著，緊緊抓著自己的帽子。礦車飛速行駛，一道道腐壞的橫梁從你們頭頂飛掠而過。你們在黑暗中飛梭，教授用她的手杖擊中了一個轉轍器。礦坑深處，有某種生物在蠢蠢欲動。

source: Swap 2 adjacent locations.
de: Vertausche 2 benachbarte Orte miteinander.
es: Intercambia 2 Lugares adyacentes.
fr: Échangez 2 lieux adjacents.
it: Scambia 2 luoghi adiacenti.
ko: 서로 이웃한 장소 두 곳을 맞바꿉니다.
pl: Zamień miejscami 2 sąsiadujące lokalizacje.
ru: Поменяйте местами 2 соседние локации.
zh: 交換2個相鄰地點。
