Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Theo’s truck slows to a halt as you pull up in front of the towering, shingle style manor. From what you’ve been told, the old Hemlock House is infested with something or other—what exactly is a matter of some debate. Before lending you his truck for the night, Theo made mention of rats in the walls, or potentially wild animals taking refuge from the woods, not to mention the storm brewing on the horizon. But you’re not so sure. After all, you’ve already seen firsthand the kinds of terrors that dwell on Hemlock Isle—you know better than to assume mere rats or raccoons to be the issue. Approaching the crumbling manor, you find a stockpile of supplies tucked away near its entrance: several planks of wood, a box of tools, and a bucket of some foul-smelling chemical mixture. According to Theo, Mr. Hemlock had asked Judith to try to fix the place up and clear out whatever was infesting its walls. Seems like she hasn’t gotten very far yet. You look up at the house’s crooked frame, set against a backdrop of dark stormclouds. There is something deeply unsettling about the arrangement of its windows and the slant of its gambrel roofs. Whatever grandeur this house may have had in its past life is long gone. It is but a shell of its former self—and you suspect the cause still dwells within its walls.
de: Du bringst Theos Lastwagen vor dem hoch aufragenden, schindelgedeckten Herrenhaus langsam zum Stehen. Laut den Aussagen, die du gehört hast, ist das alte Hemlock-Haus von etwas befallen – von was genau, das wird eifrig diskutiert. Bevor dir Theo seinen Lastwagen für die Nacht geliehen hat, hatte er Ratten erwähnt, die in den Wänden leben sollen, und andere Tiere, die womöglich aus dem Wald hier Zuflucht gesucht haben. Zudem hat er noch den Sturm erwähnt, der sich am Horizont zusammenbraut. Du bist dir bei all dem nicht so sicher. Du musstest ja bereits aus erster Hand erfahren, welche Arten von Schrecken auf Hemlock Isle leben. Also kannst du nicht einfach davon ausgehen, dass das Problem nur auf Ratten oder Waschbären zurückzuführen ist. Als du dich dem baufälligen Herrenhaus näherst, entdeckst du neben dem Eingang einen Stapel von Vorräten: mehrere Holzbretter, eine Kiste mit Werkzeug und einen Eimer mit einer übel riechenden Chemikalienmischung. Laut Theo hat Mr. Hemlock Judith darum gebeten, den Ort auf Vordermann zu bringen, den Grund des Befalls zu finden und alles zu beseitigen, was sich in den Wänden versteckt. Wie es scheint, ist sie noch nicht weit gekommen. Du betrachtest die krumme Fassade des Herrenhauses, die sich gegen die dunklen Sturmwolken abhebt. Die Anordnung der Fenster und die Schräglage der Satteldächer haben etwas zutiefst Trügerisches und Beunruhigendes an sich. Die einstige Pracht des Hauses ist auf jeden Fall schon lange verfallen. Es ist nur noch ein Schatten seiner selbst. Und du vermutest, dass der Grund dafür noch immer in seinen Wänden haust.
es: La camioneta de Theo se detiene frente a la enorme mansión de estilo Shingle. Por lo que os han contado, la vieja Casa Cicuta está infestada de algo, pero la naturaleza exacta de la infestación es objeto de debate. Antes de prestaros su camioneta para la noche, Theo mencionó ratas en las paredes, o tal vez animales salvajes que quieren buscar refugio del bosque, por no mencionar de la tormenta que se prepara en el horizonte. Pero no estáis tan seguros. Al fin y al cabo, ya habéis comprobado de primera mano el tipo de horrores que habitan en la Isla de la Cicuta, y sabéis que no deberíais suponer que los otros habitantes de la casa sean simples ratas o mapaches. Al acercaros a la mansión en mal estado, encontráis diversos suministros colocados cerca de la entrada: varios tablones de madera, una caja de herramientas y un cubo que contiene una mezcla química maloliente. Según Theo, el Sr. Cicuta le había pedido a Judith que intentase arreglar el edificio y echar lo que estuviera infestando las paredes. Parece que no ha hecho mucho progreso. Levantáis la vista para contemplar la estructura retorcida de la casa sobre el fondo de oscuras nubes de tormenta. La disposición de las ventanas y la inclinación del tejado abuhardillado a dos aguas tienen algo tortuoso e inquietante. Cualquier tipo de grandeza que pudiera tener esta casa en el pasado ya no existe. No es más que una sombra de lo que fue, y sospecháis que el motivo sigue morando entre sus paredes.
fr: Le camion de Theo ralentit lorsque vous vous arrêtez devant l imposant manoir. D’après ce que l’on vous a dit, le vieux manoir de Hemlock House est infesté par quelque vermine. Il semble que personne ne sait exactement de quoi il s’agit. Avant de vous prêter son camion pour la nuit, Theo vous a averti que des rats logeaient dans les murs, et que l’endroit servait peut-être de refuge pour des animaux sauvages ayant quitté les bois, sans parler de la tempête qui menace à l’horizon. Mais vous avez quelques doutes. Après tout, vous avez déjà vu de près les horreurs qui hantent Hemlock Isle, et vous savez que les rats et aux ratons laveurs ne sont peut-être pas à l’origine du problème. En approchant du manoir en ruine, vous trouvez une pile de fournitures cachée près de l’entrée : plusieurs planches de bois, une boîte à outils et un seau rempli d’un mélange chimique nauséabond. D’après Theo, Mr Hemlock avait demandé à Judith d’essayer de remettre l’endroit en état et de se débarrasser de ce qui infestait ses murs. Il semble qu’elle ne soit pas encore allée très loin. Vous levez les yeux vers la charpente tordue de la maison, dont la silhouette se découpe sous un ciel noir chargé de sombres nuages orageux. La disposition des fenêtres et l’inclinaison des toits ont quelque chose de profondément troublant. Cette demeure a peut-être connu ses heures de gloire par le passé, mais elles sont depuis longtemps révolues. Elle n’est plus que l’ombre d’elle-même et vous suspectez que ce qui se cache encore derrière ces murs en soit la cause.
it: Il furgone di Theo rallenta fino a fermarsi, parcheggiando davanti alla facciata torreggiante del maniero in stile shingle. Da quello che sapete c'è qualcosa che infesta la vecchia dimora degli Hemlock, ma nessuna delle persone con cui avete parlato concordava con gli altri sulle cause di questa infestazione. Prima di lasciarvi il furgone per la notte, Theo ha menzionato la presenza di ratti nelle pareti, ma non poteva escludere che qualche animale selvatico avesse deciso di rifugiarsi nella casa per sfuggire ai pericoli dei boschi, per non parlare del temporale che incombe all'orizzonte ... Ma non vi ha convinti: dopotutto avete già assistito in prima persona agli orrori che popolano l'isola, non vi sembra così assurdo che la casa sia infestata da qualcosa di diverso da ratti e procioni. Avvicinandovi all'edificio diroccato, trovate diversi strumenti ammassati non lontano dall'ingresso: assi di legno, una scatola di attrezzi e un secchio contenente qualche disgustoso composto chimico. Secondo quanto detto da Theo, Mr. Hemlock aveva chiesto a Judith di dare il via alle riparazioni della casa, nonché di scacciare qualsiasi cosa si nascondesse lì dentro, ma da quanto vedete non sembra aver fatto chissà quali progressi. Sollevate lo sguardo verso la facciata sghemba, incorniciata dal grigio scuro delle nubi temporalesche. C'è qualcosa di sbagliato e inquietante nel modo in cui sono disposte le finestre e in cui spiovono i tetti mansardati. Qualsiasi grandiosità possedesse un tempo è rimasta intrappolata nel passato. La casa degli Hemlock è oramai solo il guscio vuoto di ciò che era ... E avete il sospetto che la causa del suo declino si annidi ancora tra le sue mura.
ko: 우뚝 솟은 슁글 양식의 저택 앞에 테오에게서 빌린 트럭을 천천히 세웁니다. 지금까지 들은 바로는, 헴록 고택에는 모종의 병해가 들끓는다고 하지만 정확히 무엇이 이곳을 장악했는지는 사람들 사이에서도 이견이 많다고 합니다. 테오는 오늘 밤 트럭을 빌려주며, 저택 벽 속에 쥐가 있다는 이야기와 숲에서 쫓겨난 야생동물이 보금자리를 틀었을 가능성에 대해 말해주었습니다. 또한 곧 폭풍이 몰아닥칠 거라고도 덧붙였습니다. 하지만 당신은 그 어느 것도 확신할 수 없었습니다. 헴록 섬에 살아가는 각양각색의 무시무시한 것들을 두 눈으로 똑똑히 목격해온 덕에, 저 저택에 둥지를 튼 것이 단순한 쥐나 너구리일 거라는 생각이 들지는 않습니다. 허물어져 가는 저택에 다가가자 현관 근처에 놓인 나무판자 몇 개, 공구 상자, 고약한 냄새가 풍기는 혼합물 양동이가 보입니다. 테오의 말대로라면, 윌리엄은 주디스에게 벽에 숨은 것들을 좀 몰아내고 수리해달라고 부탁했다고 합니다. 하지만 별다른 성과는 없어 보입니다. 위를 올려다보자 어두운 먹구름을 배경으로 저택의 굽은 골조가 보입니다. 창문 배치와 비스듬히 기운 박공지붕에서 이유 모를 지독한 불안감이 엄습합니다. 장엄했을 옛 저택의 모습은 빛바랜 지 오랬으며 지금은 그저 과거의 껍데기에 불과할 뿐입니다. 그리고 이렇게 저택이 퇴락한 이유 역시, 아직도 벽 안에 자리하고 있으리라는 직감이 듭니다.
pl: Auto Theo zwalnia, gdy docieracie przed wysoką, pokrytą gontem posiadłość. Powiedziano wam, że stary dom Hemlocków został opanowany przez plagę lub coś innego – zdania na ten temat są podzielone. Zanim Theo pożyczył wam swój wóz na noc, wspomniał o szczurach w ścianach oraz dzikich zwierzętach, które mogą uciekać z lasu, szczególnie w obliczu nadciągającej burzy. Ale wcale nie jesteście pewni, czy o to chodzi. Zobaczywszy na własne oczy różne koszmary, które żyją na wyspie Hemlock, wiecie już, że nie należy zakładać, że nieproszeni goście to zwykłe szczury lub szopy. Gdy zbliżacie się do rozpadającej się posiadłości, znajdujecie obok wejścia trochę przydatnych rzeczy: kilka desek, pudełko narzędzi i wiadro śmierdzących chemikaliów. Theo wspominał, że pan Hemlock poprosił Judith, aby wypędziła to, co zamieszkuje ściany, i załatała dziury. Wygląda na to, że jeszcze jej się to nie udało. Spoglądacie na nienaturalny kształt domu na tle ciemnych burzowych chmur. Jest coś niepokojącego w krzywym rozmieszczeniu okien i nienaturalnych kątach dachu. Niegdyś majestatyczna posiadłość dziś bardziej przypomina ruinę. Podejrzewacie, że przyczyna upadku nadal mieszka w jej murach.
ru: Грузовичок Тео тормозит перед возвышающимся особняком в гонтовом стиле. По словам местных, старый дом Хемлоков наводнила какая-то зараза — какая именно, никто не знает. Прежде чем дать вам грузовик, Тео упомянул крыс в стенах, а также риск встретить диких лесных животных из-за бури, намечающейся на горизонте. Но вам кажется, что здесь есть что-то ещё. В конце концов, вы успели своими глазами увидеть ужасы, обитающие на острове. Сомнительно, что популяция дома ограничивается крысами и енотами. Приближаясь к осыпающемуся особняку, вы находите кучку припасов, сложенных у входа: несколько досок, ящик с инструментами и ведро какой-то смеси, воняющей химикатами. По словам Тео, мистер Хемлок попросил Джудит привести дом в порядок и вычистить незваных гостей из стен. Не похоже, чтобы она сильно продвинулась с этим. Вы оглядываете покосившуюся конструкцию здания, выделяющуюся на фоне тёмных грозовых туч. Есть что-то неправильное и тревожное в расположении его окон и наклоне двускатной крыши. Былое величие, которым некогда обладало строение, теперь безвозвратно утеряно, и осталась лишь оболочка. Вы уверены, что причина тому всё ещё таится в его стенах.
zh: 西奧的卡車緩緩停在一棟高聳的瓦格式大宅前。根據你們聽到的傳聞，鐵杉之家有某種擾動，可能是某種生物，或是其他原因，你們沒辦法得出共識。在將卡車借給你們前，西奧提醒你們注意躲在牆壁中的老鼠，或是把這裡當成避難所的森林動物，更別提在地平線上醞釀著的風暴。但你們依然不確定自己將面對什麼，畢竟有著與赫姆拉克島上潛藏的恐怖正面衝突的經驗，你們合理推斷棲息在大宅中的，絕對不是老鼠或浣熊這麼簡單。 你們走近搖搖欲墜的大宅，發現入口出堆著一些材料：幾塊長木板、一箱工具，還有一桶刺鼻的化學混合物。西奧說，赫姆拉克先生請朱蒂絲嘗試修復大宅，並將牆壁裡的東西趕走，不管牠們是什麼。看來她還在這附近。你們抬頭看著房屋悚異的外觀，映襯在黑色風暴雲的背景上。窗戶的排列方式、層疊式屋頂的傾斜角度，整棟房子的格局散發出一種深沉的躁動感。不管這裡曾經有多氣派輝煌，都已經是很久以前的事了。它現在只剩一具空殼，而你們懷疑造成這一切的原因仍棲息在斷垣殘壁中。

source: Set Act 2a: Against the House aside, out of play.
de: Szene 2a – Gegen das Haus wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, el acto 2a: Contra la casa.
fr: Mettez de côté l’Acte 2a: Contre la Maison, hors-jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, il Capitolo 2a - Contro la Casa.
ko: 주요목적 2a - “저택에 맞서서”를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, Akt 2a: Walka z domem.
ru: Отложите сцену 2a «Дать отпор дому» в сторону, вне игры.
zh: 將場景2a：對抗屋子放在一旁，置於場外。

source: Because it is <b>Day/Night 1</b> or <b>Day 3</b>, remove Agenda 2a: The House Stirs (v.II) from the game.
de: Weil es <b>Tag/Nacht 1</b> oder <b>Tag 3</b> ist, wird Agenda 2a – Das Haus regt sich (V. II) aus dem Spiel entfernt.
es: Como es el <b>Día/Noche 1</b> o el <b>Día 3</b>, retira de la partida el plan 2a: La casa se agita (v.II).
fr: Puisque vous êtes au <b>Jour 1</b>, à la <b>Nuit 1</b> ou au <b>Jour 3</b>, retirez de la partie l’Intrigue 2a: La Maison Bouge (v.II).
it: Se è il <b>Giorno/Notte 1</b> o <b>Giorno 3</b>, rimuovete dal gioco la Trama 2a - La Casa si Agita (v. II).
ko: 지금이 <b>첫 번째 낮/첫 번째 밤/세 번째 낮</b>이므로, 주요사건 2a - “흔들리는 저택(v.II)”을 게임에서 제거합니다.
pl: Ponieważ trwa <b>Dzień/Noc 1</b> lub <b>Dzień 3</b>, usuń z gry Tajemnicę 2a: Przebudzenie domu (w. II).
ru: Поскольку сейчас <b>День/Ночь 1</b> или <b>День 3</b>, удалите замысел 2a «Дом шевельнулся (вариант II)» из игры.
zh: 因為目前是<b>第一日/夜</b>或<b>第三日</b>，將密謀2a：房屋擾動(版本二)從遊戲中移除。

source: Because it is <b>Day/Night 2</b>, remove Agenda 2a: The House Stirs (v.I) from the game.
de: Weil es <b>Tag/Nacht 2</b> ist, wird Agenda 2a: Das Haus regt sich (V.I) aus dem Spiel entfernt.
es: Como es el <b>Día/Noche 2</b>, retira de la partida el plan 2a: La casa se agita (v.I).
fr: Puisque vous êtes au <b>Jour 2</b> ou à la <b>Nuit 2</b> , retirez de la partie l’Intrigue 2a: La Maison Bouge (v.I).
it: Se è il <b>Giorno/Notte 2</b>, rimuovete dal gioco la Trama 2a - La Casa si Agita (v. I).
ko: 지금이 <b>두 번째 낮/두 번째 밤</b>이므로, 주요사건 2a - “흔들리는 저택(v.I)”을 게임에서 제거합니다.
pl: Ponieważ trwa <b>Dzień/Noc 2</b>, usuń z gry Tajemnicę 2a: Przebudzenie domu (w. I).
ru: Поскольку сейчас <b>День 2</b> или <b>Ночь 2</b>, удалите замысел 2a «Дом шевельнулся (вариант I)» из игры.
zh: 因為目前是<b>第二日/夜</b>，將密謀2a：房屋擾動(版本一)從遊戲中移除。

source: Gather all 13 locations. Set the Shapeless Cellar location and one random copy of the Bedroom location aside, out of play. Put each remaining location into play, [[Dormant]] side faceup, according to the following rules and Location Placement diagram.
de: Von den 13 Orten werden der Ort Formloser Keller und 1 zufällige Kopie von Schlafzimmer als nicht im Spiel befindlich beiseitegelegt. Alle übrigen Orte werden nach den folgenden Regeln und anhand der Platzierung der Orte mit der [[Ruhend]]-Seite nach oben ins Spiel gebracht.
es: Reúne los 13 Lugares. Pon aparte, fuera del juego, el Lugar Sótano informe y una copia aleatoria del Lugar Dormitorio. Pon todos los Lugares restantes en juego, con el lado [[Letargo]] boca arriba, según las reglas siguientes y el diagrama de colocación de Lugares.
fr: Réunissez l’intégralité des 13 lieux. Mettez de côté La Cave Informe et un exemplaire aléatoire du lieu Chambre à Coucher, hors-jeu. Mettez en jeu tous les lieux restants, face [[Sommeil]] visible, en conformité avec les règles suivantes et le schéma de Placement des Lieux.
it: Radunate i 13 luoghi. Mettete da parte, temporaneamente fuori dal gioco, il luogo Cantina Amorfa e 1 copia casuale del luogo Camera da Letto. Mettete in gioco ogni luogo rimanente con il lato [[Dormiente]] a faccia in su secondo la Disposizione dei Luoghi e le regole seguenti.
ko: 장소 13장을 모두 모읍니다. ‘무정형의 지하실’ 장소와 무작위 ‘침실’ 장소 사본 1장을 비플레이 상태로 치워 둡니다. 다음 규칙과 장소 배치도에 따라, 나머지 모든 장소를 [[휴면]] 면이 보이도록 플레이 영역에 둡니다.
pl: Zbierz wszystkie 13 lokalizacji. Odłóż na bok, poza grę, lokalizację Bezkształtna piwnica i 1 losową kopię lokalizacji Sypialnia. Umieść w grze każdą pozostałą lokalizację, stroną z cechą [[Uśpiony]] do góry, zgodnie z poniższymi zasadami i schematem Ułożenia lokalizacji.
ru: Соберите все 13 локаций. Отложите локацию «Бесформенный подвал» и один случайный экземпляр «Спальни» в сторону, вне игры. Введите оставшиеся локации в игру [[дремлющей]] стороной вверх в соответствии с нижеизложенными правилами и раскладом локаций.
zh: 收齊所有13個地點。將無定形地窖地點與一張隨機的臥室地點放在一旁，置於場外。將所有剩餘的地點放置入場，[[休眠]]面朝上。

source: Place the Parlor, Foyer, and Dining Room in a row exactly as shown. This is the 1st Floor.
de: Das Wohnzimmer, der Eingangsbereich und das Esszimmer werden genauso wie angegeben in einer Reihe platziert. Dies ist die 1. Etage.
es: Coloca la Salita, el Vestíbulo y el Comedor formando una fila exactamente como se muestra. Esto es el piso 1.
fr: Placez les lieux Petit Salon, Hall d’Entrée et Salle à Manger sur une même ligne, exactement comme indiqué. Ils constituent le 1er étage.
it: Collocate il Salotto, l'Atrio e la Sala da Pranzo in una riga esattamente come mostrato. Questo è il 1° Piano.
ko: ‘거실’, ‘현관’, ‘식당’은 배치도와 동일하게 한 가로줄로 늘어놓습니다. 이 세 장소가 1층을 이룹니다.
pl: Umieść Salon, Hol i Jadalnię w rzędzie, dokładnie tak, jak pokazano. To 1. piętro.
ru: Выложите «Гостиную», «Фойе» и «Обеденный зал» в ряд, как указано. Это 1 этаж.
zh: 將客廳、門廳，以及用餐室放在如圖所示的橫排。該處為1樓。

source: Shuffle each remaining location and place six of these locations into play in two rows above the 1st Floor.
de: Die übrigen Orte werden gemischt und 6 dieser Orte in zwei Reihen über der 1. Etage an zufälligen Positionen ins Spiel gebracht.
es: Baraja todos los Lugares restantes y coloca seis de ellos en juego en dos filas sobre el piso 1.
fr: Mélangez tous les lieux restants et placez six de ces lieux en jeu pour former deux lignes au-dessus du 1er étage.
it: Mescolate ogni luogo rimanente e mettetene in gioco 6 in due righe sopra il 1° Piano.
ko: 나머지 모든 장소를 섞어, 이중 6장을 1층 위에 두 줄(가로줄 2개)로 놓습니다.
pl: Potasuj wszystkie pozostałe lokalizacje i umieść 6 z nich w grze, w dwóch rzędach nad 1. piętrem.
ru: Перемешайте все оставшиеся локации и выложите 6 из них в два ряда над 1 этажом.
zh: 混洗所有剩餘地點，將其中6張放在1樓上方，分為兩個橫排。

source: Put the set-aside Bedroom location into play in the middle column on the 4th Floor.
de: Das beiseitegelegte Schlafzimmer wird in der mittleren Spalte in der 4. Etage ins Spiel gebracht.
es: Pon en juego el Lugar Dormitorio puesto aparte en la columna central del piso 4.
fr: Mettez en jeu le lieu Chambre à Coucher mis de côté dans la colonne du milieu du 4° étage.
it: Mettete in gioco il luogo Camera da Letto messo da parte nella colonna centrale al 4° Piano.
ko: 치워 두었던 ‘침실’ 장소를 4층 가운데 세로줄 위치에 둡니다.
pl: Umieść odłożoną na bok lokalizację Sypialnia w grze, w środkowej kolumnie 4. piętra.
ru: Выложите отложенную локацию «Спальня» в средний столбец на 4 этаже.
zh: 將放在一旁的臥室地點放置入場，放到4樓的中央欄位。

source: Remove each remaining location from the game.
de: Die übrigen Orte werden aus dem Spiel entfernt.
es: Retira de la partida todos los Lugares restantes.
fr: Retirez tous les autres lieux de la partie.
it: Rimuovete dal gioco ogni luogo rimanente.
ko: 나머지 모든 장소를 게임에서 제거합니다.
pl: Usuń wszystkie pozostałe lokalizacje z gry.
ru: Удалите из игры все оставшиеся локации.
zh: 將剩餘地點從遊戲中移除。

source: <b>Reminder:</b> During this scenario, each location is connected to each location adjacent to it, in addition to any connection icons.
de: <b>Zur Erinnerung:</b> Während dieses Szenarios ist jeder Ort zusätzlich zu seinen Verbindungssymbolen mit jedem benachbarten Ort verbunden. <b>Hinweis zur Übersetzung:</b> In diesem Szenario wird die in Nordamerika übliche Geschossnummerierung verwendet, bei der das Erdgeschoss der 1. Etage entspricht, das 1. Stockwerk der 2. Etage usw.
es: <b>Recordatorio:</b> Durante este escenario, cada Lugar está conectado a cada Lugar adyacente a él, además de cualesquiera iconos de conexión.
fr: <b>Rappel:</b> Durant ce scénario, chaque lieu est connexe à chaque lieu qui lui est adjacent, en plus des icônes de connexion.
it: <b>Promemoria:</b> Durante questo scenario, ogni luogo è collegato a ogni luogo adiacente a esso, in aggiunta alle eventuali icone di collegamento.
ko: <b>알아두기</b>: 이번 시나리오 동안, 각각의 장소는 연결 아이콘으로 이어져 있을 뿐만 아니라 이웃한 장소로도 이어져 있습니다
pl: <b>Przypomnienie:</b> Podczas tego scenariusza każda lokalizacja jest połączona zarówno poprzez symbole połączeń, jak i z każdą lokalizacją, z którą sąsiaduje.
ru: <b>Обратите внимание:</b> Во время этого сценария каждая локация связана с каждой соседней локацией в дополнение к любым символам связи.
zh: 提醒：本場冒險期間，每個地點除了藉由連接符號之外，也與其相鄰的地點互相連接。

source: Because it is <b>Day/Night 1</b> or <b>Day/Night 2</b>, each investigator begins play at the Foyer.
de: Weil es <b>Tag/Nacht 1</b> oder <b>Tag/Nacht 2</b> ist, beginnt jeder Ermittler das Spiel im Eingangsbereich.
es: Como es el <b>Día/Noche 1</b> o el <b>Día/Noche 2</b>, cada investigador comienza la partida en el Vestíbulo.
fr: Puisque vous êtes au <b>Jour l</b> ou à la <b>Nuit 1</b>, au <b>Jour 2</b> ou à la <b>Nuit 2</b>, tous les investigateurs commencent la partie dans le Hall d’Entrée.
it: Se è il <b>Giorno/Notte 1</b> o <b>Giorno/Notte 2</b>, iniziate la partita nell'Atrio.
ko: 지금이 <b>첫 번째 낮/첫 번째 밤/두 번째 낮/두 번째 밤</b>이므로, 모든 조사자는 ‘현관’에서 시작합니다.
pl: Ponieważ jest <b>Dzień/Noc 1</b> lub <b>Dzień/Noc 2</b>, każdy badacz rozpoczyna grę w Holu.
ru: Поскольку сейчас <b>День/Ночь 1</b> или <b>День/Ночь 2</b>, сыщики начинают игру в «Фойе».
zh: 因為目前是<b>第一日/夜</b>或<b>第二日/夜</b>，每位調查員從門廳開始遊戲。

source: Because it is <b>Day 3</b>, each investigator begins play at the Bedroom on the 4th floor.
de: Falls es <b>Tag 3</b> ist, beginnt jeder Ermittler das Spiel im Schlafzimmer in der 4. Etage.
es: Como es el <b>Día 3</b>, cada investigador comienza la partida en el Dormitorio del piso 4.
fr: Puisque vous êtes au <b>Jour 3</b>, tous les investigateurs commencent la partie dans la Chambre à Coucher au 4e étage.
it: Se è il <b>Giorno 3</b>, iniziate la partita nella Camera da Letto al 4° Piano.
ko: 지금이 <b>세 번째 낮</b>이므로, 모든 조사자는 4층 ‘침실’에서 시작합니다.
pl: Ponieważ jest <b>Dzień 3</b>, każdy badacz rozpoczyna grę w Sypialni na 4. piętrze.
ru: Поскольку сейчас <b>День 3</b>, сыщики начинают игру в «Спальне» на 4 этаже.
zh: 因為目前是<b>第三日</b>，每位調查員從4樓的臥室開始遊戲。

source: Bedroom
de: Schlafzimmer
es: Dormitorio
fr: Chambre à Coucher
it: Camera da Letto
ko: 침식
pl: Sypialnia
ru: Спальня
zh: 臥室

source: Library
de: Bibliothek
it: Biblioteca
ko: 서재
pl: Biblioteczka
zh: 藏書室

source: Washroom
de: Badezimmer
es: Baño
fr: Salle de bain
it: Bagno
ko: 화장실
pl: Łazienka
ru: Ванная
zh: 浴室

source: Parlor
de: Wohnzimmer
es: Salita
fr: Petit Salon
it: Salotto
ko: 거실
pl: Salon
ru: Гостиная
zh: 客廳

source: Foyer
de: Eingangsbereich
es: Vestíbulo
fr: Hall d’Entrée
it: Atrio
ko: 현관
pl: Hol
ru: Фойе
zh: 門廳

source: Dining Room
de: Esszimmer
it: Sala da Pranzo
ko: 식당
pl: Jadalnia
zh: 用餐室

source: Floor Level
de: Etagennummer
es: Piso
fr: Étage
it: Piano
ko: 층 번호
pl: Piętro
ru: Этаж
zh: 樓層

source: Column
de: Spalte
es: Columna
fr: Colonne
it: Colonna
ko: 세로줄
pl: Kolumna
ru: Столбец
zh: 欄位

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
ko: 왼쪽
pl: Lewa
ru: Левый
zh: 左欄

source: Middle
de: Mitte
es: Central
fr: Milieu
it: Centrale
ko: 가운데
pl: Środkowa
ru: Средний
zh: 中央欄

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra
ko: 오른쪽
pl: Prawa
ru: Правый
zh: 右欄

source: 4th Floor
de: 4. Etage
es: Piso 4
fr: 4e étage
it: 4° Piano
ko: 4층
pl: 4. piętro
ru: 4 этаж
zh: 4樓

source: 3rd Floor
de: 3. Etage
es: Piso 3
fr: 3e étage
it: 3° Piano
ko: 3층
pl: 3. piętro
ru: 3 этаж
zh: 3樓

source: 2nd Floor
de: 2. Etage
es: Piso 2
fr: 2e étage
it: 2° Piano
ko: 2층
pl: 2. piętro
ru: 2 этаж
zh: 2樓

source: 1st Floor
de: 1. Etage
es: Piso 1
fr: 1er étage
it: 1° Piano
ko: 1층
pl: 1. piętro
ru: 1 этаж
zh: 1樓

source: Cellar
de: Keller
es: Sótano
fr: Cave
it: Cantina
ko: 지하
pl: Piwnica
ru: Подвал
zh: 地窖

source: (The Cellar's floor number is considered to be 0 for the purposes of card effects.)
de: <i>(Die Etagennummer des Kellers gilt in Bezug auf Karteneffekte als „0“.)</i>
es: (El número de piso del sótano se considera 0 en lo relativo a efectos de cartas).
fr: (On considère que le numéro d’étage de la Cave est 0 en ce qui concerne les effets de carte.)
it: (Il numero del piano della Cantina è considerato essere 0 ai fini degli effetti delle carte.)
ko: (카드의 효과를 적용하는 목적에서, 지하는 0층인 것으로 간주합니다.)
pl: (Na potrzeby efektów kart przyjmuje się, że piwnica znajduje się na piętrze 0).
ru: (При розыгрыше эффектов карт подвал считается находящимся на 0 этаже.)
zh: (結算卡牌效果時，地窖的樓層視為0。)
