Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Place Gideon Mizrah into play at the Parlor location. Put the Little Sylvie story asset into play at a Bedroom location on the lowest floor.
de: Gideon Mizrah wird im Wohnzimmer ins Spiel gebracht. Die Storyvorteilskarte Kleine Sylvie wird im Schlafzimmer in der unteren Etage ins Spiel gebracht.
es: Pon a Gideon Mizrah en juego en el Lugar Salita . Pon el Apoyo de historia Pequeña Sylvie en juego en un Lugar Dormitorio que esté en el piso más bajo.
fr: Mettez en jeu Gideon Mizrah dans le Petit Salon. Mettez en jeu le soutien d’histoire Petite Sylvie dans une Chambre à Coucher de l’étage le plus bas.
it: Mettete in gioco Gideon Mizrah nel Salotto. Mettete in gioco il supporto storia Piccola Sylvie in un luogo Camera da Letto al piano più in basso.
ko: ‘기디언 미즈라’를 플레이 영역 중 ‘거실’ 장소에 둡니다. ‘꼬마 실비 인형’ 이야기 자산을 플레이 영역 중 ‘침실’ 장소 가운데, 가장 낮은 층에 있는 곳에 둡니다.
pl: Umieść Gideona Mizraha w grze, w lokalizacji Salon. Umieść atut fabularny Mała Sylvie w grze, w lokalizacji Sypialnia na najniższym piętrze.
ru: Введите «Гидеона Мизру» в игру в «Гостиную». Введите в игру сюжетный актив «Малышка Сильвия» в «Спальню», которая находится ниже остальных.
zh: 將吉迪恩．米茲拉放置入場，放到客廳地點。將席爾維婭小姐劇情支援放置入場，放到最低樓層的一個臥室地點。

source: Put William Hemlock into play at the Bedroom location on the 4th Floor.
de: William Hemlock wird im Schlafzimmer in der 4. Etage ins Spiel gebracht.
es: Pon a William Cicuta en juego en el Lugar Dormitorio del piso 4.
fr: Mettez en jeu William Hemlock dans la Chambre à Coucher du 4° étage.
it: Mettete in gioco William Hemlock nella Camera da Letto al 4° Piano.
ko: ‘윌리엄 헴록’을 플레이 영역 중 4층 ‘침실’ 장소에 둡니다.
pl: Umieść Williama Hemlocka w grze, w lokalizacji Sypialnia na 4. piętrze.
ru: Введите «Уильяма Хемлока» в игру в «Спальню» на 4 этаже.
zh: 將威廉．赫姆拉克放置入場，放到4樓的臥室地點。

source: If it is <b>Day 2</b> or <b>Day 3</b> and Judith Park is not crossed out:
de: Falls es <b>Tag 2</b> oder <b>Tag 3</b> ist und Judith Park nicht durchgestrichen ist:
fr: Si vous êtes au <b>Jour 2</b> ou au <b>Jour 3</b> et que Judith Park n'est pas rayée :
it: Se è il <b>Giorno 2</b> o <b>Giorno 3</b> e Judith Park non è barrata:
ko: 지금이 <b>두 번째 낮</b> 또는 <b>세 번째 낮</b>이고 ‘주디스 파크’에 취소선이 그어져 있지 않다면
pl: Jeśli jest <b>Dzień 2</b> lub <b>Dzień 3</b> i Judith Park nie jest wykreślona:
ru: Если сейчас <b>День 2</b> или <b>День 3</b> и «Джудит Пак» не вычеркнута в журнале:

source: Put Judith Park into play at the Parlor location.
de: Judith Park wird im Wohnzimmer ins Spiel gebracht.
es: Pon a Judith Park en juego en el Lugar Salita.
fr: Mettez en jeu Judith Park dans le Petit Salon.
it: Mettete in gioco Judith Park nel Salotto.
ko: ‘주디스 파크’를 플레이 영역 중 ‘거실’ 장소에 둡니다.
pl: Umieść Judith Park w grze, w lokalizacji Salon.
ru: Введите «Джудит Пак» в игру в «Гостиную».
zh: 將茱蒂絲．朴放置入場，放到客廳地點。

source: If it is <b>Day 3</b>:
de: Falls es <b>Tag 3</b> ist:
it: Se è il <b>Giorno 3</b>:
ko: 지금이 <b>세 번째 낮</b>이라면
pl: Jeśli jest <b>Dzień 3</b>:
ru: Если сейчас <b>День 3</b>:

source: Put Theo Peters into play at the Foyer location.
de: Theo Peters wird im Eingangsbereich ins Spiel gebracht.
es: Pon a Theo Peters en juego en el Lugar Vestíbulo.
fr: Mettez en jeu Theo Peters dans le Hall d’Entrée.
it: Mettete in gioco Theo Peters nell'Atrio.
ko: ‘테오 피터스’를 플레이 영역 중 ‘현관’ 장소에 둡니다.
pl: Umieść Theo Petersa w grze, w lokalizacji Hol.
ru: Введите «Тео Питерса» в игру в «Фойе».
zh: 將西奧．彼得斯放置入場，放到門廳地點。

source: Set the double-sided The Predatory House story card aside, out of play. This story card has a different scenario reference card on its other side and will enter play during the scenario.
de: Die doppelseitige Handlungskarte Das räuberische Haus wird als nicht im Spiel befindlich beiseitegelegt. Diese Handlungskarte hat eine andere Szenarioübersichtskarte auf ihrer Rückseite und wird während des Szenarios ins Spiel kommen.
es: Pon aparte, fuera del juego, la carta de Historia La casa depredadora. Esta carta de Historia tiene una carta de referencia de escenario distinta en su otro lado y entrará en juego durante el escenario.
fr: Mettez de côté la carte Histoire La Maison Prédatrice, hors-jeu. Cette carte Histoire a une carte de référence de scénario différente sur son autre face et entrera en jeu pendant le scénario.
it: Mettete da parte, temporaneamente fuori dal gioco, la carta storia a due lati La Casa Predatrice. Questa carta storia ha una carta di consultazione dello scenario diversa sull'altro lato ed entrerà in gioco durante lo scenario.
ko: ‘포식자 저택’ 양면 이야기 카드를 비플레이 상태로 치워 둡니다. 이 이야기 카드는 반대면에 또 다른 시나리오 참조 카드가 나와 있으며, 시나리오를 진행하다 보면 자연스럽게 플레이 영역에 들어옵니다.
pl: Odłóż na bok, poza grę, dwustronną kartę fabuły Drapieżny dom. Ta karta fabuły posiada na odwrocie inną kartę pomocy scenariusza i wejdzie ona do gry podczas scenariusza.
ru: Отложите в сторону, вне игры, двустороннюю карту сюжета «Хищный дом». На обратной стороне этой карты находится другая памятка сценария, которая войдёт в игру позже.
zh: 將雙面的掠食之家劇情卡牌放在一旁，置於場外。這張劇情卡牌的另一面有不同的冒險參考卡牌，其會在冒險期間被放置入場。

source: Set all five Fire! treacheries and all copies of the Out of the Walls and Pulled In treacheries aside, out of play.
de: Folgende Verratskarten werden als nicht im Spiel befindlich beiseitegelegt: 5 Feuer! sowie alle Kopien von Es kommt aus den Wänden und Hineingezogen.
es: Pon aparte, fuera del juego, las cinco Traiciones ¡Fuego! y todas las copias de las Traiciones Salen de las paredes y Atraído.
fr: Mettez de côté les cinq traîtrises Au Feu ! et tous les exemplaires des traîtrises Derrière les Murs et Traîné de Force, hors-jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, le 5 sventure "Al Fuoco!" e tutte le copie delle sventure Fuori dalle Pareti e Trascinato Dentro.
ko: ‘불이야!’ 음모 5장 모두, ‘벽 속에서’ 음모 사본 모두, ‘잡아끄는 촉수’ 음모 사본 모두를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, wszystkie 5 kart podstępu Pali się! oraz wszystkie kopie kart podstępów Z wnętrza ścian i Wciągnięcie.
ru: Отложите в сторону, вне игры, все пять экземпляров напасти «Пожар!» и все экземпляры напастей «Изнутри стен» и «Втянутый внутрь».
zh: 將所有5張著火！詭計，以及所有破牆而出和拽入詭計放在一 旁，置於場外。

source: If it is not in play, remove the Little Sylvie story asset from the game.”
it: Se non è in gioco, rimuovete dal gioco il supporto storia Piccola Sylvie.
ko: ‘꼬마 실비 인형’ 이야기 자산이 플레이 영역에 없다면, 그 카드를 게임에서 제거합니다.
pl: Jeśli nie znajduje się w grze, usuń atut fabularny Mała Sylvie z gry.

source: This scenario introduces a new cardtype: enemy-location. An enemy-location is both an enemy and a location, and that enemy is considered to be at that location. Investigators may fight, evade, and investigate enemy-locations.
de: In diesem Szenario wird neuer Kartentyp eingeführt: Gegner-Ort. Ein Gegner-Ort ist sowohl ein Gegner als auch ein Ort und der Gegner gilt als an dem Ort befindlich. Ermittler können gegen Gegner-Orte kämpfen, ihnen entkommen und an ihnen ermitteln.
es: Este escenario presenta un nuevo tipo de carta: Lugar-Enemigo. Un Lugar-Enemigo es a la vez un Enemigo y un Lugar, y ese Enemigo se considera como que está en ese Lugar. Los investigadores pueden combatir, evitar e investigar los Lugares-Enemigo.
fr: Ce scénario propose un nouveau type de cartes : les Lieux-Ennemis. Un Lieu-Ennemi est à la fois un lieu et un ennemi et cet ennemi est considéré comme étant dans ce lieu. Les investigateurs ont le droit de combattre les Lieux-Ennemis, de leur échapper et d’y enquêter.
it: Questo scenario introduce un nuovo tipo di carta: i nemici- luoghi. Un nemico-luogo è sia un nemico che un luogo, e quel nemico è considerato essere in quel luogo. Gli investigatori possono indagare, eludere e combattere i nemici-luoghi.
ko: 이 시나리오에는 ‘적-장소’라는 새로운 종류의 카드가 도입되었습니다. 적-장소는 적이면서도 장소이며, 이러한 적은 해당 장소에 있는 것으로 간주합니다. 조사자는 적-장소를 대상으로 전투, 회피, 조사를 할 수 있습니다.
pl: Ten scenariusz wprowadza nowy rodzaj karty: wróg-lokalizacja. Wróg-lokalizacja jest zarówno wrogiem, jak i lokalizacją – ponadto uważa się, że dany wróg znajduje się w danej lokalizacji. Badacze mogą walczyć, wymykać się i badać wrogów-lokalizacje.
ru: В этом сценарии появляется новый тип карт: враги-локации. Враг-локация одновременно является и врагом, и локацией, и тот враг считается находящимся в той локации. Сыщики могут атаковать врагов-локации, уходить от них и исследовать их.
zh: 本場冒險帶入一種新的卡牌類型：敵人地點。敵人地點同時視為敵人以及地點，且該敵人視為在其地點上。調查員可以對敵人地點進行攻擊、躲避或調查。

source: Enemy-locations cannot be moved by card effects.
de: Gegner-Orte können nicht durch Karteneffekte bewegt werden.
es: Los Lugares-Enemigo no pueden ser movidos por efectos de cartas.
fr: Les Lieux-Ennemis ne peuvent pas être déplacés par des effets de carte.
it: I nemici-luoghi non possono essere mossi dagli effetti delle carte.
ko: 적-장소는 카드 효과를 통해서는 이동할 수 없습니다.
pl: Wrogowie-lokalizacje nie mogą być poruszani przez efekty kart.
ru: Враги-локации не могут быть перемещены эффектами карт.
zh: 敵人地點不能被卡牌效果移動。

source: When instructed to flip a location to its enemy-location side or vice versa, keep all investigators, enemies, attachments, and tokens on that location.
de: Wirst du angewiesen, einen Ort auf seine „Gegner-Ort“-Seite umzudrehen (oder umgekehrt), verbleiben alle Ermittler, Gegner, Verstärkungen und Marker an jenem Ort.
es: Cuando se te indique que des la vuelta a un Lugar a su lado Lugar-Enemigo o viceversa, mantén todos los investigadores, Enemigos, cartas vinculadas y fichas de ese Lugar.
fr: Lorsque le jeu vous demande de retourner un lieu sur sa face lieu-ennemi ou vice-versa, conservez tous les investigateurs, ennemis, attachements et pions dans ce lieu.
it: Quando il gioco richiede di girare un luogo sul lato nemico-luogo o viceversa, tenete tutti gli investigatori, i nemici, le aggiunte e i segnalini in quel luogo.
ko: 장소 하나를 적-장소 면으로 뒤집으라는 지시를 받았을 때(혹은 반대로 뒤집으라는 지시를 받았을 때), 그 장소에 있던 모든 조사자, 적, 부착물, 토큰을 유지합니다.
pl: Kiedy gracze zostaną poproszeni o odwrócenie lokalizacji na jej stroną wroga-lokalizacji (lub odwrotnie), wszyscy badacze, wrogowie, dołączone karty i żetony pozostają na danej lokalizacji.
ru: Получив указание перевернуть локацию стороной врага-локации вверх или наоборот, оставьте в ней все карты сыщиков, карты врагов, прикреплённые карты и жетоны.
zh: 當受到指示要將一個地點翻面到敵人地點面時，保留所有該地點上的調查員、敵人、附屬以及標記。反之亦然。

source: Locations with a seal on them are considered “sealed” and cannot be flipped to their enemy-location side by a predation test.
de: Orte mit einem Siegel darauf gelten als „versiegelt“ und können nicht durch eine Prädatorprobe auf ihre „Gegner-Ort“-Seite umgedreht werden.
es: Los Lugares que tienen un sello se consideran “sellados” y no se les puede dar la vuelta a su lado Lugar-Enemigo mediante una prueba de depredación.
fr: Considérez que les lieux ayant un sceau sont « scellés» et ne peuvent pas être retournés sur leur face lieu-ennemi suite à un test de Prédation.
it: I luoghi con un sigillo su di essi sono considerati "sigillati" e non possono essere girati sul lato nemico-luogo dalle prove di predazione.
ko: 봉인이 놓인 장소는 “봉인”된 장소로 간주하며, 포식 테스트로 인해서는 적-장소 면으로 뒤집힐 수 없습니다.
pl: Lokalizacje, na których znajduje się pieczęć, są uważane za „zapieczętowane” i nie mogą zostać odwrócone na ich stronę wroga-lokalizacji przez test drapieżnictwa.
ru: Локации с печатью считаются запечатанными и не могут быть перевёрнуты стороной врага-локации вверх по результатам проверки хищности.
zh: 有封印在其上的地點視為“被封印”，且無法透過掠食檢定被翻面到敵人地點面。

source: An unsealed location is a location with no seals on it.
de: Ein unversiegelter Ort ist ein Ort ohne Siegel darauf.
es: Un Lugar no sellado es un Lugar que no tiene sellos.
fr: Un lieu non scellé est un lieu sans sceau sur lui.
it: Un luogo non sigillato è un luogo senza sigilli su di esso.
ko: 봉인되지 않은 장소란, 봉인이 놓이지 않은 장소를 뜻합니다.
pl: Niezapieczętowana lokalizacja to lokalizacja, na której nie ma żadnych pieczęci.
ru: Локации без печати считаются незапечатанными.
zh: 沒有封印在其上的地點視為未封印地點。

source: When an enemy-location is defeated, add it to the victory display, leaving behind an empty space. Then, simultaneously slide each location that was above it in its column down one floor to fill that empty space. Place each investigator, story asset, and enemy that was at the defeated enemy-location at the newly-moved location.
de: Sobald ein Gegner-Ort besiegt wird, füge ihn dem Siegpunktestapel hinzu. Dadurch bleibt eine leere Stelle zurück. Verschiebe dann gleichzeitig jeden Ort, der sich in dieser Spalte über der leeren Stelle befindet, eine Etage nach unten, um die leere Stelle wieder zu füllen. Jeder Ermittler, Gegner und jede Storyvorteilskarte, die sich an dem gerade besiegten Gegner-Ort befunden haben, werden auf dem neuen Ort an dieser Stelle platziert.
es: Cuando un Lugar-Enemigo es derrotado, añádelo a la zona de victoria, dejando un espacio vacío. A continuación, desliza simultáneamente un piso hacia abajo cada Lugar que hubiera por encima en su columna, para llenar ese espacio vacío. Coloca en el Lugar que acaba de moverse cada investigador, Apoyo de historia y Enemigo que hubiera en el Lugar-Enemigo derrotado.
fr: Quand un Lieu-Ennemi est vaincu, ajoutez-le à la pile de victoire, en laissant un espace vide à sa place. Ensuite, décalez simultanément d’un étage vers le bas chaque lieu qui était dans la même colonne au-dessus de lui pour remplir cet espace vide. Dans le lieu qui vient d’être déplacé, placez chaque investigateur, chaque soutien d’histoire et chaque ennemi qui était dans le Lieu-Ennemi vaincu.
it: Quando un nemico-luogo è sconfitto, collocatelo nella galleria delle vittorie lasciando vuoto lo spazio che occupava. Poi fate scorrere in basso di 1 piano simultaneamente ogni luogo che si trovava sopra di esso nella sua colonna per riempire quello spazio vuoto. Collocate nel luogo appena fatto scorrere ogni investigatore, supporto storia e nemico che si trovava nel nemico-luogo sconfitto.
ko: 적-장소가 쓰러졌을 때, 해당 적-장소를 승점 더미에 추가하고 원래 그 카드가 있던 곳은 텅 빈 칸으로 남겨둡니다. 그런 다음, 같은 세로줄에 있던 장소 가운데 그보다 위에 있던 모든 장소를 동시에 아래로 1칸씩 이동시켜 텅 빈 칸을 채웁니다. 방금 쓰러진 적-장소에 있던 모든 조사자, 이야기 자산, 적은 이제 새로 이동해 온 장소에 있게 됩니다.
pl: Kiedy wróg-lokalizacja zostanie pokonany, dodaj go do puli zwycięstwa, pozostawiając puste miejsce. Następnie jednocześnie przesuń o 1 piętro w dół wszystkie lokalizacje, które znajdowały się w kolumnie nad danym wrogiem-lokalizacją, tak aby uzupełnić to puste miejsce. Umieść każdego badacza, atut fabularny i wroga, który znajdował się na pokonanym wrogu-lokalizacji, w lokalizacji, która właśnie zajęła jego miejsce.
ru: Когда враг-локация побеждён, добавьте его на победный счёт, оставив его место пустым. Затем одновременно сдвиньте все локации, находившиеся над ним, на один этаж вниз, чтобы заполнить это пустое место. Положите каждого сыщика, сюжетный актив и врага, которые были в побеждённом враге-локации, в новую (только что сдвинутую) локацию.
zh: 當一個敵人地點被擊敗後，將其加入勝利區，其所在位置保持空格。然後將該地點上方所有同欄位的地點同時向下滑動，填滿該空格。將被擊敗的敵人地點上每位調查員、劇情支援跟敵人，放到填滿該空格的新地點上。

source: If there are no locations above the empty space in its column, choose a location adjacent to the empty space and place each investigator, story asset, and enemy in the chosen location.
de: Falls sich keine Orte über der leeren Stelle in der Spalte befinden, wähle 1 Ort benachbart zur leeren Stelle und platziere jeden Ermittler, Gegner und jede Storyvorteilskarte auf dem gewählten Ort.
es: Si no hay Lugares por encima del espacio vacío en su columna, elige un Lugar adyacente al espacio vacío y coloca cada investigador, Apoyo de historia y Enemigo en el Lugar elegido.
fr: S’il n’y a pas de lieux au-dessus de l’espace vide de cette colonne, choisissez un lieu adjacent à l’espace vide et placez chaque investigateur, chaque soutien d’histoire et chaque ennemi dans le lieu choisi.
it: Se non ci sono luoghi sopra lo spazio vuoto nella sua colonna, scegliete 1 luogo adiacente allo spazio vuoto e collocate ogni investigatore, supporto storia e nemico nel luogo scelto.
ko: 같은 세로줄에서 텅 빈 칸보다 위에 장소가 하나도 없다면, 해당 텅 빈 칸과 이웃한 장소 하나를 선택합니다. 이렇게 선택한 장소에 (쓰러진 적-장소에 있던) 모든 조사자, 이야기 자산, 적을 놓습니다.
pl: Jeśli w kolumnie nad pustym miejscem nie ma żadnych lokalizacji, wybierz lokalizację sąsiadującą z pustym miejscem i umieść każdego badacza, atut fabularny i wroga w wybranej lokalizacji.
ru: Если в столбце над побеждённым врагом-локацией не осталось локаций, выберите соседнюю с пустым местом локацию и переложите в неё всех сыщиков, сюжетные активы и врагов.
zh: 如果空格所在欄位的上方沒有地點，選擇一個與空格相鄰的地點，將被擊敗的敵人地點上每位調查員、劇情支援跟敵人，放到所選地點上。

source: If the entire middle column is removed, slide the entire left column one step to the right, so that the two remaining columns are adjacent. (They remain the left and right columns, respectively; there is no middle column.)
de: Falls die gesamte mittlere Spalte entfernt wurde, verschiebe die linke Spalte eine Spalte nach rechts, sodass die zwei verbliebenen Spalten benachbart zueinander sind. (Sie bleiben jeweils die linke oder rechte Spalte. Es gibt keine mittlere Spalte mehr.)
es: Si se elimina toda la columna central, desliza toda la columna izquierda un espacio hacia la derecha, de forma que las dos columnas restantes estén adyacentes (seguirán siendo las columnas izquierda y derecha respectivamente, no habrá columna central).
fr: Si la totalité de la colonne du milieu est retirée, décalez toute la colonne de gauche d’un cran vers la droite, de telle façon que les deux colonnes restantes soient adjacentes. (Elles restent nommées « colonne de gauche » et « colonne de droite » respectivement : il n’y a plus de colonne du milieu.)
it: Se l'intera colonna centrale è rimossa, fate scorrere l'intera colonna sinistra di 1 spazio verso destra, in modo che le due colonne rimanenti siano adiacenti (restano rispettivamente la colonna sinistra e la colonna destra, non c'è alcuna colonna centrale).
ko: 가운데 세로줄이 모두 제거되었다면, 왼쪽 세로줄 전체를 오른쪽으로 1칸씩 이동시켜 남은 세로줄 2개를 서로 이웃시킵니다. (그렇다 하더라도, 각각이 왼쪽/오른쪽 세로줄인 것에는 변함이 없으며 이제 가운데 세로줄만 없는 것입니다.)
pl: Jeśli cała środkowa kolumna zostanie usunięta, przesuń całą lewą kolumnę o 1 miejsce w prawo, tak aby dwie pozostałe kolumny były sąsiadujące. (Nadal pozostają odpowiednio lewą i prawą kolumną – nie ma środkowej kolumny).
ru: Если весь центральный столбец вышел из игры, сдвиньте весь левый столец вправо, чтобы два оставшихся столбца стали соседними. (Они всё ещё остаются левым и правым столбцом; среднего столбца больше нет.)
zh: 如果整個中央欄完全被移除，將整個左欄向右移動，使剩餘兩個欄位相鄰。(它們依然視為左欄與右欄，而中央欄消失了。)

source: Codex Σ: The Argument
de: Kodex Σ: Der Streit
es: Códice Σ: La discusión
fr: Codex Σ: La Dispute
it: Codex Σ: Il Litigio
ko: 서고 Σ: 언쟁
pl: Kodeks Σ: Kłótnia
ru: Архив Σ: Спор
zh: 聖典Σ：爭執

source: “I hate all of this,” Dr. Marquez inspects a bookshelf. “Earlier, I was in the library and it came alive. There’s something almost... reanimating the dead wood. I’d say it was impossible, but nothing feels impossible anymore,” she laughs emptily.
de: „Ich mag das hier alles nicht“, sagt Dr. Marquez und inspiziert ein Bücherregal. „Eben war ich noch in der Bibliothek, die zum Leben erwacht ist. Dort hat etwas das tote Holz fast schon ... reanimiert. Ich würde das ja für unmöglich halten, aber mittlerweile scheint nichts mehr unmöglich zu sein“, murmelt sie und lacht freudlos.
es: –Odio todo esto –dice la Dra. Marquez mientras examina una estantería–. Antes estaba en la biblioteca y cobró vida. Hay algo que es como si... reanimase la madera muerta. Diría que es imposible, pero ya nada me parece imposible –afirma antes de reírse sin ganas.
fr: « Je déteste tout cela », dit le Dr Marquez en inspectant une étagère. « Tout à l’heure, j’étais dans la bibliothèque et elle s’est animée. Il y a quelque chose qui… en quelque sorte… réanime le bois mort. J’aurais cru une telle chose impossible, mais plus rien ne semble l’être aujourd’hui », dit-elle en riant de manière gênée.
it: "Odio tutto questo" mormora la dottoressa mentre fruga tra i volumi di uno scaffale. "Prima ero in biblioteca e la stanza ha preso vita. C'è qualcosa che sta... rianimando il legno. Direi che è impossibile, ma ormai nulla mi sembra davvero impossibile" ammette, concedendosi un'amara risata.
ko: 마르케스 박사가 책장을 살피며 불평합니다. “이 저택, 정말 소름 끼쳐요. 아까 서재에 있었는데 그 공간 자체가 살아 움직이더군요. 죽은 나무마저도 되살리는... 뭔가가 저택에 깃들어 있어요. 옛날이었다면 그런 건 불가능한 일이라고 일축할 텐데, 이제는 더 이상 불가능한 게 있나 싶네요.” 마르케스 박사가 허무한 웃음을 터뜨립니다.
pl: „Mam tego dość” – mówi dr Marquez, oglądając regał z książkami. – „Kiedy wcześniej byłam w biblioteczce, taki sam ożył. Coś praktycznie... ożywia martwe drewno. Powiedziałabym, że to niemożliwe, ale teraz nic już nie wydaje się niemożliwe” – śmieje się zrezygnowana.
ru: «Этот дом мне противен. — Доктор Маркес рассматривает книжный шкаф. — Я только что была в библиотеке, и та буквально ожила. Нечто здесь словно… приводит в движение мёртвое дерево. Я бы сказала, что это невозможно, но мне больше ничего не кажется невозможным», — отстранённо смеётся она.
zh: “我恨透這一切了。”馬爾克斯博士邊檢視著書架邊說：“我剛才在藏書室裡，突然所有東西都活了起來，就像是有什麼東西喚醒了這些木板一樣。雖然我認為這太超乎常理了，但感覺現在沒什麼事是不可能的了。”她空洞的乾笑。

source: Draw 3 cards. Choose an enemy-location in play and deal it 1 [per_investigator] damage.
de: Ziehe 3 Karten. Wähle 1 Gegner-Ort im Spiel und füge ihm 1 [per_investigator] Schaden zu.
es: Roba 3 cartas. Elige un Lugar-Enemigo en juego e inflígele 1 punto de daño [per_investigator].
fr: Piochez 3 cartes. Choisissez un Lieu-Ennemi en jeu et infligez-lui 1 [per_investigator] dégât.
it: Pesca 3 carte. Scegli 1 nemico-luogo in gioco e infliggigli 1[per_investigator] danni.
ko: 카드를 3장 뽑습니다. 플레이 상태인 적-장소 하나를 선택하고 그 카드에 피해를 1 [per_investigator] 줍니다.
pl: Dobierz 3 karty. Wybierz wroga-lokalizację w grze i zadaj mu 1 [per_investigator] obrażeń.
ru: Возьмите 3 карты. Выберите врага-локацию и нанесите ему 1 [per_investigator] ран.
zh: 抽取3張卡牌。選擇一個在場的敵人地點，並對其造成1[per_investigator]點傷害。

source: [codex] Codex Σ: The Argument
de: [codex] Kodex Σ: Der Streit
es: [codex] Códice Σ: La discusión
fr: [codex] Codex Σ: La Dispute
it: [codex] Codex Σ: Il Litigio
ko: [codex] 서고 Σ: 언쟁
pl: [codex] Kodeks Σ: Kłótnia
ru: [codex] Архив Σ: Спор
zh: [codex]聖典Σ：爭執
