Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Scenario: Hemlock House
de: Szenario: Das Hemlock-Haus
es: Escenario: La Casa Cicuta
fr: Scénario : Hemlock House
it: Scenario: La Casa degli Hemlock
ko: 시나리오: 헴록 저택
pl: Scenariusz: Dom Hemlocków
ru: Сценарий: Дом Хемлоков
zh: 冒險：鐵杉之家

source: Enemy-Locations
de: Gegner-Orte
es: Lugares-Enemigo
fr: Lieux-Ennemis
it: Nemici-Luoghi
ko: 적-장소
pl: Wrogowie-lokalizacje
ru: Враги-локации
zh: 敵人地點

source: Check Campaign Log. Because it is <b>Day 1</b>:
de: Überprüfe das Kampagnenlogbuch. Weil es <b>Tag 1</b> ist:
es: Comprueba el registro de campaña. Como es el <b>Día 1</b>:
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes au <b>Jour 1</b>:
it: Controllate il Diario della Campagna. Se è il <b>Giorno 1</b>:
ko: 캠페인 기록지를 확인합니다. 지금이 <b>첫 번째 낮</b>이므로:
pl: Sprawdź Dziennik kampanii. Ponieważ trwa <b>Dzień 1</b>:
ru: Поскольку сейчас <b>День 1</b>:
zh: 檢查劇本日誌。因為目前是<b>第一日</b>：

source: Check Campaign Log. Because it is <b>Day 2</b>:
de: Überprüfe das Kampagnenlogbuch. Weil es <b>Tag 2</b> ist:
es: Comprueba el registro de campaña. Como es el <b>Día 2</b>:
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes au <b>Jour 2</b>:
it: Controllate il Diario della Campagna. Se è il <b>Giorno 2</b>:
ko: 캠페인 기록지를 확인합니다. 지금이 <b>두 번째 낮</b>이므로:
pl: Sprawdź Dziennik kampanii. Ponieważ trwa <b>Dzień 2</b>:
ru: Поскольку сейчас <b>День 2</b>:
zh: 檢查劇本日誌。因為目前是<b>第二日</b>：

source: Check Campaign Log. Because it is <b>Day 3</b>:
de: Überprüfe das Kampagnenlogbuch. Weil es <b>Tag 3</b> ist:
es: Comprueba el registro de campaña. Como es el <b>Día 3</b>:
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes au <b>Jour 3</b>:
it: Controllate il Diario della Campagna. Se è il <b>Giorno 3</b>:
ko: 캠페인 기록지를 확인합니다. 지금이 <b>세 번째 낮</b>이므로:
pl: Sprawdź Dziennik kampanii. Ponieważ trwa <b>Dzień 3</b>:
ru: Поскольку сейчас <b>День 3</b>:
zh: 檢查劇本日誌。因為目前是<b>第三日</b>：

source: Check Campaign Log. Because it is <b>Night 1</b> or <b>Night 2</b>:
de: Überprüfe das Kampagnenlogbuch. Weil es <b>Nacht 1</b> oder <b>Nacht 2</b> ist:
es: Comprueba el registro de campaña. Como es la <b>Noche 1</b> o la <b>Noche 2</b>:
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes à la <b>Nuit 1</b> ou à la <b>Nuit 2</b>:
it: Controllate il Diario della Campagna. Se è la <b>Notte 1</b> o la <b>Notte 2</b>:
ko: 캠페인 기록지를 확인합니다. 지금이 <b>첫 번째 밤</b>이거나 <b>두 번째 밤</b>이므로:
pl: Sprawdź Dziennik kampanii. Ponieważ trwa <b>Noc 1</b> lub <b>Noc 2</b>:
ru: Поскольку сейчас <b>Ночь 1</b> или <b>Ночь 2</b>:
zh: 檢查劇本日誌。因為目前是<b>第一夜</b>或<b>第二夜</b>：

source: “Oh, please, it’s not haunted.” Theo smiles nonchalantly as he pulls his truck to a stop in front of the towering, shingle style manor. “Old Gideon says a lot of things about this place. But old Gideon also believes in underwater kingdoms filled with fish people,” he laughs. “I’m sure there’s something to it. Rumor is, there’s some kinda infestation in there. Rats, probably. Maybe even some wild animals taking refuge from the woods. It’s an old house, y’know? Lots of nooks in the walls, places for them to hide. Brother William asked Ms. Park to find and repair ‘em, clear out whatever’s hiding in the walls, but she hasn’t gotten around to it yet. I still got all those supplies in my truck, if you feel like helping out.” You unload several planks of wood, a box of tools, and a bucket of some foul- smelling chemical mixture from the back of Theo’s truck. As he drives off, you stare up at the crumbling manor. There is something crooked and unsettling in the arrangement of its windows, the slant of its gambrel roofs. The house’s previous grandeur has not set right with the landscape, perhaps by some crack in its foundation—or, if the rumors are right, whatever lives within its walls.
de: „Oh, bitte, hier spukt es doch nicht.“ Theo lächelt nonchalant, als er seinen Lastwagen vor dem hoch aufragenden, schindelgedeckten Herrenhaus zum Stehen bringt. „Der alte Gideon sagt eine Menge Dinge über diesen Ort. Er glaubt aber auch an Unterwasserkönigreiche voller Fischmenschen“, sagt er lachend. „Aber irgendwas stimmt mit dem Haus nicht, das muss ich zugeben. Man munkelt, dass es da drin eine Art Plage gibt. Wahrscheinlich Ratten. Vielleicht auch ein paar wilde Tiere, die aus dem Wald hier Zuflucht gesucht haben. Es ist ein altes Haus, wissen Sie? Da gibt’s viele Ecken und Winkel in den Wänden, wo sie sich verstecken können. Bruder William hat Ms. Park gebeten, das Haus zu reparieren, den Grund des Befalls zu finden und alles zu beseitigen, was sich in den Wänden versteckt. Sie ist aber noch nicht dazu gekommen. Ich habe noch einiges an Material auf dem Laster. Das könnten wir schon mal ausladen, wenn Sie mir kurz helfen wollen.“ Du lädst mehrere Holzbretter, eine Kiste mit Werkzeug und einen Eimer mit einer übel riechenden Chemikalienmischung aus Theos Lastwagen aus. Als er losfährt, starrst du zu dem verfallenen Herrenhaus hinauf. Die Anordnung der Fenster und die Schräglage der Satteldächer haben etwas zutiefst Trügerisches und Beunruhigendes an sich. Dieser Ort hat der einstigen Pracht des Hauses offenbar nicht gutgetan. Vielleicht gibt es einen Riss im Fundament – oder die Gerüchte stimmen und es lebt tatsächlich etwas in seinen Mauern.
es: –Venga, por favor, que no está encantada –dice Theo con una sonrisa despreocupada mientras detiene la camioneta frente a la enorme mansión de estilo Shingle–. El viejo Gideon dice muchas cosas sobre este sitio, pero el viejo Gideon también cree en reinos subacuáticos llenos de gente pez –ríe–. Seguro que algo tiene. Se rumorea que hay algún tipo de infestación. Probablemente ratas. Puede que incluso sean animales salvajes que buscan refugio del bosque. Es una casa vieja, ¿saben? Muchos huecos en las paredes y sitios en los que esconderse. El hermano William le pidió a la Srta. Park que los buscase y reparase además de echar a lo que se esté ocultando en las paredes, pero todavía no se ha puesto con ello. Si les apetece ayudar con eso, aún tengo todos los suministros en la camioneta. Descargáis de la parte de atrás de la camioneta de Theo varios tablones de madera, una caja de herramientas y un cubo que contiene una mezcla química maloliente. Cuando se marcha, levantáis la vista para contemplar la mansión en mal estado. La disposición de las ventanas y la inclinación del tejado abuhardillado a dos aguas tienen algo tortuoso e inquietante. La antigua grandeza de la casa no ha encajado bien en el paisaje, ya sea por alguna grieta en los cimientos o, si los rumores son ciertos, por lo que habite entre sus paredes.
fr: « Oh, il n’est pas hanté, si ‘est ce que vous pensez ». Theo sourit nonchalamment en arrêtant son camion devant l’imposant manoir en bardeaux. « Le vieux Gideon raconte beaucoup de choses concernant cet endroit. Mais il croit aussi qu’il existe des royaumes sous-marins peuplés d’hommes poissons », dit-il en riant. « Je suis sûr qu’il y a quelque chose là-dedans. La rumeur prétend que les lieux sont infestés de vermines. Des rats, probablement. Peut-être même des animaux sauvages qui sortent des bois pour se réfugier ici. C’est une vieille maison, vous savez ? Il y a beaucoup de trous dans les murs, des endroits où ils peuvent se cacher. Frère William a demandé à Ms Park de les trouver, de les réparer et d’éliminer tout ce qui se terre dans les murs. Mais elle ne l’a pas encore fait. J’ai encore tout le matériel dans mon camion, si ça vous dit de me donner un coup de main. » À l’arrière du camion de Theo, vous déchargez plusieurs planches de bois, une boîte à outils et un seau rempli d’une mixture chimique nauséabonde. Pendant qu’il démarre, vous contemplez le manoir en ruine. Il y a quelque chose de tordu et d’inquiétant dans la disposition des fenêtres et l’inclinaison des toits. Si cette demeure a connu son heure de gloire, il semble que quelque chose ait eu raison d’elle. À qui la faute ? L’environnement peut-être ? À moins que ses fondations n’aient pas été assez solides… ou, si l’on en croit les rumeurs, à cause de ce qui vit encore derrière ses murs.
it: "Oh suvvia, non è infestato." Theo sorride con noncuranza mentre parcheggia il suo furgone davanti all'edificio: un imponente maniero in stile shingle. "Il vecchio Gideon racconta un sacco di storie su questo posto. Ma è anche convinto che esistano regni sottomarini dove vivono uomini pesce" spiega ridendo. "Sono sicuro che qualcosa ci sia, ma magari si tratta solo di ratti o di un animale scappato dai boschi che vi ha trovato rifugio. È una vecchia casa, capite cosa intendo? Sono piene di buchi in cui si possono infilare. Fratello William ha chiesto a Ms. Park di ripararli e di scacciare qualsiasi cosa si nasconda tra le pareti, ma non ha ancora cominciato a lavorarci. Ho il cassone pieno di roba che mi aveva chiesto di comprare, se pensate vi possa servire. Scaricate diverse assi di legno, una scatola di attrezzi e un secchio contenente qualche disgustoso composto chimico dal veicolo di Theo, poi vi preparate ad affrontare il maniero fatiscente mentre lui si avvia per tornare al villaggio. C'è qualcosa di sbagliato e inquietante nel modo in cui sono disposte le finestre e in cui spiovono i tetti mansardati. L'antica grandiosità della dimora non è più adatta al panorama, forse a causa di un problema alle fondamenta o, se le dicerie non mentono, di qualsiasi cosa viva tra le mura.
ko: “아니, 말도 안 돼요. 유령의 집이라니 가당치도 않죠.” 테오가 우뚝 솟은 슁글 양식의 저택 앞에 트럭을 세우며 태연한 미소를 지어 보입니다. “기디언 어르신께서 여기 유령이 나타난다든지 하는 이야기를 많이 하셨겠죠. 하지만 그분께서는 물고기 인간으로 가득 찬 수중 왕국도 있다고 믿는 분인걸요.” 테오가 낄낄대며 말을 잇습니다. “분명 뭔가가 있긴 할 거예요. 소문에 따르면 뭔가 들끓는다더군요. 그래 봐야 쥐 같은 게 아닐까요? 숲에서 쫓겨난 야생동물이 보금자리를 틀었을지도 모르죠. 아시다시피, 워낙 오래된 고택이잖아요? 벽 구석구석에 숨어들 곳도 많고요. 윌리엄 수사님께서 파크 씨한테 벽에 숨은 것들을 좀 몰아내고 수리해달라고 부탁한 걸로 알고 있는데, 아직 파크 씨가 일을 시작하진 않았어요. 제 트럭에 아직 쓸만한 게 실려 있으니, 원한다면 뭐든 가져가세요.” 당신은 테오의 트럭에서 나무판자 몇 개와 공구 상자 그리고 고약한 냄새가 풍기는 혼합물이 담긴 양동이를 내렸습니다. 테오가 탄 트럭이 멀리 사라지는 모습을 바라보다, 뒤돌아 고개를 들어보니 다 허물어져 가는 저택이 눈에 들어옵니다. 창문 배치와 비스듬히 기운 박공지붕에서 이유 모를 뒤틀린 느낌과 불안감이 엄습합니다. 장엄했을 옛 저택의 모습은 주변 풍광과 지독히도 어울리지 않는다는 생각이 듭니다. 다만 주춧돌까지 금이 간 노후한 모습 때문인지, 항간에 도는 소문처럼 저택의 벽 안에 뭔가 도사리고 있기 때문인지는 모르겠습니다.
pl: „Och, dajcie spokój, nie jest nawiedzony”. – Theo uśmiecha się nonszalancko, gdy zatrzymuje wóz przed wysoką posiadłością z gontowym dachem. „Stary Gideon opowiada wiele rzeczy o tym miejscu. Ale stary Gideon wierzy również w podwodne królestwa pełne rybich ludzi ” – śmieje się. – „Chociaż co do tego miejsca... jestem pewien, że coś jest na rzeczy. Ludzie mówią, że to jakaś plaga. Może szczury. Może nawet jakieś dzikie zwierzęta, które uciekły z lasu. Wiecie, to stary dom. Ma dużo zakamarków w ścianach, miejsc do ukrycia się. Brat William prosił panią Park, żeby pozbyła się tego, co kryje się w ścianach, a potem załatała dziury, ale jeszcze się do tego nie zabrała. Jeśli macie ochotę pomóc, mam na pace wszystko, co do tego niezbędne”. Wyładowujcie z auta kilka desek, pudełko narzędzi i wiadro śmierdzących chemikaliów. Kiedy Theo odjeżdża, wpatrujecie się w rozpadającą się posiadłość. Jest coś niepokojącego w krzywym rozmieszczeniu okien i nienaturalnych kątach dachu. Niegdyś majestatyczny dom nie pasuje do otoczenia, być może przez wyraźne pęknięcie w jego fundamentach lub, jeśli plotki są prawdziwe, przez coś co żyje w jego murach.
ru: «Ох, помилуйте. Нет здесь призраков, — беспечно улыбается Тео, останавливая свой грузовичок у возвышающегося старого особняка в гонтовом стиле. — Старый Гидеон много болтает об этом месте. Но старый Гидеон ещё верит в подводные королевства, кишащие рыболюдами, — смеётся он. — Хотя, уверен, что-то здесь не так, да. Ходят слухи, что дом заполонила какая-то живность. Крысы, скорее всего. Возможно, даже какие-нибудь дикие звери, сбежавшие из лесу. Это ведь старый дом, понимаете? Куча пустот в стенах, в которые можно забиться и спрятаться. Брат Уильям просил мисс Пак найти, вычистить и заделать их все, но у неё никак не дойдут руки. Весь необходимый инвентарь валяется у меня в кузове, если у вас есть желание помочь». Вы выгружаете из грузовичка несколько досок, ящик с инструментами и ведро какой-то смеси, воняющей химикатами. Тео уезжает, а вы оглядываете осыпающийся особняк. Есть что-то неправильное и тревожное в расположении его окон и наклоне двускатной крыши. Былое величие дома не вписывается в окружающий ландшафт — или из-за трещины в фундаменте, или, если слухи правдивы, из-за того, что живёт в его стенах.
zh: “喔拜託，這裡沒有鬧鬼啦。”西奧漫不經心地微笑，他將卡車停在一棟高聳的瓦格式大宅外。“老吉迪恩總是說這裡有問題，但你們要知道，他也相信有個海底王國，裡面還住滿了魚人！”西奧大笑著說。“不過我確定裡面的確有什麼東西，傳聞說裡面有些動靜，八成是老鼠，也有可能是森林裡的野生動物把這裡當作避難所。你們懂的，這裡很老舊了，牆壁裡都是洞，牠們有很多地方躲。威廉弟兄有請朴小姐來修理，順便把住在牆壁裡的東西趕走，但她還沒有時間來處理。我把修理的材料帶上了，你們應該用得著。” 你們從西奧的卡車上卸下幾塊長木板、一箱工具，還有一桶刺鼻的化學混合物。他駕車離開，你們轉身看著這座搖搖欲墜的大宅，窗戶的排列方式、層疊式屋頂的傾斜角度，整棟房子的格局散發出一種令人不適的躁動感。這棟曾經宏偉的大宅與周遭的地形有點格格不入，也許是地基出現了裂痕，又或許，如果傳言屬實，是由於住在牆壁中的生物，不管牠們到底是什麼。
