Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You ask William if there’s anything from his old home you should be watching out for. “This house is filled with old family trinkets and valuables. There’s one in particular I’d love to find, an old doll.” You had expected perhaps a valuable piece of jewelry or an heirloom, not a doll. William seems to catch on quickly. “I always liked playing with dolls. But my mother loved them even more.” He sighs wistfully. “I remember she had a special doll, one she always kept nearby. I wonder...if I show it to her, will she remember? Will she become her old self again...?”
de: Du fragst William, ob es irgendetwas aus seinem alten Zuhause gibt, nach dem du Ausschau halten solltest. „Dieses Haus ist voll mit alten Familienstücken und einigen Wertgegenständen. Es gibt tatsächlich eine bestimmte Sache, die ich gerne wiederfinden würde: eine alte Puppe.“ Williams Antwort überrascht dich. Du hättest mit einem wertvollen Schmuck- oder Erbstück gerechnet, aber nicht damit. William scheint deine Gedanken lesen zu können. „Ich habe immer gerne mit Puppen gespielt. Meine Mutter hat sie aber noch mehr gemocht“, erklärt er und seufzt wehmütig. „Ich erinnere mich an eine besondere Puppe, die sie immer in ihrer Nähe hatte. Ich frage mich ... wenn ich ihr die Puppe zeigen könnte, ob sie sich erinnern würde. Wird sie dann wieder zu sich selbst finden können...?“
es: Preguntas a William si hay algo en concreto de su antigua casa que deberíais buscar. Esta casa está llena de antiguos recuerdos y objetos valiosos de la familia. Hay uno en concreto que me encantaría encontrar, una vieja muñeca. Esperabas que hubiera dicho una joya o herencia valiosa, y no una muñeca. William parece darse cuenta y añade: –Siempre me gustó jugar con muñecas. Pero a mi madre le gustaban todavía más –Suspira con melancolía–. Recuerdo que tenía una muñeca especial que siempre llevaba cerca de ella. Me pregunto si recordará algo si se la damos… Si volverá a ser como era…
fr: Vous demandez à William s’il y a quelque chose que vous devriez rechercher dans son ancienne maison. « Cette demeure est remplie de vieux bibelots de famille et d’objets de valeur. Il y en a un en particulier que j’aimerais retrouver, une vieille poupée ». Vous vous attendiez peut-être à un précieux bijou ou à un objet de famille, mais pas à une peluche. William semble comprendre rapidement. « J’ai toujours aimé jouer à la poupée. Mais ma mère les aimait encore plus ». Il soupire avec nostalgie. «) e me souviens qu’elle en avait une spéciale, qu’elle gardait toujours près d’elle. Je me demande si, en la lui montrant, elle s’en souviendrait. Pourra-t-elle un jour redevenir comme avant…? »
it: Chiedi a William se ci sia qualcosa nella sua vecchia dimora che potrebbe valer la pena cercare. "È un edificio pieno di antichi ninnoli e preziosi di famiglia. C'è però una cosa che mi piacerebbe molto ritrovare: una vecchia bambola." Ti aspettavi avrebbe nominato un gioiello di valore o un emblema d'altri tempi, non un giocattolo, e William sembra leggertelo sul volto. "Mi è sempre piaciuto giocare con le bambole, ma mia madre le amava persino più di me" sospira malinconico. "Ricordo che ne aveva una speciale, che teneva sempre con sé. Mi chiedo... se gliela mostrassi, se ne ricorderebbe? Tornerebbe la mia mamma di un tempo...?"
ko: 당신은 윌리엄에게 무엇을 주의 깊게 살펴봐야 할지를 묻습니다. “이 고택에는 옛 헴록 가문의 장신구와 보화가 잔뜩 있다오. 하지만 그런 것보다도, 내가 진정 찾고 싶은 것은 오래된 인형이라오.” 당신은 값진 보물이나 가보를 수색해 달라는 부탁을 받을 것이라 생각했지, 인형을 찾게 될 줄은 꿈에도 몰랐습니다. 윌리엄이 당신의 생각을 대번에 간파하고 말합니다. “나는 정말이지 인형을 가지고 노는 걸 좋아했다오. 하지만 내 모친께서는 나보다도 인형을 더 좋아하셨지.” 윌리엄이 애석한 듯 한숨을 내쉽니다. “모친께서 특별한 인형을 갖고 계셨던 게 기억나오. 언제나 곁에 두셨지. 혹시라도... 그 인형을 보게 된다면, 모친께서 기억을 떠올리게 될까... 나는 그렇게 생각했다오. 다시 예전의 모습으로 돌아가지 않을까... 그런 바람인 게지.”
pl: Pytasz Williama, czy w tym starym domu jest coś, na co powinieneś uważać. „Dom jest pełen starych rodzinnych drobiazgów i kosztowności. Jest jedna rzecz, którą szczególnie chciałbym odnaleźć: stara lalka”. Spodziewałeś się raczej, że wspomni o drogiej biżuterii lub pamiątkach, a nie o lalce. William zauważa twoje zdziwienie. „Zawsze lubiłem się bawić lalkami. Ale moja matka kochała je jeszcze bardziej” – wzdycha tęsknie. – „Pamiętam, że miała pewną specjalną lalkę, którą zawsze trzymała blisko siebie. Zastanawiam się…czy jeśli ją jej pokażę, przypomni sobie wszystko? Znów stanie się sobą...?”
ru: Вы спрашиваете Уильяма, есть ли что-то конкретное, что он хотел бы найти в своём старом доме. «Этот дом полон старых семейных безделушек и ценностей, — отвечает он. — Но да, я особенно хочу найти одну старую куклу». Вы ожидали чего угодно, например фамильных драгоценностей, но только не куклу. Уильям быстро догадываетсяm о ваших мыслях: «Мне всегда нравилось играть с куклами. Но моя мама любила их даже больше меня. — Он тяжело вздыхает. — Помнится, у неё была одна особенная кукла, которую она всегда держала при себе. Думаю вот… Если я покажу ей эту куклу, вдруг она вспомнит? Вдруг она снова станет той, кем была когда-то?..»
zh: 你詢問威廉他的老家有沒有什麼需要特別注意的東西。“屋子裡有很多家族留下的珠寶首飾跟其他有價值的東西。有一個東西我特別想找到，一個舊娃娃。”你本來以為會是什麼珍貴的珠寶或傳家之寶，沒想到只是個娃娃。威廉趕緊補充：“我一直都喜歡玩娃娃，但我母親甚至比我更喜歡。”他感傷的嘆了口氣：“我記得她有一個特別的娃娃，她總是把它帶在身邊。我在想……如果能找到它，帶給我母親，她會不會回想起來？會不會回到以前的樣子……？”

source: Each investigator gains 1 clue <i>(from the token pool)</i>.
de: Jeder Ermittler erhält 1 Hinweis <i>(aus dem Markervorrat)</i>.
es: Cada investigador obtiene 1 pista <i>(de la reserva de fichas)</i>.
fr: Chaque investigateur gagne 1 indice <i>(depuis la réserve de pions)</i>.
it: Ogni investigatore ottiene 1 indizio <i>(dalla riserva dei segnalini)</i>.
ko: 모든 조사자는 토큰 저장소에서 단서를 1개 가져와 획득합니다.
pl: Każdy badacz zyskuje 1 żeton wskazówki <i>(z puli żetonów)</i>.
ru: Каждый сыщик получает 1 улику из резерва.
zh: 每位調查員獲得1個線索<i>(從供應堆拿取)</i>。

source: For the rest of the scenario, the Little Sylvie story asset gains “[action]: Take control of Little Sylvie.” The investigator who controls Little Sylvie may trigger this codex again.
de: Für den Rest des Szenarios erhält die Storyvorteilskarte Kleine Sylvie: „[action]: Übernimm die Kontrolle über Kleine Sylvie.“ Der Ermittler, der Kleine Sylvie kontrolliert, darf diesen Kodexeintrag erneut auslösen.
es: Durante el resto del escenario, el Apoyo de historia Pequeña Sylvie obtiene: “[action]: Toma el control de la Pequeña Sylvie.”. El investigador que controle a la Pequeña Sylvie puede volver a activar este códice.
fr: Pour le reste du scénario, le soutien Petite Sylvie gagne « [action]: Prenez le contrôle de Petite Sylvie ». L’investigateur qui contrôle Petite Sylvie a le droit de déclencher de nouveau ce Codex.
it: Per il resto dello scenario, il supporto storia Piccola Sylvie ottiene "[action]: Prendi il controllo della Piccola Sylvie." L'investigatore che controlla la Piccola Sylvie può innescare di nuovo questo Codex.
ko: 시나리오가 끝날 때까지, ‘꼬마 실비 인형’ 이야기 자산은 다음 기능을 획득합니다: “[action]: ‘꼬마 실비 인형’을 가져와 조종합니다.” ‘꼬마 실비 인형’을 조종하는 조사자는 후에 이 서고를 다시 격발해도 됩니다.
pl: Do końca scenariusza atut fabularny Mała Sylvie zyskuje: „[action]: Przejmij kontrolę nad Małą Sylvie”. Badacz, który kontroluje Małą Sylvie, może ponownie aktywować ten wpis kodeksu.
ru: Считайте, что до конца сценария на «Малышке Сильвии» указано: «[action]: Возьмите под контроль „Малышку Сильвию“». Сыщик, под чьим контролем «Малышка Сильвия», может снова активировать этот архив.
zh: 在這場冒險結束前，席爾維婭小姐劇情支援獲得“[action]：控制席爾維婭小姐。”控制席爾維婭小姐的調查員可以再次觸發此聖典。

source: Are both William Hemlock and Judith Park at the same location?
de: Befinden sich sowohl William Hemlock als auch Judith Park am selben Ort?
es: ¿Están tanto William Cicuta como Judith Park en el mismo Lugar?
fr: William Hemlock et Judith Park sont-ils tous deux dans le même lieu?
it: William Hemlock e Judith Park si trovano nello stesso luogo?
ko: ‘윌리엄 헴록’과 ‘주디스 파크’가 같은 장소에 있습니까?
pl: Czy William Hemlock oraz Judith Park znajdują się w tej samej lokalizacji?
ru: Находятся ли «Уильям Хемлок» и «Джудит Пак» в одной локации?
zh: 威廉．赫姆拉克與茱蒂絲．朴是否位於同一個地點？

source: William paces back and forth, wincing at every creak of the old house. You ask him if everything is ok, eliciting a deep sigh from the melancholy heir. “Oh, yes, everything is jake. Judith has run off and left me here alone, I can’t find my mother’s doll anywhere, and my childhood home is crumbling before my very eyes,” he says bitterly. “Help me find Judith, won’t you? That bearcat is supposed to be protecting me and helping me clean this place up.” He follows you close behind, eyes darting from shadow to shadow as the house growls angrily.
de: William geht unentwegt auf und ab, wobei er bei jedem Knarren des alten Hauses zusammenzuckt. Du willst von ihm wissen, ob alles in Ordnung ist, und entlockst dem melancholischen Erben einen tiefen Seufzer. „Oh ja, alles ist bestens. Judith hat sich davongemacht und mich hier allein zurückgelassen, ich kann die Puppe meiner Mutter nirgends finden und mein Elternhaus fällt vor meinen Augen in sich zusammen“, antwortet er verbittert. „Helfen Sie mir, Judith zu finden? Diese Marderbärin sollte mich eigentlich beschützen und diesen Ort auf Vordermann bringen.“ Er folgt dir dichtauf und sein Blick huscht von einem Schatten zum nächsten, während das Haus wütend grollt.
es: William va de un lado a otro, sobresaltándose con cada crujido de la vieja casa. Le preguntas si va todo bien, lo que hace que el melancólico heredero suspire profundamente. –Ah, sí, todo va de fábula. Judith se ha largado y me ha dejado aquí solo, no puedo encontrar la muñeca de mi madre por ninguna parte y el hogar de mi infancia se desmorona ante mis ojos –dice con amargura–. Ayúdenme a encontrar a Judith, ¿de acuerdo? Esa gata montesa debía protegerme y ayudarme a limpiar este sitio. Te sigue a poca distancia, mirando de una sombra a otra mientras la casa gruñe con ira.
fr: William fait les cent pas, grimaçant à chaque craquement de la vieille maison. Vous lui demandez si tout va bien, ce qui arrache un profond soupir à l’héritier mélancolique. « Oh, oui, tout va bien. Judith s’est enfuie et m’a laissé seul ici, je ne trouve la poupée de ma mère nulle part, et la maison de mon enfance s’écroule sous mes yeux », dit-il avec amertume. « Aidez-moi à retrouver Judith, voulez-vous ? Cette dure à cuir est censée me protéger et m’aider à nettoyer cet endroit. » Il vous suit de près, les yeux passant d’une ombre à l’autre tandis que la maison grogne de manière inquiétante.
it: William fa avanti e indietro, sussultando a ogni scricchiolio della vecchia casa. Gli chiedi se stia bene, scatenando un profondo sospiro nel malinconico erede. "Oh, sì, a meraviglia. Judith se n'è andata e mi ha lasciato da solo, io non riesco a trovare la bambola di mia madre e la mia casa d'infanzia sta cadendo a pezzi davanti ai miei occhi" spiega amareggiato. "Mi aiuteresti a trovare Judith? Quell'orsa avrebbe dovuto proteggermi e aiutarmi a ripulire questo posto." Ti segue standoti praticamente attaccato, con gli occhi che sfrecciano da un'ombra all'altra mentre la casa ringhia minacciosa.
ko: 윌리엄은 고택에서 삐걱거리는 소리가 날 때마다 움찔하고 놀라며 불안한 듯 제자리에 있지 못하고 걸음을 옮깁니다. 윌리엄에게 괜찮냐고 물었지만, 그는 우울한 표정으로 깊은 한숨만 내쉽니다. “아, 괜찮소. 주디스는 나만 두고 나가버렸고, 어머니의 인형은 어디에도 안 보이는구려. 게다가 어린 시절 살던 집이 눈앞에서 무너지고 있는 판이니...” 윌리엄이 씁쓸하게 말합니다. “주디스를 찾는 걸 도와주겠소? 그 드센 여자가 이곳을 정리하는 일을 돕고 날 지켜주기로 했다오.” 저택이 분노에 차 으르렁거리는 가운데, 윌리엄은 당신 뒤로 바짝 따라붙어 어둑한 곳을 이리저리 훑습니다.
pl: William chodzi tam i z powrotem, krzywiąc się przy każdym skrzypnięciu starego domu. Pytasz go, czy wszystko w porządku, co wywołuje głębokie westchnienie melancholijnego spadkobiercy. „Och, tak, lepiej być nie mogło. Judith uciekła i zostawiła mnie tu samego, nigdzie nie mogę znaleźć lalki mojej matki, a mój dom z dzieciństwa rozpada się na moich oczach” – mówi z goryczą. – „Pomożesz mi znaleźć Judith? Ta lwica ma mnie ochronić i pomóc mi posprzątać to miejsce”. Podąża za tobą, miotając nieustannie spojrzeniem z kąta w kąt, gdy dom wyje wściekle.
ru: Уильям расхаживает взад-вперёд, вздрагивая от каждого скрипа старого дома. Вы спрашиваете его, всё ли в порядке, чем вызываете глубокий вздох меланхоличного наследника. «О да, дела просто огонь,— горько отвечает он. — Джудит сбежала и бросила меня тут в одиночестве, я нигде не могу найти куклу моей мамы, а дом моего детства разваливается прямо у меня на глазах. Помогите, пожалуйста, разыскать Джудит. Эта бой-баба должна была охранять меня и помогать мне расчищать эти завалы». Он следует за вами по пятам, а его взгляд прыгает от тени к тени при каждом звуке, который издаёт дом.
zh: 威廉來回踱步，看似對老房子的每道裂痕都十分懼怕。你詢問他是否一切安好，引起這位悶悶不樂的赫姆拉克末裔一陣嘆息：“喔，一切再好不過了。茱蒂絲跑了，留我一個人；我找不到母親的娃娃；還有我兒時的家無時無刻都在崩壞。除此之外再好不過了。”他語帶苦澀說著。“幫我找到茱蒂絲，好嗎？那個勇敢的小姐應該要保護我，幫我把這裡清理乾淨的。”他緊緊跟著你，在屋子忿恨的嚎叫聲中，他的視線在每道陰影之間來回游移。

source: Take control of William Hemlock. You may trigger this codex again if both William Hemlock and Judith Park are at the same location.
de: Übernimm die Kontrolle über William Hemlock. Du darfst diesen Kodexeintrag erneut auslösen, falls sich sowohl William Hemlock als auch Judith Park am selben Ort befinden.
es: Toma el control de William Cicuta. Puedes volver a activar este códice si tanto William Cicuta como Judith Park están en el mismo Lugar.
fr: Prenez le Contrôle de William Hemlock. Vous pouvez déclencher de nouveau ce Codex si William Hemlock et Judith Park sont dans le même lieu.
it: Prendi il controllo di William Hemlock. Puoi innescare di nuovo questo Codex se William Hemlock e Judith Park si trovano nello stesso luogo.
ko: 윌리엄 헴록’을 가져와 조종합니다. ‘윌리엄 헴록’과 ‘주디스 파크’가 같은 장소에 있는 동안, 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Przejmij kontrolę nad Williamem Hemlockiem. Możesz aktywować ten kodeks ponownie, jeśli William Hemlock oraz Judith Park znajdują się w tej samej lokalizacji.
ru: Возьмите под контроль «Уильяма Хемлока». Вы можете снова активировать этот архив, если «Уильям Хемлок» и «Джудит Пак» находятся в одной локации.
zh: 控制威廉．赫姆拉克。如果威廉．赫姆拉克與茱蒂絲．朴在同一個地點，你可以再次觸發此聖典。

source: “Finally,” William says as you enter the room where Judith stands, arms crossed. “Where have you been? I hired you because I needed your help, not to stomp around my childhood home brooding.” The two square off, tension thick in the air...
de: „Endlich“, sagt William gereizt, als du den Raum betrittst, in dem Judith mit verschränkten Armen wartet. „Wo waren Sie denn, Park? Ich habe Sie angeheuert, weil ich Ihre Hilfe benötige, nicht damit Sie vor sich hin grübelnd in meinem Elternhaus herumtrampeln.“ Die beiden stehen sich feindselig gegenüber, Spannung liegt in der Luft...
es: –Por fin –dice William cuando entras en la habitación en la que se encuentra Judith con los brazos cruzados–. ¿Dónde te has metido? Te contraté porque necesitaba tu ayuda, no para que te paseases taciturna por el hogar de mi infancia. Los dos se ponen en guardia y la tensión impregna el aire…
fr: « Enfin », dit William lorsque vous entrez dans la pièce ou Judith se tient debout, les bras croisés. « Où étais-tu passé ? Je t’ai engagé parce que j’avais besoin de ton aide, pas pour vagabonder dans la maison de mon enfance ». Les deux individus s’affrontent, la tension est palpable…
it: "Era ora!" esclama William all'indirizzo di Judith, che sta in piedi in un angolo con le braccia incrociate al petto mentre tu entri nella stanza. "Dove sei stata? Ti pago perché ho bisogno del tuo aiuto, non per andartene in giro per la mia casa d'infanzia con quel muso lungo." I due si scambiano uno sguardo in cagnesco: la tensione nell'aria è palpabile...
ko: “드디어 나타나셨군.” 방에 들어서자 윌리엄이 말합니다. 그곳에선 주디스가 팔짱을 낀 채 서 있었습니다. “대체 어디 있던 거요? 도움이 필요해서 고용했던 거지, 내 소싯적 집을 멋대로 돌아다니라고 고용한 게 아니란 말이요.” 서로를 노려보는 둘 사이에 팽팽한 긴장감이 감돕니다.
pl: „Nareszcie” – mówi William, gdy wchodzisz do pokoju, w którym stoi Judith ze skrzyżowanymi ramionami. – „Gdzie się podziewałaś? Zatrudniłem cię, ponieważ potrzebuję twojej pomocy, a nie po to, by łazić po moim domu z dzieciństwa i wspominać”. William i Judith mierzą się wzrokiem, a atmosfera się zagęszcza...
ru: «Ну наконец-то, — говорит Уильям, когда вы вместе входите в комнату и видите Джудит. Та стоит скрестив руки на груди. — Куда ты запропастилась? Я нанял тебя не для того, чтобы ты просто бродила по дому моего детства. Не хочешь помочь?» В воздухе повисает напряжение. Эти двое вот-вот сцепятся…
zh: “終於。”當你們走進房間時，威廉雙手抱胸對茱蒂絲說到。“妳跑去哪了？我雇用妳是來幫忙的，不是叫妳無所事事在我的老家裡四處遊蕩的。”兩個人劍拔弩張的看著對方，氣氛有點緊繃……。

source: Proceed to <b>Codex Σ: The Argument</b>
de: Fahre mit <b>Kodex Σ: Der Streit</b> fort.
es: Pasa al <b>Códice Σ: La discusión</b>.
fr: Continuez au <b>Codex Σ: La Dispute</b>
it: Prosegui con il <b>Codex Σ: Il Litigio</b>
ko: <b>서고 Σ: 언쟁</b>으로 이어집니다.
pl: Przejdź do <b>Kodeksu Σ: Kłótnia</b>
ru: Перейдите к <b>Архиву Σ: Спор</b>
zh: 進入<b>聖典Σ：爭執</b>

source: <b>If “you are helping Gideon”:</b>
de: <b>Falls „du Gideon hilfst“:</b>
es: <b>Si “los investigadores están ayudando a Gideon”:</b>
fr: <b>Si « vous aidez Gideon » :</b>
it: <b>Se "state aiutando Gideon":</b>
ko: <b>“당신이 기디언을 돕고 있다”면:</b>
pl: <b>Jeśli „pomagacie Gideonowi”:</b>
ru: <b>Если <i>вы помогаете Гидеону</i>:</b>
zh: <b>如果“你正在幫助吉迪恩”：</b>

source: You pull an old, yellowed map from a book and hold it up to Gideon. “Yes!” He exclaims, taking it from your hands and looking it over. “This is exactly what I was looking for. Thankee kindly!”
de: Du ziehst eine alte, vergilbte Karte aus einem Buch und hältst sie Gideon vor die Nase. „Beim Klabauter!“, ruft er aus, schnappt sie dir aus der Hand und studiert sie ganz genau. „Genau nach der habe ich gesucht. Danke!“
es: Sacas un viejo mapa amarillento de un libro y se lo enseñas a Gideon. –¡Sí! –exclama antes de arrebatártelo y ponerse a examinarlo–. Esto es justo lo que estaba buscando. ¡Muchísimas gracias!
fr: Vous sortez une vieille carte jaunie des pages d’un livre et la présentez à Gideon. « Oui ! » s’exclame-t-il. Il la prend dans ses mains pour la contempler. « Voilà exactement ce que je cherchais. Merci, merci ! »
it: Tiri fuori una vecchia mappa ingiallita da un libro e la mostri a Gideon. "Si!" esclama, strappandotela dalla mano per osservarla da vicino. "È proprio quello che stavo cercando. Mille grazie!"
ko: 당신은 책에 끼어 있던 누렇게 바랜 낡은 지도를 빼내 기디언에게 보여줍니다. “그래! 그거야!” 기디언이 당신의 손에서 지도를 낚아채어 유심히 바라봅니다. “내가 찾던 게 바로 이거야. 아주 고맙게 됐어!”
pl: Wyciągasz z książki starą, pożółkłą mapę i podajesz ją Gideonowi. „Tak!” – wykrzykuje, biorąc ją z twoich rąk i oglądając. „Dokładnie tego szukałem. Po stokroć dzięki!”
ru: Вы достаёте из книги старую пожелтевшую карту и протягиваете её Гидеону. «Да! — восклицает тот, выхватывая её из вашей руки и внимательно разглядывая. — Именно её-то я и искал. Премножечко благодарен!»
zh: 你從書中拿出一張老舊泛黃的地圖，遞給吉迪恩。“沒錯！”他大喊，從你手中將地圖抽走並檢視起來。“這就是我在找的，謝啦！”

source: Increase Gideon Mizrah’s Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe Gideon Mizrahs Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de Gideon Mizrah. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de Gideon. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumenta il Livello di Relazione con Gideon Mizrah. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘기디언 미즈라’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Gideonem Mizrahem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Гидеона Мизры. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升吉迪恩．米茲拉的友好度。每位調查員取得1點獎勵經驗值。

source: Gideon barely looks up from a musty book as you approach. “I don’t suppose ye’ve ever heard the story of the Delilah?” You tell him no, but you think you’re about to. He laughs. “The Delilah was a fishing vessel that mapped this island years ago.” He grabs another book as he rambles on about not only the Delilah, but also three other tangential stories. At length, you glean that the old man is looking for a map somewhere in the parlor.
de: Gideon blickt kaum von dem muffigen Buch auf, als ihr euch nähert. „Haben Sie schon mal die Geschichte von Delilah gehört?“ Du verneinst, hast aber den Verdacht, sie gleich vorgetragen zu bekommen. Er lacht. „Die Delilah war ein Fischerboot, das vor Jahren diese Insel kartografiert hat.“ Er nimmt ein weiteres Buch zur Hand und erzählt nicht nur von der Delilah, sondern auch recht zusammenhanglos von drei anderen Geschichten, die irgendwie mit ihr zu tun haben. Schließlich erfährst du, dass der alte Mann irgendwo im Wohnzimmer nach einer Karte sucht.
es: Gideon apenas levanta la mirada de un libro mohoso cuando te acercas. –Supongo que nunca ha oído la historia del Delilah, ¿verdad? Le dices que no, pero que crees que estás a punto de hacerlo. Gideon se ríe y comienza a contarte. –El Delilah era un barco de pesca que cartografió esta isla hace años. Coge otro libro mientras se pone a divagar no sólo sobre el Delilah, sino también sobre otras tres historias tangenciales. Al final, entiendes que el anciano busca un mapa que está en alguna parte de la salita.
fr: Gideon lève à peine les yeux d’un livre moisi lorsque vous vous approchez. « Je suppose que vous n’avez jamais entendu l’histoire du Delilah ? » Vous lui répondez que non, mais que vous êtes sur le point de le faire. Il rit. « Le Delilah était un bateau de pêche qui a cartographié cette ile il y a des années. » Il prend un autre livre et se met à parler non seulement du Delilah, mais aussi de trois autres histoires secondaires. Au bout d’un moment, vous comprenez que le vieil homme est à la recherche d’une carte quelque part dans le salon.
it: Quando ti avvicini, Gideon a malapena si degna di alzare gli occhi dal libro ammuffito che sta sfogliando. "Immagino tu non abbia mai sentito parlare della Delilah, mh?" Strappi una risata al vecchio marinaio rispondendogli che effettivamente no, non hai mai avuto il piacere, ma che immagini la cosa stia per cambiare. "La Delilah era il peschereccio che mappò quest'isola, non so quanti anni fa." L'uomo si sposta per prendere un altro volume mentre continua a parlarti dell'imbarcazione, così come di altri tre argomenti che hanno ben poco a che fare con essa. Alla fine, riesci a intuire che stia cercando una mappa da qualche parte nel salotto.
ko: 당신이 다가가자 기디언은 곰팡내 풀풀 나는 책에서 겨우 고개만 까딱 듭니다. “딜라일라 호 이야기를 들어본 적은 없지?” 들어본 적 없다고 답했지만, 보아하니 곧 듣게 될 듯합니다. 기디언이 호방하게 웃습니다. “어선이었어. 오래전에 헴록 섬의 지도를 그렸던 게 바로 딜라일라 호의 선원들이었지.” 기디언은 또 다른 책을 집어 들고서 딜라일라 호 이야기뿐만 아니라, 장황한 이야기 세 개를 잇달아 늘어놓습니다. 길고 긴 이야기를 들은 끝에, 기디언 노인이 거실 어딘가에 있는 지도를 찾고 있음을 눈치챕니다.
pl: Gideon ledwo podnosi wzrok znad zatęchłej książki, gdy się zbliżasz. „Przypuszczam, że nigdy nie słyszałeś historii Delilah?” Mówisz mu, że nie, ale podejrzewasz, że zaraz to się zmieni. Gideon śmieje się. „Delilah była statkiem rybackim, którego załoga wiele lat temu sporządziła mapę tej wyspy”. Chwyta kolejną książkę, przeplatając historię Delilah trzema innymi niezbyt istotnymi opowiastkami. W końcu dowiadujesz się, że staruszek szuka gdzieś w salonie mapy.
ru: Гидеон едва отрывает глаза от замшелой книги, когда вы подходите. «Вам доводилось слышать историю „Делайлы“?» — спрашивает он. Вы отвечаете отрицательно, но, похоже, вы вот-вот её услышите. Гидеон смеётся: «„Делайла“ была рыболовным судном, составлявшим карту этого острова много лет тому назад». Он хватает другую книгу и одновременно с историей «Делайлы» рассказывает ещё три других косвенно связанных истории. В конце концов вы понимаете, что старик ищет в гостиной какую-то карту.
zh: 吉迪恩盯著一本發霉的書本，即使你靠近也幾乎沒抬頭看你。“我想你應該沒聽過狄萊拉號的故事吧？”你回答沒有，但心想他應該馬上就會開始講了。他大笑著說：“狄萊拉號是一條漁船，好幾年前它繪製了這座島的地圖。”他邊拿起另一本書，邊喋喋不休地說著關於狄萊拉號，還有另外三個能跟這艘船扯上一些關係的故事。在冗長的故事中，你終於聽出老人要找的是一張地圖，就在這個客廳裡。
