Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Considering what Brother William was prattling on about last night at the dance? Yeah, maybe it is haunted. I dunno.” Theo sighs as his truck pulls to a stop in front of the towering, shingle style manor. Dark clouds loom over its gambrel roofs, its frame crooked and misshapen. Its attic truss is burnt almost to the frame, its outer wall exposed to the elements by extensive fire damage. “Old Gideon says a lot of things about this place. But old Gideon also believes in underwater kingdoms filled with fish people. Still...” Theo sighs, shaking his head. “Maybe there is something to it all. I thought if there was an infestation, it was probably rats, y’know? Maybe even some wild animals taking refuge from the woods. But Brother William looked downright terrified when he came back into town yesterday. Who knows?” You ask Theo what Mr. Hemlock was doing here—perhaps you can help figure out what’s wrong with the place. “Last I checked, he asked Ms. Park to repair the place and clear out whatever’s hiding in the walls. That was a couple days ago. Ms. Park’s still here, but after yesterday I don’t think Brother William’s gonna be venturing anywhere near this place until it’s cleaned up.” You point the fire damage out to Theo, who gives a whistle in response. “Yeah, that’s new. I did hear some pretty close thunder during that storm last night. Wouldn’t be surprised if that was from lightning. Lucky the rain must’ve put the fire out.” You wonder if it was in fact fortune that kept the old manor standing, or something else entirely. As if in response to your ruminations, something slithers just out of view from the exposed floor of the attic. You ask Theo if he saw it, but he only shrugs. “Saw what? You don’t plan on heading up there, do you? Be careful. This place was decrepit even before the storm.” He turns the ignition off and gets out of the truck, joining you under the awning of the manor’s front porch. “I’ll come with, ok? I won’t go all the way up there, but just in case something happens, I’ll be here.” You nod. Having seen firsthand the kinds of terrors that dwell on Hemlock Isle, you know better than to assume the house’s other inhabitants to be mere rats or raccoons. It might be nice having Theo and his truck on hand for a swift exit. Taking in a deep breath, you glance once more at the manor’s crooked frame. There is something deeply unsettling about the arrangement of its windows and the slant of its roofs. Whatever grandeur this house may have had in its past life is long gone. It is but a shell of its former self—and you suspect the cause still dwells within its walls. Upon entering the house, you immediately climb its inner staircase up to the attic, leaving Theo downstairs. Scarred by fire damage and partially exposed to the wind, the decrepit bedroom bears no trace of whatever creature you saw from below. With each of your steps, the old building groans precariously. You cannot help but wonder if it is in fact the rumbling of an empty stomach...
de: „Denken Sie immer noch darüber nach, was Bruder William beim Tanz gestern Abend dahergeschwätzt hat? Nun ja, vielleicht spukt es hier doch, keine Ahnung!“, erzählt Theo und seufzt, als er seinen Lastwagen vor dem hoch aufragenden, schindelgedeckten Herrenhaus zum Stehen bringt. Dunkle Wolken thronen über den Satteldächern des krummen und missgestalteten Gebäudes. Der Dachstuhl ist fast bis auf das Gebälk niedergebrannt und die Außenwand ist durch starke Brandschäden den Elementen ausgesetzt. Der alte Gideon sagt eine Menge Dinge über diesen Ort. Er glaubt aber auch an Unterwasserkönigreiche voller Fischmenschen. Dennoch ...“, seufzt Theo und schüttelt den Kopf. „Vielleicht ist doch irgendwas an der Sache dran. Zuerst dachte ich, dass es da drin eine Art Plage gibt. Wahrscheinlich Ratten, wissen Sie? Vielleicht auch ein paar wilde Tiere, die aus dem Wald hier Zuflucht gesucht haben. Doch Bruder William hat geradezu panisch gewirkt, als er gestern ins Dorf zurückgekommen ist. Was weiß ich schon?“ Du fragst Theo, was Mr. Hemlock hier gewollt hat – vielleicht kannst du dabei helfen herauszufinden, was mit dem Haus nicht stimmt. „Soweit ich weiß, hat er Ms. Park gebeten, das Haus zu reparieren, den Grund des Befalls zu finden und alles zu beseitigen, was sich in den Wänden versteckt. Das war vor ein paar Tagen. Ms. Parks ist noch immer hier. Aber nach dem, was gestern passiert ist, glaube ich nicht, dass Bruder William noch einmal diesen Ort betritt, bevor er nicht gesäubert worden ist.“ Du fragst Theo nach dem Feuerschaden. Er stößt einen Pfiff aus und antwortet: „Ja, das sieht neu aus. Letzte Nacht habe ich es während des Sturms in der Nähe laut donnern hören. Würde mich nicht wundern, wenn hier der Blitz eingeschlagen ist. Zum Glück hat der Regen wohl das Feuer gelöscht.“ Du wunderst dich, wie das alte Herrenhaus nach so einem Ereignis überhaupt noch stehen kann und ob mehr dahintersteckt. Wie als Antwort auf deine Überlegungen nimmst du aus den Augenwinkeln eine sich schlängelnde Bewegung im freiliegenden Bereich des Dachbodens wahr. Angespannt fragst du Theo, ob er auch etwas gesehen hat, doch der zuckt nur mit den Schultern und antwortet: „Was denn? Sie haben doch nicht etwa vor, da hinaufzugehen? Seien Sie vorsichtig. Dieser Ort wirkt noch baufälliger als vor dem Sturm.“ Er stellt den Motor seines Lastwagens ab und kommt zu dir unter das Vordach des Eingangsbereichs. „Ich werde Sie begleiten, in Ordnung? Ich werde nicht ganz hoch mitkommen, aber ich bin da, falls etwas passieren sollte.“ Du nickst ihm zu. Da du aus erster Hand erfahren hast, welche Arten von Schrecken auf Hemlock Isle leben, kannst du nicht davon ausgehen, dass die anderen Bewohner des Hauses nur Ratten oder Waschbären sind. Es wäre nicht schlecht, Theo und seinen Lastwagen für eine schnelle Flucht in Reichweite zu wissen. Du holst tief Luft und betrachtest noch einmal die krumme Fassade des Herrenhauses. Die Anordnung der Fenster und die Schräglage der Satteldächer haben etwas zutiefst Trügerisches und Beunruhigendes an sich. Die einstige Pracht des Hauses ist auf jeden Fall schon lange verfallen. Es ist nur noch ein Schatten seiner selbst. Und du vermutest, dass der Grund dafür noch immer in seinen Wänden haust. Sofort als ihr das Haus betretet, steigst du die innere Treppe zum Dachboden hinauf und lässt Theo unten zurück. Im verfallenen Schlafzimmer – vom Feuer verwüstet und dem Wind ausgesetzt – gibt es keine Spur von der Kreatur, die du von unten zu sehen geglaubt hast. Bei jedem deiner Schritte ächzt das alte Gebäude bedrohlich. Du wirst das Gefühl nicht los, dass es sich bei dem Geräusch um das Knurren eines leeren Magens handelt...
es: –¿Teniendo en cuenta de lo que parloteaba anoche el hermano William en el baile? Sí, a lo mejor está encantada. No lo sé. Theo suspira mientras detiene la camioneta frente a la enorme mansión de estilo Shingle. Sobre su tejado abuhardillado a dos aguas se ciernen nubes oscuras, y la estructura es retorcida y deforme. El soporte del ático se ha quemado hasta dejar apenas la estructura básica, y la pared exterior está expuesta a los elementos debido a los graves daños provocados por el fuego. –El viejo Gideon dice muchas cosas sobre este sitio, pero el viejo Gideon también creen en reinos subacuáticos llenos de gente pez –ríe–. Seguro que algo tiene. Se rumorea que hay algún tipo de infestación. Aun así... –Theo suspira y sacude la cabeza–. Tal vez tenga algo de razón. Yo pensaba que, si había una infestación, probablemente fueran ratas, ¿saben? Puede que incluso animales salvajes que buscan refugio del bosque. Pero el hermano William parecía verdaderamente aterrado cuando volvió ayer al pueblo. ¿Quién sabe? Preguntáis a Theo qué hacía aquí el Sr. Cicuta, por si podéis ayudar a averiguar lo que le pasa a este sitio. –Lo último que sé es que le pidió a la Srta. Park que reparase el edificio y echase a lo que se esté ocultando en las paredes. Eso fue hace un par de días. La Srta. Park sigue aquí, pero después de lo de ayer, no creo que el hermano William vaya a acercarse siquiera a este sitio hasta que esté limpio. Señaláis a Theo el daño provocado por el fuego y éste da un silbido como respuesta. –Ya, eso es nuevo. Durante la tormenta de anoche oí algunos truenos muy cerca, así que no me sorprendería que eso lo hubiera provocado un rayo. Por suerte, la lluvia debió de apagar el fuego. Os preguntáis si lo que ha mantenido en pie la vieja mansión ha sido realmente la suerte o algo completamente distinto. Como si quisiera responder a vuestras reflexiones, algo se mueve en el piso del ático que ha quedado a la vista. Preguntáis a Theo si lo ha visto, pero se limita a encogerse de hombros. –¿Que si he visto el qué? No pretenderán subir ahí, ¿verdad? Tengan cuidado, porque el edificio ya era decrépito antes de la tormenta –Apaga el contacto y sale de la camioneta para unirse a vosotros bajo el tejadillo del porche delantero de la casa–. Les acompaño, ¿vale? No voy a subir hasta ahí arriba, pero estaré aquí por si pasa algo. Asentís. Tras haber comprobado de primera mano el tipo de horrores que habitan en la Isla de la Cicuta, sabéis que no deberíais suponer que los otros habitantes de la casa sean simples ratas o mapaches. Podría estar bien tener a Theo y su camioneta a mano para poder huir rápidamente. Respiráis hondo y miráis una vez más la estructura retorcida de la mansión. La disposición de las ventanas y la inclinación del tejado tienen algo tortuoso e inquietante. Cualquier tipo de grandeza que pudiera tener esta casa en el pasado ya no existe. No es más que una sombra de lo que fue, y sospecháis que el motivo sigue morando entre sus paredes. Al entrar en la casa, subís inmediatamente al ático por la escalera interior, dejando a Theo en el piso de abajo. El decrépito dormitorio ha sufrido daños por el fuego y está expuesto parcialmente al viento, pero no tiene ningún rastro de la criatura que visteis desde abajo. El viejo edificio gruñe de forma precaria con cada paso que dais. No podéis evitar preguntaros si en realidad serán los gruñidos de un estómago vacío…
fr: « Vous avez toujours en tête ce que Frère William vous a raconté à propos de cet endroit, hier soir, pendant le bal ? Oui, peut-être qu’il est hanté. Je ne sais pas. » Theo soupire au moment où son camion s’arrête devant l’imposant manoir. Des nuages sombres se profilent au-dessus de ses toits, de sa charpente tordue et difforme. Les poutres du grenier sont presque entièrement brûlées, et le mur extérieur est exposé aux intempéries en raison des dégâts causés par l’incendie. « Le vieux raconte beaucoup de choses sur cet endroit. Mais il croit aussi qu’il existe des royaumes sous-marins peuplés d’hommes poissons. Pourtant… » Theo soupire et secoue la tête. « Peut-être qu’il y a quelque chose de vrai dans tout ça. Je pensais que les lieux étaient possiblement infestés de vermines, probablement des rats, vous voyez ? Peut-être même des animaux sauvages qui sortent des bois pour y trouver refuge. Mais Frère William avait l’air carrément terrifié quand il est revenu en ville hier. Alors, qui sait ? Vous demandez à Theo ce que Mr Hemlock faisait ici - peut-être pouvez-vous l’aider à comprendre ce qui cloche avec cet endroit. « La dernière fois que je l’ai vu, il demandait à Ms Park de réparer les lieux et de chasser tout ce qui se cachait dans les murs. C’était il y a quelques jours. Ms Park est toujours là, mais après hier, je ne pense pas que Frère William s’aventurera dans le coin tant que tout n’aura pas été nettoyé. » Vous montrez à Theo les dégâts causés par le feu. Ce dernier répond par un sifflement. « Oui, ‘est nouveau. J’ai entendu des coups de tonnerre assez rapprochés pendant l’orage de la nuit dernière. Je ne serais pas surpris que ce soit la foudre. Heureusement, la pluie a dû éteindre les flammes. » Vous vous demandez si le manoir n’a dû son salut qu’à la chance ou si toute autre chose a permis de lui éviter la ruine. Comme en réponse à vos ruminations, quelque chose se faufile à l’abri des regards, sur le sol nu du grenier. Vous demandez à Theo s’il l’a vu, mais il se contente de hausser les épaules. « Rassurez-moi, vous n’avez pas l’intention de monter là-haut, n’est-ce pas? Faites attention. Cet endroit était déjà décrépi avant que la tempête ne s’en mêle. » Il coupe le contact et sort du camion, vous rejoignant sous l’auvent du porche à l’entrée du manoir. « Je viens avec vous, d’accord ? Je n’irai pas jusqu’au bout, mais au moins, s’il se passe quelque chose, je serai là. » Vous acquiescez d’un signe de la tête. Vous qui avez vu de près les horreurs qui hantent Hemlock Isle, vous savez que vous devez vous attendre à ce que cet endroit ne serve pas seulement de refuge aux rats et aux ratons laveurs. Il pourrait se révéler utile de pouvoir compter sur Theo et son camion si vous devez prendre vos jambes à votre cou. Avec une profonde respiration, vous jetez un bref regard à la charpente tordue. La disposition des fenêtres et l’inclinaison des toits ont quelque chose de profondément troublant. Cette demeure a peut-être connu ses heures de gloire par le passé, mais elles sont depuis longtemps révolues. Elle n’est plus que l’ombre d’elle-même et vous suspectez que ce qui se cache encore derrière ces murs en soit la cause. En entrant dans la maison, vous montez immédiatement l’escalier intérieur jusqu’au grenier, laissant Theo au rez-de-chaussée. Défigurée par les flammes et partiellement exposée au vent, la pièce décrépite ne présente aucune trace de la créature que vous avez vue d’en bas. À chacun de vos pas, la vieille bâtisse gémit comme sil elle allait enfin s’effondrer. Vous n’arrivez pas à vous chasser de l’esprit qu’il pourrait tout à faire s’agir des gargouillements d un estomac affamé…
it: "Considerando quello di cui Fratello William blaterava ieri sera al ballo? Sì, magari è davvero infestata. Non so." Theo sospira, parcheggiando il furgone davanti all'imponente sagoma del maniero in stile shingle. Nubi scure si addensano sui tetti mansardati, gettando ombre sulla facciata sghemba e deforme. Il fuoco ha danneggiato le travature dell'ultimo piano, incenerendo lo strato più esterno ed esponendo il legno agli elementi. "Il vecchio Gideon racconta un sacco di storie su questo posto. Ma è anche convinto che esistano regni sottomarini dove vivono uomini pesce. Ma comunque..." Il ragazzo sospira, scuotendo il capo. "Potrebbe non avere tutti i torti. Credevo che si trattasse di un'infestazione di ratti o al massimo di qualche animale selvatico scappato dai boschi. Ma quando Fratello William è tornato in paese, ieri, sembrava assolutamente terrorizzato. Chissà che aveva visto." Chiedete a Theo di spiegarvi cosa ci facesse Mr. Hemlock al maniero, magari potreste rendervi utili. "Da quel che so, l'ultima volta aveva chiesto a Ms. Park di dare il via alle riparazioni e di scacciare qualsiasi cosa si nascondesse tra le pareti. Vi parlo di un paio di giorni fa. Ms. Park è ancora qui, ma dopo quello che è successo ieri dubito che Fratello William vorrà avvicinarsi di nuovo a questo posto finché non sarà stato ripulito." Indicate alcuni danni da incendio e il ragazzo vi risponde con un fischio. "Già, ieri non era messa così male. Avevo sentito dei tuoni parecchio vicini la scorsa notte e non mi stupirei se fosse stato un fulmine a farlo. Per fortuna pioveva, altrimenti le fiamme avrebbero potuto fare altri danni." Vi chiedete se il maniero sia ancora in piedi davvero per merito della fortuna o se ci siano altre forze in ballo. Come a voler rispondere al vostro rimuginare, scorgete qualcosa con la coda dell'occhio strisciare via dal pavimento esposto dell'ultimo piano. Gli chiedete se l'abbia visto anche lui, ma Theo vi risponde facendo spallucce: "Visto cosa? Non state mica pensando di salire lassù, vero? Fate attenzione. Questo posto cadeva a pezzi anche prima del temporale." Il vostro autista spegne il motore e salta giù dal furgone, raggiungendovi sotto la tettoia del porticato. "Vengo con voi, ok? Non vi seguirò fin là sopra ma, in caso succedesse qualcosa, sarò qui." Annuite. Avendo assistito in prima persona agli orrori che popolano l'isola, non vi sembra così assurdo che la casa sia infestata da qualcosa di diverso da ratti e procioni: sapere di poter contare su Theo e sul suo mezzo per una fuga in extremis vi rincuora. Prendete un respiro profondo, e alzate ancora una volta lo sguardo sulla facciata sghemba del maniero: c'è qualcosa di sbagliato e inquietante nel modo in cui sono disposte le finestre e in cui spiovono i tetti mansardati. Qualsiasi grandiosità possedesse un tempo è rimasta intrappolata nel passato. La casa degli Hemlock è oramai solo il guscio vuoto di ciò che era ... E avete il sospetto che la causa del suo declino si annidi ancora tra le sue mura. Varcata la soglia, vi dirigete immediatamente verso la scalinata interna che sale verso la soffitta, lasciando Theo di sotto. Sfregiata dalle fiamme e parzialmente esposta al vento, nella decrepita camera da letto non vi è alcuna traccia della creatura che siete convinti di aver visto. A ogni vostro passo corrisponde un lamento minaccioso del vecchio edificio. Non potete fare a meno di chiedervi se sia solo lo scricchiolio delle travi o il brontolio di uno stomaco vuoto...
ko: “어젯밤 무도회에서 윌리엄 수사님께서 떠들던 이야기 때문에요? 뭐 진짜 유령의 집일 수도 있죠. 전 모르겠네요.” 테오가 우뚝 솟은 슁글 양식의 저택 앞에 트럭을 세우며 한숨을 쉽니다. 저택의 박공지붕과 기괴하게 굽은 골조 위로 먹구름이 드리웠습니다. 다락방 트러스는 불에 타 골조가 바깥으로 노출되었을 지경이며, 외벽 역시 거센 불길에 손상되어 비바람에 노출되었습니다. “기디언 어르신께서 여기 유령이 나타난다든지 하는 이야기를 많이 하셨겠죠. 하지만 그분께서는 물고기 인간으로 가득 찬 수중 왕국도 있다고 믿는 분인걸요. 그래도...” 테오가 한숨을 쉬더니 고개를 젓습니다. “뭔가가 있긴 할지도 모르겠네요. 소문에 따르면 뭔가 들끓는다더군요. 그래 봐야 쥐 같은 게 아닐까요? 숲에서 쫓겨난 야생동물이 보금자리를 틀었을지도 모르죠. 아시다시피, 워낙 오래된 고택이잖아요? 하지만 어젯밤 저택에 다녀오신 윌리엄 수사님은 완전히 겁에 질려 있었어요. 어쩌면 진짜...” 당신은 이곳의 문제를 추측하는 데 도움이 될까 싶어, 어제 윌리엄 헴록이 여기서 무엇을 했는지 물어보았습니다. “제가 마지막으로 확인한 건, 윌리엄 수사님께서 파크 씨한테 벽에 숨은 것들을 좀 몰아내고 수리해달라고 부탁했다는 것 정도예요. 그게 며칠 전 이야길 텐데... 파크 씨는 아직도 여기 있어요. 아마 잘 안 됐나보죠. 윌리엄 수사님은 어제 돌아오신 이후로 이곳이 완전히 정리되기 전까지는 이 근처에도 오지 않으려 하실 것 같네요.” 당신은 불이 붙었던 흔적을 가리키며 저건 뭐냐고 물었지만, 테오는 휘파람으로 답합니다. “그러게요, 전에는 저런 게 없었는데. 어젯밤 폭풍이 몰아칠 때 천둥소리 비슷한 걸 들었거든요. 번개 때문에 불이 붙었을 수도 있겠다 싶어요. 운 좋게도 비가 억수같이 퍼부어서 불은 꺼진 거 아닐까요?” 이 고택이 지금까지 주저앉지 않은 이유가 진정 운이 좋아서였는지, 혹시 전혀 다른 이유가 있는건 아닌지 하는 생각에 이릅니다. 당신의 생각에 답이라도 하듯, 다락방 쪽 화재로 노출된 마루에서 뭔가가 미끄러져 나왔다가 잽싸게 사라집니다. 방금 그걸 봤냐고 물었지만, 테오는 어깨만 으쓱할 뿐입니다. “뭘요? 저길 올라가실 생각은 아니죠? 조심하세요. 폭풍이 치기 전에도 위험한 곳이었으니까요.” 테오가 시동을 끄고는 트럭에서 내려, 저택 현관 차양 앞으로 다가옵니다. “저도 갈래요. 괜찮죠? 저 위까지는 올라갈 생각은 없지만, 혹시라도 무슨 일이 생길지 모르니까. 제가 여기 있을게요.” 당신은 고개를 끄덕입니다. 헴록 섬에 살아가는 각양각색의 무시무시한 것들을 두 눈으로 똑똑히 목격해 온 덕에, 저 저택에 둥지를 튼 것이 단순한 쥐나 너구리일 거라는 생각이 들지는 않습니다. 수틀리면 테오의 트럭을 타고 신속히 이곳을 빠져나갈 수 있을 테니 다행입니다. 당신은 심호흡하며 저택의 굽은 골조를 다시 한번 올려다봅니다. 창문 배치와 비스듬히 기운 박공지붕에서 이유 모를 지독한 불안감이 엄습합니다. 장엄했을 옛 저택의 모습은 빛바랜 지 오랬으며 지금은 그저 과거의 껍데기에 불과할 뿐입니다. 그리고 이렇게 저택이 퇴락한 이유 역시, 아직도 벽 안에 자리하고 있으리라는 직감이 듭니다. 집에 들어가자마자, 테오는 아래층에 있으라 하고서 당신은 계단을 타고 다락방으로 올라갑니다. 노후한 침실은 화재 피해로 손상되었으며 비바람에 노출되기까지 했으나 아래에서 본 괴물의 흔적은 어디에도 없었습니다. 한 걸음 한 걸음 내디딜 때마다, 고택이 위태롭게 신음합니다. 이 소리가 마치 굶주린 위에서 나는 꼬르륵 소리와 비슷하다는 생각을 떨칠 수가 없습니다...
pl: „Biorąc pod uwagę to, co opowiadał brat William zeszłej nocy na tańcach? Tak, może i jest nawiedzony. Bo ja wiem?” Theo wzdycha, gdy zatrzymuje wóz przed wysoką posiadłością z gontowym dachem. Ciemne chmury kłębią się nad jej dachem, a całość wydaje się krzywa i zniekształcona. Belki na poddaszu są prawie kompletnie spalone, przez co zewnętrzna ściana jest narażona na działanie żywiołów. „Stary Gideon opowiada wiele rzeczy o tym miejscu. Ale stary Gideon wierzy również w podwodne królestwa pełne rybich ludzi. A jednak...” – Theo wzdycha, kręcąc głową. – „Może coś jest na rzeczy. Myślałem, że to pewnie jakaś plaga, wiecie, może szczury? Może nawet jakieś dzikie zwierzęta, które uciekły z lasu. Ale brat William wyglądał na naprawdę przerażonego, kiedy wczoraj wrócił do miasta. Więc kto wie? Pytacie Theo, co pan Hemlock planuje, bo może będziecie w stanie pomóc mu odkryć, co się tu dzieje. „Z tego, co wiem, poprosił panią Park, aby pozbyła się tego, co kryje się w ścianach, a potem załatała dziury. To było dwa dni temu. Pani Park wciąż tu jest, ale po tym, co stało się wczoraj, nie sądzę, aby brat William ponownie zapuścił się w pobliże tego miejsca, dopóki nie zostanie wyczyszczone”. Wskazujecie na zniszczenia po pożarze, na co Theo odpowiada gwizdnięciem. „Tak, to coś nowego. Słyszałem całkiem bliskie uderzenia piorunów podczas wczorajszej burzy. Nie zdziwiłbym się, gdyby to one były przyczyną. Na szczęście najwyraźniej deszcz ugasił pożar”. Zastanawiacie się, czy fakt, że stara posiadłość ocalała, to sprawka szczęścia, czy czegoś zupełnie innego. Jakby w odpowiedzi na te rozmyślania, coś prześlizguje się po odsłoniętym fragmencie podłogi strychu. Pytacie Theo, czy też to widział, ale on tylko wzrusza ramionami. „Niby co? Chyba nie planujecie tam wchodzić, co? Tak czy siak uważajcie. To miejsce było ruiną nawet przed burzą”. Wyłącza silnik i wysiada z auta, stając razem z wami pod markizą przedniej werandy posiadłości. „Pójdę z wami, zgoda? Nie wejdę na samą górę, ale będę tu na wypadek, gdyby coś się stało”. Kiwacie głowami. Zobaczywszy na własne oczy różne koszmary, które żyją na wyspie Hemlock, wiecie już, że nie należy zakładać, że nieproszeni goście to zwykłe szczury lub szopy. Dobrze będzie mieć w gotowości Theo i jego wóz... Bierzecie głęboki oddech i spoglądacie raz jeszcze na rozpadające się domostwo. Jest coś niepokojącego w krzywym rozmieszczeniu okien i nienaturalnych kątach dachu. Niegdyś majestatyczna posiadłość dziś bardziej przypomina ruinę. Podejrzewacie, że przyczyna upadku nadal mieszka w jej murach. W środku od razu kierujecie się w stronę schodów na poddasze, zostawiając Theo na dole. W zniszczonej przez ogień i częściowo wystawionej na wiatr sypialni nie widać żadnych śladów stworzenia, które zauważyliście z dołu. Przy każdym waszym kroku stary budynek wydaje z siebie niepewny jęk. Nie potraficie pozbyć się złudzenia, że brzmi to jak burczenie pustego żołądka...
ru: «Помните, о чём брат Уильям болтал вчера вечером, на танцах? Да, может быть, тут всё же есть призраки. Не знаю», — вздыхает Тео, останавливая свой грузовичок у возвышающегося перед вами старого особняка в гонтовом стиле. Над его двускатной крышей нависают тёмные тучи, вся конструкция здания перекошена и имеет неправильную форму. Чердачный каркас сгорел почти полностью, на внешних стенах видны следы пожара. «Старый Гидеон много болтает об этом месте, — продолжает Тео. — Но старый Гидеон ещё верит в подводные королевства, кишащие рыболюдами. И всё же… — Тео втягивает воздух, покачивая головой. — Что-то здесь не так. Я думал, что причиной могут быть паразиты, крысы какие-нибудь. Ну, вы понимаете. Возможно, даже дикие звери, сбежавшие из лесу. Но вчера брат Уильям был прямо-таки в ужасе, когда вернулся. Кто знает?» Вы спрашиваете Тео, чем мистер Хемлок занимался здесь вчера. Быть может, вы могли бы помочь и выяснить, что не так с этим местом. «Насколько я знаю, он просил мисс Пак сделать ремонт и вычистить то, что завелось в стенах. Это было пару дней назад. Мисс Пак всё ещё здесь, но после вчерашнего я не думаю, что брат Уильям решится приблизиться к этому дому, пока его не приведут в порядок». Вы указываете на повреждения от огня, и Тео присвистывает в ответ: «Да, это что-то новенькое. Я слышал довольно близкий гром во время вчерашней грозы. Не удивлюсь, если в дом ударила молния. К счастью, дождь, видимо, погасил огонь». Вы задумываетесь, была ли это случайность или же в происходящее вмешалась некая сила. Словно в ответ на ваши размышления какая-то тень прячется из виду, скользнув по видному через обрушение полу чердака. Вы спрашиваете Тео, заметил ли он, но тот лишь пожимает плечами: «Заметил что? Вы же не собираетесь туда подниматься, правда? Будьте осторожны. Это место обветшало задолго до вчерашней бури. — Он глушит двигатель, выходит из грузовичка и присоединяется к вам на пороге особняка. — Я пойду с вами, ладно? Наверх не полезу, но хотя бы буду рядом, на случай чего». Вы киваете. Не понаслышке зная, какие ужасы обитают на острове, вы сомневаетесь, что популяция дома ограничивается крысами и енотами. Будет полезно иметь под рукой Тео и его грузовик для оперативного отступления. Глубоко вздохнув, вы бросаете ещё один взгляд на покосившуюся конструкцию здания. Есть что-то неправильное и тревожное в расположении его окон и наклоне двускатной крыши. Былое величие, которым некогда обладало строение, теперь безвозвратно утеряно, и осталась лишь оболочка. Вы уверены, что причина тому всё ещё таится в его стенах. Войдя внутрь, вы сразу же направляетесь к лестнице на чердак, оставив Тео внизу. Повреждённая огнём и открытая всем ветрам ветхая спальня абсолютно пуста. Здесь нет никаких следов создания, которое вы видели снизу. С каждым вашим шагом старое здание громко скрипит. Вы не можете не отметить, что этот звук похож на урчание пустого желудка…
zh: “昨晚舞會的時候，威廉弟兄一直在喃喃自語這裡的事，也許這裡真的鬧鬼了，我不確定。”西奧嘆了口氣，在一棟高聳的瓦格式大宅前停下卡車。黑雲籠罩在層疊式屋頂上，宅邸外型扭曲且令人感到不適，閣樓突出的部分燒到只剩骨架，外牆處處都有大片燒焦的痕跡。“老吉迪恩總是說這裡有問題，但你們要知道，他也相信有個海底王國，裡面還住滿了魚人。可是……”西奧嘆氣，搖著頭繼續說：“也許真的有什麼東西，我之前以為裡面的動靜八成是因為老鼠，你們懂的，也有可能是森林裡的野生動物把這裡當作避難所。但在威廉弟兄昨天從這裡回到鎮上後，他看起來徹底嚇壞了。誰知道呢？” 你們詢問赫姆拉克先生在這裡做什麼，也許你們可以幫忙找出這裡發生了什麼事。“據我所知，他請朴小姐修理這裡，同時趕走躲在牆壁裡的東西，不管牠們是什麼。那是幾天前的事了。朴小姐還在這裡，但我想經過昨天的事後，在這裡被清理乾淨前，威廉弟兄都不會再靠近這了。” 你們指著火燒的痕跡給西奧看，他吹了個口哨說：“嗯，真新奇。我聽說昨晚的暴風雨中有幾道雷打得很近，如果是雷電造成的我也不意外，還好大雨順便把火撲滅了。”你們懷疑到底是運氣保住了大宅，還是完全無關的其他東西。就像在回應你們的猜測，一道影子從閣樓凸出的地板上一閃即逝，你們問西奧有沒有看見，但他只是聳聳肩：“看到什麼？你們不是真的要上去對吧？小心點，這地方在暴風雨來前就已經很脆弱了。”他將卡車熄火，跳下車，走到宅邸的前廊下與你們會合。“我一起去，可以吧？我不會陪你們上去，但萬一出了什麼事，我會在這。” 與赫姆拉克島上潛藏的恐怖正面衝突過，你們合理推斷棲息在大宅中的，絕對不是老鼠或浣熊這麼簡單。有個退路總是好的，有西奧跟他的卡車，你們可以快速撤離這裡，你們深吸一口氣，看了大宅令人不適的外觀最後一眼，窗戶的排列方式、層疊式屋頂的傾斜角度，整棟房子的格局散發出一種深沉的躁動感。不管這裡曾經有多氣派輝煌，都已經是很久以前的事了。它現在只剩一具空殼，而你們懷疑造成這一切的原因仍棲息在斷垣殘壁中。 進入屋內，你們逕直爬上樓梯前往閣樓，將西奧留在樓下。破碎的臥房有火焰灼燒的痕跡，部分還暴露在風雨中，但沒有其他生物的蹤跡。隨著你們的腳步，老舊的建築發出隨時會崩塌的呻吟，但你們懷疑其實聲音也許是從你們翻攪的空腹中傳出的……。
