Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Look, William, this place is a dump. There’s junk everywhere. It’s filthy, it’s rundown, and whatever is living in the walls, it sure as hell isn’t rats,” Judith explains. William scowls. “This ‘dump’ is my childhood home. My family’s enduring legacy.” “If this was my family’s legacy, I’d change my name. Someone needs to tear this place down,” Judith retorts. “I am not tearing this house down!” William shouts. “That is absolutely unconscionable!” The two continue arguing, getting more and more heated, until you realize this argument won’t resolve itself on its own. You step in, voicing your thoughts...
de: „Sehen Sie es ein, William, dieser Ort ist eine Bruchbude! Überall liegt Gerümpel rum. Es ist dreckig und heruntergekommen. Und was auch immer in den Wänden haust, es sind todsicher keine Ratten“, erklärt Judith aufgebracht. William macht ein finsteres Gesicht. „Diese ‚Bruchbude‘ ist mein Elternhaus. Das Erbe und Vermächtnis meiner fortbestehenden Familie.“ „Wenn das mein Familienerbe wäre, dann hätte ich meinen Namen geändert. Dieses Haus gehört abgerissen!“, erwidert Judith. „Ich werde dieses Haus nicht abreißen!“, brüllt William. „Das ist absolut unerhört!“ Der Streit der beiden geht weiter, wobei er immer hitziger wird. Dir wird schnell klar, dass sich dieser Disput so nicht lösen lässt. Du gehst dazwischen und sagst deine Meinung...
es: –Mira, William, este sitio es un vertedero. Hay basura por todas partes. Está sucio, está en mal estado, y lo que sea que vive en las paredes desde luego que no son ratas –explica Judith. William pone mala cara y responde: –Este “vertedero” es el hogar de mi infancia. El legado de mi familia. –Si esto fuera el legado de mi familia, me cambiaría el nombre. Hay que demoler este lugar –replica Judith. –¡No voy a demoler esta casa! –grita William–. ¡Eso es absolutamente inconcebible! Los dos siguen discutiendo de forma cada vez más acalorada, hasta que te das cuenta de que la discusión no se va a resolver sola. Te metes en medio y dices lo que piensas…
fr: « Écoute, William, cet endroit est un dépotoir. Il y a de la ferraille partout. C’est sale, c’est délabré, et ce qui vit dans les murs, c’est sûr que ce ne sont pas des rats », explique Judith. William se renfrogne. « Ce « dépotoir » est la maison de mon enfance. Mon héritage familial.» « Si c’était mon héritage familial, je changerais de nom. Il faut que quelqu’un démolisse cet endroit », rétorque Judith. « Je ne démolirai pas cette maison ! » s’écrie William. « C’est absolument inadmissible ! » Les deux individus continuent à se disputer, de plus en plus bruyamment, jusqu’à ce que vous réalisiez que cette dispute ne se résoudra pas d’elle-même. Vous intervenez et donnez votre avis…
it: "Senti, William, questo posto è una discarica. C'è spazzatura ovunque, è sporco, puzzolente e qualsiasi cosa viva tra le pareti è tutto fuorché un ratto" spiega Judith. William non sembra prenderla bene. "Questa 'discarica' è la casa in cui sono cresciuto. L'eredità sempiterna della mia famiglia." "Se questa fosse l'eredità della mia di famiglia, avrei già cambiato nome. Qualcuno deve buttar giù questo posto" gli risponde Judith. "Non ho alcuna intenzione di abbattere casa mia!" urla William. "È totalmente inconcepibile!" I due continuano a battibeccare sempre più animatamente e hai la netta sensazione che non riusciranno a trovare un accordo da soli. Fai un passo avanti, schiarendoti la voce...
ko: “이보세요, 윌리엄 어르신. 여기는 쓰레기장입니다. 여길 봐도 저길 봐도 쓰레기만 가득하다고요. 더럽고 낡은 데다 벽 안에 뭐가 있어요. 뭔지는 몰라도 단순한 쥐 떼는 아닌 건 확실합니다.” 주디스가 말하지만, 윌리엄은 콧방귀만 뀝니다. “이 ‘쓰레기장’이야말로 소싯적 내 집이었던 곳이오. 우리 가문의 영원한 유산이지.” “이게 제 가문의 유산이었다면, 저는 차라리 성을 갈아버릴 텐데요. 이곳은 허물어버려야 합니다.” 주디스가 반박합니다. 열이 오른 윌리엄이 고함을 지릅니다. “여길 허무는 일은 없을 거요! 그런 비양심적인 소리를 지껄이다니!” 둘의 목소리는 점점 높아지고 언쟁이 과열되어 갑니다. 저절로 저들의 갈등이 봉합될 것 같지는 않습니다. 당신이 둘 사이에 끼어들어 의견을 밝힙니다...
pl: „Słuchaj, William, to miejsce to nora. Wszędzie leżą śmieci. Dom jest brudny, zaniedbany, w jego ścianach z pewnością nie mieszka po prostu stado szczurów” – wyjaśnia Judith. William spogląda na nią spode łba. „Ta «nora» to dom mojego dzieciństwa. Trwałe dziedzictwo mojej rodziny”. „Gdyby to było dziedzictwo mojej rodziny, zmieniłabym nazwisko. Ktoś musi zburzyć to miejsce” – odpowiada Judith. „Nie zburzę tego domu!” – krzyczy William. – „To absolutnie nie do pomyślenia!” Z każdą chwilą kłócą się coraz bardziej i zdajesz sobie sprawę, że ta sytuacja sama się nie rozwiąże. Włączasz się do rozmowy i mówisz, co myślisz...
ru: «Слушай, Уильям. Это место настоящая помойка. Здесь повсюду мусор валяется. Дом грязный, неухоженный, и что бы ни жило там в стенах, это однозначно не крысы», — объясняет Джудит. Уильям мрачно сверлит её взглядом: «Эта „помойка“ — дом моего детства. Непреходящее наследие моей семьи». «Если бы это было наследием моей семьи, я бы фамилию сменила. Ктото должен его снести», — возражает Джудит. «Я не позволю снести его! — кричит Уильям. — Это просто бесчеловечно!» Они продолжают спорить, всё больше переходя к ругани. Вы понимаете, что этот спор сам собой не закончится, поэтому подходите и, повысив голос, высказываетесь…
zh: ”睜大眼睛看看，威廉。這裡是個垃圾堆，到處都是廢物。髒亂、破爛，而且不管牆壁裡有什麼鬼東西，鐵定不是老鼠。”茱蒂絲解釋著。 威廉皺著眉說：“這個‘垃圾堆’是我小時候的家，是我家族長久以來的遺產。” 茱蒂絲回嘴：“如果我家族的傳承是這個樣子，我寧願改名換姓。這裡應該被拆掉。” “我才不會拆掉這裡！”威廉大吼，“這會使我的家族蒙羞！”兩人持續爭辯，越吵越激烈，你意識到這場爭執是不會有結果的。你出聲介入，說出你的想法……

source: The investigator resolving this codex must decide (choose one):
de: Der Ermittler, der diesen Kodexeintrag abhandelt, muss entscheiden (wähle eins):
es: El investigador que esté resolviendo este códice debe decidir (elige una opción):
fr: L’investigateur qui résout ce Codex doit décider (choisir une option) :
it: L'investigatore che sta risolvendo questo Codex sceglie 1 degli sviluppi seguenti:
ko: 이 서고를 해결하는 조사자는 다음 중 하나를 선택해야 합니다:
pl: Badacz rozpatrujący ten wpis kodeksu musi zdecydować (wybiera jedno):
ru: Сыщик, разыгрывающий этот архив, должен выбрать одно:
zh: 結算此聖典的調查員必須決定(選擇一項)：

source: <i>“Judith is right. There’s nothing here to salvage.”</i>
de: <i>„Judith hat recht. Hier gibt es nichts mehr zu retten.“</i>
es: <i>–Judith tiene razón. Aquí no hay nada que se pueda aprovechar.</i>
fr: <i>« Judith a raison. Il ne reste plus rien à sauver. »</i>
it: <i>"Judith ha ragione. Non c'è niente di salvabile qui."</i>
ko: <i>“어르신, 주디스 말이 맞아요. 여기서 건질 건 없다고요.”</i>
pl: <i> „Judith ma rację. Nie ma tu nic do uratowania”.</i>
ru: <i>«Джудит права. Здесь уже ничего не спасти».</i>
zh: <i>“茱蒂絲是對的。這裡已經沒救了。”</i>

source: <i>“It is William’s home. We should respect his wishes.”</i>
de: <i>„Es ist Williams Zuhause. Wir sollten seine Wünsche respektieren.“</i>
es: <i>–Es el hogar de William. Deberíamos respetar sus deseos.</i>
fr: <i>« C’est la maison de William. Nous devrions respecter son choix. »</i>
it: <i>"É la casa di William. Dovremmo rispettare il suo volere."</i>
ko: <i>“여긴 윌리엄 어르신 댁이니, 어르신의 뜻을 존중하도록 하죠.”</i>
pl: <i>„To dom Williama. Powinniśmy uszanować jego zdanie”.</i>
ru: <i>«Это дом Уильяма. Последнее слово за ним».</i>
zh: <i>“這是威廉的家，我們該尊重他。”</i>

source: William’s gaze snaps to you, eyes pleading. Maybe he’s finally realized the truth. Perhaps he doesn’t care. “Alright, then,” he almost whispers. “Do as you will. The legacy of the Hemlocks is in tatters, and nobody seems to care. Why should you?” He departs, head hung low.
de: Williams Blick zuckt zu dir. In seinen Augen versiegt ein letztes Flehen. Vielleicht hat er endlich die Wahrheit erkannt. Oder vielleicht hat er auch innerlich aufgegeben. „Also gut“, sagt er kaum hörbar. „Tun Sie, was Sie wollen. Das Vermächtnis der Hemlocks liegt in Trümmern, und niemanden scheint es zu interessieren. Warum sollte es das auch?“ Er geht mit gesenktem Kopf davon.
es: William vuelve la mirada hacia ti con ojos suplicantes. Tal vez por fin se haya dado cuenta de la verdad o quizás no le importe. –Muy bien –dice casi en un susurro–. Hagan lo que quieran. El legado de los Cicuta se hace trizas y a nadie parece importarle. ¿Por qué iba a importarles a ustedes? Se marcha cabizbajo.
fr: Les yeux de William se posent sur vous, il vous supplie du regard. Peut-être a-t-il enfin compris la vérité. Peut-être qu’il ne s’en soucie plus. « Très bien, dans ce cas», murmure-t-il presque. « Faites ce que vous voulez. L’héritage des Hemlock est en lambeaux, et personne ne semble s’en soucier. Pourquoi le feriez-vous ? » Il s’en va, la tête basse.
it: William si volta verso di te di scatto, con gli occhi supplicanti. "E va bene" ammette con un sussurro. Non sai se abbia finalmente aperto gli occhi o se abbia solo perso ogni traccia d'interesse. "Fate come volete. L'eredità degli Hemlock è a brandelli e pare che a nessuno importi. Immagino che valga lo stesso anche per voi." L'anziano esce dalla stanza con la testa bassa.
ko: 윌리엄이 애원하는 눈빛을 보냈지만, 그 역시 마침내 진실을 깨달았을 것입니다. 아니 어쩌면 진실 따위는 이미 안중에 없는 것일지도 모릅니다. 윌리엄이 기어들어 가는 목소리로 밝힙니다. “좋소, 그렇다면... 원하는 대로 하시오. 헴록 가문의 유산은 이제 누더기 신세가 되어버렸고, 그 누구도 개의치 않는구려. 당신네들도 그렇겠지.” 윌리엄은 고개를 푹 숙인 채 저택을 떠납니다.
pl: William kieruje na ciebie błagalne spojrzenie. Może w końcu zrozumiał prawdę. A może go to nie obchodzi. „W porządku” – niemal szepcze. – „Róbcie, co chcecie. Dziedzictwo Hemlocków jest w strzępach i nikogo to nie obchodzi. Więc czemu miałoby obchodzić ciebie?” Odchodzi ze spuszczoną głową.
ru: Взгляд Уильяма прыгает к вам, в его глазах сквозит мольба. Возможно, он наконец осознал реальное положение вещей. Возможно, ему на него плевать. «Ну что ж, — практически шепчет он. — Поступайте, как хотите. Наследие Хемлоков в руинах, но никому, похоже, нет дела. Да и с чего бы?» Он уходит, низко опустив голову.
zh: 威廉的目光落在你身上，眼中充滿懇求，也許他早就認清事實了，只是他不願接受。“好吧。既然這樣，”他低聲說，“隨便你們吧。赫姆拉克家的遺產早就凋零了，既然沒人在乎，你又何必在意？”他低著頭離開了。

source: Remove William Hemlock from the game. Each investigator may draw 1 card. Increase Judith Park’s Relationship Level. Each investigator earns 1 bonus experience.
de: Entferne William Hemlock aus dem Spiel. Jeder Ermittler darf 1 Karte ziehen. Erhöhe Judith Parks Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Retira a William Cicuta de la partida. Cada investigador puede robar 1 carta. Aumenta el nivel de relación de Judith Park. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Retirez William Hemlock de la partie. Chaque investigateur a le droit de piocher 1 carte. Augmentez le Niveau de Relation de Judith Park. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Rimuovi dal gioco William Hemlock. Ogni investigatore può pescare I carta. Aumenta il Livello di Relazione con Judith Park. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘윌리엄 헴록’을 게임에서 제거합니다. 모든 조사자는 각자 카드를 1장씩 뽑아도 됩니다. ‘주디스 파크’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Usuń Williama Hemlocka z gry. Każdy badacz może dobrać 1 kartę. Zwiększ stopień zażyłości z Judith Park. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Удалите из игры «Уильяма Хемлока». Каждый сыщик может взять 1 карту. Повысьте уровень доверия Джудит Пак. Каждый сыщик получает 1 опыт дополнительно.
zh: 將威廉．赫姆拉克從遊戲中移除。每位調查員可以抽取1張卡牌。提升茱蒂絲．朴的友好度。每位調查員取得1點獎勵經驗值。

source: Judith glares at you. “Really? You too?” She rubs her eyes and swears under her breath. “Fine. Hold the whole festival here for all I care. But don’t come asking me for help when the place falls down. Or worse.” She gathers her things and makes for the door.
de: Judith funkelt dich an. „Wirklich? Sie auch?“ Sie reibt sich müde die Augen und flucht leise vor sich hin. „Nun gut. Dann halten Sie das Fest doch hier ab. Was kratzt mich das? Aber kommen Sie nicht angekrochen und bitten mich um Hilfe, wenn dieser Ort in sich zusammenfällt. Oder noch Schlimmeres.“ Sie sammelt ihre Sachen zusammen und stapft wütend zur Tür hinaus.
es: Judith te fulmina con la mirada y dice: –¿En serio? ¿Usted también? –Se frota los ojos y maldice entre dientes–. Muy bien. Por mí como si quieren celebrar aquí el festival. Pero luego no vengan a pedirme ayuda cuando este sitio se venga abajo o algo peor. Recoge sus cosas y se dirige a la puerta.
fr: Judith vous lance un regard noir. « Vraiment ? Vous aussi. » Elle se frotte les yeux en jurant à voix basse. « Très bien. Organisez tout le festival ici si vous le souhaitez, je m’en fiche. Mais ne venez pas me demander de l’aide quand l’endroit s’écroulera. Ou pire. » Elle rassemble ses affaires et se dirige vers la porte.
it: Judith ti fulmina con lo sguardo. "Sul serio? Ti ci metti anche tu?" Sconsolata, si passa una mano sulla fronte bisbigliando qualche improperio a denti stretti. "E va bene. Per quel che me ne importa, potete anche organizzarci la Festa qua dentro, ma non venite a piangere da me quando questo posto crollerà. O peggio." La donna prende le sue cose e si avvia verso l'uscita.
ko: 주디스가 당신을 노려봅니다 “진심입니까? 당신도 그렇게 생각한다고요?” 그러고는 눈을 비비며 숨죽여 욕지거리를 내뱉습니다. “좋습니다. 축제 내내 여기서 죽치고 있어 보시죠. 여기가 무너져 내린다고 해도, 아니 더 심한 일이 생긴다 해도 저한테 부탁할 생각일랑 마시고요.” 주디스는 그대로 짐을 챙겨서 문간으로 나가버립니다.
pl: Judith wbija w ciebie wzrok. „Poważnie? Ty też?” Przeciera oczy i przeklina pod nosem. „W porządku. Jak dla mnie, możesz tu nawet zorganizować cały festiwal. Ale nie proś mnie o pomoc, kiedy to miejsce się zawali. Albo stanie się coś gorszego”. Zbiera swoje rzeczy i idzie do drzwi.
ru: Джудит сверлит вас взглядом: «Серьёзно? И вы туда же? — Она потирает глаза и ругается себе под нос. — Ладно. Хоть Пир тут проводите, мне плевать. Но потом не просите меня помочь, когда тут всё обвалится. Или случится что похуже». Она собирает свои вещи и идёт к двери.
zh: 茱蒂絲瞪著你：“你是認真的嗎？你也站在他那邊？”她揉著眼睛，低聲咒罵著。“算了，隨便你們想做什麼，我不管了。但如果這裡塌了或發生什麼更糟的事，都別來找我。”她拿起自己的東西，朝大門走去。

source: Remove Judith Park from the game. Each investigator may draw 1 card. Increase William Hemlock’s Relationship Level. Each investigator earns 1 bonus experience.
de: Entferne Judith Park aus dem Spiel. Jeder Ermittler darf 1 Karte ziehen. Erhöhe William Hemlocks Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Retira a Judith Park de la partida. Cada investigador puede robar 1 carta. Aumenta el nivel de relación de William Cicuta. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Retirez Judith Park de la partie. Chaque investigateur a le droit de piocher 1 carte. Augmentez le Niveau de Relation de William Hemlock. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Rimuovi dal gioco Judith Park. Ogni investigatore può pescare I carta. Aumenta il Livello di Relazione con William Hemlock. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘주디스 파크’를 게임에서 제거합니다. 모든 조사자는 각자 카드를 1장씩 뽑아도 됩니다. ‘윌리엄 헴록’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Usuń Judith Park z gry. Każdy badacz może dobrać 1 kartę. Zwiększ stopień zażyłości z Williamem Hemlockiem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Удалите из игры «Джудит Пак». Каждый сыщик может взять 1 карту. Повысьте уровень доверия Уильяма Хемлока. Каждый сыщик получает 1 опыт дополнительно.
zh: 將茱蒂絲．朴從遊戲中移除。每位調查員可以抽取1張卡牌。提升威廉．赫姆拉克的友好度。每位調查員取得1點獎勵經驗值。

source: <b>Because it is Day 2</b>:
de: <b>Weil es Tag 2 ist</b>:
fr: <b>Puisque c’est le Jour 2</b>:
it: <b>Se è il Giorno 2</b>:
ko: <b>지금이 두 번째 낮이므로:</b>
pl: <b>Ponieważ trwa Dzień 2</b>:
ru: <b>Поскольку сейчас День 2:</b>

source: <b>If it is Day 1 and an investigator controls the Little Sylvie story asset:</b>
de: <b>Falls es Tag 1 ist und ein Ermittler die Storyvorteilskarte Kleine Sylvie kontrolliert:</b>
fr: <b>Si vous êtes au Jour 1 et qu’un investigateur contrôle le soutien d’histoire Petite Sylvie :</b>
it: <b>Se è il giorno 1 e un investigatore controlla il supporto storia Piccola Sylvie:</b>
ko: <b>첫 번째 낮이고 조사자 한 명이 ‘꼬마 실비 인형’ 이야기 자산을 조종하고 있다면:</b>
pl: <b>Jeśli trwa Dzień 1 i dowolny badacz kontroluje atut fabularny Mała Sylvie:</b>
ru: <b>Если сейчас День 1 и сюжетный актив «Малышка Сильвия» находится под контролем сыщика:</b>

source: “Wait! That doll—there she is!” William reaches for the doll, tears welling in his eyes. He stares into the doll’s dead eyes, his smile gentle, nostalgic. “My mother always loved this one. People said it looked like her.” You ask William what he intends to do now that he’s recovered it. “Well, it’s just a doll, but...it’s also a symbol,” he explains. “A symbol of my heritage. Where I came from. If I can just get mother to remember... perhaps we can rebuild. Start our legacy anew.” He shakes your hand vigorously. “Thank you for finding this. I truly appreciate it.”
de: „Warten Sie! Die Puppe – da ist sie ja!“ William greift nach der Puppe und Tränen laufen über seine Wangen. Er starrt in die toten Augen der Puppe, sein Blick ist sanft und voller Nostalgie. „Meine Mutter hat sie immer so geliebt. Die Leute sagen, dass die Puppe so aussieht wie sie.“ Du fragst William, was er nun tun will, da er sie wieder hat. „Nun ja, es ist nur eine Puppe, aber ... sie ist auch ein Symbol“, erklärt er. „Ein Symbol meiner Herkunft. Woher ich stamme. Wenn ich Mutter nur dazu bringen könnte, sich zu erinnern ... dann könnten wir alles wiederaufbauen. Unser Vermächtnis erneuern.“ Er schüttelt kräftig deine Hand. „Vielen Dank, dass Sie Sylvie wiedergefunden haben. Das weiß ich wahrlich zu schätzen.“
es: –¡Un momento! Esa muñeca... ¡Ahí está! –dice William mientras coge la muñeca con lágrimas en los ojos. Se queda mirando los ojos sin vida de la muñeca con una sonrisa dulce y nostálgica–. Era la favorita de mi madre. La gente decía que se parecía a ella. Le preguntas a William qué va a hacer ahora que la ha recuperado. –Bueno, es sólo una muñeca, pero... también es un símbolo –explica–. Un símbolo de mi herencia. De dónde vengo. Si pudiera lograr que mi madre recordara..., tal vez podamos reconstruir nuestro legado. Volver a empezar. Te estrecha la mano con fuerza y añade: –Gracias por encontrarla. Se lo agradezco de verdad.
fr: « Attendez ! Cette poupée… elle est là ! » William tend la main vers le jouet, les larmes aux yeux. Il fixe les yeux morts de la peluche, son sourire est doux, nostalgique. « Ma mère a toujours aimé cette poupée. Les gens disaient qu’elle lui ressemblait. » Vous demandez à William ce qu’il compte faire maintenant qu’il l’a récupérée. « C’est juste une poupée, mais c’est aussi un symbole », explique-t-il. « Un symbole de mon héri-tage. De mes origines. Si j’arrive à faire en sorte que ma mère s’en sou-vienne… peut-être pourrons-nous en rebâtir un nouveau. Recommencer depuis le début. » Il vous serre vigoureusement la main. « Merci d’avoir trouvé cet objet. J’apprécie vraiment. »
it: "Aspetta! Quella bambola... Eccola!" William allunga le mani verso la bambola con le guance rigate dalle lacrime. Ha lo sguardo perso nei suoi occhi senza vita, la bocca distesa in un gentile sorriso nostalgico. "Mia madre amava questa bambola. Le facevano notare tutti quanto le somigliasse." Gli chiedi cosa intenda fare ora che l'ha ritrovata. "Beh, è solo una bambola... ma è anche un simbolo" ti spiega. "Un simbolo del mio retaggio. Del luogo da cui vengo. Se solo riuscissi a far ricordare qualcosa a mia madre... forse potremmo ricostruire la nostra casa. Far ripartire la nostra eredità!" Entusiasta, ti stringe la mano con rinnovato vigore. "Grazie per averla trovata! Non sai quanto sia preziosa per me."
ko: “잠깐! 그 인형이... 거기 있었구려!” 윌리엄이 눈물이 그렁그렁한 채 인형을 받아듭니다. 인형의 생기 없는 눈을 뚫어져라 바라보는 윌리엄의 입가에 과거를 반추하는 부드러운 미소가 떠오릅니다. “모친께서는 늘 이 인형을 아끼셨소. 모친과 닮았다며, 사람들이 그렇게 말했거든.” 윌리엄에게 인형을 되찾았으니 이제 어쩔 거냐고 물어봅니다. 윌리엄이 답합니다. “글쎄... 잘 모르겠소. 이건 그저 인형이지만... 상징이기도 하오. 내가 상속받을 유산을, 그리고 내가 어디서 왔는지를 상징하는 거라오. 모친께서 이걸 보고 기억을 떠올릴 수만 있다면... 우리는 재건할 수 있소. 우리의 유산을 새로이 써 내려갈 수 있을 거요.” 윌리엄이 당신의 손을 굳세게 잡고 흔듭니다. “이걸 찾아줘서 정말 고맙소. 진정으로 감사를 표하는 바요.”
pl: „Czekaj! Ta lalka – znalazła się!” – William sięga po lalkę ze łzami w oczach. Wpatruje się w jej martwe oczy, uśmiechając się z nostalgią. „Moja matka zawsze ją uwielbiała. Ludzie mówili, że nawet wygląda jak ona”. Pytasz Williama, co zamierza z nią zrobić, skoro ją odzyskał. „Cóż, to tylko lalka, ale…to także symbol” – wyjaśnia. – „Symbol mojego dziedzictwa. Moich korzeni. Jeśli tylko sprawię, by matka sobie wszystko przypomniała... Może uda nam się to odbudować. Odzyskać dawną wielkość”. Energicznie ściska twoją dłoń. „Dziękuję, że to znalazłeś. Naprawdę to doceniam”.
ru: «Подождите! Та кукла… Вот она где! — Уильям поднимает игрушку, в его глазах стоят слёзы. Он вглядывается в мёртвые глаза куклы, и на его губах расцветает нежная ностальгическая улыбка. — Моя мать очень любила её. Люди говорили, что эта кукла была на неё похожа». Вы спрашиваете Уильяма, что он будет делать с игрушкой, раз уж нашёл её. «Что ж, это просто кукла, но… это ещё и символ, — объясняет тот. — Символ моего наследия. Моих корней. Если только матушка вспомнит… Возможно, нам удастся отстроить это место. Дать новую жизнь моему наследию. — Он энергично пожимает вам руку. — Благодарю, что помогли найти её. Я правда очень ценю это».
zh: “等等！那個娃娃，終於找到了！”威廉對娃娃伸出手，眼中噙著淚水。他看著娃娃毫無生氣的雙眼，露出溫柔、懷舊的微笑。“我母親一直都很喜歡這個娃娃，大家都說長的很像她。”你問威廉，打算怎麼處理這個娃娃。“嗯，雖然這只是個娃娃，但……也是個象徵。”他解釋：“象徵著我的繼承權，以及我的根源。如果我能讓母親回想起來……也許能重建這一切，留下新的傳承。”他興高采烈地握著你的手說：“謝謝你幫我找到這個，我非常感激。”

source: Take control of William Hemlock. Remember that you “found Little Sylvie.” Increase William Hemlock’s Relationship Level. Each investigator earns 1 bonus experience.
de: Übernimm die Kontrolle über William Hemlock. Merke dir, dass du „die Kleine Sylvie gefunden hast“. Erhöhe William Hemlocks Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Toma el control de William Cicuta. Recuerda que “los investigadores han encontrado a la Pequeña Sylvie”. Aumenta el nivel de relación de William Cicuta. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Prenez le contrôle de William Hemlock. Rappelez-vous que « vous avez trouvé Petite Sylvie ». Augmentez le Niveau de Relation de William Hemlock. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Prendi il controllo di William Hemlock. Annota che hai "trovato la Piccola Sylvie". Aumenta il Livello di Relazione con William Hemlock.
ko: ‘윌리엄 헴록’을 가져와 조종합니다. 당신이 “꼬마 실비 인형을 찾았다”라고 기억합니다. ‘윌리엄 헴록’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Przejmij kontrolę nad Williamem Hemlockiem. Zapamiętaj, że „znaleźliście Małą Sylvie”. Zwiększ stopień zażyłości z Williamem Hemlockiem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Возьмите под контроль «Уильяма Хемлока». Запомните, что вы <i>нашли малышку Сильвию</i>. Повысьте уровень доверия Уильяма Хемлока. Каждый сыщик получает 1 опыт дополнительно.
zh: 控制威廉．赫姆拉克。請記住“找到席爾維婭小姐”。提升威廉．赫姆拉克的友好度。每位調查員取得1點獎勵經驗值。
