Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Enemy-Locations in Victory Display:
de: Gegner-Orte im Siegpunktestapel:
es: Lugares-Enemigo en la zona de victoria:
fr: Lieux-Ennemis dans la pile de victoire :
it: Nemici-Luoghi nella galleria delle vittorie:
ko: 승점 더미에 있는 적-장소:
pl: Wrogowie-lokalizacje jest w puli zwycięstwa:
ru: Враги-локации на победном счету:
zh: 勝利區的敵人地點數量：

source: If there are 8 or more seals in play:
de: Falls sich 8 oder mehr Siegel im Spiel befinden:
es: Si hay 8 o más sellos en juego:
fr: S’il y a au moins 8 sceaux en jeu :
it: Se ci sono 8 o più sigilli in gioco:
ko: 플레이 상태인 봉인이 8개 이상이라면
pl: Jeśli w grze jest 8 lub więcej pieczęci:
ru: Если в игре хотя бы 8 печатей:
zh: 如果至少有8個封印在場：

source: Each investigator earns 1 bonus experience.
it: Ogni investigatore guadagna 1 punto esperienza.

source: If there are 10 or more seals in play:
de: Falls sich 10 oder mehr Siegel im Spiel befinden:
es: Si hay 10 o más sellos en juego:
fr: S’il y a au moins 10 sceaux en jeu :
it: Se ci sono 10 o più sigilli in gioco:
ko: 플레이 상태인 봉인이 10개 이상이라면:
pl: Jeśli w grze jest 10 lub więcej pieczęci:
ru: Если в игре хотя бы 10 печатей:
zh: 如果至少有10個封印在場：

source: Each investigator earns 1 additional experience.
de: Jeder Ermittler verdient 1 weiteren Bonus-Erfahrungspunkt.
es: Cada investigador obtiene 1 punto de experiencia adicional.
fr: Chaque investigateur reçoit 1 point d’expérience bonus.
it: Ogni investigatore guadagna 1 punto esperienza aggiuntivo.
ko: 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Każdy badacz zdobywa jeszcze 1 dodatkowy punkt doświadczenia.
ru: Каждый сыщик получает 1 опыт дополнительно.
zh: 每位調查員取得1點獎勵經驗值。

source: If there are 8 or more enemy-locations in the victory display:
de: Falls sich 8 oder mehr Gegner-Orte im Siegpunktestapel befinden:
es: Si hay 8 o más Lugares-Enemigo en la zona de victoria:
fr: S’il y a au moins 8 Lieux-Ennemis dans la pile de victoire :
it: Se ci sono 8 o più nemici-luoghi nella galleria delle vittorie:
ko: 승점 더미에 있는 적-장소 카드가 8장 이상이라면:
pl: Jeśli w puli zwycięstwa jest 8 lub więcej wrogów-lokalizacji:
ru: Если на победном счету хотя бы 8 врагов-локаций:
zh: 如果至少有8個敵人地點在勝利區：

source: If there are 10 or more enemy-locations in the victory display:
de: Falls sich 10 oder mehr Gegner-Orte im Siegpunktestapel befinden:
es: Si hay 10 o más Lugares-Enemigo en la zona de victoria:
fr: ‘il y a au moins 10 Lieux-Ennemis dans la pile de victoire :
it: Se ci sono 10 o più nemici-luoghi nella galleria delle vittorie:
ko: 승점 더미에 있는 적-장소 카드가 10장 이상이라면:
pl: Jeśli w puli zwycięstwa jest 10 lub więcej wrogów-lokalizacji:
ru: Если на победном счету хотя бы 10 врагов-локаций:
zh: 如果至少有10個敵人地點在勝利區：

source: If there are 8 or more enemy-locations in the victory display, Judith Park is under the control of an investigator, and “Judith is remodeling”:
de: Falls sich 8 oder mehr Gegner-Orte im Siegpunktestapel befinden, Judith Park sich unter der Kontrolle eines Ermittlers befindet und „Judith sich verändert“:
es: Si hay 8 o más Lugares-Enemigo en la zona de victoria, Judith Park está bajo el control de un investigador y “Judith está haciendo reformas”:
fr: S’il y a au moins 8 Lieux-Ennemis dans la pile de victoire, que Judith Park est sous le contrôle d’un investigateur et que « Judith a envie de tout casser » :
it: Se ci sono 8 o più nemici-luoghi nella galleria delle vittorie, Judith Park è sotto il controllo di un investigatore e "Judith sta ristrutturando":
ko: 승점 더미에 있는 적-장소 카드가 8장 이상이고, ‘주디스 파크’를 조종하는 조사자가 있으며, “주디스가 헴록 저택을 재건축하고 있다”면
pl: Jeśli w puli zwycięstwa jest 8 lub więcej wrogów-lokalizacji, Judith Park znajduje się pod kontrolą dowolnego badacza i „Judith wzięła sprawy w swoje ręce”:
ru: Если на победном счету хотя бы 8 врагов-локаций, «Джудит Пак» находится под контролем сыщика и <i>Джудит затеяла «ремонт»</i>:
zh: 如果至少有8個敵人地點在勝利區，且任意調查員控制了茱蒂絲．朴，並且“茱蒂絲正在拆毀房屋”：

source: Is Judith Park is under the control of an investigator?
de: Befindet sich Judith Park unter Kontrolle eines Ermittlers?
es: ¿Está Judith Park bajo el control de un investigador?
fr: Judith Park est-elle sous le contrôle d’un investigateur?
it: Judith Park è sotto il controllo di un investigatore?
ko: 주디스 파크’를 조종하는 조사자가 있습니까?
pl: Czy Judith Park znajduje się pod kontrolą dowolnego badacza?
ru: Находится ли «Джудит Пак» под контролем сыщика?
zh: 調查員是否控制了茱蒂絲．朴？

source: Increase Judith Park’s Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe Judith Parks Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de Judith Park. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de Judith Park. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumentate il Livello di Relazione con Judith Park. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘주디스 파크’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Judith Park. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Джудит Пак. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升茱蒂絲．朴的友好度。每位調查員取得1點獎勵經驗值。

source: In the “Areas Surveyed” section of your Campaign Log, check off <i>Hemlock Harbor</i>.
de: Hake im Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch den <i>Hemlock-Hafen</i> ab.
es: Tacha <i>Puerto de la Cicuta</i> en la sección “Zonas exploradas” del registro de campaña.
fr: Dans la section « Zones Explorées » de votre Carnet de Campagne, cochez la case <i>Port de Hemlock</i>..
it: Nella sezione "Zone Esplorate" del Dario della Campagna. spuntate <i>Porto Hemlock</i>.
ko: 캠페인 기록지의 “현장 조사를 마친 지역” 항목에서 [[헴록 항]]에 체크 표시를 합니다.
pl: W sekcji „Zbadane obszary” w Dzienniku kampanii odhacz <i>Port Hemlock</i>.
ru: В графе «Исследованные места» журнала кампании отметьте ячейку «Бухта Хемлок».
zh: 在劇本日誌中“已調查區域”的區域，將<i>鐵杉之家</i>打勾。

source: Hemlock Harbor
de: Hemlock-Hafen
es: Puerto de la Cicuta
fr: Port de Hemlock
it: Porto Hemlock
ko: 헴록 항
pl: Port Hemlock
ru: Бухта Хемлок
zh: 鐵杉港

source: An awful clamor resounds through the house as the walls close in, threatening to collapse—to consume you like prey. Terrified, you burst througth the front door and flee.
de: Ein furchtbares Geschrei hallt durch das Haus, während die Wände zusammenbrechen und dich wie Beute zu verschlingen drohen. Verängstigt stürmst du durch die Haustür und fliehst.
es: Un horrendo clamor resuena por toda la casa mientras las paredes se cierran, amenazando con colapsarse y consumiros como si fuerais presas. Aterrados, salís por la puerta delantera y huis.
fr: Une horrible clameur résonne dans toute la maison à mesure que les murs se rapprochent et menacent de s’effondrer… Pour faire de vous leur proie. Terrifié, vous vous précipitez vers la porte de devant pour vous enfuir sans demander votre reste.
it: Le pareti si stringono provocando un frastuono assordante. Sembra che stiano per crollare... per divorarvi come prede impotenti. Terrorizzati, vi precipitate verso l'ingresso principale e fuggite dalla casa.
ko: 끔찍한 소음이 저택 전체를 강타하며, 벽이 점점 당신을 향해 조여옵니다. 저택이 스스로 무너져 내리며 당신을 집어삼키는 것만 같습니다. 당신은 잔뜩 겁에 질린 채 현관문을 박차고 달아납니다.
pl: W domu rozlega się okropny hałas, gdy ściany zbliżają się do siebie, grożąc zawaleniem się, aby pochłonąć was jak zdobycz. Przerażeni wybiegacie przez drzwi wejściowe i uciekacie.
ru: По всему дому разносится жуткий грохот, и стены смыкаются, грозя обрушиться и поглотить вас, словно добычу. Вы в ужасе выскакиваете через входную дверь и убегаете.
zh: 一聲恐怖的哭嚎迴盪在整棟屋子裡，牆壁不斷迫近，如同即將倒塌一般，威脅著要將你們像獵物一樣生吞入腹。你們滿懷恐懼，驚慌地衝出了大門。

source: At long last, the horrors of Hemlock House are behind you. You can only hope the house’s “infestation” is gone.
de: Endlich liegen die Schrecken des Hemlock-Hauses hinter dir. Du kannst nur hoffen, dass der „Befall“ des Hauses verschwunden ist.
es: Por fin dejáis atrás los horrores de la Casa Cicuta. Sólo os queda esperar que la “infestación” de la casa haya desaparecido.
fr: Enfin, après tant d’épreuves, les horreurs de Hemlock House sont derrière vous. Vous avez un seul espoir : que cette demeure soit définitivement débarrassée de la « vermine » qui la rongeait.
it: Finalmente vi lasciate alle spalle gli orrori della casa degli Hemlock. Potete solo sperare che questa "infestazione" se ne sia andata.
ko: 마침내 헴록 저택에 똬리를 틀었던 공포가 자취를 감췄습니다. 부디 이곳에 들끓던 “병해”가 완전히 없어졌기를 바랄 뿐입니다.
pl: Nareszcie koszmary domu Hemlocków są już za wami. Macie tylko nadzieję, że zamieszkująca go „plaga” zniknęła na dobre.
ru: Наконец-то ужасы дома Хемлоков остались позади. Остаётся только надеяться, что «зараза» покинула его навсегда.
zh: 終於，你們脫離了隱藏在鐵杉之家中的恐怖存在，你們只希望這棟“躁動”的屋子也能平息下來。

source: “Miskatonic Survey, June 1926. Members Marquez, Musgrave, et alii. Survey of Hemlock House complete. Organism defies comprehension. Colony of octopodial and gastropodial species infested the entire house. Creature(s) appear to have evolved in the house proper. Further observation needed.”
de: „Miskatonic-Feldforschung, Juni 1926. Mitglieder: Marquez, Musgrave et al. – Untersuchung des Hemlock-Hauses ist abgeschlossen. Organismus entzieht sich Verständnis. Kolonie einer Oktopoden- und Gastropoden-Spezies hat gesamtes Haus infiziert. Kreatur(en) hat/haben sich vermutlich im Haus selbst entwickelt. Weitere Beobachtungen nötig.“
es: “Estudio de Miskatonic, junio de 1926. Miembros Marquez, Musgrave et alii. Estudio de la Casa Cicuta completado. El organismo está más allá de toda comprensión. Una colonia de especies octópodas y gasterópodas infestaba toda la casa. La(s) criatura(s) parece(n) haber evolucionado en la propia casa. Se precisa más observación”.
fr: « Enquête de Miskatonic, juin 1926. Par les membres Marquez, Musgrave et alii. L’étude de Hemlock House est achevée. L’organisme défie l’entendement. Des colonies d’espèces octopodes et gastropodes ont infesté toute la maison. Cette (ou ces) créature(s) semble(nt) avoir évolué dans la maison elle-même. Plus d’observations sont nécessaires. »
it: "Ricerca della Miskatonic, giugno 1926. Membri Marquez, Musgrave et alii. Abbiamo completato le ricerche presso la dimora degli Hemlock. Rinvenuto organismo che sfugge a ogni comprensione. Colonia di specie octopode e gasteropode infestava l'intero edificio. La creatura (o più di una) sembrava essersi evoluta nella forma dell'intera casa. Necessari ulteriori studi."
ko: “1926년 6월, 미스캐토닉 대학 현장 조사단. 마르케스, 머즈그레이브 외. 헴록 저택에서의 현장 조사를 마침. 인류의 이해를 벗어난 유기체가 저택을 장악하고 있었음. 팔완류 내지 복족류로 보이는 생명체가 군체를 이루어 저택 전역을 뒤덮음. 단일 개체인지 다개체인지 명확지 않지만, 저택 자체에 맞춰 진화한 것으로 보임. 추가적인 관찰 조사 요망.”
pl: „Dziennik grupy badawczej Uniwersytetu Miskatonic, czerwiec 1926. Członkowie: Marquez, Musgrave i inni. Zbadano dom Hemlocków. Natura organizmu wymyka się zrozumieniu. Kolonia ośmionogów i brzuchonogów zaatakowała cały dom. Wydaje się, że stworzenia ewoluowały, stając się domem. Wymagana dalsza obserwacja”.
ru: «Наблюдательная группа Мискатоника, июнь, 1926 г. Состав: Маркес, Масгрейв, остальные. Исследование дома Хемлоков завершено. Организм не поддаётся пониманию. Весь дом заселила колония октоподиальных и гастроподиальных видов. Существо (существа) по-видимому эволюционировали и слились с домом. Требуется дальнейшее наблюдение».
zh: “1926年6月，米斯卡塔尼克大學實地調查。成員：馬爾克斯、馬斯格雷夫，及其他人員。鐵杉之家調查完成。遭遇違反常理的有機生物，類似章魚目與腹足綱的生物感染了整棟房子。這個(這些)生物似乎逐漸發展成了房子本身，需要進一步觀察。”

source: Codex 6: Gideon Mizrah
de: Kodex 6: Gideon Mizrah
zh: 圣典4：威廉．赫姆拉克

source: If it is <b>Day 2</b> or <b>Day 3</b>:
es: Si es el <b>Día 2</b> o el <b>Día 3</b>:
fr: Si vous êtes au <b>Jour 2</b> ou au <b>Jour 3</b>:
zh: 如果目前是<b>第二日</b>或<b>第三日</b>：

source: Codex 6: William Hemlock
es: Códice 6: Gideon Mizrah
zh: 聖典4：威廉．赫姆拉克

source: <b>Because it is Day 1</b>:
es: <b>Como es el Día 1</b>:
zh: <b>因為目前是第一日</b>：

source: <b>Because it is Day 1 and an investigator controls the Little Sylvie story asset:</b>
es: <b>Como es el Día 1 y un investigador controla el Apoyo de historia Pequeña Sylvie:</b>
zh: <b>因為目前是第一日，且一位調查員控制了席爾維婭小姐劇情支援：</b>

source: If it is not in play, remove the Little Sylvie story asset from the game.
fr: S'il n'est pas en jeu, retirez de la partie le soutien d'histoire Petite Sylvie.
