Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The rear wheels of Theo’s truck spit up mud as it putters toward the cape, where the shingle style manor towers atop a ruinous hill. “There it is,” Theo says, pointing at the silhouette of the manor, barely visible through the torrent of rain beating down on the windshield. “Old Gideon says a lot of things about this place. But old Gideon also believes in underwater kingdoms filled with fish people,” He laughs. “I’m sure there’s something to it. Rumor is, there’s some kinda infestation in there. Rats, probably. Maybe even some wild animals taking refuge from the woods. It’s an old house, y’know? Lots of nooks in the walls, places for them to hide. Gotta be even worse with all this rain.” Having seen firsthand the kinds of terrors that dwell on Hemlock Isle, you know better than to assume the house’s other inhabitants to be mere rats or raccoons. You ask Theo what Mr. Hemlock wants done to the place, which elicits a brief chuckle. “He asked Ms. Park to repair the place and clear out whatever’s hiding in the walls. They’re both there right now, I think, if you wanna help out or chat with them. Can’t believe he still thinks the place is salvageable, but hey, who am I to judge?” Theo drops you off in front of the crumbling manor so you don’t have to plod through mud and rain. You shudder as you glance up at its crooked frame. There is something deeply unsettling about the arrangement of its windows and the slant of its gambrel roofs. Whatever grandeur this house may have had in its past life is long gone. It is but a shell of its former self—and you suspect the cause still dwells within its walls.
de: Die Hinterräder von Theos Lastwagen wirbeln Schlamm auf, als er auf das Kap zusteuert, wo das schindelgedeckte Herrenhaus auf einem verfallenen Hügel thront. „Da ist es“, sagt Theo und zeigt auf die Silhouette des Herrenhauses, die durch den Regen, der auf die Windschutzscheibe prasselt, kaum zu erkennen ist. „Der alte Gideon sagt eine Menge Dinge über diesen Ort. Er glaubt aber auch an Unterwasserkönigreiche voller Fischmenschen“, sagt er lachend. „Aber irgendwas stimmt mit dem Haus nicht, das muss ich zugeben. Man munkelt, dass es da drin eine Art Plage gibt. Wahrscheinlich Ratten. Vielleicht auch ein paar wilde Tiere, die aus dem Wald hier Zuflucht gesucht haben. Es ist ein altes Haus, wissen Sie? Da gibt’s viele Ecken und Winkel in den Wänden, wo sie sich verstecken können. Bei dem ganzen Regen muss es noch schlimmer sein.“ Da du aus erster Hand erfahren hast, welche Arten von Schrecken auf Hemlock Isle leben, kannst du nicht davon ausgehen, dass die anderen Bewohner des Hauses nur Ratten oder Waschbären sind. Du fragst Theo, was Mr. Hemlock mit dem Haus anstellen will, was ihm ein knappes Lachen entlockt. „Er hat Ms. Park gebeten, das Haus zu reparieren, den Grund des Befalls zu finden und alles zu beseitigen, was sich in den Wänden versteckt. Ich glaube, die beiden sind gerade da, falls Sie mithelfen oder mit ihnen reden wollen. Kaum zu glauben, dass er immer noch denkt, dass dieser Ort zu retten ist. Aber hey, ist nicht mein Haus. Wer kann’s ihm verdenken?“ Theo setzt dich direkt vor dem verfallenen Herrenhaus ab, damit du nicht durch Schlamm und Regen stapfen musst. Du schauderst, als du einen Blick auf die krumme Fassade wirfst. Die Anordnung der Fenster und die Schräglage der Satteldächer haben etwas zutiefst Trügerisches und Beunruhigendes an sich. Die einstige Pracht des Hauses ist auf jeden Fall schon lange verfallen. Es ist nur noch ein Schatten seiner selbst. Und du vermutest, dass der Grund dafür noch immer in seinen Wänden haust.
es: Las ruedas traseras de la camioneta de Theo escupen barro mientras el vehículo avanza hacia el cabo, donde la mansión de estilo Shingle se alza sobre una ruinosa colina. –Ahí está –dice Theo mientras señala la silueta de la mansión, que apenas es visible entre el torrente de lluvia que descarga sobre el parabrisas–. El viejo Gideon dice muchas cosas sobre este sitio, pero el viejo Gideon también creen en reinos subacuáticos llenos de gente pez –ríe–. Seguro que algo tiene. Se rumorea que hay algún tipo de infestación. Probablemente ratas. Puede que incluso sean animales salvajes que buscan refugio del bosque. Es una casa vieja, ¿saben? Muchos huecos en las paredes y sitios en los que esconderse. Tiene que ser todavía peor con toda esta lluvia. Tras haber comprobado de primera mano el tipo de horrores que habitan en la Isla de la Cicuta, sabéis que no deberíais suponer que los otros habitantes de la casa sean simples ratas o mapaches. Preguntáis a Theo por lo que el Sr. Cicuta quiere hacer con la casa, lo cual le provoca una breve risita. –Le pidió a la Srta. Park que reparase el edificio y echase a lo que se esté ocultando en las paredes. Creo que ambos están ahí ahora mismo, por si quieren ayudar o charlar con ellos. No me puedo creer que piense que este sitio aún se puede aprovechar, pero a ver, ¿quién soy yo para juzgar a nadie? Theo os deja frente a la mansión en mal estado para que no tengáis que avanzar a duras penas por el barro y la lluvia. Os estremecéis al levantar la vista y mirar su estructura retorcida. La disposición de las ventanas y la inclinación del tejado abuhardillado a dos aguas tienen algo tortuoso e inquietante. Cualquier tipo de grandeza que pudiera tener esta casa en el pasado ya no existe. No es más que una sombra de lo que fue, y sospecháis que el motivo sigue morando entre sus paredes.
fr: Les roues arrière du camion de Theo crachent de la boue en se dirigeant vers le cap, où le manoir s’élève au sommet d’une colline désolée. « Le voilà », dit Theo en montrant la silhouette du manoir, à peine visible à travers le torrent de pluie qui s’abat sur le pare-brise. « Le vieux Gideon raconte beaucoup de choses sur cet endroit. Mais il croit aussi qu’il existe des royaumes sous-marins peuplés de poissons », dit-il en riant. « Je suis sûr qu’il y a quelque chose là-dedans. La rumeur prétend que les lieux sont infestés de vermines. Des rats, probablement. Peut-être même des animaux sauvages qui sortent des bois pour se réfugier ici. C’est une vieille maison, vous savez ? Il y a beaucoup de trous dans les murs, des endroits où ils peuvent se cacher. Et cette pluie ne va rien arranger, au contraire. » Vous qui avez vu de près les horreurs qui hantent Hemlock Isle, vous savez que vous devez vous attendre à ce que cet endroit ne serve pas seulement de refuge aux rats et aux ratons laveurs. Vous demandez à Theo ce que Mr Hemlock compte faire de la maison, ce qui suscite un ricanement. « Il a demandé à Ms Park de réparer l’endroit et de le débarrasser de tout ce qui se cache dans les murs. Il me semble qu’ils sont tous les deux là-bas en ce moment, si vous voulez les aider ou discuter avec eux. Dire qu’il pense encore pouvoir sauver cet endroit… c’est incroyable ! Mais bon, qui suis-je pour juger? » Theo vous dépose devant le manoir en ruine pour vous épargner de marcher dans la boue et sous la pluie. Vous frissonnez en jetant un bref regard à sa charpente tordue. La disposition de ses fenêtres et l’inclinaison de ses toits ont quelque chose de profondément troublant. Cette demeure a peut-être connu ses heures de gloire par le passé, mais elles sont depuis longtemps révolues. Elle n’est plus que l’ombre d’elle-même et vous suspectez que ce qui se cache encore derrière ces murs en soit la cause.
it: Le ruote posteriori del furgone di Theo sputano fango lungo tutta la strada che conduce al promontorio, dove il maniero in stile shingle svetta sulla cima di un colle dall'aria funesta. "Eccolo lì" esclama il vostro autista, indicando la sagoma dell'edificio che si intravede a stento attraverso la pioggia torrenziale che si abbatte sul parabrezza. "Il vecchio Gideon racconta un sacco di storie su questo posto. Ma è anche convinto che esistano regni sottomarini dove vivono uomini pesce" spiega ridendo. "Sono sicuro che qualcosa ci sia, ma magari si tratta solo di ratti o di un animale scappato dai boschi che vi ha trovato rifugio. È una vecchia casa, capite cosa intendo? Sono piene di buchi in cui si possono infilare. E questa pioggia di certo non migliora la situazione." Avendo assistito in prima persona agli orrori che popolano l'isola, non vi sembra così assurdo che la casa sia infestata da qualcosa di diverso da ratti e procioni. Gli chiedete se Mr. Hemlock abbia dei programmi per l'edificio. "Ha chiesto a Ms. Park di dare il via alle riparazioni e di scacciare qualsiasi cosa si nasconda tra le pareti. Se volete mettervi a disposizione, o anche solo parlarci, credo siano qui stasera. Per me è assurdo che non si sia ancora arreso all'evidenza e che voglia davvero cercare di salvare il salvabile, ma chi sono io per giudicare?" Theo vi scarica davanti all'ingresso, così che non dobbiate trascinarvi in mezzo al fango e sotto la pioggia. Non è però il freddo a farvi rabbrividire, ma la vista della facciata sbilenca del maniero: c'è qualcosa di sbagliato e inquietante nel modo in cui sono disposte le finestre e in cui spiovono i tetti mansardati. Qualsiasi grandiosità possedesse un tempo è rimasta intrappolata nel passato. La casa degli Hemlock è oramai solo il guscio vuoto di ciò che era ... E avete il sospetto che la causa del suo declino si annidi ancora tra le sue mura.
ko: 테오의 트럭 뒷바퀴가 진흙을 털털 토해내며, 폐허가 된 언덕 위, 슁글 양식의 저택이 우뚝 선 곳을 향해 내달립니다. 테오가 앞창에 쏟아지는 거센 빗줄기 사이로 간신히 보이는 저택의 실루엣을 가리킵니다. “저깁니다. 기디언 어르신께서 여기 유령이 나타난다든지 하는 이야기를 많이 하셨겠죠. 하지만 그분께서는 물고기 인간으로 가득 찬 수중 왕국도 있다고 믿는 분인걸요.” 테오가 낄낄대며 말을 잇습니다. “뭔가가 있긴 할 거예요. 소문에 따르면 뭔가 들끓는다더군요. 그래 봐야 쥐 같은 게 아닐까요? 숲에서 쫓겨난 야생동물이 보금자리를 틀었을지도 모르죠. 아시다시피, 워낙 오래된 고택이잖아요? 벽 구석구석에 숨어들 곳도 많고요. 오늘처럼 비 오는 날에는 더 심각할 수도 있겠네요.” 헴록 섬에 살아가는 각양각색의 무시무시한 것들을 두 눈으로 똑똑히 목격해 온 덕에, 저 저택에 둥지를 튼 것이 단순한 쥐나 너구리일 거라는 생각이 들지는 않습니다. 테오에게 윌리엄 헴록이 저택을 어떻게 보수하기를 원하는지 알고 있냐고 물어보자, 그가 픽하고 웃음을 터뜨립니다. “윌리엄 어르신이 파크 씨한테 벽에 숨은 것들을 좀 몰아내고 수리해달라고 부탁했거든요. 아마 둘 다 저택에 계실 것 같은데요? 두 분과 이야기를 나누고 싶다거나 일손을 거들고 싶다면 가보세요. 전 어르신이 아직도 저택을 살릴 수 있을 거라 생각하신다는 게 참 신기하네요. 뭐, 제가 뭐라 판단할 일은 아니지만요.” 테오가 트럭을 허물어져 가는 저택 바로 앞에 세워준 덕에 진흙탕과 빗속을 헤쳐갈 걱정은 덜었습니다. 비뚤어진 저택의 골조를 올려다본 순간 절로 온몸이 떨립니다. 창문 배치와 비스듬히 기운 박공지붕에서 이유 모를 지독한 불안감이 엄습합니다. 장엄했을 옛 저택의 모습은 빛바랜 지 오랬으며 지금은 그저 과거의 껍데기에 불과할 뿐입니다. 그리고 이렇게 저택이 퇴락한 이유 역시, 아직도 벽 안에 자리하고 있으리라는 직감이 듭니다.
pl: Tylne koła auta brodzą w błocie, gdy zmierzacie w kierunku przylądka, nad którym na zrujnowanym wzgórzu wzniesiona została pokryta gontem posiadłość. „To tam” – mówi Theo, wskazując na kontur posiadłości, ledwo widocznej przez gęsty deszcz uderzający w przednią szybę. „Stary Gideon opowiada wiele rzeczy o tym miejscu. Ale stary Gideon wierzy również w podwodne królestwa pełne rybich ludzi”– śmieje się. – „Chociaż co do tego miejsca... jestem pewien, że coś jest na rzeczy. Ludzie mówią, że to jakaś plaga. Może szczury. Może nawet jakieś dzikie zwierzęta, które uciekły z lasu. Wiecie, to stary dom. Ma dużo zakamarków w ścianach, miejsc do ukrycia się. A taka ulewa tylko pogarsza sprawę”. Zobaczywszy na własne oczy różne koszmary, które żyją na wyspie Hemlock, wiecie już, że nie należy zakładać, że nieproszeni goście to zwykłe szczury lub szopy. Pytacie, co pan Hemlock chciałby z tym zrobić, co budzi u Theo krótki chichot. „Poprosił panią Park, aby pozbyła się tego, co kryje się w ścianach, a potem załatała dziury. Wydaje mi się, że oboje tam teraz są, jeśli chcielibyście im pomóc lub z nimi porozmawiać. Dziwię się, że Hemlock wciąż uważa, że to miejsce da się jeszcze uratować, ale hej, kim jestem, żeby to oceniać?” Theo wysadza was przed rozpadającą się posiadłością, żebyście nie musieli brnąć przez błoto w strugach deszczu. Drżycie, spoglądając na rozpadające się domostwo. Jest coś niepokojącego w krzywym rozmieszczeniu okien i nienaturalnych kątach dachu. Niegdyś majestatyczna posiadłość dziś bardziej przypomina ruinę. Podejrzewacie, że przyczyna upadku nadal mieszka w jej murach.
ru: Разбрасывая задними колёсами грязь, грузовичок Тео карабкается к мысу, где на осыпающемся холме возвышается старый особняк в гонтовом стиле. «Вот и он, — говорит Тео, указывая на силуэт дома, едва различимый сквозь потоки дождя, бьющего в ветровое стекло. — Старый Гидеон много болтает об этом месте. Но старый Гидеон ещё верит в подводные королевства, кишащие рыболюдами, — смеётся он. — Хотя, уверен, что-то здесь не так, да. Ходят слухи, что дом заполонила какая-то живность. Крысы, скорее всего. Возможно, даже какие-нибудь дикие звери, сбежавшие из лесу. Это ведь старый дом, понимаете? Куча пустот в стенах, в которые можно забиться и спрятаться. В дождь там будет ещё хуже, определённо». Не понаслышке зная, какие ужасы обитают на острове, вы сомневаетесь, что популяция дома ограничивается крысами и енотами. Вы спрашиваете Тео о планах мистера Хемлока на дом и слышите короткий смешок в ответ. «Он просил мисс Пак сделать ремонт и вычистить то, что завелось в стенах. Они оба как раз должны быть здесь, если хотите помочь или пообщаться с ними. Поражаюсь его вере, что дом ещё можно спасти, но… кто я такой, чтобы судить?» Тео высаживает вас прямо у порога, чтобы вам не пришлось пробираться через дождь и грязь. Поёживаясь, вы разглядываете покосившуюся конструкцию дома. Есть что-то неправильное и тревожное в расположении его окон и наклоне двускатной крыши. Былое величие, которым некогда обладало строение, теперь безвозвратно утеряно, и осталась лишь оболочка. Вы уверены, что причина тому всё ещё таится в его стенах.
zh: 西奧的卡車濺起一陣泥巴，你們正開往海峽，有座瓦格式大宅聳立在前方荒廢的山丘上。“就是那裡。”西奧指著前方說，滂沱大雨擊打在擋風玻璃上，你們很勉強才看見宅邸的輪廓。“老吉迪恩總是說這裡有問題，但你們要知道，他也相信有個海底王國，裡面還住滿了魚人！”西奧大笑著說。“不過我確定裡面的確有什麼東西，傳聞說裡面有些動靜，八成是老鼠，也有可能是森林裡的野生動物把這裡當作避難所。你們懂的，這裡很老舊了，牆壁裡都是洞，牠們有很多地方躲。這麼大的雨可能會讓情況更糟。” 與赫姆拉克島上潛藏的恐怖正面衝突過，你們合理推斷棲息在大宅中的，絕對不是老鼠或浣熊這麼簡單。你們問西奧，赫姆拉克先生是想要怎麼處理這棟宅邸，他輕笑著說：“他請朴小姐幫忙修理，順便把藏在牆壁裡的東西趕出來。如果你們想幫忙或跟他們聊聊，我想他們兩個現在應該都在那了。我不敢相信他居然還覺得這裡能修好，不過，嘿，我算哪根蔥啊。” 西奧將你們放在搖搖欲墜的大宅門口，你們才不必在大雨中走過泥濘的道路。大宅令人不適的外觀讓你們打了一個冷顫，窗戶的排列方式、層疊式屋頂的傾斜角度，整棟房子的格局散發出一種深沉的躁動感。不管這裡曾經有多氣派輝煌，都已經是很久以前的事了。它現在只剩一具空殼，而你們懷疑造成這一切的原因仍棲息在斷垣殘壁中。
