Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/03_hemlock_house.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You may cancel the next predation that would take place. Remember “you are helping Gideon.” An investigator may trigger this codex again.
de: Du darfst die nächste Prädatorprobe aufheben, die stattfinden würde. Merke dir, dass „du Gideon hilfst“. Ein Ermittler darf diesen Kodexeintrag erneut auslösen.
es: Puedes cancelar la siguiente depredación que fuese a producirse. Recuerda que “los investigadores están ayudando a Gideon”. Un investigador puede volver a activar este códice.
fr: Vous avez le droit d’annuler la prochaine Prédation qui pourrait avoir lieu. Rappelez-vous que « Vous aidez Gideon ». Un investigateur peut de nouveau déclencher ce Codex.
it: Puoi annullare la prossima predazione che si verificherebbe. Annota che "state aiutando Gideon". Un investigatore può innescare di nuovo questo Codex.
ko: 당신은 다음 번에 수행되는 포식 테스트를 취소해도 됩니다. “당신이 기디언을 돕고 있다”라고 기억합니다. 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Możesz anulować kolejny test drapieżnictwa, który miałby zostać wykonany. Zapamiętaj, że „pomagacie Gideonowi”. Dowolny badacz może ponownie aktywować ten wpis kodeksu.
ru: Вы можете отменить следующую проверку хищности. Запомните, что <i>вы помогаете Гидеону</i>. Любой сыщик может снова активировать этот архив.
zh: 你可以取消下次掠食。請記住“你正在幫助吉迪恩”。任意一位調查員可以再次觸發此聖典。

source: “Rats. ‘Rats,’ he said!” Judith scoffs. “Rats, my ass...” she trails off into grumbles, then faces you with a stern expression. “This place is a cesspool. There’s something in the walls that I swear is following me.” Any fear within her seems to have settled into anger. “It’s no wonder he didn’t want to come back with me today. There’s no ‘legacy’ here. Just a bunch of ugly furniture, and whatever creature has taken up residence.” You ask what she thinks should be done. “It’s too dangerous to be left alone as it is.” She may be right—it would surely upset William, but left as is, this house is a danger to him and the rest of Hemlock Isle.
de: „Ratten. ‚Ratten‘, hat er gesagt!“, spottet Judith. „Von wegen Ratten ...“, murrt sie und schaut dann mit ernster Miene zu dir. „Dieser Ort ist die reinste Bruchbude. Da ist etwas in den Wänden, von dem ich schwöre, dass es mich verfolgt.“ Jegliche Angst in ihr scheint sich in Wut verwandelt zu haben. „Kein Wunder, dass er heute nicht mit mir zurückkommen wollte. Hier gibt es kein ‚Erbe‘ oder ‚Vermächtnis‘. Nur einen Haufen hässlicher Möbel und was auch immer das für eine Kreatur ist, die sich hier niedergelassen hat.“ Du fragst sie, was getan werden sollte. „Es ist zu gefährlich, das Haus so zu belassen.“ Sie hat wohl recht – auch wenn es William sicherlich nicht gefallen wird. In diesem Zustand stellt das Haus nicht nur eine Gefahr für ihn, sondern für ganz Hemlock Isle dar.
es: –¡Ratas! ¡Decía que eran ratas! –se burla Judith– Y una mierda ratas… Deja la frase en suspenso y se gira para mirarte con expresión seria. –Este sitio es una cloaca. Hay algo en las paredes que juro que me está siguiendo –Parece que el miedo que sentía se ha transformado en ira–. No me extraña que no quisiera volver conmigo hoy. Aquí no hay ningún “legado”, sólo un montón de muebles feos y las criaturas que se hayan instalado en el edificio. Le preguntas qué cree que hay que hacer y te responde: –Es demasiado peligroso dejar la casa sin más. Puede que tenga razón; seguramente William se altere, pero tal y como está ahora, la casa es un peligro para él y para el resto de la Isla de la Cicuta.
fr: « Des rats.» des Rats ! » a-t-il dit. » se moque Judith. « Des rats, mon cul… » Elle se perd en grognements, puis vous fait face d’un air sévère. « Cet endroit est une fosse septique. Il y a quelque chose dans les murs qui me suit, je le jure ! » Si la peur l’habitait, elle semble s’être transformée en colère. « Il n’est pas étonnant qu’il n’ait pas voulu revenir avec moi aujourd’hui. Il n’y a pas d’« héritage » ici. Juste un fatras de meubles plus laids les uns que les autres, et cette créature quelle qu’elle soit, qui y a élu domicile. » Vous lui demandez ce qu’elle compte faire. « La maison trop dangereuse pour qu’on la laisse en l’état. » Elle a peut-être raison… William sera sûrement bouleversé, mais laissée en l’état, cette maison est une calamité pour lui et le reste de Hemlock Isle.
it: "Ratti. 'Ratti' diceva!" sbotta Judith. "Ratti un corno..." La donna comincia a inveire tra sé e sé, e quando fai per aprir bocca si volta a fissarti con un'espressione gelida. "Questo posto è una fogna. C'è qualcosa nelle pareti e giurerei che mi stia seguendo." Qualsiasi traccia di paura nella sua voce è stata rimpiazzata dalla rabbia. "Ci credo che non è voluto tornare qui con me, oggi. Non c'è alcuna 'eredità' qui. Solo un ammasso di mobili orribili e quella stramaledetta creatura che ha deciso di trasferirsi in questa casa!" Le chiedi cosa pensa sia meglio fare. "È troppo pericolosa per lasciarla in piedi." Potrebbe aver ragione: sicuramente non farete contento William ma, così com'è, la casa è un pericolo tanto per lui quanto per il resto dell'isola.
ko: “쥐새끼라. 노친네 말로는 분명 그냥 ‘쥐’랬는데!” 주디스가 코웃음 칩니다. “쥐새끼라니 염병할...” 주디스가 투덜거리며 말꼬리를 흐리다 당신을 보고서 심각한 표정을 짓습니다. “여긴 그야말로 시궁창이라고요. 벽 속에 뭔가 있는 데다, 계속 저를 따라오고 있는 게 분명합니다.” 주디스의 두려움은 분노로 변한 것 같습니다. “어르신께서 오늘 저와 다시 저택에 돌아오지 않으려 했던 게 당연하겠죠. 여기에 ‘유산’ 따위는 없습니다. 추잡한 꼬락서니의 가구와 그 안에 똬리를 튼 괴물만 있을 뿐이지.” 당신은 주디스에게 여길 어떻게 해야 할지를 묻습니다. “여길 그대로 방치해 두자니 그건 너무 위험합니다.” 그 말을 따랐다가는 윌리엄이 진노할 판이지만, 모로 보나 주디스의 말이 맞습니다. 헴록 저택은 윌리엄뿐만 아니라 헴록 섬에 사는 모두에게 위험한 곳입니다.
pl: „Szczury. Powiedział, że to szczury!” – prycha Judith. – „Dobre sobie...”. Narzeka przez chwilę, po czym staje przed tobą z surowym wyrazem twarzy. – „To miejsce to istne szambo. Przysięgam, że w tych ścianach coś jest i mnie śledzi!” Wydaje się, że cały jej strach zamienił się już w gniew. – „Nic dziwnego, że nie chciał dziś ze mną wrócić. Tu nie ma żadnego «dziedzictwa» – jedynie zbieranina brzydkich mebli i jakieś stworzenie, które opanowało posiadłość”. Pytasz, co według niej należy zrobić. „To zbyt niebezpieczne, żeby po prostu to tak zostawić”. Może mieć rację – to z pewnością zdenerwuje Williama, ale bez szybkiej interwencji ten dom stanowić będzie zagrożenie zarówno dla niego, jak i reszty wyspy.
ru: «Крысы… Он сказал „Крысы“! — фыркает Джудит. — Какие крысы, драть их… — ворчит она, затем поворачивается к вам с суровым выражением на лице. — Это место настоящая выгребная яма. Я клянусь, в стенах что-то есть, и это что-то следует за мной. — Её страх, похоже, перерос в гнев. — Неудивительно, что он не захотел отправляться сюда со мной. Никакого „наследия“ здесь не осталось. Только кучка уродливой мебели и какая-то тварь, что тут угнездилась». Вы спрашиваете, что, по её мнению, стоит сделать. «Оставлять её в покое будет слишком опасно», — отвечает она. Джудит может быть права: Уильям, конечно, расстроится, но этот дом сам по себе представляет угрозу как владельцу, так и всему остальному острову.
zh: “老鼠，他說只是老鼠！”茱蒂絲歇斯底里的叫喊著，“老鼠個鬼……。”當她終於停止抱怨，她帶著嚴肅的表情面向你說：“這地方根本是邪惡的巢穴，我發誓牆壁裡有什麼東西在跟著我。”她恐懼的情緒似乎全都轉換成了怒氣。“難怪今天他不願意跟我過來。這裡根本沒有什麼‘遺產’，只有醜不啦嘰的家具，還有佔據這棟房子的生物，不管牠們是什麼鬼東西。”你問她現在應該怎麼做。“不能放任它繼續存在，太危險了。”茱蒂絲也許是對的，雖然威廉一定會生氣，但放任這棟屋子不管，無論對他還是鐵杉谷的居民們都是一個威脅。

source: Take control of Judith Park. Remember that “Judith is remodeling.”
de: Übernimm die Kontrolle über Judith Park. Merke dir, dass „sich Judith verändert“.
es: Toma el control de Judith Park. Recuerda que “Judith está haciendo reformas”.
fr: Prenez le contrôle de Judith Park. Rappelez-vous que « Judith a envie de tout casser ».
it: Prendi il controllo di Judith Park. Annota che "Judith sta ristrutturando".
ko: ‘주디스 파크’를 가져와 조종합니다. “주디스가 헴록 저택을 재건축하고 있다”라고 기억합니다.
pl: Przejmij kontrolę nad Judith Park. Zapamiętaj, że „Judith wzięła sprawy w swoje ręce”.
ru: Возьмите под контроль «Джудит Пак». Запомните, что <i>Джудит затеяла «ремонт»</i>.
zh: 控制茱蒂絲．朴。請記住“茱蒂絲正在拆毀房屋。”

source: “There you are,” Judith struts to where William stands daydreaming. He snaps out of his reverie as she approaches, finger pointed at his chest. “You said this place had a rat problem, not...not this,” she says, gesturing vaguely. The two square off, tension thick in the air...
de: „Da sind Sie ja!“, faucht Judith und geht energisch auf William zu, der in Gedanken versunken herumsteht. Erst als sie direkt vor ihm steht und mit einem Finger auf ihn zeigt, schreckt William aus seinem Tagtraum auf. „Sie haben behauptet, der Ort hier hätte ein Rattenproblem ... aber doch nicht so was“, fährt sie ihn an und gestikuliert in alle Richtungen. Die beiden stehen sich feindselig gegenüber, Spannung liegt in der Luft...
es: –Conque estás ahí –dice Judith mientras se dirige al lugar en que se encuentra William, soñando despierto. Éste sale de su ensimismamiento cuando ella se acerca y le señala con el dedo en el pecho–. Dijiste que este sitio tenía un problema de ratas, y no... esto –añade mientras hace un gesto vago. Los dos se ponen en guardia y la tensión impregna el aire…
fr: Ah, te voilà », dit Judith en s’approchant de William qui rêvassait. Le doigt qu’elle pointe sur sa poitrine lorsqu’elle s’approche de lui le ramène à la réalité. « Tu as dit que cet endroit avait un problème de rats, mais tu n’avais jamais évoqué… ça », dit-elle en faisant un geste vague. Les deux individus s’affrontent, la tension est palpable…
it: "Ecco dov'eri finito." Judith si avvicina a un William perso nei suoi pensieri. L'uomo si riprende dal suo sogno a occhi aperti quando si accorge di avere la donna davanti, che gli punta un dito contro il petto. "Avevi detto che questo posto aveva un problema di ratti, non di... questo" lo incalza, gesticolando a indicare il luogo in cui si trovano. I due si scambiano uno sguardo in cagnesco: la tensione nell'aria è palpabile...
ko: “거기 계셨군요.” 주디스는 백일몽에 잠긴 윌리엄에게로 뚜벅뚜벅 걸어갑니다. 주디스가 손가락으로 윌리엄의 가슴팍을 짚고 나서야, 윌리엄은 겨우 공상에서 깨어납니다. “쥐가 들끓는다고 하셨던 것 같은데, 이딴 게... 있을 거라고 한 적은 없잖습니까?” 주디스가 모호한 손짓을 하며 말합니다. 서로를 노려보는 둘 사이에 팽팽한 긴장감이 감돕니다.
pl: „Tu jesteś!” – Judith zmierza do miejsca, gdzie stoi zamyślony William. Zdaje się jej nie słyszeć. Otrząsa się dopiero, gdy kobieta podchodzi bliżej i stuka palcem w jego pierś. „Mówiłeś, że to miejsce ma problem ze szczurami, a nie... nie z tym” – mówi, gestykulując niejasno. William i Judith mierzą się wzrokiem, a atmosfera się zagęszcza...
ru: «Вот ты где, — Джудит направляется к погружённому в раздумья Уильяму. Он выныривает из своих мыслей, когда женщина приближается к нему и тычет пальцем ему в грудь. — Ты сказал, что из дома нужно вытравить крыс, а не это», — Джудит делает рукой неопределённый жест. В воздухе повисает напряжение. Эти двое вот-вот сцепятся…
zh: “找到你了。”茱蒂絲氣沖沖地走向正在神遊的威廉，用手指著他的胸膛，這時候他才終於清醒過來。茱蒂絲歇斯底里地指著周遭說：“你說這個地方有鼠患，但這個……這個根本不是老鼠的問題！”兩個人劍拔弩張的看著對方，氣氛有點緊繃……。

source: Judith rolls her eyes as you ask her what she’s doing here. “William was here yesterday, but he got creeped out, so he asked me to come with him today to babysit him. Then he ran upstairs to ‘ponder his legacy’ and ‘ruminate upon his forebears’ or whatever nonsense.” She shakes her head. “Look, between you and me, this place is a wreck. Let’s find William, I’ll talk to him, and leave this place to rot. You with me?”
de: Judith rollt mit den Augen, als du sie fragst, was sie hier macht. „William war gestern hier, aber er hat sich gegruselt. Also hat er mich gebeten, heute mitzukommen und für ihn den Babysitter zu spielen. Dann ist er nach oben gerannt, um ‚über sein Erbe nachzudenken‘ und ‚über seine Vorfahren nachzusinnen‘ oder was auch immer sonst für einen Unsinn.“ Sie schüttelt den Kopf. „Unter uns gesagt, dieser Ort ist eine Bruchbude. Lassen Sie uns William finden. Ich werde mit ihm reden, dass er diesen Ort aufgeben soll. Sind Sie dabei?“
es: Judith pone los ojos en blanco cuando le preguntas qué hace aquí. –William estuvo aquí ayer, pero se asustó, así que me pidió que lo acompañara hoy para hacerle de niñera. Luego corrió al piso de arriba para “meditar sobre su legado” y “reflexionar sobre sus ancestros” o nosequé historia. Sacude la cabeza y prosigue: –Mire, entre usted y yo, este sitio es una ruina. Busquemos a William, hablemos con él y dejemos que esta casa se pudra. ¿Me acompaña?
fr: Les yeux de Judith roulent dans ses orbites lorsque vous lui demandez ce qu’elle fait ici. « William est venu ici, mais il a fini par prendre peur, alors il m’a demandé de l’accompagner aujourd’hui pour le pouponner. Ensuite, il a couru à l’étage pour « réfléchir à son héritage » et « ruminer sur ses ancêtres » ou je ne sais quelle autre absurdité. » Elle secoue la tête. « Écoutez, de vous à moi, cet endroit est une épave. Trouvons William, je lui parlerai, et laissons cet endroit pourrir. Vous êtes avec moi ? »
it: Quando le chiedi cosa ci faccia qui, Judith ti risponde ruotando gli occhi al cielo. "William è venuto qui ieri, ma si è spaventato e mi ha chiesto di accompagnarlo oggi per fargli da bambinaia. Poi se n'è corso di sopra per 'riflettere sulla sua eredità' e 'rimuginare sui suoi antenati' o qualsiasi altra sciocchezza gli sia passata per la testa" ti spiega scuotendo il capo. "Senti, detto tra me e te: questo posto è un disastro. Troviamo William, gli parlo e lasciamo che questa casa marcisca per conto proprio. Ci stai?"
ko: 여기서 뭐 하느냐고 묻자 주디스가 눈을 치켜뜹니다. “윌리엄 어르신께서 어제 여길 왔다 가셨는데, 잔뜩 겁에 질려서 오늘 저보고 함께 와달라고 하시더군요. 이게 뭔 애 돌보는 일도 아니고, 뭘 같이 가달라니요. 아무튼 어르신은 ‘헴록 가문의 유산에 대해 심사숙고’하느니 ‘조상님을 기린다’느니 하는 헛소리를 줄창 늘어놓으면서 윗층으로 올라가 버렸습니다.” 주디스가 고개를 젓습니다. “이봐요. 우리끼리 하는 말인데, 여긴 말이 저택이지 쓰레기장 꼬라지 아닙니까. 같이 어르신을 찾아보죠. 제가 한번 이야기해 보겠습니다. 여긴 이대로 썩으라고 내버려두고 나가자고 말입니다. 어떻습니까? 제 말이 틀렸습니까?”
pl: Judith przewraca oczami, gdy pytasz ją, co tu robi. „William był tu wczoraj, ale się przestraszył, więc poprosił mnie, żebym dziś z nim pojechała, żeby go niańczyć. Potem pobiegł na górę, aby «rozważać nad swoim dziedzictwem» i «wspominać swych przodków», czy coś równie bezsensownego”. Kręci głową. „Słuchaj, mówiąc między nami, to miejsce to ruina. Znajdźmy Williama, porozmawiam z nim i zostawmy to miejsce na pastwę losu. Pasuje?”
ru: Джудит закатывает глаза, когда вы спрашиваете, что она здесь делает. «Уильям вчера был здесь, но отчего-то перепугался. Посему он попросил сегодня его понянчить. Потом он умчался наверх, чтобы „подумать о своём наследии“ и „поразмыслить о своих предках“, чтото в таком роде. — Она трясёт головой. — Слушайте, только между нами: этому дому конец. Давайте найдём Уильяма, и я попытаюсь уговорить его оставить это место спокойно догнивать. Вы со мной?»
zh: 當你問茱蒂絲在做什麼時，她翻了個白眼後說：“威廉昨天來過，然後嚇得跑走了，所以他今天叫我一起來，當他的褓母。然後他就跑上樓，說要去‘思考他留下的遺產’和‘追尋他的先輩’，之類莫名其妙的事。”她無奈的搖頭。“跟你說，別告訴別人，這地方根本就是一片廢墟。我們去找威廉，我會說服他，然後我們就離開，讓這裡自生自滅。你覺得怎麼樣？”

source: Take control of Judith Park. You may trigger this codex again if both William Hemlock and Judith Park are at the same location.
de: Übernimm die Kontrolle über Judith Park. Du darfst diesen Kodexeintrag erneut auslösen, falls sich sowohl William Hemlock als auch Judith Park am selben Ort befinden.
es: Toma el control de Judith Park. Puedes volver a activar este códice si tanto William Cicuta como Judith Park están en el mismo Lugar.
fr: Prenez le contrôle de Judith Park. Vous avez le droit de déclencher de nouveau ce Codex si William Hemlock et Judith Park sont dans le même lieu.
it: Prendi il controllo di Judith Park. Puoi innescare di nuovo questo Codex se William Hemlock e Judith Park si trovano nello stesso luogo.
ko: ‘주디스 파크’를 가져와 조종합니다. ‘윌리엄 헴록’과 ‘주디스 파크’가 같은 장소에 있는 동안, 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Przejmij kontrolę nad Judith Park. Możesz aktywować ten kodeks ponownie, jeśli William Hemlock oraz Judith Park znajdują się w tej samej lokalizacji.
ru: Возьмите под контроль «Джудит Пак». Вы можете снова активировать этот архив, если «Уильям Хемлок» и «Джудит Пак» находятся в одной локации.
zh: 控制茱蒂絲．朴。如果威廉．赫姆拉克與茱蒂絲．朴在同一個地點，你可以再次觸發此聖典。

source: “No no no no no!” You hear Theo’s scream long before you see the young man running down the hallway. He barrels into you, nearly knocking you over. “Woah. I thought you were—” he looks over his shoulder. The hallway is dead silent. “You look like you might need some protection. Well, don’t worry. I can, uh. Protect you,” he puts on a fake swagger as he helps you to your feet.
de: „Nein, nein, nein, nein!“ Du hörst Theos Schrei, lange bevor du den jungen Mann den Flur entlangrennen siehst. Er stößt mit dir zusammen und wirft dich fast um. „Ups! Ich dachte, Sie wären ...“ Er blickt über seine Schulter zurück. Im Flur ist es totenstill. „Sie sehen aus, als könnten Sie Schutz brauchen. Nun, keine Sorge. Ich kann ... äh ... Sie beschützen“, sagt er mehr zu sich selbst als zu dir, während er dir auf die Beine hilft.
es: –¡No, no, no, no! –Oyes el grito de Theo mucho antes de ver al joven corriendo por el pasillo. Se choca contra ti y está a punto de tirarte al suelo–. Ay, pensé que era... –Vuelve la vista por encima del hombro. El pasillo está sumido en un silencio sepulcral–. Parece que le vendría bien algo de protección. No se preocupe porque puedo... esto... protegerle. Tras decir esto, adopta una fingida actitud arrogante para darse aires.
fr: « Non non non non ! » Vous entendez le cri de Theo bien avant de voir le jeune homme courir dans le couloir. Il vous percute de plein fouet, manquant de vous renverser. « Ouah. Je croyais que vous étiez…» Il regarde par-dessus son épaule. Dans le couloir, le silence est mortel. « Vous avez l’air d’avoir besoin qu’on vous protège. Ne vous inquiétez pas. Je peux, euh… Vous protéger », dit-il en prenant un air faussement décontracté pour vous aider à vous relever.
it: "No, no, no, no, no!" Senti l'urlo di Theo prima ancora di vedere il ragazzo sfrecciare giù per il corridoio e avventarsi su di te, rischiando di far cadere entrambi a terra. "Ehi! Pensavo che..." si guarda alle spalle, ma non si avverte il minimo rumore nei dintorni. "Secondo me ti serve qualcuno che ti protegga. Beh, non temere. Io ti, ehm, proteggerò." Capisci che la sua spavalderia è palesemente finta, mentre ti aiuta a rimetterti in piedi.
ko: “안 돼! 안 돼! 안 돼! 안된다고!” 복도를 가로질러 달려오는 테오의 모습이 보이기 한참 전부터 그의 비명이 울립니다. 당신은 달려드는 테오에 부딪혀 복도에 나자빠집니다. “으, 당신을...” 테오가 어깨 너머를 되돌아보지만, 복도에는 쥐 죽은 듯한 정적만 감돕니다. “아니, 당신을 지켜줘야 할 것 같아서요. 흠, 걱정하지 말아요. 제가, 어... 지켜드릴 수 있으니까.” 테오는 허세를 부리며 당신을 일으켜 세웁니다.
pl: „Nie, nie, nie, nie!” – słyszysz krzyk Theo na długo przed tym, jak widzisz go biegnącego korytarzem. Wpada w ciebie, prawie cię przewracając. „A niech to. Myślałem, że...” – Zerka przez ramię. W korytarzu panuje cisza. „Wyglądasz, jakbyś potrzebował ochrony. Cóż, nie martw się. Mogę, no wiesz. Obronić cię”. Pomaga ci wstać, udając odwagę.
ru: «Нет-нет-нет-нет-нет! — Вы слышите крик Тео задолго до того, как видите самого парня бегущим по коридору. Он врезается в вас, едва не сбив с ног. — Ой. Я думал, что вы…. — он оглядывается через плечо. В коридоре стоит мёртвая тишина. — Похоже, вам не помешает защита. Что ж, не переживайте. Я смогу… Хм… Защитить вас», — он напускает фальшивого бахвальства, помогая вам подняться.
zh: “不不不不不！”在西奧從走廊上跑來前，你就已經聽見他的叫聲。他衝向你，差點把你給撞倒。“呼，我還以為你……”他轉頭望向後方，走廊一片死寂。“看起來你需要一點保護。別擔心，我可以，呃，保護你。”他邊虛張聲勢，邊扶著你站穩腳步。

source: Take control of Theo Peters.
de: Übernimm die Kontrolle über Theo Peters.
es: Toma el control de Theo Peters.
fr: Prenez le contrôle de Theo Peters.
it: Prendi il controllo di Theo Peters.
ko: ‘테오 피터스’를 가져와 조종합니다.
pl: Przejmij kontrolę nad Theo Petersem.
ru: Возьмите под контроль «Тео Питерса».
zh: 控制西奧．彼得斯。

source: Remove 1 [elder_thing] token from the predation bag. Return any remaining [elder_thing] tokens in the predation bag to the chaos bag for the remainder of the campaign.
de: Entferne 1 [elder_thing]-Marker aus dem Prädatorbeutel. Schicke alle übrigen [elder_thing]-Marker aus dem Prädatorbeutel für den Rest der Kampagne in den Chaosbeutel zurück.
es: Quita 1 ficha [elder_thing] de la bolsa de depredación. Devuelve todas las fichas [elder_thing] restantes de la bolsa de depredación a la bolsa de caos durante el resto de la campaña.
fr: Retirez 1 pion [elder_thing] de la réserve de Prédation. Renvoyez tous les pions [elder_thing] restants de la réserve de Prédation dans la réserve du Chaos jusqu’à la fin de la campagne.
it: Rimuovete 1 segnalino [elder_thing] dal sacchetto della predazione. Rimettete nel sacchetto del caos per il resto della campagna gli eventuali segnalini [elder_thing] rimanenti dal sacchetto della predazione.
ko: 포식 주머니에서 [elder_thing] 토큰을 1개 제거합니다. 포식 주머니에 남아 있는 모든 [elder_thing] 토큰을, 캠페인이 끝날 때까지 혼돈 주머니에 추가합니다.
pl: Usuń z worka drapieżnictwa 1 żeton [elder_thing]. Odłóż pozostałe żetony [elder_thing] z worka drapieżnictwa do worka chaosu (pozostają tam do końca kampanii).
ru: Удалите 1 жетон [elder_thing] из мешка хищности. До конца кампании верните все жетоны [elder_thing] из мешка хищности в мешок хаоса.
zh: 從掠食袋移除1個[elder_thing]標記。將掠食袋中剩餘的所有[elder_thing]標記返回混亂袋中，直到這個劇本結束。

source: If the investigators “found Little Sylvie”:
de: Falls ein Ermittler „die Kleine Sylvie gefunden hat“:
es: Si “los investigadores han encontrado a la Pequeña Sylvie”:
fr: Si les investigateurs ont « trouvé Petite Sylvie »:
it: Se gli investigatori hanno "trovato la Piccola Sylvie":
ko: “꼬마 실비 인형을 찾았다”면:
pl: Jeśli „znaleźliście Małą Sylvie”:
ru: Если сыщики <i>нашли малышку Сильвию</i>:
zh: 如果調查員“找到席爾維婭小姐”：

source: An investigator may add the Little Sylvie story asset to their deck. It does not count toward that investigator’s deck size.
de: 1 Ermittler darf die Storyvorteilskarte Kleine Sylvie seinem Deck hinzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador puede añadir el Apoyo de historia Pequeña Sylvie a su mazo. No cuenta para el tamaño de mazo de ese investigador.
fr: Un investigateur a le droit d’ajouter le soutien d’histoire Petite Sylvie à leur deck. Il ne compte pas dans la taille dans la taille du deck de cet investigateur.
it: Un investigatore può aggiungere il supporto storia Piccola Sylvie al suo mazzo (non considerandolo nella dimensione del suo mazzo).
ko: 조사자 중 한 명이 ‘꼬마 실비 인형’ 이야기 자산을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Dowolny badacz może dodać atut fabularny Mała Sylvie do swojej talii. Nie wlicza się ona do limitu kart w talii badacza.
ru: Любой сыщик может добавить сюжетный актив «Малышка Сильвия» в свою колоду. Она не идёт в счёт размера колоды.
zh: 一位調查員可以將席爾維婭小姐劇情支援加入他的牌庫中，這張卡牌不計入該調查員的牌庫卡牌張數。

source: Check the victory display and the number of seals in play when the scenario ended:
de: Überprüfe den Siegpunktestapel und die Anzahl an Siegeln im Spiel, als das Szenario beendet wurde:
es: Comprueba la zona de victoria y la cantidad de sellos en juego cuando acabó el escenario:
fr: Consultez la pile de victoire et vérifiez le nombre de sceaux en jeu une fois le scénario terminé:
it: Controllate la galleria delle vittorie e il numero di sigilli in gioco quando lo scenario termina:
ko: 시나리오가 끝났을 때, 플레이 상태인 봉인 개수와 승점 더미를 확인합니다:
pl: Sprawdź pulę zwycięstwa i liczbę pieczęci w grze w momencie zakończenia scenariusza:
ru: Сверьтесь с победным счётом и количеством печатей в игре на момент окончания сценария:
zh: 檢查勝利區，以及冒險結束時場上的封印數量：

source: How many seals were in play?
de: Wie viele Siegel befanden sich im Spiel?
es: ¿Cuántos sellos hay en juego?
fr: Combien y a-t-il de sceaux en jeu?
it: Quanti sigilli c'erano in gioco?
ko: 플레이 상태인 봉인이 몇개입니까?
pl: Ile pieczęci było w grze?
ru: Сколько печатей было в игре?
zh: 場上有多少個封印？

source: Seals:
de: Siegel:
es: Sellos:
fr: Sceaux :
it: Sigilli:
ko: 봉인:
pl: Pieczęci:
ru: Печати:
zh: 封印數量：

source: How many enemy-locations are in the victory display?
de: Wie viele Gegner-Orte befanden sich im Siegpunktestapel?
es: ¿Cuántos Lugares-Enemigo hay en la zona de victoria?
fr: Combien y a-t-il de Lieux-Ennemis dans la pile de victoire ?
it: Quanti nemici-luoghi ci sono nella galleria delle vittorie?
ko: 승점 더미에 있는 적-장소 카드가 몇장입니까?
pl: Ile wrogów-lokalizacji jest w puli zwycięstwa?
ru: Сколько врагов-локаций на победном счету?
zh: 勝利區有多少個敵人地點？
