Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/04_the_silent_heath.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You lay the remains you could recover in the bed of Theo’s sky blue truck. The buildup of minerals makes them simultaneously heavy and incredibly brittle. You don’t know what warped the bodies of the Pearl Family, but it surely wasn’t quick; they must have been horribly deformed when they died. You document the remains and a few samples of the crystal growths, then bury the remains in a shallow grave at the base of Pearl Ridge.
de: Du legst die Überreste, die du bergen konntest, vorsichtig auf die Ladefläche von Theos himmelblauem Lastwagen. Die vielen Mineralienschichten machen sie gleichzeitig schwer und unglaublich spröde. Du weißt nicht, was die Körper der Pearl-Familie so missgestaltet hat, aber es ging sicher nicht schnell vonstatten; sie müssen schrecklich gelitten haben, bevor sie starben. Du dokumentierst die Überreste und ein paar Proben der Kristallwucherungen. Anschließend begräbst du die Überreste in einem flachen Grab am Fuße des Pearl-Hügels.
es: Dejáis los restos que habéis podido recuperar en la caja de la camioneta azul cielo de Theo. La acumulación de minerales hace que sean a la vez pesados e increíblemente frágiles. No sabes qué ha deformado los cuerpos de la familia Perla, pero está claro que no fue un proceso rápido; cuando murieron ya tenían que haber sufrido una terrible deformación. Documentáis los restos y algunas muestras de formaciones cristalinas y luego enterráis los restos en una tumba poco profunda al pie de la Cresta Perla.
fr: Vous déposez les restes que vous avez pu récupérer à l’arrière du camion bleu ciel de Theo. L’accumulation de minéraux les rend à la fois lourds et incroyablement fragiles. Vous ne savez pas ce qui a déformé les corps de la famille Pearl, mais le processus n’a certainement pas été rapide. Au moment de leur décès, ils devaient être horriblement déformés. Vous documentez leurs restes ainsi que quelques échantillons d’excroissances cristallines, puis vous enterrez les restes dans une tombe peu profonde au pied de Pearl Ridge.
it: Adagiate i resti che siete riusciti a recuperare nel furgone blu di Theo. L'accumulo di minerali li rende allo stesso tempo pesanti e incredibilmente fragili. Non sapete cosa abbia ridotto cosi i corpi della famiglia Pearl, ma di certo non si è trattato di un processo veloce: dovevano essere orribilmente deformati al momento della morte. Documentate i resti e i campioni delle escrescenze cristalline che avete rinvenuto, poi seppellite i corpi in una fossa poco profonda alla base del crinale Pearl.
ko: 테오의 하늘색 트럭에 수습한 유해를 놓았습니다. 시신 안팎으로는 광물질이 자라나 어마어마하게 무거우면서도 까딱하면 부서질 듯합니다. 펄 가문의 유해를 이렇게 뒤틀어 놓은 것이 무엇인지는 알 수 없겠지만, 서서히 끔찍한 몰골로 변이하여 죽음을 맞이한 것만은 틀림없습니다. 당신은 유해와 그 위로 자라난 결정질 표본에 대해 기록해 둔 다음, 펄 마루 기슭에 얕게 땅을 파고 유해를 묻어주었습니다.
pl: Kładziecie szczątki, które udało wam się odzyskać, na tyłach niebieskiego auta Theo. Gruba skorupa minerałów sprawia, że są one jednocześnie ciężkie i niewiarygodnie kruche. Nie wiecie, co zniekształciło ciała rodziny Pearlów, ale na pewno nie był to szybki proces; musieli zostać okropnie zdeformowani, jeszcze zanim umarli. Dokumentujecie szczątki i pobieracie kilka próbek kryształów, po czym chowacie je w płytkim grobie u podnóża Grani Pearla.
ru: Вы укладываете найденные останки в кузов небесноголубого грузовика. Структура минералов делает трупы одновременно и тяжёлыми, и невероятно хрупкими. Вы не знаете, что могло так исказить тела семьи Пёрлов, но это определённо не произошло в одночасье. Скорее всего, на момент смерти они уже были чудовищно деформированы. Вы документируете останки и несколько образцов кристаллических наростов, а затем хороните тела в неглубокой могиле у подножья горной гряды, на которой расположилась Пёрл-Ридж.
zh: 你们将找到的遗体放上西奥天蓝色卡车的后车斗，堆积在他们身上的矿物让遗体变的沉重但脆弱。你们不知道是什么扭曲了帕洛一家的遗体，但整个过程一定非常缓慢，他们在死前就经历了恐怖的变形。你们记录下遗体的状况，采集了部分水晶的样本。然后在珍珠山脉旁为他们挖掘了浅浅的墓穴，将他们下葬。

source: Once you have left Pearl Ridge behind, you study Susan Pearl’s diary. The account chronicles the rise and fall of Susan Pearl’s investments in agriculture and mining on Hemlock Isle in the decade leading up to 1906. The business entries are interspersed with prayers, illustrations of birds, and occasional details on the strange “Warrens” underneath Pearl Ridge. Other entries mention spreading sickness in the orchard workers and the Pearl family, along with repeated hardship in their mining efforts. The last entry, written in a long, erratic scrawl, catches your attention: <blockquote>I am still not certain if what I experienced was a dream or vision. At midnight, I awoke to the uncanny feeling of being watched, and when I opened my eyes, I saw a pale sphere of watery light in the corner of my room, dancing like something in a faery story. As soon as I laid eyes on it, the thing flew out the window, and I followed it out into the orchard. What I saw is something I can only describe as a miracle: A hundred more faery lights danced in the orchard. As I watched the lights, they grew brighter, and I felt almost as though I was flying. A heady bliss took over my mind, and I felt different, somehow. As if there were another me—five other me’s—beating within my chest. And as I looked out at the trees, I saw myself in them, too. In all of this. Strong and thick with knotted skin and branches for arms. I saw myself, my place, in all of creation. And all of my fears—for Ezra, for the mine, for our health—melted away. I knew only joy. Such joy! I am the eyes. All eyes that see. I am the brilliance. <right><fancy>Susan Pearl. June 22, 1906</fancy></right> </blockquote>
de: Nachdem du die Pearl-Hügel hinter dir gelassen hast, studierst du Susan Pearls Tagebuch. Es beschreibt die Anfänge sowie das Ende von Susan Pearls Investitionen in die Landwirtschaft und den Bergbau auf Hemlock Isle über eine Dekade hinweg bis zum verhängnisvollen Jahr 1906. Außer geschäftlichen Einträgen stehen im Tagebuch auch immer wieder niedergeschriebene Gebete, Abbildungen von Vögeln sowie gelegentliche Beschreibungen des seltsamen „Kaninchenbaus“ unter dem Pearl-Hügel. In anderen Einträgen ist die Rede von sich ausbreitenden Krankheiten unter den Plantagenarbeitern und der Familie Pearl, sowie von wiederholten Schwierigkeiten beim Bergbau. Der letzte Eintrag, geschrieben in einem langen, fahrig wirkenden Gekritzel, erregt deine Aufmerksamkeit: <blockquote>Ich bin mir bis heute nicht sicher, ob das, was ich erlebt habe, ein Traum oder eine Vision war. Um Mitternacht wachte ich mit dem unheimlichen Gefühl auf, beobachtet zu werden, und als ich die Augen öffnete, sah ich in der Ecke meines Zimmers eine blasse Kugel aus flirrendem Licht, die tanzte – wie etwas aus einem Märchen. Direkt als ich sie erblickte, flog das Ding aus dem Fenster, und ich folgte ihm in die Obstplantage hinaus. Was ich dort sah, kann ich nur als ein Wunder bezeichnen: Hundert weitere Feenlichter tanzten zwischen den Bäumen. Als ich die Lichter weiter beobachtete, wurden sie immer heller, und ich hatte fast das Gefühl zu fliegen. Ein berauschendes Glücksgefühl überkam meinen Verstand, und ich fühlte mich irgendwie anders. Als gäbe es da ein anderes Ich – fünf andere Ichs –, die in meiner Brust schlugen. Und als ich zu den Bäumen schaute, sah ich mich selbst in ihnen. In all dem hier. Stark und dick mit verknoteter Rinde und Ästen als Arme. Ich sah mich selbst, meinen Platz, in der ganzen Schöpfung. Und all meine Ängste – um Ezra, um die Mine, um unsere Gesundheit – schmolzen dahin. Ich kannte nur noch Freude. Solche Freude! Ich bin die Augen. Alle Augen, die sehen. Ich bin die Brillanz. <right><fancy>Susan Pearl, 22. Juni 1906</fancy></right> </blockquote>
es: Cuando habéis dejado atrás la Cresta Perla, estudiáis el diario de Susan Perla. Relata el ascenso y caída de las inversiones de Susan Perla en agricultura y minería en la Isla de la Cicuta durante la década anterior a 1906. Las entradas relativas a los negocios se intercalan con plegarias, ilustraciones de aves y detalles ocasionales sobre las extrañas “madrigueras” que hay bajo la Cresta Perla. Otras entradas mencionan una enfermedad que se propaga entre los trabajadores del huerto y la familia Perla, además de problemas redundantes en sus empresas mineras. La última entrada, escrita con letra larga y errática, te llama la atención: <blockquote>Sigo sin estar segura de si lo que he experimentado fue un sueño o una visión. A medianoche, me desperté con la acuciante sensación de que me observaban y, cuando abrí los ojos, vi una pálida esfera de luz acuosa en un rincón de mi habitación, bailando como sacada de un cuento de hadas. En cuanto posé la mirada en ella, la cosa salió volando por la ventana y yo la seguí al huerto. Lo que vi sólo puedo describirlo como un milagro. Un centenar de luces feéricas más bailaban en el huerto. Mientras las observaba, su intensidad creció, y tuve la sensación como si volase. Una dicha embriagadora invadió mi mente y me sentí diferente de algún modo. Como si hubiera otra yo, otras cinco más, palpitando en mi pecho. Y cuando miré hacia los árboles, también me vi en ellos. En todo esto. Fuerte y gruesa con piel nudosa y ramas por brazos. Me vi a mí misma, mi lugar, en toda la creación. Y todos mis miedos por Ezra, por la mina y por nuestra salud se desvanecieron. Sólo conocía la dicha. ¡Cuánta dicha! Soy los ojos. Toda ojos que ven. Soy el brillo. <right><fancy>Susan Perla, 22 de junio de 1906</fancy></right> </blockquote>
fr: Après avoir laissé Pearl Ridge derrière vous, vous étudiez le journal de Susan Pearl. Ce journal relate les hauts et les bas des investissements de Susan Pearl dans l’agriculture et l’exploitation minière de Hemlock Isle au cours de la décennie qui a précédé 1906. Les paragraphes dédiés aux affaires sont entrecoupés de prières, d’illustrations d’oiseaux et de détails occasionnels sur les étranges « terriers » situés sous Pearl Ridge. D’autres paragraphes font état d’épidémies chez les travailleurs du verger et la famille Pearl, ainsi que des difficultés répétées dans leurs efforts d'exploitation minière. Le dernier commentaire, un long gribouillis sans queue ni tête, attire l’attention : <blockquote>Je ne sais toujours pas si ce que j’ai vécu était un rêve ou une vision. À minuit, je me suis réveillée avec l’étrange sentiment d’être observée, et lorsque j’ai ouvert les yeux, j’ai vu une sphère de lumière pâle dans le coin de ma chambre, qui dansait comme dans un conte de fées. À peine avais-je posé les yeux dessus que la chose s’est envolée par la fenêtre. Je l’ai suivie dans le verger. Pour décrire ce que j’ai vu, je ne peux parler que d’un miracle : une centaine d’autres lumières féériques dansaient parmi les arbres fruitiers. J’ai observé ces lueurs, elles sont devenues plus brillantes et j’ai eu l’impression de voler. Un bonheur enivrant s’est emparé de mon esprit et je me suis sentie différente, d’une certaine manière. Comme s’il y avait un autre moi — ou plutôt cinq autres — qui vivaient dans ma poitrine. Et quand j’ai regardé les arbres, je me suis vue en eux aussi. Dans tout cela. Forte et épaisse, avec une peau noueuse et des branches en guise de bras. Je me suis vue, j’ai vu ma place dans toute la création. Et toutes mes craintes — pour Ezra, pour la mine, pour notre santé — se sont évanouies. Je ne connaissais que la joie. Une telle joie ! Je suis les yeux. Tous les yeux qui voient. Je suis l’éclat. <right><fancy>Susan Pearl. 22 juin 1906</fancy></right> </blockquote>
it: Una volta lontani dal crinale Pearl, vi mettete a studiare il diario di Susan. Tra le sue pagine, la donna resoconta i successi e i disastri a cui andò incontro quando decise di investire nelle operazioni di agricoltura e di estrazione sull'isola Hemlock per dieci anni fino al 1906. Le voci relative agli affari sono inframezzate da preghiere, disegni di uccelli e occasionali dettagli sul bizzarro "dedalo" che avrebbe trovato sotto i terreni della sua famiglia. Altre pagine parlano di una malattia che si diffuse tra i lavoratori del meleto e la sua famiglia, per non parlare delle difficoltà riscontrate con le attività nella miniera. L'ultimo passaggio, scritto con una grafia incerta e disordinata, cattura la vostra attenzione: <blockquote>Non sono ancora sicura se ciò che ho vissuto sia stato un sogno o una visione. Mi sono svegliata in piena notte con l'assurda sensazione di essere osservata e, quando ho aperto gli occhi, ho visto una sfera di luce pallida che fluttuava e danzava come una bolla nell'angolo della mia camera. Mentre cercavo di mettere a fuoco la situazione, la sfera è sfrecciata fuori dalla finestra, così ho deciso di seguirla nel meleto. Posso descrivere ciò che ho visto solo come un miracolo: centinaia di altre luci fluttuavano tra gli alberi e più le osservavo più diventavano luminose, e mi sentivo come se stessi levitando. La mia mente era pervasa da una beatitudine esaltante e mi sentivo in qualche modo diversa. Era come se ci fosse un'altra me, anzi cinque altre me, che mi battevano nel petto. E guardando i meli mi rivedevo anche lì, tra i tronchi e le chiome. Mi rivedevo in ogni cosa. Forte e robusta, con la pelle piena di nodi e rami al posto delle braccia. In tutto il creato vedevo me stessa e il mio posto. E tutte le mie paure, per Ezra, per la miniera, per la nostra salute, scivolavano via. Non vi era altro che gioia. Una gioia sconfinata! Io sono gli occhi. Tutti gli occhi che vedono. Sono il bagliore. <right><fancy>Susan Dearl. Giugno 22, 1906</fancy></right> </blockquote>
ko: 펄 마루를 떠난 후, 수잔 펄의 일기장을 살펴봅니다. 일기장은 1906년 6월의 마지막 기록으로 끝날 때까지, 10년간 수잔 펄이 헴록 섬에서 농업과 광산업에 투자하며 자금을 대면서 벌어진 흥망성쇠가 고스란히 적혀 있었습니다. 사업과 관련된 기록 내용 중간에는 기도, 새 그림, 펄 마루 아래의 기묘한 “토끼굴”에 대한 이야기가 간간이 등장했습니다. 그 외 다른 곳에는 과수원 일꾼과 펄 가문 일원 사이에 병이 돌기 시작했다는 이야기, 그리고 광산을 운영하는 데 있어 곤란한 일이 거듭됐다는 이야기 같은 것이 적혀 있었습니다. 특히 비뚤비뚤한 필체로 길게 휘갈겨 둔 마지막 일기가 당신의 눈길을 사로잡습니다. 꿈이었을까? 환상이었을까? 나는 도무지 알 수가 없다. 한밤중 누군가가 지켜보고 있다는 기묘한 느낌을 받고 눈을 뜬 후, 침실 구석에서 창백한 미광을 뿜는 구체를 발견했다. 동화에나 나올 법한 빛의 구체는 춤추듯 일렁였다. 그러나 계속 구체를 바라보는 사이, 그것은 창문을 향해 날아가 버렸고 나는 구체를 따라 과수원으로 향했다. 그때 내 눈앞에 펼쳐진 것이 기적이 아니라면 달리 뭐라 표현할 수 있을까? 족히 백 개도 넘는 요정의 불꽃이 과수원에서 춤추고 있었다. 불꽃은 내 눈앞에서 점점 밝아졌고, 나는 마치 하늘을 나는 듯한 기분이 들었다. 격렬한 환희가 가슴 속을 가득 채웠고, 나는 완전히 다른 존재가 된 듯한 느낌을 받았다. 또 다른 나, 아니 다섯 명의 또 다른 내가 가슴 안에서 고동치고 있었다. 나무를 바라본 순간, 그 안에도 나의 모습이 보였다. 만물 속에 내가 존재하고 있었다. 내 살갗은 굳세고 옹이진 껍질이 되었으며, 팔은 가지가 되었다. 나는 삼라만상 속에서 나를 보았나니, 그것이 나를 위한 자리였다. 그리고 에즈라에 대한, 광산에 대한, 우리 가족의 건강에 대한 걱정이 모두 눈 녹듯 녹아버렸다. 나는 오직 기쁨만을 느낀다. 이토록 황홀한 기쁨이여! 나는 눈이요, 모든 것을 바라보는 눈이로다. 나는 나로서 광휘가 되었노라. <right><fancy>1906년 6월 22일. 수잔 펄.</fancy></right>
pl: Gdy zostawiacie za sobą Grań Pearla, zapoznajecie się z pamiętnikiem Susan Pearl. Opisała w nim wzrost i spadek wartości jej inwestycji w rolnictwo i górnictwo na Wyspie Hemlock w dekadzie poprzedzającej rok 1906. Wpisy biznesowe przeplatane są modlitwami, rysunkami ptaków i od czasu do czasu informacjami na temat dziwnych „nor” pod Granią Pearlów. Inne wpisy wspominają o szerzeniu się chorób wśród robotników sadu i rodziny Pearlów oraz nawracających problemach wydobywczych w kopalni. Waszą uwagę przykuwa ostatni wpis, nakreślony szerokim, nieregularnym pismem: <blockquote>Nadal nie jestem pewna, czy to, co przeżyłam, było snem, czy jawą. O północy obudziłam się z niesamowitym uczuciem bycia obserwowaną, a kiedy otworzyłam oczy, zobaczyłam w rogu mojego pokoju bladą kulę zniekształconego światła, tańczącą niczym w bajce. Gdy tylko ją dojrzałam, wyleciała przez okno, więc podążyłam za nią do sadu. To, co zobaczyłam, mogę opisać jedynie jako cud: w sadzie tańczyło sto innych magicznych świateł. Im dłużej je obserwowałam, tym jaśniejsze się stawały i miałam wrażenie, że unoszę się razem z nimi. Mój umysł zalało nagłe uczucie błogości i poczułam się w jakiś sposób inna. Jakby w mojej piersi biło serce jeszcze jednej mnie, i kolejnej... Pięciu mnie. Patrząc na drzewa, w nich również widziałam siebie, tak samo jak we wszystkim innym. Byłam silna, z grubą, stwardniałą skórą i gałęziami zamiast rąk. Widziałam siebie, swoje miejsce, w całym stworzeniu. Cały mój strach – o mnie, o Ezrę, o nasze zdrowie – zniknął. Czułam tylko radość. Wielką radość! Jestem oczami. Wszystkimi oczami, które widzą. Jestem blaskiem. <right><fancy>Susan Pearl. 22 czerwca 1906 r.</fancy></right> </blockquote>
ru: Оставив позади Пёрл-Ридж, вы изучаете дневник Сьюзан Пёрл. В нём описываются взлёты и падения инвестиций Сьюзан в сельское хозяйство и горнодобычу на острове Хемлок за целую декаду, оканчивающуюся 1906 годом. Записи о бизнесе перемежаются молитвами, зарисовками птиц и редкими деталями о каких-то странных «лабиринтах» под горным массивом. В других записях говорится о распространении болезни среди садовых работников и членов семьи Пёрлов, а также о постоянных трудностях, связанных с горнодобычей. Особенно бросается в глаза последняя запись, сделанная размашистым, неровным почерком: <blockquote>Я до сих пор не уверена, было ли пережитое мной сном или виденьем. В полночь я проснулась от жуткого ощущения, что за мной наблюдают. Открыв глаза, я обнаружила в углу комнаты бледную сферу неяркого света, которая танцевала, словно существо из сказок про фей. Когда я перевела на неё взгляд, она вылетела из окна, и я последовала за ней в сад. Там я увидела то, что иначе как чудом и не назовёшь: в роще плясали сотни других огоньков. Пока я наблюдала за ними, они стали ярче, и мне показалось, что я лечу. Моим разумом овладело пьянящее блаженство, и почему-то я почувствовала себя иначе. Словно в моей груди бились другие я — пять других я. Глядя на деревья, я увидела в них себя. Во всех из них. Сильную и плотную, с узловатой кожей и руками-ветками. Я увидела себя, своё место, во всех творениях. И все мои страхи — за Эзру, за себя, за наше здоровье — улетучились. Я знала лишь радость. Такую радость! Я есмь глаза. Глаза, что видят. Я есмь сияние. <right><fancy>Сьюзан Пёрл. 22 июня 1906 г.</fancy></right> </blockquote>
zh: 当你们终于离开珍珠山脉，你们开始查看苏珊．帕洛的日记。内容记录著直到1906年为止十年间苏珊．帕洛投资在赫姆拉克岛的农业跟矿业的兴衰。除了跟生意有关的内容，其中还穿插著祷词、鸟类的插图，还有一些描述是关于珍珠山脉底下奇怪且错综复杂的“兔子洞”。有些内容提到在果园工人还有帕洛一家之间传播的疾病，还夹杂一些采矿工作遭遇困难的叙述。最后一长段内容字迹非常匆忙潦草，引起了你们的注意： <blockquote>我依然无法确定自己所经历的究竟是梦境还是幻觉。午夜时分，我有一种诡异的感觉，彷佛有人在注视著我。我睁开眼睛，看见一个苍白的球体在房间的角落，它散发著水润的光芒，不断舞动著，像是童话故事里会出现的东西。就在我定睛在它身上时，它立刻溜出了窗户，我跟著它到了果园。我所看见的景象只能用奇迹来形容：上百个妖精般的光球在果园中起舞，当我注视著它们时，它们发出的光芒越来越耀眼，我感觉自己就像要飞起来一样。一种无上的极乐填满我的意识，我觉得自己有某个地方改变了，就像有另一个我，五个另外的我，在我的胸怀中砰然而动。我抬头看向果树，我也存在于它们之中，在这一切之中。强壮厚实的树皮就是我的皮肤；蔓生的枝枒就是我的手臂。在天地间一切造物中，我看见了自己，还有自己的天命。我所有的忧惧：伊兹拉、矿坑、我们的健康，都消融而去。我只感觉到喜乐，无上的喜乐！ 我就是祂的双目，看望一切的双目。我就是光辉。 <right><fancy>苏珊．帕洛，1906年4月22日</fancy></right> </blockquote>

source: “Miskatonic Survey, June 1926. Members Marquez, Musgrave, et alii. Surveyed Pearl Ridge. Northern hills were devastated in an unknown event. Persistent contamination has led to mineralization and crystallization of organic life. Local caverns overrun by a massive insect colony. Insects exhibited vespid and termitid behaviors and physiology. Further study needed.”
de: „Miskatonic-Feldforschung, Juni 1926. Mitglieder: Marquez, Musgrave et al. – Pearl-Hügel untersucht. Nördliche Hügel wurden von unbekanntem Ereignis verwüstet. Andauerende Verunreinigung führte zu Mineralisation und Kristallisation von organischem Leben. Hiesige Höhlen von einer Kolonie riesiger Insekten überrannt. Insekten weisen Verhaltensweisen und Physiologie sowohl von Wespen als auch Termiten auf. Weitere Untersuchungen nötig.“
es: “Estudio de Miskatonic, junio de 1926. Miembros Marquez, Musgrave et alii. Cresta Perla explorada. Las colinas del norte quedaron devastadas por un suceso desconocido. La contaminación persistente ha producido la mineralización y cristalización de la vida orgánica. Las cavernas locales están invadidas por una enorme colonia de insectos. Éstos demuestran comportamientos y psicología de véspidos y termítidos. Se precisa más estudio”.
fr: « Rapport de l’enquête de Miskatonic, juin 1926. Par les membres Marquez, Musgrave et alii. Nous avons exploré Pearl Ridge. Les collines du nord avaient été dévastées par un événement inconnu. Une contamination persistante a mené à la minéralisation et à la cristallisation de la vie organique. Les grottes locales sont envahies d’une colonie d’insectes géants. Ces derniers présentent des comportements et une physiologie qui relèvent à la fois des vespidés et des termites. Des études approfondies sont nécessaires. »
it: "Ricerca della Miskatonic, giugno 1926. Membri Marquez, Musgrave et alii. Abbiamo completato le ricerche presso il crinale Pearl. Le colline settentrionali sono state devastate da un evento sconosciuto. La contaminazione persistente ha portato alla mineralizzazione e alla cristallizzazione delle forme di vita organica. Caverne in loco sono invase da una gigantesca colonia di insetti. Insetti mostrano tratti caratteriali e fisiologici di vespidi e isotteri. Necessari ulteriori studi.
ko: “1926년 6월, 미스캐토닉 대학 현장 조사단. 마르케스, 머즈그레이브 외. 펄 마루 현장 조사를 완료함. 헴록 북부 언덕은 알 수 없는 이유로 완전히 황폐해졌음. 일대에 거주하는 생명체는 지속적인 오염의 영향을 받아 광물화 및 결정화되는 현상을 보였음. 지역 동굴은 거대한 곤충 군락으로 변해버렸으며, 이러한 곤충에게서 말벌 내지는 흰개미와 유사한 행동과 생리를 관찰할 수 있었음. 후속 연구 요함.”
pl: „Dziennik grupy badawczej Uniwersytetu Miskatonic, czerwiec 1926. Członkowie: Marquez, Musgrave i inni. Zbadano Grań Pearla. Północne wzgórza zostały zdewastowane w wyniku nieznanego wydarzenia. Trwałe zanieczyszczenie doprowadziło do mineralizacji i krystalizacji wszelkiego życia organicznego. Miejscowe jaskinie zostały opanowane przez ogromną kolonię owadów, które zachowaniem i fizjologią przypominają osy i termity. Wymagane dalsze badania”.
ru: «Наблюдательная группа Мискатоника, июнь, 1926 г. Состав: Маркес, Масгрейв, остальные. Обследовали Пёрл-Ридж. Северные холмы опустели в результате неизвестного события. Постоянное заражение привело к минерализации и кристаллизации органической жизни. Местные пещеры заполонила огромная колония насекомых, демонстрирующих поведение и физиологию ос и термитов. Необходимо детальное изучение».
zh: “1926年6月，米斯卡塔尼克大学实地调查。成员：马尔克斯、马斯格雷夫，及其他人员。珍珠山脉调查完成。北部丘陵区受到未知事件摧残，持续性的污染导致有机体矿物化及晶化的现象。该区域的洞窟被巨型昆虫物种完全占据，该物种具有黄蜂科及白蚁的生理与行为特征，需要进一步研究。”

source: Codex Psi: Larval Tunnel
ru: Архив Пси: Туннель личинок

source: Codex Omega: Salt Chamber
ru: Архив Омега: Соляная пещера

source: Codex Phi: Crystal Nursery
ru: Архив Фи: Кристаллические гнёзда

source: Codex Sigma: Brood Queen
ru: Архив Сигма: Матка роя
