Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/04_the_silent_heath.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You enter a massive cavern the size of an amphitheater, filled with milky white crystals. Innumerable insects hang from the walls and bask on the floor in pale, watery light that filters down from a hole in the ceiling. You realize the opening above is the massive chasm in front of the Pearl Estate. A low, subsonic hum permeates the room. You feel as though you have entered a sacred space.
de: Du betrittst eine riesige Höhle von der Größe eines Amphitheaters, die mit milchig-weißen Kristallen angefüllt ist. Unzählige Insekten hängen an den Wänden oder sonnen sich auf dem Boden im schwachen, fahlen Licht, das durch ein Loch in der Decke hereinfällt. Du erkennst, dass es sich bei der Öffnung um den gewaltigen Abgrund handelt, der sich vor dem Pearl-Anwesen aufgetan hat. Ein tiefes, unterschwelliges Summen durchdringt den Raum. Du fühlst dich, als hättest du einen heiligen Ort betreten.
es: Entras en una enorme caverna del tamaño de un anfiteatro y llena de cristales de un blanco lechoso. Hay innumerables insectos colgados de las paredes y tumbados en el suelo, bajo una pálida luz acuosa que se filtra desde un agujero del techo. Te das cuenta de que la abertura de arriba es el enorme agujero que hay frente a la Finca Perla. Un grave zumbido subsónico impregna la estancia. Sientes como si hubieras entrado en un espacio sagrado.
fr: Vous entrez dans une immense caverne de la taille d’un amphithéâtre, remplie de cristaux d’un blanc laiteux. D’innombrables insectes sont suspendus aux murs et se prélassent sur le sol dans la lumière pâle et aqueuse qui filtre d'un trou dans le plafond. Vous réalisez que l’ouverture au-dessus est le gouffre massif qui s'ouvre devant Pearl Estate. Un faible bourdonnement à peine audible imprègne la pièce. Vous avez l’impression d’être entré dans un espace sacré.
it: Accedi a un'immensa caverna, grande quanto un antico anfiteatro, zeppa di cristalli bianchi come il latte. Il posto è invaso di insetti, sparsi tra le pareti e il terreno, che si crogiolano nella luce fioca che filtra da un'apertura nel soffitto: la stessa apertura in cui avete rischiato di cadere una volta arrivati alla tenuta dei Pearl. Un ronzio subsonico permea la sala e hai quasi la sensazione di aver violato un luogo sacro.
ko: 당신은 유백색 수정이 들어찬 극장 규모의 거대 공동에 들어섰습니다. 천장에 난 구멍에서 내리쬐는 창백한 미광이 동굴 벽에 매달린 무수한 곤충들을 비춥니다. 바로 저곳이 펄 저택 앞에 뚫린 구멍임을 쉬이 깨닫습니다. 아음속으로 낮게 윙윙거리는 날갯짓 소리가 동굴을 가득 채웁니다. 마치 성스러운 공간에 들어온 것만 같습니다.
pl: Wchodzisz do rozległej jaskini wielkości amfiteatru, wypełnionej mlecznobiałymi kryształami. Niezliczone owady zwisają ze ścian i wygrzewają się na podłodze w bladym świetle, wpadającym przez otwór w suficie. Zdajesz sobie sprawę, że otwór ten to ogromna przepaść przed posiadłością Pearlów. Pomieszczenie wypełnia niski, poddźwiękowy szum. Czujesz się, jakbyś wszedł do świętego miejsca.
ru: Вы входите в огромную, похожую на амфитеатр пещеру, заполненную молочно-белыми кристаллами. В бледном, тусклом свете, проникающем сквозь отверстие в потолке, свисают со стен и греются на полу бесчисленные насекомые. Вы понимаете, что эта дыра — та самая пропасть перед поместьем Пёрлов. Пространство пронизывает низкочастотный, едва уловимый гул. У вас возникает ощущение, что вы вошли в священное место.
zh: 你们进入一个长满乳白色水晶的巨大洞窟，约有一座露天剧场的大小。无数的昆虫挂满洞壁和舖满地板，沐浴在从洞顶裂缝透射而下，苍白水润的光芒中。你们注意到那就是珍珠庄园门前的裂缝。低沉的低频嗡声充斥整个洞穴，你们感觉自己彷佛踏进了某种圣地。

source: Gather 1 of the set-aside Crystal Remains cards along with the top 2 cards of the encounter deck. Shuffle them together and place the 3 cards facedown in a stack beneath Crystal Nursery.
de: Mische 1 der beiseitegelegten Karten Kristalline Überreste mit den 2 obersten Karten des Begegnungsdecks zusammen und lege sie als Stapel unter die Kristalline Brutkammer.
es: Coge 1 de las cartas Restos cristalinos puestas aparte y las 2 primeras cartas del mazo de Encuentros. Barájalas y coloca esas 3 cartas boca abajo formando un montón bajo la Zona de cría de cristal.
fr: Réunissez 1 des cartes Dépouille de Cristal mises de côté avec les deux 2 cartes du dessus du deck Rencontre. Mélangez-les ensemble et placez les 3 cartes face cachée pour former une pile sous la Crèche de Cristal.
it: Raduna 1 carta Cadavere Cristallizzato messa da parte insieme a 2 carte dalla cima del mazzo degli incontri. Mescola le 3 carte e collocale a faccia in giù in una pila sotto il Nido Cristallino.
ko: 치워 두었던 ‘수정화된 유해’ 사본 1장을 조우 덱 맨 위 카드 2장과 함께 모읍니다. 이렇게 모은 카드 3장을 뒷면으로 함께 섞어 ‘수정 부화장’ 밑에 카드 더미로 쌓아 놓습니다.
pl: Zbierz 1 z odłożonych na bok kart Kryształowe szczątki razem z 2 wierzchnimi kartami z talii spotkań. Potasuj je i umieść 3 zakryte karty w stosie pod Kryształową wylęgarnią.
ru: Возьмите 1 экземпляр отложенных «Кристаллических останков» и 2 карты с верха колоды контактов. Перемешайте их вместе и положите все 3 лицом вниз стопкой под «Кристаллические гнёзда».
zh: 收齐1张放在一旁的晶化遗体以及遭遇牌库顶的2张卡牌，将其混洗后将这3张卡牌面朝下放在水晶园的底下。

source: The massive, corpulent form of an insect lurches out of a dark tunnel. The Brood Queen’s antennae wave in the dark, emitting unsettling vibrations. In moments, the cave is filled with her brood, each of them glowing with faint blue light.
de: Die riesige, korpulente Gestalt eines Insekts krabbelt aus einem dunklen Tunnel hervor. Die bedrohlich großen Fühler der Brutkönigin schwingen in der Dunkelheit und senden beunruhigende Vibrationen aus. In wenigen Augenblicken ist die Höhle mit ihrer Brut gefüllt, die allesamt in einem schwachen blauen Licht leuchten.
es: La enorme y corpulenta forma de un insecto sale a trompicones de un oscuro túnel. Las antenas de la reina de progenie oscilan en la oscuridad, emitiendo inquietantes vibraciones. En un instante, la cueva se llena de su progenie, y cada uno de ellos resplandece con una tenue luz azul.
fr: La forme massive et corpulente d’un insecte sort d’un tunnel sombre en titubant. Les antennes de la reine de la couvée s’agitent dans l’obscurité en émettant des vibrations inquiétantes. En quelques instants, la grotte est remplie de ses rejetons. Chacun d’entre eux brille d’une faible lumière bleue.
it: L'ombra mastodontica di un insetto emerge da una delle gallerie oscure. Le antenne della regina ondeggiano nel buio, emettendo una vibrazione che vi fa accapponare la pelle... Pochi istanti dopo, la caverna viene invasa da una nidiata di creature mostruose che emettono una flebile luminescenza bluastra.
ko: 어두운 동굴 속에서 육중한 곤충이 휘청거리며 모습을 드러냅니다. 무리 여왕입니다. 여왕의 더듬이가 어둠 속에서 불안하게 진동하더니, 그와 함께 푸르스름한 미광을 발하는 곤충 무리가 동굴을 가득 채웁니다.
pl: Z ciemnego tunelu wyłania się masywny, tęgi owad. Czułki Królowej lęgu drżą w mroku, emitując niepokojące wibracje. Po chwili jaskinia wypełnia się jej potomstwem, które świeci słabym niebieskim światłem.
ru: Из тёмного туннеля тяжело выползает массивное тучное насекомое. Матка роя помахивает во мраке антеннами, и те издают тревожащие вибрации. Через мгновение пещера заполняется её выводком, мерцающим слабым голубым светом.
zh: 庞大臃肿的女王蹒跚地从黑暗的坑道中探出头，头上的触角不断舞动、发出细微的震动。转眼间，牠的种群就爬满了整个洞穴，身上散发著微弱的蓝色光芒。

source: Spawn the Brood Queen at the location nearest to the most investigators (at a [[Cave]] location, if able). Remove each [[Insect]] enemy from the victory display and spawn it at the Brood Queen’s location.
de: Die Brutkönigin erscheint am Ort, der zu den meisten Ermittlern nächstgelegen ist (an einem Höhle-Ort, falls möglich). Entferne alle Insekt-Gegner aus dem Siegpunktestapel. Sie erscheinen am Ort der Brutkönigin.
es: Haz aparecer la Reina de progenie en el Lugar más cercano a la mayoría de los investigadores (en un Lugar [[Cueva]] si es posible). Retira todos los Enemigos [[Insecto]] de la zona de victoria y hazlos aparecer en el Lugar de la Reina de progenie.
fr: Générez la Reine de la Couvée dans le lieu le plus proche de celui ou se trouve le plus grand nombre d'investigateurs. (Dans un lieu [[Grotte]], si possible). Retirez de la pile de victoire chaque ennemi [[Insecte]] pour le générer dans le lieu de la Reine de la Couvée.
it: Generate la Regina della Nidiata nel luogo più vicino al maggior numero di investigatori (in un luogo [[Caverna]], se possibile). Rimuovete ogni nemico [[Insetto]] dalla galleria delle vittorie e generatelo nel luogo della Regina della Nidiata.
ko: 모든 조사자로부터 가장 가까운 장소(가능하다면 [[동굴]] 장소) 한 곳에 ‘무리 여왕’을 출현시킵니다. 승점 더미에 있는 모든 [[곤충]] 적을 승점 더미에서 제거하여, 이들 모두를 ‘무리 여왕’이 위치한 장소에 출현시킵니다.
pl: Rozstaw Królową lęgu w lokalizacji najbliższej większości badaczy (w lokalizacji z cechą [[Jaskinia]], jeśli to możliwe). Usuń każdego wroga z cechą [[Insekt]] z puli zwycięstwa i rozstaw go w lokalizacji Królowej lęgu.
ru: Выложите «Матку роя» в ближайшую к большинству сыщиков локацию (в локацию-[[пещеру]], если возможно). Удалите всех врагов-[[насекомых]] с победного счёта и выложите их в локацию «Матки роя».
zh: 将虫巢女王生成在与多数调查员最近的地点(如果可能，生成在一个[[洞穴]]地点)。从胜利区中移除所有昆虫敌人，并将其生成到虫巢女王的所在地点。

source: How many Crystal Remains are in the victory display?
de: Wie viele Kristalline Überreste befinden sich im Siegpunktestapel?
es: ¿Cuántos Restos cristalinos hay en la zona de victoria?
fr: Combien y a-t-il de Dépouilles de Cristal dans la pile de victoire ?
it: Quanti Cadaveri Cristallizzati ci sono nella galleria delle vittorie?
ko: 승점 더미에 ‘수정화된 유해’ 사본이 몇 장 있습니까?
pl: Ile Kryształowych szczątków znajduje się w puli zwycięstwa?
ru: Сколько «Кристаллических останков» на победном счету?
zh: 胜利区有多少张晶化遗体？

source: Crystal Remains in Victory Display:
de: Kristalline Überreste im Siegpunktestapel:
es: Restos cristalinos en la zona de victoria:
fr: Dépouilles de Cristal dans la Pile de Victoire :
it: Cadaveri Cristallizzati nella galleria delle vittorie:
ko: 승점 더미에 있는 ‘수정화된 유해’:
pl: Kryształowe szczątki w puli zwycięstwa:
ru: «Кристаллические останки» на победном счету:
zh: 胜利区的晶化遗体数量：

source: the investigators laid the Pearl Family to rest.
de: die Ermittler haben die Pearl-Familie zur letzten Ruhe gebettet.
es: los investigadores dieron sepultura a la familia Perla.
fr: les investigateurs ont enterré la Famille Pearl.
it: la famiglia Pearl riposa in pace.
ko: 조사자들이 펄 가문에 안식을 선사했다
pl: badacze pochowali rodzinę Pearlów.
ru: сыщики упокоили останки семьи Пёрлов.
zh: 调查员帮助帕洛一家安息。

source: the remains were partially recovered.
de: die Überreste wurden teilweise wiederbeschafft.
es: los investigadores recuperaron los restos parcialmente.
fr: les restes des corps ont été partiellement retrouvés.
it: sono stati recuperati solo alcuni resti.
ko: 펄 가문의 유해를 일부나마 회수했다
pl: udało się odzyskać część szczątek.
ru: останки были частично обнаружены.
zh: 找回部分遗体。

source: Madame Pearl’s diary was recovered.
de: Madame Pearls Tagebuch wurde wiederbeschafft.
es: los investigadores recuperaron el diario de madame Perla.
fr: le journal intime de Ms Pearl a été retrouvé.
it: è stato rinvenuto il diario di Madame Pearl.
ko: 수잔 펄의 일기장을 회수했다
pl: badacze znaleźli pamiętnik pani Pearl.
ru: дневник мадам Пёрл найден.
zh: 找回帕洛女士的日记。

source: In the “Areas Surveyed” section of your Campaign Log, check off <i>Pearl Ridge</i>.
de: Hake im Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch die Pearl-Hügel ab.
es: Tacha <i>Cresta Perla</i> en la sección “Zonas exploradas” del registro de campaña.
fr: Dans la section « Zones Explorées » de votre Carnet de Campagne, cochez la case <i>Pearl Ridge</i>.
it: Nella sezione "Zone Esplorate" del Diario della Campagna, spuntate <i>Crinale Pearl</i>.
ko: 캠페인 기록지의 “현장 조사를 마친 지역” 항목에서 [[펄 마루]]에 체크 표시를 합니다.
pl: W sekcji „Zbadane obszary” w Dzienniku kampanii odhacz <i>Grań Pearla</i>.
ru: В графе «Исследованные места» журнала кампании отметьте ячейку «Пёрл-Ридж».
zh: 在剧本日志中“已调查区域”的区域，将<i>珍珠山脉</i>打勾。

source: Pearl Ridge
de: Pearl-Hügel
es: Cresta Perla
it: Crinale Pearl
ko: 펄 마루
pl: Grań Pearla
ru: Пёрл-Ридж
zh: 珍珠山脉

source: As you walk down the slope, utterly exhausted, you hear the sound of a hundred beating wings. Pale, translucent insects cover the black rocks atop the hill, whirring incessantly. What are they saying to each other in their own alien language? Do they know about the world beyond the heath? You shudder when you wonder how many more lurk in the caverns below.
de: Während du völlig erschöpft den Hang hinabsteigst, hörst du das Geräusch Hunderter schlagender Flügel. Bleiche, durchscheinende Insekten bedecken die schwarzen Felsen auf dem Hügel und surren unaufhörlich. Was teilen sie sich einander in ihrer eigenartigen, fremden Sprache mit? Wissen sie von der Welt jenseits der Heide? Du schauderst, als du dich fragst, wie viele von ihnen noch in den Höhlen unter dir lauern.
es: Mientras bajáis por la pendiente, completamente agotados, oís el sonido de un centenar de alas que baten. Unos pálidos insectos translúcidos cubren las rocas negras de la cumbre de la colina, zumbando incesantemente. ¿Qué se dicen unos a otros en su propio idioma alienígena? ¿Conocen el mundo que hay más allá del páramo? Os estremecéis al preguntaros cuántos más acechan en las cavernas del subsuelo.
fr: Alors que vous descendez la pente, épuisé, vous entendez le bruit d’une centaine de battements d’ailes. Des insectes pâles et translucides couvrent les rochers noirs au sommet de la colline. Leur vrombissement persiste sans cesse. Que se disent-ils dans leur langage inhumain ? Connaissent-ils le monde au-delà de la lande ? Vous frissonnez en vous demandant combien d’autres se cachent dans les cavernes des niveaux inférieurs.
it: Mentre scendete lungo la scarpata, esausti al punto da svenire, sentite il ronzio di centinaia di ali che vibrano. Insetti traslucidi, pallidi, tanti da ricoprire l'intera altura. Cosa si diranno in quel loro linguaggio alieno? Sanno che c'è un mondo oltre la brughiera? Il pensiero di quante altre di quelle creature possano nascondersi sotto la superficie vi fa rabbrividire.
ko: 기진맥진한 몸을 이끌고 비탈을 내려가는 사이, 수백 마리는 되는 곤충들의 날갯짓 소리가 울립니다. 창백하고 반투명한 곤충들이 펄 마루 꼭대기의 검은 바위를 뒤덮은 채 쉴 새 없이 윙윙거리는 소리를 냅니다. 저것들은 저만의 언어로 무슨 말을 하고 있는 것일까요? 저것들은 이 황야 너머에 다른 세상이 있다는 것을 알고나 있을까요? 헴록 섬 아래의 동굴에 대체 얼마나 많은 곤충이 숨어있을까 하는 생각에 이르자, 당신은 절로 몸서리를 칩니다.
pl: Kiedy całkowicie wyczerpani schodzicie po zboczu, słyszycie dźwięk uderzeń setek skrzydeł. Czarne skały na szczycie wzgórza są pokryte przez blade, półprzezroczyste owady, które wydają z siebie niekończący się wrzask. Czy komunikują się ze sobą w swoim języku? Co wiedzą o świecie poza tym pustkowiem? Drżycie na samą myśl, jak wiele ich jeszcze czai się w podziemnych jaskiniach.
ru: Совершенно измученные, вы спускаетесь по склону и слышите хлопанье сотен крыльев. Чёрные камни на вершине холма покрыты бледными полупрозрачными насекомыми, издающими непрерывное жужжание. Что они рассказывают друг другу на своём инопланетном языке? Догадываются ли они о существовании мира за пределами пустоши? Вы содрогаетесь при мысли о том, сколько ещё их скрывается в пещерах внизу.
zh: 你们筋疲力尽的走下斜坡，背后传来无数蛸翅振动的声音，苍白、半透明的昆虫覆盖了丘顶黑色的岩石，不断发出嗡嗡声。牠们到底用自己奇异的语言在沟通些什么？牠们知道荒原之外还有一个迥然不同的世界吗？你们怀疑地底的洞窟中还有多少牠们的同类，想到这里，你们不禁打了个冷颤。

source: You lay the three desiccated corpses in the bed of the truck. The buildup of minerals makes them simultaneously heavy and incredibly brittle. The belly of the son is swollen with crystals the size of a basketball, and the mother’s skin is leathery with salt. You don’t know what warped the bodies of the Pearl Family, but it surely wasn’t quick; they must have been horribly deformed when they died. You document the remains and a few samples of the crystal growths. The Pearl family deserved better than this. With a shovel from the back of Theo’s truck, you set to digging the three corpses a proper grave.
de: Du legst die drei ausgetrockneten Leichen vorsichtig auf die Ladefläche des Lastwagens. Die vielen Mineralienschichten machen sie gleichzeitig schwer und unglaublich spröde. Der Bauch des Sohnes ist durch die Kristalle zu der Größe eines Basketballs angeschwollen. Die Haut der Mutter ist vom Salz lederartig geworden. Du weißt nicht, was die Körper der Pearl-Familie so missgestaltet hat, aber es ging sicher nicht schnell vonstatten; sie müssen schrecklich gelitten haben, bevor sie starben. Du dokumentierst die Überreste und ein paar Proben der Kristallwucherungen. Die Pearl-Familie hat dieses Schicksal nicht verdient. Mit einer Schaufel aus Theos Lastwagen machst du dich daran, für die drei Leichname ein ordentliches Grab auszuheben.
es: Ponéis los tres cadáveres disecados en la caja de la camioneta. La acumulación de minerales hace que sean a la vez pesados e increíblemente frágiles. La tripa del hijo está hinchada con cristales del tamaño de un balón de baloncesto, y la piel de la madre está curtida por la sal. No sabes qué ha deformado los cuerpos de la familia Perla, pero está claro que no fue un proceso rápido; cuando murieron ya tenían que haber sufrido una terrible deformación. Documentáis los restos y algunas muestras de formaciones cristalinas. La familia Perla se merecía algo mejor que esto. Cogéis una pala de la camioneta de Theo y os ponéis a cavar una tumba adecuada para los tres cadáveres.
fr: Vous déposez les trois cadavres desséchés à l’arrière du camion. L’accumulation de minéraux les rend à la fois lourds et incroyablement fragiles. Le ventre du fils est gonflé de cristaux de la taille d’un ballon de basket, et la peau de la mère est recouverte de sel. Vous ne savez pas ce qui a déformé les corps de la famille Pearl, mais le processus n’a certainement pas été rapide. Au moment de leur décès, ils devaient être horriblement déformés. Vous documentez leurs restes ainsi que quelques échantillons d’excroissances cristallines. La famille Pearl méritait mieux que cela. Avec une pelle trouvée à l’arrière du camion de Theo, vous commencez à creuser une tombe digne de ce nom pour les trois cadavres.
it: Adagiate i tre cadaveri essiccati nel furgone. L'accumulo di minerali li rende allo stesso tempo pesanti e incredibilmente fragili. La pancia del figlio è rigonfia di cristalli grandi quanto una palla da basket, e il sale ha reso la pelle della madre spessa come il cuoio. Non sapete cosa abbia ridotto così i corpi della famiglia Pearl, ma di certo non si è trattato di un processo veloce: dovevano essere orribilmente deformati al momento della morte. Documentate i resti e i campioni delle escrescenze cristalline che avete rinvenuto. Quelle persone meritano una fine migliore. Armati di pale, vi mettete a scavare una tomba per concedere ai tre corpi una degna sepoltura.
ko: 탈수로 인해 비쩍 말라붙은 유해 세 구를 트럭 바닥에 눕혔습니다. 시신 안팎으로는 광물질이 자라나 어마어마하게 무거우면서도 까딱하면 부서질 듯합니다. 아들의 배는 농구공만 한 크기의 결정으로 부풀어 올랐으며, 어머니 쪽의 피부는 소금 때문에 가죽질로 변해버렸습니다. 펄 가문의 유해를 이렇게 뒤틀어 놓은 것이 무엇인지는 알 수 없겠지만, 서서히 끔찍한 몰골로 변이하여 죽음을 맞이한 것만은 틀림없습니다. 당신은 유해와 그 위로 자라난 결정질 표본에 대해 기록해 둡니다. 이들을 이렇게 방치해둘 수는 없었습니다. 적어도 망자에게 걸맞은 안식이 필요합니다. 테오의 트럭에 실려 있던 삽을 가져와 세 가족을 위해 제대로 된 묫자리를 팝니다.
pl: Kładziecie trzy wysuszone ciała na tyłach samochodu. Gruba skorupa minerałów sprawia, że są one jednocześnie ciężkie i niewiarygodnie kruche. Brzuch syna jest napęczniały od kryształów wielkości piłki do koszykówki, zaś skóra matki jest szorstka od soli. Nie wiecie, co zniekształciło ciała rodziny Pearlów, ale na pewno nie był to szybki proces; musieli zostać okropnie zdeformowani, jeszcze zanim umarli. Dokumentujecie szczątki i pobieracie kilka próbek kryształów. Pearlowie nie zasłużyli na taki los. Wyciągacie z samochodu Theo łopaty i zaczynacie kopać grób, aby godnie pochować ciała.
ru: Вы укладываете три иссохших трупа в кузов грузовика. Структура минералов делает их одновременно и тяжёлыми, и невероятно хрупкими. Живот сына раздулся от кристаллов до размеров баскетбольного мяча, а кожа матери огрубела от соли. Вы не знаете, что могло так исказить тела семьи Пёрлов, но это определённо не произошло в одночасье. Скорее всего, на момент смерти они уже были чудовищно деформированы. Вы документируете останки и несколько образцов кристаллических наростов. Эта семья не заслужила такой участи. Взяв из кузова лопату, вы приступаете к рытью достойной могилы.
zh: 你们将三具木乃伊化的遗体放上卡车后车斗，堆积在他们身上的矿物让遗体变的沉重但脆弱。儿子的腹部隆起，生长其中的水晶大约有篮球的大小；母亲的皮肤则是整个被晶盐覆盖。你们不知道是什么扭曲了帕洛一家的遗体，但整个过程一定非常缓慢，他们在死前就经历了恐怖的变形。你们记录下遗体的状况，采集了部分水晶的样本。帕洛一家不该落到这种下场，你们从西奥的卡车上拿起铲子，开始为三具遗体挖掘得体的墓穴。
