Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/04_the_silent_heath.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Scenario: The Silent Heath
de: Szenario: Die Stille Heide
es: Escenario: El páramo silencioso
fr: Scénario : La Lande Silencieuse
it: Scenario: La Brughiera Silente
ko: 시나리오: 쓸쓸한 황야
pl: Scenariusz: Ciche pustkowie
ru: Сценарий: Тихая пустошь
zh: 冒险：静寂荒原

source: You step out of Theo’s truck accompanied by Leah Atwood and look up at Hemlock Isle’s highest point. The narrow winding road gives way to the soft, sand-like ash that blankets the heath. The black rocks at the top of the hill look like jagged teeth. A dread silence pervades everything as you walk up the hill with the Vale’s cook. “There’s a reason folks don’t live here anymore. Watch yourself up here. I don’t know what lives in the caves, and I don’t intend to find out,” she says. As if in response, a strong wind blows up clouds of white ash.
de: Du steigst in Begleitung von Leah Atwood aus Theos Lastwagen aus und blickst nach oben zum höchsten Punkt von Hemlock Isle. Die schmale, kurvenreiche Straße weicht hier der weichen, sandigen Asche, mit der die Heide bedeckt ist. Die schwarzen Felsen auf dem Gipfel des Hügels sehen wie gezackte Zähne aus. Eine unheimliche Stille durchdringt alles, während du mit der Köchin des Tals den Hügel hinaufsteigst. „Es hat einen Grund, warum die Leute hier nicht mehr leben. Nehmen Sie sich hier oben in Acht. Ich weiß nicht, was in den Höhlen lebt, und ich habe nicht vor, es herauszufinden“, sagt sie. Wie als Antwort wirbelt eine starke Windböe Wolken aus weißer Asche auf.
es: Bajáis de la camioneta de Theo acompañados por Leah Atwood y levantáis la vista hacia el punto más alto de la Isla de la Cicuta. La estrecha y sinuosa carretera da paso a una suave ceniza parecida a la arena que cubre el páramo. Un siniestro silencio lo impregna todo mientras subís por la colina con la cocinera del Valle. –Hay un motivo por el que aquí ya no vive nadie. Ya lo verán por sí mismos. No sé qué vive en las cuevas y no tengo la menor intención de averiguarlo. Como si respondiese a su afirmación, un fuerte viento levanta nubes de ceniza blanca.
fr: Vous sortez du camion de Theo, accompagné de Leah Atwood, et vous levez les yeux vers le point culminant de Hemlock Isle. La route étroite et sinueuse cède la place à la cendre douce et sablonneuse qui recouvre la lande. Les rochers noirs au sommet de la colline ressemblent à des dents effilées. Un silence effrayant envahit tout tandis que vous gravissez la colline avec la cuisinière de Vale. « Il y a une raison pour laquelle les gens ne vivent plus ici. Restez vigilant. Je ne sais pas ce qui vit dans les grottes, et je n’ai pas l’intention de le découvrir », dit-elle. Comme en réponse, un vent violent soulève des nuages de cendres blanches.
it: Scendete dal furgone di Theo insieme a Leah Atwood, con lo sguardo sollevato verso il punto più alto dell'isola. La stretta strada tortuosa lascia il posto a un sentiero di morbida cenere, simile a sabbia, che ricopre l'intera brughiera. Le rocce nere in cima alla collina ricordano zanne aguzze. La salita verso la cima insieme alla cuoca è immersa in un silenzio tombale. "C'è un motivo se qui non ci vive più nessuno. Fate attenzione, una volta lassù: non so cosa viva in quelle caverne e non ho alcuna intenzione di scoprirlo" vi confessa. Come se vivesse di vita propria, il vento forte solleva una lugubre nube di cenere bianca.
ko: 당신은 리아 앳우드와 함께 테오의 트럭에서 내려 헴록 섬의 가장 높은 지점을 올려다봅니다. 좁고 구불구불한 길은 황야를 덮은 모래처럼 부드러운 재 속으로 자취를 감춥니다. 언덕 꼭대기에 솟은 검은 바위가 마치 뾰족한 이빨처럼 보입니다. 헴록 베일의 요리사인 리아와 함께 언덕을 오르는 내내 무시무시한 침묵만이 사위를 장악합니다. “사람들이 더는 여기 살지 않는 데는 다 이유가 있는 법이라우. 여기선 특히나 조심하시우. 저 동굴에 뭐가 살고 있는지는 나도 모르고, 물론 알고 싶은 생각일랑은 추호도 없수.” 리아의 말에 대답이라도 하듯, 불어온 거센 바람에 하얀 재가 풀풀 입니다.
pl: Wysiadacie z samochodu Theo w towarzystwie Leah Atwood i spoglądacie w górę, na najwyższy punkt Wyspy Hemlock. Wąska kręta droga ustępuje miejsca miękkiemu, przypominającemu piasek popiołowi, który pokrywa całe pustkowie. Czarne skały na szczycie wzgórza wyglądają jak zaostrzone zęby. Wraz z kucharką wychodzicie na górę, a towarzyszy wam jedynie przerażająca cisza. „Nie bez powodu ludzie już tu nie mieszkają. Uważajcie na siebie. Nie wiem, co żyje w tutejszych jaskiniach i nie zamierzam się tego dowiadywać” – mówi. Jakby w odpowiedzi silny wiatr rozwiewa chmury białego popiołu.
ru: В сопровождении Лии Этвуд вы выходите из грузовичка Тео и смотрите на высшую точку острова Хемлок. Узкая извилистая дорога уступает место мягкому, словно песок, пеплу, укрывающему пустошь. Чёрные скалы на вершине холма похожи на сколотые зубы. Пока вы поднимаетесь на холм в компании деревенской поварихи, вокруг царит грозная тишина. «Народ не просто так больше здесь не живёт. Будьте осторожнее. Я не знаю, что обитает в этих пещерах, и не горю желанием узнавать», — говорит она. Словно в ответ на эти слова сильный ветер поднимает в воздух тучи белого пепла.
zh: 你们从西奥的卡车上下来，与你们同行的还有莉亚．阿特伍德。你们看向赫姆拉克岛的最高点，狭窄的小径一路蜿蜒而上，没入一片被柔软白沙般的灰烬所覆盖的原野。黑色的岩石错落在山丘顶端，像一排参差不齐的牙齿，你们与这位谷地的厨师一起走上山坡时，周遭弥漫著渗人的寂静。莉亚开口说：“人们不再生活在这里是有原因的，小心一点，我不知道那些山洞里住著什么东西，也没兴趣知道。”就像是要回应他的话一般，一阵强风刮来，带起了一缕白色的烟尘。

source: You step out of Theo’s truck into the pouring rain, accompanied by Dr. Marquez. The narrow winding road gives way to the soft, sand-like ash that blankets the heath. The black rocks at the top of the hill look like jagged teeth. A dread silence pervades everything as you walk up the hill with the professor, who wears a bright yellow and blue poncho. “If the locals are to be believed, we want to head this way,” she points up the hillside to a glimmering orchard. After hiking the steep incline, the professor lets out a gasp. Rows of crystalline trees shimmer in the light. A crack of lightning from the southern clouds refracts a band of gorgeous, prismatic radiance through hanging apples and knotted glass trunks. Although beautiful, you can’t help but feel an anxious pang: the trees are wondrous, but they are long dead, frozen in time. Dr. Marquez begins chipping away at a young sapling with a hammer and chisel. “Fan out and explore the ruins. Leah warned me to keep clear of the ants, whatever that means. Don’t kick any anthills, I guess.” she says, already engrossed in her work.
de: Du steigst in Begleitung von Dr. Marquez bei strömendem Regen aus Theos Lastwagen aus. Die schmale, kurvenreiche Straße weicht hier der weichen, sandigen Asche, mit der die Heide bedeckt ist. Die schwarzen Felsen auf dem Gipfel des Hügels sehen wie gezackte Zähne aus. Eine unheimliche Stille durchdringt alles, während du mit der Professorin, die sich einen leuchtend hellen, blau-gelben Poncho übergeworfen hat, den Hügel hinaufsteigst. „Wenn man den Einheimischen Glauben schenken mag, dann müssen wir dort entlang.“ Sie zeigt den Hang des Hügels hinauf zu einem schimmernden Obsthain. Nach dem steilen Anstieg schnappt die Professorin heftig nach Luft. Reihen von kristallinen Bäumen schimmern im Licht. Im Süden zuckt ein Blitz aus den Wolken und bricht sich in einem wunderschönen, prismatisch glänzenden Streifen an den hängenden Äpfeln und verknoteten Stämmen aus Glas. Trotz der Schönheit dieses Anblicks spürst du einen leichten Stich der Angst: Die Bäume sind zwar wundervoll anzusehen, aber sie sind schon lange tot, eingefroren in der Zeit. Dr. Marquez beginnt, mit Hammer und Meißel einen jungen Baum zu bearbeiten. „Erkunden Sie die Ruinen. Leah hat mich gewarnt, mich von den Ameisen fernzuhalten – was auch immer das heißen mag. Treten sie also besser nicht in irgendwelche Ameisenhaufen“, sagt sie schulterzuckend und ist bereits voll und ganz in ihre Arbeit vertieft.
es: Bajáis de la camioneta de Theo bajo la lluvia torrencial acompañados por la Dra. Marquez. La estrecha y sinuosa carretera da paso a una suave ceniza parecida a la arena que cubre el páramo. Las rocas negras de la parte superior de la colina parecen dientes serrados. Un siniestro silencio lo impregna todo mientras subís por la colina con la profesora, que lleva un colorido poncho azul y amarillo. –Si hacemos caso a los lugareños, tenemos que ir por ahí –dice mientras señala colina arriba hacia unos árboles brillantes. Tras ascender por la empinada pendiente, la profesora da un grito ahogado. Hileras de árboles cristalinos resplandecen a la luz. Un relámpago de las nubes del sur refracta un precioso fulgor prismático por las manzanas que cuelgan de las ramas y los nudosos troncos de los árboles. Aunque son hermosos, no podéis evitar sentir una punzada de ansiedad: pero llevan mucho tiempo muertos, congelados en el tiempo. La Dra. Marquez empieza a quitar un retoño con martillo y cincel. –Dispérsense para explorar las ruinas. Leah me advirtió que tuviéramos cuidado con las hormigas, pero no sé qué quería decir exactamente. Supongo que es mejor que no golpeemos ningún hormiguero –dice, absorta en su trabajo.
fr: Vous sortez du camion de Theo sous une pluie battante, accompagné du Dr Marquez. La route étroite et sinueuse cède la place à la cendre douce et sablonneuse qui recouvre la lande. Les rochers noirs au sommet de la colline ressemblent à des dents effilées. Un silence effrayant envahit tout tandis que vous gravissez la colline avec le professeur, vêtu d’un poncho jaune et bleu vif. « Si l’on en croit les habitants, c’est par là qu’il faut aller », dit-elle en montrant du doigt un verger aux couleurs chatoyantes. Après avoir gravi la pente abrupte, le professeur pousse un soupir. Des rangées d’arbres cristallins scintillent dans la lumière. Un éclair provenant des nuages du sud se transforme en une bande de lumière prismatique dont l’éclat se reflète sur les pommes suspendues et le verre noueux des troncs. Malgré leur beauté, vous ne pouvez pas vous empêcher de ressentir un sentiment d’angoisse : les arbres sont merveilleux, mais ils sont morts depuis très longtemps. Comme figés dans le temps. Le Dr Marquez commence à couper un jeune arbre avec un marteau et un burin. « Dispersez-vous et explorez les ruines. Leah m’a dit de ne pas m’approcher des fourmis. Je ne sais pas exactement ce qu’elle a voulu dire par là. Essayez de ne pas donner de coups de pied dans les fourmilières, d’accord ? », dit-elle, déjà absorbée par son travail.
it: Scendete dal furgone di Theo sotto la pioggia torrenziale, accompagnati dalla dottoressa Marquez. La stretta strada tortuosa lascia il posto a un sentiero di morbida cenere, simile a sabbia, che ricopre l'intera brughiera. Le rocce nere in cima alla collina ricordano zanne aguzze. La salita verso la cima insieme alla professoressa è immersa in un silenzio tombale. "Secondo la gente del posto, a volercisi fidare, dovremmo dirigerci da quella parte." La professoressa, stretta in un poncho giallo e blu, indica un meleto scintillante che riluce su un fianco dell'altura. Dopo esservi arrampicati su per il ripido sentiero, la donna si lascia scappare un sussulto: delle file sterminate di alberi cristallini luccicano sotto il sole. Un lampo improvviso a sud rifrange una radiosa scia prismatica che attraversa le mele e i tronchi nodosi cristallizzati. È una vista meravigliosa, ma non riuscite a scacciare la nota d'ansia dal petto: gli alberi sono bellissimi, ma sono morti da tempo, congelati nel tempo. La dottoressa Marquez inizia a scalfire una pianta giovane con martello e scalpello. "Sparpagliatevi ed esplorate le rovine. Leah ha avvertito di stare alla larga dalle formiche, qualsiasi cosa significhi. Magari cercate di non prendere a calci i formicai." Dal tono capite che è già persa nel suo lavoro.
ko: 당신은 마르케스 박사와 함께 테오의 트럭에서 내려, 퍼붓는 빗발 속으로 발걸음을 내딛습니다. 좁고 구불구불한 길은 황야를 덮은 모래처럼 부드러운 재 속으로 자취를 감춥니다. 언덕 꼭대기에 솟은 검은 바위가 마치 뾰족한 이빨처럼 보입니다. 샛노란색과 파란색이 섞인 판초 우의를 입은 마르케스 박사와 함께 언덕을 오르는 내내 무시무시한 침묵만이 사위를 장악합니다. “주민들의 말대로라면 저 위로 올라가야 해요.” 박사가 언덕 위에 자리한 미광 서린 과수원을 가리킵니다. 가파른 비탈길을 한참 올라가 언덕 마루에 이르자 마르케스 박사가 숨을 헐떡거립니다. 결정화된 나무들이 줄지어 선 채로 반짝입니다. 남쪽에서 구름 사이로 번개가 하늘을 가르자, 옹이진 나무줄기와 가지에 매달린 사과 사이로 빛이 굴절되며 화려하고 오색찬란한 색채를 흩뿌립니다. 이토록 아름다운 절경이기는 하나, 불길한 느낌을 떨칠 수가 없었습니다. 이 나무들은 경이롭지만 오래전 죽어서 시간 속에 영원히 갇혀버렸습니다. 마르케스 박사가 망치와 끌로 묘목을 깎아내기 시작합니다. “흩어져서 폐허를 탐험해 보죠. 리아가 개미는 피하라더군요. 무슨 말인지는 잘 모르겠지만, 개미집을 발로 차지 말라 그런 경고겠죠.” 박사는 제 작업에서 고개도 돌리지 않고 이렇게 말합니다.
pl: W strugach deszczu wysiadacie z samochodu Theo w towarzystwie dr Marquez. Wąska, kręta droga ustępuje miejsca miękkiemu, przypominającemu piasek popiołowi, który pokrywa całe pustkowie. Czarne skały na szczycie wzgórza wyglądają jak zaostrzone zęby. Wraz z ubraną w żółto-niebieską pelerynę doktor wchodzicie na górę, a towarzyszy wam jedynie przerażająca cisza. „Jeśli wierzyć miejscowym, powinniśmy iść tędy!” – Rosa wskazuje na migoczący sad. Po wędrówce po stromym zboczu doktor z trudem łapie oddech. Rzędy pokrytych kryształami drzew lśnią w słońcu. Promienie przebijające się spomiędzy południowych chmur odbijają się od zwisających z drzew jabłek i oszklonych pni, załamując się i rozszczepiając. Choć widok zachwyca, odczuwacie niepokój: drzewa są cudowne, ale od dawna martwe, jakby zamrożone w czasie. Dr Marquez zaczyna odłupywać młode drzewko młotkiem i dłutem. „Rozejrzyjcie się po okolicy i sprawdźcie ruiny. Leah ostrzegła mnie, żebym trzymała się z dala od mrówek, cokolwiek to znaczy. Na wszelki wypadek lepiej nie rozkopujcie żadnych mrowisk” – mówi, pochłonięta już swoją pracą.
ru: В сопровождении доктора Маркес вы выходите из грузовичка Тео под проливной дождь. Узкая извилистая дорога уступает место мягкому, словно песок, пеплу, укрывающему пустошь. Чёрные скалы на вершине холма похожи на сколотые зубы. Пока вы поднимаетесь на холм в компании профессора, надевшей яркий жёлто-голубой пончо, вокруг царит грозная тишина. «Если верить местным, идти нужно сюда», — она указывает вверх по склону на поблёскивающий сад. Поднявшись по крутому косогору, профессор ахает. В лучах света сверкают ряды хрустальных деревьев. В южных облаках мерцает молния и расходится красивыми призматическими лучами по свисающим с веток яблокам и узловатым прозрачным стволам. При всей красоте этого зрелища вы не можете отогнать чувство тревоги: деревья чудесны, но они давно мертвы, застыв во времени. Доктор Маркес берёт молоток и начинает отбивать зубилом молодой саженец. «Давайте разделимся. Осмотрите руины. Лия предупредила, чтобы мы держались подальше от муравьёв, что бы это ни значило. Не пинайте муравейники, что ли», — говорит она, концентрируясь на своей работе.
zh: 你们从西奥的卡车上下来，踏入滂沱的大雨中，马尔克斯博士也加入了你们的行列。你们看向赫姆拉克岛的最高点，狭窄的小径一路蜿蜒而上，没入一片被柔软白沙般的灰烬所覆盖的原野。黑色的岩石错落在山丘顶端，像一排参差不齐的牙齿，你们与教授一起走上山坡时，周遭弥漫著渗人的寂静，身著亮黄色与蓝色雨衣的教授开口说：“如果当地人的话可信，我们应该走这边。”她指向山丘边一座正在发光的果园。在攀登越过陡峭的山坡后，教授喘了一大口气。 数排水晶化的树木发出闪烁的微光，南方的雨云打出一道闪电，光芒反射在高挂树梢的果实与树干的木瘤上，散发出璀璨绚丽的棱光。即使眼前的景象光彩夺目，你们还是不免感到一丝焦躁的疑虑：这些树木的确是一大奇观，但它们已经死亡很久了，被冻结了时间。 马尔克斯博士拿出槌子跟凿子，开始在一棵小树苗上采取样本。“分头行动，探索这片遗迹。莉亚警告我要离蚂蚁远一点，不知道她是什么意思，不要踩到到蚁窝吧，我猜。”她说完后就埋头专注在她手边的工作。

source: You step out of Theo’s truck and look up at Hemlock Isle’s highest point. The narrow winding road gives way to the soft, sand-like ash that blankets the heath. The black rocks at the top of the hill look like jagged teeth. A dread silence pervades everything as you walk up the hill and spot a robed figure standing on a jutting rock, staring down at Hemlock Isle. You recognize the figure as Mother Rachel as you draw closer. She nods as if to acknowledge your presence, then spreads her arms in an exultant pose. The sky overhead shimmers with a band of strange colors.
de: Du steigst aus Theos Lastwagen aus und blickst nach oben zum höchsten Punkt von Hemlock Isle. Die schmale, kurvenreiche Straße weicht hier der weichen, sandigen Asche, mit der die Heide bedeckt ist. Die schwarzen Felsen auf dem Gipfel des Hügels sehen wie gezackte Zähne aus. Eine unheimliche Stille durchdringt alles, während du den Hügel hinaufsteigst. Du bemerkst eine in Roben gehüllte Gestalt, die auf einem hervorspringenden Felsen steht und auf Hemlock Isle hinabblickt. Als du näher kommst, erkennst du den vertrauten Umriss von Mutter Rachel. Sie nickt, als hätte sie deine Anwesenheit bemerkt. Dann breitet sie ihre Arme in einer frohlockenden Pose aus. Der Himmel über ihr schimmert mit einem Band aus seltsamen Farben.
es: Bajáis de la camioneta de Theo y levantáis la vista hacia el punto más alto de la Isla de la Cicuta. La estrecha y sinuosa carretera da paso a una suave ceniza parecida a la arena que cubre el páramo. Las rocas negras de la parte superior de la colina parecen dientes serrados. Un siniestro silencio lo impregna todo mientras subís por la colina y veis una figura ataviada con una túnica sobre una roca que sobresale. Está mirando fijamente la vista de la Isla de la Cicuta. Al acercaros, reconocéis a la madre Rachel. Asiente como para responder a vuestra presencia y luego extiende los brazos en pose exultante. El cielo que hay sobre vuestras cabezas resplandece con una banda de extraños colores.
fr: Vous sortez du camion de Theo et levez les yeux vers le point culminant de Hemlock Isle. La route étroite et sinueuse cède la place à la cendre douce et sablonneuse qui recouvre la lande. Les rochers noirs au sommet de la colline ressemblent à des dents effilées. Un silence effrayant envahit tout, tandis que vous gravissez la colline et que vous apercevez une silhouette vêtue d’une robe. Debout sur un rocher en saillie, elle contemple Hemlock Isle, en contre-bas. En vous approchant, vous reconnaissez qu’il s’agit de Mère Rachel. Elle hoche la tête, peut-être pour vous informer qu’elle a perçu votre présence, puis étend les bras dans une pose triomphante. Au-dessus de vous, le ciel est traversé par une bande de couleurs étranges et chatoyantes.
it: Scendete dal furgone di Theo sotto la pioggia torrenziale, con lo sguardo sollevato verso il punto più alto dell'isola. La stretta strada tortuosa lascia il posto a un sentiero di morbida cenere, simile a sabbia, che ricopre l'intera brughiera. Le rocce nere in cima alla collina ricordano zanne aguzze. In cima scorgete una sagoma incappucciata in piedi su una sporgenza rocciosa, che osserva il panorama dall'alto: è Madre Rachel, che vi accoglie con un cenno del capo prima di stendere le braccia verso l'altro, in una posa esultante. Il cielo le risponde illuminandosi con striature di colori pressoché inconcepibili.
ko: 당신은 테오의 트럭에서 내려 헴록 섬의 가장 높은 지점을 올려다봅니다. 좁고 구불구불한 길은 황야를 덮은 모래처럼 부드러운 재 속으로 자취를 감춥니다. 언덕 꼭대기에 솟은 검은 바위가 마치 뾰족한 이빨처럼 보입니다. 언덕을 오르는 내내 무시무시한 침묵만이 사위를 장악했으며, 망토를 두른 인물이 툭 튀어나온 암석 위에 서서 헴록 섬을 내려다보고 있었습니다. 가까이 다가가자 대모 레이첼임을 알아봅니다. 대모는 당신을 알아보고 고개를 끄덕이더니, 환희에 찬 양 두 팔을 펼칩니다. 그러자 머리 위의 하늘이 기묘한 색채의 띠로 반짝이기 시작합니다.
pl: Wysiadacie z samochodu Theo i spoglądacie w górę, na najwyższy punkt Wyspy Hemlock. Wąska, kręta droga ustępuje miejsca miękkiemu, przypominającemu piasek popiołowi, który pokrywa całe pustkowie. Czarne skały na szczycie wzgórza wyglądają jak zaostrzone zęby. Wychodzicie na górę, a towarzyszy wam jedynie przerażająca cisza. W końcu dostrzegacie ubraną w długą szatę postać, która stoi na wystającej skale i spogląda na wyspę. Gdy podchodzicie bliżej, okazuje się, że jest to Matka Rachel. Kiwa głową, jakby chciała potwierdzić, że was widzi, po czym rozkłada ramiona w wypełnionej radością pozie. Niebo nad waszymi głowami mieni się pasmem dziwnych kolorów.
ru: Вы выходите из грузовичка Тео и смотрите на высшую точку острова Хемлок. Узкая извилистая дорога уступает место мягкому, словно песок, пеплу, укрывающему пустошь. Чёрные скалы на вершине холма похожи на сколотые зубы. Пока вы поднимаетесь на холм, вокруг царит грозная тишина. Вскоре вы видите фигуру в мантии, которая стоит на выступе скалы и оглядывает сверху весь остров. Подойдя ближе, вы узнаёте матушку Рейчел. Она приветственно кивает вам, а затем раскидывает руки в ликующей позе. Небо над вашими головами озаряется полосами странных цветов.
zh: 你们从西奥的卡车上下来，看向赫姆拉克岛的最高点，狭窄的小径一路蜿蜒而上，没入一片被柔软白沙般的灰烬所覆盖的原野。黑色的岩石错落在山丘顶端，像一排参差不齐的牙齿，走上山坡时，周遭弥漫著渗人的寂静。你们看见有个穿长袍的身影站在凸出的岩石上，俯瞰著整个赫姆拉克岛。走近后，你们认出她是瑞秋主母，她对你们点头示意，彷佛在认可你们的存在，接著她以一个狂喜的姿态张开双臂，头顶的天空有数道奇异的彩光正闪闪发亮。

source: You step out of Theo’s truck and look up at Hemlock Isle’s highest point. The narrow winding road gives way to the soft, sand-like ash that blankets the heath: silvery and bright in the moonlight. The black rocks at the top of the hill look like jagged teeth. You feel strangely calmed by the silence as you walk up the hill, and see brilliant bands of color in the starlight overhead.
de: Du steigst aus Theos Lastwagen aus und blickst nach oben zum höchsten Punkt von Hemlock Isle. Im silbernen Mondschein weicht die schmale, kurvenreiche Straße hier der weichen, sandigen Asche, mit der die Heide bedeckt ist. Die schwarzen Felsen auf dem Gipfel des Hügels sehen wie gezackte Zähne aus. Als du den Hügel hinaufsteigst, übt die umgebende Stille eine seltsam beruhigende Wirkung auf dich aus. Über dir erkennst du Bänder aus leuchtenden Farben im Sternenlicht.
es: Bajáis de la camioneta de Theo y levantáis la vista hacia el punto más alto de la Isla de la Cicuta. La estrecha y sinuosa carretera da paso a una suave ceniza parecida a la arena que cubre el páramo. Las rocas negras de la parte superior de la colina parecen dientes serrados. Os sentís extrañamente tranquilizados por el silencio mientras subís colina arriba y veis las brillantes bandas de colores de la luz estelar que hay sobre vuestras cabezas.
fr: Vous sortez du camion de Theo et levez les yeux vers le point culminant de Hemlock Isle. La route étroite et sinueuse cède la place à la cendre douce et sablonneuse qui recouvre la lande : argentée et brillante sous le clair de lune. Les rochers noirs au sommet de la colline ressemblent à des dents effilées. Vous vous sentez étrangement apaisé par le silence pendant que vous marchez vers le sommet de la colline. À son sommet, vous voyez des bandes de couleurs chatoyantes dans la lumière des étoiles.
it: Scendete dal furgone di Theo sotto la pioggia torrenziale, con lo sguardo sollevato verso il punto più alto dell'isola. La stretta strada tortuosa lascia il posto a un sentiero di morbida cenere, simile a sabbia, che ricopre l'intera brughiera riflettendo il bagliore argentato della luna. Le rocce nere in cima alla collina ricordano zanne aguzze, immerse in un silenzio che trovate stranamente lenitivo per la mente, sovrastati da scie di colori brillanti tra le stelle.
ko: 당신은 테오의 트럭에서 내려 헴록 섬의 가장 높은 지점을 올려다봅니다. 좁고 구불구불한 길은 황야를 덮은 모래처럼 부드러운 재 속으로 자취를 감추고, 달빛 아래서 재에 덮인 풍광이 은빛으로 밝게 빛납니다. 언덕 꼭대기에 솟은 검은 바위가 마치 뾰족한 이빨처럼 보입니다. 언덕을 오르던 중, 사위를 장악한 정적에 기묘한 평온감을 느끼고 머리 위를 올려다보았더니 밤하늘에는 쏟아지는 별빛이 찬란한 색채의 띠를 이루고 있었습니다. 게임 준비로 이어집니다.
pl: Wysiadacie z samochodu Theo i spoglądacie w górę, na najwyższy punkt Wyspy Hemlock. Wąska, kręta droga ustępuje miejsca miękkiemu, przypominającemu piasek popiołowi, który pokrywa całe pustkowie i lśni srebrzyście w świetle księżyca. Czarne skały na szczycie wzgórza wyglądają jak zaostrzone zęby. Gdy idziecie pod górę, panująca cisza dziwnie was uspokaja i obserwujecie jaskrawe kolorowe pasma, migoczące pomiędzy gwiazdami.
ru: Вы выходите из грузовичка Тео и смотрите на высшую точку острова Хемлок. Узкая извилистая дорога уступает место укрывающему пустошь мягкому, словно песок, пеплу, поблёскивающему ярким серебром в лунном свете. Чёрные скалы на вершине холма похожи на сколотые зубы. Вы ощущаете странное спокойствие, пока идёте наверх и разглядываете яркие разноцветные полосы, сияющие в небе в свете звёзд.
zh: 你们从西奥的卡车上下来，看向赫姆拉克岛的最高点，狭窄的小径一路蜿蜒而上，没入一片被柔软白沙般的灰烬所覆盖的原野，在月光的照耀下变成一片明亮的银白世界。黑色的岩石错落在山丘顶端，像一排参差不齐的牙齿。走上山坡时，周遭的寂静让你们感到奇异的安抚感，头顶有数道鲜艳的彩光划过满天星斗的夜空。
