Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/04_the_silent_heath.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Used to be this was about the only place on the island where you could get anything to grow. In fact, you couldn’t get things to stop growing. The Pearl family had a whole operation: orchards and vineyards, to say nothing of the mining and whaling. Then, twenty years ago, almost to the day, something happened. Can you believe my sister talks about it like it was some kind of miracle?” she scoffs.
de: „Früher war dies so ziemlich der einzige Ort auf der Insel, an dem man etwas zum Wachsen bringen konnte. Was hier wuchs, hörte gar nicht auf zu wachsen. Die Pearl-Familie hatte hier einen florierenden Betrieb: Obstgärten und Weinberge, ganz zu schweigen vom Bergbau und Walfang. Dann, vor zwanzig Jahren, fast auf den Tag genau, ist etwas vorgefallen. Können Sie sich vorstellen, dass meine Schwester davon spricht, als wäre eine Art Wunder geschehen?“, spottet sie.
es: –Éste era prácticamente el único lugar de la isla donde se podía lograr cultivar algo. De hecho, era imposible evitar que creciesen cosas. La familia Perla lo tenía muy bien montado: huertos de árboles frutales y viñedos, por no hablar de la minería y la caza de ballenas. Entonces, hace veinte años casi exactos, ocurrió algo. ¿Se puede creer que mi hermana habla de ello como si fuera una especie de milagro? –se burla.
fr: « Autrefois, c’était à peu près le seul endroit de l’île où l’on pouvait faire pousser quelque chose. En fait, on ne pouvait empêcher quoi que ce soit d’y croître. La famille Pearl avait toute une affaire : des vergers et des vignobles, sans parler de l’exploitation minière et de la chasse à la baleine. Puis, il y a vingt ans, presque jour pour jour, il s’est passé quelque chose. Ma sœur en parle comme s’il s’agissait d’un miracle, pouvez-vous le croire ? », se moque-t-elle.
it: "Un tempo questo era l'unico angolo dell'isola su cui si riuscisse a far crescere qualcosa. Anzi, a dirla tutta, i semi piantati qui non la smettevano più di crescere. La famiglia Pearl gestiva ogni genere di attività: dai meleti ai vigneti, per non parlare della miniera e della caccia alle balene. Poi quasi vent'anni fa esatti è successo qualcosa: ci credi se ti dico che mia sorella ne parla come se fosse stato una specie di miracolo?" conclude.
ko: “헴록 섬에서 뭐든 경작할 수 있는 유일한 땅이었수. 아니, 자라나는 걸 <b>멈출 수가 없다</b>고 해야 할능가. 펄 가문이 과수원에서 포도밭까지 모든 걸 직접 맡았다우. 광산업과 포경까지 아주 말할 것두 없지. 그러더니 20년쯤 전에, 그려 이맘때쯤이었을 거유. 뭔가 수상한 일이 벌어졌다우. 내 동생은 그 일이 무슨 기적이나 되는 양 말하는데, 그게 믿기기나 하우?” 리아가 콧방귀를 뀝니다.
pl: „Kiedyś było to jedyne miejsce na wyspie, gdzie dało się cokolwiek uprawiać. Co więcej, rośliny nie chciały przestać rosnąć. Rodzina Pearlów zajmowała się wieloma rzeczami: posiadali sady i winnice, działali także w górnictwie i wielorybnictwie. Nagle, prawie dokładnie dwadzieścia lat temu, coś się stało. Dacie wiarę, że moja siostra mówi o tym, jakby to był jakiś cud?” – prycha Leah na koniec.
ru: «Раньше это было единственное место на всём острове, где хоть как-то получалось что-то вырастить. Точнее говоря, было проблематично остановить этот рост. У семьи Пёрл было целое хозяйство: фруктовые сады, виноградники, не говоря уже о разработке рудников и китобойном промысле. Затем, двадцать лет назад, почти день в день, что-то произошло. И ведь моя сестра говорит об этом как о каком-то чуде. Можете вообразить?» — усмехается она.
zh: “这里曾经是岛上唯一能种植作物的地方，事实上这里的作物生长速度真是不可思议。帕洛家族的产业遍及各方面：果园跟葡萄园，更别提采矿跟捕鲸业。就在20年前，差不多这个日子，出事了。你能相信我姊姊居然宣称这一切是天降的奇迹吗？”她嗤之以鼻地说完最后一句话。

source: In Leah Atwood’s Notes, record <i>Leah searched the Pearl Ruins</i>.
de: Notiere unter Leah Atwoods Notizen: <i>Leah hat die Pearl-Ruine durchsucht</i>.
es: Anota en las Notas de Leah Atwood que <i>Leah registró las ruinas de la Finca Perla</i>.
fr: Dans les Notes de Leah Atwood, indiquez que <i>Leah a fouillé les Ruines de la Résidence Pearl</i>.
it: Annota negli Appunti di Leah Atwood che <i>Leah ha esplorato le rovine dei Pearl</i>.
ko: ‘리아 앳우드’의 기록지에 [[리아가 폐허가 된 펄 저택을 수색했다]]라고 기록합니다.
pl: Zanotuj w Notatkach Leah Atwood, że <i>Leah przeszukała ruiny posiadłości Pearlów</i>.
ru: В заметках Лии Этвуд запишите, что <i>Лия обыскала руины поместья Пёрлов</i>.
zh: 在莉亚．阿特伍德的笔记中，记录下<i>莉亚搜寻珍珠遗址</i>。

source: Leah searched the Pearl Ruins.
de: Leah hat die Pearl-Ruine durchsucht.
es: Leah registró las ruinas de la Finca Perla.
fr: Leah a fouillé les Ruines de la Résidence Pearl.
it: Leah ha esplorato le rovine dei Pearl.
ko: 리아가 폐허가 된 펄 저택을 수색했다
pl: Leah przeszukała ruiny posiadłości Pearlów.
ru: Лия обыскала руины поместья Пёрлов.
zh: 莉亚搜寻珍珠遗址。

source: Each investigator gains 1 clue (from the token pool).
de: Jeder Ermittler erhält 1 Hinweis (aus dem Markervorrat).
es: Cada investigador obtiene 1 pista <i>(de la reserva de fichas)</i>.
fr: Chaque investigateur gagne 1 indice <i>(depuis la réserve de pions)</i>.
it: Ogni investigatore ottiene 1 indizio (dalla riserva dei segnalini).
ko: 모든 조사자는 토큰 저장소에서 단서를 1개씩 가져와 획득합니다.
pl: Każdy badacz zyskuje 1 żeton wskazówki (z puli żetonów).
ru: Каждый сыщик получает 1 улику из резерва.
zh: 每位调查员获得1个线索(从供应堆拿取)。

source: What is the current Act?
de: Welche Szene ist aktuell?
es: ¿Qué Acto está en juego?
fr: Quel est l’Acte en cours ?
it: Qual è il capitolo attuale?
ko: 현재 주요목적이 무엇입니까?
pl: Który Akt trwa?
ru: Какая сейчас сцена?
zh: 目前是场景几？

source: Dr. Marquez holds up a round piece of glass to the light. It is a cross- section of a petrified tree, riven with gossamer patterns. The professor pockets the sample. “The apple orchard wasn’t petrified: the structure of the wood itself changed. This cross section is a dozen different trees, each with its own history and rings. All crystallized.”
de: Dr. Marquez hält ein rundes Stück Glas gegen das Licht. Es ist der Querschnitt eines versteinerten Baumstammes, durchzogen von hauchdünnen Mustern. Die Professorin steckt die Probe ein. „Die Apfelplantage wurde nicht versteinert: Die Struktur des Holzes selbst hat sich verändert. Dieser Querschnitt besteht aus einem Dutzend verschiedener Bäume, jeder mit seiner eigenen Geschichte und seinen eigenen Ringen. Sie alle sind kristallisiert.“
es: La Dra. Marquez levanta un trozo de cristal redondo hacia la luz. Se trata de un corte transversal de un árbol petrificado, surcado por un patrón en forma de telaraña. La profesora se guarda la muestra y dice: – El huerto de manzanos no ha sido petrificado, sino que la propia estructura de la madera ha cambiado. Este corte transversal es una docena de árboles distintos, cada uno con su propia historia y anillos. Todos cristalizados.
fr: Le Dr Marquez examine un morceau de verre rond à la lumière. Il s’agit d’une coupe transversale d’un arbre pétrifié, gravée de motifs en filigrane. Le professeur met l’échantillon dans sa poche. « Les pommiers du verger n’ont pas été pétrifiés : la structure du bois a changé. Cette coupe transversale représente une douzaine d’arbres différents, chacun avec sa propre histoire et ses propres anneaux. Tous cristallisés. »
it: La dottoressa solleva un pezzo di vetro rotondo per osservarlo controluce. Si tratta di una sezione trasversale di uno degli alberi pietrificati, segnato per intero da motivi di luce. "Il meleto non si è pietrificato" spiega la dottoressa Marquez infilando il reperto in una tasca. "È la struttura degli alberi a essere cambiata. Questa sezione che vedete proviene da una dozzina di alberi diversi, ognuno con la sua storia e i suoi anelli... tutti cristallizzati."
ko: 마르케스 박사가 둥그스름한 유리를 빛에 비춥니다. 굳어버린 나무의 단면이었습니다. 겉면을 따라서 섬세한 무늬가 새겨져 있습니다. 박사가 표본을 주머니에 챙깁니다. “사과 과수원은 단순히 굳어버린 게 아녜요. 나무를 구성하는 물질이 변화한 거죠. 이 단면에는 십여 개나 되는 서로 다른 나무가 섞여 있어요. 제각기 서로 다른 나이테와 연령을 가진 나무지만, 죄다 결정화되어 버렸군요.”
pl: Dr Marquez podnosi do światła okrągły kawałek szkła. Jest to przekrój skamieniałego drzewa, poprzecinany pajęczynowym wzorem. Badaczka chowa próbkę do kieszeni. „Sad jabłoniowy nie skamieniał: zmieniła się struktura samego drewna. Przekrój pokazuje, że w tym jednym drzewku zaszczepiono kilka innych, niebywałe! Są ze sobą połączone, a jednak każde ma własne słoje i historię. Wszystko pokryte kryształem”.
ru: Доктор Маркес подносит к свету круглый кусок стекла. Это поперечный срез остекленевшего дерева, испрещённый сплетением узоров. Профессор кладёт образец себе в карман: «Яблочный сад не просто остекленел — изменилась сама структура дерева. Этот срез словно принадлежит десятку разных деревьев, каждое со своей историей и кольцами. И все они кристаллизовались».
zh: 马尔克斯博士将一片玻璃放在灯光下查看，那是一片从石化的树木上截下的横切面，裂纹般的细微图样遍布其上，教授小心的将样本包起来。“果园的状况跟一般自然石化不同，而是木头本身的结构完全改变了。这些横切面分属不同棵树木，每个都有自己的历史跟年轮，但全都被晶化了。”

source: Draw 3 cards. An investigator may trigger this codex again during a different act.
de: Ziehe 3 Karten. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Roba 3 cartas. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Piochez 3 cartes. Un investigateur a le droit de déclencher de nouveau ce Codex lors d’un acte différent.
it: Pesca 3 carte. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 카드를 3장 뽑습니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Dobierz 3 karty. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Возьмите 3 карты. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 抽取3张卡牌。任意一位调查员可以在不同场景期间再次触发此圣典。

source: The professor hefts a desiccated mandible the size of her forearm. “These creatures have both termite, wasp, and other features from a number of insects. It’s out of my field—Dr. Christopher would lose his mind if he saw this—but I was able to dig up some interesting findings in the tunnels. Look at this.”
de: Die Professorin hebt einen ausgetrockneten Unterkiefer von der Größe ihres Unterarms hoch. „Diese Kreaturen weisen Merkmale von Termiten, Wespen und verschiedenen anderen Insekten auf. Das ist zwar nicht mein Fachgebiet – Dr. Christopher würde durchdrehen, wenn er all das hier sehen würde –, aber ich konnte in den Tunneln einige interessante Funde machen. Sehen Sie sich das an.“
es: La profesora levanta una mandíbula disecada del tamaño de su antebrazo. –Estas criaturas tienen características de termitas, avispas y de otros insectos. No es parte de mi área de conocimientos, y desde luego que el Dr. Christopher se volvería loco si viera esto, pero he podido encontrar algunos hallazgos interesantes en los túneles. Mire esto.
fr: Le professeur ramasse une mandibule desséchée de la taille de son avant-bras. « Ces créatures ont à la fois des caractéristiques de termites, de guêpes et d’autres insectes. Elles sont en dehors de mon champ d’expertise — le Dr Christopher perdrait la tête s’il les voyait — mais j’ai pu faire des découvertes intéressantes dans les tunnels. Regardez ça. »
it: La dottoressa soppesa una mandibola essiccata grande quanto il suo avambraccio. "Queste creature possiedono i tratti di termiti, vespe e altri insetti tutti insieme. Non è il mio campo, e il dottor Christopher farebbe carte false per metterci le mani sopra, ma sono riuscita a trovare qualche interessante reperto nelle gallerie. Guarda."
ko: 마르케스 박사가 비쩍 말라버린 곤충의 턱 껍질을 들어 올립니다. 거의 박사의 팔뚝만 합니다. “이 괴물은 흰개미나 말벌 등 다양한 곤충의 특성을 동시에 갖고 있어요. 제 전공은 아니지만... 크리스토퍼 박사가 이걸 봤다면 정말 환장할지도 모르겠군요. 아무튼, 동굴에서 몇 가지 흥미로운 것을 찾아냈어요. 이것 좀 보시죠.”
pl: Doktor podnosi wysuszoną żuchwę długości przedramienia. „Te stworzenia mają cechy zarówno termitów, os, jak i wielu innych owadów. To wykracza poza moje kompetencje. Pewnie dr Christopher oszalałby, gdyby to zobaczył... Ale za to udało mi się wykopać kilka interesujących znalezisk w tunelach. Popatrzcie na to”.
ru: Профессор берёт в руки высушенную жвалу размером с её предплечье: «У этих существ есть черты термитов, ос и некоторых других насекомых. Я, конечно, не специалист — вот доктор Кристофер просто с ума бы сошёл, увидев это, — но мне удалось откопать кое-что любопытное в туннелях. Взгляните на это».
zh: 教授费力地拿起一块腐朽的下颚骨，它甚至跟她前臂差不多长。“这个生物看起来同时具有白蚁、大黄蜂跟其他昆虫的特征。这已经不是我的专业领域了，如果克里斯托弗博士看到这个一定会疯掉的。我还从这些坑道中找到其他有趣的东西，看看这个。”

source: Choose a location in play. Reveal all cards beneath the chosen location. Discard each treachery revealed and put the rest back in any order.
de: Wähle 1 Ort im Spiel. Enthülle alle Karten unter dem gewählten Ort. Lege jede enthüllte Verratskarte ab und lege die übrigen Karten in beliebiger Reihenfolge zurück.
es: Elige un Lugar que esté en juego. Revela todas las cartas que haya bajo el Lugar elegido. Descarta todas las Traiciones reveladas y devuelve el resto en cualquier orden.
fr: Choisissez un lieu en jeu. Révélez toutes les cartes sous le lieu choisi. Défaussez chaque traîtrise révélée et remettez les autres sous le lieu dans n’importe quel ordre.
it: Scegli 1 luogo in gioco. Rivela tutte le carte sotto il luogo scelto. Scarta ogni sventura rivelata e rimetti le altre sotto il luogo in qualsiasi ordine.
ko: 플레이 상태인 장소 한 곳을 선택합니다. 선택한 장소 밑에 있는 모든 카드를 공개합니다. 이렇게 공개된 음모를 모두 버리고 나머지 카드는 원하는 순서대로 되돌려 둡니다.
pl: Wybierz lokalizację w grze. Odkryj wszystkie karty znajdujące się pod wybraną lokalizacją. Odrzuć każdą odkrytą w ten sposób kartę podstępu i odłóż pozostałe z powrotem w dowolnej kolejności.
ru: Выберите локацию в игре. Откройте все карты под выбранной локацией. Сбросьте все открытые напасти и положите остальные карты обратно в любом порядке.
zh: 选择一个场上的地点，揭示所选地点底下的所有卡牌，弃掉每张已揭示的诡计，并将剩余卡牌依照任意顺序放回。

source: A bilious stench wafts from a tunnel crawling with pillowy white insects. Monstrous larvae stare blindly out of the dark with milky white eyes. The insect colony keeps its young in this tunnel to mature. Judging by the gory and dessicated remains on the floor, the older brood soldiers feed them with a steady supply of local wildlife and anyone foolish enough to venture into their caves.
de: Ein galliger Gestank weht aus einem Tunnel, in dem es von weichen, weißen Insekten wimmelt. Monströse Larven starren mit milchig-weißen Augen blind aus der Dunkelheit. Die Insektenkolonie hält ihre Jungen in diesem Tunnel, um sie heranreifen zu lassen. Den blutigen und verdorbenen Überresten auf dem Boden nach zu urteilen, füttern die älteren Brutsoldaten die Larven fortlaufend mit Wildtieren sowie jedem, der töricht genug ist, sich in ihre Höhlen zu wagen.
es: Un hedor bilioso sale de un túnel repleto de insectos blancos almohadillados. Unas larvas monstruosas miran ciegas desde la oscuridad con ojos blancos y lechosos. La colonia de insectos mantiene a sus crías en este túnel para que maduren. A juzgar por los sangrientos restos resecos que hay en el suelo, los soldados mayores las alimentan con un suministro constante de fauna local y de cualquiera lo bastante idiota como para meterse en sus cuevas.
fr: Une puanteur bilieuse s’échappe d’un tunnel grouillant d’insectes blancs bouffis comme des oreillers. Des larves monstrueuses regardent aveuglément dans l’obscurité avec des yeux pâles et laiteux. C’est dans ce tunnel que la colonie d’insectes conserve ses petits jusqu’à maturation. À en juger par les restes desséchés et sanguinolents qui jonchent le sol, les vieux soldats de la couvée les nourrissent en s’approvisionnant régulièrement auprès de la faune locale et de tout être assez fou pour s’aventurer dans leurs cavernes.
it: Un tanfo nauseabondo si solleva da una delle gallerie, al cui interno si contorcono decine di soffici insetti bianchi: larve mostruose, che fissano con occhi lattiginosi il buio pesto in cui sono immerse. La colonia tiene al sicuro gli esemplari più giovani in questa grotta in attesa che maturino. A giudicare dai macabri resti essiccati sparsi per terra, i soldati più vecchi della nidiata si assicurano che siano ben nutriti portando loro selvaggina locale e chiunque abbia commesso l'errore di avventurarsi in queste caverne.
ko: 새하얀 벌레들이 기어다니는 동굴에서는 지독한 악취가 뿜어져 나옵니다. 어둠 속에서 무시무시한 애벌레들이 유백색 눈으로 공허하게 앞을 바라봅니다. 이곳은 곤충 군락에서 애벌레가 성숙하기 전까지 보육하는 공간으로 보입니다. 바닥에 널린 피투성이가 된 사체들로 미루어 보아, 병정 계급의 곤충들은 인근 야생동물과 동굴에 발을 들인 어리석은 이들을 붙잡아 애벌레에게 먹이는 듯합니다.
pl: Z tunelu wypełnionego białymi owadami unosi się nieznośny smród. Potworne larwy spoglądają z ciemności niewidzącymi, mlecznobiałymi oczami. Kolonia owadów trzyma swoje młode w tym tunelu, aby mogły dojrzeć. Sądząc po krwawych i wysuszonych szczątkach na podłodze, starsi żołnierze lęgu karmią larwy upolowaną zwierzyną i każdym, kto jest na tyle głupi, by zapuścić się do ich jaskiń.
ru: Из туннеля, заполненного белоснежными, словно подушки, насекомыми, доносится желчный смрад. Чудовищные личинки слепо таращатся из темноты молочно-белыми глазами. Здесь колония насекомых оставляет свою молодь для созревания. Судя по разлагающимся останкам на земле, старшие солдаты регулярно подкармливают молодняк местной живностью и любым, кто имел глупость забрести в их пещеры.
zh: 一股恶心的恶臭从坑道传来，坑道里爬满了肥大的白色幼虫。这些怪物般巨大的幼虫用牠们乳白色的眼睛空洞地从黑暗中盯著你们。看来这些昆虫把这条坑道当成幼虫的发育室，从地上四散的血腥腐败的遗体来看，成虫通常用当地的野生动物作为幼虫的养料，偶尔还有几个愚蠢到在牠们洞窟里闲晃的人类。

source: Gather 1 of the set-aside Crystal Remains cards along with the top 2 cards of the encounter deck. Shuffle them together and place the 3 cards facedown in a stack beneath Larval Tunnel.
de: Mische 1 der beiseitegelegten Karten Kristalline Überreste mit den 2 obersten Karten des Begegnungsdecks zusammen und lege sie als Stapel unter den Larventunnel.
es: Coge 1 de las cartas Restos cristalinos puestas aparte y las 2 primeras cartas del mazo de Encuentros. Barájalas y coloca esas 3 cartas boca abajo formando un montón bajo el Túnel de larvas.
fr: Réunissez 1 des cartes Dépouille de Cristal mises de côté avec les 2 premières cartes du dessus du deck Rencontre. Mélangez-les ensemble et placez les 3 cartes face cachée pour former une pile sous la Galerie Larvaire.
it: Raduna 1 carta Cadavere Cristallizzato messa da parte insieme a 2 carte dalla cima del mazzo degli incontri. Mescola le 3 carte e collocale a faccia in giù in una pila sotto la Galleria Larvale.
ko: 치워 두었던 ‘수정화된 유해’ 사본 1장을 조우 덱 맨 위 카드 2장과 함께 모읍니다. 이렇게 모은 카드 3장을 뒷면으로 함께 섞어 ‘애벌레 동굴’ 밑에 카드 더미로 쌓아 놓습니다.
pl: Zbierz 1 z odłożonych na bok kart Kryształowe szczątki razem z 2 wierzchnimi kartami z talii spotkań. Potasuj je i umieść 3 zakryte karty w stosie pod Tunelem z larwami.
ru: Возьмите 1 экземпляр отложенных «Кристаллических останков» и 2 карты с верха колоды контактов. Перемешайте их вместе и положите все 3 лицом вниз стопкой под «Туннель личинок».
zh: 收齐1张放在一旁的晶化遗体以及遭遇牌库顶的2张卡牌，将其混洗后将这3张卡牌面朝下放在幼虫坑道的底下。

source: A narrow cleft in the side of a tunnel leads into a spacious cavern. Salt formations form delicate, spidery patterns that hang from the ceiling and rise from the floor. The air is sharp with a bitter, alkaline taste, mixed with a repugnant musky scent. Several dessicated corpses—some of them human—litter the floor, overgrown with salt. Perhaps the local creatures use the salt in this chamber as a natural preservative. A pantry, of sorts.
de: Ein schmaler Spalt an der Seite eines Tunnels führt in eine geräumige Höhle. Salzformationen bilden zarte, spinnenartige Muster, die von der Decke hängen und vom Boden aufsteigen. In der Luft liegt ein beißender, bitterer Gestank nach Alkali, vermischt mit einem widerlichen Moschusgeruch. Auf dem Boden liegen mehrere ausgetrocknete Leichen – einige von ihnen menschlich –, die von Salz überzogen sind. Womöglich verwenden die einheimischen Kreaturen das Salz in dieser Kammer als natürliches Konservierungsmittel. Wie bei einer Speisekammer...
es: Una estrecha hendidura en el lateral de un túnel lleva a una espaciosa caverna. Hay formaciones de sal que crean delicados diseños arácnidos que cuelgan del techo y suben desde el suelo. El aire tiene un amargo sabor alcalino mezclado con un repugnante olor almizcleño. Por el suelo hay varios cuerpos secos, algunos de ellos humanos, recubiertos de sal. Puede que las criaturas de la zona empleen la sal de esta cámara como conservante natural. Es como una especie de despensa.
fr: Un étroit passage sur le côté d’un tunnel mène à une caverne spacieuse. Des formations de sel forment de délicats motifs arachnéens qui pendent du plafond et s’élèvent du sol. L’air est vif, avec un goût amer et alcalin, mélangé à une répugnante odeur musquée. Plusieurs cadavres desséchés — dont certains sont humains — jonchent le sol, envahis par le sel. Les créatures locales utilisent peut-être le sel de cette chambre comme conservateur naturel. Un garde-manger, en quelque sorte.
it: Una piccola fenditura si apre sulla parete della galleria che stai percorrendo, rivelando un'ampia caverna che ti colpisce per le delicate formazioni saline che scendono dal soffitto e si sollevano dal terreno, intessendo un'intricata tela di stalattiti. L'aria è pregna di un sapore alcalino e amaro che si mescola a un ripugnante olezzo di muschio rancido. Ci sono numerosi cadaveri sparsi ovunque, alcuni umani, ricoperti di cristalli bianchi: è come se le creature in questo posto sfruttassero il sale di questa grotta come un conservante naturale... Una sorta di raccapricciante dispensa.
ko: 동굴 옆에 난 좁은 틈새를 통과하자 넓은 공동이 나옵니다. 공동 이곳저곳 천장과 바닥에는 소금 결정이 자라나서 거미줄처럼 정교한 무늬를 형성하고 있습니다. 공기 중에서 알칼리성의 쌉쌀한 향과 불쾌한 사향 냄새가 섞여 톡 쏘는 듯한 악취를 형성합니다. 비쩍 말라붙은 사체 몇 구가 바닥에 너저분하게 놓여 있었고 그중에는 인간의 시신도 있었으며, 그 위로는 하나같이 소금이 무더기로 쌓여 있었습니다. 이곳을 둥지로 튼 괴물들은 소금을 천연 방부제로 사용하는 것처럼 보입니다. 이곳은 일종의 식료품 저장고인 셈입니다.
pl: Wąska szczelina w bocznej ścianie tunelu prowadzi do przestronnej jaskini. Formacje solne tworzą delikatne, pajęczynowe wzory, które zwisają z sufitu i wyrastają z podłogi. Powietrze ma gorzki, zasadowy smak i odrażający piżmowy zapach. Na podłodze leży porozrzucanych kilka wysuszonych, pokrytych solą zwłok – niektóre z nich są ludzkie. Być może miejscowe stworzenia wykorzystują sól w tej komorze jako naturalny środek konserwujący... czyli to coś w rodzaju spiżarni.
ru: Узкая расселина в стене туннеля ведёт в просторную пещеру. Тонкие, словно паутинка, соляные образования поднимаются от пола и свисают с потолка, формируя сложные узоры. Воздух резко отдаёт кислым щёлочным привкусом, смешанным с отвратительной мускусной вонью. На заросшей солью земле лежат несколько полуразложившихся трупов — некоторые из них человеческие. Возможно, населяющие пещеры существа используют соль в этой пещере как природный консервант. Своего рода кладовая.
zh: 隧道旁一道狭窄的裂缝引领你们到了一个宽敞的洞窟，盐晶体从洞顶跟地板上生长而出，晶体上有蜘蛛网般细致的图纹。空气中弥漫带苦的咸味，还有令人反胃的麝香味。几具腐烂的尸体，其中有些属于人类，四散在地上，被盐覆盖。也许这里的生物利用这个洞穴当作天然的防腐室，某种储藏室之类的。

source: Gather 1 of the set-aside Crystal Remains cards along with the top 2 cards of the encounter deck. Shuffle them together and place the 3 cards facedown in a stack beneath Salt Chamber.
de: Mische 1 der beiseitegelegten Karten Kristalline Überreste mit den 2 obersten Karten des Begegnungsdecks zusammen und lege sie als Stapel unter die Salzkammer.
es: Coge 1 de las cartas Restos cristalinos puestas aparte y las 2 primeras cartas del mazo de Encuentros. Barájalas y coloca esas 3 cartas boca abajo formando un montón bajo la Cámara de sal.
fr: Réunissez 1 des cartes Dépouille de Cristal mises de côté avec les deux 2 cartes du dessus du deck Rencontre. Mélangez-les ensemble et placez les 3 cartes face cachée pour former une pile sous la Chambre à Sel.
it: Raduna 1 carta Cadavere Cristallizzato messa da parte insieme a 2 carte dalla cima del mazzo degli incontri. Mescola le 3 carte e collocale a faccia in giù in una pila sotto la Grotta del Sale.
ko: 치워 두었던 ‘수정화된 유해’ 사본 1장을 조우 덱 맨 위 카드 2장과 함께 모읍니다. 이렇게 모은 카드 3장을 뒷면으로 함께 섞어 ‘소금 동굴’ 밑에 카드 더미로 쌓아 놓습니다.
pl: Zbierz 1 z odłożonych na bok kart Kryształowe szczątki razem z 2 wierzchnimi kartami z talii spotkań. Potasuj je i umieść 3 zakryte karty w stosie pod Jaskinią solną.
ru: Возьмите 1 экземпляр отложенных «Кристаллических останков» и 2 карты с верха колоды контактов. Перемешайте их вместе и положите все 3 лицом вниз стопкой под «Соляную пещеру».
zh: 收齐1张放在一旁的晶化遗体以及遭遇牌库顶的2张卡牌，将其混洗后将这3张卡牌面朝下放在盐晶墓穴的底下。
