Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/04_the_silent_heath.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You reach the old Pearl Estate and stop yourself from walking into the yawning dark chasm in front of the dilapidated house. A shattered rooftop at the northern end of the estate tells a story of some violent impact: judging by the scattered boards, something shot out of the interior with the force of a cannonball. As you survey the ruins, you wonder what awful catastrophe befell the Pearl family. A skittering black shadow flits at the edge of your vision. When you turn to look, it has gone.
de: Du erreichst das alte Pearl-Anwesen und hältst gerade noch rechtzeitig an, bevor du in den gähnenden, dunklen Abgrund stürzt, der vor dem verfallenen Gebäude klafft. Ein zertrümmertes Dach am nördlichen Ende des Anwesens zeugt von einer zerstörerischen Kraft, die hier am Werk war: Den verstreuten Brettern nach zu urteilen, ist etwas mit der Wucht einer Kanonenkugel aus dem Inneren geschossen. Während du die Ruinen betrachtest, fragst du dich, welche schreckliche Katastrophe der Pearl-Familie widerfahren ist. Aus den Augenwinkeln nimmst du einen davonlaufenden schwarzen Schatten wahr. Als du dich umdrehst, ist er bereits wieder verschwunden.
es: Llegáis a la antigua Finca Perla y os frenáis para evitar caer en el oscuro abismo que se abre frente a la ruinosa casa. Un tejado hecho pedazos en el extremo norte de la finca indica que se ha producido un violento impacto: a juzgar por los tablones dispersos, algo surgió del interior con la fuerza de un cañonazo. Mientras exploráis las ruinas, os preguntáis qué terrible catástrofe sufrió la familia Perla. Una sombra negra pasa velozmente por la periferia de vuestra visión. Cuando os giráis para mirarla, ha desaparecido.
fr: Vous atteignez l’ancien domaine de Pearl Estate. Vous prenez garde à ne pas vous précipiter dans le gouffre sombre et béant qui se trouve devant la maison délabrée. Un toit brisé à l’extrémité nord du domaine témoigne d’un impact violent : à en juger par les planches éparpillées, quelque chose a jailli de l’intérieur avec la force d’un boulet de canon. En examinant les ruines, vous vous demandez quelle terrible catastrophe a bien pu frapper la famille Pearl. Une ombre noire et furtive se dessine à la limite de votre champ de vision. Lorsque vous vous retournez pour regarder, elle a disparu.
it: Raggiungete la vecchia tenuta dei Pearl, fermandovi appena in tempo sul ciglio della voragine che si apre davanti all'edificio diroccato. Il lembo di tetto sfondato, sul lato rivolto a nord, è testimonianza il un evento violento: a giudicare dalla direzione in cui le assi sono spezzate, walcosa dall'interno deve essere stato sparato fuori con la forza di un Frsiettile. Mentre perlustrate il rudere, vi chiedete quale catastrofe si sia abbattuta sulla famiglia Pearl, quando scorgete con la coda dell'occhio un'ombra scura zampettare via. Vi voltate d'istinto ma, qualsiasi cosa fosse, non ve n'è più traccia.
ko: 언덕을 올라 펄 저택 폐허에 도착하여, 낡은 저택 앞에 입을 쩍 벌린 어두운 구멍 가장자리에서 발걸음을 멈춥니다. 저택 북쪽 끄트머리 박살 난 지붕 근처에는 마치 안에서 대포라도 쏜 듯 사방으로 판자 조각이 흩어져 있었습니다. 이로 미루어, 저택에 격렬한 충격이 가해졌다는 사실을 어렵지 않게 알아볼 수 있습니다. 대체 펄 가문에는 어떤 끔찍한 재앙이 닥쳤을지를 상상하며 현장 조사를 시작했습니다. 그때, 시야 가장자리로 시커먼 그림자가 휙 하고 스쳐 지나갑니다. 재빨리 고개를 돌려 봤지만, 그것의 모습은 어디에도 보이지 않습니다.
pl: Docieracie do starej posiadłości Pearlów i o mało nie wpadacie do ziejącej przed rozpadającym się domem ciemnej przepaści. Zdemolowany dach na północnym krańcu posiadłości z pewnością opowiada historię jakiegoś gwałtownego uderzenia: sądząc po rozrzuconych deskach, coś wystrzeliło z wnętrza z siłą kuli armatniej. Kiedy badacie ruiny, zastanawiacie się, jaki koszmar spotkał rodzinę Pearlów. Kątem oka jedno z was dostrzega pełzający czarny cień, ale kiedy odwracacie się, by mu się przyjrzeć, już go nie ma.
ru: Вы доходите до старой усадьбы Пёрлов и замираете на краю разверстой зияющей бездны перед полуразрушенным домом. Разбитая с северной стороны крыша указывает на сильный удар: судя по разбросанным доскам, что-то вылетело изнутри с силой пушечного ядра. Осматривая руины, вы задаётесь вопросом, что за страшная судьба постигла семью Пёрлов. Вдруг на краю вашего зрения мелькает неуловимая чёрная тень. Когда вы оборачиваетесь, её уже нет.
zh: 你们来到珍珠庄园，在破旧宅邸如血盆大口般黑暗的裂缝前停下脚步。宅邸北边的屋顶碎裂，显示这里曾经受到剧烈的冲击。从四散的碎片来看，有东西从建物内部炸了出来，力道堪比加农砲的砲弹。你们边探查废墟，边疑惑到底降临到帕洛一家头上的是多大的一场灾难。突然有道黑影从你们的视野边缘一闪而过，但回头时它早已消失了。

source: Check the Campaign Log. If it is <b>Day 1</b> or <b>Night 1</b>:
de: Überprüfe das Kampagnenlogbuch. Falls es <b>Tag 1</b> oder <b>Nacht 1</b> ist:
es: Comprueba el registro de campaña. Si es el <b>Día 1</b> o la <b>Noche 1</b>:
fr: Vérifiez votre Carnet de Campagne. Si vous êtes au <b>Jour 1</b> ou à la <b>Nuit 1</b> :
it: Controllate il Diario della Campagna. Se è il <b>Giorno 1</b> o la <b>Notte 1</b>:
ko: 캠페인 기록지를 확인합니다. 지금이 <b>첫 번째 낮</b> 또는 <b>첫 번째 밤</b>이라면:
pl: Sprawdź Dziennik kampanii. Jeśli trwa <b>Dzień 1</b> lub <b>Noc 1</b>:
ru: Сверьтесь с журналом. Если сейчас <b>День 1</b> или <b>Ночь 1</b>:
zh: 检查剧本日志。如果目前是<b>第一日</b>或<b>第一夜</b>：

source: Remove Agenda 2a: Desolation (v.II) from the game.
de: Agenda 2a – Trostlosigkeit (V. II) wird aus dem Spiel entfernt.
es: Retira de la partida el plan 2a: Desolación (v.II).
fr: Retirez de la partie l’Intrigue 2a : Désolation (v.II).
it: Rimuovete dal gioco la Trama 2a - Desolazione (v. II).
ko: 주요사건 2a - ‘황폐(v.II)’를 게임에서 제거합니다.
pl: Usuń z gry Tajemnicę 2a: Spustoszenie (w. II).
ru: Удалите замысел 2a «Запустение (вариант II)» из игры.
zh: 将密谋2a：荒芜(版本二)从游戏中移除。

source: Remove Agenda 2a: Desolation (v.I) from the game.
de: Agenda 2a – Trostlosigkeit (V. I) wird aus dem Spiel entfernt.
es: Retira de la partida el plan 2a: Desolación (v.I).
fr: Retirez de la partie l’Intrigue 2a : Désolation (v.I).
it: Rimuovete dal gioco la Trama 2a - Desolazione (v. I).
ko: 주요사건 2a - ‘황폐(v.I)’를 게임에서 제거합니다.
pl: Usuń z gry Tajemnicę 2a: Spustoszenie (w. I).
ru: Удалите замысел 2a «Запустение (вариант I)» из игры.
zh: 将密谋2a：荒芜(版本一)从游戏中移除。

source: Put the following locations into play: Crystal Grove, Pearl Estate Ruins, and Ashen Slope. Use the diagram below for reference.
de: Die folgenden Orte werden entsprechend der Abbildung unten ins Spiel gebracht: Kristalliner Hain, Ruine des Pearl-Anwesens und Aschehang.
es: Pon los siguientes Lugares en juego: Arboleda de cristal, Ruinas de la Finca Perla y Pendiente de ceniza. Usa el diagrama de más abjo como referencia.
fr: Mettez en jeu les lieux suivants : Bosquet de Cristal, Ruines de la Résidence Pearl et Colline de Cendres. Référez-vous au schéma présenté ci-dessous.
it: Mettete in gioco i luoghi seguenti: Frutteto Cristallizzato, Rovine della Tenuta dei Pearl e Declivio di Cenere. Come riferimento usate il diagramma sottostante.
ko: ‘수정 과수원’, ‘폐허가 된 펄 저택’, ‘잿빛 비탈’ 장소를 플레이 영역에 둡니다. 아래 장소 배치도를 참조하세요.
pl: Umieść w grze następujące lokalizacje: Kryształowy zagajnik, Ruiny posiadłości Pearlów i Zbocze pokryte popiołem. Użyj poniższego schematu Ułożenia lokalizacji.
ru: Введите в игру следующие локации: «Хрустальная роща», «Руины поместья Пёрлов» и «Пепельный склон». Используйте схему расклада локаций ниже.
zh: 将下列地点放置入场：水晶密林、珍珠庄园遗址和灰烬坡。

source: Each investigator begins play at the Pearl Estate Ruins.
de: Jeder Ermittler beginnt das Spiel in der Ruine des Pearl-Anwesens.
es: Cada investigador comienza la partida en las Ruinas de la Finca Perla.
fr: Chaque investigateur commence la partie dans le lieu Ruines de la Résidence Pearl.
it: Iniziate la partita nelle Rovine della Tenuta dei Pearl.
ko: 모든 조사자는 ‘폐허가 된 펄 저택’에서 시작합니다.
pl: Wszyscy badacze rozpoczynają grę w Ruinach posiadłości Pearlów.
ru: Все сыщики начинают игру в «Руинах поместья Пёрлов».
zh: 每位调查员从珍珠庄园遗址开始游戏。

source: Pearl Estate Ruins
de: Ruine des Pearl-Anwesens
es: Ruinas de la Finca Perla
fr: Ruines de la Résidence Pearl
it: Rovine della Tenuta dei Pearl
ko: 폐허가 된 펄 저택
pl: Ruiny posiadłości Pearlów
ru: Руины поместья Пёрлов
zh: 珍珠庄园遗址

source: Ashen Slope
de: Aschehang
es: Pendiente de ceniza
fr: Colline de Cendres
it: Declivio di Cenere
ko: 잿빛 비탈
pl: Zbocze pokryte popiołem
ru: Пепельный склон
zh: 灰烬坡

source: Crystal Grove
de: Kristalliner Hain
es: Arboleda de cristal
fr: Bosquet de Cristal
it: Frutteto Cristallizzato
ko: 수정 과수원
pl: Kryształowy zagajnik
ru: Хрустальная роща
zh: 水晶秘木

source: <b>Placing New Locations</b> When placing new locations, place them adjacent to your location. Note that the starting locations are still connected via their location connection icons. <i>Example: the four placeholder Cavern locations in the diagram indicate where locations from Crystal Grove would be placed.</i>
de: <b>Neue Orte platzieren</b> Sobald ein neuer Ort platziert wird, platziere ihn benachbart zu deinem Ort. Anmerkung: Die Startorte sind auch über die Verbindungssymbole miteinander verbunden. <i>Beispiel: Die vier Platzhalter Höhle-Orte in der Abbildung zeigen an, wo neue Orte vom Ort Kristalliner Hain aus platziert werden.</i>
es: <b>Colocación de nuevos Lugares</b> Al colocar nuevos Lugares, colócalos adyacentes a tu Lugar. Ten en cuenta que los Lugares iniciales siguen conectados mediante sus iconos de conexión. <i>Ejemplo: Las 4 Lugares Caverna en el diagrama indican donde irían colocadas los Lugares desde la Arboleda de cristal.</i>
fr: <b>Placer de Nouveaux Lieux</b> Lorsque vous placez de nouveaux lieux, placez-les adjacents à votre lieu. Notez que les lieux de départ sont toujours connectés via leurs icônes de connexion. <i>Exemple : les quatre espaces réservés aux lieux Caverne dans le schéma indiquent où les lieux peuvent être placés depuis le Bosquet de Cristal.</i>
it: <b>Collocare Nuovi Luoghi</b> Quando un investigatore colloca un nuovo luogo, lo colloca adiacente al suo luogo. Attenzione: I luoghi di partenza sono collegati anche tramite le icone collegamento. <i>Esempio: i quattro indicatori nel diagramma indicano dove verrebbero collocati i luoghi partendo dal Frutteto Cristallizato.</i>
ko: <b>새로운 장소 배치</b> 새로운 장소를 배치할 때, (별도의 지시가 없다면) 당신이 위치한 장소와 이웃한 곳에 둡니다. 시작 시 플레이 상태인 장소 세 곳은 연결 기호를 통해서도 이어져 있다는 점에 유의하세요. <i>알아두기: 본 예시 그림에서는 ‘수정 과수원’에서 새로운 장소 하나를 둔다고 가정했을 때, 둘 수 있는 공간 네 곳을 표시해 둔 것입니다.</i>
pl: <b>Umieszczanie nowych lokalizacji</b> Kiedy umieszczasz nową lokalizację, umieść ją sąsiadująco z twoją lokalizacją. Ważne: początkowe lokalizacje nadal są połączone przez swoje symbole połączeń. <i>Przykład: cztery karty-wypełniacze lokalizacji Jaskinia na diagramie wskazują, gdzie zostaną umieszczone lokalizacje w trakcie pobytu w Kryształowym zagajniku.</i>
ru: <b>Выкладывание новых локаций</b> Выкладывая новые локации, кладите их в соседние с вашей локацией места (сверху, снизу, справа или слева). Обратите внимание: стартовые локации всё ещё связаны друг с другом через символы связи.
zh: <b>放置新地点</b> 放置新地点时，将其放在你所在地点的相邻位置。请注意起始的地点之间依然借由连接符号互相连接。 <i>例子：图中的4个岩洞地点空格表示从水晶秘林放置地点的可用位置。</i>

source: Set each of the following aside, out of play: the Brood Queen enemy, both copies of the Crystal Parasite enemy, and the single-sided Salt Chamber, Larval Tunnel, and Crystal Nursery locations.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: der Gegner Brutkönigin, beide Gegner Kristall-Parasit sowie die einseitigen Orte Salzkammer, Larventunnel und Kristalline Brutkammer.
es: Pon aparte las siguientes cartas, fuera del juego: el Enemigo Reina de progenie, las dos copias del Enemigo Parásito de cristal y los Lugares de una sola cara Cámara de sal, Túnel de larvas y Zona de cría de cristal.
fr: Mettez de côté chacun des éléments suivants, hors jeu : l’ennemi Reine de la Couvée, les deux exemplaires de l’ennemi Parasite de Cristal et les lieux Chambre à Sel, Galerie Larvaire et Crèche de Cristal n’ayant qu’une seule face.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: il nemico Regina della Nidiata, le 2 copie del nemico Parassita Cristallino e i luoghi a un solo lato Grotta del Sale, Galleria Larvale e Nido Cristallino.
ko: ‘수정질 기생충’ 적 사본 2장, ‘무리 여왕’ 적, 단면 ‘소금 동굴’ 장소, 단면 ‘애벌레 동굴’ 장소, 단면 ‘수정 부화장’ 장소를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, następujące karty: wroga Królowa lęgu, obie kopie wroga Kryształowy pasożyt oraz jednostronne lokalizacje Jaskinia solna, Tunel z larwami i Kryształowa wylęgarnia.
ru: Отложите в сторону, вне игры, следующие карты: врага «Матка роя», оба экземпляра врага «Кристаллический паразит» и односторонние локации «Соляная пещера», «Туннель личинок» и «Кристаллические гнёзда».
zh: 将下列卡牌放在一旁，置于场外：虫巢女王敌人，2张晶化寄生虫敌人，以及单面的盐晶墓穴、幼虫坑道、水晶园地点。

source: Shuffle the 3 Crystal Remains story asset cards facedown <i>(so you do not know which is which)</i> and set them aside, out of play.
de: Die 3 Storyvorteilskarten Kristalline Überreste werden verdeckt gemischt <i>(damit nicht zu erkennen ist, welche welche ist)</i> und als nicht im Spiel befindlich beiseitegelegt.
es: Baraja las 3 cartas de Apoyo de historia Restos cristalinos <i>(de forma que no sepas cuál es cuál)</i> y ponlas aparte, fuera del juego.
fr: Mélangez les 3 soutiens d’histoire Dépouille de Cristal face cachée <i>(de sorte que vous ne pouvez pas les identifier)</i> et mettez-les de côté, hors jeu.
it: Mescolate a faccia in giù i 3 supporti storia Cadavere Cristallizzato <i>(in modo da non riconoscerli)</i> e metteteli da parte, temporaneamente fuori dal gioco.
ko: ‘수정화된 유해’ 이야기 자산 카드 3장을 <i>(카드의 앞면을 분간할 수 없도록)</i> 뒷면으로 섞어 비플레이 상태로 치워 둡니다.
pl: Potasuj 3 zakryte atuty fabularne Kryształowe szczątki <i>(tak, aby gracze nie wiedzieli, który jest który)</i> i odłóż je na bok, poza grę.
ru: Замешайте лицом вниз 3 экземпляра сюжетного актива «Кристаллические останки» <i>(чтобы вы не знали, где какой)</i> и отложите их в сторону, вне игры.
zh: 将3张晶化遗体剧情支援面朝下混洗<i>(因此你将无法辨认它们)</i>，并将它们放在一旁，置于场外。

source: Choose 3 locations at random from the <i>Horrors in the Rock</i> encounter set and set them aside without looking at their revealed sides. Remove the remaining <i>Horrors in the Rock</i> locations from the game.
de: Aus dem Begegnungsset <i>Schrecken im Felsen</i> werden zufällig 3 Orte bestimmt und als nicht im Spiel befindlich beiseitegelegt, ohne ihre enthüllten Seiten anzusehen. Die übrigen Orte aus <i>Schrecken im Felsen</i> werden aus dem Spiel entfernt.
es: Elige 3 Lugares al azar del conjunto de encuentros <i>Horrores de la roca</i> y ponlos aparte sin mirar sus lados revelados. Retira de la partida los Lugares restantes de <i>Horrores de la roca</i>.
fr: Choisissez 3 lieux pris au hasard dans le set de rencontre <i>Horreurs des Roches</i> et mettez-les de côté sans regarder leurs faces visibles. Retirez de la partie les lieux <i>Horreurs des Roches</i> restants.
it: Scegliete 3 luoghi casuali del set di incontri <i>Orrori nella Roccia</i> e metteteli da parte senza guardarne il lato aperto. Rimuovete dal gioco i luoghi rimanenti del set di incontri <i>Orrori nella Roccia</i>.
ko: [[바위 사이의 공포]] 조우 세트에서 무작위 장소 3장을 선택하여, 그 카드들의 공개 면을 확인해 보지 않고 비플레이 상태로 치워 둡니다. [[바위 사이의 공포]] 조우 세트에 포함된 나머지 장소는 모두 게임에서 제거합니다.
pl: Wybierz 3 losowe lokalizacje z zestawu spotkań <i>Koszmary z jaskini</i> i odłóż je na bok bez podglądania ich odkrytych stron. Usuń z gry pozostałe lokalizacje z zestawu <i>Koszmary z jaskini</i>.
ru: Выберите 3 случайные локации из набора контактов «Ужасы в камне» и отложите их в сторону, не глядя на их открытые стороны. Удалите оставшиеся локации из набора контактов «Ужасы в камне» из игры.
zh: 从<i>石中骇物</i>遭遇组中随机选择3张地点，并将它们放在一旁，不要查看它们的揭示面。将<i>石中骇物</i>遭遇组剩余的其他地点从游戏中移除。

source: Place Leah Atwood at the Pearl Estate Ruins location.
de: Leah Atwood wird in der Ruine des Pearl-Anwesens platziert.
es: Coloca a Leah Atwood en el Lugar Ruinas de la Finca Perla.
fr: Placez Leah Atwood dans le lieu Ruines de la Résidence Pearl.
it: Collocate Leah Atwood nelle Rovine della Tenuta dei Pearl.
ko: ‘리아 앳우드’를 플레이 영역 중 ‘폐허가 된 펄 저택’ 장소에 둡니다.
pl: Umieść Leah Atwood w lokalizacji Ruiny posiadłości Pearlów.
ru: Выложите «Лию Этвуд» в «Руины поместья Пёрлов».
zh: 将莉亚．阿特伍德放到珍珠庄园遗址地点。

source: If it is <b>Day 2</b>:
de: Falls es <b>Tag 2</b> ist:
es: Si es el <b>Día 2</b>:
fr: Si vous êtes au <b>Jour 2</b> :
it: Se è il <b>Giorno 2</b>:
ko: 지금이 <b>두 번째 낮</b>이라면:
pl: Jeśli jest <b>Dzień 2</b>:
ru: Если сейчас <b>День 2</b>:
zh: 如果目前是<b>第二日</b>：

source: Place Dr. Rosa Marquez at the Crystal Grove location.
de: Dr. Rosa Marquez wird auf dem Kristallinen Hain platziert.
es: Coloca a la Dra. Rosa Marquez en el Lugar Arboleda de cristal.
fr: Placez le Dr Rosa Marquez dans le lieu Bosquet de Cristal.
it: Collocate la Dott.ssa Marquez nel Frutteto Cristallizato.
ko: ‘로사 마르케스 박사’를 플레이 영역 중 ‘수정 과수원’ 장소에 둡니다.
pl: Umieść Dr Rosę Marquez w lokalizacji Kryształowy zagajnik.
ru: Выложите «Доктора Розу Маркес» в «Хрустальную рощу».
zh: 将萝莎．马尔克斯博士放到水晶密林地点。

source: Place Mother Rachel at the Ashen Slope location.
de: Mutter Rachel wird auf dem Aschehang platziert.
es: Coloca a la Madre Rachel en el Lugar Pendiente de ceniza.
fr: Placez Mère Rachel dans le lieu Colline de Cendres.
it: Collocate Madre Rachel nel Declivio di Cenere.
ko: ‘대모 레이첼’을 플레이 영역 중 ‘잿빛 비탈’ 장소에 둡니다.
pl: Umieść Matkę Rachel w lokalizacji Zbocze pokryte popiołem.
ru: Выложите «Матушку Рейчел» на «Пепельный склон».
zh: 将瑞秋主母放到灰烬坡地点。

source: Resident asset defeated
de: Besiegte Einwohner-Vorteilskarte
es: Apoyo Habitante derrotado
fr: Soutien habitant vaincu
it: Supporto abitante sconfitto
ko: 쓰러진 주민 자산
pl: Pokonany atut Mieszkaniec
ru: Актив-местный житель побеждён
zh: 住民支援被击败

source: Codex Ψ: Larval Tunnel
de: Kodex Ψ: Larventunnel
es: Códice Ψ: Túnel de larvas
fr: Codex Ψ : La Galerie Larvaire
it: Codex Ψ: La Galleria Larvale
ko: 서고 Ψ: 애벌레 동굴
pl: Kodeks Ψ: Tunel z larwami
ru: Архив Ψ: Туннель личинок
zh: 圣典Ψ：幼虫坑道

source: Codex Ω: Salt Chamber
de: Kodex Ω: Salzkammer
es: Códice Ω: Cámara de sal
fr: Codex Ω : La Chambre à Sel
it: Codex Ω: La Grotta del Sale
ko: 서고 Ω: 소금 동굴
pl: Kodeks Ω: Jaskinia solna
ru: Архив Ω: Соляная пещера
zh: 圣典Ω：盐晶墓穴

source: Codex Φ: Crystal Nursery
de: Kodex Φ: Kristalline Brutkammer
es: Códice Φ: Zona de cría de cristal
fr: Codex Φ : La Crèche de Cristal
it: Codex Φ: Il Nido Cristallino
ko: 서고 Φ: 수정 부화장
pl: Kodeks Φ: Kryształowa wylęgarnia
ru: Архив Φ: Кристаллические гнёзда
zh: 圣典Φ：水晶园

source: Codex Σ: Brood Queen
de: Kodex Σ: Brutkönigin
es: Códice Σ: Reina de progenie
fr: Codex Σ : La Reine de la Couvée
it: Codex Σ: La Regina della Nidiata
ko: 서고 Σ: 무리 여왕
pl: Kodeks Σ: Królowa lęgu
ru: Архив Σ: Матка роя
zh: 圣典Σ：虫巢女王

source: “We do not choose our path. Whether for the simple, the wise, or those fools who think themselves wise, it is the same. The choices are made for us. The best we can do is to accept our place,” the matron says, kneeling. She looks past you to the ruined house. “You shall soon know your place. As will the people of the Vale.”
de: „Wir suchen uns unseren Weg nicht aus. Das gilt für die Einfältigen, die Weisen und die Narren, die sich für weise halten. Es gilt für alle im gleichen Maße: Die Entscheidungen werden für uns getroffen. Das Beste für uns ist, wenn wir unseren Platz akzeptieren“, sagt die Oberin und kniet nieder. Sie blickt an dir vorbei zu dem zerstörten Haus. „Auch Sie werden Ihren Platz bald kennen. So wie die Menschen des Tals.“
es: –No elegimos nuestro camino. Es el mismo tanto para los simples, como para los sabios o para los necios que piensan que son sabios. Ya han tomado las elecciones por nosotros. Lo mejor que podemos hacer es aceptar nuestro lugar –dice la matrona mientras se arrodilla y mira en dirección de la casa en ruinas–. Pronto sabrán cuál es su lugar. Igual que la gente del Valle.
fr: « On ne choisit pas son chemin. Que ce soit pour les gens simples, les sages ou les fous qui se croient sages, c est la même chose. Les choix sont faits pour nous. Le mieux que nous pouvons faire est d’accepter notre place », dit la matrone en s’agenouillant. Elle regarde au-delà de vous, vers la maison en ruine. « Vous connaîtrez bientôt votre place. Tout comme les habitants de Vale. »
it: "Non siamo noi a scegliere il nostro cammino. Non i semplici, né i saggi, né gli sciocchi che si credono saggi. Le nostre scelte vengono compiute per noi, noi non possiamo fare altro che accettare il nostro posto." La matrona si inginocchia, continuando il suo sermone fissando un punto dietro di voi, tra le mura della tenuta. "Presto anche voi conoscerete il vostro posto. E con voi gli abitanti della valle."
ko: “우리는 스스로의 길을 선택하지 않아요. 단순한 자든, 현명한 자든, 제 자신이 현명하다고 믿는 우둔한 자든, 누구에게도 통하는 진리죠. 우리에게는 선택된 바가 통보될 뿐이에요. 우리가 할 수 있는 최선은 각자의 자리를 받아들이는 것입니다.” 대모 레이첼이 무릎을 꿇더니, 당신 뒤편으로 폐허가 된 저택을 바라보며 말을 잇습니다. “그대 역시 곧 자신의 자리를 알게 될 거예요. 우리 헴록 베일 사람들과 마찬가지로.”
pl: „Nie wybieramy własnej drogi. Jest taka sama dla ludzi prostych, mądrych, czy też głupców, którzy tylko uważają, że są mędrcami. Wybory są dokonywane za nas. Najlepsze, co możemy zrobić, to znać swoje miejsce” – mówi kobieta, klęcząc. Spogląda na zrujnowany dom za waszymi plecami. „Powinniście zaakceptować swój los. Tak jak zrobią to mieszkańcy Doliny”.
ru: «Мы не выбираем свой путь. Ни простаки, ни мудрецы, ни глупцы, считающие себя мудрецами, — никто. Любой выбор уже сделан за нас. Мы можем лишь принять наше место в мире, — говорит матрона, преклонив колени. Она смотрит на разрушенный дом позади вас. — Скоро и вы узнаете своё место. Как и все здесь».
zh: “我们的道路不是由自己选择的。无论是单纯的人、睿智的人，又或是自作聪明的愚者都一样。一切早已注定，接受命运就是我们最好的回应。”修女长虔诚的跪倒在地，望向你们身后的庄园遗迹。“你们很快就会知晓自己的命运，谷地的人民们亦如是。”

source: Increase Mother Rachel’s Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe Mutter Rachels Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de la madre Rachel. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de Mère Rachel. Chaque investigateur reçoit 1 point d'expérience bonus.
it: Aumenta il Livello di Relazione con Madre Rachel. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘대모 레이첼’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Matką Rachel. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия матушки Рейчел. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升瑞秋主母的友好度。每位调查员取得1点奖励经验值。
