Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/05_the_lost_sister.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Gideon leans forward and studies a formation of black sand and rocks. “Tweren’t always so strange here. Hemlock Isle’s gotten quite queer over the years. But nae I think of it, I s’pose...” The old man trails off, lost in thought. After some time, he stands up shakily. “I lost summat of an old heirloom here. Well I din’t lose it sumach as I buried it an’ forgot where it were, if ye get.” He prattles on about three other unrelated tales before circling back. “I weren’t so dull I buried it in the sand. But there were a big black rock looked a mite like a whale. That’s where I buried it. If ye’d help me find it, I’d be much obliged.”
de: Gideon beugt sich vor und betrachtet eine Formation aus schwarzem Sand und Felsen. „Hier war es nicht immer so seltsam. Hemlock Isle hat sich im Laufe der Jahre ziemlich verändert, wissen Sie? Aber wenn ich so drüber nachdenke, dann...“ Der alte Mann schweift in Gedanken versunken ab. Nach einiger Zeit steht er wacklig auf. „Ich habe hier so was wie ein altes Erbstück verloren. Nun ja, ich habe es nicht verloren, ich habe es nur vergraben und vergessen, wo.“ Er erzählt noch plappernd drei andere Geschichten, die nichts miteinander zu tun haben, bevor er den Faden wieder aufnimmt. „Ich war nicht so dumm, es im Sand zu vergraben. Aber da war ein großer schwarzer Felsen, der ein bisschen wie ein Wal aussah. Dort habe ich es vergraben. Wenn Sie mir bei der Suche helfen würden, wäre ich Ihnen sehr dankbar.“
es: Gideon se inclina hacia delante y estudia una formación de arena negra y rocas. –Las cosas no siempre han sido tan extrañas aquí. La Isla de la Cicuta se ha vuelto bastante rara con el paso de los años. Pero ahora que lo pienso, supongo… El anciano pierde el hilo y queda sumido en sus pensamientos. Después de algún tiempo, se levanta tembloroso. –Aquí perdí una vieja reliquia familiar. Bueno, más que perderla, la enterré y se me ha olvidado dónde –comienza a decir antes de meterse en otros tres relatos que no tienen nada que ver antes de volver al tema principal–. No fui tan tonto como para enterrarla en mitad de la arena. Pero había una gran roca negra que tenía un aire como de ballena. Fue allí donde la enterré. Les agradecería mucho que me ayudasen a encontrarla.
fr: Gideon se penche en avant et étudie une formation de sable noir et de rochers. « Tout n’a pas toujours été aussi étrange ici. Hemlock Isle est devenue assez bizarre au fil des ans. Mais maint’nant quand j’y pense, j’me dis… » Le vieil homme s’interrompt, perdu dans ses pensées. Au bout d’un moment, il se lève en tremblant. « J’ai perdu que'que chose d’ancien ici. Un héritage. Enfin, j’l’ai point perdu puisque j’l’ai enterré et que j’ai oublié où il était, si vous voyez c’que j’veux dire. » Il se lance dans trois autres histoires sans rapport avant de revenir en arrière. « J’ai pas été si bête. J’l’ai enterré dans le sable. Mais y avait un gros rocher noir qui r’ssemblait un peu à une baleine. C’est là que j’l’ai enterré. Si vous pouviez m’aider à l'retrouver, j'vous en serais très r‘connaissant. »
it: Gideon si sporge in avanti, studiando una formazione di sabbia e rocce nere. "Mica erano sempre così strane 'ste cose. L'isola si è fatta parecchio stramba col tempo. Ma mo' che ci penso, mi sa... " Coi pensieri sull'orlo della deriva, il vecchio scuote il capo risollevandosi. "Ho perso un vecchio cimelio. Beh, non è che l'ho proprio perso, è che l'ho nascosto da qualche parte e mi sono scordato dove, capito?" Come di solito accade, Gideon comincia a divagare con altre tre questioni che nulla hanno a che vedere con l'argomento di cui parlavate, prima di riprendere il filo. "Non ero così stordito da seppellirlo nella sabbia, eh. C'era una pietrona nera che sembrava tipo una balena. È lì che l'ho nascosto. Se mi aiuti a trovarlo, mi fai un sacco contento."
ko: 기디언이 고개를 숙여 검은 모래와 바위로 이루어진 지형을 살핍니다. “여기가 처음부터 이짝이 난 건 아녔어. 헴록 섬이 요상해진 지도 몇 년이 됐는데, 생각을 해보니까...” 기디언 노인은 말꼬리를 흐리며 생각 속에 푹 잠깁니다. 잠시 후, 기디언이 휘청거리며 몸을 일으킵니다. “여기서 오랜 가보 나부랭이를 잃어버렸어. 아니 잃어버린 게 아니라, 얻다가 묻어뒀는데 까마귀 고기를 먹었나 완전 까먹었지. 뭔 말인지 알겠지?” 기디언이 또다시 상관없는 이야기 세 가지를 늘어놓으며 빙빙 화제를 돌리다가 다시 본론으로 돌아옵니다. “그냥 아무 모래나 파고 묻었을 정도로 아둔하진 않아. 고래처럼 생긴 커다란 검은색 바위, 거기 묻었던 건 기억 나. 찾게 도와주면 정말로 고맙겠는데 말이야.”
pl: Gideon pochyla się do przodu i bada formację zbudowaną z czarnego piasku i skał. „Nie zawszy było tu tak dziwnie. Wyspa zrobiła się dziwaczna przez ostatnie lata. Ale jak sobie myślę, to może...” Starzec pogrąża się w myślach. Po pewnym czasie wstaje, drżąc. „Zgubiłem tu kiedyś starą pamiątkę. No, nie tyle zgubiłem, co zakopałem, tylko nie pamiętam, gdzie”. Opowiada wam trzy inne, niezwiązane ze sobą opowieści, po czym wraca do tematu. „Nie byłem taki głupi, żeby po prostu zakopać ją w piasku. Była tam wielka czarna skała, wyglądająca jak wieloryb. Tam ją zakopałem. Pomóż mi ją znaleźć, będę zobowiązany”.
ru: Гидеон наклоняется вперёд и изучает образование из песка и камней: «Раньше-то так странно не было. С годами остров Хемлок стал какой-то чудной. Но, если подумать, то… — старик замолкает, погрузившись в раздумья. Спустя какое-то время он встаёт, пошатываясь. — Я потерял тут одну безделуху. Ну оно точней как бы не потерял, а закопал… да забыл куда, ежели вы понимаете. — Он рассказывает ещё три не связанные друг с другом истории, а потом возвращается к своей мысли. — Дурная моя голова решила зарыть её в песок. Но там был такой чёрный камень… здоровый, как кит. Там-то и зарыл. Ежли поможете мне найти его, буду премного благодарен».
zh: 吉迪恩傾身研究著黑色砂礫跟岩石。“這裡不是一直都這麼詭異的，近幾年赫姆拉克島的怪事越來越多。但不是我所想的那樣，我想應該是……”老人突然沉默不語，陷入了思考之中。過了一陣子，他搖搖晃晃地站起身：“我好像遺失了某種傳家寶之類的東西，好吧我沒有遺失，我只是把它埋了之後又忘記了埋在哪裡，如果你懂我的意思的話。”他又講了其他三個沒相關的故事後才繞回這個話題，“我沒有笨到把它埋在沙子裡，但那裡有一塊看起來像鯨魚的黑色大石頭。我就把它埋在那。如果你們能幫我找到，我會很感謝。”

source: Remember “Gideon is searching for an heirloom.” <i>(Hint: If investigators control at least 2 [per_investigator] clues at the end of this scenario, you can help Gideon find what he’s looking for!)</i>
de: Merke dir, dass „Gideon nach einem Erbstück sucht“. <i>(Tipp: Falls die Ermittler am Ende des Szenarios mindestens 2 [per_investigator] Hinweise kontrollieren, kannst du Gideon dabei helfen zu finden, wonach er sucht!)</i>
es: Recuerda que “Gideon está buscando una reliquia familiar” <i>(Consejo: Si los investigadores controlan al menos 2 pistas [per_investigator] al final de este escenario, podéis ayudar a Gideon a encontrar lo que busca)</i>.
fr: Rappelez-vous que « Gideon est à la recherche d’un héritage. » <i>(Conseil : si les investigateurs contrôlent au moins 2 [per_investigator] indices à la fin de ce scénario, vous pouvez aider Gideon à trouver ce qu’il cherche !)</i>
it: Annota che "Gideon sta cercando un cimelio". <i>(Suggerimento: Se gli investigatori controllano 2 [per_investigator] o più indizi alla fine di questo scenario, riescono ad aiutare Gideon a trovare quello che sta cercando!)</i>
ko: “기디언이 가보를 찾고 있다”라고 기억합니다. <i>(조언: 이번 시나리오 끝에, 조사자들이 함께 단서를 2 [per_investigator]개 조종하고 있다면, 기디언이 가보를 찾는 일을 도울 수 있습니다!)</i>
pl: Zapamiętaj, że „Gideon szuka rodzinnej pamiątki”. <i>(Wskazówka: Jeśli badacze na końcu tego scenariusza będą kontrolować przynajmniej 2 [per_investigator] żetonów wskazówek, pomogą Gideonowi odnaleźć to, czego szuka!)</i>
ru: Запомните, что <i>Гидеон ищет памятную безделушку</i>. <i>(Подсказка: Если сыщики закончат сценарий хотя бы с 2 [per_investigator] улик под контролем, вы можете помочь Гидеону найти её!)</i>
zh: 請記住“吉迪恩在尋找傳家寶。”<i>(提示：如果冒險結束時，調查員們控制至少2[per_investigator]個線索，你們可以幫助吉迪恩找到他的寶藏！)</i>

source: <b>If “Theo is arguing with Helen” and both Theo Peters and Helen Peters are at the same location:</b>
de: <b>Falls „Theo einen Streit mit Helen hat“ und sich sowohl Theo Peters als auch Helen Peters am selben Ort befinden:</b>
es: <b>Si “Theo está discutiendo con Helen” y tanto Theo Peters como Helen Peters están en el mismo Lugar:</b>
fr: <b>Si « Theo se dispute avec Helen » et que Theo Peters et Helen Peters sont dans le même lieu :</b>
it: <b>Se "Theo sta litigando con Helen" e Theo Peters e Helen Peters si trovano nello stesso luogo:</b>
ko: <b>“테오와 헬렌이 말다툼을 벌였다”이고 ‘테오 피터스’와 ‘헬렌 피터스’가 같은 장소에 있다면:</b>
pl: <b>Jeśli „Theo kłóci się z Helen” oraz Theo Peters i Helen Peters znajdują się w tej samej lokalizacji:</b>
ru: <b>Если <i>Тео ссорится с Элен</i> и «Тео Питерс» и «Элен Питерс» находятся в одной локации:</b>
zh: <b>如果“西奧正在與海倫爭執”且西奧．彼得斯與海倫．彼得斯在同一個地點：</b>

source: As you and Theo follow Helen through yet another slimy tunnel, you emerge into a large room the size of an ampitheater. Branching coral and massive crustaceans grip the wet, dark rock around you, and for a moment, the group collectively holds their breath, taking in the unbelievable scene. “Let’s keep moving,” Helen says gruffly. She quickly outpaces you and Theo, and you take the moment to ask the young man more about his sister’s icy demeanor. “She blames the Vale for...For, well, everything. A year ago, we were barely making ends meet in Akwan. She tried to get me to take up fishing, like my father, and—” he seems to choke on his words. “It’s not like I was ever any help. But when I visited the Vale, I felt like I had a place. Somewhere I belonged. Mother Rachel says—” “Shut up,” Helen breaks into the conversation. “It’s bad enough Lizzie heard you talking up that loon when you were home. You wanna be her lap dog, go ahead. You wanna turn your back on us, go ahead. But don’t spout any of that bullshit around me.” Theo’s cheeks flush as his sister prods what is clearly an old wound.
de: Als Theo und du Helen durch einen weiteren schleimigen Tunnel folgt, gelangt ihr in einen großen Raum von der Größe eines Amphitheaters. Unzählige Korallenarten und riesige Krustentiere säumen die nassen, dunklen Felsen um euch herum. Einen Moment lang haltet ihr gemeinsam den Atem an, während ihr die unglaubliche Szenerie bestaunt. „Lasst uns weitergehen“, sagt Helen plötzlich unwirsch. Sie lässt dich und Theo schnell hinter sich und du nutzt den Moment, um den jungen Mann nach dem eisigen Verhalten seiner Schwester zu fragen. „Sie gibt dem Tal die Schuld an... an, nun ja, allem. Vor einem Jahr kamen wir in Akwan kaum über die Runden. Sie hat versucht, mich dazu zu bringen, mit dem Fischen anzufangen, wie mein Vater es tat, und ...“ Er scheint sich an seinen Worten zu verschlucken. „Es ist nicht so, dass ich jemals eine Hilfe gewesen wäre. Aber als ich das Tal besuchte, hatte ich das Gefühl, einen Platz zu haben. Irgendwo, wo ich hingehörte. Mutter Rachel sagt ...“ „Halt die Klappe!“, mischt sich Helen in euer Gespräch ein. „Es ist schon schlimm genug, dass Lizzie gehört hat, in welchen hohen Tönen du über diese Verrückte geredet hast, als du zu Hause warst. Wenn du ihr Schoßhündchen sein willst, nur zu. Wenn du uns den Rücken kehren willst, nur zu. Aber rede in meiner Gegenwart nicht so einen Blödsinn.“ Theos Wangen erröten, als seine Schwester offensichtlich in einer alten Wunde herumstochert.
es: Mientras Theo y tú seguís a Helen por otro túnel recubierto de cieno, acabáis saliendo a una gran sala del tamaño de un anfiteatro. En la oscura y húmeda roca que os rodea hay formaciones de coral y enormes crustáceos. El grupo contiene el aliento durante un momento mientras asimiláis la increíble escena. –Sigamos moviéndonos –dice Helen con aspereza. No tarda en adelantarse a Theo y a ti, por lo que aprovechas para preguntarle al joven por la fría actitud de su hermana. –Culpa al Valle por… Bueno, por todo. Hace un año, apenas lográbamos llegar a fin de mes en Akwan. Intentó que empezara a dedicarme a la pesca, como mi padre, y… –parece ahogarse con sus palabras–. No es que yo ayudara nunca mucho. Pero cuando visité el Valle, sentí que tenía sitio allí. Era un lugar en el que encajaba. La madre Rachel dice… –Cállate –interrumpe Helen–. Bastante malo es ya que Lizzie te oyera poniendo a esa lunática por las nubes cuando estabas en casa. Si quieres ser su perrito faldero, adelante. Si quieres darnos la espalda, adelante. Pero no te pongas a soltar esa mierda conmigo delante. Las mejillas de Theo se ruborizan cuando su hermana mete el dedo en lo que parece ser una vieja herida.
fr: Alors que Theo et vous suivez Helen dans un autre tunnel visqueux, vous émergez dans une grande salle de la taille d un amphithéâtre. Des coraux ramifiés et des crustacés massifs s’agrippent à la roche humide et sombre qui vous entoure, et pendant un moment, le groupe retient collectivement son souffle, pour prendre la mesure de ce spectacle incroyable. « Continuons à avancer », dit Helen d’un ton bourru. Elle vous dépasse rapidement, Theo et vous, et vous en profitez pour interroger le jeune homme sur le comportement glacial de sa sœur. « Elle en veut à Vale pour… pour, eh bien, tout. Il y a un an, nous avions du mal à joindre les deux bouts à Akwan. Elle a essayé de me faire commencer à pêcher, comme mon père, et… » Ses mots semblent rester au fond de sa gorge. « Je n’avais jamais réellement été utile. Mais quand j’ai visité Vale, j’ai senti que j’y avais une place. Un endroit auquel j’appartenais. Mère Rachel dit… » « Tais-toi », dit Helen en s’invitant dans la conversation. « C’est déjà assez grave que Lizzie t’ait entendu parler de cette folle quand tu étais à la maison. Si tu veux être son chien-chien, vas-y. Si tu veux nous tourner le dos, vas-y. Mais ne dis pas de telles bêtises devant moi. » Les joues de Theo se mettent à rougir. Sa sœur vient manifestement de réveiller une vieille blessure.
it: Segui Helen insieme a Theo attraverso l'ennesima galleria viscida, fino a raggiungere un'ampia sala grande quanto un antico anfiteatro. Le rocce umide e scure che vi circondano sono invase da coralli e giganteschi crostacei e la scena incredibile vi toglie il fiato. "Non fermiamoci" vi sprona Helen con tono brusco. In men che non si dica vi ha dato distanza, e cogli l'occasione per chiedere a Theo il motivo dietro il comportamento tanto gelido della sorella. "Dà la colpa alla valle per... Beh, per tutto. Un anno fa sopravvivevamo a stento ad Akwan. Ha cercato di convincermi a diventare un pescatore, come nostro padre prima di me, ma..." Le parole gli muoiono in gola. "...Non è che io sia mai stato granché di aiuto. Però... visitando la valle ho sentito finalmente di avere un posto. Di appartenere a qualcosa. Madre Rachel dice che-" "Chiudi la bocca" lo interrompe Helen. "È già abbastanza grave che Lizzie ti abbia sentito parlare di quella sciroccata quando eri a casa. Vuoi farle da cagnolino? Bene. Vuoi voltarci le spalle? Accomodati pure. Ma non voglio più sentirti parlare di quelle fesserie in mia presenza." Il volto di Theo si infiamma: sua sorella ha chiaramente toccato un tasto dolente.
ko: 테오와 헬렌을 따라 또다시 끈적끈적한 동굴을 지나 극장 크기의 공동에 이르렀습니다. 주변을 둘러싼 검고 축축한 동굴 벽 위로, 나뭇가지처럼 뻗은 산호가 여기저기 자라 있고 거대한 갑각류도 매달려 있습니다. 모두가 잠시 숨을 죽이며 이 믿기 힘든 광경을 눈에 담습니다. 그때 헬렌이 거칠게 말합니다. “계속 움직여.” 헬렌은 당신과 테오를 잽싸게 앞질러 걸어갔고, 그 사이 당신은 테오를 붙잡고 왜 헬렌이 이렇게 쌀쌀맞게 대하는지를 물어봅니다. “누나는 모든 걸... 헴록 베일 탓이라 생각해요. 1년 전만 해도 우리는 아콴에서 간신히 입에 풀칠 정도 하며 살고 있었어요. 누나는 저더러 아버지처럼 낚시나 하라고 했지만...” 테오가 목이 메 말을 제대로 잇지 못합니다. “저는 가계에 어떤 도움도 되지 못했거든요. 하지만 헴록 베일에 갔을 때, 저는 마치 그곳이 저를 위한 자리라고 느꼈어요. 레이첼 대모님께서 말씀하시길...” “아가리 닥쳐.” 헬렌이 거칠게 대화에 끼어듭니다. “집에 있는 동안 리지 앞에서 그 미친년에 대한 이야기를 떠들어대는 것만 해도 한참 도를 넘었어. 그년 애완견이라도 되고 싶어? 그럼 그러든가. 우리한테 등 돌리고 헴록 베일로 가고 싶어? 그럼 그러든가. 하지만 내 앞에서 그딴 헛소리는 지껄일 생각도 하지 마.” 헬렌이 테오의 오랜 상처를 찔렀는지, 그의 뺨이 붉어집니다.
pl: Gdy wraz z Theo podążacie za Helen przez kolejny oślizgły tunel, docieracie do dużego pomieszczenia wielkości amfiteatru. Rozgałęzione koralowce i masywne skorupiaki oblepiają mokre, ciemne skały wokół was i przez chwilę mimowolnie wstrzymujecie oddech, podziwiając tę niewiarygodną scenę. „Nie zatrzymujmy się” – mówi szorstko Helen. Wyprzedza was szybkim krokiem, a ty wykorzystujesz moment, aby zapytać młodego mężczyznę o chłodne stosunki z siostrą. „Obwinia Dolinę za... Cóż, właściwie za wszystko. Rok temu ledwo wiązaliśmy koniec z końcem w Akwan. Próbowała namówić mnie, abym zajął się łowieniem ryb, jak mój ojciec, i...” Wydaje się, jakby kolejne słowa grzęzły mu w gardle. „Cóż, i tak nie było ze mnie wiele pożytku. Ale kiedy odwiedziłem Dolinę po raz pierwszy, poczułem, że to moje miejsce. Że tam pasuję. Matka Rachel mówi, że...” „Zamknij się” – przerywa mu Helen. – „Wystarczy, że Lizzie słyszała, jak opowiadałeś o tej wariatce, kiedy byłeś w domu. Chcesz być na każde jej zawołanie, droga wolna. Chcesz się od nas odwrócić, śmiało. Ale nie rozsiewaj tych bzdur w mojej obecności”. Theo rumieni się. Jego siostra najwyraźniej rozdrapała starą ranę.
ru: Вы с Тео следуете за Элен по очередному склизкому туннелю и входите в огромную залу размером с амфитеатр. Мокрые тёмные камни вокруг вас облеплены ветвистыми кораллами и массивными ракообразными. На мгновение вы все затаив дыхание разглядываете эту невероятную сцену. «Идём дальше», — хрипло говорит Элен. Ускорив шаг, она обгоняет вас и Тео. Вы пользуетесь моментом, чтобы расспросить юношу о холодности его сестры. «Она винит Хемлок-Вейл… да во всём. Год назад мы едва сводили концы с концами в Акуане. Она пыталась заставить меня ловить рыбу, как отец, и… — он запинается. — Толку от меня было мало. Но потом я побывал в Хемлок-Вейл. Я почувствовал, что там моё место. Матушка Рейчел говорит…» «Заткнись, — встревает в разговор Элен. — Достаточно того, что Лиззи слышала, как вы мило ворковали с этой сумасшедшей у нас дома. Хочешь быть её пёсиком? Валяй. Хочешь повернуться к нам спиной? Валяй. Но я этот бред сивой кобылы слушать не стану». На щеках Тео проступает румянец. Похоже, сестра разбередила старую рану.
zh: 你們與西奧跟著海倫穿越另一條粘滑的隧道，走進一個跟露天劇場差不多大的洞窟。蔓生的珊瑚跟巨型的甲殼生物生長匍匐在周圍潮濕的黑色岩石上。你們屏住呼吸，看著眼前難以置信的景象。片刻後，海倫僵硬的說：“我們繼續前進。”她加快腳步，跟你們與西奧拉開了一點距離。你們乘這個機會再度詢問西奧關於他姊姊冰冷的態度。 “她把呃……所有事，都怪罪在谷地頭上。一年前，我們在艾灣勉強度日。她嘗試要我繼承爸爸的衣缽，而且……”接下來的話似乎有點讓他說不出口，“我好像幹什麼事都幫不了忙。但當我一到谷地，就覺得自己有了生命的目標，我所歸屬的地方。瑞秋主母說 — ” “閉嘴。”海倫打斷了你們的對話。“你回家的時候滿嘴那個瘋子的事，讓麗莎聽到已經夠糟了。你想當她的走狗，我沒意見；你要背棄我們，也隨你高興。但不要在我面前提到這些該死的鬼話。” 西奧臉色漲紅，很明顯海倫的話揭開了他的舊傷疤。

source: Remember “Theo is arguing with Helen.” An investigator may trigger this codex again if both Theo Peters and Helen Peters are at the same location.
de: Merke dir, dass „Theo einen Streit mit Helen hat“. Ein Ermittler darf diesen Kodexeintrag erneut auslösen, falls sich sowohl Theo Peters als auch Helen Peters am selben Ort befinden.
es: Recuerda que “Theo está discutiendo con Helen”. Un investigador puede volver a activar este códice si tanto Theo Peters como Helen Peters están en el mismo Lugar.
fr: Rappelez-vous que « Theo se dispute avec Helen ». Un investigateur peut de nouveau déclencher ce Codex si Theo Peters et Helen Peters sont dans le même lieu.
it: Annota che "Theo sta litigando con Helen". Un investigatore può innescare di nuovo questo Codex se Theo Peters e Helen Peters si trovano nello stesso luogo.
ko: “테오와 헬렌이 말다툼을 벌였다”라고 기억합니다. ‘테오 피터스’와 ‘헬렌 피터스’가 같은 장소에 있는 동안, 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Zapamiętaj, że „Theo kłóci się z Helen”. Dowolny gracz może ponownie aktywować ten wpis kodeksu, jeśli Theo Peters i Helen Peters znajdują się w tej samej lokalizacji.
ru: Запомните, что <i>Тео ссорится с Элен</i>. Вы можете снова активировать этот архив, если «Тео Питерс» и «Элен Питерс» находятся в одной локации.
zh: 請記住“西奧正在與海倫爭執”。如果西奧．彼得斯與海倫．彼得斯在同一個地點，任意一位調查員可以再次觸發此聖典。

source: Tensions run high as Theo and Helen sling barbs at each other.
de: Die Luft ist aufgeladen, als sich Theo und Helen Gehässigkeiten an den Kopf werfen.
es: La tensión alcanza su punto álgido cuando Theo y Helen empiezan a lanzarse pullas.
fr: La tension monte lorsque Theo et Helen commencent à se faire des reproches.
it: La tensione è palpabile tra Theo e Helen, che continuano a pungolarsi a vicenda.
ko: 테오와 헬렌이 서로 가시 돋친 말을 주고받는 가운데, 점차 긴장감이 고조됩니다.
pl: Napięcie rośnie, gdy Theo i Helen wymieniają kolejne przytyki.
ru: Тео и Элен продолжают обмениваться колкостями, и напряжение нарастает.
zh: 西奧跟海倫的爭執越演越烈，緊張的氣氛節節升高。

source: Choose an investigator at Theo Peters’ location to test [willpower] (4).
de: Wähle 1 Ermittler an Theo Peters’ Ort, der eine [willpower]-Probe (4) ablegen muss.
es: Elige un investigador que esté en el Lugar de Theo Peters para que realice una prueba de [willpower] (4).
fr: Choisissez un investigateur dans le lieu de Theo Peters qui doit effectuer un test de [willpower] (4).
it: Un investigatore a tua scelta nel luogo di Theo Peters effettua una prova di [willpower] (4).
ko: ‘테오 피터스’가 위치한 장소에 있는 조사자 한 명을 선택합니다. 그 조사자는 [willpower](4)를 테스트합니다.
pl: Wybierz badacza w lokalizacji Theo Petersa, aby wykonał test [willpower] (4).
ru: Выберите сыщика в локации «Тео Питерса». Тот сыщик проходит проверку [willpower] (4).
zh: 選擇一位在西奧．彼得斯地點的調查員檢定[willpower](4)。

source: Was the test successful?
de: War die Probe erfolgreich?
es: ¿Ha tenido éxito la prueba?
fr: Le test est-il réussi ?
it: Ha avuto successo?
ko: 테스트에 성공하셨습니까?
pl: Czy test zakończył się sukcesem?
ru: Была ли проверка успешна?
zh: 檢定是否成功？

source: An investigator may trigger this codex again if both Theo Peters and Helen Peters are at the same location.
de: Ein Ermittler darf diesen Kodexeintrag erneut auslösen, falls sich sowohl Theo Peters als auch Helen Peters am selben Ort befinden.
es: Un investigador puede volver a activar este códice si tanto Theo Peters como Helen Peters están en el mismo Lugar.
fr: Un investigateur peut de nouveau déclencher ce Codex si Theo Peters et Helen Peters sont dans le même lieu.
it: Un investigatore può innescare di nuovo questo Codex se Theo Peters e Helen Peters si trovano nello stesso luogo.
ko: ‘테오 피터스’와 ‘헬렌 피터스’가 같은 장소에 있는 동안, 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Dowolny badacz może ponownie aktywować ten wpis kodeksu, jeśli Theo Peters i Helen Peters znajdują się w tej samej lokalizacji.
ru: Любой сыщик может снова активировать этот архив, если «Тео Питерс» и «Элен Питерс» находятся в одной локации.
zh: 如果西奧．彼得斯與海倫．彼得斯在同一個地點，任意一位調查員可以再次觸發此聖典。
