Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/05_the_lost_sister.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Say what you will, but the Vale are more family to me than you’ll ever be!” Theo shouts. You step in and try to calm the pair. Helen locks eyes with her brother, clearly wounded, and replies. “Please don’t say that. Never say that. You and Lizzie are the only home I have. Not here. Not Hemlock Isle. Certainly not Vermont. I just want us to be a family.” Her tough exterior breaks as she begins to weep. After a moment, Theo looks at his sister, lip trembling, then wraps his arms around her in a wordless hug.
de: „Mir egal, was du denkst! Das Tal ist für mich mehr Familie, als du es je sein wirst!“, schreit Theo. Du gehst dazwischen und versuchst, die beiden zu beruhigen. Helen blickt ihrem Bruder sichtlich verletzt in die Augen. „Bitte sag so etwas nicht. Sag das niemals. Du und Lizzie seid die Einzigen, die ich habe. Ihr seid mein Zuhause. Nicht dieses Dorf. Nicht Hemlock Isle. Und schon gar nicht Vermont. Ich will nur, dass wir eine Familie sind.“ Ihre harte Schale bricht, als sie zu weinen beginnt. Einen Moment lang sieht Theo seine Schwester mit bebenden Lippen an, dann umarmt er sie wortlos.
es: –Di lo que quieras, pero ¡los del Valle son más familia de lo que tú serás nunca! –grita Theo. Intervienes para intentar calmar a la pareja de hermanos, pero Helen, claramente herida por lo que ha dicho su hermano, le mira a los ojos y contesta: –Por favor, no digas eso. No lo digas nunca. Lizzie y tú sois el único hogar que tengo. El hogar no es este sitio, ni la Isla de la Cicuta ni desde luego Vermont. Sólo quiero que seamos una familia. Su dura fachada se rompe cuando empieza a llorar. Tras un instante, Theo mira a su hermana, con el labio tembloroso, y luego la rodea con los brazos para darle un abrazo sin palabras.
fr: « Dis ce que tu veux, mais les gens de Vale sont plus proches de moi que tu ne le seras jamais ! », hurle Theo. Vous intervenez et tentez de les calmer. Helen croise le regard de son frère, visiblement blessée, et répond. « S’il te plaît, ne dis pas ça. Ne dis jamais ça. Toi et Lizzie, vous êtes mon seul foyer. Pas ici. Pas sur Hemlock Isle. Certainement pas le Vermont. Je veux juste que nous soyons une famille. » Sa carapace commence à se fendre et elle se met à pleurer. Au bout d’un moment, Theo regarde sa sœur, les lèvres tremblantes, puis l’enlace sans mot dire.
it: "Fa' come ti pare, ma la valle è sempre stata una famiglia per me più di quanto tu lo sarai mai!" urla Theo. Ti avvicini per fare da paciere, ma Helen fissa il fratello negli occhi, chiaramente ferita. "Non dirlo, ti prego. Non dirlo mai più." Puoi sentire il dolore nelle sue parole. "Tu e Lizzie siete l'unica casa che ho. Non questo posto, non l'isola e sicuramente non il Vermont. Voglio solo che torniamo a essere una famiglia." Il guscio impenetrabile che aveva indossato fino a quel momento si infrange, spezzato dal suo singhiozzare. Dopo un breve momento Theo guarda la sorella con il labbro tremante, poi le cinge le braccia in un abbraccio silente.
ko: “뭐라 말하든, 내겐 누나보다도 헴록 베일 사람들이 더 가족 같은 사람들이었어!” 테오가 악에 받쳐 소리 지릅니다. 당신은 두 사람을 진정시키려 듭니다. 헬렌은 큰 상처를 받은 듯, 테오의 눈을 바라보며 답합니다. “제발 그런 말 하지 마. 절대 그런 말은... 너하고 리지야말로 내게 유일한 집이자 고향이야. 이곳이... 이 헴록 섬이 아니라. 물론 버몬트도 아니었지만. 난 그저 우리가 온전히 가족으로 남기만 하면 돼. 내가 바란 건 그거 하나였어.” 헬렌이 지금껏 강인했던 모습을 무너뜨리고 흐느끼기 시작합니다. 잠시 후, 테오 역시 입술을 떨며 헬렌을 바라보다 말없이 두 팔로 누나를 감싸 안습니다.
pl: „Mów co chcesz, ale Dolina jest moją rodziną bardziej niż ty kiedykolwiek będziesz!” – krzyczy Theo. Wtrącasz się i próbujesz ich uspokoić. Helen wpatruje się w brata, wyraźnie zraniona, i odpowiada: „Proszę, nie mów tak. Nigdy tak nie mów. Ty i Lizzie jesteście jedynym domem, jaki mam. Nie jest nim to miejsce. Nie Wyspa Hemlock. Z pewnością nie Vermont. Chcę tylko, żebyśmy byli rodziną”. W jak się wydawało twardej Helen coś pęka i zaczyna płakać. Po chwili Theo z drżącymi wargami spogląda na siostrę, po czym przytula ją bez słowa.
ru: Думай что хочешь, но Хемлок-Вейл мне роднее, чем ты!» — выкрикивает Тео. Вы вмешиваетесь и пытаетесь разнять пару. Элен встречается взглядом с братом, в её глазах отражается боль. Она нарушает тишину: «Прошу, не говори так. Никогда так не говори. Мой настоящий дом там, где ты и Лиззи. Не здесь. Не на острове Хемлок. Определённо не в Вермонте. Я просто хочу, чтобы мы были семьёй». Её внешняя жёсткость спадает, когда она начинает всхлипывать. После секундного колебания Тео смотрит на сестру, его губы дрожат. Он молча заключает её в объятия.
zh: “隨便妳怎麼說，但谷地的大家對我來說比妳更像家人！”西奧大吼。你們介入他們之間，試圖讓雙方冷靜下來。海倫用受傷的眼神望著他的弟弟，回答到：“別說這種話，永遠不要說這種話。你跟麗莎是我唯一的家，不是這裡，不是赫姆拉克島，更不是佛蒙特。我只想家人們在一起。”她堅強的面具完全破裂，開始低聲啜泣。西奧凝視著他的姊姊，嘴唇顫抖，然後不發一語的擁抱了她。

source: In Theo Peters’ Notes, record <i>Theo reconciled with Helen</i>.
de: Notiere unter Theo Peters’ Notizen: <i>Theo hat sich mit Helen versöhnt</i>.
es: Anota en las Notas de Theo Peters que <i>Theo se ha reconciliado con Helen</i>.
fr: Dans les notes de Theo Peters, indiquez que <i>Theo s’est réconcilié avec Helen</i>.
it: Annota negli Appunti di Theo Peters che <i>Theo ha fatto pace con Helen</i>.
ko: ‘테오 피터스’의 기록지에 [[테오가 헬렌과 화해했다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Theo Petersa, że <i>Theo pogodził się z Helen</i>.
ru: В заметках Тео Питерса запишите, что <i>Тео помирился с Элен</i>.
zh: 在西奧．彼得斯的筆記中，記錄下<i>西奧與海倫和解</i>。

source: Theo reconciled with Helen.
de: Theo hat sich mit Helen versöhnt.
es: Theo se ha reconciliado con Helen.
fr: Theo s’est réconcilié avec Helen.
it: Theo ha fatto pace con Helen.
ko: 테오가 헬렌과 화해했다
pl: Theo pogodził się z Helen.
ru: Тео помирился с Элен.
zh: 西奧與海倫和解。

source: Increase Theo Peters’ Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe Theo Peters’ Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de Theo Peters. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de Theo Peters. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumenta il Livello di Relazione con Theo Peters. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘테오 피터스’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Theo Petersem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Тео Питерса. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升西奧．彼得斯的友好度。每位調查員取得1點獎勵經驗值。

source: <b>If Theo reconciled with Helen:</b>
de: <b>Falls sich Theo mit Helen versöhnt hat:</b>
es: <b>Si Theo se ha reconciliado con Helen:</b>
fr: <b>Si <i>Theo s’est réconcilié avec Helen</i> :</b>
it: <b>Se Theo ha fatto pace con Helen:</b>
ko: <b>테오가 헬렌과 화해했다 면:</b>
pl: <b>Jeśli Theo pogodził się z Helen:</b>
ru: <b>Если <i>Тео помирился с Элен</i>:</b>
zh: <b>如果西奧與海倫和解：</b>

source: A rank, fetid smell of rotten fish and mildew floods the cavern. Theo watches his sisters flee the cave, clearly conflicted, before turning to you, face set. He stands by your side as the monstrous creature lets out a gurgling roar. “I’m pretty sure that thing ate Lizzie’s dog,” he says, drawing a knife. “This is for Bruce!”
de: Ein Gestank nach verfaultem Fisch und Schimmel durchströmt die Höhle. Theo sieht seinen Schwestern nach, die aus der Höhle fliehen, und wirkt hin- und hergerissen. Dann wendet er sich ab und nickt dir grimmig zu. Er steht an deiner Seite, als die monströse Kreatur ein gurgelndes Brüllen ausstößt. „Das muss die Bestie sein, die Lizzies Hund gefressen hat“, sagt er und zieht ein Messer. „Das ist für Bruce!“
es: Un rancio y fétido olor a pescado podrido y moho inunda la caverna. Theo observa a sus hermanas huir de la cueva, con el dilema reflejado en el rostro, antes de volverse hacia ti. Se coloca a tu lado mientras la monstruosa criatura emite un rugido gorgoteante. –Estoy bastante seguro de que esa cosa se comió al perro de Lizzie –dice mientras desenvaina un cuchillo–. ¡Esto es por Bruce!
fr: Une odeur fétide de poisson pourri et de moisissure envahit la grotte. Theo regarde ses sœurs s’enfuir de la caverne, visiblement troublé, avant de se tourner vers vous, le visage impassible. Il se tient à vos côtés tandis que la monstrueuse créature émet un gargouillis. « Je suis presque sûr que cette chose a mangé le chien de Lizzie », dit-il en sortant un couteau. « C’est pour ce que tu as fait à Bruce ! »
it: Un odore fetido di pesce marcio e muffa pervade la grotta. Vedendo le sue sorelle fuggire Theo è chiaramente combattuto, ma poi si volta verso di voi con espressione risoluta, pronto ad affrontare la creatura mostruosa che vi minaccia con un ruggito gorgogliante. "Sono abbastanza sicuro che quella cosa abbia divorato il cane di Lizzie" dice, afferrando un coltello. "Questo è per Bruce!"
ko: 동굴은 썩은 생선과 곰팡이가 뿜어내는 역겨운 악취로 가득 찹니다. 테오는 동굴에서 빠져나가는 누이를 바라보며 갈등에 빠진 듯하더니, 결의에 찬 얼굴로 당신을 향해 돌아봅니다. 무시무시한 괴물이 거친 괴성을 내지르는 모습을 보고도 테오는 당신의 옆에 섭니다. “저 새끼가 리지의 개를 잡아먹었을 거예요.” 테오가 그 말과 함께 단도를 꺼내듭니다. “이건 브루스의 몫이다!”
pl: Jaskinię wypełnia obrzydliwy, cuchnący zapach zgniłych ryb i pleśni. Theo obserwuje, jak jego siostry dokonują trudnego wyboru i uciekają z jaskini, po czym odwraca się do ciebie. Stoi u twojego boku, gdy potworne stworzenie wydaje bulgoczący ryk. „Jestem prawie pewien, że to coś zjadło psa Lizzie” – mówi, wyciągając nóż. – „To za Bruce’a!”
ru: Пещеру заполняет едкий запах тухлой рыбы и плесени. Тео явно разрывается, глядя вслед убегающим сёстрам, но затем решительно поворачивается к вам. Он становится рядом с вами, и монструозное создание издаёт булькающий рёв. «Я уверен, эта тварь сожрала пса Лиззи, — говорит Тео, доставая нож. — Вот тебе за Брюса!»
zh: 一股劇烈的腐爛惡臭跟霉味淹沒了洞窟。西奧看著他的姊妹們逃離洞窟，掙扎著是否要跟她們一起離開，但他最後還是看向你們，表情充滿決心。在怪物發出一聲低沉的怒吼時，他堅定的站到你們身邊，抽出一把刀：“肯定是牠吃掉了麗莎的狗。為布魯斯報仇！”

source: Move 1 damage from Theo Peters to the Limulus Hybrid enemy.
de: Bewege 1 Schaden von Theo Peters auf den Gegner Pfeilschwanz-Hybrid.
es: Mueve 1 punto de daño de Theo Peters al Enemigo Híbrido límulo.
fr: Déplacez 1 dégât de Theo Peters vers l’ennemi Limulus Hybride.
it: Spostate 1 danno da Theo Peters al nemico Ibrido Limulide.
ko: ‘테오 피터스’에게서 피해 1을 ‘혼종 투구게’에게로 이동시킵니다.
pl: Porusz 1 obrażenie z Theo Petersa na wroga Hybryda skrzypłocza.
ru: Переложите 1 рану с «Тео Питерса» на врага «Мечехвост-гибрид».
zh: 將西奧．彼得斯上的1點傷害移動到鱉屬雜生物敵人上。

source: Theo watches his sisters flee the cave, clearly conflicted. The mossy cave smells of mildew and decay. The young man backs away as the monstrous creature lets out a gurgling roar. “I forgot something in my truck. I’ll be right back!” he says as he flees the scene.
de: Theo sieht seinen Schwestern nach, die aus der Höhle fliehen, und wirkt hin- und hergerissen. Die moosbewachsene Höhle riecht nach Schimmel und Verwesung. Der junge Mann weicht zurück, als die monströse Kreatur ein gurgelndes Brüllen ausstößt. „Ich habe etwas in meinem Laster vergessen. Ich bin gleich wieder da“, ruft er, dreht sich um und flieht.
es: Theo observa a sus hermanas huir de la cueva, con el dilema reflejado en el rostro. La musgosa caverna huele a moho y putrefacción. El joven retrocede cuando la monstruosa criatura emite un rugido gorgoteante. –Se me ha olvidado algo en la camioneta. ¡Ahora vengo! –dice mientras huye del lugar.
fr: Theo regarde ses sœurs s’enfuir de la caverne, visiblement troublé. La grotte moussue sent la moisissure et la pourriture. Le jeune homme recule alors que la monstrueuse créature émet un gargouillis. « J’ai oublié quelque chose dans mon camion. Je reviens tout de suite », dit-il en s’enfuyant.
it: Vedendo le sue sorelle fuggire Theo è chiaramente combattuto. La grotta umida puzza di muffa e marciume, e il ragazzo finisce per cedere davanti al ruggito gorgogliante della mostruosa creatura. "Ho d-dimenticato una cosa nel furgone. T-torno subito!" Senza attendere un secondo di più, si dilegua.
ko: 테오는 동굴에서 빠져나가는 누이를 바라보며 갈등에 빠진 듯합니다. 이끼가 낀 동굴에서는 곰팡이의 텁텁한 냄새와 썩은 악취가 풍깁니다. 무시무시한 괴물이 거친 괴성을 내지르는 모습을 보고 테오가 한 발짝 물러섭니다. “맞다, 트럭에 놓고 온 게 있어서요. 금방 돌아올게요!” 테오가 잽싸게 동굴에서 달아납니다.
pl: Theo obserwuje, jak jego siostry dokonują trudnego wyboru i uciekają z jaskini. Porośnięta mchem jaskinia cuchnie pleśnią i rozkładem. Mężczyzna odwraca się, gdy potworne stworzenie wydaje bulgoczący ryk. „Zapomniałem czegoś z furgonetki. Zaraz wracam!” – mówi i ucieka.
ru: Тео явно разрывается, глядя вслед убегающим сёстрам. В поросшей мхом пещере пахнет плесенью и гнилью. Юноша делает шаг назад, и монструозное создание издаёт булькающий рёв. «Я забыл кое-что в грузовике. Сейчас вернусь!» — говорит он и убегает.
zh: 西奧看著他的姊妹們逃離洞窟，明顯感到動搖。苔癬遍布的洞窟現在被腐敗的氣息與霉味淹沒。就在怪物發出一聲低沉的怒吼時，西奧退縮了。“我有東西忘在卡車上了，我馬上回來！”說完他轉身逃離現場。

source: Remove Theo Peters from the game.
de: Entferne Theo Peters aus dem Spiel.
es: Retira a Theo Peters de la partida.
fr: Retirez Theo Peters de la partie.
it: Rimuovete dal gioco Theo Peters.
ko: ‘테오 피터스’를 게임에서 제거합니다.
pl: Usuń Theo Petersa z gry.
ru: Удалите из игры «Тео Питерса».
zh: 將西奧．彼得斯從遊戲中移除。

source: Dr. Marquez kneels to examine a dissevered crustacean limb overgrown with bright yellow fungus. “There is something deeply wrong here. Whatever is causing these mutations is exerting an influence on the local sea life as well. This carapace isn’t just overgrown with fungus.” She cracks it open, releasing powdery yellow spores. “It’s as if the basic laws of nature have gone insane.”
de: Dr. Marquez kniet sich hin, um die abgetrennte Gliedmaße eines Krustentiers zu untersuchen, die von einem leuchtend gelben Pilz überwuchert ist. „Hier stimmt etwas ganz und gar nicht. Was auch immer diese Mutationen verursacht, hat auch Einfluss auf die hiesigen Meereslebewesen. Dieser Panzer ist nicht nur einfach von Pilzen überwuchert...“, erklärt sie und reißt ihn auf, wobei pulverförmige gelbe Sporen freigesetzt werden, „...es ist eher so, als ob die Grundgesetze der Natur verrücktspielen.“
es: La Dra. Marquez se arrodilla para examinar una extremidad de crustáceo cortada que está cubierta de unos brillantes hongos amarillos. –Aquí hay algo profundamente erróneo. Lo que sea que esté provocando estas mutaciones también ejerce una influencia en la vida marina local. Los hongos no se limitan a recubrir este caparazón –Lo parte para abrirlo y de él salen esporas amarillas granuladas–. Es como si las leyes básicas de la naturaleza se hubieran vuelto locas.
fr: Le Dr Marquez s’agenouille pour examiner une patte de crustacé envahie par des champignons d’un jaune éclatant. « Quelque chose de très inquiétant est à l’œuvre ici. Ce qui provoque ces mutations exerce également une influence sur la vie marine locale. Cette carapace n’est pas seulement envahie par des champignons. » Elle l’ouvre, libérant des spores jaunes et poudreuses. « C’est comme si les lois fondamentales de la nature étaient atteintes par la folie. »
it: La dottoressa Marquez si piega sulle ginocchia per esaminare la zampa strappata di un crostaceo: le stanno crescendo sopra dei funghi giallo canarino. "C'è qualcosa di profondamente sbagliato in tutto questo. Qualsiasi cosa stia causando mutazioni simili esercita la propria influenza anche sulla fauna marina. Questo carapace non è solo infestato di funghi… "Mentre spiega, spezza la zampa rilasciando nell'aria le spore giallastre che conteneva. "È come se le leggi fondamentali della natura fossero impazzite."
ko: 마르케스 박사가 바닥에 무릎을 꿇고 절단된 갑각류 다리를 확인해 봅니다. 다리는 샛노란색 균류로 뒤덮여 있었습니다. “이건 뭔가 심각하게 잘못됐어요. 돌연변이를 일으키는 원흉이 이제는 인근 해양 생물에게도 영향을 미치고 있군요. 이 갑각에는 균류만 덕지덕지 자라난 게 아녜요.” 마르케스 박사가 갑각을 깨부수자, 노란색 포자가 퍼져나갑니다. “이곳에서는 자연법칙마저 미쳐 돌아가는 것 같군요.”
pl: Dr Marquez klęka, aby zbadać rozciętą kończynę skorupiaka, porośniętą jasnożółtym grzybem. „Coś tu jest mocno nie tak. Cokolwiek powoduje te mutacje, wywiera również wpływ na tutejsze życie morskie. Ten pancerz nie jest po prostu porośnięty grzybem”. Rozłamuje skorupę, uwalniając ulotne żółte zarodniki. „Zupełnie jakby podstawowe prawa natury przestały działać”.
ru: Доктор Маркес опускается на колени и осматривает оторванную конечность ракообразного, поросшую ярко-жёлтым грибком. «Это совершенно неправильно. Что бы ни вызывало эти мутации, оно оказывает влияние и на морскую фауну этого места. Этот панцирь не просто порос грибком. — Она разбивает его, выпуская наружу мучнистые жёлтые споры. — Словно все базовые законы природы слетели с катушек».
zh: 馬爾克斯博士蹲下身，檢視長滿黃色蕈類的甲殼生物殘肢。“這很異常，不管造成這種突變的原因是什麼，它都已經擴散並影響到當地的海洋生態。這些甲殼生物不只是外面長滿了菌類，”她撬開外層甲殼，一陣黃色孢子飄出。“就像是自然法則在牠們身上完全不適用一樣。”

source: Look at the top card of the Caverns deck. You may either put that location into play adjacent to the nearest [[Cave]] location or place it on the bottom of the Caverns deck.
de: Sieh dir die oberste Karte des Höhlendecks an. Du darfst jenen Ort entweder benachbart zum nächstgelegenen Höhle-Ort ins Spiel bringen oder ihn unter das Höhlendeck legen.
es: Mira la primera carta del mazo de Cavernas. Puedes poner ese Lugar en juego adyacente al Lugar [[Cueva]] más cercano o colocarlo en la parte inferior del mazo de Cavernas.
fr: Regardez la première carte du deck Cavernes. Vous pouvez soit mettre en jeu ce lieu adjacent au lieu [[Grotte]] le plus proche ou le placer sous le deck Cavernes.
it: Guarda 1 carta dalla cima del mazzo delle caverne. Puoi scegliere se mettere in gioco quel luogo adiacente al luogo [[Caverna]] più vicino oppure collocarlo in fondo al mazzo delle caverne.
ko: 동굴 덱 맨 위 카드를 1장 확인해 봅니다. 당신은 확인해 본 장소를 가장 가까운 [[동굴]] 장소에 이웃하도록 플레이 영역에 두거나 동굴 덱 맨 밑에 놓아도 됩니다.
pl: Podejrzyj wierzchnią kartę z talii jaskini. Możesz umieścić daną lokalizację w grze sąsiadująco z najbliższą lokalizacją z cechą [[Jaskinia]] albo umieścić ją na spodzie talii jaskini.
ru: Посмотрите верхнюю карту колоды пещер. Вы можете либо ввести ту локацию в игру по соседству с ближайшей локацией-[[пещерой]], либо положить её под низ колоды пещер.
zh: 查看岩洞牌庫頂的一張卡牌，你可以將該地點放置入場，放到與最近的[[洞穴]]地點相鄰的位置，或是將該地點放到岩洞牌庫底。

source: Each investigator earns 1 bonus experience for coming face to face with the horrors of the coastal caves.
de: Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt, da er die Schrecken in den Küstenhöhlen mit eigenen Augen gesehen hat.
es: Cada investigador obtiene 1 punto de experiencia adicional por enfrentarse a los horrores de las cuevas costeras.
fr: Chaque investigateur reçoit 1 point d’expérience bonus pour avoir affronté les horreurs des cavernes du littoral.
it: Ogni investigatore guadagna 1 punto esperienza per aver affrontato gli orrori delle grotte costiere.
ko: 해안 동굴에 도사린 무시무시한 존재와 맞서 싸웠기 때문에, 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt doświadczenia, ponieważ stawił czoła koszmarom z nadbrzeżnych jaskiń.
ru: Каждый сыщик получает 1 опыт дополнительно, встретившись лицом к лицу с ужасами прибрежных пещер.
zh: 每位調查員取得1點獎勵經驗值，因為其正面對抗海岸洞窟中的恐怖生物。

source: Check your Campaign Log. If Theo reconciled with Helen is recorded in Theo Peters’ Notes:
de: Überprüfe das Kampagnenlogbuch. Falls unter Theo Peters’ Notizen vermerkt ist, dass sich Theo mit Helen versöhnt hat:
es: Comprueba el registro de campaña. Si en las Notas de Theo Peters hay anotado que <i>Theo se ha reconciliado con Helen</i>:
fr: Vérifiez votre Carnet de Campagne. Si vous avez indiqué que <i>Theo et Helen sont réconciliés</i> dans les notes de Theo Peters :
it: Controllate il Diario della Campagna. Se Theo ha fatto pace con Helen è negli Appunti di Theo Peters:
ko: 캠페인 기록지를 확인합니다. ‘테오 피터스’의 기록지에 테오가 헬렌과 화해했다라고 기록되어 있다면:
pl: Sprawdź Dziennik kampanii. Jeśli w Notatkach Theo Petersa zanotowano, że Theo pogodził się z Helen:
ru: Сверьтесь с заметками Тео Питерса в журнале кампании. Если <i>Тео помирился с Элен</i>:
zh: 檢查劇本日誌。如果西奧．彼得斯的筆記中有記錄西奧與海倫和解：

source: Each investigator earns 2 bonus experience for helping Helen save her sister.
de: Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte, da er Helen geholfen hat, ihre Schwester zu retten.
es: Cada investigador obtiene 2 puntos de experiencia adicionales por ayudar a Helen a salvar a su hermana.
fr: Chaque investigateur reçoit 2 points d’expérience bonus pour avoir aidé Helen à sauver sa sœur.
it: Ogni investigatore guadagna 2 punti esperienza per aver aiutato Helen a salvare la sorella.
ko: 헬렌이 동생을 구하도록 도왔기 때문에, 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia, ponieważ pomógł Helen uratować jej siostrę.
ru: Каждый сыщик получает 2 опыта дополнительно за помощь Элен в спасении её сестры.
zh: 每位調查員取得2點獎勵經驗值，由於其幫助海倫拯救出妹妹。

source: The Peters family was reunited.
de: Die Familie Peters ist wiedervereint.
es: la familia Peters se reunió.
fr: La Famille Peters est réunie.
it: La famiglia Peters è stata riunita.
ko: 피터스 가족이 마침내 함께 뭉쳤다
pl: rodzina Petersów znów jest razem.
ru: семья Питерсов снова вместе.
zh: 彼得斯一家團聚。

source: Elizabeth Peters was saved.
de: Elizabeth Peters wurde gerettet.
es: Elizabeth Peters fue salvada.
fr: Elizabeth Peters a été sauvée.
it: Elizabeth Peters è stata salvata.
ko: 엘리자베스 피터스를 구해냈다
pl: Elizabeth Peters została uratowana.
ru: Элизабет Питерс спасена.
zh: 伊麗莎白．彼得斯獲救。

source: In the “Areas Surveyed” section of your Campaign Log, check off <i>Akwan Shoreline</i>.
de: Hake im Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch die <i>Akwan-Küste</i> ab.
es: Tacha <i>Costa de Akwan</i> en la sección “Zonas exploradas” del registro de campaña.
fr: Dans la section « Zones Explorées » de votre Carnet de Campagne, cochez la case <i>Littoral d’Akwan</i>.
it: Nella sezione "Zone Esplorate" del Diario della Campagna, spuntate <i>Litorale di Akwan</i>.
ko: 캠페인 기록지의 “현장 조사를 마친 지역” 항목에서 [[아콴 해안]]에 체크 표시를 합니다.
pl: W sekcji „Zbadane obszary” w Dzienniku kampanii odhacz <i>Wybrzeże Akwan</i>.
ru: В графе «Исследованные места» журнала кампании отметьте ячейку «Берег Акуана».
zh: 在劇本日誌中“已調查區域”的區域，將<i>艾灣海岸</i>打勾。

source: Akwan Shoreline
de: Akwan-Küste
es: Costa de Akwan
fr: Littoral d’Akwan
it: Litorale di Akwan
ko: 아콴 해안
pl: Wybrzeże Akwan
ru: Берег Акуана

source: If “Gideon is searching for an heirloom”:
de: Falls „Gideon nach einem Erbstück sucht“:
es: Si “Gideon está buscando una reliquia familiar”:
fr: Si « Gideon est à la recherche d’un héritage » :
it: Se "Gideon sta cercando un cimelio":
ko: “기디언이 가보를 찾고 있다”면:
pl: Jeśli „Gideon szuka rodzinnej pamiątki”:
ru: Если <i>Гидеон ищет памятную безделушку</i>:
zh: 如果“吉迪恩在尋找傳家寶”：

source: Do the investigators possess 2 [per_investigator] clues?
de: Haben die Ermittler 2 [per_investigator] Hinweise?
es: ¿Poseen los investigadores 2 pistas [per_investigator]?
fr: Les investigateurs possèdent-ils 2 [per_investigator] indices?
it: Gli investigatori possiedono 2 [per_investigator] indizi?
ko: 조사자들이 함께 단서를 2 [per_investigator]개 갖고 있습니까?
pl: Czy badacze mają 2 [per_investigator] żetonów wskazówek?
ru: Есть ли у сыщиков 2 [per_investigator] улик?
zh: 調查員們是否擁有至少2[per_investigator]個線索？
