Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/05_the_lost_sister.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: As you and Helen make preparations to leave, the sound of rain breaks the silence. Theo steps through the front door, brushing his wet hair out of his face. He locks eyes with Helen. “So she’s still not back,” he says soberly. Theo drips rainwater on the weatherbeaten floor as Helen glowers at him. “I’m surprised you came, little brother. Better late than never, I guess. Get the rope.” She slings a harpoon over her shoulder and walks out into the pouring rain. Theo scrambles for rope and a second flashlight as you ask him what the matter is. “Our sister is missing. I told Helen she would come back, and now it’s been two days. That’s, uh. That’s what the matter is.”
de: Als du und Helen Vorbereitungen zum Aufbruch trefft, durchbricht das Geprassel von Regen die Stille. Theo kommt durch die Vordertür herein und wischt sich Wasser aus Haar und Gesicht. Er und Helen blicken sich an. „Also ist sie immer noch nicht zurück“, sagt er ernüchtert. Von Theos Kleidung tropft Wasser auf den verwitterten Fußboden. Helen wirft ihm einen grimmigen Blick zu. „Ich bin überrascht, dass du gekommen bist, kleiner Bruder. Lieber spät als gar nicht, was? Hol das Seil.“ Sie wirft sich eine Harpune über die Schulter und stapft in den stürmischen Regen hinaus. Während Theo ein Seil und eine zweite Taschenlampe einpackt, fragst du ihn, was hier los ist. „Unsere Schwester wird vermisst. Ich habe Helen gesagt, sie würde zurückkommen. Doch jetzt sind schon zwei Tage vergangen. Das ist... äh... hier los.“
es: Mientras Helen y vosotros os preparáis para salir, el sonido de la lluvia rompe el silencio. Theo entra por la puerta delantera y se aparta el pelo mojado de la cara. Clava la mirada en los ojos de Helen. –Así que no ha vuelto aún –dice con seriedad. El agua de la lluvia gotea desde Theo sobre el ajado suelo mientras Helen echa chispas. –Me sorprende que hayas venido, hermanito. Supongo que más vale tarde que nunca. Coge la cuerda. Se echa un arpón al hombro y sale bajo la lluvia torrencial. Theo se apresura en buscar una cuerda y una segunda linterna mientras le preguntáis qué ocurre. –Nuestra hermana ha desaparecido. Le dije a Helen que volvería, pero ya han pasado dos días. Eso es... esto... eso es lo que ocurre.
fr: Alors qu’Helen et vous-même vous préparez à partir, le bruit de la pluie rompt le silence. Theo franchit la porte d’entrée, repoussant d’une main les cheveux mouillés tombés sur son visage. Il croise le regard de sa sœur. « Elle n’est toujours pas rentrée », dit-il sobrement. Theo fait couler de l’eau de pluie sur le sol battu par les intempéries, tandis qu’Helen lui lance un regard noir. « Je suis surprise que tu sois venu, petit frère. Mieux vaut tard que jamais, je suppose. Prends la corde. » Elle met un harpon en bandoulière et sort sous la pluie battante. Theo se démène pour trouver une corde et une deuxième lampe de poche tandis que vous lui demandez ce qu’il se passe. « Notre sœur a disparu. J’ai dit à Helen qu’elle reviendrait. Et maintenant, ça fait deux jours. Voilà… Euh… Voilà ce qu'il se passe. »
it: Mentre vi preparate a partire insieme a Helen, il suono della pioggia spezza il silenzio circostante. La porta d'ingresso si apre: è Theo, che entra spostandosi i capelli bagnati dalla faccia e gocciolando ovunque sul pavimento consunto. "Quindi non è ancora tornata..." dice con tono sconfortato, mentre Helen lo fulmina con lo sguardo. "Mi sorprende che tu sia venuto, fratellino. Meglio tardi che mai, immagino. Prendi una cima." Con un arpione in pugno, la vedete uscire sotto la pioggia battente. Theo si affretta a cercare una corda e un'altra torcia, e ne approfittate per chiedergli cosa sia successo. "Nostra sorella è scomparsa. Ho detto a Helen che sarebbe tornata, ma ormai sono passati due giorni. E, beh... Questo è quanto."
ko: 헬렌과 밖으로 나설 준비를 하는 사이, 빗소리가 정적을 깨뜨립니다. 그때, 테오가 얼굴에 달라붙은 젖은 머리칼을 쓸어내며 현관문을 열고 들어옵니다. 테오의 눈이 헬렌에게 머뭅니다. “아직 안 돌아왔나 보네.” 테오가 그답지 않게 진지하게 말합니다. 헬렌이 그를 바라보는 와중에 테오의 옷가지에서 떨어져 내리는 빗물이 풍파에 해진 바닥으로 떨어집니다. “테오, 안 올 줄 알았는데? 그래, 안 오는 것보다야 늦는 게 낫지. 가서 밧줄 가져와.” 헬렌이 한쪽 어깨에 작살을 메고는 비가 퍼붓는 현관 밖으로 걸어 나갑니다. 테오는 밧줄과 손전등 하나를 더 찾느라 허둥댔고, 당신은 넌지시 헬렌과는 무슨 문제라도 있는 것인지 물어봅니다. “동생이 사라졌어요. 누나한테 곧 돌아올 테니 안심하라고 말했었는데, 그게 벌써 이틀 전 일이로군요. 그게... 그게 문제긴 하네요.”
pl: Gdy razem z Helen przygotowujecie się do wyjazdu, ciszę przerywają odgłosy deszczu. Przez frontowe drzwi wchodzi Theo, odgarniając mokre włosy z twarzy. Patrzy na siostrę. „Czyli nadal nie wróciła” – stwierdza. Helen spogląda groźnie na brata, z którego nadal kapie woda, mocząc i tak już zniszczoną podłogę. „Jestem zaskoczona, że przyszedłeś. Cóż, lepiej późno niż wcale. Bierz linę”. Przewiesza harpun przez ramię i wychodzi wprost w ulewny deszcz. Theo szuka liny i drugiej latarki, a wy pytacie go, co się stało. „Nasza siostra zaginęła. Powiedziałem Helen, że na pewno wróci, ale minęły już dwa dni. Właśnie... Właśnie to się stało”.
ru: Когда вы с Элен готовитесь к выходу, тишину нарушает лишь звук дождя. Тео входит в дом через парадную дверь, убирая с лица мокрые волосы. Элен встречается с ним взглядом. «Значит, она всё ещё не вернулась», — серьёзно говорит Тео. Вода с его мокрой одежды заливает пол. Элен вперяет в него взгляд: «Удивлена, что ты пришёл, братишка. Ну что ж, лучше поздно, чем никогда. Бери верёвку». Она закрепляет гарпун на спине, перевязав его через плечо, и выходит под проливной дождь. Тео тянется за верёвкой и вторым фонариком, когда вы спрашиваете его, что происходит между ними. «Наша сестра пропала. Я говорил Элен, что она вернётся, но прошло уже два дня. Вот… вот в чём дело».
zh: 就在你們和海倫準備離開時，雨滴落下的聲音打破了寂靜。西奧踏進門，將被打濕的髮絲撥到一邊。“所以她還是沒回來。”他嚴肅地說，一邊將滴水的雨衣放在飽經風霜的地板上。海倫怒視著他：“我很驚訝你來了，弟弟。也許遲到的確比不到好吧。去拿繩子。”說完海倫便揹上一支魚叉，走進傾盆大雨之中。西奧拖著腳步去拿繩子跟第二支手電筒時，你們問他出了什麼事。 “我們的妹妹失蹤了，我跟海倫說她會自己回來的。但現在已經過了兩天，呃，這就是問題所在。”

source: You follow Helen outside and onto the creaking boardwalks of Akwan village. Nestled in a small, rocky bay on the island’s northern shore, Akwan has been the home of Abenaki families and former whalers for generations. “Hemlock Isle isn’t safe anymore. I thought this could be our home, but I guess it’s just another stop on the way,” Helen says wistfully. The village is all but deserted, save for an old sailor in a navy blue coat. He nearly drops his fishing rod as you approach. “Gideon! Fishing again?” Helen says with a wry smile. The old sailor pulls his haul out of the water. “Nae but an ugly cod. An’ this e’en uglier haddock.” The fish strung through the twine have too many fins and spined, barnacle-like growths. “An ye, Helen?” Gideon asks. Helen tells the old sailor about her missing sister. The old sailor looks concerned. “Little Lizzie’s quite the treasure. I’ll help, if ye’ll have me.”
de: Du folgst Helen nach draußen auf die knarzenden Planken von Akwan. Das Dorf liegt in einer kleinen, felsigen Bucht an der Nordküste der Insel. Hier leben seit Generationen Abenaki und ehemalige Walfänger zusammen. „Hemlock Isle ist nicht mehr sicher. Ich habe geglaubt, es könnte zu unserem Zuhause werden, aber es ist wohl nur ein weiterer Zwischenstopp auf unserem Weg“, erklärt Helen wehmütig. Im Dorf ist niemand zu sehen, bis auf einen alten Seemann in einem marineblauen Mantel. Er lässt fast seine Angelrute fallen, als ihr euch nähert. „Gideon! Schon was geangelt?“, fragt Helen mit einem schiefen Grinsen. Der alte Seemann hält seinen Fang hoch. „Nur ’nen hässlichen Kabeljau. Und ’nen noch hässlicheren Schellfisch.“ Die geangelten Fische haben zu viele Flossen und stachelige, seepockenartige Wucherungen. „Und wie geht’s dir, Helen?“, fragt Gideon. Helen berichtet dem alten Seemann von ihrer vermissten Schwester. Gideon sieht besorgt aus. „Die kleine Lizzie ist ein wahrer Schatz. Ich helfe beim Suchen, wenn du mich brauchst.“
es: Seguís a Helen al exterior y cruzáis los entablados de Akwan. La localidad está situada en una pequeña bahía rocosa de la orilla norte de la isla y ha sido el hogar de familias abenaki y de antiguos balleneros desde hace generaciones. –La Isla de la Cicuta ya no es segura. Pensé que podría ser nuestro hogar, pero supongo que no es más que otra parada en el camino –dice Helen con melancolía. El pueblo está prácticamente desierto excepto por un viejo marinero que lleva una chaqueta azul marino. Cuando os acercáis, está a punto de dejar caer la caña de pescar. –¡Gideon! ¿Otra vez pescando? –dice Helen con una sonrisa burlona. El viejo marinero saca su captura del agua. –Sólo un feo bacalao. Y este abadejo más feo aún. Los peces ensartados en el cordel tienen demasiadas aletas y protuberancias de espinazos como percebes. –¿Y tú, Helen? –pregunta Gideon. Helen le habla al viejo marinero sobre su hermana desaparecida y éste parece preocupado. –La pequeña Lizzie es un tesoro. Os ayudaré si queréis.
fr: Vous suivez Helen à l’extérieur sur les trottoirs craquelés du village d’Akwan. Niché dans une petite baie rocheuse sur la côte nord de l’île, Akwan abrite les foyers des familles Abenaki et d’anciens baleiniers depuis des générations. « Hemlock Isle n’est plus sûre. Je pensais que nous pourrions en faire notre chez-nous, mais je suppose qu’elle n’est qu’une étape de plus sur notre chemin », déclare Helen avec nostalgie. Le village est pratiquement désert, à l’exception d’un vieux marin vêtu d’un manteau bleu marine. Il manque de lâcher sa canne à pêche à votre approche. « Gideon ! Encore en train de pêcher ? », dit Helen avec un sourire en coin. Le vieux marin sort de l’eau le filet contenant ses prises. « Rin. Juste une horrib’ morue. Et st’églefin encore plus moch’. » Les poissons piégés dans la nacelle ont trop de nageoires et des excroissances piquantes qui ressemblent à celles des crustacés. « Et vous, Helen ? », demande Gideon. Helen raconte au vieux marin la disparition de sa sœur. Le vieux marin a l’air inquiet. « La ‘tite Lizzie est un véritab’ trésor. J’vous aiderai, si vous voulez bin. »
it: Seguite Helen lungo le passerelle scricchiolanti di Akwan. Incassato in una piccola baia rocciosa della costa nord, il villaggio ha dato dimora alle famiglie di Abenachi e balenieri per generazioni. "L'isola non è più sicura. Pensavo che saremmo stati bene qui, ma a questo punto immagino che sia solo l'ennesima sosta lungo la via" vi spiega malinconica. Il villaggio è praticamente deserto, fatta eccezione per un vecchio lupo di mare che indossa un cappotto blu della marina. Quando vi avvicinate a lui, la sorpresa gli fa quasi cadere la canna da pesca. "Gideon! Pescato niente?" lo saluta Helen con un sorriso beffardo. Il vecchio tira fuori il suo bottino dall'acqua. "Giusto 'sto merluzzo bruttarello e 'sto tonno che è pure più brutto." I pesci appesi alla lenza mostrano decisamente troppe pinne, e delle escrescenze spigolose simili ai cirripedi che si attaccano agli scafi delle barche. "E tu, Helen?" La donna gli racconta della sorella scomparsa. Gideon sembra essere sinceramente preoccupato: "La piccola Lizzie è un tesorino. Vi do una mano, se c'è posto per un vecchio."
ko: 헬렌을 따라 집에서 나와 아콴 마을의 삐걱거리는 판자 길을 걸어갑니다. 아콴은 헴록 섬 북부 해안에 있는 작은 바위투성이 만에 자리한 어촌으로, 수 세대에 걸쳐 아베나키 족과 고래잡이들이 삶의 터전으로 삼아온 곳입니다. “헴록 섬은 더 이상 안전한 곳이 못 돼. 여기가 우리 가족의 터전이 될 수 있을 거라고 생각했는데, 그냥 또 잠시 머물 곳에 지나지 않았나 봐.” 헬렌이 아쉬움을 토로합니다. 아콴에는 남색 외투를 입은 늙은 선원 한 명을 제외하고는 전혀 인적이 없었습니다. 당신이 다가가자, 그는 낚싯대를 떨어뜨릴 뻔합니다. “기디언 아저씨! 또 낚시 하세요?” 헬렌이 씁쓸한 미소를 지으며 선원에게 말을 겁니다. 기디언 노인이 낚싯대를 건져내며 답합니다. “아니, 못생긴 대구만 줄창 잡히잖아. 아, 여기 더 못생긴 해덕대구도 있어.” 노끈에 묶인 물고기는 지느러미와 가시가 과할 만큼 많이 달린 데다, 따개비처럼 보이는 것도 붙어 있었습니다. “너는 어떠냐, 헬렌?” 기디언이 묻습니다. 기디언은 헬렌에게 사라진 여동생 이야기를 듣더니 잔뜩 걱정스러운 표정을 짓습니다. “우리 리지, 참한 애였는데 말이야. 내 도와주지, 괜찮다면야.”
pl: Podążacie za Helen na zewnątrz, na skrzypiącą promenadę w Akwan. Położona w małej, skalistej zatoce na północnym brzegu wyspy wioska od wielu pokoleń jest domem społeczności Abenaków i byłych wielorybników. „Wyspa Hemlock nie jest już bezpieczna. Myślałam, że może stać się naszym domem, ale to chyba jednak tylko kolejny przystanek po drodze” – mówi tęsknie Helen. Wioska jest prawie całkowicie opustoszała z wyjątkiem starego marynarza w granatowym płaszczu. Prawie upuszcza wędkę, gdy się zbliżacie. „Gideon! Znowu wędkujesz?” – mówi Helen z ironicznym uśmiechem. Stary marynarz wyciąga z wody swój połów. „Nic tylko paskudny dorsz. I jeszcze paskudniejszy plamiak”. Nawleczone na żyłkę ryby mają zbyt wiele płetw i kolców, przypominających pąkle. „A ty, Helen?” – pyta Gideon. Kobieta mówi staremu żeglarzowi o jej zaginionej siostrze. Mężczyzna wygląda na zaniepokojonego. „Mała Lizzie to nasz skarb. Pomogę, jeśli pozwolisz”.
ru: Вслед за Элен вы выходите наружу и ступаете на скрипучий дощатый тротуар Акуана. Расположенная в небольшой скалистой бухте на северном берегу острова, эта деревенька на протяжении многих поколений была домом для семей племени абенаки и бывших китобоев. «На острове Хемлок больше не безопасно. Я думала, он может стать нам домом… Но, похоже, это всего лишь очередная остановка на нашем пути», — с грустью говорит Элен. Деревня выглядит заброшенной, снаружи нет никого, кроме старого моряка в голубом форменном пальто. Завидев вас, он едва не роняет удочку. «Гидеон! Опять рыбачишь?» — говорит Элен с кислой улыбкой. Старый моряк вытягивает из воды свою добычу. «Опять уродливая треска, чёрт её побери. Хуже только пикша. — У рыбы, бьющейся на крючке, слишком много плавников и шипов, похожих на вросшие ракушки. — А ты, Элен? Куда направилась?» — спрашивает Гидеон. Элен рассказывает старому моряку о пропаже сестры. Тот с обеспокоенным видом отвечает: «Маленькая Лиззи — настоящее сокровище. Я помогу, ежли вы не против».
zh: 你們跟著海倫走過艾灣鎮破裂的濱海木板道。艾灣鎮座落在島嶼北邊一個窄小、岩石嶙峻的海灣中，這裡世代以來都是阿本拿基族跟前補鯨人們的家。海倫傷感的說：“赫姆拉克島已經不再安全了，我曾以為這裡會是我們的家，但現在看來，它只能是個中繼站了。”這個村落已經完全荒廢了，只剩下一個穿著海軍藍外套的水手，你們靠近的時候，他差點把手中的魚竿弄掉。 “吉迪恩！又來釣魚啊？”海倫苦笑著說。 老水手把他的竿子從水中拉出“哼，只是條醜魚，從沒看過這麼醜的鱈魚。”被魚線串起的那條魚有著許多不正常的魚鰭跟尖刺，類似藤壺的東西長滿全身。“嗯？是海倫嗎？”吉迪恩問。 海倫告訴老水手她的妹妹失蹤了。老人露出擔憂的表情說：“小麗莎是個好孩子，我會幫忙，如果你們願意帶我去的話。”

source: You follow Helen outside and onto the creaking boardwalks of Akwan village. The night sky is dreary and overcast, but an unsettling glimmer lingers over the southern horizon: a distant, shifting luminescence of blues and greens beyond the treetops. The light forms familiar patterns: A lion’s paw, a spring blossom, a longship, and finally, a vague humanoid outline. You look down to see Helen disappearing into an inky black cave.
de: Du folgst Helen nach draußen auf die knarzenden Planken von Akwan. Der Nachthimmel ist düster und bedeckt, bis auf einen beunruhigenden Schimmer, der über dem südlichen Horizont hängt: ein fernes, zwischen Blau- und Grüntönen wechselndes Leuchten jenseits der Baumkronen. Das Licht formt vertraute Muster: eine Löwentatze, eine Frühlingsblüte, ein Langschiff und schließlich den vagen Umriss eines Menschen. Du wendest dich vom Himmel ab und siehst Helen in einer tiefschwarzen Höhle verschwinden.
es: Seguís a Helen al exterior y cruzáis los entablados de Akwan. El cielo nocturno es deprimente y está nublado, pero un inquietante resplandor permanece en el horizonte hacia el sur: una lejana luminiscencia cambiante de azules y verdes más allá de las copas de los árboles. La luz forma patrones familiares: una garra de león, una flor primaveral, un drakkar y, por último, una vaga silueta humanoide. Al bajar la vista, veis a Helen desaparecer en una cueva negra como la pez.
fr: Vous suivez Helen à l’extérieur sur les trottoirs craquelés du village d’Akwan. Le ciel nocturne est morne et couvert, mais une lueur inquiétante persiste à l’horizon, au sud : une luminescence lointaine qui alterne entre divers tons verts et bleus au-delà de la cime des arbres. La lumière forme des motifs familiers : une patte de lion, une fleur printanière, un drakkar et, enfin, une vague silhouette humanoïde. Vous regardez vers le bas et voyez Helen disparaître dans une grotte plongée dans un noir d’encre.
it: Seguite Helen lungo le passerelle scricchiolanti di Akwan. Il cielo notturno è tetro e nuvoloso, ma quel che più vi preoccupa è il bagliore soffuso che riempie l'orizzonte a sud: una luminescenza distante e mutevole, fatta di striature blu e verdi che galleggiano oltre le chiome degli alberi, assumendo le forme di una zampa di un leone, un bocciolo primaverile, una nave vichinga e infine una sagoma vagamente umanoide. Vi voltate per chiedere spiegazioni a Helen, ma la donna è già scomparsa nel buio pesto di una grotta.
ko: 헬렌을 따라 집에서 나와 아콴 마을의 삐걱거리는 판자 길을 걸어갑니다. 밤하늘은 흐리고 음산했지만, 남쪽의 지면을 따라 나무 꼭대기 너머로 불안한 미광이 서려 있었습니다. 푸른색과 녹색이 섞여 아득하고도 변화무쌍한 광채를 흩뿌립니다. 춤추는 빛은 점차 익숙한 모양을 빚어갑니다. 사자의 발, 봄에 핀 꽃, 기다란 배, 그리고 미묘하게 인간을 닮은 형체에 이르기까지... 한동안 빛에 정신이 팔려 있다 아래를 내려다봤더니, 헬렌은 칠흑같이 어두운 동굴로 들어가고 있었습니다.
pl: Podążacie za Helen na zewnątrz, na skrzypiącą promenadę w Akwan. Nocne niebo jest ponure i zachmurzone, ale nad południowym horyzontem unosi się niepokojący blask: odległa, zmienna łuna błękitów i zieleni za koronami drzew. Światło tworzy znajome wzory: lwią łapę, wiosenny kwiat, łódkę, a na końcu rozmyty humanoidalny kształt. Gdy patrzycie w dół, widzicie, jak Helen znika w ciemności jaskini.
ru: Вслед за Элен вы выходите наружу и ступаете на скрипучий дощатый тротуар Акуана. Ночное небо выглядит мрачным и пасмурным, но над южным горизонтом зависло тревожащее мерцание — далёкое изменчивое свечение зелёно-голубых цветов над верхушками деревьев. Свет складывается в знакомые узоры: львиная лапа, весенний цветок, длинная лодка и, наконец, смутные очертания человека. Вы опускаете взгляд и видите, как Элен исчезает в непроглядной темноте пещеры.
zh: 你們跟著海倫走過艾灣鎮破裂的濱海木板道。夜晚的天空灰濛而沉重，但南方的地平線有微光閃爍，藍綠色的光團在樹頂遠方緩慢移動，光線形成一些眼熟的圖案：獅子的爪子、盛開的花朵、長船，最後組成一個模糊的人形輪廓。你們將視線拉回眼前，海倫的身影正走進洞口，消失在墨汁般漆黑的洞窟中。

source: Put the Akwan location into play.
de: Der Ort Akwan wird ins Spiel gebracht.
es: Pon el Lugar Akwan en juego.
fr: Mettez en jeu le lieu Akwan.
it: Mettete in gioco il luogo Akwan.
ko: ‘아콴’ 장소를 플레이 영역에 둡니다.
pl: Umieść lokalizację Akwan w grze.
ru: Введите в игру локацию «Акуан».
zh: 將艾灣地點放置入場。

source: Each investigator begins play at Akwan.
de: Jeder Ermittler beginnt das Spiel in Akwan.
es: Cada investigador comienza la partida en Akwan.
fr: Tous les investigateurs commencent la partie à Akwan.
it: Iniziate la partita ad Akwan.
ko: 모든 조사자는 ‘아콴’에서 시작합니다.
pl: Każdy badacz rozpoczyna grę w Akwan.
ru: Все сыщики начинают игру в «Акуане».
zh: 每位調查員從艾灣開始遊戲。

source: Construct the “Caverns deck” as follows:
de: Das „Höhlendeck“ wird wie folgt erstellt:
es: Construye el “mazo de Cavernas” del siguiente modo:
fr: Construisez le « deck Cavernes » de la manière suivante :
it: Formate un "mazzo delle caverne" effettuando i passi seguenti:
ko: 다음과 같이 “동굴 덱”을 구성합니다:
pl: Zbuduj „talię jaskini” w następujący sposób:
ru: Соберите колоду пещер следующим образом:
zh: 依照以下步驟構建“岩洞牌庫”：

source: Gather each location from the <i>The Lost Sister</i> and <i>Horrors in the Rock</i> encounter sets.
de: Es werden alle Orte aus den Begegnungssets <i>Die verlorene Schwester</i> und <i>Schrecken im Felsen</i> herausgesucht.
es: Reúne todos los Lugares de los conjuntos de encuentros <i>La hermana perdida</i> y <i>Horrores en la roca</i>.
fr: Réunissez tous les lieux des sets de rencontre <i>La Sœur Perdue</i> et <i>Horreurs des Roches</i>.
it: Radunate ogni luogo dei set di incontri <i>La Sorella Perduta</i> e <i>Orrori nella Roccia</i>.
ko: [[실종된 여동생]] 조우 세트 및 바위 사이의 공포 조우 세트에 포함된 모든 장소를 모읍니다(‘아콴’은 제외하고).
pl: Zbierz wszystkie lokalizacje z zestawów spotkań <i>Zaginiona siostra</i> i <i>Koszmary z jaskini</i>.
ru: Соберите все локации из наборов контактов «Пропавшая сестра» и «Ужасы в камне» (кроме локации «Акуан»).
zh: 收齊<i>迷途姊妹</i>和<i>石中駭物</i>遭遇組中的所有地點。

source: Set the Fungal Cave location aside, out of play.
de: Die Pilzhöhle wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte el Lugar Cueva fúngica, fuera del juego.
fr: Mettez de côté le lieu Grotte aux Champignons, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, il luogo Grotta Fungina.
ko: ‘균류로 뒤덮인 동굴’ 장소를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, lokalizację Porośnięta grzybami jaskinia.
ru: Отложите локацию «Грибная пещера» в сторону, вне игры.
zh: 將真菌洞穴地點放在一旁，置於場外。

source: Remove 2 random [[Cave]] locations from the <i>Horrors in the Rock</i> encounter set from the game.
de: 2 zufällige [[Höhle]]-Orte aus dem Begegnungsset <i>Schrecken im Felsen</i> werden aus dem Spiel entfernt.
es: Retira de la partida 2 Lugares [[Cueva]] aleatorios del conjunto de encuentros <i>Horrores en la roca</i>.
fr: Retirez de la partie 2 lieux [[Grotte]] au hasard du set de rencontre <i>Horreurs des Roches</i>.
it: Rimuovete dal gioco 2 luoghi [[Caverna]] casuali del set di incontri <i>Orrori nella Roccia</i>.
ko: [[바위 사이의 공포]] 조우 세트에서 무작위 [[동굴]] 장소 2장을 게임에서 제거합니다.
pl: Usuń z gry 2 losowe lokalizacje z cechą [[Jaskinia]] z zestawu spotkań <i>Koszmary z jaskini</i>.
ru: Удалите из игры 2 случайные локации-[[пещеры]] из набора контактов «Ужасы в камне».
zh: 隨機將2張<i>石中駭物</i>遭遇組的[[洞穴]]地點從遊戲中移除。

source: Shuffle each remaining location together to form the Caverns deck. Place this deck near the scenario reference card.
de: Die übrigen Orte werden zum Höhlendeck zusammengemischt, das neben der Szenarioübersichtskarte platziert wird.
es: Baraja todos los Lugares restantes para formar el mazo de Cavernas. Coloca este mazo junto a la carta de referencia de escenario.
fr: Mélangez ensemble chaque lieu restant pour former le deck Cavernes. Placez ce deck à côté de la carte de référence du scénario.
it: Mescolate ogni luogo rimanente per creare il mazzo delle caverne. Collocatelo accanto alla carta di consultazione dello scenario.
ko: 나머지 모든 장소를 섞어서 동굴 덱을 구성합니다. 동굴 덱을 시나리오 참조 카드 근처에 놓습니다.
pl: Potasuj razem wszystkie pozostałe lokalizacje i stwórz z nich talię jaskini. Umieść tę talię obok karty pomocy scenariusza.
ru: Замешайте в колоду пещер все оставшиеся локации. Разместите её около памятки сценария.
zh: 將剩餘的所有地點混洗，組成岩洞牌庫。將該牌庫放在冒險參考卡牌旁。

source: Put the top three cards of the Caverns deck into play, unrevealed, below and to the left and right of Akwan.
de: Die obersten 3 Karten des Höhlendecks werden verhüllt links, rechts und unterhalb von Akwan ins Spiel gebracht.
es: Pon las tres primeras cartas del mazo de Cavernas en juego, sin revelar, por debajo y a la izquierda y a la derecha de Akwan.
fr: Mettez en jeu les 3 premières cartes du deck Cavernes, sans les révéler, en dessous d’Akwan, à sa droite et à sa gauche.
it: Mettete in gioco chiusi 3 luoghi dalla cima del mazzo delle caverne sotto, a sinistra e a destra di Akwan.
ko: 동굴 덱 맨 위 카드 3장을 가져와 플레이 영역에 두되, ‘아콴’의 왼쪽, 오른쪽, 아래쪽에 하나씩 미공개 면으로 둡니다.
pl: Umieść 3 karty z wierzchu talii jaskiń w grze, nieodkryte, poniżej, po prawej i lewej stronie Akwan.
ru: Введите в игру три карты с верха колоды пещер закрытой стороной вверх. Положите их снизу, слева и справа от локации «Акуан».
zh: 將岩洞牌庫頂3張卡牌放置入場，未揭示面朝上，位於艾灣的下方、左側和右側。

source: Put Helen Peters into play under the control of an investigator. She does not take up an ally slot during this scenario.
de: Helen Peters wird unter der Kontrolle eines Ermittlers ins Spiel gebracht. Sie benötigt für dieses Szenario keinen Verbündeter-Slot.
es: Pon a Helen Peters en juego bajo el control de un investigador. No ocupa un espacio de aliado durante este escenario.
fr: Mettez en jeu Helen Peters sous le contrôle d’un investigateur. Elle n’occupe pas d’emplacement d’allié pour ce scénario.
it: Mettete in gioco Helen Peters sotto il controllo di un investigatore. Essa non occupa uno slot alleato durante questo scenario.
ko: ‘헬렌 피터스’를 조사자 한 명이 조종하도록 플레이 영역에 둡니다. 이번 시나리오 동안 ‘헬렌 피터스’는 조력자 슬롯을 차지하지 않습니다.
pl: Umieść Helen Peters w grze, pod kontrolą dowolnego badacza. Podczas tego scenariusza nie zajmuje ona strefy sprzymierzeńca.
ru: Введите «Элен Питерс» в игру под контроль любого сыщика. На протяжении этого сценария она не занимает слот союзника.
zh: 將海倫．彼得斯放置入場，置於任意調查員的控制之下。本場冒險期間，她不佔用盟友槽位。
