Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/05_the_lost_sister.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Increase Gideon Mizrah’s Relationship Level. Each investigator earns 1 bonus experience. In Gideon Mizrah’s notes, record <i>Gideon found his treasure</i>.
de: Erhöhe Gideon Mizrahs Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt. Notiere unter Gideon Mizrahs Notizen: <i>Gideon hat seinen Schatz gefunden</i>.
es: Aumenta el nivel de relación de Gideon Mizrah. Cada investigador obtiene 1 punto de experiencia adicional. Anota en las Notas de Gideon Mizrah que <i>Gideon encontró su tesoro</i>.
fr: Augmentez le Niveau de Relation de Gideon Mizrah. Chaque investigateur reçoit 1 point d’expérience bonus. Dans les notes de Gideon Mizrah, indiquez que <i>Gideon a trouvé son précieux</i>.
it: Aumentate il Livello di Relazione con Gideon Mizrah. Ogni investigatore guadagna 1 punto esperienza. Annotate negli Appunti di Gideon Mizrah che <i>Gideon ha trovato il suo tesoro</i>.
ko: ‘기디언 미즈라’와의 친밀 도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다. ‘기디언 미즈라’의 기록지에 [[기디언이 보물을 되찾았다]] 라고 기록합니다.
pl: Zwiększ stopień zażyłości z Gideonem Mizrahem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia. Zanotuj w Notatkach Gideona Mizraha, że <i>Gideon znalazł swój skarb</i>.
ru: Повысьте уровень доверия Гидеона Мизры. Каждый сыщик получает 1 опыт дополнительно. В заметках Гидеона Мизры запишите, что <i>Гидеон нашёл своё сокровище</i>.
zh: 提升吉迪恩．米茲拉的友好度。每位調查員取得1點獎勵經驗值。在吉迪恩．米茲拉的筆記中，記錄下<i>吉迪恩找到他的寶藏</i>。

source: Gideon found his treasure.
de: Gideon hat seinen Schatz gefunden.
es: Gideon encontró su tesoro.
fr: Gideon a trouvé son précieux.
it: Gideon ha trovato il suo tesoro.
ko: 기디언이 보물을 되찾았다
pl: Gideon znalazł swój skarb.
ru: Гидеон нашёл своё сокровище.
zh: 吉迪恩找到他的寶藏。

source: Your efforts have reached their limit. The unnatural fungus and aggressive wildlife are too much for you to handle. You have no choice but to abandon the search.
de: Du stößt mit deinen Bemühungen an deine Grenzen. Der unnatürliche Pilz und die aggressiven Lebewesen sind einfach zu viel für dich. Dir bleibt nichts anderes übrig, als die Suche aufzugeben.
es: Vuestro esfuerzo ha alcanzado su límite. Los hongos antinaturales y la fauna agresiva son demasiado para vosotros. No tenéis más elección que abandonar la búsqueda.
fr: Vos efforts ont été vains. Les champignons surnaturels et la faune agressive deviennent trop ingérables pour vous. Vous n’avez pas d’autre choix que d’abandonner les recherches.
it: Siete arrivati al limite. Il fungo innaturale e la fauna aggressiva del posto si sono rivelati troppo ostici da affrontare. Non vi è rimasta scelta se non abbandonare le ricerche.
ko: 이제는 노력도 한계에 달했습니다. 비정상적인 균류와 공격적인 바다 생명체들의 위협 앞에 더 이상 제대로 대처하기가 힘듭니다. 하릴없이 수색을 포기하고 돌아섭니다.
pl: Osiągnęliście kres swoich możliwości. Nienaturalne grzyby i agresywne zwierzęta to dla was zbyt wiele. Nie macie innego wyjścia, jak tylko przerwać dalsze badania.
ru: Вы старались, как могли, но всё без толку. Противоестественный грибок и агрессивная фауна — это слишком даже для вас. У вас нет выбора, кроме как оставить поиски.
zh: 你們已經到極限了，無法繼續對付這些不自然的蕈類跟兇猛的生物。你們別無選擇，只能放棄搜尋。

source: You return to Akwan with Helen and Lizzie. The younger sister thanks you as she stares back at the caves. Helen takes the frayed dog leash from her. “Bruce was a good dog,” she says. The ocean wind blows the youngest Peters’ dark brown hair across her round face as Helen wraps an arm around her shoulder. You ask what their plan is now. “We can’t stay here,” Helen says, more to Elizabeth than to you. Before her sister can protest, Helen goes on. “Remember the story Nokemes told us? The one about Gluskab turning a man into a tree. Everything on this island is wrong. It’s transformed into something deadly. Maybe it’s time we pay a visit to Uncle George in Portland.”
de: Du machst dich mit Helen und Lizzie auf den Weg nach Akwan. Die jüngere Schwester dankt dir, während sie noch einmal zu den Höhlen zurückblickt. Helen nimmt ihr die abgerissene Hundeleine ab. „Bruce war ein guter Hund“, sagt sie. Der Ozeanwind weht der Jüngsten der Familie Peters die dunkelbraunen Haare ins runde Gesicht. Helen legt Lizzie einen Arm um die Schulter. Du fragst, was ihre weiteren Pläne sind. „Wir können hier nicht bleiben“, antwortet Helen, mehr an Elizabeth gerichtet als an dich. Bevor ihre Schwester protestieren kann, fährt Helen fort: „Erinnerst du dich an die Geschichte, die Nokemes uns erzählt hat? Die über Gluskab, der einen Mann in einen Baum verwandelt hat? Alles auf dieser Insel ist falsch. Sie hat sich in etwas Tödliches verwandelt. Vielleicht sollten wir Onkel George in Portland einen Besuch abstatten, was meinst du?“
es: Regresáis a Akwan con Helen y Lizzie. La hermana más joven os da las gracias mientras vuelve la mirada y se queda mirando las cuevas. Helen le quita la raída correa de perro y dice: – Bruce era un buen perro. El viento del océano tapa el redondo rostro de la Peters más joven con su oscuro pelo castaño y Helen le pasa el brazo por el hombro. Les preguntáis qué van a hacer ahora. –No podemos quedarnos aquí –dice Helen, dirigiéndose más a Elizabeth que a vosotros. Antes de que su hermana pueda protestar, Helen continúa–. ¿Te acuerdas de la historia que nos contó Nokemes? Ésa en la que Gluskab convertía a un hombre en árbol. Todo lo que hay en esta isla está mal. Se ha transformado en algo letal. A lo mejor ha llegado el momento de ir a visitar al tío George en Portland.
fr: Vous retournez à Akwan avec Helen et Lizzie. La jeune sœur vous remercie en contemplant les grottes. Helen lui prend des mains la laisse du chien, à présent élimée. « Bruce était un bon chien », dit-elle. Le vent de l’océan fait voler les cheveux bruns de la plus jeune des sœurs Peters sur son visage rond, tandis qu’Helen lui passe un bras autour de l’épaule. Vous leur demandez ce qu’elles comptent faire à présent. « Nous ne pouvons pas rester ici », dit Helen, plus à Elizabeth qu’à vous. Avant que sa sœur ne puisse protester, Helen poursuit. « Tu te souviens de l’histoire que Nokemes nous a racontée ? Celle où Gluskab a transformé un homme en arbre. Rien ne va plus sur cette île. Elle s’est transformée en piège mortel. Il est peut-être temps d’aller rendre visite à l’oncle George à Portland. »
it: Tornate ad Akwan insieme a Helen e Lizzie. La sorella minore vi ringrazia, continuando a guardarsi alle spalle in direzione delle grotte. "Bruce era un bravo cagnolone" le dice Helen, prendendole di mano il guinzaglio tranciato. La brezza oceanica solleva i capelli scuri della giovane, disegnando una cornice attorno al suo viso rotondo, e Helen poggia un braccio sulle spalle della sorella. Chiedete loro quali piani abbiano per il futuro. "Non possiamo restare qui" risponde, rivolgendosi più a Elizabeth che a voi, e riprendendo il discorso prima che Lizzie possa protestare. "Ricordi la storia che ci ha raccontato Nokemes? Quella su Gluskab che trasforma un uomo in un albero? Tutto quello che c'è su quest'isola è sbagliato e si è trasformato in qualcosa di mortale. Forse è arrivato il momento di far visita a zio George a Portland."
ko: 당신은 헬렌과 리지를 따라 아콴으로 돌아왔습니다. 리지가 다시 해안 동굴을 뒤돌아보며 당신에게 감사를 전합니다. 헬렌은 리지에게서 찢어진 개 목줄을 받아들며 말합니다. “브루스는 훌륭한 개였어.” 헬렌이 리지의 어깨에 팔을 감싸는 사이, 불어오는 바닷바람에 리지의 암갈색 머리칼이 동그란 얼굴 위로 휘날립니다. 당신은 이제 어쩔 생각인지 헬렌에게 묻습니다. “우린 더는 여기 머무를 수 없겠어.” 당신이 아니라 엘리자베스에게 하는 말 같습니다. 그러나 리지가 뭐라 항의하기도 전에 헬렌이 말을 잇습니다. “노케메스가 들려준 이야기 기억나? 글루스캅이 사람을 나무로 만들어버렸다는 이야기 말이야. 헴록 섬에 제대로 된 건 없어. 모든 게 치명적으로 변해버렸지. 아무래도 포틀랜드에 있는 조지 삼촌네 집에 찾아가 보는 게 좋겠어.”
pl: Wracacie do Akwan razem z Helen i Lizzie. Młodsza siostra dziękuje wam, nadal wpatrując się w jaskinie. Helen zabiera jej postrzępioną smycz. „Bruce był dobrym psem” – mówi. Oceaniczny wiatr rozwiewa ciemnobrązowe włosy na okrągłej twarzy najmłodszej z Petersów, a Helen obejmuje ją ramieniem. Pytacie, co planują dalej. „Nie możemy tu zostać” – mówi Helen bardziej do Elizabeth niż do was. Zanim jej siostra zdąży zareagować, kontynuuje: „Pamiętasz historię, którą opowiadał nam Nokemes? O tym, jak Gluskab zamienił człowieka w drzewo. Na tej wyspie wszystko jest nie tak. Przemienia się w coś śmiercionośnego. Może nadszedł czas, żebyśmy odwiedziły wujka George'a w Portland”.
ru: Вы возвращаетесь в Акуан вместе с Элен и Лиззи. Младшая сестра благодарит вас, глядя назад, на пещеры. Элен берёт из её рук потрёпанный поводок. «Брюс был хорошим псом», — говорит она. Океанский ветер отбрасывает тёмно-каштановые волосы с круглого лица Лиззи. Элен обнимает её рукой за плечи. Вы спрашиваете их о дальнейших планах. «Мы не можем оставаться здесь, — говорит Элен, обращаясь скорее к Элизабет, нежели к вам. Прежде чем та начнёт протестовать, Элен продолжает. — Помнишь ту историю, которую нам рассказывала бабушка Нокемес? О том, как Глускаб превратил человека в дерево. На этом острове всё неправильно. Он превратился во что-то смертоносное. Возможно, пора навестить дядю Джорджа в Портленде».
zh: 你們跟海倫與麗莎一起回到了艾灣，麗莎感謝你們的幫助，目光仍時不時飄向洞窟的方向。海倫從麗莎手中接過斷裂的牽繩，說道“布魯斯是隻好狗狗。”然後用手環抱著麗莎的肩膀，海風將這位彼得斯一家最年輕成員深棕色的髮絲吹過她的圓臉。你們詢問她們下一步有什麼打算。 “我們不能繼續待在這了。”海倫回答，但比起你們，她更像是在對伊麗莎白說。在妹妹反對前，她繼續說到：“還記得諾克母告訴我們的故事嗎？格勞斯卡把人變成樹的那個故事？這座島的一切都失常了，所有東西都被轉變成致命的危險。也許我們是時候去波特蘭找喬治叔叔了。”

source: After returning from his truck, Theo asks his sister why she wandered off. Lizzie brushes tears from her eyes and holds up the torn dog leash. “Bruce wanted to go for one last walk. Like we used to.” Theo looks crestfallen as his two sisters look out to sea, past the rolling waves and the silver clouds. Theo hesitates, searching for what to say as his sisters face the crashing surf. “Come here, Theo,” Helen beckons him over. The three siblings stand together, looking out to the sea in silence.
de: Nachdem Theo von seinem Lastwagen zurückgekehrt ist, fragt er seine Schwester, warum sie in die Höhlen gelaufen ist. Lizzie wischt sich die Tränen aus den Augen und zeigt auf die Hundeleine, die Helen ihr abgenommen hat. „Bruce wollte noch einmal Gassi gehen. Wie wir es sonst immer getan haben.“ Theo blickt niedergeschlagen drein, während seine beiden Schwestern auf das Meer hinausschauen mit seinen rollenden Wellen und den silbernen Wolken. Theo zögert und weiß nicht so recht, was er sagen soll. „Theo, komm zu uns“, ruft Helen und winkt ihn zu sich. Dann stehen die drei Geschwister zusammen und schauen schweigend aufs Meer hinaus.
es: Después de volver de su camioneta, Theo pregunta a su hermana que por qué se fue. Lizzie se enjuga las lágrimas de los ojos y le enseña la correa de perro rota. –Bruce quería dar un último paseo. Como los que solíamos dar. Theo parece decaído mientras sus dos hermanas contemplan el mar, con la mirada perdida más allá de las olas y las nubes plateadas. Theo duda y busca lo que quiere decir mientras sus hermanas siguen frente al rompiente oleaje. –Ven aquí, Theo –dice Helen mientras le hace un gesto para que se acerque. Los tres hermanos se juntan y miran el mar a lo lejos.
fr: De retour de son camion, Theo demande à sa sœur pourquoi elle s’est éloignée. Lizzie efface les larmes de ses yeux et brandit la laisse du chien, à présent élimée. « Bruce voulait faire une dernière promenade. Comme nous avions l’habitude de faire. » Theo a l’air abattu tandis que ses deux sœurs regardent la mer, au-delà des vagues et des nuages argentés. Theo hésite, cherchant quoi dire pendant que ses sœurs font face aux vagues déferlantes. « Viens ici, Theo », appelle Helen. Les trois frères et sœurs se tiennent ensemble, regardant la mer en silence.
it: Dopo essere tornato dal suo furgone, Theo chiede alla sorella perché si fosse allontanata tanto. Lizzie si asciuga le lacrime dagli occhi, stringendo il guinzaglio tranciato del suo cane. "Bruce voleva fare un'ultima passeggiata. Come facevamo sempre." Theo osserva con aria triste le sue due sorelle che guardano il mare, oltre le onde in movimento e le nuvole argentate. Esita, cercando le parole mentre l'onda si infrange davanti alle ragazze. "Theo, vieni qui!" incita Helen. Finalmente insieme, i tre Peters restano in silenzio a fissare il mare.
ko: 트럭에서 돌아온 테오가 리지에게 왜 길을 잃은 거냐고 묻습니다. 리지는 흐르는 눈물을 훔치더니 찢어진 개 목줄을 들어 올립니다. “브루스가 마지막으로 산책나가고 싶어 했어. 예전처럼...” 헬렌과 리지가 밀려드는 파도와 은빛 구름이 펼쳐진 바다를 바라보는 가운데, 테오가 그 모습을 의기소침한 표정으로 지켜봅니다. 테오는 주저하고 있습니다. 부서지는 파도 앞에 선 누이들에게 무슨 말을 해야 할지 고심하는 듯합니다. “이리 와, 테오.” 헬렌이 테오에게 손짓합니다. 마침내 세 가족이 나란히 서서 아무 말 없이 바다를 바라봅니다.
pl: Po powrocie Theo pyta siostrę, dlaczego się oddaliła. Lizzie ociera łzy z oczu i unosi porwaną psią smycz. „Bruce chciał pójść na ostatni spacer. Tak jak dawniej”. Theo wygląda na przygnębionego, gdy jego dwie siostry spoglądają na falujące morze i srebrne chmury. Waha się, szukając w myślach właściwej odpowiedzi. „Chodź tu, Theo” – przywołuje go Helen. Trójka rodzeństwa staje obok siebie i w milczeniu wpatruje się w morze.
ru: Вернувшись от своего грузовика, Тео спрашивает сестру, почему та заплутала. Лиззи смахивает слёзы с глаз и показывает порванный поводок: «Брюс хотел ещё немного погулять. Как всегда». Тео выглядит удручённым, а его сёстры смотрят в сторону моря, накатывающих волн и серебристых облаков. Парень колеблется и пытается подобрать слова. «Иди к нам», — зовёт его Элен. Вся семья, собравшись в месте, в тишине смотрит на воду.
zh: 西奧從卡車那邊過來，問麗莎她為什麼亂跑，麗莎擦掉眼淚，舉起斷裂的牽繩說：“布魯斯想散最後一次步，就像我們之前那樣。”姊妹倆望著大海，看著翻捲的海跟白銀色的雲。西奧垂頭喪氣地看著她們的背影，潮水拍打著岸邊，西奧猶豫著該與她的姊妹們說些什麼。 “過來吧，西奧。”海倫呼喚他，三位手足就這樣並肩望著大海，沉默不語。

source: “I’ll start making preparations soon and hopefully we’ll be off the island in a few more days,” Helen tells you. “I suggest you leave soon, as well.” You tell her the survey is far from over, and there’s still more you have to do. Helen scoffs. “Your funeral,” she says, then after a brief silence she looks at you again. “Sorry. I don’t know why I said that,” she says. “Thank you for your help. Nobody from the Vale would have helped.” She looks down the black sanded shore toward Akwan. “Gideon used to fish here often, but not anymore. The Vale took him from us. Now they’ve taken Theo.” She looks back to you. “I have another favor to ask. Please. Look after Theo. He means well, even if he’s a little thick in the head. Make sure he’s okay. No matter what he thinks, he’s still family.”
de: „Ich beginne sofort mit den Vorbereitungen, dann können wir hoffentlich in ein paar Tagen die Insel verlassen“, erklärt dir Helen. „Ich rate Ihnen, auch bald zu gehen.“ Du entgegnest ihr, dass die Untersuchungen noch lange nicht abgeschlossen sind und du noch viel zu tun hast. „Wie Ihre eigene Beerdigung vorbereiten?“, fragt sie spöttisch. Nach kurzem Schweigen blickt sie dich bedauernd an. „Entschuldigung. Ich weiß nicht, warum ich das gesagt habe. Vielen Dank für Ihre Hilfe. Niemand aus dem Tal hätte mir geholfen.“ Sie blickt den schwarzen Sandstrand hinunter in Richtung Akwan. „Gideon hat hier früher oft geangelt, aber jetzt nicht mehr. Die aus dem Tal haben ihn uns weggenommen. Jetzt haben sie sich auch noch Theo geholt.“ Sie schaut dich wieder an. „Ich muss Sie um einen weiteren Gefallen bitten. Ich flehe Sie an: Passen Sie auf Theo auf. Er meint es gut, auch wenn er zu viel Stroh im Kopf hat. Bitte helfen Sie ihm. Egal, was er für wirre Sachen glaubt, er gehört immer noch zur Familie.“
es: –Empezaré a hacer los preparativos pronto y ojalá que podamos salir de la isla en unos pocos días –os cuenta Helen–. Sugiero que tampoco tarden en marcharse. Le decís que al estudio aún le queda bastante y que todavía tenéis cosas que hacer. Al oír esto, Helen hace una mueca. –Ustedes mismos –dice. Después, tras un breve silencio, vuelve a miraros–. Lo siento. No sé por qué he dicho eso. Gracias por su ayuda. Nadie del Valle nos habría ayudado. Baja la mirada hacia Akwan, más allá de la orilla de arena negra y añade: –Gideon solía pescar aquí a menudo, pero ya no lo hace. El Valle nos lo quitó. Y ahora nos ha quitado a Theo. Vuelve la mirada hacia vosotros. –Tengo que pedirles otro favor. Por favor, cuiden de Theo. Aunque sea un poco obtuso, tiene buen fondo. Asegúrense de que está bien. Da igual lo que piense, porque sigue siendo mi familia.
fr: « Je vais bientôt commencer les préparatifs et j'espère que nous aurons quitté l’île dans quelques jours », vous dit Helen. « Je vous suggère de partir bientôt, vous aussi. » Vous lui dites que l’enquête est loin d’être terminée et qu’il vous reste encore beaucoup de choses à organiser. Helen se moque de vous. « Vos funérailles », dit-elle, puis après un bref silence, elle vous regarde à nouveau. « Désolée, je ne sais pas pourquoi j’ai dit ça », reprend-elle. « Merci pour votre aide. Personne à Vale n’aurait accepté de m’accompagner. » Elle regarde le rivage de sable noir en direction d’Akwan. « Gideon avait l’habitude de pêcher souvent ici, mais plus maintenant. Vale nous l’a enlevé. Maintenant, ils ont pris Theo. » Elle se retourne vers vous. « J’ai une autre faveur à vous demander. S’il vous plaît. Occupez-vous de Theo. Il veut bien faire, même s’il a la tête dure. Assurez-vous qu’il va bien. Peu importe ce qu’il pense, il fait toujours partie de la famille. »
it: "Inizierò i preparativi quanto prima e, se tutto va bene, lasceremo l'isola nel giro di qualche giorno" vi spiega Helen. "Vi consiglierei di fare lo stesso, e in fretta." Le spiegate che le vostre ricerche sono ancora in alto mare e che avete molto da fare. "Tipo cosa? I preparativi per il vostro funerale?" Sbotta lei, per poi rivolgervi uno sguardo preoccupato. "Scusatemi. Non so perché l'abbia detto... Grazie per il vostro aiuto. Nessuno nella valle avrebbe fatto lo stesso." Sposta lo sguardo verso la sabbia nera della spiaggia di Akwan. "Gideon passava molto tempo a pescare qui, ma ormai non lo fa più. La valle ce l'ha tolto. E ora si è presa anche Theo." "Ho un altro favore da chiedervi" continua, girandosi verso di voi. "Vi prego, prendetevi cura di nostro fratello. È un bravo ragazzo, anche se è un cocciuto. Assicuratevi che stia bene... Non mi importa quello che pensa, fa pur sempre parte della mia famiglia."
ko: 헬렌이 말합니다. “가능한 한 빨리 준비를 할 테니 며칠 후면 이 섬을 떠날 수 있겠지. 당신도 얼른 떠나.” 당신은 현장 조사가 아직 남았으며, 해야 할 일도 많다고 말하지만 헬렌은 그 말을 듣고 어이없어합니다. “네 장례식이라도 준비하려고?” 그 말을 하고서는 헬렌이 잠시 침묵한 후, 다시 당신을 바라봅니다. “미안해. 나도 내가 무슨 말을 한 건지... 도와줘서 고맙단 말부터 해야 했는데. 헴록 베일에서는 그 누구도 도와주지 않았잖아.” 헬렌이 아콴의 검은 모래 해안을 내려다보며 말을 잇습니다. “기디언 어르신도 여기서 자주 낚시를 하곤 했는데, 이젠 안 그러셔. 헴록 베일 사람들이 데려가 버렸거든. 이제는 그놈들이 테오까지 데리고 가 버렸네.” 헬렌이 당신을 향해 돌아봅니다. “부탁 하나만 더 해도 될까? 부디 테오를 잘 돌봐줘. 애가 좀 멍청한 구석이 있어서 그렇지, 심성은 착해. 걔가 뭐라고 생각하는진 몰라도, 여전히 우리 가족인걸.”
pl: „Wkrótce zacznę przygotowania i mam nadzieję, że za kilka dni opuścimy wyspę” – mówi Helen. – „Sugeruję, żebyście zrobili to samo”. Odpowiadacie, że to nie koniec badań i macie jeszcze wiele do zrobienia. Helen prycha. „Wpakujecie się do grobu” – mówi, ale po krótkiej ciszy znowu na was spogląda. „Przepraszam. Nie wiem, czemu to powiedziałam” – dodaje. – „Dziękuję, że nam pomogliście. Nikt z Doliny by tego nie zrobił”. Spogląda w dół na czarny piaskowy brzeg prowadzący z powrotem do Akwan. „Dawniej Gideon często łowił tu ryby, ale to już przeszłość. Dolina go nam zabrała. A teraz zabrała także Theo”. Odwraca się w waszą stronę. „Mam do was jeszcze jedną prośbę. Zaopiekujcie się Theo. Proszę. Chce dobrze, nawet jeśli trochę brakuje mu oleju w głowie. Upewnijcie się, że nic mu się nie stanie. Bez względu na to, co myśli, to nadal jesteśmy rodziną”.
ru: «Я начну собирать вещи. Надеюсь, мы покинем остров в течение пары дней, — говорит вам Элен. — Вам советую сделать то же самое». Вы объясняете ей, что ваша экспедиция далека от завершения и вам ещё многое нужно сделать. Элен усмехается. «Земля пухом, — говорит она и после паузы снова поднимает на вас взгляд. — Извините. Не знаю, почему я это сказала. Спасибо за помощь. Никто из Хемлок-Вейл не стал бы нам помогать. — Она смотрит на берег Акуана, покрытый тёмным песком. — Гидеон раньше часто рыбачил здесь. Но теперь его не видно. Хемлок-Вейл забрала его у нас. Теперь она забрала Тео». «Могу я попросить об одолжении?— произносит она, переведя взгляд на вас. — Пожалуйста, присмотрите за Тео. Он хочет как лучше, но башка у него дурная. Убедитесь, что с ним всё в порядке. Что б ему там ни взбрело в голову, мы всё же семья».
zh: “我會開始打包，希望幾天內就可以離開這座島。”海倫對你們說。“我建議你們也趕緊離開。”你們說調查還遠遠沒結束，還有很多事要辦。海倫嗤之以鼻：“那你們就等著辦自己的葬禮吧。”一陣短暫的沉默後，她說：“我很抱歉，我不知道自己為什麼要這樣說。我很感激你們的幫助，谷地裡的那些人從不願意伸出援手。”她看著艾灣的黑色沙灘，“吉迪恩以前很常來這裡釣魚，但現在他不再來了。谷地把他從我們身邊奪走，現在連西奧也被帶走了。” 她轉向你們：“我得拜託你們另一件事，請關照一下西奧。他心地善良，但有時候很固執，幫我照顧好他。不管他怎麼想，他依然是我們的家人。”
