Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/05_the_lost_sister.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Miskatonic Survey, June 1926. Members Marquez, Musgrave, et alii. Northern shore and coastal caves extremely dangerous. Identified dozens of hitherto undocumented species of bioluminescent fungus. An exceedingly hostile ecosystem with extreme sensitivity to light. <strike>Further analysis and observation recommended. Future expeditions should come prepared with appropriate gear and extreme caution.</strike> Avoid the Akwan caves, if at all possible.”
de: „Miskatonic-Feldforschung, Juni 1926. Mitglieder: Marquez, Musgrave et al. – Nordküste und Küstenhöhlen extrem gefährlich. Dutzende bis dato noch nicht dokumentiere Spezies von biolumineszierenden Pilzen identifiziert. Äußerst feindseliges Ökosystem mit extremer Lichtempfindlichkeit. <strike>Weitere Analysen und Beobachtungen angeraten. Empfehlung für zukünftige Expeditionen: gute Vorbereitung mit entsprechender Ausrüstung.</strike> Äußerste Vorsicht ist geboten! Die Akwan-Höhlen so gut wie möglich meiden!“
es: “Estudio de Miskatonic, junio de 1926. Miembros Marquez, Musgrave et alii. Costa norte y cuevas costeras extremadamente peligrosas. Identificadas docenas de hongos bioluminiscentes hasta ahora no documentadas. Ecosistema sumamente hostil con sensibilidad extrema a la luz. <strike>Se recomiendan más análisis y observación. Las futuras expediciones deberían venir preparadas con el equipo adecuado y extremar las precauciones.</strike> Evitar las cuevas de Akwan si es posible”.
fr: « Enquête de Miskatonic, juin 1926. Par les membres Marquez, Musgrave et alii. La côte nord et les grottes du littoral sont extrêmement dangereuses. Identification de dizaines d’espèces de champignons bioluminescents jusqu’alors non documentées. Un écosystème extrêmement hostile avec une sensibilité très importante à la lumière. <strike>Il est recommandé de poursuivre l’analyse et l’observation. Les futures expéditions doivent être préparées avec un équipement approprié. La plus grande prudence devra être observée.</strike> Éviter les grottes d’Akwan, si possible. »
it: "Ricerca della Miskatonic, giugno 1926. Membri Marquez, Musgrave et alii. Le grotte costiere e la costa settentrionale sono estremamente pericolose. Identificate decine di specie di funghi bioluminescenti finora sconosciute. Ecosistema straordinariamente ostile ed estremamente sensibile alla luce. <strike>Consigliamo la conduzione di ulteriori analisi e osservazioni. Le future spedizioni dovranno essere attrezzate di equipaggiamento adatto e procedere con assoluta cautela.</strike> Evitare le grotte di Akwan a ogni costo."
ko: “1926년 6월, 미스캐토닉 대학 현장 조사단. 마르케스, 머즈그레이브 외. 헴록 섬 북부 해안과 해안 동굴은 대단히 위험함. 지금까지 알려지지 않은 수십 종의 발광균류가 자생하는 것을 확인하였음. 이곳의 생물은 빛에 극도로 민감하며 극단적일 정도로 외부 개체에 적대적임. <strike>추가적인 관찰을 요함. 추후 탐사는 적절한 장비를 구비한 채로 극도로 주의하여 진행하여야 함.</strike> 아콴 동굴은 가급적이면 피할 것.”
pl: „Dziennik grupy badawczej Uniwersytetu Miskatonic, czerwiec 1926. Członkowie: Marquez, Musgrave i inni. Północne wybrzeże i nadmorskie jaskinie są niezwykle niebezpieczne. Zidentyfikowano dziesiątki dotychczas nieudokumentowanych gatunków grzybów bioluminescencyjnych. Niezwykle wrogi ekosystem o ekstremalnej wrażliwości na światło. <strike>Zalecana dalsza analiza i obserwacja. Przyszłe wyprawy powinny zostać zaopatrzone w odpowiedni sprzęt i zachować szczególną ostrożność.</strike> Jeśli to możliwe, unikać jaskiń w Akwan”.
ru: «Наблюдательная группа Мискатоника, июнь, 1926 г. Состав: Маркес, Масгрейв, остальные. Северное побережье и прибрежные пещеры чрезвычайно опасны. Выявлены десятки ранее не изученных видов биолюминесцентных грибов. Крайне враждебная экосистема с экстремальной чувствительностью к свету. <strike>Рекомендуется дальнейший анализ и наблюдение. Будущим экспедициям следует иметь соответствующее оборудование и соблюдать предельную осторожность.</strike> Избегайте Акуанские пещеры любой ценой».
zh: “1926年6月，米斯卡塔尼克大學實地調查。成員：馬爾克斯、馬斯格雷夫，及其他人員。北邊的海岸跟海岸洞窟極度危險。已確認有數十種至今為止未被記錄過的生物發光蕈類，該地區的生態系統充滿攻擊性，且對光線極度敏感。<strike>需要進一步觀察與分析，後續調查必須準備適當器材並極度謹慎。</strike>盡可能遠離艾灣洞窟。”

source: Codex 8: Theo Peters 3
ru: Архив 8: Тео Питерс 3

source: Codex 8: Theo Peters 1
ru: Архив 8: Тео Питерс 1

source: Codex 8: Theo Peters 2
ru: Архив 8: Тео Питерс 2

source: Codex Sigma: The Lobstrosity 1
ru: Архив Сигма: Омароподобное чудище 1

source: Codex Sigma: The Lobstrosity 2
ru: Архив Сигма: Омароподобное чудище 2

source: Errata: if the first three locations revealed do no contain the [[Cave]] trait, please replace the last one to be revealed with a different one from the Caverns deck (shuffling the original non-[[Cave]] location back into the Caverns deck).
de: Errata: Falls die ersten drei enthüllten Orte nicht das [[Höhle]]-Merkmal haben, ersetze den letzten enthüllten Ort mit einem anderen aus dem Höhlendeck (wobei die ursprünglichen nicht-[[Höhle]]-Orte zurück ins Höhlendeck gemischt werden).
es: Errata: Si las primeras tres cartas reveladas no tienen el rasgo [[Cueva]], sustituye la última revelada con una carta diferente del mazo de Cavernas (barajando en el mazo de Cavernas el Lugar que no sea [[Cueva]] revelado originalmente).
fr: Errata : si les trois premiers lieux révélés n’ont pas le trait [[Grotte]], remplacez le dernier lieu révélé par un lieu différent pris dans le deck Cavernes (remélangez le lieu non-[[Grotte]] original dans le deck Cavernes).
it: Errata: se i primi tre luoghi rivelati non hanno il tratto [[Caverna]], sostituite l'ultimo rivelato con uno differente dal mazzo delle caverne (rimescolando il luogo non [[Caverna]] nel mazzo delle caverne).
ru: <i>Пропустите этот пункт, если играете картами официальной русской локализации: ошибка, которую исправляет этот пункт, учтена при подготовке локализации.</i> Если среди первых трёх открытых карт нет карты с чертой [[Пещера]], замените последнюю из них другой картой из колоды пещер (замешав заменённую карту без черты [[Пещера]] обратно в колоду пещер).
zh: 勘誤：如果首3張揭示的地點不包括[[洞穴]]屬性，請將最後揭示的地點替換為岩洞牌庫的另一張地點(將原本揭示的非[[洞穴]]地點混洗回岩洞牌庫)。

source: Day and Night effects function differently during <i>The Lost Sister</i> scenario. During this scenario, cards at a Dark location <i>(including the location itself)</i> only use <b>(Night [night])</b> effects. Cards at all other locations <i>(including the location itself)</i> only use <b>(Day [day])</b> effects. This rule is in effect regardless of whether this scenario is played during the <b>(Day [day])</b> or <b>(Night [night])</b>.
de: Tag- und Nacht-Effekte funktionieren im Szenario <i>Die verlorene Schwester</i> etwas anders: Karten an Dunkel-Orten <i>(einschließlich der Orte selbst)</i> verwenden nur <b>(Nacht [night])</b>-Effekte. Karten an allen anderen Orten <i>(einschließlich der Orte selbst)</i> verwenden nur <b>(Tag [day])</b>-Effekte. Diese Regel gilt unabhängig davon, ob das Szenario am <b>(Tag [day])</b> oder in der <b>(Nacht [night])</b> gespielt wird.
es: Los efectos de Día y Noche funcionan de modo distinto durante el escenario <i>La hermana perdida</i>. Durante este escenario, las cartas que estén en un Lugar Oscuro <i>(incluido el propio Lugar)</i> sólo usan efectos <b>(Noche [night])</b>. Las cartas que estén en todos los demás Lugares <i>(incluido el propio Lugar)</i> sólo usan efectos <b>(Día [day])</b>. Esta regla está en vigor independientemente de que este escenario se juegue durante el <b>(Día [day])</b> o la <b>(Noche [night])</b>.
zh: 在<i>迷途姊妹</i>冒險期間，白日與黑夜的規則有部分不同。本場冒險期間，在黑暗地點上的卡牌<i>(包含地點本身)</i>只使用<b>(黑夜[night])</b>效果；在所有其他地點上的卡牌<i>(包含地點本身)</i>只使用<b>(白日[day])</b>效果。無論本場冒險是在<b>(白日[day])</b>還是<b>(黑夜[night])</b>時刻進行，此規則皆適用。

source: Errata: if the first three locations revealed do not contain the [[Cave]] trait, please replace the last one to be revealed with a different one from the Caverns deck (shuffling the original non-[[Cave]] location back into the Caverns deck).
ko: 에라타: 이렇게 놓은 세개의 장소가 모두 [[동굴]] 특성을 가지고 있지 않다면, 마지막으로 놓은 장소를 동굴 덱의 다른 카드로 대체합니다 (이렇게 대체한 [[동굴]]이 아닌 카드는 동굴 덱에 섞어 넣습니다).
pl: Errata: jeśli pierwsze 3 odkryte lokalizacje nie mają cechy [[Jaskinia]], zamieńcie ostatnią z nich na inną z talii jaskiń (wtasowując oryginalnie wylosowaną kartę bez cechy [[Jaskinia]] z powrotem do talii jaskiń).
