Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/05_the_lost_sister.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Scenario: The Lost Sister
de: Szenario: Die verlorene Schwester
es: Escenario: La hermana perdida
fr: Scénario : La Sœur Perdue
it: Scenario: La Sorella Perduta
ko: 시나리오: 실종된 여동생
pl: Scenariusz: Zaginiona siostra
ru: Сценарий: Пропавшая сестра
zh: 冒險：迷途姊妹

source: Dark Locations
de: Dunkle Orte
es: Lugares Oscuro
fr: Lieux Sombres
it: Luoghi con il Tratto Buio
ko: 어둠 장소
pl: Mroczne lokalizacje
ru: Тёмные локации
zh: 黑暗地點

source: Double-Sided Enemies
de: Doppelseitige Gegner
es: Enemigos de doble cara
fr: Ennemis Recto Verso
it: Nemici a Due Lati
ko: 양면 적
pl: Dwustronni wrogowie
ru: Двусторонние враги
zh: 雙面敵人

source: You are sitting in the small kitchen of the Peters family home in Akwan, on the north shore of Hemlock Isle. Cold Atlantic seawater laps at the stilts below the house as Helen Peters sets her steaming mug on the table. “The north shore caverns are a death trap,” she says firmly. “I don’t think you know what you’re getting into.” You tell her you are well aware of the danger. According to local rumors, some folks have gone missing recently. The most recent disappearance was Helen’s sister, so you paid a visit to the Peters home to offer your help. Helen looks you over, as if sizing you up, and finally nods. “Alright then. You’re either brave, or you’re stupid. Or you’re both, like my little brother.” She rubs her brow in frustration. “I last saw Lizzie—Elizabeth—taking a walk with our dog Bruce along the coastline. I told her to stay away from those caves, but she never listens. It’s easy to get lost in ‘em and there are things in there that’d haunt your nightmares.” She sets a flashlight on the table. “But that’s where we’re going to start.”
de: Du sitzt in der kleinen Küche im Haus der Familie Peters in Akwan, das an der nördlichen Küste von Hemlock Isle liegt. Das kalte Meerwasser des Atlantiks umspült die Stützpfähle unter dem Haus. Helen Peters stellt ihre dampfende Teetasse auf dem Tisch ab. „Die Höhlen an der Nordküste sind eine Todesfalle“, sagt sie bestimmt. „Ich glaube nicht, dass Sie wissen, worauf Sie sich da einlassen.“ Du versicherst ihr, dass du dir der Gefahr wohl bewusst bist. Laut den örtlichen Gerüchten sind in letzter Zeit ein paar Leute verschwunden. Der jüngste Vermisstenfall ist die Schwester von Helen Peters, also hast du den Peters einen Besuch abgestattet und ihnen deine Hilfe angeboten. Helen mustert dich lange, dann nickt sie und sagt: „Also gut. Sie sind entweder sehr mutig oder sehr dumm. Oder beides, wie mein kleiner Bruder.“ Sie reibt sich frustriert die Schläfe. „Das letzte Mal habe ich Lizzie – Elizabeth – gesehen, wie sie mit unserem Hund Bruce am Küstenufer spazieren war. Ich habe ihr gesagt, sie soll sich von den Höhlen fernhalten, aber sie hört ja nie, was man ihr sagt. Man kann sich dort leicht verirren und da drin hausen Dinge, die einen in Albträumen heimsuchen.“ Sie stellt eine Taschenlampe auf den Tisch. „Aber dort werden wir mit der Suche beginnen müssen.“
es: Estáis sentados en la pequeña cocina de la familia Peters, en Akwan, en la orilla norte de la Isla de la Cicuta. La fría agua del Atlántico lame los soportes de la casa mientras Helen Peters deja su taza humeante sobre la mesa. –Las cavernas de la orilla norte son una trampa mortal –dice con firmeza–. Creo que no saben dónde se están metiendo. Le decís que sois conscientes del peligro. Según los rumores locales, hace poco han desaparecido varias personas. La desaparición más reciente fue la hermana de Helen, y por eso habéis visitado el hogar de los Peters para ofrecer vuestra ayuda. Helen os mira de arriba abajo como tomándoos la medida y finalmente asiente: –Muy bien. No sé si sois valientes o estúpidos. O las dos cosas, como mi hermano pequeño –Se frota el ceño de frustración–. La última vez que vi a Lizzie, a Elizabeth, estaba dando un paseo con nuestro perro Bruce por la costa. Le dije que se mantuviera alejada de esas cuevas, pero nunca me hace caso. Es fácil perderse en ellas, y ahí dentro hay cosas que te perseguirían en las pesadillas. Pone una linterna sobre la mesa y añade: –Pero es ahí por donde vamos a empezar.
fr: Vous êtes assis dans la petite cuisine de la maison de la famille Peters à Akwan, sur la rive nord de Hemlock Isle. L’eau froide de l’Atlantique clapote sur les pilotis en dessous de la demeure lorsqu’ Helen Peters pose sa tasse fumante sur la table. « Les cavernes de la côte nord sont un piège mortel », dit-elle fermement. « Je ne pense pas que vous sachiez dans quoi vous vous engagez. » Vous lui dites que vous êtes conscient du danger. D’après les rumeurs locales, des gens ont disparu ces derniers temps. La dernière disparition en date étant celle de la sœur d’Helen, vous vous êtes rendu au domicile des Peters pour leur proposer votre aide. Helen vous regarde, comme pour vous jauger, et finit par hocher la tête. « Très bien, alors. Soit vous êtes courageux, soit vous êtes stupides. Ou les deux, comme mon petit frère. » Elle se frotte le front, visiblement frustrée. « La dernière fois que j’ai vu Lizzie… Elizabeth… elle se promenait avec notre chien Bruce le long de la côte. Je lui ai dit de ne pas s’approcher de ces grottes, mais elle n’écoute jamais. Il est facile de s’y perdre et on y rencontre des choses qui hanteraient vos pires cauchemars. » Elle pose une lampe de poche sur la table. « C’est par là que nous allons commencer. »
it: Vi accomodate nella piccola cucina della famiglia Peters ad Akwan, un villaggio di pescatori che si affaccia sulla costa nord dell'isola. L'acqua gelida dell'Atlantico lambisce i pali che tengono sollevata la casa, mentre Helen Peters appoggia la tazza sul tavolo. "Le grotte costiere qui a nord sono una trappola mortale" vi spiega con voce ferma. "Credo che non abbiate idea di cosa vi aspetti." Le spiegate che siete consapevoli dei pericoli. Secondo le dicerie locali, di recente ci sono state delle sparizioni: l'ultima persona a essere scomparsa nel nulla è la sorella di Helen, per questo avete chiesto di incontrarla per offrirle il vostro aiuto. La donna vi squadra dalla testa ai piedi, prima di annuire. "E va bene. Dovete essere molto coraggiosi oppure molto stupidi. O magari entrambi, come il mio fratellino." Frustrata, si passa una mano sulla fronte. "L'ultima volta che ho visto Lizzie... Elizabeth, stava portando il nostro cane Bruce a fare una passeggiata lungo la costa. Le avevo detto di non avvicinarsi a quelle grotte, ma non mi sta mai a sentire. È facile perdersi, una volta finiti là dentro. Ci vivono esseri spaventosi da togliere il sonno." La donna sbatte una torcia elettrica sul tavolo. "È da lì che cominceremo."
ko: 헴록 섬 북부 해안에 자리한 아콴. 당신은 그곳에 있는 테오 피터스네 집 작은 부엌에 앉아 있습니다. 차가운 대서양 바닷물이 철썩거리며 집 아래의 기둥을 씻어내리는 가운데, 헬렌 피터스가 김이 모락모락 나는 머그잔을 식탁에 올리며 단호하게 말합니다. “북부 해안의 동굴은 치명적인 덫이나 다름없어. 대체 너희들이 어떤 고생을 사서 하려는지 감이 안 오나 본데.” 당신은 헬렌에게 위험은 감수하고 있다고 말합니다. 현지인 사이에 도는 소문에 따르면, 최근 몇몇 주민이 실종되었다고 합니다. 그중 가장 최근에 실종된 사람은 헬렌의 여동생이었다기에, 당신은 도움을 주기 위해 이곳에 찾아온 것입니다. 헬렌이 당신이 어떤 사람인지 살피듯 바라보더니 마침내 고개를 끄덕입니다. “알겠어. 용감한 건지 멍청한 건지. 아님 내 남동생처럼 둘 다인 건지...” 헬렌이 불만스럽다는 듯 이마를 문지릅니다. “리지... 그러니까 엘리자베스를 마지막으로 봤던 게, 우리 노견인 브루스와 함께 바닷가에 산책하러 가는 모습이었어. 동굴에는 절대 가지 말랬지만, 들어먹기나 해야지. 동굴에서는 길을 잃기 쉬운 데다 악몽에나 나올 법한 것들이 넘치거든.” 헬렌이 탁자에 손전등을 놓습니다. “그러니까 동굴부터 수색해 봐야겠지.”
pl: Siedzisz w małej kuchni domu rodziny Petersów w Akwan, na północnym brzegu Wyspy Hemlock. Zimna woda Atlantyku obmywa pale pod domem, gdy Helen Peters kładzie swój parujący kubek na stole. „Jaskinie przy północnym brzegu to śmiertelna pułapka” – mówi stanowczo. – „Chyba nie wiecie, w co się pakujecie”. Mówicie jej, że zdajecie sobie sprawę z niebezpieczeństwa. Miejscowi mówią, że niedawno zaginęło kilka osób. Ostatnią z nich była siostra Helen, dlatego postanowiliście odwiedzić dom Petersów, aby zaoferować swoją pomoc. Helen przygląda się wam z góry na dół i w końcu kiwa głową. „W porządku. Jesteście albo bardzo odważni, albo bardzo głupi. Albo odważni i głupi na raz, jak mój brat” – pociera brwi z frustracją. „Ostatni raz widziałam Lizzie, to znaczy Elizabeth, jak spacerowała wzdłuż wybrzeża z naszym psem, Brucem. Mówiłam jej, żeby trzymała się z dala od jaskiń, ale nigdy mnie nie słucha. Łatwo się w nich zgubić i są tam rzeczy, które mogą przyprawić o koszmary”. Helen kładzie na stole latarkę. „Ale właśnie tam zaczniemy szukać”.
ru: Вы сидите на маленькой кухне дома Питерсов в Акуане, рыбацкой деревушке на северном берегу острова Хемлок. Под плеск холодных вод Атлантики вокруг поддерживающих дом свай Элен Питерс ставит на стол исходящую паром чашку. «Пещеры на северном берегу смертельно опасны, — твёрдо заявляет она. — Не думаю, что вы понимаете, во что ввязываетесь». Вы объясняете ей, что прекрасно понимаете степень опасности. Согласно местным слухам, в последнее время на острове пропадают люди. Недавно пропала и младшая сестра Питерсов, поэтому вы навестили их дом, чтобы предложить помощь. Элен оценивающе осматривает вас с ног до головы, затем кивает: «Ладненько. Вами движет либо слабоумие, либо отвага. Или и то, и другое, как в случае моего дорогого братца. — Она разочаровано потирает бровь. — В последний раз я видела Лиззи, то есть Элизабет, прогуливающейся с нашим псом Брюсом по побережью. Я говорила ей держаться подальше от тех пещер, но кто же меня будет слушать. В них легко потеряться, а ещё там водятся просто кошмарные твари. — Она кладёт на стол фонарик. — Именно оттуда мы и начнём».
zh: 你們坐在彼得斯一家的小廚房中，這裡是他們在艾灣鎮的房子，就在赫姆拉克島的北海岸線上，冰冷的大西洋海水拍打在架高的支柱上。海倫．彼得斯將她冒著煙的馬克杯放在桌上，開口說：“北海岸的洞穴跟死亡陷阱沒兩樣。”她用堅定的語氣說到。“我不認為你們知道自己在幹什麼。” 你們告訴她你們很清楚潛在的危險性，根據當地人的說法，最近有許多人失蹤，最近一個失蹤的就是海倫的妹妹，所以你們才來到彼得斯家，表示幫忙的意願。 海倫盯著你們，像是在打量你們的本事，最後終於點頭：“好吧。你們要不是很勇敢；就是很愚蠢，也許兩者皆是，就跟我的弟弟一樣。”她挫折的揉著眼眶。“我最後一次看到麗莎，就是伊麗莎白，是她帶著我們的狗，布魯斯，去海邊散步的時候。我警告她要離那些洞窟遠點，但她從來不聽。人們在裡面很容易迷失方向，更別說還有那些會讓你做惡夢的恐怖東西。”她拿出一個手電筒放到桌上。“但我們還是必須從那裡開始。”

source: You follow Helen outside and onto the creaking boardwalks of Akwan village. Nestled in a small, rocky bay on the island’s northern shore, Akwan has been the home of Abenaki families and former whalers for generations. The steady swell and break of seawater on the stony shore lends the scene an eerie disquiet. Helen grabs a harpoon from a whaler’s shack and leads you to the beach. A familiar old pickup truck slows to a stop nearby. Theo steps out and greets you with a broad smile. “I’m back! I had to run back to the Vale for something,” he waves. His smile vanishes when he sees Helen. “I’m surprised you came,” Helen says cooly. Theo looks crestfallen. “Of course I came, sis. How could I not?” His sister says nothing as she strides past you both toward the bleak shoreline. A curl of waves crashes against the walk, breaking the apparent drama of the moment. You ask Theo for the reason behind his sister’s chilly response, and he looks distant for a moment. “Y’know, sometimes people just grow apart. Like two branches. They’ll always be connected, but they—” The extended metaphor is interrupted by Helen, calling you to the mouth of a seaside cave.
de: Du folgst Helen nach draußen auf die knarzenden Planken von Akwan. Das Dorf liegt in einer kleinen, felsigen Bucht an der Nordküste der Insel. Hier leben seit Generationen Abenaki und ehemalige Walfänger zusammen. Der stetige Wellengang und das Brechen des Meerwassers am steinigen Ufer verleihen der Szene eine unheimliche Unruhe. Helen schnappt sich aus einer Walfängerhütte eine Harpune und führt dich zum Strand. Ein bekannter alter Lastwagen kommt neben euch zum Stehen. Theo springt heraus und begrüßt dich mit breitem Lächeln. „Ich bin wieder da! Ich musste noch mal für etwas ins Tal zurück“, sagt er und deutet in die Richtung, aus der er kam. Als er Helen bemerkt, gefriert sein Lächeln. „Ich bin überrascht, dass du gekommen bist“, sagt Helen kalt. Theo wirkt enttäuscht. „Natürlich bin ich gekommen, Schwesterherz. Wie könnte ich auch nicht?“ Seine Schwester antwortet nicht und geht an euch vorbei zum trüben Ufer. Eine Welle schlägt gegen den Steg und unterbricht den frostigen Moment. Du fragst Theo nach dem Grund für die kühle Reaktion seiner Schwester. Er schaut einen Moment lang abwesend in die Ferne. „Wissen Sie, manchmal entfernen sich Menschen einfach voneinander. Wie zwei Äste. Sie werden immer mit einander verbunden sein, aber sie...“ Die ausgedehnte Metapher wird von Helens Rufen unterbrochen, die dich zum Eingang einer Höhle winkt.
es: Seguís a Helen al exterior y cruzáis los entablados de Akwan. La localidad está situada en una pequeña bahía rocosa de la orilla norte de la isla y ha sido el hogar de familias abenaki y de antiguos balleneros desde hace generaciones. El constante ir y venir del agua sobre la costa de piedra crea un ambiente de inquietud espectral. Helen coge un arpón de la cabaña de un ballenero y os lleva a la playa. Una vieja camioneta conocida se detiene cerca. De ella se baja Theo que os saluda con una amplia sonrisa: –¡He vuelto! Tuve que regresar al Valle a por algo –os dice, pero se le borra la sonrisa al ver a Helen. –Me sorprende que hayas venido –dice Helen con frialdad. Theo parece abatido y replica: –Claro que he venido hermana. ¿Cómo no iba a venir? Su hermana no dice nada mientras pasa a vuestro lado y se dirige a la desolada costa. Una ola rompe contra el paseo, haciendo pedazos el aparente drama del momento. Le preguntáis a Theo el motivo de la gélida respuesta de su hermana y éste adopta un aspecto distante durante un momento. –Bueno, la gente a veces se distancia. Como dos ramas de un árbol. Siempre estarán conectadas, pero... La larga metáfora se ve interrumpida por Helen que os llama desde la boca de una cueva costera.
fr: Vous suivez Helen à l’extérieur sur les trottoirs craquelés du village d’Akwan. Niché dans une petite baie rocheuse sur la côte nord de l’île, Akwan abrite les foyers des familles Abenaki et d’anciens baleiniers depuis des générations. La houle constante et le déferlement de l’eau de mer sur le rivage rocailleux confèrent à la scène une atmosphère sinistre. Helen prend un harpon dans la cabane d’un baleinier et vous emmène sur la plage. Une vieille camionnette familière s’arrête à proximité. Theo en sort et vous accueille avec un large sourire. « Je suis de retour ! J’ai dû retourner à Vale pour quelque chose », dit-il. Son sourire disparaît lorsqu’il aperçoit Helen. « Je suis surprise que tu sois venu », commente froidement Helen. Theo a l’air abattu. « Bien sûr que je suis venu, frangine. Comment aurais-je pu ne pas être là ? » Sa sœur ne dit rien et vous dépasse à grandes enjambées en direction du rivage morne. Un clapotis de vagues s'écrase sur la promenade, et rompt l’apparente solennité de l’instant. Vous demandez à Theo la raison de la réponse froide de sa sœur. Pendant un moment, il semble distant. « Vous savez, parfois les gens s’éloignent les uns des autres. Comme deux branches. Ils seront toujours connectés, mais ils… » La métaphore est interrompue par Helen, qui vous appelle à l’entrée d’une grotte en bord de mer.
it: Seguite Helen lungo le passerelle scricchiolanti di Akwan. Incassato in una piccola baia rocciosa della costa nord, il villaggio ha dato dimora alle famiglie di Abenachi e balenieri per generazioni. Il lento movimento ritmico delle onde salmastre che si infrangono sugli scogli rende la scena angosciosa e inquietante. Helen prende un arpione dal capanno di un pescatore e vi accompagna alla spiaggia. Un vecchio furgone familiare si ferma non lontano. Theo scende, salutandovi con un sorriso che gli illumina il volto. "Eccomi qui! Dovevo tornare alla valle per delle commissioni" ma quel sorriso svanisce non appena vede Helen. "Mi sorprende che tu sia venuto" fa notare la donna con tono gelido. Il ragazzo sembra mortificato. "Certo che sono venuto, sorellona... Come avrei potuto starmene con le mani in mano?" Helen non dice altro, limitandosi a passarvi accanto per raggiungere il tetro litorale. Un'onda si infrange con fragore contro il pontile, spezzando la tensione del momento. Ne approfittate per chiedere a Theo il motivo dietro l'atteggiamento tanto ostile della sorella. "Sapete..." comincia, fissando lo sguardo in un punto lontano. "A volte le persone crescono allontanandosi. Come due rami. Resteranno per sempre collegati, ma..." La voce di Helen interrompe l'ardita metafora del fratello, attirando la vostra attenzione verso l'apertura di una grotta marina.
ko: 헬렌을 따라 집에서 나와 아콴 마을의 삐걱거리는 판자 길을 걸어갑니다. 아콴은 헴록 섬 북부 해안에 있는 작은 바위투성이 만에 자리한 어촌으로, 수 세대에 걸쳐 아베나키 족과 고래잡이들이 삶의 터전으로 삼아온 곳입니다. 바위투성이 해안을 따라 바닷물이 끊임없이 밀려들며 부서지는 광경은 섬뜩한 불안감을 자아냅니다. 헬렌은 고래잡이 창고에서 작살을 들고 나와 바닷가 쪽으로 길을 안내합니다. 익숙한 낡은 픽업트럭이 근처에서 털털거리며 멈춥니다. 테오가 트럭에서 내려 활짝 웃으며 당신을 반깁니다. “돌아왔어요! 헴록 베일에 일이 있어서 다녀와야 했거든요.” 테오가 팔을 흔듭니다. 그러나 테오의 미소는 헬렌을 보기 무섭게 사그라들었습니다. “안 올 줄 알았는데?” 헬렌이 쌀쌀맞게 말합니다. 테오가 당혹스러운 표정을 짓습니다. “그게 무슨 소리야, 누나. 어떻게 안 올 수가 있겠어?” 헬렌은 당신과 테오를 지나 황량한 해안가로 뚜벅뚜벅 걸어가면서 단 한 마디도 하지 않습니다. 발치에서 부서지는 파도에 드라마 속 같은 분위기도 금방 깨져버립니다. 당신은 테오를 붙잡고 헬렌이 왜 이토록 냉담하게 구냐고 물었지만, 그는 잠시 생각이 다른 곳에 가 있는 것 같았습니다. “아시다시피 사람들은 이따금 멀어지기도 하잖아요? 나무 하나에서 뻗어 나간 두 개의 나뭇가지처럼, 항상 이어져 있긴 하지만...” 테오가 장황한 비유를 늘어놓으려던 차, 헬렌이 해변 동굴 입구로 당신을 부릅니다.
pl: Podążacie za Helen na zewnątrz, na skrzypiącą promenadę w Akwan. Położona w małej, skalistej zatoce na północnym brzegu wyspy wioska od wielu pokoleń jest domem społeczności Abenaków i byłych wielorybników. Nieustannie piętrzące się i rozbijające o kamienisty brzeg fale wzbudzają w was nieopisywalny niepokój. Helen wyciąga harpun z chaty wielorybników i prowadzi was na plażę. Znajoma furgonetka zwalnia i zatrzymuje się nieopodal. Wysiada z niej Theo, który wita was szerokim uśmiechem. „Wróciłem! Musiałem skoczyć na chwilę do Doliny” – mówi, machając. Gdy zauważa Helen, uśmiech znika z jego twarzy. „Jestem zaskoczona, że przyszedłeś” – mówi chłodno Helen. Theo wygląda na zbitego z tropu. „Oczywiście, że przyszedłem, siostro. Jak mógłbym nie przyjść?” Helen mija was w milczeniu, kierując się ku ponurej linii brzegowej. Skłębiona fala rozbija się o deptak, przełamując nieco niezręczną ciszę. Pytacie Theo, co było powodem chłodnej odpowiedzi jego siostry, a on przez moment wpatruje się w dal. „Wiecie, czasem ludzie po prostu się od siebie oddalają. Jak dwie gałęzie drzewa. Zawsze będą ze sobą połączone, ale...” Zawiła metafora zostaje przerwana przez Helen, wołającą was do wejścia do nadmorskiej jaskini.
ru: Вслед за Элен вы выходите наружу и ступаете на скрипучий дощатый тротуар Акуана. Расположенная в небольшой скалистой бухте на северном берегу острова, эта деревенька на протяжении многих поколений была домом для семей племени абенаки и бывших китобоев. Звук ритмичных ударов океанских вод о каменистый берег вызывает у вас неясное чувство тревоги. Элен берёт из сарая с китобойным инвентарём гарпун и ведёт вас к пляжу. Неподалёку тормозит знакомый старый грузовичок, и из него выходит Тео, встречая вас широкой улыбкой. «А вот и я! Пришлось сгонять в Хемлок-Вейл кое за чем», — объясняет он. Завидев Элен, он перестаёт улыбаться. «Удивлена, что ты пришёл», — прохладно говорит та. Выражение лица Тео меняется на удручённое. «Конечно, я пришёл, сестрёнка. Как я мог не прийти?» Его сестра молча ведёт вас к мрачному берегу. О край тротуара разбивается высокая волна, прерывая драматичность момента. Вы спрашиваете Тео, почему Элен так холодна с ним, и он на мгновение погружается в свои мысли. «Ну, знаете, — отвечает он, — иногда с возрастом братья и сёстры отдаляются. Как две ветви. Они всё равно связаны общими корнями, но…» Элен прерывает затянувшуюся метафору, подзывая вас к устью прибрежной пещеры.
zh: 你們跟著海倫走過艾灣鎮破裂的濱海木板道。艾灣鎮座落在島嶼北邊一個窄小、岩石嶙峻的海灣中，這裡世代以來都是阿本拿基族跟前捕鯨人們的家。海水規律的漲退擊打在岩岸上，為這裡添增了令人毛骨悚然的氛圍。海倫手中拿著從捕鯨人小屋借來的魚叉，引領你們走向海灘。 一輛熟悉的卡車緩緩停靠在附近，西奧帶著燦爛的笑容向你們揮手招呼：“我回來了！我剛才得回谷地一趟。”他一看見海倫，臉上的笑容瞬間消失。 “我很驚訝你會來。”海倫冷冷地說。 西奧垂頭喪氣地說：“我當然會來了，老姊，我怎麼能不來？” 海倫一言不發的大步走過你們跟西奧的身邊，朝昏暗的海岸線走去。一道浪尖打在步道上，短暫打破了僵硬的氣氛。你問西奧為什麼他的姊姊反應如此冷淡，他沉默地望向遠方一會兒。 “你們懂的，有時候人們會漸行漸遠，像是同一棵樹木上的樹枝，它們永遠血脈相連，但朝向 — ”他的比喻被海倫打斷，她在海邊的洞窟口叫喚著你們。
