Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/05_the_lost_sister.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Put Theo Peters into play under the control of an investigator.
de: Theo Peters wird unter der Kontrolle eines Ermittlers ins Spiel gebracht.
es: Pon a Theo Peters en juego bajo el control de un investigador.
fr: Mettez en jeu Theo Peters sous le contrôle d’un investigateur.
it: Mettete in gioco Theo Peters sotto il controllo di un investigatore.
ko: ‘테오 피터스’를 조사자 한 명이 조종하도록 플레이 영역에 둡니다.
pl: Umieść Theo Petersa w grze, pod kontrolą dowolnego badacza.
ru: Введите «Тео Питерса» в игру под контроль любого сыщика.
zh: 將西奧．彼得斯放置入場，置於任意調查員的控制之下。

source: If it is <b>Day 2</b> or <b>Day 3</b> and Gideon Mizrah is not crossed out:
de: Falls es <b>Tag 2</b> oder <b>Tag 3</b> ist und Gidoen Mizrah nicht durchgestrichen wurde:
fr: Si vous êtes au <b>Jour 2</b> ou au <b>Jour 3</b> et que Gideon Mizrah n'est pas rayé :
it: Se è il <b>Giorno 2</b> o il <b>Giorno 3</b> e Gideon Mizrah non è barrato:
ko: 지금이 <b>두 번째 낮</b> 또는 <b>세 번째 낮</b>이고 ‘기디언 미즈라’에 취소선이 그어져 있지 않다면면,
pl: Jeśli jest <b>Dzień 2</b> lub <b>Dzień 3</b> i Gideon Mizrah nie jest wykreślony:
ru: Если сейчас <b>День 2</b> или <b>День 3</b> и «Гидеон Мизра» не вычеркнут в журнале:

source: Put Gideon Mizrah into play under the control of an investigator.
de: Gideon Mizrah wird unter der Kontrolle eines Spielers ins Spiel gebracht.
es: Pon a Gideon Mizrah en juego bajo el control de un investigador.
fr: Mettez en jeu Gideon Mizrah sous le contrôle d’un investigateur.
it: Mettete in gioco Gideon Mizrah sotto il controllo di un investigatore.
ko: ‘기디언 미즈라’를 조사자 한 명이 조종하도록 플레이 영역에 둡니다.
pl: Umieść Gideona Mizraha w grze, pod kontrolą dowolnego badacza.
ru: Введите «Гидеона Мизру» в игру под контроль любого сыщика.
zh: 將吉迪恩．米茲拉放置入場，置於任意調查員的控制之下。

source: Put William Hemlock into play at Akwan.
de: William Hemlock wird in Akwan ins Spiel gebracht.
es: Pon a William Cicuta en juego en Akwan.
fr: Mettez en jeu William Hemlock à Akwan.
it: Mettete in gioco William Hemlock ad Akwan.
ko: ‘윌리엄 헴록’을 플레이 영역 중 ‘아콴’에 둡니다.
pl: Umieść Williama Hemlocka w grze, w Akwan.
ru: Введите «Уильяма Хемлока» в игру в «Акуан».
zh: 將威廉．赫姆拉克放置入場，位於艾灣。

source: Set each of the following enemies aside, out of play: Limulus Hybrid, both copies of Crystal Parasite, and both copies of Crustacean Hybrid.
de: Die folgenden Gegner werden als nicht im Spiel befindlich beiseitegelegt: Pfeilschwanz-Hybrid, beide Kopien von Kristall-Parasit und beide Kopien von Krustentier-Hybrid.
es: Pon aparte, fuera del juego, los siguientes Enemigos: Híbrido límulo, las dos copias del Parásito de cristal y las dos copias de Híbrido crustáceo.
fr: Mettez de côté chacun des ennemis suivants, hors jeu : Limulus Hybride, les deux exemplaires de Parasite de Cristal, et les deux exemplaires de Crustacé Hybride.
it: Mettete da parte, temporaneamente fuori dal gioco, i nemici seguenti: l'Ibrido Limulide, le 2 copie del Parassita Cristallino e le 2 copie dell'Ibrido Crostaceo.
ko: ‘혼종 가재’ 적 사본 2장, ‘수정질 기생충’ 적 사본 2장, ‘혼종 투구게’ 적 사본을 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, każdego z następujących wrogów: Hybryda skrzypłocza, obie kopie Kryształowego pasożyta oraz obie kopie Hybrydy skorupiaka.
ru: Отложите в сторону следующие карты врагов: «Мечехвост-гибрид», оба экземпляра «Кристаллического паразита» и оба экземпляра «Членистоногого-гибрида».
zh: 將下列敵人放在一旁，置於場外：鱟屬雜生物、2張晶化寄生蟲，以及2張甲殼雜生物。

source: Shuffle the remaining encounter cards to build the encounter deck
de: Die übrigen Karten werden zum Begegnungsdeck zusammengemischt.
es: Baraja las cartas de Encuentro restantes para crear el mazo de Encuentros.
fr: Mélangez les cartes Rencontre restantes pour former le deck Rencontre
it: Mescolate il resto delle carte incontro per comporre il mazzo degli incontri.
ko: 남은 조우 카드를 함께 섞어, 조우 덱을 만듭니다.
pl: Potasuj pozostałe karty spotkań w celu utworzenia talii spotkań.
ru: Сложите в колоду контактов все оставшиеся карты контактов и перемешайте.
zh: 洗混剩餘的遭遇卡牌，組成遭遇牌庫

source: Day and Night effects function differently during <i>The Lost Sister</i> scenario. During this scenario, cards at a [[Dark]] location <i>(including the location itself)</i> only use <b>(Night [night])</b> effects. Cards at all other locations <i>(including the location itself)</i> only use <b>(Day [day])</b> effects. This rule is in effect regardless of whether this scenario is played during the <b>(Day [day])</b> or <b>(Night [night])</b>.
fr: Les effets Jour et Nuit fonctionnent différemment pendant le scénario <i>La Sœur Perdue</i>. Pendant ce scénario, les cartes dans les lieux Sombre <i>(incluant le lieu lui-même)</i> n’utilisent que les effets <b>(Nuit [night])</b>. Les cartes dans tous les autres lieux <i>(incluant le lieu lui-même)</i> n’utilisent que les effets <b>(Jour [day])</b>. Cette règle s’applique que ce scénario soit joué pendant le <b>(Jour [day])</b> ou la <b>(Nuit [night])</b>.
it: Gli effetti Giorno e Notte funzionano diversamente durante lo scenario <i>La Sorella Perduta</i>. Durante questo scenario, le carte nei luoghi [[Buio]] <i>(inclusi i luoghi stessi)</i> usano solo gli effetti <b>(Notte [night])</b>. Le carte in tutti gli altri luoghi <i>(inclusi i luoghi stessi)</i> usano solo gli effetti <b>(Giorno [day])</b>. Questa regola si applica a prescindere dal fatto che lo scenario venga giocato durante il <b>Giorno [day]</b> o durante la <b>Notte [night]</b>.
ko: [[실종된 여동생]] 시나리오를 진행하는 동안 낮/밤 효과는 기존과 다르게 기능합니다. 이번 시나리오 동안, [[어둠]] 장소에 있는 카드(그 장소 자체도 포함하여)는 오직 <b>(밤 [night])</b> 효과만을 사용합니다. 마찬가지로 그 외의 장소에 있는 모든 카드(그 장소 자체도 포함하여)는 오직 <b>(낮 [day])</b> 효과만을 사용합니다. 이 규칙은 이번 시나리오를 <b>(낮 [day])</b>에 즐기든 <b>(밤 [night])</b>에 즐기든 상관없이 적용됩니다.
pl: Efekty dnia i nocy działają inaczej w scenariuszu <i>Zaginiona siostra</i>. Podczas tego scenariusza karty w lokalizacjach z cechą [[Mrok]] <i>(w tym sama lokalizacja)</i> używają tylko efektów <b>(Noc [night])</b>. Karty we wszystkich innych lokalizacjach <i>(w tym sama lokalizacja)</i> używają tylko efektów <b>(Dzień [day])</b>. Ta zasada obowiązuje niezależnie od tego, czy ten scenariusz jest rozgrywany w <b>(Dzień [day])</b> czy <b>(Noc [night])</b>.
ru: Эффекты Дня и Ночи работают в сценарии «Пропавшая сестра» немного иначе. Во время этого сценария для [[тёмных]] локаций и карт в них, активны только эффекты <b>(Ночи [night])</b>. В свою очередь, для всех остальных локаций и карт в них активны только эффекты <b>(Дня [day])</b>. Это правило действует вне зависимости от того, играется сценарий <b>(Днём [day])</b> или <b>(Ночью [night])</b>.
zh: 在<i>迷途姊妹</i>冒险期间，白日与黑夜的规则有部分不同。本场冒险期间，在黑暗地点上的卡牌<i>(包含地点本身)</i>只使用<b>(黑夜[night])</b>效果；在所有其他地点上的卡牌<i>(包含地点本身)</i>只使用<b>(白日[day])</b>效果。无论本场冒险是在<b>(白日[day])</b>还是<b>(黑夜[night])</b>时刻进行，此规则皆适用。

source: During the evening, the moonlight is as bright as the sun. Unlike in other scenarios in this campaign, the Time Marker card has no mechanical effect during <i>The Lost Sister</i> scenario.
de: An diesem Abend ist das Mondlicht so hell wie die Sonne selbst. Anders als in den anderen Szenarien dieser Kampagne hat die Zeitmarker-Karte während des Szenarios <i>Die verlorene Schwester</i> keinen spielrelevanten Effekt.
es: Durante la noche, la luz de la luna brilla tanto como el sol. A diferencia de los demás escenarios de esta campaña. la carta Indicador de tiempo no tiene ningún efecto en las mecánicas de juego durante el escenario <i>La hermana perdida</i>.
fr: Lors de la nuit, la lune est pratiquement aussi brillante que le soleil. Contrairement aux autres scénarios de cette campagne, le Marqueur Temporel n’a pas d’effet mécanique pendant le scénario <i>La Sœur Perdue</i>.
it: Durante la sera, la luce lunare è luminosa come il sole. A differenza degli altri scenari di questa campagna, la carta Indicatore Temporale non ha alcun effetto sulle meccaniche durante lo scenario <i>La Sorella Perduta</i>.
ko: 밤이라 할지라도 이곳에서는 달빛이 마치 햇빛처럼 밝습니다. 본 캠페인의 다른 시나리오와 달리, [[실종된 여동생]] 시나리오에서 날짜 카드는 게임 효과에 아무런 영향을 미치지 않습니다.
pl: Wieczorem światło księżyca jest niemal tak jasne jak słońce. Inaczej niż w przypadku innych scenariuszy w tej kampanii, podczas scenariusza <i>Zaginiona siostra</i> karta znacznika czasu nie ma żadnego efektu w grze.
ru: Вечером лунный свет такой же яркий, как солнечный в течение дня. В отличие от других сценариев кампании, в «Пропавшей сестре» карта, обозначающая время суток, не имеет никаких игромеханических эффектов.
zh: 在夜晚期間，月光跟太陽一般明亮。這和劇本中其他冒險不同，時刻卡牌不會對<i>迷途姊妹</i>冒險造成任何遊戲效果。

source: <i>The Lost Sister</i> encounter set features 3 double-sided enemies. These enemies have a <b>(Day [day])</b> side and a <b>(Night [night])</b> side and are considered to be the same enemy. If these enemies are at a [[Dark]] location, flip them to their <b>(Night [night])</b> side. Conversely, if these enemies are at a location without the [[Dark]] trait, flip them to their <b>(Day [day])</b> side. Flipping from one side to another is an immediate effect that cannot be interrupted. When a double-sided enemy flips, it keeps all tokens and attachments. <i>(Note that some enemies have </i><b>Forced</b><i>– effects that activate after they flip to one side or the other.)</i>
de: Im Begegnungsset <i>Die verlorene Schwester</i> befinden sich 3 doppelseitige Gegner. Jeder dieser Gegner hat eine <b>(Tag [day])</b>- und eine <b>(Nacht [night])</b>-Seite, und gilt unabhängig von seiner Seite als der gleiche Gegner. Falls sich ein solcher Gegner an einem [[Dunkel]]-Ort befindet, wird er auf seine <b>(Nacht [night])</b>-Seite umgedreht. Gleichermaßen wird er auf seine <b>(Tag [day])</b>-Seite umgedreht, falls er sich an einem Ort ohne das Merkmal [[Dunkel]] befindet. Das Umdrehen von der einen auf die andere Seite ist ein sofortiger Effekt, der nicht unterbrochen werden kann. Wird ein doppelseitiger Gegner umgedreht, behält er alle Marker und Verstärkungen. <i>(Achtung: Manche Gegner haben </i><b>Erzwungen</b><i>-Effekte, die ausgelöst werden, nachdem sie umgedreht worden sind.)</i>
es: El conjunto de encuentros <i>La hermana perdida</i> contiene 3 Enemigos de doble cara. Estos Enemigos tienen un lado <b>(Día [day])</b> y un lado <b>(Noche [night])</b> y se consideran el mismo Enemigo. Si estos enemigos están en un Lugar [[Oscuro]], dales la vuelta para mostrar su lado <b>(Noche [night])</b>. De igual modo, si estos Enemigos están en un Lugar sin el rasgo [[Oscuro]], dales la vuelta para mostrar su lado <b>(Día [day])</b>. Dar la vuelta de un lado a otro es un efecto inmediato que no se puede interrumpir. Cuando se le da la vuelta a un Enemigo de doble cara, éste conserva todas las fichas y cartas vinculadas <i>(ten en cuenta que algunos Enemigos tienen efectos</i> <b>Obligado–</b> <i>que se activan después de darse la vuelta a un lado u otro)</i>.
fr: Le set de rencontre <i>La Sœur Perdue</i> contient 3 ennemis recto verso. Ces ennemis ont une face <b>(Jour [day])</b> et une face <b>(Nuit [night])</b> et sont considérés comme le même ennemi. Si ces ennemis sont dans un lieu [[Sombre]], retournez-les sur leur côté <b>(Nuit [night])</b>. De la même manière, si ces ennemis sont dans un lieu sans le trait [[Sombre]], retournez-les sur leur face J<b>(Jour [day])</b>. Retourner une carte sur son autre face est un effet immédiat ne pouvant pas être interrompu. Quand un ennemi double face se retourne, il conserve tous ses pions et attachements. <i>(Vous remarquerez que certains ennemis ont des effets </i><b>Forcé</b><i> – qui s’activent après avoir été retourné sur l’une ou l’autre face.)</i>
it: Il set di incontri <i>La Sorella Perduta</i> include 3 nemici a due lati. Questi nemici hanno un lato <b>Giorno [day]</b> e un lato <b>Notte [night]</b> e sono considerati essere lo stesso nemico. Se questi nemici si trovano in un luogo [[Buio]], girateli sul lato <b>Notte [night]</b>. Viceversa, se questi nemici si trovano in un luogo non [[Buio]], girateli sul lato <b>Giorno [day]</b>. Girare un nemico da un lato all'altro è un effetto immediato che non può essere interrotto. Quando un nemico a due lati si gira, mantiene tutti i segnalini e le aggiunte. <i>(Attenzione: Alcuni nemici hanno delle capacità</i> <b>Obbligo</b> <i>che si attivano dopo che si sono girati da un lato all'altro.)</i>
ko: [[실종된 여동생]] 조우 세트에는 양면 적 셋이 포함되어 있습니다. 이러한 양면 적은 각기 <b>(낮 [day])</b> 면과 <b>(밤 [night])</b> 면으로 구성되어 있으며, 이 양면은 동일한 적으로 간주됩니다. 양면 적이 [[어둠]] 장소에 있다면, 그 적을 <b>(밤 [night])</b> 면으로 뒤집습니다. 반대로, 양면 적이 [[어둠]] 특성이 없는 장소에 있다면, 그 적을 <b>(낮 [day])</b> 면으로 뒤집습니다. 양면 적을 어느 면에서 다른 면으로 뒤집는 것은 방해할 수 없는 즉각적인 효과입니다. 양면 적을 뒤집을 때, 그 위에 놓인 모든 토큰과 부착물을 유지합니다. <i>(몇몇 양면 적은 뒤집혔을 때 격발되는 [[강제]] 기능을 갖고 있으니 유의하세요.)</i>
pl: Zestaw spotkań <i>Zaginiona siostra</i> zawiera 3 dwustronnych wrogów. Każdy z nich posiada stronę <b>(Dzień [day])</b> oraz stronę <b>(Noc [night])</b> , które są uznawane za tego samego wroga. Jeśli ci wrogowie znajdują się w lokalizacji z cechą [[Mrok]], odwróć ich na ich stronę <b>(Noc [night])</b>. Analogicznie, jeśli ci wrogowie znajdują się w lokalizacji bez cechy [[Mrok]], odwróć ich na ich stronę <b>(Dzień [day])</b>. Odwracanie wroga na drugą stronę jest efektem natychmiastowym i nie można go przerwać. Kiedy dwustronny wróg zostaje odwrócony, zachowuje wszystkie żetony i dołączone karty. <i>(Zwróć uwagę, że niektórzy wrogowie mają efekty </i><b>Wymuszony</b><i>, które aktywują się po odwróceniu ich z jednej strony na drugą.)</i>
ru: В набор контактов «Пропавшая сестра» входят 3 двусторонних врага. У этих врагов есть сторона <b>(Дня [day])</b> и сторона <b>(Ночи [night])</b>, которые считаются одним и тем же врагом. Если такой враг находится в [[тёмной]] локации, переверните его стороной <b>(Ночи [night])</b> вверх. Соответственно, если такой враг находится в локации без черты [[тёмная]], переверните его стороной <b>(Дня [day])</b> вверх. Переворачивание врага происходит немедленно и не может быть прервано. Когда двусторонний враг переворачивается, он сохраняет все жетоны и прикреплённые карты. <i>(Обратите внимание: у некоторых из этих врагов есть</i> <b>обязательное</b> <i>свойство, которое активируется после переворачивания.)</i>
zh: <i>迷途姊妹</i>遭遇組中有3張雙面敵人。這些敵人具有<b>(白日[day])</b>面及<b>(黑夜[night])</b>面，雙面皆視為同一個敵人。如果這些敵人在[[黑暗]]地點，將它們翻到<b>(黑夜[night])</b>面；相對的，如果這些敵人在沒有[[黑暗]]屬性的地點，將它們翻到<b>(白日[day])</b>面。 翻面是一個立即效果，無法被打斷。當一個雙面敵人翻面時，保留其所有標記與附屬。<i>(注意部分敵人在翻面後會啟動<b>強制</b>-效果。)</i>

source: Codex Σ: The Lobstrosity
de: Kodex Σ: Die Hummerosität
es: Códice Σ: La monstruosidad crustácea
fr: Codex Σ : Le Monstre Homard
it: Codex Σ: L'Aragostruosità
ko: 서고 Σ: 갑각류 괴수
pl: Kodeks Σ: Stawonożny koszmar
ru: Архив Σ: Омароподобное чудище
zh: 聖典Σ：甲殼巨獸

source: William stands on the rocky shoreline looking out at the rolling surf and the distant Maine coastline beyond. “This poisoned isle is all that is left of the Hemlock name. My family’s legacy will end with me,” he says bitterly. Helen strides forward, her face livid. “This island belongs to no one; your legacy is dead. It was wild long before your family took it from nature, and now the wild will take it back.” William’s lip trembles as he stares up at the glimmer. A rainbow band of iridescent colors warps the sky. “All good things are wild and free,” he quotes reverently. “Perhaps it’s time I accepted that.”
de: William steht am felsigen Ufer und blickt auf die anrollende Brandung und die ferne Küste von Maine hinaus. „Diese vergiftete Insel ist alles, was vom Namen Hemlock übrig ist. Das Vermächtnis meiner Familie wird mit mir enden“, sagt er verbittert. Helen macht mit wütendem Gesichtsausdruck ein paar Schritte auf ihn zu. „Diese Insel gehört niemandem; Ihr Vermächtnis ist tot. Die Insel war wildes Land, lange bevor Ihre Familie sie der Natur entrissen hat, und jetzt wird die Wildnis sie sich zurückholen.“ Williams Lippen zittern, als er zu dem Schimmer hinaufstarrt. Ein regenbogenfarbenes Band aus schillernden Farben überzieht den Himmel. „Alle guten Dinge sind wild und frei“, zitiert er ehrfurchtsvoll. „Vielleicht ist es an der Zeit, dies zu akzeptieren.“
es: William se encuentra sobre la orilla rocosa, mirando el ir y venir de las olas y la lejana cosa de Maine al otro lado. –Esta isla envenenada es todo lo que queda del apellido Cicuta. El legado de mi familia terminará conmigo –dice amargamente. Helen se adelanta con el rostro lívido y replica: –Esta isla no le pertenece a nadie; tu legado está muerto. Ya era un lugar salvaje antes de que tu familia se la quitara a la naturaleza, y ahora ésta quiere recuperarla. A William le tiembla el labio mientras levanta la mirada hacia el cielo. Una banda arcoíris de colores iridiscentes recorre el firmamento. –Todas las cosas buenas son libres y salvajes –cita con reverencia–. Tal vez vaya siendo hora de que lo acepte.
fr: William se tient sur le rivage rocheux. Il observe le ressac et la côte lointaine du Maine. « Cette île empoisonnée est tout ce qui reste du nom de Hemlock. L’héritage de ma famille prendra fin avec moi », dit-il avec amertume. Helen s’avance, le visage livide. « Cette île n’appartient à personne; votre héritage est mort. Elle était sauvage bien avant que votre famille ne la prenne à la nature, et maintenant la nature va la reprendre. » La lèvre de William tremble tandis qu’il fixe la lueur. Une bande arc-en-ciel de couleurs irisées déforme le ciel. « Toutes les bonnes choses sont libres et sauvages », cite-t-il avec révérence. « Il est peut-être temps que je l’accepte. »
it: William sta in piedi sulla scogliera, con lo sguardo rivolto verso le onde schiumose e la costa del Maine in lontananza. "Quest'isola avvelenata è tutto ciò che resta legato al nome degli Hemlock. Il retaggio della mia famiglia si interromperà con me" enuncia con tono amaro. Helen si fa avanti con il volto contratto da un'espressione furiosa. "Quest'isola non appartiene a nessuno e la tua famiglia è morta. Questo era un luogo selvatico, libero, prima che la tua famiglia lo strappasse alla natura, e ora la natura se lo riprenderà." "Tutte le cose buone sono libere e selvagge." Le parole del filosofo riverberano tra le labbra tremolanti del vecchio, che tiene gli occhi fissi sul bagliore cangiante e iridescente che distorce il cielo. "Forse è arrivato per me il momento di accettarlo."
ko: 윌리엄은 바위투성이 해안에 서서 넘실대는 파도와 그 너머 아득히 멀리 뻗은 메인 주 해안선을 바라보고 있습니다. “헴록 가문의 이름으로 남은 잔재라고는 이 유독한 섬이 전부라오. 우리 가문의 유산은 나와 함께 끝을 맺겠지.” 윌리엄이 씁쓸하게 말합니다. 헬렌은 노기 어린 얼굴로 윌리엄을 향해 뚜벅뚜벅 걸어갑니다. “이 섬은 그 누구의 것도 아녜요. 당신네 유산은 이제 끝났어요. 헴록 가문이 자연으로부터 이 땅을 취하기 전부터 헴록 섬은 자연의 몫이었고, 이제 자연이 되찾아 가는 것일 뿐.” 윌리엄이 입술을 파르르 떨며 하늘에 걸린 미광을 올려다봅니다. 무지개처럼 오색찬란한 빛이 하늘에서 요동칩니다. “‘자유롭고 날것 그대로인 것이 진정 좋은 것’이라.” 윌리엄이 겸손하게 인용구를 읊습니다. “이제는 나 역시 그 진리를 받아들여야 할 때가 온 것 같구려.”
pl: William stoi na skalistej linii brzegowej, obserwując wzburzone fale i odległe wybrzeże Maine. „Ta zatruta wyspa to wszystko, co pozostało po nazwisku Hemlock. Dziedzictwo mojej rodziny skończy się wraz z moim odejściem” – mówi z goryczą. Helen robi krok do przodu, a na jej twarzy maluje się grymas wściekłości. „Twoje dziedzictwo już umarło. I nigdy naprawdę nie ożyło. Wyspa należała do dzikiej natury na długo przed tym, jak twoja rodzina ją sobie przywłaszczyła. Teraz przyroda po prostu zabiera, co od zawsze było jej”. Warga Williama drży, gdy wpatruje się w migotanie. Niebo przecina tęczowy pas opalizujących kolorów. „Wszystkie dobre rzeczy są dzikie i wolne” – cytuje z szacunkiem. – „Może nadszedł czas, abym się z tym pogodził”.
ru: Стоя на скалистом берегу, Уильям наблюдает за накатывающим прибоем. Вдалеке виднеется побережье штата Мэн. «Этот отравленный остров — всё, что осталось от семейства Хемлоков. Мой род оборвётся на мне», — горько говорит он. Элен выходит вперёд, её лицо горит от гнева. «Этот остров не принадлежит никому, — произносит она. — Твоё наследие мертво. Он был диким задолго до того, как твоя семья отобрала его у природы, и теперь природа просто возвращает своё». Уильям смотрит на мерцание, его губы дрожат. Небо искажает радужная полоса переливающихся цветов. «Всё лучшее принадлежит природе, — с благоговением цитирует он Генри Торо. — Пожалуй, пора мне принять это».
zh: 威廉站在岩石嶙峻的海岸上，望向遠方翻湧的潮水與緬因州的海岸線。“這個像中了毒一般的小島就是赫姆拉克之名最後的記憶，家族的傳承到我為止了。”他語帶苦澀的說。海倫臉色鐵青的大步走上前：“這座島不屬於任何人，你的傳承早已死絕。你的家族在很久以前從大自然手中剝奪了這片荒野，現在荒野會將它討回來。” 威廉看著天空，一道虹彩在空中流動，他雙唇顫抖，虔誠地說：“所有美好的事物都應該狂野而自由，也許我是時候接受現實了。”

source: Increase William Hemlock’s Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe William Hemlocks Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de William Cicuta. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de William Hemlock. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumenta il Livello di Relazione con William Hemlock. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘윌리엄 헴록’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Williamem Hemlockiem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Уильяма Хемлока. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升威廉．赫姆拉克的友好度。每位調查員取得1點獎勵經驗值。
