Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/06_the_thing_*_the_depths.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Muddy Fern
de: Schlammiger Bruch
es: Lodazal
fr: Marécage Boueux
it: Palude Fangosa
ko: 진창 소택지
pl: Błotniste trzęsawisko
ru: Илистая топь
zh: 泥沼地

source: North Shore
de: Nordufer
es: Orilla norte
fr: Côte Nord
it: Riva Nord
ko: 습지 북쪽 가장자리
pl: Północny brzeg
ru: Северный берег
zh: 北岸

source: Cranberry Bog
de: Cranberry- Moor
es: Ciénaga de los arándanos
fr: Marais aux Canneberges
it: Pantano dei Mirtilli Rossi
ko: 크랜베리 습지
pl: Żurawinowe moczary
ru: Клюквенная трясина
zh: 蔓越莓 沼泽

source: Place Judith Park at the North Shore location. Put Dr. Rosa Marquez into play under the control of an investigator. She does not take up an ally slot during this scenario.
de: Judith Park wird auf dem Ort am Nordufer platziert. Dr. Rosa Marquez wird unter der Kontrolle eines Spielers ins Spiel gebracht. Sie benötigt für dieses Szenario keinen Verbündeter-Slot.
es: Coloca a Judith Park en el Lugar de la Orilla norte. Pon la Dra. Rosa Marquez en juego bajo el control de un investigador. No ocupa un espacio de aliado durante este escenario.
fr: Placez Judith Park dans le lieu Côte Nord. Mettez en jeu le Dr Rosa Marquez sous le contrôle d’un investigateur. Elle n’occupe pas d’emplacement d’allié pour ce scénario.
it: Collocate Judith Park nella riva nord. Mettete in gioco la Dott.ssa Rosa Marquez sotto il controllo di un investigatore. Non occupa uno slot alleato durante questo scenario.
ko: ‘주디스 파크’를 플레이 영역 중 습지 북쪽 가장자리 장소에 둡니다. ‘로사 마르케스 박사’를 조사자 한 명이 조종하도록 플레이 영역에 둡니다. 이번 시나리오 동안 ‘로사 마르케스 박사’는 조력자 슬롯을 차지하지 않습니다.
pl: Umieść Judith Park w lokalizacji na „Północnym brzegu”. Umieść Dr Rosę Marquez w grze, pod kontrolą dowolnego badacza. Podczas tego scenariusza nie zajmuje ona strefy sprzymierzeńca.
ru: Выложите «Джудит Пак» в локацию, обозначенную как «Северный берег». Введите «Доктора Розу Маркес» в игру под контроль любого сыщика. На протяжении этого сценария она не занимает слот союзника.
zh: 将茱蒂丝．朴放到北岸地点。将萝莎．马尔克斯博士放置入场，置于任意调查员的控制之下。本场冒险期间，她不占用盟友槽位。

source: Place River Hawthorne at the North Shore location.
de: River Hawthorne wird auf dem Ort am Nordufer platziert.
es: Coloca a River Hawthorne en el Lugar de la Orilla norte.
fr: Placez River Hawthorne dans le lieu Côte Nord.
it: Collocate River Hawthorne nella riva nord.
ko: ‘리버 호손’을 플레이 영역 중 습지 북쪽 가장자리 장소에 둡니다.
pl: Umieść River Hawthorne w lokalizacji na „Północnym brzegu”.
ru: Выложите «Ривер Хоуторн» в локацию, обозначенную как «Северный берег».
zh: 将芮福．霍桑放到北岸地点。

source: Set the following cards aside, out of play: the Thing in the Depths enemy, the Chelydran Hybrid enemy, and all five copies of the Grasping Tendril enemy.
de: Die folgenden Gegner-Karten werden als nicht im Spiel befindlich beiseitegelegt: Das Ding in den Tiefen, Schnappschildkröten-Hybrid und alle 5 Kopien von Greifende Ranke.
es: Pon aparte las siguientes cartas, fuera del juego: el Enemigo Cosa de las profundidades, el Enemigo Híbrido chelydra y las cinco copias del enemigo Tentáculo aferrador.
fr: Mettez de côté les cartes suivantes, hors jeu : l’ennemi Chose des Profondeurs, l’ennemi Chélydre Hybride et les cinq exemplaires de l’ennemi Tentacule Agrippant.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: il nemico Essere degli Abissi, il nemico Ibride Chelidride e le 5 copie del nemico Viticcio Afferrante.
ko: ‘휘감는 덩굴손’ 적 사본 5장, ‘수면 아래 도사린 것’ 적, ‘혼종 거북’ 적을 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, następujące karty: wróg Istota z głębin, wróg Hybryda skorpucha oraz wszystkie 5 kopii wroga Chwytające pnącze.
ru: Отложите в сторону следующие карты врагов: «Тварь в глубине», «Черепаха-гибрид» и все 5 экземпляров «Хватающегося усика».
zh: 将下列卡牌放在一旁，置于场外：池底之物敌人、拟鳄龟杂生 物敌人、所有5张缠握触须敌人。

source: During this scenario, damage tokens are placed on locations, as sinkholes, to represent the sinking of the bog. When a location has three or more sinkholes on it, it will flip via the agenda’s forced effect.
de: In diesem Szenario werden Schadensmarker als Sumpflöcher auf Orte platziert, um das Absinken des Moores darzustellen. Sobald ein Ort 3 oder mehr Sumpflöcher auf sich hat, wird er durch den Erzwungen-Effekt der Agenda umgedreht.
es: Durante este escenario se colocan fichas de Daño en Lugares como socavones para representar el hundimiento de la ciénaga. Cuando un Lugar tenga tres o más socavones, dale la vuelta mediante el efecto Obligado del plan.
fr: Pendant ce scénario, des pions dégâts sont placés sur les lieux, en tant que dolines, pour représenter l’effondrement du marais. Quand un lieu aura au moins trois dolines sur lui, il se retournera via l’effet forcé de l’intrigue.
it: Durante questo scenario, i segnalini danno verranno collocati sui luoghi, come voragini, a rappresentare il pantano che sprofonda. Quando su un luogo ci sono 3 o più voragini, si gira per effetto della capacità Obbligo della trama.
ko: 이번 시나리오 동안, 장소에는 싱크홀(피해 토큰 형태로)이 놓입니다. 이러한 싱크홀은 습지가 점차 가라앉는 것을 뜻합니다. 어느 장소에 싱크홀이 셋 이상 있게 되었을 때, 주요사건의 강제 기능에 따라 그 장소를 뒤집습니다.
pl: Podczas tego scenariusza na lokalizacjach są umieszczane żetony obrażeń jako leje, co reprezentuje zalewanie moczarów. Kiedy na lokalizacji znajdują się 3 leje lub więcej, zostanie ona odwrócona przez wymuszony efekt tajemnicy.
ru: Во время этого сценария жетоны ран, кладущиеся на локации как промоины, обозначают уходящую под воду трясину. Если на локации есть хотя бы 3 промоины, она переворачивается по обязательному свойству замысла.
zh: 本场冒险期间，伤害标记将会放到地点上，作为沉洞以表示沼泽的淹没情况。当一个地点上有至少三个沉洞时，该地点将会透过密谋的强制效果翻面。

source: When instructed to flip a location, discard all damage tokens on that location <i>(not on investigators or enemies)</i>. Then, flip it, keeping all investigators, enemies, attached treacheries, and clues on that location. Discard all player card attachments from that location.
de: Sobald du angewiesen wirst, einen Ort umzudrehen, lege alle Schadensmarker auf jenem Ort ab <i>(aber nicht von Ermittlern oder Gegnern an jenem Ort)</i>. Dann drehe ihn um, wobei alle Ermittler, Gegner, angehängte Verratskarten und Hinweise an jenem Ort verbleiben. Lege alle Spielerkarten-Verstärkungen an jenem Ort ab.
es: Cuando se te indique que le des la vuelta a un Lugar, descarta todas las fichas de Daño de ese Lugar <i>(no las de los investigadores o Enemigos)</i>. A continuación, dale la vuelta, conservando todos los investigadores, Enemigos, Traiciones vinculadas y pistas de ese Lugar. Descarta todas las cartas de Jugador vinculadas de ese Lugar.
fr: Lorsque le jeu vous demande de retourner un lieu, défaussez tous les pions dégâts placés sur ce lieu <i>(mais pas sur les investigateurs ni sur les ennemis)</i>. Ensuite, retournez-le, en conservant tous les investigateurs, tous les ennemis, toutes les traîtrises attachées et tous les indices sur ce lieu. Défaussez de ce lieu toutes les cartes Attachement de joueur.
it: Quando il gioco richiede di girare un luogo, scartate tutti i segnalini danno da esso <i>(non dagli investigatori né dai nemici)</i>. Poi giratelo, tenendo tutti gli investigatori, i nemici, le sventure assegnate e gli indizi su quel luogo. Scartate tutte le carte giocatore assegnate a quel luogo.
ko: 장소를 뒤집으라는 지시를 받았을 때, 우선 해당 장소에 놓인 피해 토큰을 모두 버립니다<i>(적과 조사자에 놓인 피해 토큰은 버리지 않으니 주의)</i>. 그런 다음, (그곳에 있는 조사자/적/단서, 그곳에 부착된 음모를 모두 유지한 상태로) 해당 장소를 뒤집습니다. 그 장소에 부착된 플레이어 카드는 모두 버립니다.
pl: Kiedy gra każe ci odwrócić lokalizację, odrzuć wszystkie żetony obrażeń z danej lokalizacji <i>(ale nie z badaczy ani wrogów)</i>. Następnie odwróć ją, zachowując wszystkich badaczy, wrogów, dołączone karty podstępu i żetony wskazówek na danej lokalizacji. Odrzuć wszystkie dołączone karty graczy z danej lokalizacji.
ru: Получив указание перевернуть локацию, сбросьте с неё все жетоны ран <i>(но только с локации, не с врагов и не с сыщиков)</i>. Затем переверните её, оставив в ней всех сыщиков, врагов, прикреплённые напасти и улики. Сбросьте все прикреплённые к ней карты игроков.
zh: 当收到指示要将一个地点翻面时，弃掉该地点上的所有伤害标记<i>(不包括调查员或敌人上的伤害标记)</i>。然后，将其翻面，保留该地点上的所有的调查员、敌人、附属的诡计以及线索。弃掉该地点上附属的所有玩家卡牌。

source: <b>If you do not control River Hawthorne:</b>
de: <b>Falls du River Hawthorne nicht kontrollierst:</b>
es: <b>Si no controlas a River Hawthorne:</b>
fr: <b>Si vous ne contrôlez pas River Hawthorne :</b>
it: <b>Se non controllo River Hawthorne:</b>
ko: <b>당신이 ‘리버 호손’을 조종하고 있지 않다면:</b>
pl: <b>Jeśli nie kontrolujesz River Hawthorne:</b>
ru: <b>Если «Ривер Хоуторн» не под контролем сыщика:</b>
zh: <b>如果你没有控制芮福．霍桑：</b>

source: “I hate this bog. I assume that everyone who’s gone missing from the Vale was sent here, it’s so dangerous. Yet still, Mother Rachel told me to come here. I wish I were back in New York,” River says, looking out of place in their oversized waders. They press a basket into your arms. “Get me to some cranberries and be quick about it.”
de: „Ich hasse dieses Moor. Würde mich nicht wundern, wenn die Vermissten aus dem Tal hierhergeschickt wurden. Hier ist es so gefährlich. Dennoch hat mir Mutter Rachel aufgetragen herzukommen. Ich wünschte, ich wäre zurück in New York“, sagt River und wirkt in den übergroßen Watstiefeln ziemlich verloren. River drückt dir einen Korb in die Hand. „Finden Sie ein paar Cranberrys und beeilen Sie sich.“
es: –Odio esta ciénaga. Es tan peligrosa que doy por sentado que todos los que han desaparecido del Valle fueron enviados aquí. Aun así, la madre Rachel me ha dicho que venga. Ojalá estuviera de vuelta en Nueva York –dice River, que parece fuera de lugar con esas botas de vadeo que le están grandes. Te entrega una cesta y añade: –Consíganme unos arándanos y dense prisa.
fr: « Je déteste ce marais. Je suppose que tous ceux qui ont disparu de Vale ont été envoyés ici, c’est tellement dangereux. Pourtant, Mère Rachel m’a dit de venir ici. New York me manque horriblement. », dit River, qui n’a pas l’air à sa place dans ses cuissardes trop grandes. Elle vous tend un panier. « Apportez-moi des canneberges et faites vite. »
it: "Odio questo pantano. Secondo me tutte le persone scomparse della valle sono state mandate qui... È così pericoloso! Eppure è stata Madre Rachel a dirmi di venire qua. Quanto vorrei tornare a New York..." River sembra un pesce fuor d'acqua con quei suoi stivali sproporzionati. Ti porge un cestino. "Prendimi qualche mirtillo rosso. E fai in fretta!"
ko: “난 이 습지 싫어요. 헴록 베일 주민 중 실종자는 모두 여기로 보내진 건 아닐까요? 무척 위험한 곳이잖아요. 그래도 대모 레이첼이 여기 와보라고 하셨죠. 솔직히 뉴욕으로 돌아가고 싶은 생각이 굴뚝같지만요.” 리버가 체구보다 과하게 큰 장화를 신고 어색한 표정을 짓더니, 당신의 허리춤에 바구니를 들이밉니다. “크랜베리 좀 따줘요. 어서요.”
pl: „Nienawidzę tych moczarów. Podejrzewam, że wszyscy mieszkańcy Doliny, którzy zaginęli, zostali wysłani właśnie tu. To naprawdę niebezpieczne miejsce... a jednak Matka Rachel kazała mi tu przyjść. Chciałabym wrócić do Nowego Jorku” – mówi ubrana w za duże wodery River, wyglądając prawie jak nie ona. Wciska ci do rąk koszyk. „Pokaż mi, gdzie znajdę żurawinę. Pośpiesz się”.
ru: «Ненавижу это болото, — вздыхает Ривер. — Похоже, всех, кто когда-либо пропадал в Хемлок-Вейл, отправляли именно сюда. Тут так опасно. И матушка Рейчел всё равно приказала мне идти сюда. Как же я хочу обратно в Нью-Йорк». Ей явно неуютно в огромных болотных сапогах. Она пихает вам в руки плетёную корзину: «Принесите мне клюквы, да поскорее».
zh: “我恨透这个沼泽了，我敢说所有在谷地失踪的人都被丢到这个鬼地方了。这里这么危险，瑞秋主母还是叫我来这，我多希望自己现在在纽约啊。”芮福手上挂著提篮，与过大的防水连身衣显得格格不入。“摘一些蔓越莓来给我，快点！”

source: Remember that “River ‘asked’ for help.”
de: Merke dir, dass „dich River um Hilfe ‚gebeten‘ hat“.
es: Recuerda que “River ‘pidió’ ayuda”.
fr: Rappelez-vous que « River a «demandé» de l’aide. »
it: Annota che "River ha 'chiesto' aiuto".
ko: “리버가 도움을 ‘요청’했다”라고 기억합니다.
pl: Zapamiętaj, że „River «poprosiła» o pomoc”.
ru: Запомните, что <i>Ривер «попросила» о помощи</i>.
zh: 请记住“芮福‘请求’帮助。”

source: Take control of River Hawthorne. You may trigger this codex again at the Cranberry Bog location <i>(See Location Placement above)</i>.
de: Übernimm die Kontrolle über River Hawthorne. Du darfst diesen Kodexeintrag am Ort im Cranberry-Moor erneut auslösen <i>(siehe dazu die Platzierung der Orte oben)</i>.
es: Toma el control de River Hawthorne. Puedes volver a activar este códice en el Lugar Ciénaga de los arándanos <i>(consulta el diagrama de colocación de Lugares más arriba)</i>.
fr: Prenez le contrôle de River Hawthorne. Vous pouvez de nouveau déclencher ce Codex dans le lieu Marais aux Canneberges <i>(voir le schéma Placement des Lieux ci-dessus)</i>.
it: Prendi il controllo di River Hawthorne. Puoi innescare di nuovo questo Codex nel pantano dei mirtilli rossi <i>(vedi la Disposizione dei Luoghi)</i>.
ko: ‘리버 호손’을 가져와 조종합니다. 당신이 크랜베리 습지 장소에 있는 동안, 당신은 후에 이 서고를 다시 격발해도 됩니다(위의 장소 배치도 참조).
pl: Przejmij kontrolę nad River Hawthorne. Możesz ponownie aktywować ten wpis kodeksu w lokalizacji Żurawinowych moczarów (patrz schemat Ułożenie lokalizacji powyżej).
ru: Возьмите под контроль «Ривер Хоуторн». Вы можете снова активировать этот архив в локации клюквенной трясины <i>(см. расклад локаций выше)</i>.
zh: 控制芮福．霍桑。你可以在蔓越莓沼泽地点再次触发此圣典(详见参考摆放位置)。

source: <b>If you control River Hawthorne and are at the Cranberry Bog location:</b>
de: <b>Falls du River Hawthorne kontrollierst und du dich im Cranberry-Moor befindest:</b>
es: <b>Si controlas a River Hawthorne y estás en el Lugar Ciénaga de los arándanos:</b>
fr: <b>Si vous contrôlez River Hawthorne et que vous êtes dans le lieu Marais aux Canneberges :</b>
it: <b>Se controlli River Hawthorne e ti trovi nel pantano dei mirtilli rossi:</b>
ko: <b>당신이 ‘리버 호손’을 조종하고 있으며 당신이 크랜베리 습지 장소에 있다면:</b>
pl: <b>Jeśli kontrolujesz River Hawthorne i znajdujesz się w lokalizacji Żurawinowych moczarów:</b>
ru: <b>Если «Ривер Хоуторн» под вашим контролем, и вы находитесь в локации клюквенной трясины:</b>
zh: <b>如果你控制了芮福．霍桑，并且位于蔓越莓沼泽地点：</b>

source: “Thank you. I probably could have done this on my own, but I appreciate the gesture,” River says, gathering a bundle of cranberry flowers. “Who wants cranberry flowers? Mother Rachel. I assume she sends people she doesn’t like out here in hopes they’ll ‘disappear.’ I’ve tried so hard to curry favor with that old badger. Once I’ve taken this island back from the Atwoods, she’ll be first to go.”
de: „Vielen Dank. Ich hätte das zwar auch allein geschafft, aber ich weiß Ihre Geste zu schätzen“, sagt River und pflückt dabei ein paar Cranberry-Blüten. „Wer braucht schon Cranberry-Blüten? Mutter Rachel. Würde mich nicht wundern, wenn sie Leute, die sie nicht mag, herschickt und hofft, dass die dabei ‚verschwinden‘. Ich habe mich so sehr um die Gunst der alten Nervensäge bemüht. Wenn ich diese Insel von den Atwoods zurückbekommen habe, wird sie die Erste sein, die geht.“
es: –Gracias. Probablemente pudiera haberlo hecho por mi cuenta, pero agradezco el gesto –dice River mientras reúne un ramillete de flores de arándano–. ¿Quién quiere flores de arándano? La madre Rachel. Supongo que manda aquí a la gente que no le cae bien con la esperanza de que “desaparezca”. Mira que he intentado congraciarme con esa vieja impertinente. Cuando haya recuperado esta isla de los Atwood, será la primera en desaparecer.
fr: « Merci. J’aurais probablement pu le faire moi-même, mais j'apprécie le geste », dit River en ramassant un paquet de fleurs de canneberge. « Qui a besoin de fleurs de canneberge ? Mère Rachel. Je suppose qu’elle envoie des gens qu’elle n’aime pas ici dans l’espoir qu’ils disparaissent. J’ai tellement essayé de m’attirer les faveurs de cette vieille carne. Une fois que j’aurai repris cette île aux Atwood, elle sera la première à partir. »
it: "Grazie mille. Probabilmente avrei potuto farlo senza il tuo aiuto, ma apprezzo il gesto" dice River mentre raccoglie alcuni fiori. "Chi vuole dei fiori di mirtillo rosso? Madre Rachel! Immagino che mandi qui chi non le piace nella speranza che 'sparisca' nel nulla. Ho cercato così disperatamente di entrare nelle grazie di quella vecchia megera, ma vedrete: quando strapperò quest'isola dalle grinfie degli Atwood, lei sarà la prima di cui mi libererò."
ko: “고마워요. 이정도면 혼자서도 충분히 했겠지만, 절 돕겠다는 마음은 정말 감사히 받겠어요.” 리버가 크랜베리 꽃다발을 모으며 말합니다. “누가 크랜베리 꽃이 필요하다고 했게요? 대모 레이첼이랍니다. 맘에 안 드는 사람이 있거든 ‘실종’되기를 바라면서 여기 보내는 것 같아요. 그 오소리 할망구한테 비위를 맞추려고 얼마나 애썼는데. 아무튼 이 섬을 앳우드 자식들한테서 되찾고 나면, 가장 먼저 레이첼 그년부터 날려버릴 거라고요.”
pl: „Dziękuję. Pewnie mogłabym to zrobić sama, ale doceniam twoją pomoc” – mówi River, zbierając pęk kwiatów żurawiny. „Kto potrzebuje kwiatów żurawiny? Matka Rachel. Myślę, że wysyła tu ludzi, których nie lubi, w nadziei, że «znikną». Naprawdę starałam się zdobyć przychylność tej starej małpy. Kiedy odzyskam wyspę od Atwoodów, jej pierwszej każę odejść”.
ru: «Спасибо вам. Я, возможно, и сама бы справилась, но я ценю ваш жест, — говорит Ривер, собирая букет из цветов клюквы. — Кому могут понадобиться клюквенные цветы? Матушке Рейчел, вот кому. Думается мне, она посылает сюда тех, кто ей не нравится. В надежде, что они „исчезнут“. А ведь я старалась задобрить эту старую грымзу. Как только я отберу остров у Этвудов, она вылетит отсюда первой».
zh: “谢谢你，虽然我自己也能搞定，但还是感谢你的好意。”芮福边说边收集起一束蔓越莓花。“谁会要蔓越莓的花啊，只有瑞秋主母吧，我敢说她都把她不喜欢的人派来这里，然后他们就会‘消失’。我受够继续拍那只老狐狸的马屁了，等我把这座岛从阿特伍德家手中抢回来，第一个就要她走人。”

source: Remove River Hawthorne from the game.
de: Erhöhe River Hawthornes Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt. Entferne River Hawthorne aus dem Spiel.
es: Retira a River Hawthorne de la partida.
fr: Retirez River Hawthorne de la partie.
it: Rimuovi dal gioco River Hawthorne.
ko: ‘리버 호손’을 게임에서 제거합니다.
pl: Usuń z gry River Hawthorne.
ru: Удалите «Ривер Хоуторн» из игры.
zh: 将芮福．霍桑从游戏中移除。

source: <b><i>If Judith shared a grudge:</i></b>
de: <b><i>Falls Judith einen Groll hegt:</i></b>
es: <b><i>Si Judith compartió una cuenta pendiente:</i></b>
fr: <b>Si <i>Judith est rancunière</i> :</b>
it: <b>Se Judith ha condiviso un rancore:</b>
ko: [[주디스가 사적인 원한에 대해 들려주었다]]<b>면:</b>
pl: <b><i>Jeśli Judith żywi urazę:</i></b>
ru: <b>Если <i>Джудит поделилась обидой</i>:</b>
zh: <b><i>如果茱蒂丝分享了一段恩怨：</i></b>

source: “Get down!” Judith shouts. You duck as the compact woman hoists her rifle, takes aim, and fires where your head just was. A shriek follows, then a loud splash. Judith helps you to your feet with a smirk. “You’d better help me kill that thing in the depths. Today.”
de: „Runter!“, ruft dir Judith zu. Du duckst dich, während die kompakte Frau ihr Gewehr hebt und dorthin feuert, wo gerade eben noch dein Kopf war. Dann hörst du ein Kreischen, gefolgt von einem lauten Platschen. Judith hilft dir mit einem grimmigen Lächeln auf die Beine. „Sie sollten mir besser helfen, dieses Ding in den Tiefen zu töten. Und zwar heute noch.“
es: –¡Abajo! –grita Judith. Te agachas justo cuando la compacta mujer levanta el fusil, apunta y dispara hacia donde estaba tu cabeza. Se escucha un chillido y luego un sonoro chapoteo. Judith te ayuda a poneros en pie con una sonrisa de satisfacción. –Más les vale ayudarme a matar a esa cosa de las profundidades. Hoy mismo.
fr: « Baissez-vous ! » crie Judith. Vous obtempérez tandis que la femme musculeuse se saisit de son fusil, vise et tire à l’endroit où se trouvait votre tête. Vous poussez un cri, puis vous entendez une forte éclaboussure. Judith vous aide à vous relever avec un sourire en coin. « Vous feriez mieux de m’aider à tuer cette chose des profondeurs. Aujourd’hui. »
it: "Stai giù!" urla Judith. Ti abbassi appena in tempo per vedere la donna imbracciare il fucile, prendere la mira e sparare un colpo dove prima c'era la tua testa. Senti uno strillo e poi uno schianto nell'acqua. Judith ti aiuta a rialzarti con un ghigno sul volto. "Dovresti aiutarmi a far fuori la creatura che vive in questo pantano. Oggi avrà quello che si merita."
ko: “엎드려!” 주디스가 소리 지릅니다. 당신이 고개를 숙이기 무섭게, 작은 체구의 주디스가 소총을 조준하여 방금까지만 해도 당신의 머리가 있던 곳을 쏩니다. 괴성과 함께 철벅하며 커다란 물보라가 일어납니다. 주디스가 씨익 웃으며 당신을 일으켜 세웁니다. “습지 괴물을 쓰러뜨리는 걸 당신도 도와줘야겠군요. 오늘은 끝장을 봅시다.”
pl: „Na ziemię!” – krzyczy Judith. Padasz, gdy drobna kobieta podnosi karabin, celuje i strzela dokładnie tam, gdzie dopiero co była twoja głowa. Rozlega się pisk, a następnie głośny plusk. Judith pomaga ci wstać, uśmiechając się z wyższością. „Lepiej pomóż mi zabić tę istotę w głębinach. Dzisiaj”.
ru: «Ложись!» — кричит Джудит. Вы пригибаетесь, а миниатюрная женщина вскидывает ружьё, целится и стреляет ровно в то место, где была ваша голова. Раздаётся визг, затем громкий всплеск. Джудит с ухмылкой помогает вам подняться: «Лучше б тебе помочь мне убить эту тварь в глубине. Сегодня же».
zh: “趴下！”茱蒂丝大叫，你在这位娇小的女性举起来福枪时迅速蹲下，她举枪、瞄准，然后射击你片刻前站的位置。一声尖啸传来，紧跟著的是巨大的水花声。茱蒂丝带著得意的笑容将你扶起来：“你最好帮我杀了那只池底的怪物，就在今天。”

source: Choose a non-[[Elite]] enemy in play. Defeat that enemy.
de: Wähle 1 Nicht-[[Elite]]-Gegner im Spiel und besiege ihn.
es: Elige un Enemigo en juego que no sea [[Élite]]. Derrota a ese Enemigo.
fr: Choisissez un ennemi non-[[Élite]] en jeu. Vainquez cet ennemi.
it: Scegli 1 nemico non [[Elite]] in gioco. Sconfiggi quel nemico.
ko: 플레이 상태인 [[정예]]가 아닌 적 하나를 선택합니다. 그 적을 쓰러뜨립니다.
pl: Wybierz nie-[[Elitarnego]] wroga w grze. Pokonaj danego wroga.
ru: Выберите не [[элитного]] врага в игре. Победите того врага.
zh: 选择在场上的一个非[[精英]]敌人。击败该敌人。

source: Take control of Judith Park.
de: Übernimm die Kontrolle über Judith Park.
es: Toma el control de Judith Park.
fr: Prenez le contrôle de Judith Park.
it: Prendi il controllo di Judith Park.
ko: ‘주디스 파크’를 가져와 조종합니다.
pl: Przejmij kontrolę nad Judith Park.
ru: Возьмите под контроль «Джудит Пак».
zh: 控制茱蒂丝．朴。

source: Judith grabs on to a tree branch to steady herself. “This whole bog is sinking. It wasn’t always be this bad. Feels like something shifted down in the deep. Something big. I guess we should stick together. Y’know. So I can protect you,” she flashes a smile.
de: Judith hält sich am Ast eines Baumes fest, um festen Stand zu bekommen. „Das ganze Moor versinkt. So schlimm war es noch nie. Fühlt sich so an, als hätte sich in den Tiefen darunter etwas geregt. Etwas Großes. Ich schlage vor, wir sollten zusammenbleiben. Damit ich Sie vielleicht noch beschützen kann“, sagt sie mit einem Grinsen.
es: Judith se agarra a la rama de un árbol para no perder el equilibrio. –Esta ciénaga se está hundiendo. La cosa no siempre ha estado tan mal. Es como si algo se hubiera movido en las profundidades. Algo grande. Supongo que deberíamos mantenernos juntos. Ya saben, para poder protegerles –dice con una sonrisa.
fr: Judith s’accroche à une branche d’arbre pour se stabiliser. « Tout ce marais est en train de couler. Ça n’a pas toujours été aussi grave. On dirait que quelque chose s’est déplacé dans les profondeurs. Quelque chose de gros. Je pense que nous devrions rester groupés. Pour que je puisse vous protéger. Vous voyez ? », dit-elle en souriant.
it: Judith si appoggia al ramo di un albero per sorreggersi. "Questo pantano sta sprofondando. La situazione non è sempre stata cosi grave... È come se si fosse mosso qualcosa laggiù, nelle profondità del terreno. Qualcosa di enorme. Meglio restare uniti. Sai, così posso proteggerti" ti dice con un sorriso.
ko: 주디스가 나뭇가지를 붙잡고 겨우 몸을 지탱합니다. “습지 전체가 가라앉고 있습니다. 이렇게 심각하지는 않았는데. 습지 아래에서 뭔가 움직이고 있는 게 아닌가 싶습니다. 아주 커다란 뭔가가요. 함께 붙어 다니는 게 좋겠군요. 아시다시피, 그래야 제가 당신을 지켜드릴 수 있을 테니.” 주디스가 씨익 웃습니다.
pl: Judith chwyta się gałęzi drzewa, aby złapać równowagę. „Całe moczary toną. Wcześniej nie było aż tak źle. Zupełnie jakby coś poruszyło się w głębinach. Coś wielkiego. Chyba powinniśmy się trzymać razem. No wiesz, żebym mogła cię obronić” – dodaje z uśmiechem.
ru: Джудит хватается за ветку дерева, чтобы устоять на ногах. «Вся эта трясина уходит под воду, — говорит она. — Тут не всегда было настолько плохо. Хм, похоже, в глубине что-то шевельнулось. Что-то огромное. Думаю, нам лучше держаться вместе. Ну, знаешь. Чтобы я могла защитить тебя», — улыбается она.
zh: 茱蒂丝抓住一根树枝稳住脚步，“整座沼泽都在下沉，之前没有这么糟的，感觉有什么东西在底下深处移动，某种体型巨大的东西。我认为我们该待在一块儿，我才能保护你们。”她对你们投来一个微笑。
