Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/06_the_thing_*_the_depths.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Scenario: The Thing in the Depths
de: Szenario: Das Ding in den Tiefen
es: Escenario: La cosa de las profundidades
fr: Scénario : La Chose des Profondeurs
it: Scenario: L'essere dagli Abissi
ko: 시나리오: 수면 아래 도사린 것
pl: Scenariusz: Istota z głębin
ru: Сценарий: Тварь в глубине
zh: 冒险：池底之物

source: Sinking Locations
de: Versinkende Orte
es: Lugares en hundimiento
fr: Lieux Mouvants
it: Luoghi Che Sprofondano
ko: 가라앉는 장소
pl: Zatopione lokalizacje
ru: Тонущие локации
zh: 沉陷的地点

source: The road to Eastwick Bog branches sharply off from the same road you took in from Akwan. The landscape is incredibly vibrant, almost tropical, with rainbow-patterned tree trunks standing guard at the edge of black mirrored ponds. Dr. Marquez and Judith trade friendly barbs in the truckbed, occasionally swatting away gnats. As the conversation turns sour, you attempt to break the tension by asking Judith for a hunting story.
de: Auf dem Weg von Hemlock Vale nach Akwan zweigt die Straße zum Eastwick-Moor scharf nach rechts ab. Die Landschaft wirkt hier unglaublich lebendig, fast schon tropisch, mit regenbogenfarbenen Baumstümpfen, die wie Wachen rund um schwarz spiegelnde Tümpel postiert stehen. Dr. Marquez und Judith liefern sich auf der Ladefläche des Lastwagens einen kleinen verbalen Schlagabtausch, wobei sie gelegentlich lästige Mücken verscheuchen, die nun immer häufiger erscheinen. Nach einer Weile wird die Unterhaltung gereizter und droht zu kippen. Du versuchst die Stimmung aufzulockern, indem du Judith nach einer Jagdgeschichte fragst.
es: La carretera que lleva a la Ciénaga de Eastwick se bifurca bruscamente de la misma carretera que tomasteis desde Akwan. El paisaje es increíblemente dinámico, casi tropical, con troncos de árboles de diseños arcoíris que flanquean las orillas de oscuros estanques. La Dra. Marquez y Judith intercambian pullas amistosas en la caja de la camioneta, interrumpidas ocasionalmente para espantar insectos. Cuando la conversación empieza a tomar mal cariz, intentáis romper la tensión pidiéndole a Judith que os cuente una historia de caza.
fr: La route qui mène au Marais d’Eastwick bifurque brusquement de la même route que vous avez empruntée depuis Akwan. Le paysage est incroyablement riche, presque tropical, avec des troncs d’arbres aux motifs arc-en-ciel qui montent la garde au bord d’étangs noirs et miroitants. Le Dr Marquez et Judith échangent des propos amicaux à l’arrière du camion, en chassant de temps à autre quelques moucherons. Lorsque la conversation tourne au vinaigre, vous tentez de faire retomber la tension en demandant à Judith de vous raconter une histoire de chasse.
it: La strada che porta al pantano Eastwick devia bruscamente dalla via che avete percorso arrivando da Akwan. Il panorama è incredibilmente lussureggiante, quasi tropicale, con alberi dalle cortecce variopinte che fanno la guardia sulla soglia degli specchi d'acqua nera stagnante. La dottoressa Marquez e Judith si scambiano frecciatine sui sedili posteriori del furgone, scacciando di tanto in tanto qualche fastidioso moscerino. Sentendo che la conversazione si sta inasprendo, tentate di spezzare la tensione chiedendo a Judith di raccontarvi una storia sulle sue battute di caccia.
ko: 아콴을 지나 헴록 베일로 왔던 길을 거꾸로 따라가다, 남쪽으로 급격히 꺾자 이스트윅 습지가 보이기 시작합니다. 시커먼 웅덩이들 가장자리에 무지개처럼 색색의 화려한 나무줄기가 솟아오른 모습은 마치 열대 지방을 연상케 할 정도로 생동감이 넘칩니다. 마르케스 박사과 주디스는 털털거리는 트럭 짐칸에서 퍽이나 다정한 이야기를 나누며 가끔 달려드는 각다귀를 쫓아냅니다. 이들의 대화가 틀어지는 모습을 보면서, 긴장을 깨기 위해 주디스에게 사냥 나갔던 이야기를 들려 달라고 화제를 돌립니다. 캠페인 기록지를 확인합니다.
pl: Droga do moczarów w Eastwick odbija ostro od tej samej drogi, którą przyjechaliście z Akwan. Krajobraz jest niesamowicie jaskrawy, niemal tropikalny, z wielokolorowymi pniami drzew stojącymi niczym strażnicy na skraju czarnych lustrzanych stawów. Dr Marquez i Judith przekomarzają się przyjacielsko na tyłach furgonetki, od czasu do czasu odganiając komary. Gdy atmosfera nieco się psuje, chcecie ją rozluźnić i prosicie Judith, aby opowiedziała wam jakąś historię z polowania.
ru: Дорога к Иствикской трясине резко ответвляется от пути, по которому вы прибыли сюда из Акуана. Пейзаж вокруг невероятно яркий, почти тропический, а вокруг прудов с непроглядной зеркально-чёрной водой, словно стража, стоят покрытые радужными узорами деревья. Доктор Маркес и Джудит по-дружески перебрасываются колкостями, время от времени отмахиваясь от мошек. Когда беседа заходит в тупик, вы пробуете снять напряжение и просите Джудит рассказать историю об охоте.
zh: 你们走在前往艾湾的路上，一条分岔路急遽转向，指引通往东方沼泽的方向。这里的地貌茂盛的令人难以置信，几乎像是热带雨林的景观，树干上有虹彩般的图样，树木如静默的守卫般伫立在黑色镜面般的平静池塘旁。马尔克斯博士跟茱蒂丝在后车斗互相挖苦，偶尔挥手赶走叮人的蚊虫，一开始她们的谈话还是以善意居多，但气氛逐渐变得紧张。你询问朱蒂丝有没有什么有趣的狩猎故事，试图打破这个紧绷的状态。

source: Check your Campaign Log. If Judith Park’s Relationship Level is 1 or higher:
de: Überprüfe das Kampagnenlogbuch. Falls Judith Parks Beziehungsstufe 1 oder höher ist:
es: Comprueba el registro de campaña. Si el nivel de relación de Judith Park es 1 o más:
fr: Vérifiez votre Carnet de Campagne. Si le Niveau de Relation de Judith Park est au moins égal à 1 :
it: Controllate il Diario della Campagna. Se il Livello di Relazione con Judith Park è pari o superiore a 1:
ko: 캠페인 기록지를 확인합니다. ‘주디스 파크’와의 친밀도가 1 이상이라면:
pl: Sprawdź Dziennik kampanii. Jeśli stopień zażyłości z Judith Park wynosi 1 lub więcej:
ru: Если уровень доверия Джудит Пак 1 и выше:
zh: 检查剧本日志。如果茱蒂丝．朴的友好度至少有1格：

source: Judith doesn’t miss a beat. “See this scar? I got it in a fight at a speakeasy. Some rich kid cut me with a broken bottle. A friendly scuffle, y’know. His family was from this area, and very rich, I’ll add again, and they were so afraid a scandal’d break out that they offered me a job. Not that I woulda ratted on him.” “I don’t know what I expected to hear from a bodyguard, but it wasn’t that,” says Dr. Marquez, possibly annoyed. An acrid breeze, smelling sweetly of death, blows off the bog and ends the conversation. The truck comes to a stop. Judith rolls her eyes, pulls on a pair of old waders, and walks out onto the bog, rifle slung over her shoulder. “Believe me or don’t. I’m just here for the money.”
de: Judith zögert keine Sekunde und berichtet: „Sehen Sie diese Narbe? Die habe ich mir bei einer Schlägerei in einer Kneipe geholt. Irgendein reiches Bürschchen hat mich mit einer zerbrochenen Flasche geschnitten. Nichts weiter als eine kleine Rauferei. Seine Familie stammte aus dieser Gegend und war wirklich sehr reich, und die hatten solche Angst vor einem Skandal, dass sie mir einen Job anboten. Nicht dass ich ihren Goldjungen verpfiffen hätte.“ „Ich weiß nicht, was ich von einer Leibwächterin zu hören erwartet hätte, aber das sicher nicht“, antwortet Dr. Marquez etwas genervt. Eine stechende Brise, die gleichzeitig süßlich und nach Tod riecht, weht über das Moor und beendet das Gespräch. Der Lastwagen kommt zum Stehen. Judith rollt mit den Augen, zieht ein Paar alte Watstiefel über und geht mit ihrem treuen Gewehr über der Schulter hinaus ins Moor. „Glauben Sie mir oder auch nicht: Ich bin nur wegen des Geldes hier.“
es: Judith no pierde un instante. –¿Ven esta cicatriz? Me la hicieron en una pelea en un garito. Un niño rico me cortó con una botella rota. Una riña amistosa, ya saben. Su familia era de esta zona, y quiero recalcar que eran muy ricos. Tenían tanto miedo de que se produjera un escándalo que me ofrecieron trabajo. Aunque tampoco me habría ido de la lengua. –No sé qué esperaba que me pudiera contar una guardaespaldas, pero eso no –dice la Dra. Marquez, posiblemente molesta. Una brisa acre con un dulce olor a muerte emana de la ciénaga y pone fin a la conversación. La camioneta se detiene. Judith hace una mueca, se pone un par de viejas botas de vadeo y comienza a caminar por la ciénaga con el fusil echado al hombro. –Puede creerme o no, pero yo estoy aquí únicamente por dinero.
fr: Judith n'en perd pas une miette. « Vous voyez cette cicatrice ? Je l’ai eue lors d’une bagarre dans un bar clandestin. Un gosse de riche m’a coupée avec un tesson de bouteille. Une bagarre amicale, vous savez comment c'est. Sa famille était originaire de la région, et très riche, je le répète, et ils avaient tellement peur qu’un scandale éclate qu’ils m’ont offert un travail. Non pas que je l’aurais dénoncé ». « Je ne sais pas ce que je m’attendais à entendre de la part d’un garde du corps, mais ce n’était pas ça », commente le Dr Marquez, possiblement agacée. Une brise âcre, qui porte l’odeur douceâtre de la mort, souffle sur le marais et met fin à la conversation. Le camion s’arrête. Judith roule des yeux, enfile une paire de vieilles cuissardes et sort du camion pour pénétrer dans la tourbière, fusil en bandoulière. « Croyez-le ou non : je ne suis là que pour l’argent. »
it: La donna non se lo fa ripetere due volte. "Vedete questa cicatrice? Me la sono procurata in una rissa in uno speakeasy. Me l'ha fatta un figlio di papà con una bottiglia rotta. Insomma, una scazzottata amichevole. Era di qui, sapete? La sua famiglia era davvero ricca, lasciatevelo dire, ed erano così terrorizzati all'idea che la cosa facesse scoppiare uno scandalo che mi offrirono un lavoro. Non che sia tipa da fare la spia." "Non so che storia mi sarei dovuta aspettare da una guardia del corpo, ma di certo non questa!" interviene la professoressa con malcelato fastidio. Una brezza acre, intrisa del dolce profumo della morte, si solleva dal pantano e interrompe la conversazione. Il furgone si ferma, Judith alza gli occhi al cielo, si infila un paio di stivali pesanti e si incammina nel pantano col fucile in spalla. "Che ci crediate o no, sono qui solo per i soldi."
ko: 주디스가 기회를 놓치지 않고 바로 말을 술술 늘어놓습니다. “이 상처 보여요? 밀주점에서 싸우다가 생긴 겁니다. 어떤 부잣집 도련님이 깨진 병을 휘둘렀죠. 그래 봐야 실랑이였습니다. 그 자식이 바로 이 섬 출신이었는데, 진짜 부잣집 애더군요. 스캔들이 터질까 봐 저한테 일자리를 제안한 거죠. 물론 제가 협박해서 이 자리를 뜯어낸 건 절대 아닙니다.” “제가 경호원에게 어떤 이야기를 듣길 기대했겠냐만, 적어도 그런 이야긴 아니었네요.” 마르케스 박사가 짜증 난 듯 말합니다. 그때 습지에서 불어온 달콤한 죽음의 냄새와 매캐한 미풍에 대화가 멎습니다. 트럭이 멈춥니다. 주디스가 눈을 치켜뜨더니 낡은 방수복을 입고 한쪽 어깨엔 소총을 메고선 습지로 걸어 들어갑니다. “믿든 말든, 내가 여기 온 건 순전히 돈 때문입니다.”
pl: Judith opowiada dalej. „Widzicie tę bliznę? To pamiątka po bójce w barze. Jakiś bogaty dzieciak zaciął mnie rozbitą butelką. Wiecie, przyjacielska przepychanka. Jego rodzina pochodziła stąd i, jak już wspominałam, była bardzo bogata. Tak się bali, że wybuchnie skandal, że zaproponowali mi pracę. Nie żebym miała na niego donieść”. „Nie wiem, co spodziewałam się usłyszeć z ust ochroniarza, ale raczej nie to” – mówi dr Marquez, nieco zirytowana. Znad moczar zawiewa ostry, słodki zapach śmierci, co kończy rozmowę. Furgonetka zatrzymuje się. Judith przewraca oczami, naciąga parę starych woderów i wkracza w moczary z karabinem przewieszonym przez ramię. „Możecie mi wierzyć lub nie. Jestem tu tylko dla pieniędzy”.
ru: Джудит оживляется: «Видишь этот шрам? Это я както подралась в подпольном баре. Какой-то богатенький сынок порезал меня „розочкой“. Так, по-приятельски потолкались, ага. Его семья была из этих мест, очень богатые люди, повторюсь. Они так испугались возможного скандала, что предложили мне работу. Хоть я и не собиралась бежать в полицию». «Не знаю, чего я ожидала услышать от телохранителя, но явно не этого», — комментирует доктор Маркес, пряча раздражение. С болот, прерывая ваш разговор, тянется едкий ветерок, сладко пахнущий смертью. Грузовик останавливается. Джудит закатывает глаза, натягивает пару болотных сапог и входит в воду, перекинув винтовку через плечо. «Хотите, верьте мне, хотите нет. Я здесь просто чтобы подзаработать».
zh: 茱蒂丝毫不迟疑地说：“看到这个疤吗？这是在一场酒吧斗殴里弄的，一个富家子弟用碎玻璃瓶割伤我，只是场友善的争执，你懂得。他的家族就来自这一区，容我再强调一次，他们非常有钱，而且担心这种丑闻会传出去，所以他们给了我一个工作，换取我守口如瓶。” 马尔克斯博士有点烦躁地说：“我不知道自己想从保镳那听到什么样的故事，但绝对不是这种。”一股刺鼻的微风拂过沼泽，打断了谈话，空气中带著一丝死物的甜腻味。卡车停了下来，茱蒂丝翻了个白眼，穿上一套老旧的防水连身衣，将来福枪扛在肩上，走进沼泽之中。 “信不信由你，我是看在钱的份上才来的。”她说。

source: The young woman’s steely demeanor relaxes. “Something big lives in Eastwick Bog. An apex predator the size of a killer whale, with razor sharp teeth and too many eyes. Smells like rotten seaweed.” You tell her it sounds like she has personal experience with the creature, and she nods. “I owe it. Or it owes me. See this?” She points to the wicked scar on her cheek. “That thing almost took my eye. I plan to settle the score.” Dr. Marquez is nonplussed. “I guess you think an academic will buy up any story, but if you expect me to believe—” An acrid breeze, smelling sweetly of death, blows off the bog and stops Judith mid-retort. The truck comes to a stop. Judith pulls a bandana over her nose and mouth, slides into a pair of old waders and walks out onto the bog, rifle slung over her shoulder. “Maybe if you meet it, you’ll think differently.”
de: Die stählerne Miene der jungen Frau entspannt sich. „Etwas Großes lebt im Eastwick-Moor. Ein Raubtier an der Spitze der Nahrungskette von der Größe eines Killerwals, mit rasiermesserscharfen Zähnen und viel zu vielen Augen. Es riecht wie verfaulter Seetang.“ Es klingt, als hätte sie persönliche Erfahrungen mit dieser Kreatur gemacht, und auf deine Nachfrage hin nickt sie. „Ich schulde der Bestie noch was. Oder vielmehr schuldet sie mir etwas. Sehen Sie das?“ Sie zeigt auf die böse Narbe auf ihrer Wange. „Das Ding hat mir fast das Auge genommen. Ich habe vor, die Rechnung zu begleichen.“ Dr. Marquez ist sichtlich irritiert. „Sie denken wohl, dass eine Akademikerin Ihnen jede wilde Geschichte abkauft, aber so etwaskönnenSienichternsthaft...“EinestechendeBrise,diegleichzeitigsüßlich und nach Tod riecht, weht über das Moor und unterbindet Judiths Entgegnung. Der Lastwagen kommt zum Stehen. Judith bindet sich ein Tuch um Nase und Mund, zieht ein Paar alte Watstiefel über und geht mit ihrem treuen Gewehr über der Schulter hinaus ins Moor. „Vielleicht ändern Sie ja Ihre Meinung, wenn Sie der Bestie begegnen.“
es: La actitud dura de la joven se relaja cuando empieza a contar: –En la Ciénaga de Eastwick vive algo grande. Un depredador alfa del tamaño de una ballena asesina, con dientes afilados como cuchillas y demasiados ojos. Huele a algas podridas. Le decís que parece que ha tenido alguna experiencia personal con la criatura y asiente. –Se la debo. O me la debe. ¿Ven esto? –señala una fea cicatriz de su mejilla–. Esa cosa estuvo a punto de dejarme sin ojo. Quiero ajustarle las cuentas. La Dra. Marquez no se inmuta. –Supongo que se piensa que los académicos nos tragamos cualquier cuento, pero si espera que me crea que… Una brisa acre con un dulce olor a muerte emana de la ciénaga e interrumpe la frase. La camioneta se detiene. Judith se tapa la boca y la nariz con una bandana, se pone un par de viejas botas de vadeo y comienza a caminar por la ciénaga con el fusil echado al hombro. –Tal vez cambie de idea si se encuentra con la criatura.
fr: La jeune femme descend de ses grands chevaux et finit par se détendre. « Quelque chose de grand vit dans le marais d’Eastwick. Un prédateur de la taille d’un orque, avec des dents acérées et trop d’yeux pour inspirer confiance. Il sent les algues pourries. » Vous lui dites qu’elle a l’air d’avoir personnellement rencontré cette créature, et elle acquiesce. « Je lui en dois une. Ou c’est lui qui a une dette envers moi. Vous voyez ça ? » Elle montre la méchante cicatrice sur sa joue. « Cette chose a failli m’arracher un œil. J’ai l’intention de lui régler son compte. » Le Dr Marquez n’en revient pas. « Je suppose que vous pensez qu'une universitaire est prête à gober n'importe quelle histoire, mais si vous vous attendez à ce que j accorde quelque crédit à… » Une brise âcre, qui porte l’odeur douceâtre de la mort, souffle sur le marais et arrête Marquez en pleine réplique. Le camion s’arrête. Judith se couvre le nez et la bouche avec un bandana, enfile une paire de vieilles cuissardes et pénètre dans la tourbière, fusil en bandoulière. « Peut-être que si vous le rencontrez, vous changerez d’avis. »
it: La donna sembra ammorbidirsi. "C'è qualcosa di grosso che vive nel pantano Eastwick. Un predatore dominante, grande quanto un'orca, con le zanne affilate come rasoi e troppi occhi per poterli contare. Se sentite puzza di alghe marce, mettetevi a correre." Le rispondete che vi dà l'impressione di parlare per esperienza personale, e Judith annuisce. "Ho un conto aperto con lui. Oppure è lui che lo ha con me. Vedete questa?" si indica l'orribile cicatrice che le attraversa la guancia. "Quell'affare mi ha quasi staccato un occhio. E ho tutte le intenzioni di pareggiare i conti." La professoressa non è affatto sorpresa. "Posso capire che per te un'accademica si berrebbe qualsiasi storiella intendi propinarle, ma se ti aspetti che ti creda..." Una brezza acre, intrisa del dolce profumo della morte, si solleva dal pantano e interrompe la risposta. Il furgone si ferma. Judith si copre il naso e la bocca con una fazzoletto, si infila un paio di vecchi stivali e si incammina nel pantano col fucile in spalla. "Forse se lo incontrassi cambieresti idea."
ko: 주디스의 냉담했던 태도가 금세 풀어집니다. “이스트윅 습지에 뭔가 거대한 놈이 살고 있습니다. 범고래 정도 크기의 최상위 포식자인데, 날카로운 이빨이 돋친 데다 수많은 눈이 달렸더군요. 썩은 해초 냄새까지 났고요.” 혹여 그 괴물과 맞선 적 있냐고 묻자, 주디스가 고개를 끄덕입니다. “놈에게 빚을 졌습니다. 아니, 놈이 내게 빚을 졌다고 해야 하나. 이거 보입니까??” 주디스가 뺨에 난 깊은 상처를 가리킵니다. “하마터면 눈까지 잃을 뻔했습니다. 복수는 해줘야죠.” 마르케스 박사가 아연실색합니다. “저 같은 학자가 무슨 일이든 믿어줄 거라 생각하나 본데, 그게 말이나...” 그때 습지에서 불어온 달콤한 죽음의 냄새와 매캐한 미풍에 말다툼이 멎습니다. 트럭이 멈춥니다. 주디스가 반다나를 올려 입과 코를 가리더니 낡은 방수복을 입고 한쪽 어깨엔 소총을 메고서 습지로 걸어 들어갑니다. “직접 만나 보면, 생각이 달라질 겁니다.”
pl: Młoda kobieta nieco się rozluźnia. „Coś dużego zamieszkuje moczary w Eastwick. Drapieżnik szczytowy wielkości orki, z ostrymi jak brzytwa zębami i zbyt wieloma oczami. Śmierdzi zgniłymi wodorostami”. Mówicie, że brzmi to, jakby miała jakieś osobiste doświadczenia z tym stworzeniem, a ona kiwa głową. „Jestem mu coś winna. A może ono jest winne mi. Widzicie to?” Wskazuje na okropną bliznę na policzku. „To coś niemal pozbawiło mnie oka. Planuję wyrównać rachunki”. Dr Marquez jest skonsternowana. „Chyba myślisz, że naukowiec kupi każdą historię, ale jeśli oczekujesz, że uwierzę...” Znad moczar zawiewa ostry, słodki zapach śmierci, który powstrzymuje Judith przed ripostą. Furgonetka zatrzymuje się. Judith zasłania nos i usta bandaną, naciąga parę starych woderów i wkracza w moczary z karabinem przewieszonym przez ramię. „Może zmienicie zdanie, gdy go spotkacie”.
ru: «В этой трясине живёт что-то огромное, — произносит она. — Сверххищник размером с косатку, с острыми как бритва зубами и слишком уж большим количеством глаз. От него несёт гнилыми водорослями. — Вы замечаете, что её описание так детально, будто она сталкивалась с существом лицом к лицу. — Да, у меня должок. Или у него. Видишь это? — Она указывает на шрам на щеке. — Эта тварь чуть не забрала мой глаз. Я планирую уравнять счёт». Доктор Маркес невозмутима: «Похоже, вы считаете, что учёные купятся на любую сказку. Вы же не ожидаете, что я поверю в…» С болот, не дав Джудит возразить, тянется едкий ветерок, сладко пахнущий смертью. Грузовик останавливается. Джудит повязывает бандану поверх нижней половины лица, натягивает пару болотных сапог и входит в воду, перекинув винтовку через плечо. «Может быть, личная встреча изменит ваше мнение», — произносит она.
zh: 这位年轻女性紧绷著的表情放松了下来，“东方沼泽里有某种巨型生物，一只跟杀人鲸差不多大小的顶级掠食者，牙齿跟剃刀一样利，眼睛的数量多的不自然，全身散发腐烂海草的味道。”你提出这听起来像是她的亲身经历，她点了点头：“牠欠我一次，我跟牠有笔帐要算，看到这个了吗？”她指著自己脸上的一道狰狞的疤痕说，“那玩意儿差点弄瞎我的眼睛，我打算以眼还眼。”马尔克斯博士看起来有点不知所措：“我猜妳觉得一个学者会接受任何天方夜谭，但如果妳期望我会相信妳的话 — ”一股刺鼻的微风拂过沼泽，打断了茱蒂丝的反驳，空气中带著一丝死物的甜腻味。卡车停了下来，茱蒂丝用头巾摀住口鼻，穿上一套老旧的防水连身衣，将来福枪扛在肩上，走进沼泽之中。 “也许当你亲眼看到后，妳会有不同想法。”她说。

source: In Judith Park’s Notes, record <i>Judith shared a grudge</i>.
de: Notiere unter Judith Parks Notizen: <i>Judith hegt einen Groll</i>.
es: Anota en las Notas de Judith Park que <i>Judith compartió una cuenta pendiente</i>.
fr: Dans les notes de Judith Park, indiquez que <i>Judith est rancunière</i>.
it: Annotate negli Appunti di Judith Park che <i>Judith ha condiviso un rancore</i>.
ko: ‘주디스 파크’의 기록지에 주디스가 [[사적인 원한에 대해 들려주었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Judith Park, że <i>Judith żywi urazę</i>.
ru: В заметках Джудит Пак запишите, что <i>Джудит поделилась обидой</i>.
zh: 在茱蒂丝．朴的笔记中，记录下<i>茱蒂丝分享了一段恩怨</i>。

source: Judith shared a grudge.
de: Judith hegt einen Groll.
es: Judith compartió una cuenta pendiente.
fr: Judith est rancunière.
it: Judith ha condiviso un rancore.
ko: 사적인 원한에 대해 들려주었다
pl: Judith żywi urazę.
ru: Джудит поделилась обидой.
zh: 茱蒂丝分享了一段恩怨。
