Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/06_the_thing_*_the_depths.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “I really didn’t get what everyone else liked about Journey to the Center of the Earth. A hollow earth? It sounds insane,” Theo chatters as rain hammers down on the truck cabin. The landscape is incredibly vibrant, almost tropical, with rainbow-patterned tree trunks standing guard at the edge of black mirrored ponds. The truck suddenly hits a patch of deep mud and squelches to a halt. “I think I need some help,” Theo says.
de: Ich weiß wirklich nicht, was jeder an Die Reise zum Mittelpunkt der Erde so toll findet. Eine Hohlerde? Das ist doch verrückt“, plappert Theo vor sich hin, während der Regen gegen die Windschutzscheibe des Lastwagens prasselt. Die Landschaft wirkt hier unglaublich lebendig, fast schon tropisch, mit regenbogenfarbenen Baumstümpfen, die wie Wachen rund um schwarz spiegelnde Tümpel postiert stehen. Der Lastwagen bleibt plötzlich in einer tiefen Schlammpfütze stecken und kommt nicht mehr weiter. „Ich glaube, ich brauche hier Hilfe“, meint Theo seufzend.
es: “–Nunca he entendido por qué a todo el mundo le gusta tanto Viaje al centro de la Tierra. ¿Una tierra hueca? Parece una locura –parlotea Theo mientras la lluvia martillea sobre la cabina de la camioneta. El paisaje es increíblemente dinámico, casi tropical, con troncos de árboles de diseños arcoíris que flanquean las orillas de oscuros estanques. De pronto, la camioneta entra en una zona de barro profundo y se detiene de golpe. –Creo que voy a necesitar ayuda –dice Theo.
fr: « Je n’ai vraiment pas compris ce que tout le monde a aimé dans <i>Voyage au centre de la terre</i>. Une terre creuse ? Ça a l’air dingue », bavarde Theo alors que la pluie s’abat sur l’habitacle du camion. Le paysage est incroyablement riche, presque tropical, avec des troncs d’arbres aux motifs arc-en-ciel qui montent la garde au bord d’étangs noirs et miroitants. Le camion s’aventure soudain dans une zone où la boue est profonde, s’embourbe et finit par s’arrêter. « Je crois que j’ai besoin d’aide », avertit Theo.
it: "Non ho mai capito cosa ci trovi la gente in Viaggio al Centro della Terra. Un pianeta cavo? Che idea assurda!" Theo continua a chiacchierare guidando il suo furgone attraverso la pioggia battente. Il panorama è incredibilmente lussureggiante, quasi tropicale, con alberi dalle cortecce variopinte che fanno la guardia sulla soglia degli specchi d'acqua nera stagnante. Improvvisamente, le ruote del mezzo si infilano in una profonda pozza di fango, impantanandosi. "Mi sa che avrò bisogno di una mano" vi dice il ragazzo.
ko: “다른 사람들도 『지구 중심으로 여행』 같은 이야기를 좋아하는지 몰랐네요. 지구 공동설이요? 말만 들어도 죽여주잖아요.” 거센 빗발이 운전석 천장을 두드리는 가운데 테오가 잡담을 늘어놓습니다. 시커먼 웅덩이들 가장자리에 무지개처럼 색색의 화려한 나무줄기가 솟아오른 모습은 마치 열대 지방을 연상케 할 정도로 생동감이 넘칩니다. 그때 트럭이 깊은 진창에 처박히며 멈춰섭니다. “어, 좀 도와주셔야 할 것 같은데요.” 테오가 말합니다.
pl: „Naprawdę nie rozumiem, dlaczego wszyscy tak uwielbiają Podróż do wnętrza Ziemi. Pusta Ziemia? To brzmi absurdalnie” – mówi Theo, gdy deszcz tłucze w kabinę furgonetki. Krajobraz jest niesamowicie jaskrawy, niemal tropikalny, z wielokolorowymi pniami drzew stojącymi niczym strażnicy na skraju czarnych lustrzanych stawów. Auto nagle wjeżdża w głębokie błoto i zatrzymuje się. „Będę potrzebował pomocy” – stwierdza Theo.
ru: «Я правда не могу понять, почему всем так нравится „Путешествие к центру Земли“. Полая Земля? Звучит как бред», — болтает Тео под стук дождя, барабанящего по крыше грузовика. Пейзаж вокруг невероятно яркий, почти тропический, а вокруг прудов с непроглядной зеркально-чёрной водой, словно стража, стоят покрытые радужными узорами деревья. Внезапно автомобиль въезжает в глубокую грязевую яму и глохнет. «Похоже, мне понадобится помощь», — говорит Тео.
zh: 我真的不懂为什么大家都喜欢看《地心冒险》，中空的地球？听起来太疯狂了。”西奥的闲聊声伴随著大雨打在车厢上的声音。沼泽的地貌茂盛的令人难以置信，几乎像是热带雨林的景观，树干上有虹彩般的图样，树木如静默的守卫般伫立在黑色镜面般的平静池塘旁。卡车突然停下，陷入一漥烂泥中，轮子不断发出空转的声音。西奥说：“我好像需要一点帮助。”

source: <i>“We can push!”</i>
de: <i>„Lasst uns schieben!“</i>
es: <i>–¡Podemos empujar!</i>
fr: <i>« Nous pouvons pousser le camion ! »</i>
it: <i>"Possiamo spingere!"</i>
ko: “트럭을 밀어 봅시다!”
pl: <i>„Będziemy pchać!”</i>
ru: <i>«Мы подтолкнём!»</i>
zh: <i>“用力推！”</i>

source: <i>“We’ll rev the engine.”</i>
de: <i>„Lassen Sie mich ans Lenkrad!“</i>
es: <i>–Forzaremos el motor.</i>
fr: <i>« Nous allons compter sur le moteur! »</i>
it: <i>"Noi diamo gas."</i>
ko: “제가 페달을 밟아보죠.”
pl: <i>„Spróbujemy odpalić silnik”.</i>
ru: <i>«Мы запустим двигатель».</i>
zh: <i>“提高引擎转速。”</i>

source: After some struggle, you coax the truck out of the pothole and point Theo through a mess of other potholes onto a rocky bank. Several bags of supplies fall out of the truckbed. Theo waves dismissively. “I can get those on the way back. I’ve got some family stuff back in Akwan to take care of.” Theo leaves you at the edge of the bog, wreathed in mist in the chill rain.
de: Nach einigen Mühen gelingt es dir, den Lastwagen aus dem Schlammloch herauszuschieben. Du leitest Theo an einer Reihe weiterer Schlammlöcher vorbei und eine felsige Böschung hinauf. Dabei fallen mehrere Säcke mit Vorräten von der Ladefläche. Theo macht eine wegwerfende Handbewegung. „Die kann ich auf dem Rückweg holen. Ich muss mich in Akwan sowieso noch um ein paar Familienangelegenheiten kümmern.“ Theo bringt euch bis zum Rande des in Nebel gehüllten Moores und kehrt dann um. Ihr blickt ihm im Regen stehend nach.
es: Después de algunas dificultades, lográis sacar la camioneta del barro e indicáis a Theo para que evite todas las demás zonas conflictivas hasta llegar a una ladera rocosa. De la caja del camión se caen varias bolsas de suministros, pero Theo hace un gesto para que no os preocupéis. –Puedo recogerlas a la vuelta. Tengo que encargarme de unos asuntos familiares en Akwan. Theo os deja al borde de la ciénaga, que está envuelta en la neblina que crea la fría lluvia.
fr: Après quelques difficultés, vous sortez le camion de la boue et dirigez Theo sur la route accidentée jusqu’à un banc rocheux. Plusieurs sacs de fournitures tombent de la plate-forme du camion. Theo grogne sa frustration. « Je peux les récupérer sur le chemin du retour. J’ai des affaires de famille à régler à Akwan. » Theo vous laisse au bord du marais envahi par la brume et balayé par une pluie froide.
it: Rimboccandovi le maniche, riuscite a spingere il furgone fuori dalla prima delle tante buche che Theo deve schivare prima di raggiungere un fondo roccioso. Vedete diverse sacche cadere dal retro, ma il vostro autista non sembra preoccupato. "Le recupererò sulla via del rientro. Ho delle questioni di famiglia ad Akwan di cui mi devo occupare." Vi lascia sul limitare del pantano, in compagnia della nebbia e della pioggia gelida.
ko: 힘겹게 진창에서 트럭을 빼낸 후, 다른 진창을 피해 테오에게 길을 안내한 끝에 단단한 바위 지형에 이르렀습니다. 그 사이 트럭에서 물자 몇 개가 떨어졌지만, 테오가 손사래를 칩니다. “내려주고 돌아가는 길에 제가 챙길게요. 아콴으로 가서 해결해야 할 가족 문제가 좀 있는지라...” 테오는 차가운 빗발과 안개에 휘감긴 습지 가장자리에 당신을 내려주고 떠납니다.
pl: Po dłuższej chwili udaje wam się wypchnąć furgonetkę z dziury, ale kierujecie ją na równie wyboistą skarpę. Z bagażnika wypada kilka worków z zapasami. Theo nie przejmuje się i macha ręką. „Mogę je zebrać w drodze powrotnej. Mam kilka spraw rodzinnych w Akwan, którymi muszę się zająć”. Theo zostawia was na skraju moczarów, spowitych mgłą i chłodnym deszczem.
ru: С некоторым трудом вам удаётся вытащить грузовик из ямы. Следуя вашим указаниям, Тео минует остальные и подъезжает к каменистому берегу. Из кузова вываливаются несколько мешков с припасами. Тео отмахивается: «Не переживайте, я заберу их на обратном пути. Мне нужно уладить кое-какие семейные дела в Акуане». Парень оставляет вас под прохладным дождём на краю болота, окутанного туманом.
zh: 经过一番挣扎，你们设法将车轮推出了坑洞，指引西奥通过满是坑洞的崎岖河岸。几袋补给品从车斗掉出来，西奥不在意的挥挥手说：“我回程的时候再捡吧，我得去艾湾处理一些家务事。”西奥将你们放在沼泽边缘，冰冷的雨雾笼罩你们。

source: Each investigator begins the next scenario with 1 fewer action.
de: Jeder Ermittler beginnt das nächste Szenario mit 1 Aktion weniger.
es: Cada investigador comienza el siguiente escenario con 1 acción menos.
fr: Chaque investigateur commence le prochain scénario avec 1 action de moins.
it: Ogni investigatore inizia il prossimo scenario con 1 azione in meno.
ko: 이번 시나리오에서 모든 조사자는 각자 행동을 1번씩 적게 갖고 시작합니다.
pl: Każdy badacz zaczyna następny scenariusz z 1 akcją mniej.
ru: В начале сценария «Тварь в глубине» у каждого сыщика на 1 действие меньше.
zh: 每位调查员在下一场冒险开始时减少1次行动。

source: Theo presses his shoulder to the rear of the truck as you rev the gas. The vehicle lurches forward only to bury the front tire in another pothole. Theo jumps into the truck next to you and lets out an exhasperated sigh. “I think you’ll have to continue on foot from here. It’s not that far.”
de: Theo drückt seine Schulter gegen die Rückseite seines Lastwagens, während du Gas gibst. Das Fahrzeug macht einen Sprung nach vorne, nur um mit einem Vorderrad im nächsten Schlammloch stecken zu bleiben. Theo springt in den Lastwagen neben dich und seufzt verzweifelt. „Ich glaube, Sie müssen von hier aus zu Fuß weitergehen. Es ist nicht mehr weit.“
es: Theo se coloca detrás de la camioneta y empuja con el hombro mientras pisáis a fondo. El vehículo avanza, pero hunde la rueda en otro bache. Theo se sube de nuevo a la camioneta y suspira, exasperado. –Creo que tendrán que seguir a pie desde aquí. No está tan lejos.
fr: Theo appuie son épaule contre l’arrière du camion pendant que vous mettez les gaz. Le véhicule fait une embardée vers l’avant et s’enfonce finalement dans un autre nid-de-poule. Theo saute dans le camion à côté de vous et pousse un soupir exaspéré. « Je crois que vous allez devoir continuer à pied à partir d’ici. Ce n’est pas si loin. »
it: Theo spinge il furgone mentre voi date gas. Il veicolo sembra smuoversi, ma finisce subito con una delle ruote anteriori in un'altra buca. Il vostro autista torna a bordo, lasciandosi scappare un sospiro esasperato. "Mi sa che dovrete continuare a piedi, ma non è così lontano."
ko: 당신이 가속 페달을 밟는 사이, 테오가 트럭에 어깨를 붙이고서 힘껏 밉니다. 하지만 트럭은 앞으로 이동하나 싶더니 얼마 못 가 앞쪽 바퀴가 다른 진창에 빠지고 맙니다. 테오가 당신 옆자리에 올라타 깊은 한숨을 내쉬며 말합니다. “여기서부터는 걸어가셔야 할 것 같네요. 그렇게 멀지는 않아요.”
pl: Theo pcha z całej siły tył wozu, kiedy próbujecie odpalić silnik. Pojazd posuwa się do przodu, ale tylko po to, aby utknąć przednim kołem w innej dziurze. Theo siada obok was i wzdycha poirytowany. „Chyba dalej będziecie musieli iść pieszo. To już niedaleko”.
ru: Тео прижимается плечом к задней части кузова, а вы поворачиваете ключ зажигания. Грузовик толкается вперёд, но попадает в ещё одну яму и снова глохнет. Тео запрыгивает в кабину рядом с вами и испускает прерывистый вздох: «Похоже, дальше вам придётся пешком. Тут недалеко».
zh: 西奥在车后用肩膀顶著卡车，你则大力踩下油门，车子向前猛冲，前轮却再度落入另一个坑洞中。西奥在你身边跳上车，恼怒的喘著气说：“我想你们可能得走过去，已经不远了。”

source: Each investigator begins the next scenario with 2 fewer resources.
de: Jeder Ermittler beginnt das nächste Szenario mit 2 Ressourcen weniger.
es: Cada investigador comienza el siguiente escenario con 2 recursos menos.
fr: Chaque investigateur commence le prochain scénario avec 2 ressources en moins.
it: Ogni investigatore inizia il prossimo scenario con 2 risorse in meno.
ko: 이번 시나리오에서 모든 조사자는 각자 자원을 2개씩 적게 갖고 시작합니다.
pl: Każdy badacz zaczyna następny scenariusz z 2 żetonami zasobów mniej.
ru: В начале сценария «Тварь в глубине» у каждого сыщика на 2 ресурса меньше.
zh: 每位调查员在下一场冒险开始时减少2资源。

source: The road to Eastwick Bog is covered in rough potholes that reflect a brilliant, prismatic sheen in the sky above. Theo stops the truck as the road grows treacherous. “I’m sorry to do this, but this old girl can’t make the trip through all that mud,” Theo says. You step off the truckbed, say goodbye to Theo, and walk down the muddy road past a close thicket of gaudy, colored trees riven with cracks of light.
de: Die Straße zum Eastwick-Moor ist mit großen Schlammlöchern übersät, in denen sich der Himmel prismatisch schillernd spiegelt. Theo hält den Lastwagen an, als die Straße immer tückischer wird. „Es tut mir leid, aber das alte Mädchen schafft die Fahrt durch den Schlamm nicht“, sagt Theo. Du steigst von der Ladefläche ab, verabschiedest dich von ihm und gehst die schlammige Straße hinunter, vorbei an einem üppigen Dickicht, dessen Bäume in den Sonnenstrahlen besonders farbenfroh leuchten.
es: La carretera que lleva a la Ciénaga de Eastwick está repleta de peligrosos baches en los que se refleja el brillante resplandor prismático del cielo. Theo detiene la camioneta cuando la carretera empieza a volverse más peligrosa. –Siento hacer esto, pero mi vieja amiga no puede pasar por todo ese barro. Os bajáis de la caja de la camioneta, os despedís de Theo y camináis por la embarrada carretera junto a la espesura de llamativos árboles coloridos surcados por grietas de luz.
fr: La route qui mène au Marais d’Eastwick est couverte de profonds nids-de-poule qui reflètent l’éclat brillant et prismatique du ciel. Theo arrête le camion alors que la route devient dangereuse. « Je suis désolé de vous faire ça, mais cette vieille fille ne peut pas faire le voyage dans toute cette boue », s’excuse-t-il. Vous descendez du camion, dites au revoir à Theo et reprenez la route boueuse en passant devant un bosquet d’arbres aux couleurs criardes, et percé par quelques rayons de lumière.
it: La strada che arriva al pantano Eastwick è disseminata di pozze di fango in cui il cielo si riflette con una patina lucida dai mille colori. Theo ferma il furgone prima di affrontare il tratto più ostico. "Mi dispiace doverlo fare, ma il mio ferrovecchio non può farcela attraverso tutte quelle buche." Scendete dal mezzo, salutate il vostro autista e vi incamminate lungo la strada fangosa, verso la schiera di alberi illuminati da sgargianti fasci di luce.
ko: 이스트윅 습지로 가는 길은 거친 진창으로 뒤덮여 있었으며, 고인 물에 비친 하늘은 오색찬란한 빛의 장막이 드리워 있습니다. 길이 갈수록 험해지자 테오가 트럭을 멈추고 말합니다. “죄송하지만, 이 낡은 트럭으로는 진창을 뚫고 가기 힘들겠는걸요.” 당신은 트럭 짐칸에서 내려 테오에게 작별 인사를 고합니다. 그러고는 형형색색의 덤불과 그 갈라진 틈에서 새어 나오는 빛을 지나, 진창길을 따라 발길을 재촉합니다.
pl: Droga do moczarów w Eastwick jest pełna głębokich dziur, w których odbija się iskrzący, pryzmatyczny blask na niebie. Theo zatrzymuje furgonetkę, gdy dalsza podróż staje się zbyt ryzykowna. „Przykro mi, ale moja staruszka nie da rady przedrzeć się przez całe to błoto” – mówi Theo, poklepując bok pojazdu. Wysiadacie, żegnacie się z mężczyzną i idziecie błotnistą ścieżką, mijając po drodze gąszcz jaskrawych, wielokolorowych drzew skąpanych w bladym świetle.
ru: Дорога к Иствикской трясине испрещена глубокими ямами, в которых отражается яркий радужный блеск неба над головой. Тео останавливает грузовик, когда дорога становится совсем уж опасной. «Простите, но моя старушка не пройдёт по этой грязище», — говорит он. Вы спрыгиваете с кузова, прощаетесь с Тео и следуете по грязной дороге мимо плотных рядов пёстрых деревьев, покрытых трещинами света.
zh: 通往东方沼泽的路上布满积水的坑洞，映射著天空中明亮多彩的光芒。随著道路越来越崎岖，西奥停下了卡车说到：“抱歉，我也不想这样，但这台老伙计没办法通过那些泥巴。”你们下了车，向他道别，然后步行穿越泥泞的道路，路边的树木被染上艳丽的色彩，光芒从树干上的裂缝倾泄而出。

source: The moonlight is as bright as day, illuminating the desolate landscape around the truck like something in a Grimm fairy tale. An acrid breeze blows off the bog, smelling sweetly of death, as you pull to a stop on the shoreline and look up at the moon, veiled in gathering clouds. A single thin tree stands silhouetted against the moon, reaching up like a grasping hand. You hoist your supplies out of the truck and look back. The thin tree has disappeared, leaving a dark ripple in its wake.
de: Das Mondlicht beleuchtet die trostlose Landschaft, die direkt aus einem von Grimms Märchen zu stammen scheint, als wäre es helllichter Tag. Eine stechende Brise, die gleichzeitig süßlich und nach Tod riecht, weht über das Moor, als der Lastwagen am Ufer zum Stehen kommt. Du schaust zum Mond hinauf, der von aufziehenden Wolken verhüllt wird. Ein Stück entfernt zeichnet sich ein einzelner dürrer Baum als Silhouette gegen das Mondlicht ab, ähnlich einer in die Höhe gestreckten Hand. Du hievst deine Vorräte aus dem Lastwagen und blickst noch einmal zurück. Der dürre Baum ist verschwunden und hinterlässt eine dunkle Leere, die sich wellenartig auszubreiten scheint.
es: La luz de la luna es tan brillante como si fuera de día e ilumina el desolado paisaje que rodea a la camioneta como un cuento de hadas de los hermanos Grimm. Una brisa acre con un dulce olor a muerte emana de la ciénaga cuando os detenéis en la costa y levantáis la mirada hacia la luna, que empieza a quedar tapada por las nubes. Un solitario y delgado árbol se recorta contra la luna como si fuera una mano que quisiera agarrarla. Sacáis los suministros de la camioneta y volvéis la vista atrás. El árbol ha desaparecido, dejando una oscura onda en su lugar.
fr: Le clair de lune est aussi brillant que le jour, illuminant le paysage désolé autour du camion comme dans un conte de Grimm. Une brise âcre souffle en provenance du marais. Elle porte avec elle l’odeur douceâtre de la mort tandis que vous vous arrêtez sur le rivage et regardez la lune, voilée par les nuages qui s’amoncellent. La silhouette d’un arbre décharné apparaît sous le clair de lune, et ressemble à s’y méprendre à une main tendue pour vous agripper. Vous sortez vos provisions du camion et regardez en arrière. L’arbre a disparu. Seules persistent les sombres ondulations qu’il a laissées dans son sillage.
it: La luce riflessa dalla luna illumina a giorno il panorama desolato, disegnando attorno al furgone un paesaggio degno di una fiaba dei fratelli Grimm. Una brezza acre, intrisa del dolce profumo della morte, si solleva dal pantano quando vi fermate sulla riva a osservare la luna velata da nubi in arrivo. Un singolo albero sottile staglia il suo profilo contro la luna, quasi a volerla afferrare. Prendete le vostre cose dal veicolo e vi voltate ... Ma l'albero è sparito, lasciando al suo posto un'increspatura scura nell'acqua.
ko: 대낮처럼 밝은 달빛이 트럭 주변의 황량한 지형을 비춥니다. 그 모습이 마치 그림 형제의 동화집에나 나오는 으스스한 장면같이 느껴집니다. 습지에서 불어온 달콤한 죽음의 냄새와 매캐한 미풍을 느끼며 늪지대 가장자리에 트럭을 세우고 하늘을 바라봅니다. 달은 밀려드는 구름 사이로 모습을 반쯤 가리고 있었습니다. 달 위로 실루엣을 드리운 앙상한 나무 한 그루가 마치 달을 움켜쥐려는 손처럼 보입니다. 당신은 트럭에 실린 물자를 내리던 중 무심코 뒤를 돌아봅니다. 하지만 조금 전까지만 해도 분명 존재하던 앙상한 나무는 사라져 버렸고, 습지의 검은 물 위로 잔물결이 입니다.
pl: Światło księżyca jest niemal tak jasne jak słońce, przemieniając krajobraz dookoła furgonetki w świat rodem z baśni braci Grimm. Znad moczar zawiewa ostry, słodki zapach śmierci, gdy zatrzymujecie się przy brzegu i spoglądacie na księżyc za zasłoną z chmur. Na jego tle rysuje się pojedyncze cienkie drzewo, wznoszące się do góry niczym chwytająca dłoń. Wyciągacie z auta zapasy i jeszcze raz oglądacie się za siebie. Cienkie drzewo znikło, pozostawiając po sobie jedynie ciemną smugę.
ru: Пустынный пейзаж вокруг грузовика освещён лунным светом, который по яркости не уступает солнечному и придаёт всему вокруг атмосферу сказок братьев Гримм. С болот тянется едкий ветерок, сладко пахнущий смертью. Вы останавливаетесь на берегу и поднимаете взгляд на луну, сокрытую пеленой облаков. На фоне небесного светила вырисовывается одинокий силуэт тонкого деревца, похожего на протянутую вверх руку. Вы выгружаете из машины припасы и снова смотрите на болото. Деревце исчезло, оставив после себя тёмную рябь.
zh: 明亮的月光将夜晚变得如白天一般，照亮卡车旁荒凉的地貌，像是在童话故事中。一股刺鼻的微风拂过沼泽，空气中带著一丝死物的甜腻味，你们停在岸边，抬头望著月亮逐渐被云给遮盖。月光映照出一棵孤立瘦长的树木，它的轮廓直入天际，像是朝天空伸出双手一般。你们将补给品从卡车上卸下，但一转头那棵瘦高的树木就消失了，只在黑暗中留下一片涟漪。

source: Because it is <b>Day 2</b> or <b>Night 2</b>, place 1 doom on the agenda.
de: Weil es Tag 2 oder Nacht 2 ist, wird 1 Verderben auf der Agenda platziert.
es: Como es el <b>Día 2</b> o la <b>Noche 2</b>, coloca 1 ficha de Perdición sobre el plan.
fr: Puisque c’est le <b>Jour 2</b> ou la <b>Nuit 2</b>, placez 1 fatalité sur l’intrigue.
it: Se è il <b>Giorno 2</b> o la <b>Notte 2</b>, collocate 1 destino sulla trama.
ko: 지금이 <b>두 번째 낮</b> 또는 <b>두 번째 밤</b>이므로, 주요사건에 파멸을 1개 놓습니다.
pl: Ponieważ trwa <b>Dzień 2</b> lub <b>Noc 2</b>, umieść 1 żeton zagłady na tajemnicy.
ru: Поскольку сейчас <b>День 2</b> или <b>Ночь 2</b>, положите на замысел 1 безысходность.
zh: 如果目前是<b>第二日</b>或<b>第二夜</b>，在密谋上放置1个毁灭标记。

source: Because it is <b>Day 3</b>, place 2 doom on the agenda.
de: Weil es Tag 3 ist, wird 2 Verderben auf der Agenda platziert.
es: Como es el <b>Día 3</b>, coloca 2 fichas de Perdición sobre el plan.
fr: Puisque c’est le <b>Jour 3</b>, placez 2 fatalités sur l’intrigue.
it: Se è il <b>Giorno 3</b>, collocate 2 destini sulla trama.
ko: 지금이 <b>세 번째 낮</b>이므로, 주요사건에 파멸을 2개 놓습니다.
pl: Ponieważ trwa <b>Dzień 3</b>, umieść 2 żetony zagłady na tajemnicy.
ru: Поскольку сейчас <b>День 3</b>, положите на замысел 2 безысходности.
zh: 如果目前是<b>第三日</b>，在密谋上放置2个毁灭标记。

source: Gather the 10 double-sided locations and shuffle them. Remove one of these locations from the game at random. Put the remaining 9 locations into play in a 3x3 grid with their [[Bog]] side facing up, as shown in the Location Placement below.
de: Die 10 doppelseitigen Orte werden herausgesucht und gemischt. 1 zufälliger dieser Orte wird aus dem Spiel entfernt und die 9 übrigen Orte werden in einem 3x3-Raster wie unten abgebildet mit ihrer Moor-Seite nach oben ins Spiel gebracht.
es: Reúne los 10 Lugares de doble cara y barájalos. Retira de la partida uno de estos Lugares al azar. Pon los 9 Lugares restantes en juego en una cuadrícula de 3x3, con su lado [[Ciénaga]] boca arriba, como se muestra en el diagrama de colocación de Lugares más abajo.
fr: Réunissez les 10 lieux recto verso et mélangez-les. Retirez de la partie un de ces lieux au hasard. Mettez en jeu les 9 lieux restants face [[Marais]] visible pour constituer une grille de 3 cartes de côté, comme indiqué dans le schéma de Placement des Lieux ci-dessous.
it: Radunate i 10 luoghi a due lati e mescolateli. Rimuovete 1 casual dal gioco. Mettete in gioco casualmente in una griglia 3x3 i 9 luoghi rimanenti con il lato [[Pantano]] a faccia in su come indicato nella Disposizione dei Luoghi sottostante.
ko: 양면 장소 10장을 모아서 섞습니다. 그중 무작위로 1장을 게임에서 제거합니다. 장소 배치도에 따라, 나머지 장소 9장을 [[습지]] 면이 보이도록 3x3 격자 모양으로 플레이 영역에 둡니다.
pl: Zbierz 10 dwustronnych lokalizacji i potasuj je. Usuń z gry 1 losową z tych lokalizacji. Umieść pozostałe 9 lokalizacji w grze tak, aby utworzyły siatkę 3x3, stroną z cechą [[Moczary]] ku górze, jak pokazano na schemacie Ułożenie lokalizacji poniżej.
ru: Соберите 10 двусторонних локаций и перемешайте их. Случайным образом удалите из игры одну из них. Введите 9 оставшихся в игру в виде сетки 3×3 стороной [[трясины]] вверх, как показано в разделе «Расклад локаций» ниже.
zh: 收齐10张双面的地点并将其混洗。随机将其中一张地点从游戏中移除。将剩余的9张地点放置入场，形成3x3的网格，[[沼泽]]面朝上。

source: Each investigator begins play at the “Starting Location.”
de: Jeder Ermittler beginnt das Spiel am „Startort“.
es: Cada investigador comienza la partida en el “Lugar inicial”.
fr: Tous les investigateurs commencent la partie dans « Le Lieu de Départ ».
it: Iniziate la partita nel luogo di partenza.
ko: 모든 조사자는 “시작 장소”에서 시작합니다.
pl: Wszyscy badacze rozpoczynają grę w „Początkowej lokalizacji”.
ru: Все сыщики начинают игру в локации, обозначенной на схеме как «Стартовая локация».
zh: 每位调查员从“起始地点”开始游戏。

source: Covered Bridge
de: Überdachte Brücke
es: Puente cubierto
fr: Pont Couvert
it: Ponte Coperto
ko: 지붕 덮인 다리
pl: Kryty most
ru: Крытый мост
zh: 廊桥

source: Abandoned Shack
de: Verlassene Hütte
es: Cabaña abandonada
fr: Cabane Abandonnée
it: Capanno Abbandonato
ko: 버려진 판잣집
pl: Opuszczona chata
ru: Заброшенная хижина
zh: 废弃窝棚

source: Rotten Dock
de: Morscher Anlegesteg
es: Puerto podrido
fr: Jetée Pourrie
it: Pontile Marcio
ko: 썩어 버린 선창
pl: Zgniły pomost
ru: Сгнивший причал
zh: 腐木码头

source: Fetid Pool
de: Stinkender Tümpel
es: Estanque fétido
fr: Bassin Fétide
it: Pozza Fetida
ko: 악취가 진동하는 웅덩이
pl: Cuchnące bajoro
ru: Зловонный омут
zh: 恶臭水塘

source: Flooded Path
de: Überfluteter Pfad
es: Sendero anegado
fr: Chemin Inondé
it: Sentiero Allagato
ko: 물에 잠긴 길
pl: Podtopiona ścieżka
ru: Затопленная дорога
zh: 水淹小径
