Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/06_the_thing_*_the_depths.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Miskatonic Survey, June 1926. Members Marquez, Musgrave, et alii. Area surveyed: Eastwick Bog. Numerous abnormally sized flora, parasitic variety capable of controlling its host. Oppressively abundant ecosystem. Aggressive water life. More jungle than forest. Not your average bog. Will need to return with more funding.”
de: „Miskatonic-Feldforschung, Juni 1926. Mitglieder: Marquez, Musgrave et al. – Untersuchtes Gebiet: Eastwick-Moor. Zahlreiche abnorm große Pflanzen, darunter parasitäre Arten, die ihren Wirt kontrollieren können. Üppiges, repressives Ökosystem. Aggressive Wasserlebewesen. Mehr Dschungel als Wald. Kein gewöhnliches Moor. Rückkehr mit mehr Fördermitteln geplant.“
es: “Estudio de Miskatonic, junio de 1926. Miembros Marquez, Musgrave et alii. Zona estudiada: Ciénaga de Eastwick. Numerosa flora de tamaño anormal, variedad parasitaria capaz de controlar a su huésped. Ecosistema opresivamente abundante. Vida acuática agresiva. Más jungla que bosque. No es una ciénaga corriente. Habrá que volver con más financiación”.
fr: « Enquête de Miskatonic, juin 1926. Par les membres Marquez, Musgrave et alii. Zone étudiée : Marais d’Eastwick. Nombreuse flore de taille anormale, variété parasitaire capable de contrôler son hôte. Ecosystème excessivement abondant. Vie aquatique agressive. Plus jungle que forêt. Pas une tourbière ordinaire. Il faudra revenir avec plus de moyens. »
it: "Ricerca della Miskatonic, giugno 1926. Membri Marquez, Musgrave et alii. Luogo delle ricerche: pantano Eastwick. Numerosi esemplari di flora di dimensioni anormali, specie parassite in grado di prendere il controllo dell'organismo ospite. Ecosistema oppressivamente rigoglioso. Vita acquatica aggressiva. Quasi più giungla che foresta. Non un pantano ordinario. Necessario tornare con più fondi."
ko: “1926년 6월, 미스캐토닉 대학 현장 조사단. 마르케스, 머즈그레이브 외. 현장 조사 장소: 이스트윅 습지. 비정상적인 크기의 식물상, 숙주를 통제하는 기생종 등 수많은 생물종이 서식하고 있음. 압도적으로 풍부한 생태계가 구성되어 있으며 다수의 수중 생물은 공격성을 보임. 일반적인 숲보다는 밀림에 가까움. 평범한 습지가 아님. 추가 연구 자금을 확보한 후 재조사해야 함.”
pl: „Dziennik grupy badawczej Uniwersytetu Miskatonic, czerwiec 1926. Członkowie: Marquez, Musgrave i inni. Zbadany obszar: moczary w Eastwick. Liczni przedstawiciele flory o nieprawidłowych rozmiarach, odmiana pasożytnicza zdolna do kontrolowania swojego żywiciela. Przytłaczająco bujny ekosystem. Agresywne formy życia wodnego. Bardziej dżungla niż las. Nie są to przeciętne moczary. Trzeba wrócić z lepszym dofinansowaniem”.
ru: «Наблюдательная группа Мискатоника, июнь, 1926 г. Состав: Маркес, Масгрейв, остальные. Исследованная область: Иствикская трясина. Многочисленная флора аномальных размеров, паразитическая разновидность, способная контролировать своего носителя. Угнетающе изобильная экосистема. Агрессивная водная фауна. Скорее джунгли, чем лес. Точно не обычное болото. Нужно вернуться, получив дополнительное финансирование».
zh: “1926年6月，米斯卡塔尼克大学实地调查。成员：马尔克斯、马斯格雷夫，及其他人员。调查区域：东方沼泽。发现数种尺寸异常的花卉，能够控制宿主的寄生品种。生态系统过度丰富且复杂，存在极具攻击性的水生生物，比起森林，更像是热带丛林，完全不同于一般定义的沼泽。我们必须争取更多资金，返回进行调查。”

source: If it is <b>Day 2</b> or <b>Day 3</b> and River Hawthorne is not crossed out:
de: Falls es <b>Tag 2</b> oder <b>Tag 3</b> ist und River Hawthorne nicht durchgestrichen ist:
fr: Si vous êtes au <b>Jour 2</b> ou au <b>Jour 3</b> et que River Hawthorne n'est pas rayée :
it: Se è il <b>Giorno 2</b> o il <b>Giorno 3</b> e River Hawthorne non è barrata:
ko: 지금이 <b>두 번째 낮</b> 또는 <b>세 번째 낮</b>이고 리버 호손에 취소선이 그어져 있지 않다면:
pl: Jeśli trwa <b>Dzień 2</b> lub <b>Dzień 3</b> i River Hawthorne nie jest wykreślona:
ru: Если сейчас <b>День 2</b> или <b>День 3</b> и «Ривер Хоуторн» не вычеркнута в журнале:
