Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/06_the_thing_*_the_depths.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You can tell from the moment your clippers cut the stem that something is wrong. The reptile moans as you lift the glowing gray blossom from its back, then opens its mouth to expose rows of serrated teeth as it snaps at you. Arsenic white fluid spurts from the hollow stem, coating you with a stinking secretion that burns your skin. You nearly drop the blossom as you stumble back, realizing your mistake. The vapors from the fluid make you dizzy and lend the forest an exaggerated fluorescence. The poor reptilian creature flails in pain and sinks, leaving swirls of milky blood on the surface. A sharp pain forces you to drop the alkaloid blossom, and you examine your hand to find a sharp cut on your palm. The shape of the wound suggests the stem had begun to penetrate the flesh. You put the sample in a specimen jar and head for the southern shore.
de: In dem Moment, in dem du mit der Schere den Stiel durchschneidest, merkst du, dass etwas nicht stimmt. Das Reptil stöhnt auf, als du die leuchtend graue Blüte von seinem Rücken abtrennst, dann öffnet es sein Maul und entblößt Reihen gezackter Zähne, während es nach dir schnappt. Aus dem hohlen Stiel spritzt eine weißliche Flüssigkeit und du wirst mit einem stinkenden Sekret überzogen, das auf deiner Haut brennt. Du lässt die Blüte beinahe fallen, als du rückwärts stolperst und erkennst, dass du einen Fehler gemacht hast. Die Dämpfe der Flüssigkeit machen dich schwindelig und lassen den Wald in einem grellen fluoreszierenden Licht erscheinen. Die arme Reptilienkreatur windet sich vor Schmerzen und versinkt, wobei sie Strudel aus milchigem Blut auf der Oberfläche zurücklässt. Ein plötzlicher stechender Schmerz zwingt dich, die Alkali-Blüte loszulassen. In deiner Handfläche zeichnet sich ein langer Schnitt ab. Die Form der Wunde deutet darauf hin, dass der Stiel begonnen hat, in dein Fleisch einzudringen. Du beißt die Zähne zusammen, verstaust die Probe in einem Glasbehälter und machst dich auf den Weg zum Südufer.
es: En cuanto las tijeras cortan el tallo, os dais cuenta de que algo va mal. El reptil gime cuando le quitáis del lomo la brillante flor gris, y luego abre la boca para mostrar hileras de dientes serrados mientras trata de morderos. Un fluido blanco arsénico brota del tallo hueco y os mancha con una hedionda secreción que os quema la piel. Casi se os cae la flor mientras retrocedéis a trompicones, conscientes de vuestro error. Los vapores del fluido os marean y otorgan al bosque una fluorescencia exagerada. La pobre criatura reptiliana se debate de dolor y se hunde, dejando remolinos de sangre lechosa en la superficie. Un agudo dolor obliga a quien lleva la flor a soltarla, y al examinarse la mano descubre un profundo corte en la palma. La forma de la herida sugiere que el tallo había empezado a penetrar en la carne. Metéis la muestra en un tarro para especímenes y os dirigís a la orilla sur.
fr: Dès que vous coupez la tige avec vos cisailles, vous vous rendez compte que quelque chose ne va pas. Le reptile gémit lorsque vous retirez la fleur grise et brillante de son dos, puis il ouvre la bouche pour exposer des rangées de dents effilées et s’élance vers vous. Un liquide blanc qui vous rappelle l’arsenic jaillit de la tige creuse, vous enduisant d’une sécrétion nauséabonde qui vous brûle la peau. Vous manquez de laisser tomber la fleur en reculant, réalisant votre erreur. Les vapeurs du liquide vous donnent le vertige et confèrent à la forêt une fluorescence exagérée. La pauvre créature reptiliennes s'agite de douleur et coule, laissant des tourbillons de sang laiteux à la surface. Une douleur aiguë vous oblige à lâcher la fleur alcaloïde, et vous examinez votre main pour découvrir une méchante coupure sur votre paume. La forme de la blessure suggère que la tige a commencé à pénétrer dans la chair. Vous mettez l’échantillon dans un bocal à spécimens et vous vous dirigez vers la rive sud.
it: Capite che qualcosa non va nel momento stesso in cui tagliate lo stelo. Il rettile emette un lamento non appena staccate i boccioli grigi luminescenti dalla sua schiena, apre le fauci esponendo file su file di zanne aguzze e schiocca un morso nella vostra direzione. Un fluido bianco e arsenicale schizza fuori dallo stelo cavo, ricoprendovi di una secrezione che vi brucia la pelle. Dovete trattenere l'istinto di gettare il bocciolo a terra mentre indietreggiate, rendendovi conto dell'errore che avete commesso. I vapori che si sollevano dal liquido vi fanno girare la testa, tingendo la foresta di una fluorescenza esagerata e surreale. La povera creatura si dimena dolorante e comincia ad affondare, lasciandosi dietro scie di sangue lattiginoso in superficie. Un dolore lancinante vi fa aprire d'istinto la mano, e il bocciolo alcalino cade a terra rivelando un profondo taglio sul palmo: sembra che lo stelo avesse cominciato a scavarvi nella carne. Mettete il campione in un barattolo e vi fate strada verso la riva meridionale.
ko: 가위로 꽃줄기를 자르자마자 뭔가 잘못됐다는 사실을 깨닫습니다. 당신이 거북의 등에 박혀 있던 회색 꽃을 뽑아 든 순간, 거북은 신음하더니 당신을 향해 아가리를 벌리고 몇 줄이나 겹으로 난 톱니 모양 이빨을 드러내고 맞부딪힙니다. 텅 빈 줄기 안쪽에서 뿜어져 나온 비소 성분의 악취 나는 하얀 분비액이 당신의 살갗에 닿자 타는 것처럼 고통스럽습니다. 큰 실수를 저질렀다는 것을 깨닫고서 뒤로 물러서다 꽃송이를 떨어뜨릴 뻔합니다. 분비액에서 나오는 증기를 맡자 어지러움과 함께 주변의 숲이 과장된 형광색으로 보이기 시작합니다. 불쌍한 거북은 고통에 몸부림치며 가라앉았고, 수면 위로 우유같이 희뿌연 피가 번져나갑니다. 그때 당신은 손을 찌르는 날카로운 통증을 느끼며 알칼로이드 꽃을 떨어뜨립니다. 꽃줄기를 쥐고 있던 자리를 따라 날카로운 상처가 난 것을 보아, 줄기가 당신의 살갗을 관통하기 시작했던 것 같습니다. 당신은 표본 병에 꽃송이를 담고 습지 남쪽 가장자리로 향합니다.
pl: Gdy tylko przecinacie łodygę, od razu wiecie, że coś jest nie tak. Gad wydaje z siebie jęk, gdy zabieracie z jego grzbietu świecący szary kwiat, po czym otwiera szeroko paszczę, odsłaniając rzędy ostrych zębów. Z pustej łodygi tryska płynny arszenik, pokrywając was śmierdzącą wydzieliną, która parzy waszą skórę. Prawie upuszczacie kwiat, zataczając się do tyłu i zdając sobie sprawę z popełnionego błędu. Opary płynu powodują, że zaczyna wam się kręcić w głowach, a las wydaje się świecić na jaskrawe kolory. Biedny gad miota się z bólu i tonie, pozostawiając na powierzchni jedynie strugi mlecznej krwi. Ostry ból zmusza was do odłożenia trującego kwiatu i oglądnięcia dłoni, na których dostrzegacie głębokie nacięcia. Kształt ran sugeruje, że łodyga zaczęła penetrować wasze ciała. Umieszczacie próbkę w specjalnym słoiku i kierujecie się na południowy brzeg.
ru: Только срезав стебель, вы сразу понимаете, что что-то не так. Рептилия стонет, когда вы снимаете с её панциря сияющий серый цветок, затем открывает пасть, демонстрируя ряды пилообразных зубов, и огрызается на вас. Из полого стебля вытекает белая жидкость и покрывает вас зловонными выделениями, обжигающими кожу. Вы едва не роняете цветок и отступаете назад, понимая свою ошибку. От испарений жидкости у вас кружится голова, а лес начинает преувеличенно сиять. Бедная рептилия корчится от боли и погружается под воду, оставляя на поверхности разводы молочно-белой крови. Резкая боль заставляет вас выронить цветок, и вы видите на ладони тонкий порез. Судя по форме раны, стебель попытался проникнуть в ваше тело. Вы кладёте образец в банку и отправляетесь к южному берегу.
zh: 你正在用剪刀采集这些植物的茎，但你感到有什么事不对劲。在你将发出灰光的花朵从牠背上摘下时，这只龟型生物发出哀号，牠张开带著锯齿状尖牙的巨嘴朝你咬下。中空的花茎流出白色的砷化物液体，分泌物滴在你的皮肤上，造成刺痛跟灼烧感。你踉跄后退，差点松手放开花朵，同时意识到自己犯了个错。那些液体蒸散发出的气体让你感到头晕目眩，周遭的森林也染上一层夸张的萤光。那只可怜的爬虫类在痛苦中挥动四肢，沉入水中，在水面上留下一团乳白色的血液。一股尖锐的刺痛袭来，迫使你放开这些状似水仙的花朵，你查看自己的手，发现手掌上有一道尖锐的割痕，伤口的形状显示花茎刚才已经开始试图穿透你的血肉。你将样本放进采样罐，转身朝著南岸走去。

source: A gun clicks behind you. “Hold back,” Judith says emerging from the undergrowth. She takes aim at the reptilian hybrid. “Keep clear of that thing.” Dr. Marquez steps between Judith and the creature. “With all due respect, that ‘thing’ is completely harmless.” As if to underscore her point, the creature chews a flowering branch. “Nothing on this island is harmless,” Judith retorts. “Everything, even the sweet turtles and the cute deer and the damn rabbits are deadly. I don’t know why the villagers aren’t more afraid. I can guarantee you this turtle...thing doesn’t just munch flowers.” “If you shoot the thing I came here to survey, you will not be paid,” Dr. Marquez says coldly. The professor pulls out a notebook and begins sketching the creature. A hush falls over the group as a pair of frogs swim across the pond in front of the creature. In an instant, the chelydran hybrid opens its mouth to expose 4 separate rows of teeth lining the back of its throat, then snaps up both frogs. Dr. Marquez puts down her sketchbook. “What in the hell—”
de: Hinter dir hörst du, wie ein Gewehr entsichert wird. „Bleiben Sie zurück“, ruft Judith, die aus dem Unterholz auftaucht. Sie zielt auf den Reptilien-Hybriden. „Gehen Sie weg von dem Ding.“ Dr. Marquez stellt sich zwischen Judith und die Kreatur. „Bei allem Respekt, dieses ‚Ding‘ ist völlig harmlos.“ Wie um ihren Standpunkt zu unterstreichen, kaut die Kreatur auf einem blühenden Zweig herum. „Nichts auf dieser Insel ist harmlos“, erwidert Judith. „Alle Tiere, sogar die süßen Schildkröten und die niedlichen Rehe und die verdammten Kaninchen, sind tödlich. Ich weiß nicht, warum die Dorfbewohner nicht mehr Angst haben. Ich kann Ihnen garantieren, dass dieses Schildkröten...ding nicht nur Blumen frisst.“ „Wenn Sie es erschießen und meine Forschungen zunichtemachen, werden Sie nicht bezahlt“, sagt Dr. Marquez kalt. Die Professorin holt ein Notizbuch hervor und beginnt, eine Skizze der Kreatur anzufertigen. Schweigen legt sich über die Gruppe, während zwei Frösche vor der Kreatur durch den Teich schwimmen. Urplötzlich reißt der Schnappschildkröten-Hybrid das Maul auf, entblößt vier separate Zahnreihen, die den kompletten hinteren Teil seines Rachens ausfüllen, und schnappt beide Frösche. Dr. Marquez legt ihr Skizzenbuch zur Seite. „Was zum Teufel...“
es: Oís el clic de un arma a vuestra espalda. –Atrás –dice Judith mientras sale de entre la maleza. Apunta al híbrido reptiliano y añade–: Apártense de esa cosa. La Dra. Marquez se interpone entre Judith y la criatura. –Con el debido respeto, esa “cosa” es completamente inofensiva. Como si quisiera subrayar su afirmación, la criatura mordisquea una rama florecida. –En esta isla no hay nada inofensivo –replica Judith–. Todo, hasta las dulces tortugas, los adorables ciervos y los malditos conejos son letales. No sé cómo es posible que los lugareños no estén más asustados. Puedo garantizarles que esta tortuga... esta cosa no se limita a masticar flores. –Si dispara a lo que he venido aquí para estudiar, no cobrará nada –dice con frialdad la Dra. Marquez. La profesora saca una libreta y comienza a realizar un boceto de la criatura. Se hace el silencio en el grupo mientras una pareja de ranas atraviesa el estanque a nado frente a la criatura. En cuestión de segundos, el híbrido chelydra abre la boca para dejar al descubierto 4 hileras de dientes que llegan hasta la parte de atrás de su garganta y luego se traga las dos ranas. La Dra. Marquez deja su libreta y exclama: Pero ¡qué demonios…!
fr: Un déclic d’arme à feu se fait entendre derrière vous. « Restez où vous êtes », dit Judith en émergeant du sous-bois. Elle vise l’hybride reptilien. « Ne vous approchez pas de cette chose. » Le docteur Marquez s'interpose entre Judith et la créature. « Avec tout le respect que je vous dois, cette «chose» est totalement inoffensive ». Comme pour souligner son propos, la créature mâche une branche fleurie. « Rien n’est inoffensif sur cette île », rétorque Judith. « Tout, depuis les gentilles tortues, jusqu’aux cerfs les plus mignons, en passant par ces maudits lapins… tout est mortel. Je ne sais pas pourquoi les villageois ne sont pas plus effrayés. Je peux vous garantir que cette tortue… ne se contente pas de croquer des fleurs. » « Si vous tirez sur la chose que je suis venu étudier, vous ne serez pas payée », dit froidement le Dr Marquez. Le professeur sort un carnet et commence à dessiner la créature. Un silence s’abat sur le groupe lorsqu’une paire de grenouilles traverse l’étang devant la créature. En un instant, la chélydre hybride ouvre la bouche pour exposer les quatre rangées de dents qui tapissent l’arrière de sa gorge, puis attrape les deux grenouilles. Le Dr Marquez pose son carnet de croquis. « Qu’est-ce que… »
it: Sentite l'inconfondibile click di un'arma caricata. "Fermi!" vi intima Judith uscendo da dietro un cespuglio con l'arma puntata contro il rettile ibrido. "Allontanatevi da quella cosa." La dottoressa Marquez si mette in mezzo tra lei e la creatura. "Con tutto il rispetto, quella 'cosa' è assolutamente innocua." Come a sottolineare il concetto, la testuggine si mette a masticare il ramo di una pianta vicina. "Non c'è nulla di innocuo su quest'isola" le risponde Judith. "Qualsiasi cosa, le tartarughine più dolci, i cervi più carini, persino gli stramaledetti conigli sono letali. Non so come faccia la gente di qui a non averne paura, ma posso assicurarti che quella tarta... cosa non mangia solo fiori." "Se sparerai alla creatura che sono venuta a studiare, non vedrai un centesimo." Il tono gelido della professoressa non ammette repliche. La vedete tirar fuori un taccuino, su cui comincia ad abbozzare un ritratto della creatura. Proprio in quel momento, un velo di silenzio cala su di voi quando vedete una coppia di rane tuffarsi nello specchio d'acqua davanti alla testuggine: veloce come un lampo, l'ibrido mostruoso spalanca le fauci esponendo le quattro file di zanne che ne rivestono la gola, inghiottendo le due rane in un sol boccone. Incredula, la professoressa abbassa il taccuino su cui stava lavorando. "Ma che diavolo...?"
ko: 등 뒤에서 철컥하며 총소리가 들립니다. “물러서세요.” 주디스가 덤불에서 나오며 경고합니다. 주디스는 혼종 거북을 향해 소총을 겨눕니다. “놈에게서 떨어지세요.” 마르케스 박사가 주디스를 막아섭니다. “송구스럽지만, 저 ‘놈’은 절대적으로 무해해요.” 박사의 말을 뒷받침이라도 하듯, 거북은 꽃이 핀 나뭇가지만 우적거립니다. 주디스가 반박합니다. “이 섬에서 무해한 건 없습니다. 앙증맞은 거북이고 귀여운 사슴이며 빌어먹을 토끼까지, 헴록 섬의 모든 게 치명적이라고요. 왜 주민들이 두려워하지 않는지는 모르겠지만, 저 거북... 비스무리한 게 꽃다발만 씹어대진 않을 겁니다.” “난 저 거북 때문에 이 습지까지 왔어요. 저걸 쏴버리겠다면, 일당을 받을 생각은 마세요.” 마르케스 박사가 냉정하게 말합니다. 박사는 수첩을 꺼내 거북을 스케치하기 시작합니다. 개구리 한 쌍이 웅덩이 위를 가로질러 헤엄치는 가운데, 다들 침묵을 지키고 이 광경을 바라보기만 합니다. 바로 그 순간, 혼종 거북이 아가리를 쫙 벌리더니 목 뒤쪽까지 뻗은 네 줄의 이빨을 드러내고서 개구리 두 마리를 그대로 집어삼킵니다. 마르케스 박사가 수첩을 내려놓고 당혹스러워합니다. “이런 미친...”
pl: Słyszycie za sobą kliknięcie broni. „Odsuńcie się” – mówi Judith, wychodząc z zarośli. Celuje w gadzią hybrydę. – „Trzymajcie się od tego z daleka”. Dr Marquez staje między Judith a stworzeniem. „Z całym szacunkiem, to «coś» jest całkowicie nieszkodliwe”. Jakby chcąc uwiarygodnić jej słowa, stworzenie zaczyna przeżuwać kwitnącą gałąź. „Na tej wyspie wszystko jest szkodliwe” – odpowiada Judith. – „Wszystko. Słodkie żółwie, uroczy jeleń, nawet cholerne króliki są śmiertelnie niebezpieczne. Nie rozumiem, dlaczego mieszkańcy nie są tym przerażeni. Gwarantuję ci, że to żółwio-coś chrupie nie tylko kwiaty”. „Jeśli zastrzelisz istotę, którą przybyłam tu zbadać, nie dostaniesz zapłaty” – mówi chłodno Marquez. Po tych słowach wyciąga zeszyt i zaczyna szkicować stworzenie. Grupa milknie, gdy tuż przed obiektem badań po powierzchni wody przepływa para żab. W jednej chwili hybryda skorpucha otwiera paszczę, odsłaniając cztery rzędy zębów wyściełających tylną część gardła, i błyskawicznie pożera obie żaby. Dr Marquez odkłada szkicownik. „Co do diabła...”
ru: Вы слышите за спиной звук взводимого курка. «Назад, — говорит Джудит, появляясь из зарослей. Её оружие направлено на черепаху. — Подальше от этой твари». Доктор Маркес становится между Джудит и рептилией: «При всём уважении, эта „тварь“ абсолютно безобидна». Словно подчёркивая её слова, черепаха мирно жуёт цветочный стебель. «На этом острове нет ничего безобидного, — возражает Джудит. — Все они: и эти забавные черепашки, и миленькие олени, и даже чёртовы кролики, — все смертельно опасны. Даже не знаю, почему жители деревни ещё не паникуют. Я гарантирую, эта черепашья… тварь перекусывает не только цветами». «Если вы убьёте животное, за которым я пришла наблюдать, я просто не заплачу вам», — холодно говорит доктор Маркес. Она достаёт блокнот и начинает зарисовывать создание. Все замолкают, наблюдая за двумя лягушками, плывущими через омут перед рептилией. В ту же секунду черепаха раскрывает пасть, обнажая четыре ряда зубов на задней стенке глотки и хватает обеих лягушек. Доктор Маркес опускает блокнот: «Какого…»
zh: 上膛声在你身后响起。“退后。”茱蒂丝从灌木丛中出现，对著你说，手中的枪已经锁定了爬虫类杂生物，“离那只怪物远一点。”她说。 此时马尔克斯博士站到朱蒂丝跟那只生物之间：“容我直言，这只‘怪物’完全无害。”就像在验证博士的话，那只生物开始嚼起了一丛花朵。 朱蒂丝回嘴：“这座岛上没什么东西是无害的。所有东西，就连温驯的乌龟、可爱的小鹿，跟该死的兔子都能致人于死地，我不知道为什么村民们都不是很害怕。我跟你们保证，这只……乌龟，绝对不只是吃花维生。” 马尔克斯博士冷冷的回应：“如果妳射杀了我的调查目标，我是不会付钱的。”她拿出笔记本，开始画下那只生物的素描。当一对青蛙游过那只龟型生物面前时，所有人都屏住呼吸，那只生物张开血盆大口，嘴中长著四排锯齿状的尖牙，瞬间将两只青蛙吞噬。 马尔克斯博士放下笔记本大惊出声：“什么鬼 — ”

source: You find the blossoming reptile in a black mirrored pond. Before you can so much as move, a spined tentacle raises the hybrid into the air over a charnel maw. The creature lets out one last pitiful groan as it is dropped into the fanged mouth. Your stomach turns when you hear its shell crack between the abomination’s powerful jaws. A low, satisfied rumble follows as the Thing sinks beneath the bog.
de: Du entdeckst das mit Blüten überwachsene Reptil in einem schwarz spiegelnden Teich. Bevor du dich auch nur bewegen kannst, reißt ein stacheliger Tentakel den Hybriden in die Höhe und lässt ihn über einem grässlichen Schlund baumeln. Das Reptil stößt einen letzten kläglichen Schrei aus, als es in das mit Reißzähnen versehene Maul fällt. Dein Magen dreht sich um, als du hörst, wie sein Panzer zwischen den mächtigen Kiefern der Abscheulichkeit zerbricht. Ein tiefes, zufriedenes Grummeln folgt, als das Ding wieder in den Tiefen des Sumpfs versinkt.
es: Encontráis el reptil florecido en un espejado estanque negro. Antes de poder siquiera moveros, un tentáculo espinado levanta al híbrido por los aires sobre unas fauces letales. La criatura emite un último gruñido lastimero mientras cae a la boca llena de colmillos. Se os revuelve el estómago al oír el chasquido de su caparazón entre las poderosas fauces de la abominación. A continuación se produce un grave retumbar satisfecho mientras la cosa se hunde bajo la ciénaga.
fr: Vous trouvez le reptile bourgeonnant dans un étang aux eaux noires et miroitantes. Avant que vous ne puissiez bouger, un tentacule épineux soulève l’hybride dans les airs, au-dessus d’une gueule carnassière. La créature pousse un dernier gémissement pitoyable avant d’être jetée dans la bouche pleine de crocs. Votre estomac se retourne lorsque vous entendez sa carapace craquer entre les puissantes mâchoires de l’abomination. Un grondement sourd et satisfait se fait entendre lorsque la Chose s’enfonce dans la tourbière.
it: Trovate il rettile infiorato in una pozza d'acqua nera. Prima che possiate muovere anche solo un muscolo, un tentacolo spinoso solleva l'ibrido sopra una bocca ossuta. L'essere emette un ultimo lamento sofferente, prima di essere gettato nelle gargantuesche fauci zannute. Lo stomaco vi si rivolta nella pancia al rumore del guscio triturato per la pressione delle potenti mandibole e l'essere si congeda nel pantano, lasciandosi dietro un ultimo soddisfatto gorgoglio.
ko: 시커먼 웅덩이에서 등에 꽃이 만발한 거북을 발견했습니다. 당신이 미처 대응하기도 전에, 가시 돋친 덩굴손이 혼종 거북을 붙잡고 공중으로 끌어올려 오싹오싹한 아가리로 던져넣습니다. 거북은 마지막으로 가련한 신음을 내뱉고서 송곳니가 돋친 아가리 속으로 떨어집니다. 저 괴물이 드센 턱으로 우적우적 씹어대자, 껍질이 갈라지고 박살 나는 소리가 들립니다. 당신은 하마터면 뱃속을 게워 낼 뻔합니다. 괴물은 그제야 만족스러운지 낮은 울음소리를 내며 습지 아래로 모습을 감춥니다.
pl: Znajdujecie kwitnącego gada w czarnym lustrzanym stawie. Zanim zdążycie się poruszyć, kolczasta macka unosi hybrydę w powietrze nad rozwartą paszczą. Stworzenie wydaje ostatni żałosny jęk, gdy wpada do wypełnionych ostrymi zębami ust istoty. Robi wam się niedobrze, gdy słyszycie pęknięcie skorupy między potężnymi szczękami tego wynaturzenia. Istota wydaje z siebie niski dźwięk zadowolenia, gdy ponownie zanurza się w głębiny moczarów.
ru: Вы находите цветущую рептилию в непроглядночёрном омуте. Прежде чем вы успеваете сделать хоть шаг, перед вами появляется шипастое щупальце и поднимает гибрида в воздух над смертоносной пастью. Животное успевает издать последний несчастный стон, прежде чем исчезнуть в зубастом провале. У вас сводит живот от хруста, с которым челюсти монстра перемалывают панцирь рептилии. Неизвестная Тварь издаёт низкое удовлетворённое урчание и погружается обратно в глубину.
zh: 你们在如黑色镜子般静止的池塘中找到那只背上开花的生物。就在你们来得及采取行动前，一条带刺的触手将那个生物高高举起，下方是一张阴森的血盆大口。那只生物掉进满是尖牙的巨口前发出了最后一声可怜的哀号，紧接著就是一阵甲壳崩裂的声音从那只怪物强力的上下颚中传来，让你们感到一阵反胃。最后怪物发出一声满足的哼声，沉入沼泽深处。

source: The Thing roars in pain as it flails its many limbs. Shockwaves ripple through the soft, wet ground, reducing groves of trees to tinder. You scramble for purchase as two sharp pops punctuate the air. The monstrous creature gurgles as its deflating air bladders struggle to buoy it up. Its last roar is cut short as the Thing sinks below the fetid marsh.
de: Das Ding brüllt vor Schmerz, während es mit seinen vielen Gliedmaßen um sich schlägt. Schockwellen durchzucken den weichen, nassen Boden und verwandeln ganze Baumgruppen zu Kleinholz. Du rappelst dich auf, als zwei scharfe Knallgeräusche die Luft durchdringen. Die monströse Kreatur beginnt zu gurgeln, als ihre entleerten Luftblasen es nicht mehr schaffen, sie an der Oberfläche zu halten. Das letzte verzweifelte Brüllen geht zusammen mit dem Ding in den Tiefen des fauligen Sumpfs unter.
es: La cosa ruge de dolor mientras sacude sus numerosas extremidades. Varias ondas sísmicas recorren el blando terreno húmedo, reduciendo a astillas arboledas enteras. Buscáis algún asidero cuando se producen dos agudas explosiones. La monstruosa criatura gorgotea mientras sus vejigas de agua deshinchadas tratan de mantenerla a flote. Su último rugido se interrumpe cuando la cosa se hunde bajo la fétida ciénaga.
fr: La Chose rugit de douleur en agitant ses nombreux membres. Les ondes de choc se répercutent sur le sol mou et humide, réduisant les bosquets d’arbres à l’état de petit bois. Vous vous débattez pour trouver un point d’appui alors que deux bruits secs fendent l’air. La créature monstrueuse gargouille tandis que ses vessies natatoires dégonflées s’efforcent de la maintenir à flot. Son dernier rugissement est interrompu lorsque la Chose s’enfonce dans le marais fétide.
it: Straziato dal dolore, l'essere ruggisce dimenando i suoi tentacoli. Onde d'urto si propagano nel pantano, riducendo intere macchie di alberi in poltiglia. Vi affrettate a trovare riparo, quando sentite due fragorosi scoppi squarciare l'aria: le vesciche natatorie della creatura si sgonfiano e la osservate sprofondare con un ultimo gorgoglio agonizzante nel fetido pantano.
ko: 괴물이 고통스러운 포효를 내지르고 수많은 부속지를 휘두르며 몸부림칩니다. 충격파가 부드럽고 축축한 땅 위로 퍼져나가며 숲의 나무를 조각조각내 버립니다. 날카로운 펑 소리가 두 번 연이어 허공을 가로지르는 순간, 당신은 급박하게 달아납니다. 괴물은 수면 위로 떠오르려 몸부림치지만 방금 터져버린 부레 때문에 부글부글하는 소리만 날 뿐입니다. 얼마 가지 않아, 놈은 단말마와 함께 악취 나는 늪 아래로 가라앉습니다.
pl: Istota ryczy z bólu, wymachując niezliczonymi odnóżami. Miękkie, mokre podłoże faluje od kolejnych uderzeń, powalających drzewa w pobliskim zagajniku. Walczycie, aby utrzymać się na powierzchni, gdy nagle rozlegają się dwa głośne pęknięcia. Potworna istota bulgocze, gdy jej przebite pęcherze powietrzne nie są w stanie dłużej jej unosić. Ostatni ryk urywa się nagle, gdy bestia tonie pośród cuchnącego bagna.
ru: Тварь ревёт от боли, размахивая многочисленными конечностями. По мягкой мокрой земле прокатываются ударные волны, превращая заросли деревьев в труху. Вы пытаетесь устоять на ногах, как вдруг в воздухе раздаётся два мощных хлопка. Чудовище булькает, а удерживавшие его плавательные мешки начинают сдуваться. Его последний рёв обрывается, и Тварь погружается в зловонную трясину.
zh: 怪物痛苦的嚎叫，无数的触手不停抽搐。震荡传遍湿软的土地，将一大区树林淹没到只剩下火种大小的树梢。你用力试著稳住身体，但两道尖锐的爆裂声让空气都为之震动。那只怪物肿胀的身躯如泄气的气球般不断变得干瘪，喉咙中发出临死的咯咯声，挣扎著想保持身体浮在水面上。最中牠还是沉入恶臭的沼泽中，临死的吼叫戛然而止。
