Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/06_the_thing_*_the_depths.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Take a look at this,” Dr. Marquez beckons you to a striped trunk. “It’s impossible. Five different species in one. I can’t think of a grafting method that could produce something like this.” She taps the trunk with her cane, reaches down, and pulls up a thick many- colored bundle of roots that look like angel’s hair. “They’re sturdy, though. Their roots resemble the mycelia network of a mushroom colony, but are much thicker. Stick to the trees, and you won’t sink.”
de: „Sehen Sie sich das mal an“, ruft Dr. Marquez und winkt dich zu einem gestreiften Baumstamm. „Das ist unmöglich. Fünf verschiedene Spezies in einem. Ich kann mir auch keine Veredelungsmethode vorstellen, die so etwas bewerkstelligen könnte.“ Sie klopft mit ihrem Stock gegen den Stamm, greift dann nach etwas am Boden und zieht ein dickes, buntes Wurzelbündel heraus, das wie Engelshaar aussieht. „Sehr robust. Die Wurzeln ähneln dem Myzeliennetzwerk einer Pilzkolonie, sind aber viel dicker. Halten Sie sich nahe der Bäume, dann sinken Sie nicht.“
es: –Mire esto –dice la Dra. Marquez mientras te hace señas para que te acerques a un tronco rayado–. Es imposible. Cinco especies distintas en una. No se me ocurre ningún método de injertos que pueda producir algo así. Golpea el tronco con su bastón, se agacha y arranca un puñado de gruesas raíces de tantos colores que parecen el cabello de un ángel. –Eso sí, son resistentes. Sus raíces parecen la red del micelio de una colonia de hongos, pero son mucho más gruesas. Quédense cerca de los árboles y no se hundirán.
fr: « Regardez ça », vous dit le Dr Marquez en vous faisant signe de vous approcher d’un tronc rayé. « C’est impossible. Cinq espèces différentes en une seule. Je n’arrive pas à imaginer une méthode de greffe qui pourrait produire quelque chose comme ça. » Elle tape sur le tronc avec sa canne, se penche et tire une épaisse botte de racines multicolores qui ressemblent à des cheveux d’ange. « Ils sont robustes. Leurs racines ressemblent au réseau de mycéliums d’une colonie de champignons, mais elles sont beaucoup plus épaisses. Restez près des arbres et vous ne sombrerez pas. »
it: "Guarda qui!" La professoressa ti indica un tronco striato. "È impossibile: sono cinque specie fuse in un unico esemplare. Non mi viene in mente alcuna tecnica di innesto che potrebbe generare un risultato simile." La donna si abbassa e raccoglie un groviglio di radici variopinte sottili come capelli d'angelo. "Sono piuttosto resistenti. Queste radici mi ricordano il sistema micotico di una colonia di funghi, solo molto più spesse. Restiamo vicini agli alberi e non dovremmo affondare."
ko: “이것 좀 볼래요?” 마르케스 박사가 줄무늬로 된 나무 밑동 곁으로 당신을 부릅니다. “이건 말도 안 돼요. 다섯 개나 되는 종이 하나의 개체 안에서 존재하고 있어요. 접목으로도 이런 식물을 만드는 방법은 떠오르지 않는군요.” 마르케스 박사가 지팡이로 나무 밑동을 점차 아래쪽으로 두들기더니, 가느다랗고 여러 색깔이 섞인 듯한 뿌리 다발을 끌어올립니다. “이래 봬도 튼튼해요. 뿌리는 버섯 군락의 지하 균사체와 비슷하지만, 그보다는 훨씬 두껍고 튼튼하군요. 일단 나무와 가까이 있는다면, 빠질 염려는 안 해도 되겠어요.”
pl: „Spójrz tylko” – dr Marquez woła cię, wskazując na pasiasty pień. – „To niemożliwe. Pięć różnych gatunków w jednym. Nie potrafię wymyślić metody szczepienia, która mogłaby pozwolić na stworzenie czegoś takiego”. Stuka laską w pień, sięga w dół i podnosi gruby, wielobarwny pęk korzeni, które wyglądają jak makaron. „Są silne. Ich korzenie przypominają rozrośniętą grzybnię, ale są znacznie grubsze. Trzymaj się drzew, a nie utoniesz”.
ru: «Взгляните на это, — доктор Маркес подводит вас к полосатому стволу. — Это невозможно. Пять разных видов в одном. Я не могу даже помыслить о методе прививания, который мог бы дать такой результат. — Она постукивает по дереву тростью, наклоняется и вытягивает толстый пучок разноцветных корней, похожих на спутанную вермишель. — Прочные. Эти корни напоминают мицелий грибной колонии, но гораздо толще. Держитесь ближе к деревьям, тогда не утонете».
zh: “看看这个。”马尔克斯博士站在一根条纹图案的树干前，招呼你过去。“这不可能，五种不同的物种融合在一起，我想不到有任何嫁接技术能办到这种事。”她用拐杖敲击著树干，俯下身拉出一束五颜六色的根须，看起来像天使面。“但它们很坚韧，根须几乎像是菌类的菌丝体，只是更加粗壮，它们牢牢固定在树上，使它不至于沉没。”

source: Choose any location in play. If it is a [[Bog]] location, remove all sinkholes from it. If it is a [[Sunken]] location, flip it, keeping all tokens and attachments.
de: Wähle einen beliebigen Ort im Spiel. Falls es ein [[Moor]]-Ort ist, entferne alle Sumpflöcher von ihm. Falls es ein [[Versunken]]-Ort ist, drehe ihn um, wobei er alle Marker und Verstärkungen behält.
es: Elige cualquier Lugar en juego. Si es un Lugar [[Ciénaga]], retira todos los socavones que tenga. Si es un Lugar [[Hundido]], dale la vuelta, conservando todas las fichas y cartas vinculadas.
fr: Choisissez n’importe quel lieu en jeu. Si c’est un lieu [[Marais]], retirez toutes les dolines placées dessus. Si c’est un lieu [[Englouti]], retournez-le, en conservant tous les pions et tous les attachements.
it: Scegli 1 qualsiasi luogo in gioco. Se è un luogo [[Pantano]], rimuovi tutte le voragini da esso. Se è un luogo [[Sommerso]], giralo, tenendo tutti i segnalini e le aggiunte.
ko: 플레이 상태인 장소 한 곳을 선택합니다. [[습지]] 장소를 선택했다면, 그곳에서 모든 싱크홀을 제거합니다. [[가라앉은]] 장소를 선택했다면, (그곳의 부착물과 토큰을 유지한 상태로) 그 장소를 뒤집습니다.
pl: Wybierz dowolną lokalizację w grze. Jeśli to lokalizacja z cechą [[Moczary]], usuń z niej wszystkie leje. Jeśli to lokalizacja z cechą [[Zatopiona]], odwróć ją, zachowując wszystkie żetony i dołączone karty.
ru: Выберите локацию в игре. Если это локация-[[трясина]], удалите с неё все промоины. Если это [[затонувшая]] локация, переверните её, оставив на ней все жетоны и прикреплённые карты.
zh: 选择在场上的任意一个地点。如果是[[沼泽]]地点，将其上的所有沉洞移除。如果是[[沉没]]地点，将其翻面，保留其上的所有标记和附属。

source: Each investigator earns 1 bonus experience as they gain insight into the unique ecosystem of Hemlock Isle.
de: Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt, da er Einblicke in das einzigartige Ökosystem von Hemlock Isle erhalten hat.
es: Cada investigador obtiene 1 punto de experiencia adicional por haber conseguido información sobre el ecosistema único de la Isla de la Cicuta.
fr: Chaque investigateur reçoit 1 point d’expérience bonus pour récompenser leur nouvelle expertise de l'écosystème unique de Hemlock Isle.
it: Ogni investigatore guadagna 1 punto esperienza per le informazioni scoperte sull'ecosistema unico dell'isola.
ko: 헴록 섬의 독특한 생태계에 대해 통찰력을 얻었기 때문에, 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt doświadczenia, ponieważ zdobył informacje na temat wyjątkowego ekosystemu Wyspy Hemlock.
ru: Каждый сыщик получает 1 опыт дополнительно, узнав больше об уникальной экосистеме острова Хемлок.
zh: 每位调查员取得1点奖励经验值，因为其洞见了赫姆拉克岛的独特生态系。

source: the Chelydran Hybrid perished.
de: der Schnappschildkröten-Hybrid ist ums Leben gekommen.
es: el híbrido chelydra murió.
fr: la Chélydre Hybride a péri.
it: l'ibrido Chelidride è morto.
ko: 혼종 거북이 조사자들의 손에 목숨을 잃었다
pl: hybryda skorpucha zginęła.
ru: черепаха-гибрид погибла.
zh: 拟鳄龟杂生物已被消灭。

source: Each investigator earns 1 bonus experience as they study a part of Eastwick Bog’s unique flora and fauna.
de: Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt, da er einen Teil der einzigartigen Flora und Fauna im Eastwick-Moor untersuchen konnte.
es: Cada investigador obtiene 1 punto de experiencia adicional por estudiar parte de la flora y fauna únicas de la Ciénaga de Eastwick.
fr: Chaque investigateur reçoit 1 point d'expérience bonus grâce à l’étude de la faune et la flore unique du Marais d’Eastwick.
it: Ogni investigatore guadagna 1 punto esperienza per gli studi condotti sulla flora e sulla fauna uniche del pantano Eastwick.
ko: 이스트윅 습지의 독특한 식생에 대해 연구했기 때문에, 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt doświadczenia, ponieważ poznał część wyjątkowej flory i fauny moczarów w Eastwick.
ru: Каждый сыщик получает 1 опыт дополнительно, частично изучив уникальную флору и фауну Иствикской трясины.
zh: 每位调查员取得1点奖励经验值，因为其研究了东方沼泽中独特的动植物群。

source: the Chelydran Hybrid lived.
de: der Schnappschildkröten-Hybrid hat überlebt.
es: el híbrido chelydra vivió.
fr: la Chélydre Hybride a survécu.
it: l'ibrido Chelidride è vivo.
ko: 혼종 거북이 살아남았다
pl: hybryda skorpucha przeżyła.
ru: черепаха-гибрид выжила.
zh: 拟鳄龟杂生物存活。

source: Each investigator earns 3 bonus experience, as they witness a part of Eastwick Bog’s unique flora and fauna.
de: Jeder Ermittler verdient 3 Bonus-Erfahrungspunkte, da er Zeuge der einzigartigen Flora und Fauna im Eastwick-Moor wurde.
es: Cada investigador obtiene 3 puntos de experiencia adicionales por contemplar parte de la flora y fauna únicas de la Ciénaga de Eastwick.
fr: Chaque investigateur reçoit 3 points d’expérience pour avoir étudié la faune et la flore unique du Marais d’Eastwick.
it: Ogni investigatore guadagna 3 punti esperienza per gli studi condotti sulla flora e sulla fauna uniche del pantano Eastwick.
ko: 이스트윅 습지의 독특한 식생을 목격했기 때문에, 각 조사자는 경험치를 추가로 3만큼 얻습니다.
pl: Każdy badacz otrzymuje 3 dodatkowe punkty doświadczenia, ponieważ był świadkiem wyjątkowej flory i fauny moczarów w Eastwick.
ru: Каждый сыщик получает 3 опыта дополнительно, частично изучив уникальную флору и фауну Иствикской трясины.
zh: 每位调查员取得3点奖励经验值，因为其完全见证了东方沼泽中独特的动植物群。

source: the Chelydran Hybrid was devoured.
de: der Schnappschildkröten-Hybrid wurde verschlungen.
es: el híbrido chelydra fue devorado.
fr: la Chélydre Hybride a été dévorée.
it: l'ibrido Chelidride è stato divorato.
ko: 혼종 거북이 잡아먹혔다
pl: hybryda skorpucha została pożarta.
ru: черепаха-гибрид сожрана.
zh: 拟鳄龟杂生物已被吞噬。

source: Each investigator earns 1 bonus experience, as they gain insight into the unique ecosystem of Hemlock Isle.
de: Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt, da er Einblicke in das einzigartige Ökosystem von Hemlock Isle erhalten hat.
es: Cada investigador obtiene 1 punto de experiencia adicional por haber conseguido información sobre el ecosistema único de la Isla de la Cicuta.
fr: Chaque investigateur reçoit 1 point d’expérience bonus, grâce à l’étude de la faune et la flore unique présente sur Hemlock Isle.
it: Ogni investigatore guadagna 1 punto esperienza per le informazioni scoperte sull'ecosistema unico dell'isola.
ko: 헴록 섬의 독특한 생태계에 대해 통찰력을 얻었기 때문에, 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt doświadczenia, ponieważ zdobył informacje na temat wyjątkowego ekosystemu Wyspy Hemlock.
ru: Каждый сыщик получает 1 опыт дополнительно, узнав больше об уникальной экосистеме острова Хемлок.
zh: 每位调查员取得1点奖励经验值，因为其洞见了赫姆拉克岛的独特生态系。

source: The Thing in the Depths was defeated.
de: Das Ding in den Tiefen wurde besiegt.
es: la cosa de las profundidades fue derrotada.
fr: la Chose des Profondeurs a été vaincue.
it: l'Essere dagli Abissi è stato sconfitto.
ko: 수면 아래 도사린 것이 쓰러졌다
pl: Istota z głębin została pokonana.
ru: Тварь в глубине повержена.
zh: 池底之物已被击败。

source: In the “Areas Surveyed” section of your Campaign Log, check off <i>Eastwick Bog</i>.
de: Hake im Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch das <i>Eastwick-Moor</i> ab.
es: Tacha <i>Ciénaga de Eastwick</i> en la sección “Zonas exploradas” del registro de campaña.
fr: Dans la section « Zones Explorées » de votre Carnet de Campagne, cochez la case <i>Marais d’Eastwick</i>.
it: Nella sezione "Zone Esplorate" del Diario della Campagna, spuntate <i>Pantano Eastwick</i>.
ko: 캠페인 기록지의 “현장 조사를 마친 지역” 항목에서 [[이스트윅 습지]]에 체크 표시를 합니다.
pl: W sekcji „Zbadane obszary” w Dzienniku kampanii odhacz <i>Moczary w Eastwick</i>.
ru: В графе «Исследованные места» журнала кампании отметьте ячейку «Иствикская трясина».
zh: 在剧本日志中“已调查区域”的区域，将<i>东方沼泽</i>打勾。

source: Eastwick Bog
de: Eastwick-Moor
es: Ciénaga de Eastwick
fr: Marais d’Eastwick
it: Pantano Eastwick
ko: 이스트윅 습지
pl: Moczary w Eastwick
ru: Иствикская трясина
zh: 东方沼泽

source: Did an investigator control River Hawthorne when they were defeated or the scenario ended?
de: Hat ein Ermittler River Hawthorne kontrolliert, als der Ermittler besiegt oder das Szenario beendet wurde?
es: ¿Controlaba un investigador a River Hawthorne cuando fue derrotado o cuando terminó el escenario?
fr: Un investigateur contrôlait-il River Hawthorne lorsqu’il a été vaincu ou que le scénario s’est terminé ?
it: Un investigatore controllava River Hawthorne quando è stato sconfitto o alla fine dello scenario?
ko: 시나리오가 끝났을 때 조사자 한 명이 ‘리버 호손’을 조종하고 있었거나 ‘리버 호손’을 조종하는 조사자가 쓰러졌습니까?
pl: Czy dowolny badacz kontrolował River Hawthorne, kiedy została pokonana lub scenariusz dobiegł końca?
ru: Была ли «Ривер Хоуторн» контролем сыщика, когда тот был побеждён или сценарий закончился?
zh: 调查员在冒险结束或被击败时是否控制了芮福．霍桑？

source: If “River ‘asked’ for help” and an investigator controlled River Hawthorne when they were defeated or the scenario ended:
de: Falls „dich River um Hilfe ‚gebeten‘ hat“ und ein Ermittler River Hawthorne kontrolliert hat, als der Ermittler besiegt oder das Szenario beendet wurde:
es: Si “River ‘pidió’ ayuda” y un investigador controlaba a River Hawthorne cuando fue derrotado o cuando terminó el escenario:
fr: Si « River a «demandé» de l’aide » et qu’un investigateur contrôlait River Hawthorne lorsqu’il a été vaincu ou que le scénario s’est terminé :
it: Se "River ha 'chiesto' aiuto" e un investigatore controllava River Hawthorne quando è stato sconfitto o alla fine dello scenario:
ko: “리버가 도움을 ‘요청’했다”이고, 시나리오가 끝났을 때 조사자 한 명이 ‘리버 호손’을 조종하고 있었거나 ‘리버 호손’을 조종하는 조사자가 쓰러졌다면:
pl: Jeśli „River «poprosiła» o pomoc” i dowolny badacz kontrolował River Hawthorne, kiedy została pokonana lub scenariusz dobiegł końca:
ru: Если <i>Ривер «попросила» о помощи</i> и «Ривер Хоуторн» была под контролем сыщика, когда тот был побеждён или сценарий закончился:
zh: 如果“芮福‘请求’帮助”并且有调查员在冒险结束或被击败时控制了芮福．霍桑：

source: In Judith Park’s Notes, if <i>Judith shared a grudge</i> and the Thing in the Depths enemy is in the victory display:
de: Falls unter Judith Parks Notizen vermerkt ist, dass <i>Judith einen Groll hegt</i>, und sich der Gegner Das Ding in den Tiefen im Siegpunktestapel befindet:
es: Si en las Notas de Judith Park hay anotado que <i>Judith compartió una cuenta pendiente</i> y el Enemigo Cosa de las profundidades está en la zona de victoria:
fr: Dans les notes de Judith Park, si <i>Judith est rancunière</i> et que l’ennemi Chose des Profondeurs est dans la pile de victoire :
it: Se <i>Judith ha condiviso un rancore</i> negli appunti di Judith Park e il nemico Essere dagli Abissi si trova nella galleria delle vittorie:
ko: ‘주디스 파크’의 기록지에 주디스가 [[사적인 원한에 대해 들려주었다]]라고 기록되어 있으며 ‘수면 아래 도사린 것’이 승점 더미에 있다면:
pl: Jeśli w Notatkach Judith Park zanotowano, że Judith żywi urazę i wróg Istota z głębin znajduje się w puli zwycięstwa:
ru: Если <i>Джудит поделилась обидой</i> и враг «Тварь в глубине» находится на победном счету:
zh: 在茱蒂丝．朴的笔记中，如果<i>茱蒂丝分享了一段恩怨</i>并且池底之物在胜利区：

source: Is The Thing in the Depths enemy in the victory display?
de: Befindet sich Das Ding in den Tiefen im Siegpunktestapel?
es: ¿Está el Enemigo Cosa de las profundidades en la zona de victoria?
fr: L’ennemi Chose des Profondeurs est-il dans la pile de victoire ?
it: Il nemico Essere dagli Abissi si trova nella galleria delle vittorie?
ko: ‘수면 아래 도사린 것’이 승점 더미에 있습니까?
pl: Czy wróg Istota z głębin znajduje się w puli zwycięstwa?
ru: Находится ли враг «Тварь в глубине» на победном счету?
zh: 池底之物是否在胜利区？

source: You awaken in a glade near the bog shore with Theo sitting nearby. Before you can say anything, the young man shushes you and points to a break in the trees. Silhouetted against a sliver of light is a magnificent stag. Its long, looping antlers are covered in moss and fungal growths and it glows with a pale incandescence. Theo grins. “Isn’t it beautiful? I mean, I’m sure it’d kill us if it saw us. But, well,” he waves his hand. “I’m glad I found you. There was something moving down on the shore, but I didn’t bother checking. I’m just glad you’re okay.”
de: Du erwachst auf einer Lichtung in der Nähe des Moorufers. Theo sitzt in deiner Nähe. Als du etwas sagen willst, unterbricht dich der junge Mann mit einem vor den Mund gehaltenen Finger und zeigt auf eine Lücke in den Bäumen. Ein prächtiger Hirsch zeichnet sich in einem Lichtschimmer ab. Sein langes, verschlungenes Geweih ist mit Moosen und Pilzen bewachsen und leuchtet in einem fahlen Schein. Theo grinst. „Ist er nicht wunderschön? Ich meine, ich bin mir sicher, er würde uns umbringen, wenn er uns sehen würde. Aber, nun ja“, er winkt ab. „Ich bin froh, dass ich Sie gefunden habe. Unten am Ufer hat sich was Seltsames bewegt, aber ich habe nicht mehr nachgesehen. Ich bin nur froh, dass es Ihnen gut geht.“
es: Despertáis en un claro que hay cerca de la orilla de la ciénaga. Theo está sentado a poca distancia. Antes de poder decir nada, el joven os hace callar y señala un hueco entre los árboles. Hay un majestuoso ciervo recortado contra un rayo de luz. Sus largas astas están cubiertas de musgo y grupos de hongos, y brilla con una pálida incandescencia. Theo sonríe. –¿Verdad que es precioso? A ver, estoy seguro de que nos mataría si nos viera, pero en fin –Hace un gesto con la mano–. Me alegro de haberles encontrado. Había algo moviéndose por la orilla, pero no me molesté en ver qué era. Sólo me alegro de que estén bien.
fr: Vous vous réveillez dans une clairière proche du bord du marais. Theo est assis, non loin de vous… Avant que vous ne puissiez dire quoi que ce soit, le jeune homme vous fait taire et vous indique une trouée dans les arbres. La silhouette d’un magnifique cerf dans la lumière argentée. Ses longs bois recourbés sont couverts de mousse et de champignons, et il brille d’une pâle incandescence. Theo sourit. « N’est-ce pas magnifique ? Je suis sûr qu’il nous tuerait s’il nous voyait. Mais bon », il fait un geste de la main. « Je suis content de vous avoir trouvés. J’ai vu quelque chose plonger à proximité de la berge, mais je n’ai pas pris le temps d’y faire attention. Je suis heureux que vous alliez bien. »
it: Vi risvegliate in una radura non lontana dalla riva del pantano, con Theo seduto vicino. Prima che possiate proferire parola, il ragazzo vi zittisce indicando un'apertura tra gli alberi: contro la luce argentata vedete la sagoma di un cervo maestoso. Le sue lunghe corna ricurve sono coperte di muschio ed escrescenze fungine, e sembra emanare un tenue bagliore ... come se fosse incandescente. Theo accenna un sorriso. "Non è bellissimo? Voglio dire, sono sicuro che ci ucciderebbe se ci vedesse. Ma..." fa un gesto con la mano. "Sono contento di avervi trovati. C'era qualcosa lungo la riva, ma non sono andato a controllare. Mi fa solo piacere che stiate bene."
ko: 습지 가장자리에 있는 숲속에서 정신을 차려보니, 바로 옆에 테오가 앉아 있었습니다. 말을 꺼내기도 전에, 테오가 조용히 하라고 쉿 소리를 내더니 나무 사이의 틈을 가리킵니다. 희미한 빛 사이로 멋진 사슴의 실루엣이 보입니다. 길게 고리 모양으로 감긴 뿔에는 이끼와 균류가 자라 있었으며 창백한 미광을 발하고 있었습니다. 테오가 씨익 웃습니다. “아름답지 않아요? 그러니까, 들킨다면 저희를 죽일지도 몰라요. 하지만, 흠...” 테오가 손사래를 칩니다. “당신을 찾아내서 정말 다행이에요. 습지 가장자리를 따라 뭔가가 움직이고 있더군요, 미처 확인하지는 못했지만요. 그냥 당신이 무사한 걸로 다행이죠.”
pl: Budzicie się na polanie nieopodal brzegu moczarów i dostrzegacie obok Theo. Zanim zdążycie cokolwiek powiedzieć, młody mężczyzna ucisza was i wskazuje na przestrzeń pomiędzy drzewami. Na tle wąskiego promienia światła widzicie sylwetkę wspaniałego jelenia. Jego długie, zakręcone poroże pokryte jest mchem i grzybami, a ponadto delikatnie się żarzy. Theo uśmiecha się szeroko. „Czyż nie jest piękny? To znaczy, jestem pewien, że by nas zabił, gdyby nas zobaczył. Ale cóż” – macha ręką. – „Cieszę się, że was znalazłem. Coś się poruszało przy brzegu, ale wolałem tego nie sprawdzać. Dobrze, że jesteście cali”.
ru: Вы приходите в себя на поляне у болотистого берега и видите рядом Тео. Прежде чем вы успеваете что-то сказать, он прикладывает палец к губам и показывает на просвет между деревьев. Там в серебристом свете выделяется силуэт величественного оленя. Его длинные сходящиеся в кольца рога покрыты мхом и грибными наростами и излучают бледное сияние. Тео улыбается: «Разве он не прекрасен? Ну то есть, я уверен, он бы убил нас, если увидел. Но… Что ж, — он взмахивает рукой. — Я рад, что нашёл вас. Там внизу у берега что-то шевелилось, но я не стал проверять что. Я просто рад, что вы в порядке».
zh: 你在沼泽的某个岸边醒来，西奥就坐在附近。就在你什么都还来不及说时，他嘘了你一声，指著树林间的空隙，光线映照出一只雄鹿雄伟的轮廓，苔癣覆盖牠蜷曲的长鹿角，还有蕈类生长其上，散发出白炽的光芒。西奥感叹著：“牠真美，不是吗？我是说，如果被牠发现，牠一定会马上杀了我们。但，喏。”他挥挥手，“我很高兴能找到你们，有东西在岸边游来游去，但我没兴趣知道是什么，你们没事我就很高兴了。”
