Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/07_the_first_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Those huge shellfish we saw on the beach reminded me of something in 20,000 Leagues Under the Sea. I wonder if Mr. Verne ever visited Hemlock Isle,” Theo says. “Actually, if he did, I’d know about it. Because I would have definitely asked for his autograph.” You decide not to tell the young man when Mr. Verne died, or the likelihood of him visiting Hemlock Isle. When he sees Helen approach, Theo greets her with a full-on bear hug. “I thought you were leaving!” Helen replies that she and Lizzie are leaving in the morning, and Theo looks worried. “Not back to Vermont, right?” Helen smiles patiently. “Uncle George has a boat, Theo. So, no. Not to Vermont. You know Uncle George’s address in Portland. You can always come see us.” She kisses her brother on the cheek and gives him one last hug. Theo rubs his eyes with the back of his sleeve, then walks back into the Commons. Once he is gone, Helen locks eyes with you. “Let me help the survey. Lizzie’ll be safe in Portland. Maybe together, you and I can convince him to leave.”
de: „Die riesigen Muscheln, die wir am Strand gesehen haben, erinnerten mich an etwas aus 20.000 Meilen unter dem Meer. Ich frage mich, ob Mr. Verne jemals Hemlock Isle besucht hat“, sagt Theo verträumt. „Das hätte ich aber bestimmt mitbekommen. Dann hätte ich ihn auf jeden Fall nach einem Autogramm gefragt.“ Du beschließt, dem jungen Mann nicht zu sagen, dass Jules Verne bereits verstorben ist und höchstwahrscheinlich nie einen Fuß auf Hemlock Isle gesetzt hat. Als er Helen auf euch zukommen sieht, begrüßt Theo sie mit einer herzlichen Umarmung. „Ich dachte, du wolltest abreisen!“ Helen antwortet, dass sie und Lizzie morgen früh abreisen werden. Theo wirkt besorgt. „Nicht zurück nach Vermont, oder?“ Helen lächelt kopfschüttelnd. „Onkel George hat ein Boot, Theo. Also, nein, nicht nach Vermont. Du kennst ja Onkel Georges Adresse in Portland. Du kannst jederzeit bei uns vorbeikommen.“ Sie küsst ihren Bruder auf die Wange und umarmt ihn ein letztes Mal. Theo reibt sich mit dem Ärmel über die Augen und geht dann zurück in die Versammlungshalle. Als er weg ist, sieht Helen dir in die Augen. „Lassen sie mich bei Ihren Nachforschungen helfen. Lizzie wird in Portland in Sicherheit sein. Vielleicht können Sie und ich zusammen Theo überzeugen, auch zu gehen.“
es: –Esos enormes crustáceos que vimos en la playa me recordaron a algo que sale en 20 000 leguas de viaje submarino. Me pregunto si el Sr. Verne visitó alguna vez la Isla de la Cicuta –dice Theo–. La verdad es que, si lo hizo, lo sabría. Porque desde luego que le habría pedido un autógrafo. Decides no decirle al joven cuándo murió el Sr. Verne ni las posibilidades de que hubiera visitado la Isla de la Cicuta. Cuando ve acercarse a Helen, Theo la saluda con un abrazo de oso. –¡Pensaba que te ibas! Helen responde que Lizzie y ella se van por la mañana y Theo parece preocupado. –No volveréis a Vermont, ¿verdad? Helen sonríe con paciencia. –Theo, el tío George tiene un barco. Así que no. No vamos a Vermont. Ya conoces la dirección del tío George en Portland. Puedes venir a vernos cuando quieras. Le da un beso en la mejilla a su hermano y un último abrazo. Theo se frota los ojos con el dorso de la manga y luego vuelve a entrar en el salón comunitario. Cuando se marcha, Helen te mira y dice: –Déjenme ayudar con el estudio. Lizzie estará a salvo en Portland. A lo mejor entre todos podemos convencerlo para que se vaya.
fr: « Ces énormes coquillages que nous avons vus sur la plage me rappellent quelque chose dans <i>20,000 Lieues sous les mers</i>. Je me demande si M. Verne a déjà visité Hemlock Isle », dit Theo. « En fait, s’il l’avait fait, je le saurais. Parce que je lui aurais certainement demandé un autographe ». Vous décidez de ne pas révéler la date du décès de M. Verne à Theo ni la probabilité qu’il ait visité l’île. Lorsqu’il voit Helen s'approcher, Theo l’accueille en la serrant dans ses bras. « Je croyais que vous partiez ! » Helen répond qu’elle et Lizzie partent dans la matinée, et Theo semble inquiet. « Pas dans le Vermont, n’est-ce pas ? » Helen sourit patiemment. « Oncle George a un bateau, Theo. Alors, non. Pas dans le Vermont. Tu connais l’adresse de l’oncle George à Portland. Tu pourras toujours venir nous voir. » Elle embrasse son frère sur la joue et le serre une dernière fois dans ses bras. Theo se frotte les yeux avec le revers de sa manche, puis retourne dans la salle commune. Une fois qu’il est parti, Helen vous regarde dans les yeux. « Laissez-moi vous aider dans votre enquête. Lizzie sera en sécurité à Portland. Peut-être qu’ensemble, vous et moi, nous pourrons le convaincre de partir. »
it: "Quelle conchiglie giganti che abbiamo visto sulla spiaggia mi hanno fatto pensare a qualcosa uscito da 20000 Leghe Sotto i Mari. Mi chiedo se Jules Verne abbia mai visitato l'isola" ti dice Theo. "Anche se, a pensarci bene, se l'avesse fatto lo saprei. Perché gli avrei sicuramente chiesto un autografo." Decidi di non rivelare al ragazzo quando è morto lo scrittore e l'improbabilità di una sua visita a Hemlock Vale. Vedendo Helen avvicinarsi, Theo le va incontro per abbracciarla con tutta la sua forza. "Pensavo che fossi partita!" La sorella gli risponde che lei e Lizzie partiranno domani mattina. "Non tornate nel Vermont, vero?" le chiede il ragazzo preoccupato. Helen gli sorride paziente. "Lo zio George ha una barca, Theo. Quindi no, non torniamo nel Vermont. Conosci l'indirizzo dello zio George a Portland. Puoi venirci a trovare quando vuoi." La donna gli dà un bacio affettuoso sulla guancia, poi i due si congedano con un ultimo abbraccio. Vedi il ragazzo asciugarsi gli occhi con la manica della camicia, prima di fare ritorno nel refettorio. Una volta che il fratello si è allontanato, Helen incrocia lo sguardo col tuo. "Voglio aiutarvi con le vostre ricerche. Lizzie starà bene a Portland e magari, se mi darai una mano, riuscirò a convincere anche Theo a partire."
ko: 테오가 흥분하여 말합니다. “아콴 해안에서 봤던 커다란 투구게 기억하죠? 무슨 『해저 2만리』에나 나올 법하게 생겼지 않았어요? 쥘 베른이 헴록 섬에라도 와봤던 걸까요? 아, 물론 그랬다면 제가 몰랐을 리가 없긴 하겠지만요. 진짜 쥘 베른 씨에게 사인을 받고 싶거든요.” 당신은 쥘 베른이 이미 타계한지 오래라는 이야기나 그가 헴록 섬에 왔을 공산은 거의 전무하다는 이야기는 테오 앞에서 하지 않기로 합니다. 테오는 헬렌이 다가오는 것을 보자 따스한 포옹으로 누나를 맞이합니다. “섬을 뜰 거라 생각했는데!” 헬렌은 날이 밝으면 리지를 데리고 헴록 섬을 뜰 거라 답합니다. 테오가 걱정스러운 표정으로 묻습니다. “버몬트로 돌아가는 건 아니지?” 헬렌이 참을성 있게 미소를 짓습니다. “테오, 조지 삼촌께는 배가 있잖아. 그러니까 버몬트로는 안 가도 돼. 포틀랜드에 있는 조지 삼촌네 댁 주소는 알지? 언제든지 보러 와.” 헬렌이 동생의 뺨에 입맞춤을 하고 마지막으로 테오를 힘껏 안아줍니다. 테오는 소매로 그렁그렁한 눈을 훔친 후, 다시 회관으로 들어갑니다. 테오가 들어가자, 헬렌이 당신을 바라보며 말합니다. “실은 당분간 그쪽 현장 조사를 돕고 싶어. 리지는 포틀랜드에서 안전하게 지낼 거라 괜찮아. 그러는 동안에 테오한테도 같이 떠나자고 설득할 수 있지 않을까 싶어서.”
pl: „Te ogromne skorupiaki, które widzieliśmy na plaży, przypominały mi coś z 20 000 mil podmorskiej żeglugi. Ciekawe, czy pan Verne był kiedyś na Wyspie Hemlock” – mówi Theo. – „W sumie, gdyby tu był, wiedziałbym o tym. Bo na pewno poprosiłbym o jego autograf”. Postanawiasz nie mówić młodemu mężczyźnie, kiedy pan Verne zmarł oraz jak mała jest szansa, że odwiedził Wyspę Hemlock. Kiedy widzi zbliżającą się Helen, wita ją niedźwiedzim uściskiem. „Myślałem, że wyjeżdżacie!” Helen odpowiada, że razem z Lizzie opuszczą wyspę o poranku, i Theo patrzy na nią zmartwiony. „Ale nie do Vermontu, prawda?” Helen uśmiecha się spokojnie. „Wujek George ma łódź, Theo. Więc nie, nie do Vermontu. Znasz adres wujka George’a w Portland. Zawsze możesz nas odwiedzić”. Dziewczyna całuje brata w policzek i tuli na pożegnanie. Theo przeciera oczy tylną częścią rękawa, po czym wraca do Stodoły. Kiedy chłopak znika, Helen patrzy ci w oczy. „Pozwól mi pomóc w waszych badaniach. Lizzie będzie bezpieczna w Portland. Może razem uda nam się przekonać Theo, aby wyjechał”.
ru: «Те огромные моллюски, которых мы видели на пляже… Они напомнили мне кое-что из „Двадцати тысяч лье под водой“. Интересно, мистер Верн когда-нибудь посещал остров Хемлок? — говорит Тео. — Хотя я бы об этом знал. Я бы определённо попросил у него автограф». Вы решаете не огорчать юношу информацией о дате смерти Жюля Верна или о вероятности посещения им острова. Увидев приближающуюся Элен, Тео бросается к ней и сжимает в объятиях: «Я думал, вы уехали!» Элен отвечает, что они с Лиззи уезжают утром. Тео выглядит взволнованным: «Не обратно в Вермонт же, правда?» Элен терпеливо улыбается: «У дядюшки Джорджа есть лодка, Тео. Так что нет, не в Вермонт. Ты знаешь адрес дяди Джорджа в Портленде. Всегда можешь приехать навестить нас». Она целует брата в щёку и обнимает его в последний раз. Тео потирает глаза рукавом, потом уходит обратно в клуб. Проследив за ним взглядом, Элен смотрит на вас: «Давайте я помогу вам в экспедиции. В Портленде с Лиззи всё будет в порядке. Возможно, вместе у нас получится убедить Тео уехать».
zh: “海灘上的那個巨型貝殼讓我想到《海底兩萬里》的情節，也許作者凡爾納先生來過赫姆拉克島也說不定。”西奧說著，“事實上，如果他有來的話我一定會知道，我鐵定會跟他要簽名。”你決定還是別告訴這個年輕人凡爾納先生早就過世了，來過赫姆拉克島的機會也是微乎其微。你看到海倫走來，西奧看見她，上前給了她一個大大的擁抱。“我以為妳們要走了！” 海倫回答她跟麗莎早上就會啟程離開，西奧一臉擔憂的說：“不是回去佛蒙特對吧？” 海倫臉上帶著耐心的笑容說：“喬治叔叔有條船，西奧。所以，不是，不是去佛蒙特，而且你也知道喬治叔叔在波特蘭的住址。你隨時都可以來看我們。”她輕輕吻了弟弟的臉頰，給了他最後一個擁抱，西奧用袖子擦了擦眼睛，然後轉身走回城鎮大堂裡。 他走了之後，海倫注視著你，接著說：“讓我協助你們的調查，麗莎在波特蘭會很安全。如果我們合作，也許能說服他離開這裡。”

source: In your Campaign Log, record <i>Helen Peters joined the survey</i>. Any one investigator may choose to add the Helen Peters story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Residents</i> encounter set
de: Im Kampagnenlogbuch wird notiert: <i>Helen Peters beteiligt sich an den Nachforschungen</i>. Ein Ermittler darf wählen, die Storyvorteilskarte Helen Peters seinem Deck hinzuzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers. Diese Karte befindet sich im Begegnungsset <i>Einwohner</i>.
es: Anota en el registro de campaña que <i>Helen Peters se unió al estudio</i>. Un investigador cualquiera puede elegir añadir el Apoyo de historia Helen Peters a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador y puede encontrarse en el conjunto de encuentros <i>Habitantes</i>.
fr: Dans votre Carnet de Campagne, indiquez qu’<i>Helen Peters a rejoint l’équipe de recherche</i>. N’importe quel investigateur a le droit de choisir d’ajouter à son deck le soutien d’histoire Helen Peters. Elle ne compte pas dans la taille de son deck. Cette carte peut être trouvée dans le set de rencontre <i>Habitants</i>.
it: Annota nel Diario della Campagna che <i>Helen Peters si è unita alla squadra di ricerca</i>. Un investigatore può scegliere di aggiungere il supporto storia Helen Peters al suo mazzo (con considerandolo nella dimensione del suo mazzo). Questa carta si trova nel set di incontri <i>Abitanti</i>.
ko: 캠페인 기록지에 [[헬렌 피터스가 현장 조사에 합류했다]]라고 기록합니다. 조사자 중 한 명이 ‘헬렌 피터스’ 이야기 자산을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다. 이 카드는 [[주민]] 조우 세트에 포함되어 있습니다.
pl: Zanotuj w Dzienniku kampanii, że <i>Helen Peters dołączyła do grupy badawczej</i>. Jeden dowolny badacz może zdecydować się dodać atut fabularny Helen Peters do swojej talii. Nie wlicza się on do limitu kart w talii badacza. Karta ta znajduje się w zestawie spotkań <i>Mieszkańcy</i>
ru: Запишите в журнал кампании, что <i>Элен Питерс присоединилась к группе</i>. Любой сыщик может включить в свою колоду сюжетный актив «Элен Питерс». Эта карта не идёт в счёт размера колоды. Данную карту можно найти в наборе контактов «Жители».
zh: 在劇本日誌中，記錄下<i>海倫．彼得斯加入調查團</i>。任意一位調查員可以將海倫．彼得斯劇情支援加入自己牌庫。這張卡牌不計入該調查員的牌庫卡牌張數。這張卡牌可以在<i>住民</i>遭遇組中找到

source: Helen Peters joined the survey.
de: Helen Peters beteiligt sich an den Nachforschungen.
es: Helen Peters se unió al estudio.
fr: Helen Peters a rejoint l’équipe de recherche.
it: Helen Peters si è unita alla squadra di ricerca.
ko: 헬렌 피터스가 현장 조사에 합류했다
pl: Helen Peters dołączyła do grupy badawczej.
ru: Элен Питерс присоединилась к группе.
zh: 海倫．彼得斯加入調查團。

source: You join Theo at the entrance to the Commons as the sun sets on the idyllic village, dazzlingly bright. “Y’know. Sometimes I like to think the sun is an eye. The eye of the sky. Always watching us. But then I think of where the other eye is,” Theo points to the darkening horizon and the faint moon. “Tricky isn’t it? You never know about that sky.” He narrows his eyes and points up at the moon. “But I’m on to you, moon.” A woman wearing flannel and well-worn hunting gear approaches to break his reverie. “Hey sis, I told you—” She interrupts, lip curled in a snarl. “You told me, yes. I know you made up your mind. But Lizzie needs to hear it from you—Just come back to Akwan. Is it really so hard?” As the pair argue, you excuse yourself from the conversation. Several minutes later, Theo finds you back inside. “Sorry you had to see that. Family drama.”
de: Du gehst zu Theo am Eingang der Versammlungshalle. Die Sonne geht gerade gleißend hell hinter dem idyllischen Dorf unter. „Wissen Sie was? Manchmal denke ich, die Sonne ist ein Auge. Das Auge des Himmels. Sie beobachtet uns immerzu. Aber dann denke ich daran, wo das andere Auge ist“, sagt Theo und deutet zum dunkler werdenden Horizont und dem schwachen Mond. „Verzwickt, nicht wahr? Bei diesem Himmel weiß man nie.“ Er kneift die Augen zusammen und zeigt auf den Mond. „Aber ich habe dich durchschaut, Mond.“ Eine Frau in Flanelljacke und abgewetzter Jagdausrüstung kommt auf ihn zu und lenkt ihn von seiner Tagträumerei ab. „Hey, Schwesterherz, ich habe dir doch gesagt...“ Wütend fällt sie ihm ins Wort: „Du hast es mir gesagt, ja. Ich weiß, dass du dich entschieden hast. Aber Lizzie muss es von dir hören – komm einfach zurück nach Akwan. Ist das wirklich so schwer?“ Während sich die beiden streiten, entschuldigst du dich und ziehst dich zurück. Einige Minuten später findet dich Theo drinnen wieder. „Tut mir leid, dass Sie das mitansehen mussten. Familiendrama.“
es: Te unes a Theo en la entrada del salón comunitario mientras el sol se pone en el idílico pueblo, con un brillo deslumbrante. –¿Sabe qué? A veces me gusta pensar que el sol es un ojo. El ojo del cielo que nos observa siempre. Pero luego pienso en dónde está el otro ojo – Theo señala el horizonte que se oscurece y la tenue luna–. ¿Verdad que es complicado? Con el cielo nunca se sabe –Entrecierra los ojos y señala la luna–. Pero te tengo calada, luna. Una mujer vestida de franela y con un desgastado equipo de caza se acerca y lo saca de su ensueño. –Oye, hermanita, te dije que… Ella le interrumpe con el labio fruncido. –Sí, me lo dijiste. Sé que has tomado tu decisión, pero Lizzie necesita oírlo de tu boca... Vuelve a Akwan. ¿Tan difícil es? Mientras discuten, te excusas de la conversación. Varios minutos después, Theo te viene a buscar al interior. –Lamento que tenga que haber visto eso. Cosas de familia.
fr: Vous rejoignez Theo à l’entrée de la salle commune au moment où le soleil se couche sur le village idyllique, éblouissant de luminosité. « Vous savez, j’aime parfois penser que le soleil est un œil. L’œil du ciel. Il nous observe toujours. Mais ensuite, je pense à l’autre œil et je me demande où il se trouve », dit Theo en montrant l’horizon qui s’assombrit et la lune qui perce faiblement. « C’est difficile, n’est-ce pas ? Les cieux nous réservent toujours des surprises. » Il ferme à moitié les yeux et pointe la lune. « Mais toi la lune, je te comprends. » Une femme vêtue de flanelle et d’une tenue de chasse bien usée s’approche pour interrompre sa rêverie. « Hé, frangine, je te l’ai dit… » Elle l’interrompt, en grognant et en montrant les dents. « Tu me l’as dit, oui. Je sais que tu as pris ta décision. Mais Lizzie a besoin de l’entendre de ta bouche… Reviens juste à Akwan. Est-ce vraiment si difficile ? » Alors qu’ils se disputent, vous vous retirez de la conversation. Quelques minutes plus tard, Theo vous retrouve à l’intérieur. « Désolé de vous avoir imposé ce spectacle. Simple querelle familiale. »
it: Ti unisci a Theo all'ingresso del refettorio. Il sole tramonta sul villaggio idilliaco con una luce abbagliante. "Sai... A volte mi piace pensare che il sole sia un occhio. L'occhio del cielo. Che ci osserva sempre. Ma poi mi metto a pensare a dove sia l'altro occhio" Theo ti indica la pallida luna nel cielo imbrunito. "Buffo, eh? Non puoi mai essere sicuro del cielo." Il ragazzo strizza gli occhi, puntando l'indice contro la luna. "Ma ti sto col fiato sul collo, luna." Una donna con una camicia di flanella ed equipaggiamento da caccia usurato gli si avvicina per riportarlo coi piedi per terra. "Ehi sorellona, ti ho già dett-" "Me l'hai già detto, sì" lo interrompe lei. "So che hai deciso, ma Lizzie ha bisogno che sia tu a dirglielo. Perché non torni ad Akwan? È così difficile?" Approfitti della discussione che si è accesa tra i due per congedarti. Qualche minuto dopo, Theo viene a cercarti dentro. "Mi dispiace per prima. Questioni di famiglia."
ko: 목가적인 마을 위로 눈부신 태양이 땅거미를 드리울 즈음, 당신은 회관 문 앞에서 테오와 자리를 함께합니다. “있잖아요. 이따금 태양이 눈이라고 생각하곤 해요. 하늘의 눈 말예요. 항상 우리를 지켜보는 한쪽 눈이죠. 하지만 다른 쪽 눈이 어딨는지 생각해 보면...” 테오가 어두워지는 지평선과 희미하게 빛나는 달을 가리킵니다. “묘하죠? 우린 저 하늘에 대해서는 결코 알 수 없어요.” 테오가 눈을 가늘게 뜨고 달을 다시금 가리킵니다. “하지만 달아, 내가 다 아는 수가 있지.” 그때 플란넬 셔츠 차림에 낡은 사냥 장비를 걸친 여자가 다가와 테오의 공상을 깨뜨립니다. “누나, 내가 말했...” 화난 듯 한쪽 입술이 비쭉 올라간 테오의 누나가 대뜸 끼어듭니다. “그래, 말했지. 네가 이미 작정한 건 다 알아. 하지만 리지도 네게 직접 들어봐야 하지 않겠어? 그냥 아콴으로 돌아오라고. 그게 그렇게 힘든 일이야?” 두 사람이 말다툼을 벌이는 사이, 당신은 슬쩍 대화에서 빠져나옵니다. 몇 분 후, 테오가 회관 안으로 들어와 당신에게 사과를 전합니다. “이런 모습 보여서 미안해요. 가족 문제라서요.”
pl: Dołączasz do stojącego przy wejściu do Stodoły Theo i obserwujecie, jak oślepiająco jasne słońce zachodzi nad idylliczną wioską. „Wiesz, czasami lubię myśleć, że słońce to oko. Oko nieba. Zawsze nas obserwujące. Ale potem zastanawiam się, gdzie jest drugie oko” – Theo wskazuje na ciemniejący horyzont. „Sprytne, prawda? Z tym niebem nigdy nic nie wiadomo” – mruży oczy i wskazuje na księżyc. – „Ale mam cię na oku, słabo widoczny księżyc”. Jego rozmyślania przerywa zbliżająca się kobieta we flanelowej koszuli, niosąca wysłużony sprzęt myśliwski. „Hej siostra, mówiłem ci...” Kobieta przerywa mu, zagryzając wargę. „Tak, mówiłeś mi. Wiem, że podjąłeś decyzję. Ale Lizzie musi to usłyszeć od ciebie – po prostu wróć do Akwan. Czy to takie trudne?” Wycofujesz się, aby nie brać udziału w ich kłótni. Kilka minut później Theo znajduje cię w środku. „Przepraszam, że musiałeś być tego świadkiem. Kryzys rodzinny”.
ru: Вы присоединяетесь к Тео в дверях. Над идиллической деревней заходит ослепительно яркое солнце. «Знаете что… Иногда я думаю, что солнце — это глаз. Глаз неба. Оно всегда смотрит на нас. Но потом я задумываюсь, а где же второй глаз… — Тео указывает на темнеющий горизонт и бледную луну. — Любопытно, правда? Никогда не знаешь наверняка с этим небом. — Он щурится и указывает пальцем на луну. — Я слежу за тобой, луна». Его задумчивость прерывает женщина, одетая во фланелевую рубашку и потёртое охотничье снаряжение. «Эй, сестрёнка, — начинает он, — я же говорил…» Она прерывает его, недовольно скривив губы: «Ты говорил мне, да. Я знаю, что ты принял решение. Но Лиззи должна услышать это от тебя самого. Просто заедь в Акуан. Это что, так сложно?» Пока они спорят, вы тихонько отходите в сторону. Спустя несколько минут Тео находит вас внутри: «Простите, что вам пришлось выслушивать это. Семейная драма».
zh: 你在大堂入口找到西奧，夕陽在恬靜的村莊灑上一層耀目的光輝。“你知道嗎，有時候我覺得太陽像一隻眼睛，天空的眼睛，一直看著我們。但接著我就會想，那另一隻眼睛在哪？”西奧指著逐漸變暗的地平線，黯淡的月亮正在升起，“很狡猾對吧，你永遠沒辦法真正了解天空。”接著他抬起手指向月亮：“但我跟你槓上了，月亮。”一個身穿法藍絨布跟老舊狩獵工具的女人走來，打斷了他的幻想。“嘿，老姊，我說過 — ” 女人咆哮著打斷他：“對，你說過了，我知道你已經決定了。但你應該親口跟麗莎說。只要回來艾灣，有這麼難嗎？”他們爭執起來，你藉口離開現場。幾分鐘後，西奧在大堂中找到你：“抱歉讓你看到這個，家庭紛爭。”

source: Codex Γ: The Rabbit
de: Kodex Γ: Das Kaninchen
es: Códice Γ: El conejo
fr: Codex Γ : Le Lapin
it: Codex Γ: Il Coniglio
ko: 서고 Γ: 토끼
pl: Kodeks Γ: Królik
ru: Архив Γ: Кролик
zh: 聖典 Γ：兔子

source: <b>If Simeon Atwood’s name is crossed out:</b>
de: <b>Falls Simeon Atwoods Name durchgestrichen ist:</b>
es: <b>Si el nombre de Simeon Atwood está tachado:</b>
fr: <b>Si le nom de Simeon Atwood est rayé :</b>
it: <b>Se il nome di Simeon Atwood è barrato:</b>
ko: <b>‘시미언 앳우드’의 이름에 취소선이 그어져 있다면:</b>
pl: <b>Jeśli imię Simeona Atwooda jest wykreślone:</b>
ru: <b>Если имя Симеона Этвуда вычеркнуто:</b>
zh: <b>如果西緬．阿特伍德的名字被劃掉了：</b>
