Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/07_the_first_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Each investigator earns the bonus experience awarded during this prelude. Record each bonus experience earned under “Unspent Experience” in your Campaign Log, <b>but do not spend any of it until the end of the next scenario.</b>
de: Jeder Ermittler verdient die Bonus-Erfahrungspunkte aus diesem Vorspiel. Die Bonus-Erfahrungspunkte werden im Kampagnenlogbuch unter „Nicht ausgegebene EP“ notiert, <b>können aber nicht vor dem Ende des nächsten Szenarios ausgegeben werden.</b>
es: Cada investigador obtiene la experiencia adicional concedida durante este Preludio. Anota los puntos de experiencia adicionales obtenidos en la sección “Experiencia sin gastar” del registro de campaña, <b>pero no se puede gastar hasta el final del siguiente escenario.</b>
fr: Tous les investigateurs reçoivent le nombre de points d’expérience bonus accordés lors du prologue. Indiquez chaque point d’expérience bonus reçu sous le titre « Expérience Non Dépensée » de votre Carnet de Campagne, <b>mais n’en dépensez aucun avant la fin du prochain scénario.</b>
it: Annotate nel Diario della Campagna alla voce "Punti Esperienza da Spendere" i punti esperienza guadagnati da ogni investigatore durante questo preludio, <b>ma non spendeteli fino alla fine del prossimo scenario.</b>
ko: 각 조사자는 이번 서막을 진행하며 추가 경험치 보상을 얻었을 것입니다. 각자 경험치를 캠페인 기록지의 “사용하지 않은 경험치” 항목에 기록하되, <b>이 경험치는 다음 시나리오가 끝날 때까지 소비하지 않습니다.</b>
pl: Każdy badacz zdobywa dodatkowe punkty doświadczenia przyznane podczas tego preludium. Zanotuj te punkty doświadczenia w sekcji „Niewykorzystane punkty doświadczenia” w Dzienniku kampanii, <b>ale na razie ich nie wydawaj.</b>
ru: Каждый сыщик получает дополнительный опыт, полученный во время этой прелюдии. Запишите этот опыт в раздел «Непотраченный опыт» журнала кампании, <b>но не тратьте его до конца следующего сценария.</b>
zh: 每位調查員取得本序章期間的獎勵經驗值，在劇本日誌中的“未花費經驗值”中記錄下取得的獎勵經驗值，<b>但在下場冒險結束前不要花費這些經驗值。</b>

source: The investigators must decide <i>(choose one)</i>:
de: Die Ermittler müssen entscheiden <i>(wähle eins)</i>:
es: Los investigadores deben decidir <i>(elige una opción)</i>:
fr: Les investigateurs doivent décider <i>(choisissez une option)</i> :
it: Scegliete 1 degli sviluppi seguenti:
ko: 조사자들은 다음 중 하나를 선택해야 합니다:
pl: Badacze muszą wybrać jedną z opcji:
ru: Сыщики должны выбрать одно:
zh: 調查員必須決定<i>(選擇一項)</i>：

source: <i>Search for Bertie Musgrave with Dr. Marquez.</i>
de: <i>Suche mit Dr. Marquez nach Bertie Musgrave.</i>
es: <i>Buscar a Bertie Musgrave con la Dra. Marquez.</i>
fr: <i>Partir à la recherche de Bertie Musgrave avec le Dr Marquez.</i>
it: <i>Mettetevi in cerca di Bertie Musgrave con la dottoressa Marquez.</i>
ko: 마르케스 박사와 함께 버티 머즈그레이브를 찾으러 갑니다.
pl: <i>Szukacie Bertiego Musgrave’a razem z dr Marquez.</i>
ru: <i>Отправиться на поиски Берти Масгрейва с доктором Маркес. </i>
zh: <i>和馬爾克斯博士一起找尋柏蒂．馬斯格雷夫的下落。</i>

source: <i>Gather more information on Hemlock Isle’s unique ecosystem at night.</i>
de: <i>Sammle in der Nacht mehr Informationen über das einzigartige Ökosystem von Hemlock Isle.</i>
es: <i>Reunir más información sobre el ecosistema único de la Isla de la Cicuta por la noche.</i>
fr: <i>Collecter plus d’informations sur l’écosystème unique de Hemlock Isle en l’explorant de nuit.</i>
it: <i>Scoprite più informazioni sull'ecosistema unico dell'isola di notte.</i>
ko: 헴록 섬의 독특한 야간 생태계에 관한 정보를 더 모아봅니다.
pl: <i>Zbieracie więcej informacji na temat wyjątkowego ekosystemu Wyspy Hemlock nocą.</i>
ru: <i>Собрать больше информации об уникальной экосистеме острова Хемлок в ночное время.</i>
zh: <i>在夜間了解更多赫姆拉克島上獨特的生態系統。</i>

source: Check the “Areas Surveyed” section of your Campaign Log and choose a scenario that has not yet been checked off. <b>If you do, add 1 [tablet] token and 1 [elder_thing] token to the chaos bag for the remainder of the campaign.</b>
de: Überprüfe den Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch und wähle ein Szenario, das noch nicht abgehakt ist. <b>Falls du dies tust, füge dem Chaosbeutel für den Rest der Kampagne 1 [tablet]-Marker und 1 [elder_thing]-Marker hinzu.</b>
es: Comprueba la sección “Zonas exploradas” del registro de campaña y elige un escenario que no haya sido tachado aún. <b>Si lo haces, añade 1 ficha [tablet] y 1 ficha [elder_thing] a la bolsa de caos durante el resto de la campaña.</b>
fr: Vérifiez la section « Zones Explorées » de votre Carnet de Campagne et choisissez un scénario qui n’a pas encore été coché. <b>Si vous le faites, ajoutez 1 pion [tablet] et 1 pion [elder_thing] à la réserve du Chaos pour le reste de la campagne.</b>
it: Controllate la sezione "Zone Esplorate" nel Diario della Campagna e scegliete 1 scenario che non avete ancora spuntato. <b>Se lo fate, aggiungete 1 segnalino [tablet] e 1 segnalino [elder_thing] al sacchetto del caos per il resto della campagna.</b>
ko: 캠페인 기록지의 “현장 조사를 마친 지역” 항목을 확인하여 아직 체크 표시가 되지 않은 시나리오를 하나 선택합니다. <b>그렇게 한다면, 캠페인이 끝날 때까지 혼돈 주머니에 [tablet] 토큰 1개와 [elder_thing] 토큰 1개를 추가합니다.</b>
pl: Sprawdź sekcję „Zbadane obszary” w Dzienniku kampanii i wybierz scenariusz, który jeszcze nie został odhaczony. <b>Jeśli to zrobisz, dodaj do worka chaosu 1 żeton [tablet] i 1 żeton [elder_thing] (pozostaną tam do końca kampanii).</b>
ru: Сверьтесь с разделом «Исследованные места» журнала кампании и выберите сценарий, который ещё не был отмечен. <b>Если сделали это, добавьте в мешок хаоса 1 жетон [tablet] и 1 жетон [elder_thing] до конца кампании.</b>
zh: 檢查劇本日誌中的“已調查區域”，選擇一個還未打勾的冒險。<b>如果你這麼做，將1個[tablet]標記和1個[elder_thing]標記加入混亂袋，直到這個劇本結束。</b>

source: The evening chatter fades as residents trickle out of the Commons. There is an uncharacteristic spring in Dr. Marquez’s step as you reconvene outside the Commons. The sunset casts the sky in shades from ochre, to lilac, to violet. The professor cracks a handful of walnuts as you share your impressions of Hemlock Isle. “This island has the density and special variance of a jungle, but it’s far more dangerous than any jungle. I have no clue why someone would start a commune in such a hazardous environment, but I understand it wasn’t always so deadly. Something was introduced and fundamentally changed the local ecosystem,” Dr. Marquez muses. You mention the unusually good mood shared by everyone in the village, and the professor nods. “Most everyone looks blissed out of their minds. It’s like walking into an opium den. But as far as I can tell, the food isn’t laced with anything. Though I didn’t try the bread pudding. I’ve never liked bread, and the last time I had pudding was in Oxford.” The professor’s reference to the prestigious university brings Bertie Musgrave to mind, and you ask where he is. “You haven’t seen him? I assumed he went back to the boarding house to rest,” she scowls. “Theo offered to lend us his truck for the evening. I thought we could observe some of the local wildlife at night, but I suppose we should find him first.” A heavy breeze stirs the trees and grass around you, smelling of cedar and pine. Dr. Marquez grips her cane. “If you’d rather take the truck and continue the survey, I can look for Bertie on my own.”
de: Das abendliche Geplauder verstummt allmählich, als die Einwohner aus der Versammlungshalle strömen. Du stellst fest, dass Dr. Marquez einen für sie untypischen federnden Gang hat, als du sie vor der Halle wiedertriffst. Der Sonnenuntergang färbt den Himmel in Ocker-, Flieder- und Violetttönen. Die Professorin knackt eine Handvoll Walnüsse, während du deine Eindrücke von Hemlock Isle schilderst. „Diese Insel weist die Vielfalt und Populationsdichte eines Dschungels auf. Doch sie ist viel gefährlicher als jeder Dschungel. Ich habe keine Ahnung, warum jemand in einer so gefährlichen Umgebung eine Dorfgemeinde gründen würde, aber soweit ich weiß, war es nicht immer so tödlich hier. Irgendetwas wurde eingeschleppt und hat das lokale Ökosystem grundlegend verändert“, sinniert Dr. Marquez. Du erwähnst die ungewöhnlich gute Stimmung, die alle im Dorf teilen, und die Professorin stimmt dir zu: „Den meisten scheint ihre Glückseligkeit den Verstand vernebelt zu haben. Als würde man eine Opiumhöhle betreten. Aber soweit ich das beurteilen kann, wurde das Essen nicht mit irgendetwas versetzt. Obwohl ich den Brotpudding nicht probiert habe. Brot mochte ich noch nie, und Pudding habe ich zuletzt in Oxford gegessen.“ Der Verweis der Professorin auf die renommierte Universität lässt dich an Bertie Musgrave denken. Du fragst Dr. Marquez, wo er eigentlich steckt. „Sie haben ihn nicht gesehen? Ich nahm an, er sei zurück in die Pension gegangen, um sich auszuruhen“, antwortet sie stirnrunzelnd. „Theo hat angeboten, uns seinen Wagen für den Abend zu leihen. Ich wollte vorschlagen, diese Nacht die Pflanzen- und Tierwelt in der Gegend zu beobachten, doch ich denke, wir sollten zunächst Bertie finden.“ Eine starke Brise bewegt die Bäume und das Gras um euch herum. Es riecht nach Zedern und Kiefern. Dr. Marquez ergreift ihren Stock. „Wenn Sie lieber den Wagen nehmen und die Untersuchungen fortsetzen wollen, kann ich Bertie auch allein suchen.“
es: La charla nocturna se va acabando a medida que los lugareños salen del salón comunitario. La Dra. Marquez camina con un ánimo poco habitual cuando os reunís fuera del salón comunitario. El crepúsculo llena el cielo de sombras ocre, lila y violeta. La profesora rompe varias nueces mientras compartís vuestras impresiones sobre la Isla de la Cicuta. –Esta isla tiene la densidad y la varianza especial de una jungla, pero es mucho más peligrosa que cualquier jungla. No tengo ni la menor idea de por qué alguien querría fundar una comuna en un entorno tan peligroso, pero entiendo que no siempre ha sido así de letal. Se introdujo algo que cambió de forma fundamental el ecosistema local –reflexiona la Dra. Marquez. Mencionáis el extraño buen humor que comparte todo el mundo en el pueblo y la profesora asiente. –La gran mayoría parece experimentar una felicidad demencial. Es como entrar en un fumadero de opio. Pero por lo que veo, no le echan nada a la comida. Aunque no he probado el budín de pan. Nunca me ha gustado el pan, y la última vez que comí budín fue en Oxford. La mención que hace la profesora de la prestigiosa universidad os hace pensar en Bertie Musgrave y le preguntáis que dónde está. –¿No lo han visto? Supuse que había vuelto a la pensión a descansar –dice con una mueca–. Theo se ofreció a prestarnos la camioneta por la noche. He pensado que podríamos observar la fauna local durante la noche, pero supongo que primero deberíamos encontrarlo. Una fuerte brisa agita los árboles y la hierba que os rodea, trayendo un olor a cedro y a pino. La Dra. Marquez agarra su bastón con fuerza. –Si prefieren coger la camioneta y continuar el estudio, yo puedo buscar a Bertie por mi cuenta.
fr: Les bavardages de la soirée s'estompent tandis que les habitants sortent peu à peu de la salle commune. Lorsque vous vous retrouvez à l’extérieur, vous remarquez que la démarche du Dr Marquez est plus dynamique que d’habitude. Le coucher de soleil donne au ciel des teintes allant de l’ocre au lilas en passant par le violet. Le professeur casse une poignée de noix pendant que vous partagez vos impressions sur Hemlock Isle. « Cette île a la densité et la diversité d’une jungle, mais elle est bien plus dangereuse que n’importe laquelle d’entre elles. Je n’ai aucune idée de la raison pour laquelle quelqu’un voudrait installer un village dans un environnement aussi dangereux, mais je crois savoir que les environs n’ont pas toujours été aussi mortels. Quelque chose a été ajouté et a fondamentalement changé l’écosystème local », analyse le Dr Marquez. Vous parlez de la bonne humeur inhabituelle de tous les habitants du village et le professeur appuie votre remarque. « La plupart des gens ont l’air d’avoir perdu la tête. On se croirait dans une fumerie d’opium. Pour autant que je sache, rien n’a été mélangé à la nourriture. Mais je n’ai pas goûté le pudding au pain. Je n’ai jamais aimé le pain, et la dernière fois que j’ai mangé du pudding, c’était à Oxford. » Lorsque le professeur fait référence à la prestigieuse université, vous pensez à Bertie Musgrave, et vous demandez où il se trouve. « Vous ne l’avez pas vu ? J’ai supposé qu’il était retourné à la pension pour se reposer », se renfrogne-t-elle. « Theo a proposé de nous prêter son camion pour la soirée. Je pensais que nous pourrions observer la faune locale dans un environnement nocturne, mais je suppose que nous devrions d’abord le trouver. » Une lourde brise chargée d’essences de pin et de cèdre agite les arbres et les brins d’herbe autour de vous. Le Dr Marquez saisit sa canne. « Si vous préférez prendre le camion et continuer l’enquête, je peux chercher Bertie toute seule. »
it: Le chiacchiere della sera scemano mano a mano che gli abitanti lasciano il refettorio. Quando vi riunite con la dottoressa Marquez fuori dall'edificio, vi sembra di vederla insolitamente arzilla. Il tramonto tinge il cielo con tinte che vanno dall'ocra al lilla e al violetto. Vi scambiate le impressioni che vi siete fatti sull'isola, accompagnando le chiacchiere con alcune noci locali. "Quest'isola presenta densità e varietà di vegetazione tipiche di una giungla, ma è molto più pericolosa di qualsiasi giungla. Non ho idea del motivo che potrebbe spingere qualcuno a fondare una comune in un ambiente tanto ostile, ma immagino non sia stato sempre così. Dev'esserci stata una contaminazione che ha cambiato l'ambiente in profondità." Concordate sul fatto che gli abitanti del posto siano tutti stranamente allegri. "Sembrano fuori di testa, come se avessimo messo piede in una fumeria d'oppio. Per quanto ne so, non c'è nulla nel cibo... Anche se non ho assaggiato il pudding di pane. Non mi è mai piaciuto il pane, e l'ultimo pudding che ho mangiato è stato a Oxford." Quando la professoressa nomina la prestigiosa città universitaria, vi torna in mente Bertie Musgrave e le chiedete se sappia dove sia finito. "Non lo avete visto? Immagino che sia tornato alla pensione per riposare" risponde lei accigliandosi. "Theo ci ha offerto il suo furgone per la sera. Pensavo di osservare il comportamento notturno della fauna, ma immagino che prima faremmo meglio a trovare il mio assistente." Una forte brezza scuote gli alberi e i cespugli attorno a voi, portando con sé un profumo di cedro e aghi di pino. La dottoressa stringe la mano attorno al suo bastone. "Se preferite prendere il furgone e continuare le ricerche, posso cercare Bertie da sola."
ko: 주민들이 마을 회관을 빠져나가며 떠들썩하던 저녁의 분위기도 가십니다. 야간 일정을 논의하기 위해 회관 밖으로 발길을 옮기는 사이, 마르케스 박사는 평소답지 않게 활기찬 발걸음으로 움직입니다. 일몰이 하늘을 황토색에서 라일락색으로 그리고 끝내 보라색으로 물들여갑니다. 당신이 헴록 섬에 대한 감상을 나누는 사이, 마르케스 박사가 손에 쥔 호두 한 줌을 까드득거리며 깨부숩니다. “이 섬은 밀림만큼이나 빽빽하고 독특한 다양성을 갖추고 있지만, 그 어떤 밀림보다도 위험해 보여요. 대체 누가 이렇게 위험한 환경에서 공동체를 이룩할 생각을 했는지는 모르겠지만, 애초부터 이렇게 치명적인 건 아니었을 거예요. 뭔가가 유입되어서 이 일대의 생태계를 근원적으로 변화시켰다는 생각이 드네요.” 마르케스 박사가 고심합니다. 마을 사람들이 과할 정도로 기분이 좋아 보인다고 지적하자 박사가 고개를 끄덕입니다. “그래요. 대부분은 더없이 행복해하더군요. 마치 아편굴에 들어온 것만 같아요. 음식에 뭔가를 탄 것 같지는 않은데. 다만 전 브레드 푸딩은 안 먹었어요. 빵은 별로거든요, 그리고 푸딩을 마지막으로 먹었던 건 옥스퍼드에서 공부할 때였고.” 명문대에 관한 이야기에 이르자 갑자기 버티 머즈그레이브가 떠오릅니다. 당신은 박사에게 버티가 어디 갔는지 물어봅니다. 마르케스 박사가 얼굴을 찡그리며 답합니다. “버티를 못 보셨다고요? 숙소에 먼저 쉬러 들어간 줄 알았는데. 오늘 저녁에 테오가 트럭을 빌려주겠다고 했거든요. 밤에 현지 야생동물을 관찰할 수 있을 거라 생각했는데, 일단 버티부터 찾아야 할 판이군요.” 삼나무와 소나무 향을 실은 거센 바람이 불어와 주변의 수목을 휘젓습니다. 마르케스 박사가 지팡이를 짚은 채, 말을 잇습니다. “그쪽이 트럭을 타고 현장 조사에 나가겠다면, 저 혼자 버티를 찾아봐도 괜찮고요.”
pl: Wieczorny gwar zanika, gdy mieszkańcy powoli rozchodzą się do swoich domów. Dr Marquez jest w wyjątkowo dobrym humorze, gdy spotykacie się wszyscy przed budynkiem. Zachód słońca barwi niebo na wiele kolorów: od pomarańczu, przez róż, aż po fiolet. Rosa zgniata garść orzechów, gdy dzielicie się z nią swoimi wrażeniami z Wyspy Hemlock. „Ta wyspa ma zagęszczenie i różnorodność gatunkową dżungli, ale jest o wiele bardziej niebezpieczna. Nie mam pojęcia, dlaczego ktoś miałby zakładać osadę w tak groźnym środowisku, ale przypuszczam, że nie zawsze było ono równie śmiercionośne. Pojawiło się tu coś, co całkowicie zmieniło lokalny ekosystem” – rozmyśla na głos. Wspominacie o niezwykle dobrym nastroju panującym wśród osób przebywających w wiosce, a doktor kiwa głową. „Prawie wszyscy wyglądają na pogrążonych w błogim uniesieniu. To jak wejście do palarni opium. Ale jestem prawie pewna, że nic nie dosypano do jedzenia... chociaż nie próbowałam puddingu chlebowego. Nigdy nie lubiłam chleba, a ostatni raz jakikolwiek deser jadłam w Oksfordzie”. Wspomnienie Rosy na temat prestiżowego uniwersytetu przywodzi wam na myśl Bertiego Musgrave'a, więc pytacie, gdzie teraz jest. „Nie widzieliście go? Założyłam, że wrócił do pensjonatu, żeby odpocząć” – skrzywiła się. – „Theo zaproponował, że pożyczy nam swoją furgonetkę na wieczór. Pomyślałam, że możemy poobserwować miejscową przyrodę w nocy, ale chyba najpierw musimy znaleźć Bertiego”. Gęsta bryza porusza drzewa i trawę wokół was, roznosząc zapach cedru i sosny. Dr Marquez chwyta za laskę. „Jeśli wolicie wziąć furgonetkę i kontynuować badania, mogę sama poszukać Bertiego”.
ru: Вечерняя болтовня плавно стихает, когда жители расходятся из клуба. Встретившись с доктором Маркес снаружи, вы замечаете непривычную прыть в её походке. Закат окрашивает небо в охровые, лиловые и фиолетовые оттенки. Профессор щёлкает грецкие орехи, пока вы обмениваетесь впечатлениями об острове Хемлок. «Плотность и разнообразие природы здесь напоминают джунгли, но этот остров куда опаснее любых джунглей. Понятия не имею, как могло кому-то в голову прийти разбить здесь поселение. Впрочем, я понимаю, что это место не всегда было так опасно. Что-то внедрилось в местную экосистему и фундаментально её изменило», — размышляет доктор Маркес. Вы отмечаете необычно приподнятое настроение, разделяемое всеми в деревне, и профессор кивает: «Все они словно не в себе. Я как будто в опиумный притон попала. Но, насколько я могу судить, в еду ничего не подмешивают. Хотя я не пробовала хлебный пудинг. Никогда не любила хлеб, а пудинг я в последний раз ела в Оксфорде». Упоминание о престижном учебном заведении наводит вас на мысль о Берти Масгрейве, и вы спрашиваете, где он. «Вы его не видели? Я думала, он отправился в пансион, чтобы отдохнуть, — хмурится Маркес. — Тео сказал, что может одолжить свой грузовик на вечер. Я планировала понаблюдать за природой в ночное время, но, пожалуй, надо сначала найти Берти». Деревья и трава вокруг вас покачиваются от сильного ветра. Пахнет кедром и сосной. Доктор Маркес сжимает трость: «Если хотите взять грузовик и заняться сбором данных, я могу поискать Берти сама».
zh: 居民們如細流般逐漸離開大堂，這場傍晚集會進入了尾聲。你們在大堂外集合，你發現馬爾克斯博士的腳步中帶有一絲雀躍，與她嚴肅的形象有點格格不入。夕陽在天空中投下紅褐色的影子，然後逐漸轉為淡紫，最後是如紫羅蘭般的深紫色。教授剝著一把核桃，你們分享著關於這座島的印象。 “這座島的植被茂密度跟生物多樣性幾乎跟熱帶叢林相當，但比任何叢林都更加危險。我不懂為什麼會有人想在這麼惡劣的環境中建立社區。但我得知這裡不是一直都如此危險，有某種東西滲入了這裡的生態系統，從根源造成了影響。”馬爾克斯博士陷入沉思。 你提起村莊中的異樣，人們的心情愉悅的很不自然，教授點頭同意：“幾乎所有人都處於極樂狀態，就像走進鴉片館一樣。但以我目前的觀察，食物沒有被加入什麼東西，雖然我沒有吃那個麵包布丁。我不喜歡麵包，上次吃布丁也是在牛津的事了。” 教授提到這所知名大學，讓你想起了柏蒂．馬斯格雷夫，好奇他在哪裡。 “你也沒看到他？我想他應該回去旅店休息了。”教授臉色陰沉地說。“西奧說晚上可以把卡車借給我們，我們可以觀察一些當地的夜行生物，但我想我們該先找到他。” 一陣大風吹拂過你們身旁的樹木跟青草，帶來松柏的氣味。馬爾克斯博士拿起拐杖說：“如果你想開卡車去調查，我可以自己去找柏蒂。”

source: Codex Theta: The Hemlock Legacy 1
ru: Архив Тета: Наследие семьи Хемлок 1

source: Codex Theta: The Hemlock Legacy 2
ru: Архив Тета: Наследие семьи Хемлок 2

source: Codex Theta: The Hemlock Legacy 3
ru: Архив Тета: Наследие семьи Хемлок 3

source: Codex Theta: The Hemlock Legacy 4
ru: Архив Тета: Наследие семьи Хемлок 4

source: Codex Delta: Best "Friends" 1
ru: Архив Дельта: Заклятые друзья 1

source: Codex Delta: Best "Friends" 2
ru: Архив Дельта: Заклятые друзья 2

source: Codex Delta: Best "Friends" 3
ru: Архив Дельта: Заклятые друзья 3

source: Codex Sigma: Old Blood 1
ru: Архив Сигма: Поколение постарше 1

source: Codex Sigma: Old Blood 2
ru: Архив Сигма: Поколение постарше 2

source: Codex Sigma: Old Blood 3
ru: Архив Сигма: Поколение постарше 3

source: Codex Sigma: Old Blood 4
ru: Архив Сигма: Поколение постарше 4

source: Codex Omega: Family Matters 1
ru: Архив Омега: Семейные дела 1

source: Codex Omega: Family Matters 2
ru: Архив Омега: Семейные дела 2

source: Codex Gamma: The Rabbit 1
ru: Архив Гамма: Кролик 1

source: Codex Gamma: The Rabbit 2
ru: Архив Гамма: Кролик 2

source: Codex Pi: Friendly Strangers
ru: Архив Пи: Дружелюбные незнакомцы

source: (If there is only one investigator, this option cannot be the first choice.)
es: (si sólo hay un investigador, esta opción no puede ser la primera elección).
zh: (如果只有一位調查員，此選項不能是第一個選擇。)
