Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/07_the_first_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Rebecca’s mask is pulled back to reveal her freckled face as she sips slowly from a bowl of thick meaty soup. Several raised, scar-like growths score her neck and cheeks. “Mama likes you a lot. She says you’re very important. Almost as important as Mama.” You look across the room to Mother Rachel, warmly smiling at the assembly. “Sometimes, when I don’t want anyone to see me, I put my mask on,” Rebecca says as she slides the rabbit mask down to hide her long, red scars. Her thick red hair spills out around the mask as she cocks her head to the side. “Mama said we’re watching you all the time.”
de: Rebecca hat ihre Maske nach hinten geschoben. Du blickst in ihr sommersprossiges Gesicht, während sie langsam an einer Schüssel mit dicker Fleischsuppe nippt. Du kannst mehrere narbenartige Wucherungen an ihrem Hals und ihren Wangen erkennen. „Mama mag dich sehr gern. Sie sagt, du bist sehr wichtig. Fast so wichtig wie Mama.“ Du schaust quer durch den Raum zu Mutter Rachel, die die Versammlung mit einem wohlwollenden Lächeln beobachtet. „Manchmal, wenn ich nicht will, dass mich jemand sieht, setze ich meine Maske auf“, sagt Rebecca, während sie die Kaninchenmaske wieder herunterzieht, um ihre langen, roten Narben zu verbergen. Ihr dichtes, rotes Haar quillt an den Rändern der Maske hervor, als sie den Kopf zur Seite neigt. „Mama hat gesagt, dass wir dich die ganze Zeit beobachten.“
es: Rebecca se ha quitado la máscara, revelando su rostro pecoso, mientras sorbe lentamente de un cuenco de una espesa sopa de carne. Tiene varias protuberancias similares a cicatrices por el cuello y las mejillas. –Usted le cae bien a mi mamá. Dice que es muy importante. Casi tan importante como mamá. Miras al otro lado de la sala, donde la madre Rachel sonríe con calidez a los reunidos. –A veces, cuando no quiero que me vea nadie, me pongo mi máscara – dice Rebecca mientras se baja la máscara para ocultar las largas cicatrices rojas. Su abundante cabello rojo se derrama en torno a la máscara cuando inclina la cabeza hacia un lado. –Mamá ha dicho que le observamos todo el tiempo.
fr: Rebecca retire son masque pour révéler son visage parsemé de taches de rousseur, tandis qu’elle boit lentement un bol de soupe épaisse et riche en viande. Plusieurs excroissances ressemblant à des cicatrices marquent son cou et ses joues. « Maman vous aime beaucoup. Elle dit que vous êtes très importante. Presque aussi importante que maman. » Vous regardez Mère Rachel, qui sourit chaleureusement à l’assemblée. « Parfois, quand je ne veux pas qu’on me voie, je mets mon masque », dit Rebecca en faisant glisser le masque de lapin pour cacher ses longues cicatrices rouges. Ses épais cheveux roux s’étalent autour du masque et elle penche la tête sur le côté. « Maman a dit que nous vous surveillons tout le temps. »
it: Rebecca solleva la maschera scoprendo il viso lentigginoso mentre sorseggia lentamente una ciotola di zuppa calda dal profumo invitante. Noti che ha diversi punti, sulle guance e sul collo, dove la pelle è gonfia e sollevata, come se fossero delle cicatrici. "Alla mamma piaci molto. Dice che sei molto importante. Importante quasi quanto mamma." Ti volti per cercare Madre Rachel, che sta avvolgendo la comunità col calore del suo sorriso dall'altra parte della sala. "A volte, quando non voglio che nessuno mi veda, mi metto la mia maschera" ti spiega Rebecca, facendo scivolare la maschera da coniglio per coprire i vistosi segni rossi. Piega la testa da una parte, e la sua folta chioma ramata trova modo di uscire da ogni lato attorno al muso da animale. "Mamma dice che ti osserviamo sempre."
ko: 레베카가 가면을 뒤로 당겨 벗고 주근깨 가득한 얼굴을 드러냅니다. 레베카가 진한 고기 수프를 홀짝거리는 사이, 당신은 아이의 목과 뺨에 흉터처럼 생긴 돌출물이 군데군데 난 것을 목격합니다. “엄마가 그쪽을 많이 아껴요. 정말 중요한 사람이래요. 엄마만큼이나 중요하댔어요.” 방 건너편을 보자 대모 레이첼이 사람들을 향해 따스한 미소를 짓고 있습니다. “전 가끔 누구한테도 들키고 싶지 않을 때 가면을 써요.” 그 말과 함께 레베카가 가면을 내려 길고 붉은 상처를 가립니다. 레베카가 머리를 양옆으로 흔들어 새빨간 머리칼을 가면 위로 정돈합니다. “엄마는 우리가 항상 그쪽을 지켜볼 거래요.”
pl: Piegowata twarz Rebeki wystaje spod podciągniętej na czoło maski, gdy dziewczynka powoli popija z miski gęstą zupę z mięsem. Zauważasz na jej szyi i policzkach kilka wypukłych, przypominających blizny narośli. „Mama bardzo cię lubi. Mówi, ze jesteś bardzo ważny. Prawie tak ważny jak Mama”. Spoglądasz przez salę na Matkę Rachel, uśmiechającą się serdecznie do zgromadzenia. „Czasami, kiedy nie chcę, żeby ktoś mnie widział, zakładam to” – mówi Rebecca, zsuwając króliczą maskę, aby ukryć swoje podłużne, czerwone blizny. Jej gęste rude włosy okalają oblicze, gdy przechyla głowę na bok. „Mama mówi, że obserwujemy cię cały czas”.
ru: Откинув назад свою маску и явив миру веснушчатое лицо, Ребекка медленно прихлёбывает из миски густой мясной суп. На её щеках и шее виднеется несколько припухлостей, похожих на шрамы или наросты. «Маме вы нравитесь, — обращается она к вам. — Она говорит, вы очень важны. Почти так же важны, как она сама. — Вы видите, как матушка Рейчел тепло улыбается собравшимся в зале. — Иногда, когда мне не хочется, чтобы меня кто-то видел, я надеваю маску, — говорит Ребекка, натягивая личину кролика пониже, чтобы спрятать длинные розовые шрамы. Её густые рыжие волосы рассыпаются вокруг маски, когда она наклоняет голову набок. — Мама говорит, мы следим за вами. Всё время».
zh: 蕾貝卡拉起面具，露出長著雀斑的臉蛋，小口喝著一碗濃稠的肉湯，她的脖子跟臉頰上有幾條看起來像疤痕的腫塊。“媽媽很喜歡你們，她說你們很重要，幾乎跟媽媽自己一樣重要。”你看向大堂另一端的瑞秋主母，她帶著溫暖的笑容看著齊聚的眾人。“有時候我不想被任何人看到，我就會戴上面具。”蕾貝卡說完就帶回了兔子面具，遮住長長的紅色疤痕，她濃密的紅髮在她轉頭時從面具裡露了出來。 “媽媽說我們一直都看著你們。”

source: Rebecca’s mask is pulled back to reveal her freckled face as she sips slowly from a bowl of thick meaty soup. Several raised, scar-like growths score her neck and cheeks. As she opens her mouth to speak, Simeon Atwood bursts from beneath the table. “Welcome to the Miner’s Secret Order of Mischief,” Simeon pulls out a ruled notebook and begins taking minutes. “Our goal is to rain mayhem on Auntie Rachel’s plans. Because she said there would be no fireworks at the Feast. And she thinks there won’t be,” he says in a conspiratorial voice. “But we’re gonna put on the best show this island has ever seen. And you’re gonna help me. That is, if you want to become an official member,” he nods, as if in agreement to his own crazy plan. “Meet me behind the Old Mill tomorrow morning.”
de: Rebecca hat ihre Maske nach hinten geschoben. Du blickst in ihr sommersprossiges Gesicht, während sie langsam an einer Schüssel mit dicker Fleischsuppe nippt. Du kannst mehrere narbenartige Wucherungen an ihrem Hals und ihren Wangen erkennen. Als sie gerade den Mund öffnet, um etwas zu sagen, taucht Simeon Atwood plötzlich unterm Tisch auf. „Willkommen beim Bergarbeiter-Geheimbund des Schabernacks“, verkündet Simeon, zieht ein liniertes Notizbuch hervor und beginnt mit dem Protokollieren. „Unser Ziel ist es, Tantchen Rachels Pläne zu durchkreuzen. Sie hat nämlich gesagt, dass es auf dem Fest kein Feuerwerk geben wird. Und sie denkt auch wirklich, dass es keins geben wird“, sagt er mit verschwörerischer Stimme. „Aber wir werden die beste Show veranstalten, die diese Insel je gesehen hat! Und Sie werden mir dabei helfen. Das heißt, wenn Sie ein offizielles Mitglied werden wollen.“ Er nickt grinsend, als würde er seinem eigenen verrückten Plan zustimmen. „Wir treffen uns morgen früh hinter der Alten Mühle.“
es: Rebecca se ha quitado la máscara, revelando su rostro pecoso, mientras sorbe lentamente de un cuenco de una espesa sopa de carne. Tiene varias protuberancias similares a cicatrices por el cuello y las mejillas. Abre la boca para hablar, pero, en ese momento, Simeon Atwood sale de debajo de la mesa. –Bienvenido a la orden secreta minera de la diablura –dice mientras saca un cuaderno de rayas y empieza a escribir el acta–. Nuestro objetivo es provocar el caos en los planes de la tita Rachel. Porque dijo que en la fiesta no habría fuegos artificiales. Y cree que no los habrá –añade con tono conspiratorio–. Pero vamos a preparar el mejor espectáculo que jamás ha conocido esta isla. Y usted me va a ayudar. Si es que quiere convertirse en miembro oficial, claro. Asiente como para mostrar su acuerdo con su propio plan chiflado y dice: –Reúnase conmigo detrás del viejo molino mañana por la mañana.
fr: Rebecca retire son masque pour révéler son visage parsemé de taches de rousseur, tandis qu’elle boit lentement un bol de soupe épaisse et riche en viande. Plusieurs excroissances ressemblant à des cicatrices marquent son cou et ses joues. Alors qu’elle ouvre la bouche pour parler, Simeon Atwood surgit de sous la table. « Bienvenue à l’Ordre secret des mineurs », dit Simeon en sortant un carnet pour prendre des notes. « Notre but est d’empêcher les plans de tante Rachel de se réaliser. Parce qu’elle a dit qu’il n’y aurait pas de feux d’artifice à la fête. Et elle pense vraiment qu’il n’y en aura pas », dit-il d’une voix conspiratrice. « Mais nous allons organiser le plus beau spectacle que cette île ait jamais vu. Et vous allez m’aider. Enfin, si vous voulez devenir un membre officiel », dit-il en hochant la tête, comme pour approuver le bien-fondé de son projet fantaisiste. « Retrouvez-moi derrière le Vieux Moulin demain matin. »
it: Rebecca solleva la maschera scoprendo il viso lentigginoso mentre sorseggia lentamente una ciotola di zuppa calda dal profumo invitante. Noti che ha diversi punti, sulle guance e sul collo, dove la pelle è gonfia e sollevata, come se fossero delle cicatrici. Non appena apre la bocca per dire qualcosa, Simeon Atwood salta fuori da sotto al tavolo. "Benvenuto nell'Ordine Segreto dei Minatori Combinaguai." Il ragazzino tira fuori un taccuino a righe e comincia a prendere appunti. "Il nostro obiettivo è mandare in malora i piani di zia Rachel. Perché ha detto niente fuochi d'artificio alla Festa. E pensa che non ce ne saranno" continua con la sua miglior voce da congiurato. "Ma noi metteremo in piedi il più bello spettacolo che quest'isola abbia mai visto. E tu mi aiuterai. Beh, lo farai se ci tieni a diventare un membro ufficiale!" annuisce, come se volesse sottolineare la serietà della sua folle idea. "Vediamoci dietro il vecchio mulino domani mattina."
ko: 레베카가 가면을 뒤로 당겨 벗고 주근깨 가득한 얼굴을 드러냅니다. 레베카가 진한 고기 수프를 홀짝거리는 사이, 당신은 아이의 목과 뺨에 흉터처럼 생긴 돌출물이 군데군데 난 것을 목격합니다. 레베카가 입을 열려는 그 순간, 식탁 아래서 시미언 앳우드가 불쑥하고 튀어나옵니다. “말썽쟁이 광부 비밀 결사에 온 걸 환영해.” 시미언이 노트 한 권을 꺼내 이야기를 휘갈기기 시작합니다. “우리 목표는 레이첼 이모의 계획을 아수라장으로 만들어 주는 거야. 이모가 축일 밤에 불꽃놀이는 없을 거라고 했거든. 지금은 불꽃놀이가 없을 거라 생각하겠지.” 시미언이 음모를 꾸미는 듯 목소리를 낮춥니다. “하지만 우리가 그날 이 섬에서 한 번도 본 적 없는 멋진 불꽃놀이를 할 계획이야. 그리고 너도 날 도와주겠지? 공식 회원이 되고 싶다면 말이야.” 시미언은 자신이 꾸민 정신 나간 계획이 옳다는 듯 고개를 끄덕입니다. “내일 아침에 오래된 제분소 뒤에서 만나!”
pl: Piegowata twarz Rebeki wystaje spod podciągniętej na czoło maski, gdy dziewczynka powoli popija z miski gęstą zupę z mięsem. Zauważasz na jej szyi i policzkach kilka wypukłych, przypominających blizny narośli. Kiedy już ma się odezwać, spod stołu wyłania się Simeon Atwood. „Witaj w Tajnym Górniczym Zakonie Psotników!”– Chłopiec wyciąga zeszyt w linie i zaczyna notować. – „Naszym celem jest pokrzyżowanie planów cioci Rachel. Powiedziała, że na Uczcie ma nie być żadnych fajerwerków. I myśli, że ich nie będzie” – mówi konspiracyjnym szeptem – „ale zrobimy najlepszy pokaz, jaki kiedykolwiek widziała nasza wyspa. A ty mi w tym pomożesz. To znaczy, jeśli chcesz zostać oficjalnym członkiem Zakonu”. – Kiwa głową tak, jakby sam zgadzał się na swój szalony plan. – „Spotkajmy się jutro rano za Starym młynem”.
ru: Откинув назад свою маску и явив миру веснушчатое лицо, Ребекка медленно прихлёбывает из миски густой мясной суп. На её щеках и шее виднеется несколько припухлостей, похожих на шрамы или наросты. Как только она открывает рот, чтобы заговорить, из-под стола выпрыгивает Симеон Этвуд. «Добро пожаловать в Тайное шахтёрское общество озорников, — Симеон достаёт линованный блокнот и начинает вести протокол собрания. — Наша цель — со всей возможной жестокостью нарушить планы тётушки Рейчел. Всё потому, что она сказала, будто на Пире не будет фейерверков. Не будет, ага, как же… — говорит он заговорщицки. — Мы устроим лучшее шоу, которое только видел этот остров. И вы мне поможете. Ну, если хотите стать официальным членом общества. — Он кивает, будто соглашаясь с собственным безумным планом. — Завтра утром встречаемся на старой мельнице».
zh: 蕾貝卡拉起面具，露出長著雀斑的臉蛋，小口喝著一碗濃稠的肉湯，她的脖子跟臉頰上有幾條看起來像疤痕的腫塊。就在她要開口說話時，西緬．阿特伍德從桌子底下衝了出來。 “歡迎來到礦工惡作劇秘密兄弟會！”西緬拿出一本有格線的筆記本，開始記錄著“我們目標是給瑞秋阿姨的計畫製造一些大麻煩，因為她說盛宴上不准有煙火，而且她以為不會有。”他狡詐的說到：“但我們要搞一場這座島上前所未見的大秀，而你們要幫我，如果你們想成為正式成員的話。”他自顧自的點頭，彷彿在同意自己的瘋狂計劃。“明天早上到老磨坊後面找我。”

source: Increase Simeon Atwood’s Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe Simeon Atwoods Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de Simeon Atwood. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de Simeon Atwood. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumentate il Livello di Relazione di Simeon Atwood. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘시미언 앳우드’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Simeonem Atwoodem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Симеона Этвуда. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升西緬．阿特伍德的友好度。每位調查員取得1點獎勵經驗值。

source: In Simeon Atwood’s Notes, record <i>Simeon hatched a plan</i>.
de: Notiere unter Simeon Atwoods Notizen: <i>Simeon hat einen Plan geschmiedet</i>.
es: Anota en las Notas de Simeon Atwood que <i>Simeon ha elaborado un plan</i>.
fr: Dans les Notes de Simeon Atwood, indiquez que <i>Simeon a échafaudé un plan</i>.
it: Annota negli Appunti di Simeon Atwood che <i>Simeon ha escogitato un piano</i>.
ko: ‘시미언 앳우드’의 기록지에 [[시미언이 비밀스러운 계획을 세웠다]]라고 기록합니다.
pl: Zanotuj w Notatkach Simeona Atwooda, że <i>Simeon uknuł plan</i>.
ru: В заметках Симеона Этвуда запишите, что <i>у Симеона родился план</i>.
zh: 在西緬．阿特伍德的筆記中，記錄下<i>西緬正在策劃某事</i>。

source: Simeon hatched a plan.
de: Simeon hat einen Plan geschmiedet.
es: Simeon ha elaborado un plan.
fr: Simeon a échafaudé un plan.
it: Simeon ha escogitato un piano.
ko: 시미언이 비밀스러운 계획을 세웠다
pl: Simeon uknuł plan.
ru: у Симеона родился план.
zh: 西緬正在策劃某事。

source: Codex Π: Friendly Strangers
de: Kodex Π: Beste „Freunde”
fr: Codex Π : Des Étrangers Amicaux
it: Codex Π: Sconosciuti Amichevoli
ko: 서고 Π: 낯설지만 친근한 이들
pl: Kodeks Π: Przyjaźni nieznajomi
ru: Архив Π: Дружелюбные незнакомцы

source: You step outside for some fresh air. Near the Commons, several locals sit around a small fire, laughing and drinking coffee. They wear a mix of everyday working clothes—notably, no cloaks—and regard you with careful curiosity until you explain that you’re here on a survey. A man with a kind smile and a long scar down his cheek asks, “You’re here to study...the wildlife?” You say yes, and he and his friends burst out laughing. “We work on the docks up in Akwan. We’re just here to ‘study’ the free food.” You laugh along to their stories of gargantuan shellfish and biggest catches. As they disperse, the man with the long scar presses a smooth, perfect river rock into your palm. “Take it,” he says. “It’ll protect you.”
de: Du gehst nach draußen, um etwas frische Luft zu schnappen. In der Nähe der Versammlungshalle sitzen einige Einheimische um ein kleines Feuer, lachen und trinken Kaffee. Sie tragen alltägliche Arbeitskleidung – jedoch keine Umhänge – und werfen dir immer wieder neugierige Blicke zu, bis du erklärst, dass du wegen einer Expedition hier bist. Ein Mann mit einem freundlichen Lächeln und einer langen Narbe auf der Wange fragt: „Sie sind hier, um ... die Tierwelt zu studieren?“ Du bejahst. Er und seine Freunde brechen in Gelächter aus. „Wir arbeiten an den Docks in Akwan. Wir sind nur hier, um das kostenlose Essen zu ‚studieren‘.“ Er lädt dich ein, Platz zu nehmen. Du lachst mit ihnen über Geschichten von gigantischen Schalentieren und riesigen Fischfängen. Als sie sich zum Aufbruch rüsten, drückt dir der Mann mit der langen Narbe einen schönen, gemusterten Flussstein in die Hand. „Nehmen Sie“, sagt er. „Er wird Sie beschützen.“
es: Sales para tomar un poco de aire fresco. Cerca del salón comunitario hay varios lugareños sentados en torno a una pequeña hoguera, riendo y bebiendo café. Llevan una mezcla de prendas de trabajo cotidianas, y curiosamente ninguna capa, y te miran con una prudente curiosidad hasta que les explicas que has venido a realizar un estudio. Un hombre de sonrisa amable que tiene una larga cicatriz que le recorre la mejilla pregunta: –¿Ha venido a estudiar… la fauna? Respondes que sí y sus amigos y él se echan a reír. –Trabajamos en los muelles de Akwan. Sólo hemos venido a ‘estudiar’ la comida gratis. Te ríes con sus historias de crustáceos gigantescos y grandes capturas de pesca. Cuando se dispersan, el hombre de la larga cicatriz te pone en la mano una roca de río lisa y perfecta. –Cójala –te dice–. Le protegerá.
fr: Vous sortez prendre l’air. Près de la salle commune, plusieurs habitants sont assis autour d’un petit feu, riant et buvant du café. Ils portent divers vêtements de travail sans cape et vous regardent avec une curiosité prudente jusqu’à ce que vous expliquiez que vous êtes ici pour une étude scientifique. Un homme au sourire aimable et à la longue cicatrice sur la joue demande : « Vous êtes ici pour étudier… la vie sauvage ? » Vous répondez par l’affirmative et lui et ses amis éclatent de rire. « Nous travaillons sur les quais à Akwan. Nous sommes juste ici pour «étudier» la nourriture gratuite. » Vous riez en écoutant leurs histoires de coquillages gargantuesques et de plus grosses prises. Alors qu’ils se dispersent, l’homme à la longue cicatrice met un joli galet lisse dans la paume de votre main. « Prenez-le », dit-il. « Il vous protégera. »
it: Esci per prendere una boccata d'aria fresca. Vicino al refettorio, noti diverse persone sedute attorno a un falò che ridono e bevono caffè. Indossano vestiti da lavoro ordinari, nessuno ha un mantello, e ti si rivolgono con riservata curiosità finché non spieghi che ti trovi sull'isola per condurre delle ricerche. Uno del gruppo, che ha una vistosa cicatrice sulla guancia, si fa avanti: "Sei qui per studiare... gli animali del posto?" Rispondi di sì, e lui e i suoi amici scoppiano a ridere. "Lavoriamo ai moli di Akwan. Siamo qui solo per 'studiare' il cibo gratis." Ti unisci al gruppo, concedendoti qualche momento di leggerezza ad ascoltare i racconti di conchiglie gargantuesche e pesci grandi abbastanza da sfamare un plotone. Quando le persone si allontanano, l'uomo con la lunga cicatrice ti si avvicina e ti mette sul palmo un ciottolo perfettamente liscio. "Prendilo, ti proteggerà."
ko: 신선한 바람을 쐬러 밖으로 나갑니다. 마을 회관 근처 작은 모닥불에 몇몇 현지인들이 둘러앉아 웃으며 커피를 마시고 있습니다. 망토 대신 일상적인 작업복을 입고 있었습니다. 당신이 학술 조사를 목적으로 왔다고 밝힐 때까지, 이들은 호기심 어린 눈길로 당신을 바라보았습니다. 뺨에 긴 흉터가 난 남자가 친절하게 웃으며 말을 겁니다. “여길 연구하러 왔다고요? 이곳의 야생... 동식물을요?” 그렇다고 말하자 남자와 그 친구들이 웃음을 터뜨립니다. “우린 아콴 쪽 부두에서 일합니다. 우리도 헴록 베일에 공짜 음식을 ‘연구’하러 왔죠.” 이들이 풀어놓는 거대한 조개 이야기부터 어마어마한 크기의 물고기를 잡았던 이야기까지 들으며 함께 웃습니다. 이들이 해산할 즈음, 뺨에 긴 상처가 난 남자가 매끈하고 멋진 조약돌 하나를 당신의 손에 쥐여줍니다. “받아요. 이 돌이 당신을 지켜줄 테니까.”
pl: Wychodzisz na zewnątrz zaczerpnąć świeżego powietrza. Nieopodal Stodoły kilku mieszkańców siedzi wokół małego ogniska, śmiejąc się i popijając kawę. Mają na sobie zwykłe, codzienne ubrania robocze – zauważasz, że nie noszą peleryn – i traktują cię z dystansem, dopóki nie wyjaśnisz, że jesteś tutaj w celach naukowych. Mężczyzna z miłym uśmiechem i długą blizną na policzku pyta: „Jesteś tu, aby badać... dziką przyrodę?” Przytakujesz, a on i jego przyjaciele wybuchają śmiechem. „Pracujemy w dokach w Akwan. Przyszliśmy tu, aby «zbadać» darmowe jedzenie”. Śmiejesz się z ich opowieści o gigantycznych skorupiakach i ich największych połowach. Kiedy się rozchodzą, mężczyzna z długą blizną wciska w twoją dłoń idealnie gładki kamień rzeczny. „Weź to” – mówi. – „Ochroni cię”.
ru: Вы выходите наружу глотнуть свежего воздуха. Несколько местных развели рядом с клубом небольшой костёр и пьют кофе, рассевшись вокруг огня. Они одеты в повседневную рабочую одежду — вы отмечаете, что на них нет плащей, — и смотрят на вас с осторожным любопытством. Вы объясняете, что прибыли сюда с наблюдательной экспедицией, и все расслабляются. Мужчина с доброй улыбкой и длинным шрамом через всю щёку спрашивает вас: «Вы прибыли, чтобы изучать… дикую природу?» Вы отвечаете положительно, и он и его друзья разражаются хохотом: «Мы работаем в доках в Акуане. А здесь мы „изучаем“ бесплатную еду». Вы смеётесь с ними и слушаете истории об их лучших уловах и о гигантских моллюсках. Когда они расходятся, человек с длинным шрамом кладёт вам в ладонь гладкий и идеально ровный речной камень. «Возьмите, — говорит мужчина. — Он защитит вас».
zh: 你走出大堂呼吸新鮮空氣，有幾個當地人坐在靠近大堂的小火堆旁，一邊談笑一邊喝著咖啡，他們穿著各種日常的工作服，值得注意的是：沒有搭配罩袍。他們用好奇但謹慎的目光看著你，你上前介紹自己是來做實地調查的。一個臉頰上有道長疤的男人帶著友善的笑容問到：“你們是來這裡研究……野生生物的？”你給了肯定的答覆，他和他的朋友們隨即大笑出聲。“我們在艾灣的碼頭工作，我們只是來這裡‘研究’免費食物的。”他們說著關於巨大貝殼的故事還有比賽曾經捕到最大的魚有多大，你跟著他們一起談笑風生。大家解散時，臉頰上有疤的男人將一顆光滑、形狀完美的河石放在你的掌心。“拿著吧，它會保護你。”

source: Search the <i>Heirlooms</i> encounter set for the Worry Rock story asset and add it to your deck. It does not count toward your deck size.
de: Durchsuche das Begegnungsset <i>Erbstücke</i> nach der Storyvorteilskarte Sorgenstein und füge sie deinem Deck hinzu. Sie zählt nicht gegen deine Deckgröße.
es: Busca en el conjunto de encuentros <i>Reliquias familiares</i> el Apoyo de historia Roca de la preocupación y añádelo a tu mazo. No cuenta para tu tamaño de mazo.
fr: Cherchez le soutien d’histoire Pierre Polie dans le set de rencontre <i>Héritages</i> et ajoutez-le à votre deck. Il ne compte pas dans la taille de votre deck.
it: Cerca nel set di incontri <i>Cimeli</i> il supporto storia Pietra Fortunata e aggiungilo al tuo mazzo (non considerandolo nella dimensione del tuo mazzo).
ko: [[가보]] 조우 세트에서 ‘조약돌 부적’ 이야기 자산 카드를 찾아 당신의 덱에 추가합니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Przeszukaj zestaw spotkań <i>Spuścizna</i> w poszukiwaniu atutu fabularnego Kamień spokoju i dodaj go do twojej talii. Nie wlicza się on do limitu kart w twojej talii badacza.
ru: Найдите в наборе контактов «Памятные безделушки» карту «Потёртый камень» и добавьте в свою колоду. Эта карта не идёт в счёт размера колоды.
zh: 查找<i>傳家寶</i>遭遇組，找出忘憂石劇情支援，並將其加入你的牌庫，這張卡牌不計入你的牌庫卡牌張數。
