Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/07_the_first_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The First Evening
de: Der erste Abend
es: La primera tarde
fr: Le Premier Soir
it: La Prima Sera
ko: 첫 번째 저녁
pl: Pierwszy wieczór
ru: Первый вечер
zh: 首夜

source: Prelude: The First Evening
de: Vorspiel: Der erste Abend
es: Preludio: La primera tarde
fr: Prologue : Le Premier Soir
it: Preludio: La Prima Sera
ko: 서막: 첫 번째 저녁
pl: Preludium: Pierwszy wieczór
ru: Прелюдия: Первый вечер
zh: 序章：首夜

source: Prelude
de: Vorspiel
es: Preludio
fr: Prologue
it: Preludio
ko: 서막
pl: Preludium
ru: Прелюдия
zh: 序章

source: As you return to Hemlock Vale, a young red-headed girl in a rabbit mask introduces herself as Rebecca, Mother Rachel’s daughter, and leads you by the hand to dinner in the Commons. The long building’s large barn doors are open to let out the rich scent of roasted vegetables and savory meat. The people of the Vale sit and eat in lively conversation, each of them in their white-gold cloaks. At the head of the room, Mother Rachel stands up and calls for attention. Rebecca leads you to the now-picked-over dinner spread as the room falls silent. “<i>Meine lieben Freunde.</i> What a blessing that all of us have come here, on the threshold of infinity. And what a greater blessing still that pilgrims have come here, so full of light and curiosity!” Mother Rachel gestures to Dr. Marquez to her right, and to you. “We have waited for the right moment to open our community. Our community which is truly the ‘Sanctuary of Transfiguration’ we long dreamed of. For each of us yearns to be remade as we wait to join our light with the light of the cosmos.” The room bursts into applause as Leah Atwood and several locals place trays of honeyed cakes topped with robust red fruit in the center of each table. Your stomach grumbles as you take a bite of shriveled greens. It has a faint bitter taste, and a sharp smell.
de: Als du nach Hemlock Vale zurückkehrst, begrüßt dich ein junges, rothaariges Mädchen mit einer Kaninchenmaske, das sich als Rebecca vorstellt, Mutter Rachels Tochter. Sie nimmt deine Hand und führt dich zum Abendessen in die Versammlungshalle. Die großen Scheunentore des lang gestreckten Gebäudes stehen offen und lassen den reichhaltigen Duft von gebratenem Gemüse und schmackhaftem Fleisch nach draußen. Die Bewohner des Tals sitzen beisammen und essen, wobei sie sich lebhaft unterhalten. Sie alle tragen die vertrauten weißgoldenen Umhänge. Am Kopfende der Halle steht Mutter Rachel auf und bittet um Aufmerksamkeit. Rebecca führt dich zu dem bereits fast zur Gänze geplünderten Tisch, während es im Raum still wird. „Meine lieben Freunde. Welch ein Segen, dass wir alle uns hier eingefunden haben, an der Schwelle zur Unendlichkeit. Und ist es nicht ein noch größerer Segen, dass Pilger zu uns gefunden haben, so voller Licht und Neugierde?“ Mutter Rachel deutet auf Dr. Marquez zu ihrer Rechten und zu dir. „Wir haben auf den rechten Moment gewartet, um unsere Gemeinschaft zu öffnen. Unsere Gemeinschaft, die wahrlich das ‚Heiligtum des Wandels‘ ist, von dem wir lange geträumt haben. Denn jeder von uns sehnt sich danach, neu erschaffen zu werden, während wir darauf warten, unser eigenes Licht mit dem des Kosmos zu vereinen.“ Im Raum bricht Beifall aus, als Leah Atwood und weitere Einheimische Tabletts mit Honigkuchen und kräftigen, roten Früchten in die Mitte jedes Tisches stellen. Dein Magen knurrt, als du einen Bissen von welkem Grünzeug zu dir nimmst. Es hat einen leicht bitteren Geschmack und einen beißenden Geruch.
es: Cuando regresáis al Valle de la Cicuta, una joven pelirroja con máscara de conejo se presenta como Rebecca, la hija de la madre Rachel, y os lleva de la mano a cenar al salón comunitario. Las grandes puertas de granero del largo edificio están abiertas, y de ellas sale un apetitoso aroma a verduras asadas y carne sabrosa. La gente del Valle está sentada y come entre animadas conversaciones. Todos llevan sus capas blancas y doradas. En un extremo del salón, la madre Rachel se pone en pie y pide atención. Rebecca os lleva hacia lo que queda del banquete mientras se hace el silencio. <i>–Meine lieben Freunde.</i> Es una bendición que hayamos acudido todos aquí, al umbral del infinito. ¡Y es una bendición aún mayor que hayan acudido peregrinos llenos de luz y curiosidad! –dice la madre Rachel mientras hace un gesto en dirección de la Dra. Marquez y de vosotros, a su derecha–. Hemos esperado el momento adecuado para abrir nuestra comunidad. Nuestra comunidad que es verdaderamente el “Santuario de la Transfiguración” con el que tanto tiempo hemos soñado. Pues cada uno de nosotros ansía ser recreado mientras esperamos para unir nuestra luz con la luz del cosmos. El salón prorrumpe en aplausos y Leah Atwood y otros lugareños más colocan en el centro de cada mesa bandejas de pasteles con miel rematados por grandes frutos rojos. Os gruñe el estómago mientras dais un bocado a unas verduras secas. Tienen un leve sabor amargo y un fuerte olor.
fr: À votre retour à Hemlock Vale, une jeune fille rousse portant un masque de lapin se présente comme Rebecca, la fille de Mère Rachel, et vous conduit par la main à un dîner dans la salle commune. Les grandes portes de grange du long bâtiment sont ouvertes pour laisser s’échapper le riche parfum des légumes rôtis et de la viande savoureuse. Les habitants de Vale sont assis et mangent en entretenant une conversation animée, chacun dans son manteau blanc et or. Au bout de la pièce, Mère Rachel se lève et demande l’attention. Rebecca vous conduit à la table du dîner, tandis que la salle devient silencieuse. « <i>Meine lieben Freunde</i>. Quelle bénédiction que nous soyons tous venus ici, au seuil de l’infini. Et quelle plus grande bénédiction encore que des pèlerins soient venus ici, si pleins de lumière et de curiosité ! » Mère Rachel fait un geste vers le Dr Marquez, à sa droite, et vers vous. « Nous avons attendu le bon moment pour ouvrir notre communauté. Elle qui est vraiment le «Sanctuaire de la Transfiguration» dont nous avons longtemps rêvé. Car chacun d’entre nous aspire à renaître en attendant de joindre sa lumière à celle du cosmos. » La salle éclate en applaudissements tandis que Leah Atwood et plusieurs habitants déposent au centre de chaque table des plateaux de gâteaux au miel garnis de gros fruits rouges. Votre estomac gargouille lorsque vous prenez une bouchée de légumes verts ratatinés. Le goût est légèrement amer et l’odeur âcre.
it: Al vostro ritorno a Hemlock Vale venite accolti da una giovane ragazza dai capelli rossi che indossa una maschera da coniglio: è Rebecca, la figlia di Madre Rachel, che vi accompagna al refettorio dove il paese è pronto per la cena. Dalle grandi porte aperte dell'edificio oblungo fuoriesce l'invitante profumo delle verdure e della carne arrosto. Gli abitanti della valle sono impegnati a godersi la serata tra chiacchiere e mangiate, avvolti nei mantelli bianchi e dorati. In fondo alla sala, Madre Rachel si alza dalla sua sedia richiedendo l'attenzione dei presenti, e Rebecca vi accompagna al posto mentre nella stanza cala il silenzio. "Meine lieben Freunde. È un'indescrivibile benedizione poter essere tutti qui, sulla soglia dell'infinito. Ed è una benedizione persino più grande che ci siano con noi dei pellegrini, colmi nel cuore di luce e curiosità!" Madre Rachel indica voi e la dottoressa Marquez alla sua destra. "Abbiamo atteso a lungo il momento di aprire la nostra comunità all'esterno, il momento in cui avremmo potuto definirci davvero il 'Santuario della Trasfigurazione' che abbiamo a lungo sognato. Il momento, che ognuno di noi desidera ardentemente, in cui potremo unire la nostra luce alla luce del cosmo." La stanza esplode in un applauso mentre Leah Atwood e i suoi aiutanti posano dei vassoi al centro di ogni tavolo con torte al miele guarnite di abbondanti frutti rossi. Vi brontola lo stomaco. Addentate di gusto la verdura croccante, trascurandone l'odore pungente e il retrogusto amarognolo.
ko: 헴록 베일로 되돌아오자 토끼 가면을 쓴 빨간 머리칼 소녀가 자신이 대모 레이첼의 딸인 레베카라며, 당신의 손을 붙잡고 저녁 식사를 함께하자고 마을 회관으로 이끕니다. 기다랗게 생긴 회관 건물에 이르자, 미닫이문 너머로 구운 야채와 고기에서 나는 고소한 냄새가 흘러나와 코끝을 자극합니다. 헴록 베일의 주민들은 이미 모두가 흰색과 금색이 섞인 망토를 두른 채로 식탁에 앉아 활기찬 대화를 나누며 식사를 이어가고 있었습니다. 그때 상석에 앉아 있던 대모 레이첼이 일어나 모두 주목하라고 말합니다. 웅성거리던 실내가 조용해지는 사이, 레베카가 이제 막 차려진 저녁 식사상 앞으로 당신을 안내합니다. “<b>마이넨 리벤 프로</b>인데. 무한의 끝자락에서 우리 모두가 이곳에 한데 모인 것이야말로 얼마나 큰 축복인지요. 더욱이 빛과 호기심으로 가득 찬 순례자들까지 찾아왔다는 것은 더욱더 크나큰 축복입니다!” 대모 레이첼이 마르케스 박사와 당신을 향해 손짓해 자기 오른쪽 자리로 이끕니다. “우리 공동체의 문을 열기 위해 적절한 시기가 도래하기를 학수고대해 왔습니다. 이 마을은 우리가 오랫동안 꿈꿔왔던 진정한 ‘변모의 성소’입니다. 여기 자리한 우리 하나하나가 내면에 숨쉬는 빛과 우주의 빛이 합일되기를, 그리고 이와 함께 새로운 존재로 거듭나기를 진정으로 바라왔습니다.” 회관은 박수 소리로 가득 차고, 리아 앳우드를 비롯해 몇몇 주민이 새빨간 과일을 얹은 꿀 케이크 쟁반을 가져와 식탁 한가운데에 놓습니다. 시들시들해진 푸성귀를 한 입 베어 물었더니 어쩐 일인지 뱃속이 꾸르륵거립니다. 음식에서는 어딘가 코를 찌르는 자극적인 향이 섞여서 풍기는 데다 옅은 쓴맛이 납니다.
pl: Gdy wracacie do Doliny Hemlock, podchodzi do was młoda rudowłosa dziewczyna w króliczej masce. Przedstawia się jako Rebecca, córka Matki Rachel, i prowadzi was za rękę na kolację do Stodoły. Masywne drzwi długiego budynku są otwarte i wydobywa się przez nie apetyczny zapach pieczonych warzyw i pikantnego mięsa. Mieszkańcy Doliny ubrani w biało-złote płaszcze jedzą przy długich stołach, żywo debatując. Matka Rachel, siedząca u szczytu największego z nich, wstaje i prosi o uwagę. W pomieszczeniu zapada cisza, gdy Rebecca prowadzi was do nieco już przebranej kolacji. „Meine lieben Freunde. To błogosławieństwo, że wszyscy dotarliśmy tutaj, na próg nieskończoności. A jeszcze większe błogosławieństwo, że przybyli tu także pielgrzymi, pełni światła i ciekawości!” Matka Rachel wskazuje na siedzącą po jej prawej stronie dr Marquez, a następnie na was. „Czekaliśmy na odpowiedni moment, aby otworzyć naszą społeczność. Społeczność, która jest prawdziwym «Sanktuarium Przeobrażenia», o którym od dawna marzyliśmy. Ponieważ każdy z nas pragnie zostać przemieniony i czeka, aż nasze światło połączy się ze światłem kosmosu”. Salę wypełniają oklaski, gdy kilku mieszkańców, w tym Leah Atwood, umieszcza na środku każdego stołu tace ze słodkimi ciastami przybranymi intensywnie czerwonymi owocami. Burczy wam w brzuchach, gdy bierzecie pierwszy kęs zwiędłej zieleniny. Ma lekko gorzki smak i ostry zapach.
ru: Вернувшись в Хемлок-Вейл, вы встречаете рыжеволосую девочку в маске кролика. Она представляется Ребеккой, дочерью матушки Рейчел, берёт вас за руку и ведёт на ужин в деревенский клуб. Большие амбарные двери продолговатого здания открыты настежь, и вы чувствуете насыщенный аромат жареных овощей и щедро приправленного мяса. Жители деревни ужинают вместе, предаваясь приятной беседе. Все одеты в бело-золотые плащи. Сидящая во главе стола матушка Рейчел встаёт и просит внимания. Ребекка подводит вас к убранному столу, и комната затихает. «<i>Meine lieben Freunde.</i> Какое счастье быть здесь, на пороге бесконечности, вместе с вами. И ещё большее счастье привечать сегодня наших гостей, путников, что прибыли сюда полные света и любопытства! — Матушка Рейчел указывает на сидящую справа от неё доктора Маркес, затем на вас. — Мы так долго ждали правильного момента, чтобы открыть наше сообщество миру. Сейчас мы поистине то „Святилище Преображения“, коим так долго хотели стать. Ибо каждый из нас жаждет преобразиться, пока мы ждём воссоединения со светом космоса». Комната взрывается аплодисментами. Лия Этвуд с несколькими помощниками ставят в центр каждого стола подносы с медовыми пирожными, увенчанными зрелыми красными фруктами. Ваш желудок урчит, когда вы откусываете кусочек сморщенной зелени. У неё слабый горьковатый привкус и резкий запах.
zh: 你們回到鐵杉谷，一個帶著兔子面具的紅髮女孩向你們自我介紹，她叫蕾貝卡，瑞秋主母的女兒。她牽著你們的手到城鎮大堂用晚餐，這棟長方形的建築是由穀倉改建而成的，烤蔬菜跟烤肉的香味從大開著的穀倉大門傳進你們的鼻子。谷地的人們穿著襯金白袍，坐在一起用餐，一邊熱絡的聊著天。在主桌的首座，瑞秋主母站起身，準備發言，就在蕾貝卡帶你們夾取晚餐時，整座大堂安靜了下來。 “親愛的親朋好友，以無垠之名，賜予我們恩惠，讓我們能齊聚一堂。朝聖者們也加入我們，為我們添增祝福，他們是多麼充滿光明與好奇心！”瑞秋主母揮手示意坐在她右手邊的馬爾克斯博士，以及你們其他人。“我們已經等待了許久，等候正確的時機開放我們的社區，我們長久以來夢想將社區打造成‘昇變聖所’，因為我們每個人都渴望能重塑自我，耐心等待著將我們的榮光與宇宙之光合而為一。” 整座大堂爆出響亮的掌聲，莉亞．阿特伍德與其他幾個當地人將托盤放在每張桌子的中央，托盤中堆滿了用紅色水果點綴的蜂蜜蛋糕。你咬了一口乾癟的綠色蔬菜，苦味讓你感到微微暈眩，還帶著一股刺鼻的味道。

source: One at a time, each investigator must decide individually:
de: Jeder Ermittler muss nacheinander für sich selbst entscheiden:
es: De uno en uno, cada investigador debe decidir individualmente:
fr: Un par un, chaque investigateur doit décider individuellement :
it: Uno alla volta, ogni investigatore scegle individualmente:
ko: 한 번에 한 명씩, 모든 조사자는 각자 다음 중 하나를 결정해야 합니다:
pl: Każdy badacz, jeden po drugim, musi zdecydować osobno:
ru: По очереди каждый сыщик должен решить для себя:
zh: 一次一位，每位調查員必須各自決定：

source: Keep eating.
de: Weiteressen.
es: Seguir comiendo.
fr: Continuer à manger.
it: Continua a mangiare.
ko: 계속 식사합니다.
pl: Jesz dalej.
ru: Продолжать есть.
zh: 繼續吃。

# masculine
source: #name# finished his meal.
de: #name# hat aufgegessen.
es: #name# se terminó la comida.
fr: #name# a terminé son repas.
it: #name# ha terminato il suo pasto.
ko: #name#은/는 식사를 마쳤다.
pl: #name# dokończył posiłek.
ru: #name# закончил своё блюдо.
zh: #name# 享用了餐點。

# feminine
source: #name# finished her meal.
de: #name# hat aufgegessen.
es: #name# se terminó la comida.
fr: #name# a terminé son repas.
it: #name# ha terminato il suo pasto.
ko: #name#은/는 식사를 마쳤다.
pl: #name# dokończyła posiłek.
ru: #name# закончила своё блюдо.
zh: #name# 享用了餐點。

# nonbinary
source: #name# finished their meal.
de: #name# hat aufgegessen.
es: #name# se terminó la comida.
fr: #name# a terminé son repas.
it: #name# ha terminato il suo pasto.
ko: #name#은/는 식사를 마쳤다.
pl: #name# dokończyło posiłek.
ru: #name# закончил своё блюдо.
zh: #name# 享用了餐點。

source: Don't eat any more.
de: Nicht mehr weiteressen.
es: No comer más.
fr: Arrêter de manger.
it: Non mangiare altro.
ko: 더는 아무것도 먹지 않습니다.
pl: Nie jesz więcej.
ru: Не есть больше.
zh: 不要繼續吃。

source: You may choose where to sit for the community meal. One at a time, each investigator may choose a different codex entry from the following. (If there is only one investigator, you may choose two to resolve instead).
de: Bei wem willst du bei diesem gemeinsamen Mahl sitzen? Jeder Ermittler darf nacheinander einen anderen der folgenden Kodexeinträge wählen (falls es nur 1 Ermittler gibt, darfst du stattdessen 2 Kodexeinträge zum Abhandeln wählen).
es: Los investigadores pueden elegir dónde sentarse durante la comida comunitaria. De uno en uno, cada investigador puede elegir una entrada del códice distinta de entre las siguientes (si sólo hay un investigador, puedes elegir resolver dos entradas en vez de una).
fr: Vous pouvez choisir de vous asseoir et de partager le repas communautaire. Un par un vous avez le droit de choisir où vous asseoir au repas communautaire. Un par un, chaque investigateur a le droit de choisir un paragraphe différent du Codex parmi les suivants. (S’il n’y a qu’un investigateur vous avez le droit d’en choisir deux à la place.)
it: Potete scegliere dove sedervi per il pasto comunitario. Uno alla volta, ogni investigatore può scegliere 1 voce del Codex diversa tra le seguenti (se c'è solo 1 investigatore, può sceglierne invece 2 da risolvere).
ko: 당신은 오늘 저녁 식사 시간에 어디에 앉을지 선택할 수 있습니다. 한 번에 하나씩, 모든 조사자는 각자 다음 중 서로 다른 서고 항목 하나를 선택해도 됩니다. (조사자가 단 한 명뿐이라면, 1개가 아니라 그 대신 2개 선택해도 됩니다).
pl: Możecie zdecydować, gdzie usiądziecie podczas wspólnego posiłku. Każdy badacz, jeden po drugim, może wybrać inny wpis kodeksu spośród poniższych.
ru: Вы можете выбрать, с кем рядом вам сесть. По очереди каждый сыщик может выбрать разную архивную запись из следующих. (Если в игре только один сыщик, вы можете выбрать и разыграть 2 записи.)
zh: 你可以選擇在社區餐會中的座位。一次一位，每位調查員可以從以下的聖典條目中選擇一個條目，不可重複。(如果遊戲中只有一位調查員，你可以改為結算兩個條目)

source: Choose where to sit:
de: Wähle aus, bei wem du sitzen willst:
es: Elige dónde sentarte:
fr: Choisissez où vous asseoir :
it: Scegli dove sederti:
ko: 어디에 앉을지 선택하세요:
pl: Wybierz gdzie usiądziesz:
ru: Выберите куда сесть:
zh: 選擇你的座位：

source: Dr. Marquez, Mother Rachel, and William sit at the head of the room at a large open table.
de: Dr. Marquez, Mutter Rachel und William sitzen am Kopfende des Raumes an einem großen, runden Tisch.
es: La Dra. Marquez, la madre Rachel y William están sentados en un extremo del salón, en una gran mesa abierta.
fr: Le Dr Marquez, Mère Rachel et William sont assis à une grande table en tête de salle.
it: La dottoressa Marquez, Madre Rachel e William siedono a capotavola con diversi posti liberi accanto.
ko: 방 앞쪽에 자리한 커다란 식탁에는 마르케스 박사, 대모 레이첼, 윌리엄이 앉아 있습니다.
pl: Dr Marquez, Matka Rachel i William siedzą u szczytu dużego stołu na przedzie sali.
ru: Доктор Маркес, матушка Рейчел и Уильям сидят во главе большого стола.
zh: 馬爾克斯博士、瑞秋主母和威廉坐在大堂主桌的首席。

source: To sit with them, ([codex] Θ)
de: Wenn du dich zu ihnen setzen willst, ([codex] Θ)
es: Para sentarte con ellos, ([codex] Θ)
fr: Pour vous asseoir avec eux, ([codex] Θ).
it: Per sederti con loro, ([codex] Θ)
ko: 이들과 함께 앉으려면, ([codex] Θ)
pl: Aby z nimi usiąść, ([codex] Θ)
ru: Сесть с ними, ([codex] Θ)
zh: 要坐在他們旁邊，([codex]Θ)

source: Judith’s face is pinched in frustration as she talks to River.
de: Judiths Gesicht ist vor Ärger verzerrt, während sie sich mit River unterhält.
es: Judith tiene el rostro encogido de frustración mientras habla con River.
fr: Le visage de Judith exprime une intense frustration en parlant à River.
it: Judith sta parlando con River con il viso contratto per la frustrazione.
ko: 주디스가 답답한 표정으로 리버와 이야기를 나누고 있습니다.
pl: Judith wygląda na mocno sfrustrowaną rozmową z River.
ru: Джудит беседует с Ривер, на лице охранницы явно читается раздражение.
zh: 茱蒂絲跟芮福談話，朱蒂絲的臉挫折的皺起。

source: To join them at the outer edge of the common, ([codex] Δ)
de: Wenn du dich zu ihnen am äußeren Rand der Versammlungshalle setzen willst, ([codex] Δ)
es: Para unirte a ellas en la parte más exterior del salón comunitario, ([codex] Δ)
fr: Pour les rejoindre dehors aux abords la salle commune, ([codex] Δ).
it: Per unirti a loro in fondo al refettorio, ([codex] Δ)
ko: 회관 구석에서 이들과 함께하려면, ([codex] Δ)
pl: Aby do nich dołączyć na tyłach Stodoły, ([codex] Δ)
ru: Присоединиться к ним на другом конце стола, ([codex] Δ)
zh: 要加入在大堂的外緣他們，([codex]Δ)

source: Leah is watching the room as Gideon talks to her.
de: Leah beobachtet den Raum, während Gideon auf sie einredet.
es: Leah observa la sala mientras Gideon habla con ella.
fr: Leah scrute la pièce pendant que Gideon lui parle.
it: Leah sta osservando la sala mentre Gideon le parla.
ko: 리아는 식당을 지켜보고 있으며, 그 옆에서 기디언이 리아에게 말을 걸고 있습니다.
pl: Leah obserwuje salę, jednocześnie słuchając Gideona.
ru: Гидеон говорит с Лией, поглядывающей по сторонам.
zh: 莉亞看著大堂中的人們，吉迪恩在她旁邊，正在跟她說話。

source: To join them in the center of the commons, ([codex] Σ)
de: Wenn du dich zu ihnen im Zentrum der Versammlungshalle setzen willst, ([codex] Σ)
es: Para unirte a ellos en el centro del salón comunitario, ([codex] Σ)
fr: Pour les rejoindre au milieu de la salle commune, ([codex] Σ).
it: Per unirti a loro al centro del refettorio, ([codex] Σ)
ko: 회관 한복판에서 이들과 함께 이야기를 나누려면, ([codex] Σ)
pl: Aby do nich dołączyć na środku Stodoły, ([codex] Σ)
ru: Присоединиться к ним в центре залы, ([codex] Σ)
zh: 要加入在大堂中央的他們，([codex]Σ)

source: Theo leans against the doorpost looking outside.
de: Theo lehnt sich gegen den Türpfosten und blickt nach draußen.
es: Theo está apoyado en una de las jambas, mirando hacia el exterior.
fr: Theo est appuyé contre le montant de la porte et regarde au-dehors.
it: Theo sta guardando fuori, appoggiato allo stipite della porta.
ko: 테오는 문기둥에 기대어 회관 바깥을 바라보고 있습니다.
pl: Theo opiera się o framugę drzwi i patrzy na zewnątrz.
ru: Тео прислонился к дверному косяку и выглядывает наружу.
zh: 西奧靠在門邊，看著外頭。

source: To join him at the entrance to the commons, ([codex] Ώ)
de: Wenn du dich beim Eingang der Versammlungshalle zu ihm gesellen willst, ([codex] Ώ)
es: Para unirte a él en la entrada del salón comunitario, ([codex] Ώ)
fr: Pour le rejoindre à l’entrée de la salle commune, ([codex] Ώ).
it: Per unirti a lui all'ingresso del refettorio, ([codex] Ώ)
ko: 회관 입구에서 테오와 함께 이야기를 나누려면, ([codex] Ώ)
pl: Aby dołączyć do niego przy wejściu do Stodoły, ([codex] Ώ)
ru: Присоединиться к нему в дверях, ([codex] Ώ)
zh: 要加入大堂入口的他，([codex]Ώ)

source: Some children in animal masks eat honeyed cake in the corner.
de: Ein paar Kinder mit Tiermasken essen in einer Ecke des Raumes Honigkuchen.
es: Algunos niños con máscaras de animales comen pastel con miel en un rincón.
fr: Dans un coin de la pièce, des enfants cachés derrière des masques d’animaux mangent du gâteau au miel.
it: Alcuni bambini mascherati da animali stanno mangiando la torta in un angolo.
ko: 동물 가면을 쓴 아이들이 한쪽 구석에서 꿀 케이크를 먹고 있습니다.
pl: Kilkoro dzieci w maskach zwierząt je miodowe ciasto w kącie.
ru: Несколько детей в масках животных едят торт-медовик в углу.
zh: 一些帶著動物面具的孩子在角落吃著蜂蜜蛋糕。

source: To sit with the Vale’s youth, ([codex] Γ)
de: Wenn du bei der Jugend des Tals sitzen willst, ([codex] Γ)
es: Para sentarte con los jóvenes del Valle, ([codex] Γ)
fr: Pour vous asseoir avec les jeunes de Vale, ([codex] Γ).
it: Per sederti con i giovani della valle, ([codex] Γ)
ko: 헴록 베일의 유소년들과 함께 이야기를 나누려면, ([codex] Γ)
pl: Aby usiąść z najmłodszymi mieszkańcami Doliny, ([codex] Γ)
ru: Присоединиться к местной молодёжи, ([codex] Γ)
zh: 要加入谷地的孩子們，([codex]Γ)

source: To sit alone.
de: Allein sitzen.
es: Para sentarte a solas.
fr: S’asseoir seul.
it: Per sederti per conto tuo.
ko: 혼자서 식사합니다.
pl: Usiądź samotnie.
ru: Сесть в одиночестве, ([codex] Π)
zh: 獨處。

source: ([codex] Π), (If there is only one investigator, this option cannot be the first choice.)
de: (Falls es nur 1 Ermittler gibt, kann dies nicht als erste Option gewählt werden.)
fr: (S’il n’y a qu’un seul investigateur, cette option ne peut pas être le premier choix.)
it: ([codex] Π), (Se c'è solo 1 investigatore, questa opzione non può essere scelta come prima voce.)
ko: ([codex] Π), (조사자가 단 한 명뿐이라면, 첫 번째 선택지로 이 항목을 고를 수는 없습니다.)
pl: ([codex] Π), (Jeśli jest tylko 1 badacz, ta opcja nie może zostać wybrana jako pierwsza).
ru: ([codex] Π), (Если в игре только 1 сыщик, этот вариант не может быть первым выбором.)
zh: (如果只有一位调查员，此选项不能是第一个选择。)

source: Codex Θ: The Hemlock Legacy
de: Kodex Θ: Das Hemlock­Vermächtnis
es: Códice Θ: El legado de los Cicuta
fr: Codex Θ : L’Héritage des Hemlock
it: Codex Θ: L'Eredità degli Hemlock
ko: 서고 Θ: 헴록의 유산
pl: Kodeks Θ: Dziedzictwo Hemlocków
ru: Архив Θ: Наследие семьи Хемлок
zh: 聖典Θ：赫姆拉克的傳承
