Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/07_the_first_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: <i>“Jazz is hell, Judith.”</i>
de: <i>„Jazz ist die Hölle, Judith.“</i>
es: <i>–El jazz es infernal, Judith.</i>
fr: <i>« Le jazz c’est l’enfer, Judith. »</i>
it: <i>“Si, il jazz è tremendo, Judith.”</i>
ko: “맞아요, 주디스. 재즈는 엿같아요.”
pl: <i>„Jazz jest koszmarny, Judith”.</i>
ru: <i>«Джудит права, джаз — дьявольщина».</i>
zh: <i>“爵士樂的確難以忍受，朱蒂絲。”</i>

source: You engage in some playful banter with River as they gush about their favorite jazz heavies in Harlem. After realizing the back-and-forth won’t end anytime soon, Judith walks away in a huff. River smirks. “Once I clean up this trash boat of an island, there’ll be no more rustic feasts. I’ll make it a retreat for artists. Visionaries. And you can bet there’ll be jazz.”
de: Du lässt dich auf ein spielerisches Geplänkel mit River ein. River zählt einige Jazzgrößen aus Harlem auf und kommt regelrecht ins Schwärmen. Als Judith merkt, dass ihr nicht so bald das Thema wechseln werdet, geht sie genervt weg. River grinst. „Sobald ich diese Müllhalde von einer Insel aufgeräumt habe, wird es keine so rückständigen Feste mehr geben. Ich werde die Insel zu einem Rückzugsort für Künstler machen. Für Visionäre. Und Sie können darauf wetten, dass hier auch Jazz gespielt wird.“
es: Inicias una jovial charla con River mientras te habla de sus locales de jazz favoritos en Harlem. Tras darse cuenta de que la conversación va a tardar en acabar, Judith se marcha airada. River sonríe con suficiencia. –Cuando limpie esta basura de isla, se acabaron los banquetes rústicos. La convertiré en un retiro para artistas. Para visionaros. Y puede apostar a que habrá jazz.
fr: Vous vous engagez dans un plaisant badinage avec River, et elle ne peut tarir d’éloges sur ses musiciens de jazz préférés à Harlem. Après avoir réalisé que vos échanges ne s’arrêteront pas de sitôt, Judith s’en va, furieuse. River sourit. « Une fois que j’aurai nettoyé cette île, que dis-je, cette sombre épave, il n’y aura plus de festins rustiques. J’en ferai un lieu de retraite pour les artistes. Les visionnaires. Et vous pouvez être certain qu’on y jouera du jazz. »
it: Ti godi una piacevole discussione con River, che sembra entusiasta alla possibilità di parlare con qualcuno delle sue band preferite di Harlem. Capendo che le chiacchiere non accennano a concludersi, Judith si alza e se ne va indignata. River sorride. "Quando avrò ripulito questa discarica di isola, non ci saranno più sagre popolari. La renderò il ritiro perfetto per gli artisti. Per i visionari. E ci sarà jazz tutte le sere, puoi scommetterci."
ko: 당신은 식탁에 함께 앉아, 리버가 할렘에서 제일 좋아한다는 재즈 음악 이야기를 나누며 한담을 주고받습니다. 이 만담이 금방 끝나지 않을 것임을 깨달은 주디스는 씩씩거리며 식탁을 뜹니다. “제가 이 쓰레기촌을 다 정리하고 나면, 지금 같은 촌스러운 잔치는 끝이에요. 저는 헴록 섬을 예술가를 위한, 바로 시대의 선각자를 위한 휴양지로 만들 거랍니다. 그리고 항상 재즈가 흐를 거예요.” 리버가 웃으며 말합니다.
pl: Żartobliwe przekomarzasz się z River, gdy rozprawia o swoich ulubionych lokalach jazzowych w Harlem. Kiedy Judith orientuje się, że wasza pogawędka nie skończy się prędko, odchodzi naburmuszona. River uśmiecha się złośliwie. „Kiedy posprzątam ten śmietnik na wyspie, nie będzie już więcej swojskich uczt. Stworzę tu azyl dla artystów. Wizjonerów. I możesz być pewien, że będzie tu grany jazz”.
ru: Вы вступаете в игривую перепалку с Ривер, и та рассказывает о своих любимых джазовых исполнителях из Гарлема. Поняв, что ей в ваш разговор не вклиниться, Джудит в раздражении уходит. Ривер ухмыляется: «Как только я наведу порядок в гигантской мусорке, коей является этот остров, здесь больше не будет подобных деревенских сборищ. Я сделаю это место прибежищем людей искусства. Визионеров. И можете не сомневаться: тут будет звучать джаз».
zh: 你跟芮福開始嬉笑玩鬧，芮福吹噓著他在哈林區最喜歡的爵士樂曲。茱蒂絲發現這場對話短時間內不會結束，不悅的離開了。芮福露出意味深長的微笑：“等我把這座載滿垃圾的島清乾淨，就不用再參加這種寒酸的鄉下宴會了。我會把這裡打造成藝術家和有遠見的人的渡假勝地，你可以期待一下，到時候一定會有爵士演奏。”

source: In River Hawthorne’s Notes, record <i>River shared their ambitions</i>.
de: Notiere unter River Hawthornes Notizen: <i>Du kennst Rivers Ziele</i>.
es: Anota en las Notas de River Hawthorne que <i>River compartió sus ambiciones</i>.
fr: Dans les Notes de River Hawthorne, indiquez que <i>River a partagé sa passion</i>.
it: Annota negli Appunti di River Hawthorne che <i>River ha condiviso le sue ambizioni</i>.
ko: ‘리버 호손’의 기록지에 [[리버가 제 야망을 털어놓았다]] 라고 기록합니다.
pl: Zanotuj w Notatkach River Hawthorne, że <i>River podzieliła się swoimi planami</i>.
ru: Запишите в заметках Ривер Хоуторн, что <i>Ривер поделилась своими амбициями</i>.
zh: 在芮福．霍桑的筆記中，記錄下<i>芮福表達了野心</i>。

source: River shared their ambitions.
de: Du kennst Rivers Ziele.
es: River compartió sus ambiciones.
fr: River a partagé sa passion.
it: River ha condiviso le sue ambizioni.
ko: 리버가 제 야망을 털어놓았다
pl: River podzieliła się swoimi planami.
ru: Ривер поделилась своими амбициями.
zh: 芮福表達了野心。

source: “I didn’t ask you for your opinion,” River huffs, then excuses themself. Judith picks at an abnormally large chicken thigh. “Last time I was in a club, I was working. Two folks got in a brawl. A guy got shot. The damn band kept playing the whole time. And yes, it was jazz,” she cocks an eyebrow.
de: „Ich habe Sie nicht nach Ihrer Meinung gefragt“, sagt River und geht angesäuert weg. Judith knabbert an einem ungewöhnlich großen Hühnerschenkel herum. „Das letzte Mal, als ich in einem Club war, habe ich gearbeitet. Zwei Leute gerieten in eine Schlägerei. Ein Typ wurde angeschossen. Die verdammte Band hat die ganze Zeit weitergespielt. Und ja, es war Jazz“, sagt sie und zieht eine Augenbraue hoch.
es: –No le he pedido su opinión –resopla River antes de excusarse. Judith coge un muslo de pollo anormalmente grande. –La última vez que estuve en un club, estaba trabajando. Dos tipos empezaron a pelearse. Un hombre recibió un disparo. La jodida banda no dejó de tocar ni un momento. Y sí, era jazz –dice enarcando una ceja.
fr: « Je ne vous ai pas demandé votre avis », lance River avant de s’excuser. Judith picore une cuisse de poulet anormalement grosse. « La dernière fois que je me suis rendue dans un club, c’était pour travailler. Deux personnes ont commencé à se bagarrer. Un gars s’est fait tirer dessus. Ce satané orchestre n’arrêtait pas de jouer. Et oui : c’était du jazz », précise-t-elle en relevant un sourcil.
it: "Non ho chiesto la tua opinione a riguardo" sbuffa River prima di alzarsi e andarsene. Judith addenta un cosciotto di pollo insolitamente grande prima di riprendere il discorso. "L'ultima volta che sono stata in un club stavo lavorando. È scoppiata una rissa, hanno sparato a un tizio e la stramaledetta band ha continuato a suonare per tutto il tempo. E sì, suonava jazz." conclude col sopracciglio inarcato.
ko: “누가 당신보고 물어봤어요?” 리버가 씩씩거리더니 곧 자리를 뜹니다. 주디스가 비정상적으로 커 보이는 닭 다리를 집어들고 뜯습니다. “마지막으로 클럽으로 가본 게 일하러였습니다. 거기서 사내 두 놈이 싸우다, 한 놈이 총에 맞았어요. 그래도 망할 밴드는 아랑곳하지 않고 연주를 합디다. 뭔 음악이었겠어요, 빌어먹을 재즈였지.” 주디스가 눈썹을 찌푸립니다.
pl: „Nie pytałam cię o zdanie” – oburza się River, po czym odchodzi. Judith dłubie w nienaturalnie dużym udku kurczaka. „Ostatnim razem, gdy byłam w klubie, pracowałam. Dwóch gości wdało się w bójkę. Jednego zastrzelili. Przeklęty zespół nie przestał grać ani na moment. I tak, to był jazz” – unosi brew.
ru: «Как будто вас кто-то спрашивал», — хмыкает Ривер и удаляется. Джудит нарезает ненормально огромную куриную ногу: «Когда я в последний раз была в клубе, я работала. Два парня устроили ссору. Один получил пулю. Чёртова группа продолжала играть, как будто ничего не происходит. И да, это были джазмены», — задирает она бровь.
zh: “我沒問你的意見。”芮福沒好氣的說，然後就藉口離席了。茱蒂絲拿起一隻大的不尋常的雞腿後說：“我上一次去俱樂部是為了工作。兩個傢伙打了起來，一個中了槍。然後那個該死的樂團整晚不停地演奏，沒錯，就是爵士樂。”她邊說邊抬起一邊眉毛。

source: Codex Σ: Old Blood
de: Kodex Σ: Altes Blut
es: Códice Σ: Sangre vieja
fr: Codex Σ : Vieux de la vieille
it: Codex Σ: Vecchio Sangue
ko: 서고 Σ: 연장자
pl: Kodeks Σ: Stara krew
ru: Архив Σ: Поколение постарше
zh: 聖典Σ：舊時之血

source: A lazy fly buzzes around the central table. Leah sits at the edge of her seat, scanning the room, as Gideon idly scrapes the gravy on his plate. They look up as you arrive.
de: Eine Fliege schwirrt träge um den zentralen Tisch herum. Leah sitzt auf der Kante ihres Stuhls und schaut sich im Raum um, während Gideon eifrig die Bratensoße von seinem Teller löffelt. Als du dich zu ihnen setzt, schauen sie dich fragend an.
es: Una lenta mosca zumba en torno a la mesa central. Leah está sentada al borde de su asiento, examinando el salón, mientras Gideon rebaña distraídamente la salsa de su plato. Cuando llegas, levantan la mirada.
fr: Une mouche paresseuse bourdonne autour de la table centrale. Leah est assise au bord de son siège, scrutant la pièce, tandis que Gideon remue paresseusement la sauce de son assiette. Ils lèvent les yeux à votre arrivée.
it: Una mosca sta ronzando lenta sopra il tavolo centrale. Leah è seduta sul bordo della sedia, da dove tiene sotto controllo l'intera sala, mentre Gideon è impegnato a fare la scarpetta col delizioso sugo del suo piatto. Sollevano entrambi lo sguardo quando ti avvicini.
ko: 느릿느릿한 파리 하나가 윙윙거리며 중앙 식탁 주변을 맴돕니다. 기디언이 멍하니 접시에 담긴 그레이비 소스를 긁는 사이, 리아는 의자 끄트머리에 앉아 회관 안을 이리저리 훑습니다. 당신이 다가가자 두 사람 모두 당신을 올려다봅니다.
pl: Leniwa mucha bzyczy, krążąc nad środkowym stołem. Leah siedzi na skraju krzesła, obiegając całą salę wzrokiem, podczas gdy Gideon bezmyślnie zeskrobuje sos z talerza. Spoglądają na ciebie, kiedy podchodzisz bliżej.
ru: Над центром стола лениво летает одинокая муха. Лия сидит на самом краю стула и осматривает комнату. Гидеон неторопливо собирает с тарелки остатки подливы. Когда вы подходите, они оба переводят взгляд на вас.
zh: 一隻懶散的蒼蠅在中央主桌周圍嗡嗡的飛著，莉亞正襟危坐，眼睛掃視著整個大堂。吉迪恩放空的刮著盤中的殘羹。他們在你靠近時抬頭看向你。

source: <i>“I heard you were a sailor, Gideon.”</i>
de: <i>„Ich habe gehört, dass Sie Seemann sind, Gideon.“</i>
es: <i>–Me han contado que fue marinero, Gideon.</i>
fr: <i>« Il paraît que vous êtes marin, Gideon. »</i>
it: <i>"Ho sentito che eri un marinaio, Gideon."</i>
ko: “기디언 어르신은 한때 선원이었다죠?”
pl: <i>„Słyszałem, że byłeś marynarzem, Gideonie”.</i>
ru: <i>«Гидеон, помнится, вы были моряком?»</i>
zh: <i>“吉迪恩，聽說你以前是水手？”</i>

source: <i>“Leah, tell me about your work.”</i>
de: <i>„Leah, erzählen Sie doch ein wenig von Ihrer Arbeit.“</i>
es: <i>–Leah, hábleme de su trabajo.</i>
fr: <i>« Leah, parlez-moi de votre travail. »</i>
it: <i>"Leah, al lavoro anche stasera?"</i>
ko: “리아, 당신이 무슨 일을 하는지 알려주세요.”
pl: <i>„Leah, opowiedz mi o swojej pracy”.</i>
ru: <i>«Лия, расскажите о своей работе».</i>
zh: <i>“莉亞，聊聊妳的工作吧。”</i>

source: “Aye, I’ve many a tale from my time sailing with Captain Hemlock. William’s gran’ father.” He begins a long story about a shipwreck in the south Atlantic but quickly loses the narrative in an explanation of semaphore communication.
de: „Aye, aye, ich kenne viele Geschichten aus der Zeit, als ich mit Captain Hemlock gesegelt bin. Das war Williams Großvater.“ Er beginnt eine ausufernde Geschichte über ein Wrack im Südatlantik, verliert aber schon bald den Faden und erklärt dir nun die Kommunikation mit Signalflaggen.
es: –Sí, tengo muchas historias de cuando navegaba con el capitán Cicuta. El abuelo de William. Comienza una larga historia sobre un naufragio en el Atlántico sur, pero no tarda en perder el hilo de la narración cuando se pone a explicar la comunicación con semáforos.
fr: « Oui moussaillon ! J’ai beaucoup d’histoires à raconter du temps où je naviguais avec le capitaine Hemlock. Le grand-père de William. » Il commence à vous faire un long récit à propos d’un naufrage dans l’Atlantique Sud, mais il digresse rapidement pour vous expliquer le principe de la communication par sémaphore.
it: "Avrei un sacco di storie di quando navigavo col capitano Hemlock, il nonno di William." Il marinaio comincia a raccontare la lunga storia di un naufragio nell'Atlantico del sud, ma perde il filo quasi subito e si mette a spiegare il significato delle bandiere nautiche.
ko: “당연하지. 헴록 선장과 함께 바닷일 하던 때 이야기는 넘쳐나. 윌리엄네 할아버지 말이야.” 기디언은 남대서양에서 난파당했던 기나긴 이야기를 풀어놓기 시작했지만, 얼마 가지도 않아 이야기는 갈피를 잃고 배에서 깃발 2개로 수신호를 보내는 장황한 방법에 대한 설명으로 흘러갑니다.
pl: „Taa, mam wiele historii z czasów, gdy żeglowałem z kapitanem Hemlockiem. Dziaduniem Williama”. Zaczyna długą opowieść o wraku statku na południowym Atlantyku, ale szybko gubi wątek i zaczyna tłumaczyć ci alfabet semaforowy.
ru: «Так точно. У меня много историй из наших походов с капитаном Хемлоком. Уильямовым дедулей». Он начинает длинный рассказ о кораблекрушении в Южной Атлантике, но быстро теряет нить повествования, сбившись на разъяснение сути семафорной связи.
zh: “沒錯，我有很多故事可以講呢，我跟威廉的爺爺，赫姆拉克船長一起出航過好幾次。”他說起某次在南大西洋遇上船難殘骸的故事，但很快就偏離主題，開始解釋起旗號的溝通系統。

source: In Gideon Mizrah’s Notes, record <i>Gideon told the story of Captain Hemlock</i>.
de: Notiere unter Gideon Mizrahs Notizen: <i>Gideon hat dir von Captain Hemlock erzählt</i>.
es: Anota en las Notas de Gideon Mizrah que <i>Gideon contó la historia del capitán Cicuta</i>.
fr: Dans les Notes de Gideon Mizrah, indiquez que <i>Gideon a raconté l’histoire du Capitaine Hemlock</i>.
it: Annota negli Appunti di Gideon Mizrah che <i>Gideon ha raccontato la storia del capitano Hemlock</i>.
ko: ‘기디언 미즈라’의 기록지에 [[기디언이 헴록 선장의 이야기를 들려주었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Gideona Mizraha, że <i>Gideon opowiedział historię kapitana Hemlocka</i>.
ru: В заметках Гидеона Мизры запишите, что <i>Гидеон поделился историей о капитане Хемлоке</i>.
zh: 在吉迪恩．米茲拉的筆記中，記錄下<i>吉迪恩講述了關於赫姆拉克船長的故事</i>。

source: Gideon told the story of Captain Hemlock.
de: Gideon hat dir von Captain Hemlock erzählt.
es: Gideon contó la historia del capitán Cicuta.
fr: Gideon a raconté l’histoire du Capitaine Hemlock.
it: Gideon ha raccontato la storia del capitano Hemlock.
ko: 기디언이 헴록 선장의 이야기를 들려주었다
pl: Gideon opowiedział historię kapitana Hemlocka.
ru: Гидеон поделился историей о капитане Хемлоке.
zh: 吉迪恩講述了關於赫姆拉克船長的故事。

source: “When am I not working?” Leah sighs. “There are fifty mouths to feed in Hemlock Vale, and Rachel tells me there’ll be hundreds more for the Feast. Assuming we don’t run out of food during the Feast, there’ll be nothing left to eat after. And when I ask Rachel, all she says is ‘Just trust in the plan, Leah.’”
de: „Wann arbeite ich eigentlich mal nicht?“, seufzt Leah. „In Hemlock Vale müssen fünfzig Mäuler gestopft werden. Und dann sagt mir Rachel, dass zum Fest Hunderte mehr kommen werden. Wenn uns das Essen nicht schon beim Fest selbst ausgeht, dann haben wir spätestens danach nichts mehr übrig. Und wenn ich Rachel dazu frage, sagt sie nur: ‚Leah, hab Vertrauen in den Plan.‘“
es: –¿Y cuándo no estoy trabajando? –suspira Leah–. En el Valle de la Cicuta hay cincuenta bocas que alimentar, y Rachel me dice que habrá cientos más para la fiesta. Suponiendo que no nos quedemos sin comida durante la fiesta, no quedará nada para comer después. Y cuando le pregunto a Rachel, lo único que me dice es: “confía en el plan, Leah”.
fr: « Pile quand je ne travaille pas ? » Leah soupire. « Il y a cinquante bouches à nourrir à Hemlock Vale, et Rachel me dit qu’il y en aura des centaines de plus pour le festin. En supposant que nous ne manquions pas de nourriture pendant la fête, il n’y aura plus rien à manger après. Et quand je pose la question à Rachel, tout ce qu’elle me dit, c’est : « Faites confiance au plan, Leah. »
it: "Quand'è che non sto lavorando?" risponde la donna con un sospiro. "Ci sono cinquanta bocche da sfamare a Hemlock Vale, e Rachel mi ha avvertita che ce ne saranno altre centinaia per la Festa. Ammesso che avremo abbastanza cibo per l'evento, di certo non rimarrà più niente da mangiare al termine della Festa. E quando ho provato a chiederle come fare, sai cosa mi ha risposto? 'Abbi fiducia nel grande piano, Leah'."
ko: 리아가 한숨을 푹 내쉽니다. “도무지 일이 끝나질 않는 거 같수. 헴록 베일에서 먹여야 할 입이 50개나 되고, 레이첼은 축일이 되면 입이 족히 몇백 개는 더 늘어날 거라는데. 축일까지 음식이 떨어지지 않는다고 봐도, 그 후엔 우리가 먹을 게 남아나지가 않을 거유. 걱정되길래 물어봤더니 레이첼은 ‘언니, 계획대로만 하면 돼요.’ 같은 소리만 하고 앉았지.”
pl: „A kiedy ja nie pracuję?” – Leah wzdycha. „W samej Dolinie Hemlock jest pięćdziesiąt gęb do wykarmienia, a Rachel mówi, że na Ucztę przybędą jeszcze setki. Nawet zakładając, że podczas Uczty nie zabraknie nam jedzenia, nie zostanie nic na później. A kiedy pytam o to Rachel, mówi tylko: «Po prostu uwierz w plan, Leah»”.
ru: «Работа… Всё время работа, — вздыхает Лия. — Накорми пятьдесят ртов в деревне, так матушка Рейчел говорит, что ещё сотни прибудут на Пир. Даже если у нас хватит еды на сам праздник, у нас же ничего не останется на потом. А когда я спрашиваю Рейчел, что мы будем делать, она отвечает: „Просто доверься плану, Лия“».
zh: “莉亞嘆氣：“我無時無刻都在工作，鐵杉谷有五十張嘴要養，瑞秋還說盛宴期間還會多上幾百人。就算存糧沒在宴會上就被吃光，結束後也幾乎不剩了。我問過瑞秋這件事，她只是說：‘相信計畫就好，莉亞。’”

source: Increase Leah Atwood’s Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe Leah Atwoods Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de Leah Atwood. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de Leah Atwood. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumenta il Livello di Relazione con Leah Atwood. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘리아 앳우드’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Leah Atwood. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Лии Этвуд. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升莉亞．阿特伍德的友好度。每位調查員取得1點獎勵經驗值。

source: If <i>Leah searched the Pearl Ruins</i> is in Leah Atwood’s Notes:
de: Falls unter Leah Atwoods Notizen notiert ist, dass <i>Leah die Pearl-Ruine durchsucht hat</i>:
es: Si en las Notas de Leah Atwood hay anotado que <i>Leah registró las ruinas de la Finca Perla</i>:
fr: Si <i>Leah a fouillé les Ruines de la Résidence Pearl</i> est inscrit dans les notes de Leah Atwood :
it: Se <i>Leah ha esplorato le rovine dei Pearl</i> è negli Appunti di Leah Atwood:
ko: ‘리아 앳우드’의 기록지에 [[리아가 폐허가 된 펄 저택을 수색했다]]라고 기록되어 있다면,
pl: Jeśli w Notatkach Leah Atwood zanotowano, że <i>Leah przeszukała ruiny posiadłości Pearlów</i>:
ru: Сверьтесь с заметками Лии Этвуд. Если <i>Лия обыскала руины поместья Пёрлов</i>:
zh: 如果在莉亞．阿特伍德的筆記中有記錄<i>莉亞搜尋珍珠遺址</i>：

source: “So I’ll be out there at the Crossroads tomorrow, rain or shine. My sister has me running back and forth to Tad’s all day, like I’m some kinda workhorse,” the older woman sighs.
de: „Morgen bin ich den lieben langen Tag an der Wegkreuzung, bei Regen oder Sonnenschein. Meine Schwester wird mich immer wieder zu Tads Laden und zurück schicken, als wäre ich ein Arbeitsgaul“, seufzt die ältere Frau.
es: –Así que mañana estaré en el cruce de caminos, llueva o haga sol. Mi hermana me tiene todo el día yendo y viniendo donde Tad, como si fuera un caballo de labor –suspira la anciana.
fr: « Je serai donc à la Croisée des Chemins demain, qu’il pleuve ou qu’il vente. Ma sœur me fait faire des allers-retours chez Tad toute la journée, comme si j’étais une sorte de bête de somme », soupire la femme d’âge mûr.
it: "Quindi domani sarò al crocevia, anche se diluviasse. Mia sorella mi ha fatto fare avanti e indietro per tutto il giorno da Tad, come se fossi una specie di mulo da soma" ti spiega con tono affranto.
ko: “그래서 내일 비가 오든 날이 개든, 교차로에 있을 거라우. 동생은 나보고 하루 종일 태드네 가게를 들락날락하도록 부려먹질 않나, 내가 무슨 소인 줄 아는지...” 리아가 늙은 얼굴을 찌푸리며 땅이 꺼져라 한숨을 쉽니다.
pl: „Tak więc będę jutro na Rozdrożu, słońce czy deszcz. Moja siostra każe mi przez cały dzień biegać tam i z powrotem do sklepu Tada, jakbym była koniem pociągowym” – wzdycha starsza kobieta.
ru: «Так что завтра я буду пахать на Перекрёстке, и неважно, какая будет погода. Сестра заставляет меня бегать к Тэду и обратно, как будто я лошадь какая-то», — вздыхает пожилая женщина.
zh: “所以，我明天會在十字路口那邊，不管天氣好不好。我姊姊整天都讓我在泰德那跟這裡跑來跑去，好像我是什麼背貨的騾子一樣。”這位年長的女士又嘆了口氣。

source: In Leah Atwood’s Notes, record <i>Leah shared her frustrations</i>.
de: Notiere unter Leah Atwoods Notizen: <i>Leah hat ihren Frust mit dir geteilt</i>.
es: Anota en las Notas de Leah Atwood que <i>Leah compartió sus frustraciones</i>.
fr: Dans les Notes de Leah Atwood, indiquez que <i>Leah a fait part de sa frustration</i>.
it: Annota negli Appunti di Leah Atwood che <i>Leah ha condiviso la sua frustrazione</i>.
ko: ‘리아 앳우드’의 기록지에 [[리아가 당혹감을 드러냈다]]라고 기록합니다.
pl: Zanotuj w Notatkach Leah Atwood, że <i>Leah podzieliła się swoją frustracją</i>.
ru: В заметках Лии Этвуд запишите, что <i>Лия поделилась своими разочарованиями</i>.
zh: 在莉亞．阿特伍德的筆記中，記錄下<i>莉亞分享了她的挫折感</i>。

source: Leah shared her frustrations.
de: Leah hat ihren Frust mit dir geteilt.
es: Leah compartió sus frustraciones.
fr: Leah a fait part de sa frustration.
it: Leah ha condiviso la sua frustrazione.
ko: 리아가 당혹감을 드러냈다
pl: Leah podzieliła się swoją frustracją.
ru: Лия поделилась своими разочарованиями.
zh: 莉亞分享了她的挫折感。

source: Codex Ω: Family Matters
de: Kodex Ω: Familienangelegenheiten
es: Códice Ω: La familia importa
fr: Codex Ω : Affaires de Famille
it: Codex Ω: Questioni di Famiglia
ko: 서고 Ω: 가족 문제
pl: Kodeks Ω: Sprawy rodzinne
ru: Архив Ω: Семейные дела
zh: 聖典Ω：家庭問題

source: <b>Check your Campaign Log. If The Peters Family was reunited:</b>
de: <b>Überprüfe das Kampagnenlogbuch. Falls die Familie Peters wiedervereint ist:</b>
es: <b>Comprueba el registro de campaña. Si <i>la familia Peters se reunió</i>:</b>
fr: <b>Vérifiez votre Carnet de Campagne. Si <i>La Famille Peters est réunie</i> :</b>
it: <b>Controlla il Diario della Campagna. Se la famiglia Peters è stata riunita:</b>
ko: <b>캠페인 기록지를 확인합니다. <i>피터스 가족이 마침내 함께 뭉쳤다</i>면:</b>
pl: <b>Sprawdź Dziennik kampanii. Jeśli <i>rodzina Petersów znów jest razem:</i></b>
ru: <b>Сверьтесь с журналом. Если <i>семья Питерсов снова вместе</i>:</b>
zh: <b>檢查劇本日誌。如果彼得斯一家團聚：</b>
