Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/07_the_first_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: As you seat yourself across from William and Mother Rachel, a thin older woman with bronze skin stares morosely at you. “Mother, please,” William vainly attempts to spoonfeed her chowder as her eyes follow you, lips pursed. Mother Rachel and Dr. Marquez sip earthy tea as you seat yourself. “I have been wondering about the history of this place,” the professor says to Mother Rachel. She nods to you to speak up.
de: Als du dich gegenüber von William und Mutter Rachel setzt, starrt dich eine dünne, ältere Frau mit bronzefarbener Haut mürrisch an. „Mutter, bitte“, seufzt William, der vergeblich versucht, der älteren Dame Suppe mit einem Löffel anzureichen. Sie mustert dich jedoch nur mit geschürzten Lippen. Rachel und Dr. Marquez schlürfen derweil bräunlichen Tee. „Uns interessiert die Geschichte dieses Ortes“, sagt die Professorin zu Mutter Rachel und bedeutet dir, Fragen zu stellen.
es: Cuando te sientas enfrente de William y de la madre Rachel, una delgada anciana de piel broncínea se te queda mirando taciturna. –Madre, por favor –dice William. Intenta en vano darle de comer una sopa de pescado mientras la mujer te sigue con los ojos y aprieta los labios. La madre Rachel y la Dra. Marquez sorben un té terroso mientras te sientas. –Tengo algunas preguntas sobre la historia de este lugar –le dice la profesora a la madre Rachel. Te hace un gesto para que hables.
fr: Alors que vous êtes assis en face de William et de Mère Rachel, une femme mince et âgée à la peau bronzée vous regarde d'un air morose. « Mère s’il vous plait. » William tente vainement de lui donner de la soupe à la cuillère, tandis que ses yeux vous suivent, les lèvres pincées. Mère Rachel et Dr Marquez sirotent un thé pendant que vous vous asseyez. « Je m’interrogeais sur l’histoire de cet endroit », dit le professeur à Mère Rachel. Elle vous fait signe de prendre la parole.
it: Non appena ti siedi davanti a William e a Madre Rachel, senti addosso lo sguardo cupo di un'anziana signora magra e dalla pelle bronzea. "Madre, per favore..." William sta inutilmente cercando di imboccarle un cucchiaio di zuppa di pesce, ma la donna sembra completamente assorbita dalla tua presenza e non pare intenzionata a mangiare. La matrona e la dottoressa Marquez stanno sorseggiando del tè caldo. "Mi stavo chiedendo quale fosse la storia di questo posto" dice la professoressa a Madre Rachel, voltandosi verso di te e invitandoti a intervenire.
ko: 당신이 윌리엄과 대모 레이첼의 맞은편에 앉자, 구릿빛 피부의 깡마른 노파가 음침한 표정으로 당신을 바라봅니다. “어머니, 제발 이거라도 좀 자시지요.” 윌리엄이 숟갈로 차우더 수프를 떠서 어머니의 입가로 가져다 댔지만 헛된 노력이었습니다. 그 사이에도 노파는 입술을 꾹 다물고 당신을 바라볼 뿐이었습니다. 당신이 자리에 앉는 새, 대모 레이첼과 마르케스 박사는 쌉쌀한 풍미의 차를 홀짝입니다. “이곳의 역사에 대해서 궁금한 게 정말 많았답니다.” 마르케스 박사가 대모 레이첼에게 말을 트자, 대모는 당신에게 원하는 걸 물어보라며 고개를 끄덕입니다.
pl: Kiedy siadasz naprzeciwko Williama i Matki Rachel, chuda starsza kobieta o brązowej skórze wpatruje się w ciebie posępnie. „Mamo, proszę!” – William na próżno próbuje nakarmić ją zupą, ale kobieta zaciska usta i wodzi za tobą wzrokiem. Matka Rachel i dr Marquez sączą ziemistą herbatę. „Zastanawiałam się nad historią tego miejsca” – mówi badaczka do Matki Rachel. Kiwa do ciebie głową na znak, że powinieneś się odezwać.
ru: Когда вы усаживаетесь напротив Уильяма и матушки Рейчел, на вас угрюмо смотрит худая пожилая женщина с бронзовой кожей. «Мама, ну право», — Уильям тщетно пытается накормить её похлёбкой с ложечки, но она неотрывно следит за вами, поджав губы. Матушка Рейчел и доктор Маркес прихлёбывают чай, когда вы подвигаетесь ближе. «Меня интересует история здешних мест», — говорит профессор Маркес матушке Рейчел. Та кивает головой, соглашаясь ответить на вопросы.
zh: 你在威廉和瑞秋主母對面坐下，一個古銅色皮膚的年邁女性不悅的盯著你。“母親，拜託吃一口。”威廉舀了一杓濃湯，徒勞的試著餵食這位年邁的女士，她噘著的嘴不願張開。就在你坐定位時，瑞秋主母跟馬爾克斯博士正在啜飲散發大地氣息的茶，教授對瑞秋主母說：“我很好奇這裡的歷史。”她對你點點頭，示意你接話。

source: You must decide what to say <i>(choose one)</i>:
de: Du musst entscheiden, was du sagst <i>(wähle eins)</i>:
es: Debes decidir qué decir <i>:(elige una opción)</i>:
fr: Vous devez décider ce que vous répondez <i>(choisissez une des options suivantes)</i> :
it: Scegli 1 tra le frasi seguenti:
ko: 당신은 어떤 질문을 할지 다음 중 하나를 선택해야 합니다:
pl: Musisz zdecydować, co powiedzieć <i>(wybierz jedno)</i>:
ru: Вы должны выбрать, о ком спросить:
zh: 你必須決定要說什麼<i>(選擇一項)</i>：

source: <i>“Who are the Atwoods?”</i>
de: <i>„Wer sind die Atwoods?“</i>
es: <i>–¿Quiénes son los Atwood?</i>
fr: <i>« Qui sont les Atwood ? »</i>
it: <i>“Chi sono gli Atwood?”</i>
ko: “앳우드 가문에 대해 말해주실 수 있나요?”
pl: <i>„Kim są Atwoodowie?”</i>
ru: <i>«Кто такие Этвуды?»</i>
zh: <i>“阿特伍德家族是誰？”</i>

source: <i>“Who are the Children of the Stars?”</i>
de: <i>„Wer sind die Kinder der Sterne?“</i>
es: <i>–¿Quiénes son los Hijos de las Estrellas?</i>
fr: <i>« Qui sont les Enfants des Étoiles ? »</i>
it: <i>“Chi sono i Figli delle Stelle?”</i>
ko: “별의 후손이란 게 대체 무엇입니까?”
pl: <i> „Kim są Dzieci Gwiazd?”</i>
ru: <i>«Кто такие Дети Звёзд?»</i>
zh: <i>“眾星之子是什麼？”</i>

source: <i>“Who are the Hemlocks?”</i>
de: <i>„Wer sind die Hemlocks?“</i>
es: <i>–¿Quiénes son los Cicuta?</i>
fr: <i>« Qui sont les Hemlock ? »</i>
it: <i>“Chi sono gli Hemlock?”</i>
ko: “헴록 가문에 대해 말해주실 수 있나요?”
pl: <i>„Kim są Hemlockowie?”</i>
ru: <i>«Кто такие Хемлоки?»</i>
zh: <i>“赫姆拉克家族是誰？”</i>

source: Mother Rachel beams. “We Atwoods have been here almost as long as the Hemlocks. Our family helped build Hemlock Harbor. We planted half of Pearl Orchard, and we put our lives on the line for Wilbur Hemlock and his doomed whaling enterprise. And when whaling all but died out, we were here to pick up the pieces,” Mother Rachel says smugly. You note William’s grimace as the matron goes on. “I suppose we are now the caretakers of the Hemlock family’s legacy.”
de: Mutter Rachel strahlt. „Wir Atwoods sind schon fast so lange hier wie die Hemlocks. Unsere Familie half beim Bau des Hemlock-Hafens. Wir haben die Hälfte der Pearl-Plantage bewirtschaftet und wir haben unser Leben für Wilbur Hemlock und sein zum Scheitern verurteiltes Walfangunternehmen aufs Spiel gesetzt. Und als die Zeit des Walfangs vorbei war, waren wir da, um die Scherben aufzusammeln“, sagt Mutter Rachel süffisant. Du bemerkst, wie William das Gesicht verzieht, als die Oberin fortfährt. „Man kann sagen, wir sind jetzt die Verwalter des Vermächtnisses der Hemlock-Familie.“
es: La madre Rachel resplandece de felicidad. –Los Atwood llevamos aquí casi tanto tiempo como los Cicuta. Nuestra familia ayudó a construir el Puerto de la Cicuta. Plantamos la mitad del Vergel Perla y arriesgamos nuestras vidas por Wilbur Cicuta y su condenada empresa ballenera. Y cuando la caza de ballenas prácticamente acabó, estuvimos ahí para recoger los pedazos –dice la madre Rachel con tono engreído. Te das cuenta de la mueca que hace William cuando la matrona prosigue. –Supongo que ahora somos los cuidadores del legado de la familia Cicuta.
fr: Mère Rachel rayonne. « Nous, les Atwood, sommes ici depuis presque aussi longtemps que les Hemlock. Notre famille a participé à la construction du Port de Hemlock. Nous avons planté la moitié du Verger de Pearl et nous avons risqué nos vies pour Wilbur Hemlock et son entreprise baleinière vouée à l’échec. Et lorsque la chasse à la baleine s’est arrêtée, nous étions là pour ramasser les morceaux », raconte Mère Rachel d’un air suffisant. Vous remarquez la grimace de William tandis que la matrone continue. « Je suppose que nous sommes maintenant les gardiens de l’héritage de la famille Hemlock. »
it: Il viso di Madre Rachel si illumina. "Noi Atwood siamo stati qui tanto a lungo quanto gli Hemlock. La nostra famiglia ha contribuito alla costruzione di Porto Hemlock, abbiamo piantato gli alberi del meleto dei Pearl e abbiamo messo a rischio le nostre vite per permettere a Wilbur Hemlock di portare avanti le sue ambizioni di baleniere. E quando la sua idea si è rivelata un fallimento, eravamo qui per raccogliere i cocci" conclude con tono compiaciuto. Non ti sfugge la smorfia che si palesa sul volto di William. "Immagino che ormai siamo noi i custodi dell'eredità della famiglia Hemlock."
ko: 대모 레이첼이 활짝 웃으며 답합니다. “우리 앳우드 가문은 헴록 가문만큼이나 오래 이 섬을 지켰어요. 우리 가문은 헴록 항을 건설하는 일을 도왔으며, 펄 과수원의 절반을 우리가 심었지요. 그리고 윌버 헴록과 그 불운했던 포경업을 위해서 목숨을 걸기까지 했습니다. 포경업이 명맥을 다한 시기에는, 바로 우리 앳우드가 헴록 섬을 재건하는 일을 도왔지요.” 대모 레이첼은 자랑스럽게 말하지만, 그녀의 말이 이어질수록 윌리엄의 얼굴은 점차 구겨져 갑니다. “이 정도면, 우리가 헴록 가문의 유산을 떠맡은 셈 아닐까요?”
pl: Matka Rachel uśmiecha się promiennie. „My, Atwoodowie, jesteśmy tu prawie tak długo, jak Hemlockowie. Nasza rodzina pomogła zbudować Port Hemlock. Zasadziliśmy połowę Sadu Pearlów i ryzykowaliśmy życie dla Wilbura Hemlocka i jego skazanego na porażkę biznesu wielorybniczego. A kiedy wielorybnictwo upadło, pozostaliśmy tu, aby ratować wyspę” – mówi zadowolona z siebie Matka Rachel. Zauważasz grymas na twarzy Williama, gdy kobieta kontynuuje. „Uważam, że teraz my jesteśmy opiekunami spuścizny rodu Hemlocków”.
ru: Матушка Рейчел радостно улыбается: «Мы, Этвуды, живём здесь почти столь же давно, что и Хемлоки. Наша семья помогала строить гавань в бухте Хемлок. Мы высадили половину фруктовой рощи Пёрлов, и мы же рисковали жизнями для Уилбура Хемлока и его обречённого китового промысла. Когда оный промысел окончательно сошёл на нет, мы разбирались с тем, что осталось», — самодовольно вещает матушка. Вы замечаете, как скривилось лицо Уильяма. «Полагаю, сейчас именно мы хранители наследия семьи Хемлоков».
zh: 瑞秋主母微笑著說：“我們阿特伍德家跟赫姆拉克家幾乎是同時來到這座島上的。我們家族參與建造了鐵杉港、珍珠果園有一半是我們種植的，我們也冒著生命危險，參與了威爾伯．赫姆拉克高風險的捕鯨業。而當捕鯨業落沒，我們接手了爛攤子，讓這裡重新振作起來。”瑞秋主母的語氣中帶著一絲得意。你注意到隨著主母的話語，威廉的臉色變的更加陰沉。 “我想現在我們是赫姆拉克家族傳承的照護者。”瑞秋主母補充到。

source: Mother Rachel smiles magnanimously. “We are simply quiet people of good faith. I was born on Hemlock Isle and studied abroad for many years. I attended seances with Sarah Winchester, studied mesmerism in France, and became a member of the Ghost Club in London. Everywhere I studied, I learned more and more of our connectedness. Our many-faceted oneness. And so I brought my learning home, to my family, where it always belonged.”
de: Mutter Rachel lächelt großmütig. „Wir sind einfach ruhige Menschen mit standhaftem Glauben. Ich wurde auf Hemlock Isle geboren, danach habe ich viele Jahre im Ausland studiert. Ich besuchte Séancen mit Sarah Winchester, studierte Mesmerismus in Frankreich und wurde Mitglied des Ghost Club in London. Überall, wo ich studierte, lernte ich mehr und mehr über unsere Verbundenheit. Unser vielschichtiges Einssein. Und so brachte ich mein Wissen nach Hause, zu meiner Familie, wo es immer hingehörte.“
es: La madre Rachel sonríe con magnanimidad. –Sencillamente somos gente tranquila de buena fe. Nací en la Isla de la Cicuta y estudié en el extranjero durante muchos años. Asistí a sesiones espiritistas con Sarah Winchester, estudié mesmerismo en Francia y me convertí en miembro del Ghost Club de Londres. En todas partes donde estudié aprendí más y más sobre nuestras conexiones. Sobre nuestra cualidad única polifacética. Y luego traje mi aprendizaje a casa, a mi familia, donde pertenecía.
fr: Mère Rachel sourit avec magnanimité. « Nous sommes simplement des gens tranquilles et de bonne foi. Je suis née sur Hemlock Isle et j’ai étudié à l’étranger pendant de nombreuses années. J’ai assisté à des séances de spiritisme avec Sarah Winchester, j’ai étudié le mesmérisme en France et je suis devenue membre du Ghost Club à Londres. Partout où j’ai étudié, ces enseignements m’ont chaque fois confirmé que nous sommes liés les uns aux autres. Une unité aux multiples facettes. C’est ainsi que j’ai ramené mes connaissances à la maison, dans ma famille, où elles ont toujours été à leur place ».
it: Madre Rachel ti sorride magnanima. "Siamo semplicemente persone semplici di buona fede. Sono nata qui sull'isola, ma ho passato diversi anni a studiare all'estero: ho partecipato alle sedute spiritiche di Sarah Winchester, ho appreso l'arte dell'ipnosi in Francia e sono entrata a far parte del Ghost Club a Londra. Ovunque andassi trovavo informazioni sui nostri legami, sul nostro essere parte del tutt'uno con innumerevoli volti. E così ho portato ciò che ho appreso nel suo posto naturale: nella mia casa, dalla mia famiglia."
ko: 대모 레이첼이 관대한 미소를 짓습니다. “우리는 그저 선의를 품은 소박한 사람들이랍니다. 저 역시 바로 이 헴록 섬에서 태어났지만, 해외에서 여러 해 동안 공부했어요. 새라 윈체스터와 함께 교령회에 참여한 적도 있고, 프랑스에서는 영매술을 익혔으며, 런던 고스트 클럽의 회원이 되기까지 했지요. 그러나 이곳저곳 돌아다니며 공부할 때마다, 점차 우리의 유대감에 대해 더 많은 것을 익혔습니다. 우리 모두가 여러 방면에 걸친 하나의 존재임을 인지한 것이죠. 그래서 저는 다시 고향으로, 우리 가족에게로 돌아왔습니다. 제가 진정으로 속한 곳으로요.”
pl: Matka Rachel uśmiecha się wspaniałomyślnie. „Jesteśmy po prostu cichymi ludźmi dobrej wiary. Urodziłam się na Wyspie Hemlock i przez wiele lat studiowałam za granicą. Brałam udział w seansach z Sarah Winchester, zgłębiałam tajniki mesmeryzmu we Francji i byłam członkinią Ghost Club w Londynie. Wszędzie, gdzie się uczyłam, dowiadywałam się coraz więcej na temat naszego powiązania. Naszej wielopłaszczyznowej jedności. I tak przyniosłam zdobytą wiedzę do domu, do mojej rodziny, do której zawsze należała”
ru: Матушка Рейчел великодушно улыбается: «Мы всего лишь тихие верующие люди. Я родилась на острове Хемлок и много лет проучилась за границей. Я посещала сеансы Сары Винчестер, изучала месмеризм во Франции и входила в Призрачный клуб в Лондоне. И чем больше я узнавала, тем больше понимала, как всё связано. Как все мы связаны в одно единое многоликое единство. Поэтому я принесла своё учение домой, к моей семье. Туда, где я должна быть».
zh: 瑞秋主母露出慈祥的微笑：“我們只是一群懷抱著良善信念的人。我在赫姆拉克島出生，在國外讀了很多年書，我參加過莎拉．溫徹斯特鬼屋的降神會；在法國研習催眠學；同時也是倫敦幽靈研究會的成員。我到過的每個地方都讓我學到更多：我們與宇宙之間的連結，以及自我的多重面相。我帶著所學回到家鄉，回到我的家人身邊，這裡永遠都是我的歸屬。”

source: “The Hemlock family is the very lifeblood of Hemlock Isle,” William boasts. “In our heyday, Hemlock Harbor was a bustling hub for mariners far and wide. My grandfather Wilbur commanded dozens of whaling vessels. But his pride and joy was the Annabelle Lee.” He looks forlornly at his elderly mother. “Naturally, it sank. As did the profits from the whaling industry. My grandfather blamed it all on some kind of curse. He believed in it so strongly that he locked my poor mother in the attic of our family home for weeks at a time.” William squeezes his mother’s hand. “I don’t think she ever quite recovered.”
de: „Die Hemlock-Familie ist die Lebensader von Hemlock Isle“, brüstet sich William. „In unserer Blütezeit war der Hemlock-Hafen ein belebter Knotenpunkt für Seeleute aus nah und fern. Mein Großvater Wilbur hatte das Kommando über Dutzende von Walfangschiffen. Aber sein ganzer Stolz war die Annabelle Lee.“ William blickt seine alte Mutter wehmütig an. „Natürlich ist sie gesunken. Und mit ihr die Gewinne aus dem Walfang. Mein Großvater hat das alles auf irgendeinen Fluch geschoben. Er glaubte so fest daran, dass er meine arme Mutter wochenlang auf dem Dachboden unseres Familienhauses einsperrte.“ William drückt die Hand seiner Mutter. „Ich glaube nicht, dass sie sich je davon erholt hat.“
es: –La familia Cicuta es el alma de la Isla de la Cicuta –se jacta William–. En nuestro apogeo, el Puerto de la Cicuta era un bullicioso centro para marineros de todas partes. Mi abuelo Wilbur comandaba docenas de barcos balleneros. Pero su orgullo era el Annabelle Lee –Mira con tristeza a su anciana madre–. Naturalmente, se hundió. Igual que los beneficios de la industria ballenera. Mi abuelo echaba toda la culpa a una especie de maldición. Creía en ella con tanta intensidad que encerraba durante semanas a mi pobre madre en el ático de nuestra casa familiar. William aprieta la mano de su madre y dice –Creo que nunca llegó a recuperarse.
fr: « La famille Hemlock est l’âme de Hemlock Isle », se vante William. « À notre époque, le Port de Hemlock était une plaque tournante pour les marins du monde entier. Mon grand-père Wilbur a commandé des dizaines de baleiniers. Mais sa fierté et sa joie c’était <i>l’Annabelle Lee</i> ». Il jette un regard mélancolique à sa vieille mère. « Naturellement, il a coulé. Tout comme les bénéfices de l’industrie baleinière. Mon grand-père a mis cela sur le compte d’une sorte de malédiction. Il y croyait tellement qu’il enfermait parfois ma pauvre mère dans le grenier de la maison familiale pendant des semaines. » William serre la main de sa mère. « Je crois quelle ne s'en est jamais remise. »
it: "La famiglia Hemlock è la linfa vitale dell'isola" si vanta William. "Ai tempi d'oro, il porto degli Hemlock era uno snodo per i marinai di tutto il mondo. Mio nonno Wilbur aveva la gestione di decine di baleniere, ma ciò di cui andava più fiero era la Annabelle Lee." Lo sguardo sconsolato dell'uomo si sposta verso l'anziana madre. "Ovviamente affondò, e con lei l'industria della caccia alle balene. Mio nonno diede la colpa a una fantomatica maledizione, e ne era così convinto che decise di chiudere la mia povera madre nella mansarda della nostra casa per settimane intere." "Penso che non si sia mai ripresa davvero" conclude William stringendo la mano della donna.
ko: 윌리엄이 자랑스럽게 말합니다. “헴록 가문이야말로 헴록 섬의 진정한 생명줄과도 같소. 전성기의 헴록 항은 멀리서 온 선원으로 북적이는 중심지였다오. 내 조부님인 윌버 헴록께서는 수십 척의 포경선을 거느렸소. 하지만 조부님의 진정한 자랑이자 기쁨은 애너벨 리 호였다오.” 윌리엄이 침울한 얼굴로 늙은 모친을 바라보며 말을 잇습니다. “결국엔 침몰하고 말았지만. 그리고 우리 가문이 이끌던 포경업과 그 수익 역시 침몰해버렸다오. 조부님께서는 이 모든 것을 모종의 저주라고 굳게 믿었소. 이 저주인지 나발인지를 너무나도 굳게 믿은 탓에, 불쌍한 어머니를 다락방에 몇 주간 가둬두기까지 하셨다오.” 윌리엄이 어머니의 손을 굳게 붙듭니다. “어머니께선 그 후로 영영 온전히 회복되지 못하셨소.”
pl: „Rodzina Hemlock jest siłą napędową Wyspy Hemlock” – chwali się William. – „W czasach naszej świetności Port Hemlock tętnił życiem i był ośrodkiem skupiającym marynarzy. Mój dziadek Wilbur dowodził dziesiątkami statków wielorybniczych. Ale jego dumą i radością była Annabelle Lee”. Patrzy ze smutkiem na starą Matkę. „Oczywiście, zatonęła. Podobnie jak wszelkie zyski z wielorybnictwa. Dziadek obwiniał za to wszystko jakąś klątwę. Wierzył w to tak mocno, że zamknął moją biedną Matkę na poddaszu naszego domu rodzinnego na wiele tygodni”. William ściska dłoń matki. „Wydaje mi się, że nigdy w pełni nie doszła po tym do siebie”.
ru: «Хемлоки — сама плоть и кровь этого острова, — напыщенно говорит Уильям. — В наши славные дни гавань Хемлок кипела жизнью, в неё входили суда отовсюду. Мой дед Уилбур командовал десятками китобойных судов. Но его гордостью и счастьем была „Аннабель Ли“, — он с тоской смотрит на свою пожилую мать. — Конечно же, она пошла ко дну. Как и прыбыль от китобойной индустрии. Мой дед винил во всём какое-то проклятие. Он верил в него так сильно, что мог неделями держать мою бедную матушку взаперти на чердаке нашего фамильного дома. — Уильям сжимает руку матери. — Не думаю, что она смогла оправиться от этого».
zh: “赫姆拉克家族是赫姆拉克島的心臟。”威廉突然打岔到，“在全盛時期的時候，鐵杉港遠近馳名，是無數討海人聚集的繁榮港口。我的爺爺威爾伯．赫姆拉克指揮著數十艘捕鯨船，不過他最驕傲的是一艘叫作安娜貝拉．李的船，同時也是他的快樂泉源。”威廉看了一眼他年邁的母親。“當然，它最後沉了，捕鯨業的利潤也不斷縮水。爺爺將這一切歸咎於某種詛咒，他堅信不疑，甚至因此把我可憐的母親關在家族大宅的閣樓好幾個禮拜。” 威廉握了握母親的手，“我覺得她始終沒有走出那個陰影。”

source: In William Hemlock’s Notes, record <i>William shared his legacy</i>.
de: Notiere unter William Hemlocks Notizen: <i>William hat dir sein Vermächtnis offenbart</i>.
es: Anota en las Notas de William Cicuta que <i>William compartió su legado</i>.
fr: Dans les notes de William Hemlock, indiquez que <i>William a partagé son héritage</i>.
it: Annota negli Appunti di William Hemlock che <i>William ha condiviso il suo retaggio</i>.
ko: ‘윌리엄 헴록’의 기록지에 [[윌리엄이 헴록 가문의 유산에 대해 알려주었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Williama Hemlocka, że <i>William opowiedział wam o swoim dziedzictwie</i>.
ru: Запишите в заметках Уильяма Хемлока, что <i>Уильям поделился историей семьи</i>.
zh: 在威廉．赫姆拉克的筆記中，記錄下<i>威廉分享了他的傳承</i>。

source: William shared his legacy.
de: William hat dir sein Vermächtnis offenbart.
es: William compartió su legado.
fr: William a partagé son héritage.
it: William ha condiviso il suo retaggio.
ko: 윌리엄이 헴록 가문의 유산에 대해 알려주었다
pl: William opowiedział wam o swoim dziedzictwie.
ru: Уильям поделился историей семьи.
zh: 威廉分享了他的傳承。

source: Codex Δ: Best “Friends”
de: Kodex Δ: Beste „Freunde“
es: Códice Δ: Mejores “amigas”
fr: Codex Δ : Meilleurs « Amis »
it: Codex Δ: Migliori “Amici”
ko: 서고 Δ: 절친한 “친구”
pl: Kodeks Δ: Najlepsi „przyjaciele”
ru: Архив Δ: Заклятые друзья
zh: 聖典Δ：最好的“朋友”

source: The table’s mood is decidedly icy as you sit down across from Judith and River. “That’s not what I meant,” Judith glowers at River. “I just said ‘ jazz makes my head spin.’” River takes a puff of their clove cigarette and winks at her. “Darling, an evening at The Cotton Club in Harlem will get the rest of you spinning too.”
de: Die Stimmung ist ausgesprochen eisig, als du dich gegenüber von Judith und River an den Tisch setzt. „Das habe ich so nicht gesagt“, schimpft Judith und blickt River finster an. „Ich habe gesagt, dass sich mir bei Jazz der Kopf dreht.“ River nimmt einen Zug von einer Nelkenzigarette und zwinkert Judith zu. „Schätzchen, nach einem Abend im Cotton Club in Harlem werden sich bei dir noch ganz andere Dinge drehen.“
es: El ambiente de la mesa es decididamente gélido cuando te sientas enfrente de Judith y River. –Eso no es lo que quería decir –le dice Judith a River mientras echa chispas por los ojos–. Sólo he dicho que el jazz hace que me dé vueltas la cabeza. River da una calada a su cigarrillo de clavo y le guiña el ojo. –Querida, una noche en el Cotton Club de Harlem hará que también te dé vueltas todo el resto del cuerpo.
fr: L’ambiance à la table est résolument glaciale lorsque vous vous asseyez en face de Judith et de River. « Ce n’est pas ce que je voulais dire », lance Judith à River. « J’ai juste dit que le jazz me faisait tourner la tête ». River tire une bouffée de sa cigarette et lui adresse un clin d’œil. « Chérie, une soirée au Cotton Club à Harlem vous fera tourner tout le reste aussi. »
it: Il clima al tavolo non è dei più calorosi, quando ti siedi davanti a Judith e River. "Non intendevo quello" risponde Judith con sguardo torvo. "Ho solo detto che il jazz mi fa girare la testa." River fa un tiro della sua sigaretta, strizzando l'occhio all'altra. "Tesoro, passa una serata al Cotton Club di Harlem e la testa non sarà l'unica cosa a girarti."
ko: 주디스와 리버의 맞은편에 앉았지만 식탁의 분위기는 냉랭합니다. “그러니까 내 말은,” 주디스가 리버를 쏘아보며 말을 잇습니다. “재즈만 들으면 대가리가 돌 것 같다고.” 리버는 클로브 담배를 한 모금 빨고는 주디스에게 윙크를 보냅니다. “자기, 할렘에 있는 코튼 클럽에 가면 대가리만 돌아버리는 줄 알아? 아주 죽여줄 거야.”
pl: Gdy siadasz naprzeciwko Judith i River, czujesz, że atmosfera jest napięta. „Nie to miałam na myśli!” – Judith spogląda groźnie na River. – „Powiedziałam tylko: «jazz sprawia, że kręci mi się w głowie»”. River zaciąga się goździkowym papierosem i mruga do niej. „Moja droga, jeden wieczór w The Cotton Club w Harlem sprawi, że nie tylko głową będziesz kręcić”.
ru: Присев напротив Джудит и Ривер, вы понимаете, что атмосфера на этом краю стола довольно прохладная. «Я не это имела ввиду, — хмурится Джудит, глядя на Ривер. — Я всего лишь говорю, что от джаза у меня голова кружится». Ривер прикасается губами к мундштуку, делает затяжку и подмигивает: «Дорогуша, от одного вечера в Коттон-Клаб в Гарлеме у тебя всё остальное тоже закружится».
zh: 當你在茱蒂絲跟芮福對面入座時，餐桌上的氣氛感覺有點冰冷。“我不是這個意思。”茱蒂絲瞪著芮福說，“我只是說，爵士樂會讓我頭昏腦脹。”芮福抽了一口丁香味的菸，對她眨了眨眼：“親愛的，去一趟哈林區的棉花俱樂部，妳身體的其他部位就會跟著腦袋一起天旋地轉。”

source: You must decide <i>(choose one)</i>:
de: Du musst entscheiden, was du sagst <i>(wähle eins)</i>:
es: Debes decidir <i>:(elige una opción)</i>:
fr: Vous devez décider <i>(choisir une option)</i> :
it: Scegli 1 tra le frasi seguenti:
ko: 당신은 다음 중 하나를 선택해야 합니다:
pl: Musisz zdecydować <i>(wybierz jedno)</i>:
ru: Вы должны выбрать одно:
zh: 你必須決定<i>(選擇一項)</i>：

source: <i>“River, jazz is delightful.”</i>
de: <i>„River, Jazz ist herrlich.“</i>
es: <i>–River, el jazz es encantador</i>
fr: <i>« River, le jazz, c’est délicieux. »</i>
it: <i>“River, il jazz è fenomenale.”</i>
ko: “그래요, 리버. 재즈는 흥겹죠.”
pl: <i>„River, jazz jest wspaniały”.</i>
ru: <i>«Ривер, джаз прекрасен».</i>
zh: <i>“芮福，爵士樂的確悅耳。”</i>
