Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/08_the_twisted_hollow.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Mother Rachel nods along to your paper-thin story. “I see. Understand that the Vale is here to help. I wish you the best on your survey.” After more polite conversation, the matron leaves you and Dr. Marquez to scour the shed. Finally, you find a chipped mason jar with just a fifth of oil. “We can make it if we portion every bit,” the professor says. You follow the dim lantern light into the maw of gnarled trees toward a quiet stream, then further up and further into the dark. Eventually, you reach a collapsed bridge and overgrown cobblestones in the ruins of an old village. The trees overhead rustle. “Something’s there,” Dr. Marquez raises her lantern. A pair of beady eyes reflect the light, but quickly vanish in the murk. “Watch yourself and keep close. There’s no telling what’s out here.”
de: Mutter Rachel nickt, während sie sich deine dünne Geschichte anhört. „Nun gut. Denken Sie daran, dass das Tal hier ist, um Ihnen zu helfen. Ich wünsche Ihnen viel Erfolg bei Ihren Untersuchungen.“ Nach dem kurzen Austausch weiterer Höflichkeiten lässt die Oberin dich und Dr. Marquez allein zurück, sodass ihr weiter den Schuppen durchsuchen könnt. Schließlich findest du ein zerbrochenes Einmachglas, das zu einem Fünftel mit Öl gefüllt ist. „Wir können es schaffen, wenn wir uns jeden Tropfen einteilen“, sagt die Professorin. Ihr folgt dem schwachen Laternenlicht in den Schlund aus knorrigen Bäumen zu einem stillen Bach, dann geht es bergauf und weiter in die Dunkelheit hinein. Schließlich erreicht ihr eine eingestürzte Brücke und die Ruinen eines alten Dorfes mit überwuchertem Kopfsteinpflaster. Die Bäume über euch rascheln. „Da ist etwas“, bemerkt Dr. Marquez und hebt ihre Laterne. Ein Paar glänzender Augen reflektiert das Licht, verschwindet aber sofort wieder in der Dunkelheit. „Seien Sie vorsichtig und bleiben Sie in der Nähe. Wir wissen nicht, was sich hier draußen rumtreibt.“
es: La madre Rachel asiente mientras contáis una historia poco elaborada. –Ya veo. Entiendan que el Valle está aquí para ayudar. Les deseo lo mejor con su estudio. Tras una educada conversación, la matrona os deja registrando el cobertizo con la Dra. Marquez. Por fin encontráis un descascarillado jarro que tiene apenas una quinta parte de aceite. –Podemos lograrlo si lo vamos racionando –dice la profesora. Seguís la débil luz del farol para adentraros entre los retorcidos árboles en dirección a un tranquilo arroyo, hacia una oscuridad cada vez más profunda. Acabáis por llegar a un puente que se ha venido abajo y a unos adoquines cubiertos de vegetación en las ruinas de una antigua aldea. Las hojas de los árboles susurran sobre vuestras cabezas. –Hay algo ahí –dice la Dra. Marquez mientras levanta el farol. Un par de ojos vidriosos reflejan la luz, pero desaparecen rápidamente en la oscuridad. –Tengan cuidado y manténganse cerca. No sabemos qué hay ahí fuera.
fr: Mère Rachel hoche la tête d’un bout à l’autre de votre histoire à dormir debout. « Je vois. Comprenez que Vale est là pour vous aider. Je vous souhaite beaucoup de succès dans votre enquête. » Après une conversation plus polie, la matrone vous laisse, fouiller le hangar avec le Dr Marquez. Finalement, vous trouvez une jarre contenant seulement un fond de pétrole. « Nous pouvons y arriver en nous rationnant », dit le professeur. Vous suivez la faible lumière de la lanterne dans le creux des arbres noueux, vers un ruisseau tranquille, puis plus haut et plus loin dans l’obscurité. Finalement, vous atteignez un pont effondré et des pavés envahis par la végétation dans les ruines d’un vieux village. Les arbres bruissent au-dessus de vos têtes. « Nous ne sommes pas seuls », prévient le Dr Marquez en levant sa lanterne. Une paire d’yeux globuleux reflète sa lumière, avant de disparaître rapidement dans le brouillard. « Faites attention où vous mettez les pieds et ne vous éloignez pas. Qui sait ce qu’on pourrait rencontrer ici…»
it: Madre Rachel annuisce mentre ascolta la vostra storia che fa acqua da tutte le parti. "Capisco. State certi che la valle è qui per aiutarvi. Vi auguro ogni bene nelle vostre ricerche." Dopo aver scambiato qualche altra battuta educata, la matrona vi lascia liberi di setacciare il capanno. Ci mettete un po', ma riuscite a trovare un barattolo di vetro scheggiato che contiene poche dita di olio. "Possiamo farcela, se sapremo razionarlo" commenta la professoressa. Seguite la luce fioca della lanterna fino a un arco di alberi contorti che si affaccia su un quieto fiumiciattolo e sulle tenebre oscure che attendono oltre. Vi addentrate nella selva, fino a raggiungere un ponte crollato e il selciato invaso dalla vegetazione di un vecchio villaggio abbandonato. I rami sulle vostre teste si chiudono. "C'è qualcosa lassù..." La dottoressa Marquez solleva la lampada, illuminando due occhi penetranti che si dileguano rapidamente nel buio. "Fate attenzione, restiamo vicini. Non abbiamo idea di cosa ci sia qua fuori."
ko: 당신의 얄팍한 거짓말을 듣더니 대모 레이첼이 고개를 끄덕입니다. “알겠습니다. 언제든 헴록 베일은 여러분을 도와드릴 테니 주저하지 마세요. 부디 현장 조사에서 좋은 성과를 거두시길 염원하겠습니다.” 그러고도 정중한 대화를 나눈 후, 대모는 헛간을 뒤지는 당신과 마르케스를 남겨두고 떠납니다. 마침내 기름이 담긴 기름병을 찾아냈지만, 깨진 병에는 기름이 오 분의 일 정도만 남아 있었습니다. “아껴 쓴다면 이 정도로 괜찮을 거예요.” 마르케스 박사가 말합니다. 당신은 어둑한 랜턴 불빛에 의지하여 옹이진 나무들 사이를 비집고 나아가 조용한 실개천에 다다랐고, 어둠 속으로 계속해서 발걸음을 옮깁니다. 한참을 걸은 끝에 오래된 마을 폐허에 도착했습니다. 교각은 무너져 내렸고 자갈길 위로는 수풀이 무성하게 자라나 있었습니다. 그때 머리 위의 나무에서 바스락거리는 소리가 들리자, 마르케스 박사가 랜턴을 들어 올립니다. “여기 뭔가가 있어요.” 한 쌍의 구슬 같은 눈이 랜턴의 빛을 반사하다, 재빨리 캄캄한 어둠 속으로 사라져 버립니다. “조심하고 주변을 잘 살피세요. 여기엔 뭐가 있을지 모르니까.”
pl: Matka Rachel kiwa głową, słuchając waszej szytej grubymi nićmi opowieści. „Rozumiem. Pamiętajcie, że Dolina chce wam pomóc. Powodzenia w waszych badaniach”. Po uprzejmej rozmowie kobieta zostawia was, abyście mogli przeszukać resztę szopy. W końcu znajdujecie wyszczerbiony słoik z olejem. „Powinno wystarczyć, jeśli będziemy oszczędzać” – mówi dr Marquez. Już wkrótce podążacie za przyćmionym światłem latarni pośród powykręcanych drzew w kierunku spokojnego strumienia, a następnie w górę i dalej w ciemność. W końcu docieracie do zawalonego mostu i zarośniętych ruin starej wioski. Drzewa szeleszczą nad waszymi głowami. „Coś tam jest.” – Dr Marquez podnosi latarnię. Para paciorkowatych oczu odbija światło, ale szybko znika w mroku. „Uważajcie na siebie i trzymajcie się blisko. Nie wiadomo, co tu na nas czeka”
ru: Матушка Рейчел кивает, выслушивая вашу наспех сочинённую историю. «Ясно, — отвечает она. — Помните, что мы всегда готовы помочь. Желаю вам всяческих успехов в вашем исследовании». Вы обмениваетесь любезностями, и матрона оставляет вас и доктора Маркес дальше рыскать по сараю. Наконец вы находите помятую банку, на одну пятую заполненную маслом. «У нас всё получится, если будем расходовать его экономно», — говорит профессор. Вы следуете за тусклым светом фонаря в пасть из узловатых ветвей деревьев и выходите к тихому ручью, а затем идёте ещё выше и дальше — в темноту. В конце концов вы выходите к рухнувшему мосту и заросшим булыжникам на развалинах старого поселения. Над головой шелестят деревья. «Здесь что-то есть», — говорит доктор Маркес и поднимает фонарь. Его свет отражается в паре глаз-бусинок, которые быстро исчезают в тумане. «Будьте осторожны и держитесь поближе, — предупреждает она. — Кто знает, что нас ждёт».
zh: 瑞秋主母听著你漏洞百出的说词，点著头说：“我懂了，请明白谷地随时都愿意伸出援手，祝你们调查顺利。”她礼貌地寒暄了几句后就离开了。你们继续搜索棚屋，终于找到一个缺口的石罐，里面还剩少量的灯油。“如果谨慎分配的话应该够用了。”教授开口说。你们跟著提灯昏暗的光线走进粗犷森林的巨口中，找到了一条安静的小溪，接著顺流而上，深入黑暗中。 最终你们抵了一座坍塌的桥梁和一座废弃的村庄遗址，作为建材的鹅卵石四散一地。你们头顶上的树叶发出沙沙的声响，马尔克斯博士举起提灯说：“有东西在这里。”突然，提灯的光芒反射在一双晶亮的眼睛上，接著瞬间又消失在黑暗中。 “提高警觉，保持队形，不知道有什么东西在等著我们。”

source: the investigators lost the path.
de: die Ermittler haben den Weg aus den Augen verloren.
es: los investigadores se extraviaron.
fr: les investigateurs ont perdu leur chemin.
it: vi siete persi.
ko: 조사자들이 길을 잃었다
pl: badacze zgubili drogę.
ru: сыщики сбились с пути.
zh: 调查员们迷失路途。

source: Put the <b>Night One</b> Time Marker card into play. Make your own path.
de: Die Zeitmarker-Karte <b>Die erste Nacht</b> wird ins Spiel gebracht. Finde deinen eigenen Weg!
es: Pon en juego la carta Indicador de tiempo <b>Noche uno</b>. Crea tu propio camino.
fr: Mettez en jeu la carte Marqueur Temporel <b>Nuit Un</b>. Suivez votre propre chemin.
it: Mettete in gioco la carta Indicatore Temporale <b>Notte 1</b>. Create il vostro cammino.
ko: <b>첫 번째 밤</b> 날짜 카드를 플레이 영역에 둡니다. 당신의 길을 스스로 개척하세요.
pl: Umieść kartę znacznika czasu <b>Noc 1</b> w grze. Wytycz własną ścieżkę.
ru: Введите карту «Ночь первая» в игру. Проложите собственный путь.
zh: 将<b>第一夜</b>时刻卡牌放置入场。踏上自己的道路。

source: Find the Vale Lantern story asset <b>with</b> the [[Boon]] trait and put it into play under the control of an investigator, [[Lit]] side faceup. Remove the other Vale Lantern from the game.
de: Die Storyvorteilskarte Tal-Laterne <b>mit</b> dem Merkmal [[Segen]] wird unter der Kontrolle eines Ermittlers mit der [[Angezündet]]-Seite nach oben ins Spiel gebracht. Die andere Tal-Laterne wird aus dem Spiel entfernt. Falls es nur 1 Ermittler gibt, benötigt die Tal-Laterne in diesem Szenario keinen Handslot.
es: Busca el Apoyo de historia Farol del Valle <b>con</b> el rasgo [[Ayuda]] y ponlo en juego bajo el control de un investigador, con el lado [[Encendido]] boca arriba. Retira el otro Farol del Valle de la partida.
fr: Trouvez le soutien d’histoire Lanterne de Vale <b>avec</b> le trait [[Avantage]] et mettez-le en jeu sous le contrôle d’un investigateur, face Allumé visible. Retirez de la partie l’autre Lanterne de Vale. S’il y a seulement 1 investigateur, la Lanterne de Vale n’occupe pas d’emplacement de main pour ce scénario.
it: Trovate il supporto storia Lanterna della Valle <b>con</b> il tratto [[Dono]] e mettetelo in gioco sotto il controllo di un investigatore, con il lato [[Acceso]] a faccia in su. Rimuovete dal gioco l'altra Lanterna della Valle.
ko: [[이익]] 특성이 <b>있는</b> ‘헴록 베일의 랜턴’ 이야기 자산을 확인하여 플레이 영역 중, 조사자 한 명이 조종하도록 둡니다. 이때, [[불 켜진]] 면이 보이도록 둡니다. 나머지 ‘헴록 베일의 랜턴’은 게임에서 제거합니다.
pl: Znajdź atut fabularny Latarnia z Doliny z cechą [[Dobrodziejstwo]] i umieść go w grze, pod kontrolą dowolnego badacza, stroną z cechą [[Zapalona]] do góry. Usuń pozostałą wersję Latarni z Doliny z gry.
ru: Найдите сюжетный актив «Масляный фонарь» с чертой [[дар]] и введите его в игру под контроль любого сыщика [[зажжённой]] стороной вверх. Удалите другой экземпляр этой карты из игры.
zh: 找出<b>具有</b>[[福祉]]属性的山谷提灯剧情支援，将其放置入场，置于任意调查员的控制之下，[[点燃]]面朝上。将另一张山谷提灯从游戏中移除。

source: Find the Vale Lantern story asset <b>without</b> the [[Boon]] trait and put it into play under the control of an investigator, [[Lit]] side faceup. Remove the other Vale Lantern from the game.
de: Die Storyvorteilskarte Tal-Laterne <b>ohne</b> das Merkmal [[Segen]] wird unter der Kontrolle eines Ermittlers mit der [[Angezündet]]-Seite nach oben ins Spiel gebracht. Die andere Tal-Laterne wird aus dem Spiel entfernt. Falls es nur 1 Ermittler gibt, benötigt die Tal-Laterne in diesem Szenario keinen Handslot.
es: Busca el Apoyo de historia Farol del Valle <b>sin</b> el rasgo [[Ayuda]] y ponlo en juego bajo el control de un investigador, con el lado [[Encendido]] boca arriba. Retira el otro Farol del Valle de la partida.
fr: Trouvez le soutien d’histoire Lanterne de Vale <b>sans</b> le trait [[Avantage]] et mettez-le en jeu sous le contrôle d’un investigateur, face Allumé visible. Retirez de la partie l’autre Lanterne de Vale.
it: Trovate il supporto storia Lanterna della Valle <b>senza</b> il tratto [[Dono]] e mettetelo in gioco sotto il controllo di un investigatore, con il lato [[Acceso]] a faccia in su. Rimuovete dal gioco l'altra Lanterna della Valle.
ko: [[이익]] 특성이 <b>없는</b> ‘헴록 베일의 랜턴’ 이야기 자산을 확인하여 플레이 영역 중, 조사자 한 명이 조종하도록 둡니다. 이때, [[불 켜진]] 면이 보이도록 둡니다. 나머지 ‘헴록 베일의 랜턴’은 게임에서 제거합니다.
pl: Znajdź atut fabularny Latarnia z Doliny bez cechy [[Dobrodziejstwo]] i umieść go w grze, pod kontrolą dowolnego badacza, stroną z cechą [[Zapalona]] do góry. Usuń pozostałą wersję Latarni z Doliny z gry.
ru: Найдите сюжетный актив «Масляный фонарь» без черты [[дар]] и введите его в игру под контроль любого сыщика [[зажжённой]] стороной вверх. Удалите другой экземпляр этой карты из игры.
zh: 找出<b>没有</b>[[福祉]]属性的山谷提灯剧情支援，将其放置入场，置于任意调查员的控制之下，[[点燃]]面朝上。将另一张山谷提灯从游戏中移除。

source: Because there is only 1 investigator, the Vale Lantern does not take up a hand slot during this scenario.
it: Se c'è 1 solo investigatore, la Lanterna della Valle non occupa uno slot mano durante questo scenario.
ko: 조사자가 한 명뿐이므로, ‘헴록 베일의 랜턴’은 이번 시나리오 동안 손 슬롯 1칸을 차지하지 않습니다.
ru: Поскольку в игре только 1 сыщик, «Масляный фонарь» не занимает слот руки во время этого сценария.
zh: 因为只有1位调查员，山谷提灯在本场冒险期间不会占用手部槽位。

source: Set the Twisted Hollow and Glimmering Meadow locations aside, out of play (both are the revealed side of a Western Woods location).
de: Die Orte Die Verdrehte Hohl und Schimmernde Wiese werden als nicht im Spiel befindlich beiseitegelegt (beide befinden sich auf einer enthüllten Seite von Westliche Wälder).
es: Pon aparte, fuera del juego, los Lugares Hondonada retorcida y Prado destelleante (ambos son el lado revelado de un Lugar Bosque oriental).
fr: Mettez de côté les lieux Vallon Tortueux et Prairie Lumineuse, hors jeu (tous deux sont les faces visibles du même lieu Bois Occidentaux).
it: Mettete da parte, temporaneamente fuori dal gioco, i luoghi Cavità Contorta e Prato Sfavillante (si trovano sul lato aperto di 2 dei luoghi Boschi Occidentali).
ko: ‘뒤틀린 공동’ 장소와 ‘미광이 감도는 초지’ 장소를 비플레이 상태로 치워 둡니다 (이 두 카드는 ‘서부 숲’ 장소의 공개 면입니다)
pl: Odłóż na bok, poza grę, lokalizacje Niezwykła dziupla i Migocząca łąka (obie są odkrytymi stronami lokalizacji Zachodni las).
ru: Отложите в сторону, вне игры, локации «Мерцающий луг» и «Чудовищная лощина» (обе находится на открытой стороне локации «Западные леса»).
zh: 将盘根空树和微光草原地点放在一旁，置于场外(2张卡牌都是西方大森林的已揭示面)。

source: Because there are 1 or 2 investigators, remove 2 of the gathered Western Woods locations from the game.
de: Weil es nur 1 oder 2 Ermittler gibt, werden von den übrigen herausgesuchten Orten Westliche Wälder 2 Orte aus dem Spiel entfernt.
es: Como hay 1 o 2 investigadores, retira de la partida 2 Lugares de entre los Lugares Bosque oriental reunidos.
fr: Puisqu’il y a 1 ou 2 investigateurs, retirez de la partie 2 lieux Bois Occidentaux choisis au hasard.
it: Se ci sono 1 o 2 investigatori, rimuovete dal gioco 2 luoghi casuali dai luoghi Boschi Occidentali radunati.
ko: 1~2명이 게임을 하므로, ‘서부 숲’ 장소 카드 2장을 무작위로 게임에서 제거합니다.
pl: Ponieważ w grze jest 1 lub 2 badaczy, usuń z gry 2 losowe lokalizacje Zachodni Las.
ru: Поскольку в игре 1 или 2 сыщика, удалите 2 локации «Западные леса» из игры.
zh: 因为有1或2位调查员，将2个地点从游戏中移除。

source: Because there are 3 or 4 investigators, remove 1 of the gathered Western Woods locations from the game.
de: Weil es 3 oder 4 Ermittler gibt, werden von den übrigen herausgesuchten Orten Westliche Wälder 1 Ort aus dem Spiel entfernt.
es: Como hay 1 o 2 investigadores, retira de la partida 1 Lugar de entre los Lugares Bosque oriental reunidos.
fr: Puisqu’il y a 3 ou 4 investigateurs, retirez de la partie 1 lieu Bois Occidentaux choisi au hasard.
it: Se ci sono 3 o 4 investigatori, rimuovete dal gioco 1 luogo casuale dai luoghi Boschi Occidentali radunati.
ko: 3~4명이 게임을 하므로, ‘서부 숲’ 장소 카드 1장을 무작위로 게임에서 제거합니다.
pl: Ponieważ w grze jest 3 lub 4 badaczy, usuń z gry 1 losową lokalizacje Zachodni Las.
ru: Поскольку в игре 3 или 4 сыщика, удалите 1 локацию «Западные леса» из игры.
zh: 因为有3或4位调查员，将1个地点从游戏中移除。

source: Put the Glimmering Meadow location into play. Each investigator begins play at Glimmering Meadow.
de: Der Ort Schimmernde Wiese wird ins Spiel gebracht. Jeder Ermittler beginnt das Spiel auf der Schimmernden Wiese.
es: Pon en juego el Lugar Prado destelleante. Cada investigador comienza la partida en el Prado destelleante.
fr: Mettez en jeu le lieu Prairie Lumineuse. Tous les investigateurs commencent la partie dans ce lieu.
it: Mettete in gioco il luogo Prato Sfavillante. Iniziate la partita nel Prato Sfavillante.
ko: ‘미광이 감도는 초지’ 장소를 플레이 영역에 둡니다. 모든 조사자는 ‘미광이 감도는 초지’에서 시작합니다.
pl: Umieść lokalizację Migocząca łąka w grze. Wszyscy badacze rozpoczynają grę na Migoczącej łące.
ru: Введите в игру локацию «Мерцающий луг». Все сыщики начинают игру в этой локации.
zh: 将微光草原地点放置入场。每位调查员从微光草原开始游戏。

source: Put a random Western Woods location that has not been set aside into play, ignoring any forced effects. Each investigator begins play at that location.
de: Ein zufälliger Ort Westliche Wälder, der nicht beiseitegelegt ist, wird ins Spiel gebracht, wobei [[Erzwungen]]-Effekte ignoriert werden. Jeder Ermittler beginnt das Spiel an jenem Ort.
es: Pon en juego un Lugar Bosque oriental aleatorio que no se haya puesto aparte, ignorando cualquier efecto Obligado. Cada investigador comienza la partida en ese Lugar.
fr: Mettez en jeu un lieu Bois Occidentaux au hasard parmi ceux qui n’ont pas été mis de côté, en ignorant tous les effets Forcé. Tous les investigateurs commencent la partie dans ce lieu.
it: Mettete in gioco 1 luogo Boschi Occidentali casuale che non è stato messo da parte, ignorando eventuali capacità Obbligo. Iniziate la partita in quel luogo.
ko: 아직 치워져 있지 않은 무작위 ‘서부 숲’ 장소 한 곳을 플레이 영역에 두되, 그 장소 카드의 강제 기능은 모두 무시합니다. 모든 조사자는 그 장소에서 시작합니다.
pl: Umieść w grze losową lokalizację Zachodni las, która nie została odłożona na bok, ignorując wszystkie efekty Wymuszony. Wszyscy badacze rozpoczynają grę w danej lokalizacji.
ru: Введите случайный не отложенный в сторону экземпляр локации «Западные леса» в игру, игнорируя любые обязательные эффекты. Все сыщики начинают игру в этой локации.
zh: 将除了放在一旁之外的一张随机西方大森林地点放置入场，忽略任何强制效果。每位调查员从该地点开始游戏。

source: Shuffle each remaining Western Woods location to form the “Woods deck.” Draw the top 4 cards of the Woods deck and put them into play above, below, and to the right and left of the starting location.
de: Die übrigen Orte Westliche Wälder werden zum „Walddeck“ zusammengemischt. Die obersten 4 Karten des Walddecks werden gezogen und links, rechts, oberhalb und unterhalb vom Startort ins Spiel gebracht.
es: Baraja los Lugares Bosque oriental restantes para formar el “mazo de Bosque”. Roba las 4 primeras cartas del mazo de Bosque y ponlas en juego por encima, por debajo y a la izquierda y a la derecha del Lugar inicial.
fr: Mélangez tous les lieux Bois Occidentaux restants pour former le « deck Bois ». Piochez les 4 premières cartes du deck Bois et mettez-les en jeu en haut, en bas, à droite et à gauche du lieu de départ.
it: Mescolate ogni luogo Boschi Occidentali rimanente per formare un "mazzo dei boschi". Pescate 4 carte dalla cima del mazzo dei boschi e mettetele in gioco sopra, sotto, a destra e a sinistra del luogo di partenza.
ko: 나머지 ‘서부 숲’ 장소를 함께 섞어 “숲 덱”을 구성합니다. 숲 덱 맨 위 카드 4장을 가져와, 플레이 영역 중 시작 장소의 위쪽/아래쪽/왼쪽/오른쪽에 하나씩 둡니다.
pl: Potasuj pozostałe lokalizacje Zachodni las i stwórz z nich „talię lasu”. Dobierz 4 karty z wierzchu talii lasu i umieść je w grze, nad, pod, po lewej i po prawej stronie początkowej lokalizacji.
ru: Замешайте оставшиеся локации «Западные леса» закрытыми сторонами вверх в колоду лесов. Возьмите 4 верхние карты колоды лесов и введите их в игру сверху, снизу, справа и слева от стартовой локации.
zh: 将剩余的西方大森林地点混洗，构建“森林牌库”。将森林牌库顶4张卡牌放置入场，位于起始地点的上方、下方、左侧和右侧。

source: Shuffle the set-aside Glimmering Meadow location along with each remaining Western Woods location to form the “Woods deck.” Draw the top 4 cards of the Woods deck and put them into play above, below, and to the right and left of the starting location.
de: Der beiseitegelegte Ort Schimmernde Wiese wird mit den übrigen Orten Westliche Wälder zum „Walddeck“ zusammengemischt. Die obersten 4 Karten des Walddecks werden gezogen und links, rechts, oberhalb und unterhalb vom Startort ins Spiel gebracht.
es: Baraja el Lugar Prado destelleante puesto aparte junto con todos los Lugares Bosque oriental restantes para formar el “mazo de Bosque”. Roba las 4 primeras cartas del mazo de Bosque y ponlas en juego por encima, por debajo y a la izquierda y a la derecha del Lugar inicial.
fr: Mélangez le lieu Prairie Lumineuse mis de côté ainsi que tous les lieux Bois Occidentaux pour former le « deck Bois ». Piochez les 4 premières cartes du deck Bois et mettez-les en jeu en haut, en bas, à droite et à gauche du lieu de départ.
it: Mescolate il luogo Prato Sfavillante messo da parte e ogni luogo Boschi Occidentali rimanente per formare un "mazzo dei boschi". Pescate 4 carte dalla cima del mazzo dei boschi e mettetele in gioco sopra, sotto, a destra e a sinistra del luogo di partenza.
ko: ‘미광이 감도는 초지’와 함께 나머지 ‘서부 숲’ 장소를 함께 섞어 “숲 덱”을 구성합니다. 숲 덱 맨 위 카드 4장을 가져와, 플레이 영역 중 시작 장소의 위쪽/아래쪽/왼쪽/오른쪽에 하나씩 둡니다.
pl: Potasuj odłożoną na bok lokalizację Migocząca łąka razem z pozostałymi lokalizacjami Zachodni las i stwórz z nich „talię lasu”. Dobierz 4 karty z wierzchu talii lasu i umieść je w grze, nad, pod, po lewej i po prawej stronie początkowej lokalizacji.
ru: Замешайте отложенную локацию «Мерцающий луг» вместе с оставшимися локациями «Западные леса» закрытыми сторонами вверх в колоду лесов. Возьмите 4 верхние карты колоды лесов и введите их в игру сверху, снизу, справа и слева от стартовой локации.
zh: 将放在一旁的微光草原地点和剩余的西方大森林地点混洗，构建“森林牌库”。将森林牌库顶4张卡牌放置入场，位于起始地点的上方、下方、左侧和右侧。

source: Check your Campaign Log and gather each story asset from the <i>Residents</i> encounter set.
de: Überprüfe das Kampagnenlogbuch. Jede Storyvorteilskarte aus dem Begegnungsset <i>Einwohner</i> wird herausgesucht.
es: Comprueba el registro de campaña y reúne todos los Apoyos de historia del conjunto de encuentro <i>Habitantes</i>.
fr: Vérifiez votre Carnet de Campagne et réunissez tous les soutiens d’histoire du set de rencontre <i>Habitants</i>.
it: Controllate il Diario della Campagna e radunate ogni supporto storia del set di incontri <i>Abitanti</i>.
ko: 캠페인 기록지를 확인하고 [[주민]] 조우 세트에서 모든 이야기 자산을 모읍니다.
pl: Sprawdź Dziennik kampanii i zbierz każdy atut fabularny z zestawu spotkań <i>Mieszkańcy</i>.
ru: Сверьтесь с журналом кампании и соберите все сюжетные активы из набора контактов «Жители».
zh: 检查剧本日志并从<i>住民</i>遭遇组中收齐所有剧情支援。

source: If Theo Peters is at Relationship Level 2 or higher:
de: Falls Theo Peters’ Beziehungsstufe 2 oder höher ist:
es: Si el nivel de relación de Theo Peters es 2 o más:
fr: Si Theo Peters a un Niveau de Relation de 2 ou plus :
it: Se il Livello di Relazione di Theo Peters è pari o superiore a 2:
ko: ‘테오 피터스’와의 친밀도가 2 이상이라면
pl: Jeśli stopień zażyłości z Theo Petersem wynosi 2 lub więcej:
ru: Если уровень доверия Тео Питерса 2 и более:
zh: 如果西奥．彼得斯的友好度至少有2格：

source: Set Theo Peters aside, out of play.
de: Theo Peters wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon a Theo Peters aparte, fuera del juego.
fr: Mettez Theo Peters de côté hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, Theo Peters.
ko: ‘테오 피터스’를 비플레이 상태로 치워 둡니다.
pl: Odłóż Theo Petersa na bok, poza grę.
ru: Отложите «Тео Питерса» в сторону, вне игры.
zh: 将西奥．彼得斯放在一旁，置于场外。

source: If Judith Park is at Relationship Level 2 or higher:
de: Falls Judith Parks Beziehungsstufe 2 oder höher ist:
es: Si el nivel de relación de Judith Park es 2 o más:
fr: Si Judith Park a un Niveau de Relation de 2 ou plus :
it: Se il Livello di Relazione di Judith Park è pari o superiore a 2:
ko: ‘주디스 파크’와의 친밀도가 2 이상이라면
pl: Jeśli stopień zażyłości z Judith Park wynosi 2 lub więcej:
ru: Если уровень доверия Джудит Пак 2 и более:
zh: 如果茱蒂丝．朴的友好度至少有2格：

source: Set Judith Park aside, out of play.
de: Judith Park wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon a Judith Park aparte, fuera del juego.
fr: Mettez Judith Park de côté, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, Judith Park.
ko: ‘주디스 파크’를 비플레이 상태로 치워 둡니다.
pl: Odłóż Judith Park na bok, poza grę.
ru: Отложите «Джудит Пак» в сторону, вне игры.
zh: 将茱蒂丝．朴放在一旁，置于场外。
