Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/08_the_twisted_hollow.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Scenario: The Twisted Hollow
de: Szenario: Die Verdrehte Hohl
es: Escenario: La hondonada retorcida
fr: Scénario : Le Vallon Tortueux
it: Scenario: La Cavità Contorta
ko: 시나리오: 뒤틀린 공동
pl: Scenariusz: Niezwykła dziupla
ru: Сценарий: Чудовищная лощина
zh: 冒险：盘根空树

source: Darkness Level
de: Dunkelheitsstufe
es: Nivel de oscuridad
fr: Niveau de Ténèbres
it: Livello di Tenebre
ko: 어둠 수치
pl: Poziom ciemności
ru: Уровень темноты
zh: 黑暗等级

source: Location Adjacency in The Twisted Hollow
de: Benachbarte Orte in „Die Verdrehte Hohl“
es: Adyacencia de Lugares en La hondonada retorcida
fr: Lieux Adjacents dans le Vallon Tortueux
it: Luoghi Adiacenti ne La Cavità Contorta
ko: 뒤틀린 공동에서의 장소 인접성
pl: Sąsiadowanie lokalizacji w Niezwykłej dziupli
ru: Соседние локации в «Чудовищной лощине»
zh: 盘根空树的地点相邻规则

source: “I should have known better than to let that little twit go off on his own. I swear on his precious little grave, if I find that boy plucking violets and reciting poetry, I will have him expelled,” Dr. Marquez almost spits the words as she leads you to one of the Vale’s supply sheds. Searching the village yielded no results: Just a pile of books and Bertie’s leather satchel in his room at the boarding house. Nobody seems to have seen him since the morning. The professor opens the rickety shed and grabs an old barn lantern from an iron hook. “Look for oil,” she says gruffly. You mention the locals’ warning against going out at night, and the professor raps her cane on an empty oilcan. “All the more reason to find Bertie.” A long shadow falls across you both, and you turn to see Mother Rachel silhouetted against the sunset. “You all left so quickly after dinner. Is there something I can help you find?”
de: „Ich hätte es besser wissen müssen, als diesen kleinen Dussel allein losziehen zu lassen. Er wird sich noch den Tod holen. Ich schwöre: Wenn ich diesen Burschen dabei erwische, wie er Veilchen pflückt und Gedichte rezitiert, werde ich ihn von der Universität verweisen lassen!“ Dr. Marquez spuckt die Worte förmlich aus, während sie dich zu einem Vorratsschuppen führt. Die Durchsuchung des Dorfes ist erfolglos geblieben: Mehr als einen Stapel Bücher und Berties Ledertasche in seinem Zimmer in der Pension konntet ihr nicht finden. Niemand scheint ihn seit dem Morgen gesehen zu haben. Die Professorin öffnet den klapprigen Schuppen und nimmt eine alte Stalllaterne von einem Eisenhaken. „Suchen Sie nach Öl“, sagt sie unwirsch. Du erwähnst die Warnung der Einheimischen, nachts nicht nach draußen zu gehen. Die Professorin klopft mit ihrem Stock auf einen leeren Ölkanister und erwidert: „Ein Grund mehr, nach Bertie zu suchen.“ Ein langer Schatten fällt über euch. Als du dich umdrehst, erkennst du Mutter Rachel, deren Silhouette sich gegen den Sonnenuntergang abzeichnet. „Sie sind nach dem Essen alle so schnell gegangen. Gibt es etwas, bei dem ich Ihnen helfen kann?“
es: –Tendría que haber sabido que no podía dejar que ese pequeño imbécil se fuera por su cuenta. Les juro por su tumba que si encuentro a ese chico recogiendo violetas y recitando poesía, haré que le expulsen –La Dra. Marquez prácticamente escupe sus palabras mientras os lleva a uno de los cobertizos de suministros del Valle. Registrar el pueblo no ha dado resultado: tan sólo un montón de libros y el bolso de cuero de Bertie en su cuarto de la pensión. Nadie parece haberlo visto desde la mañana. La profesora abre el desvencijado cobertizo y coge un viejo farol de granero de un gancho de hierro. –Busquen aceite –dice malhumorada. Mencionáis la advertencia de los lugareños acerca de salir de noche y la profesora golpetea una lata de aceite vacía con el bastón. –Razón de más para encontrar a Bertie. Una larga sombra cae sobre vosotros y, al giraros, veis la silueta de la madre Rachel recortada contra la puesta de sol. –Qué rápido se fueron después de la cena. ¿Puedo ayudarles a encontrar algo?
fr: « J’aurais dû savoir qu’il ne fallait pas laisser ce petit con partir tout seul. Je jure sur sa tombe que si je trouve ce garçon en train de cueillir des violettes et de réciter des poèmes, je le ferai virer », crache le Dr Marquez en vous conduisant à l’un des hangars d’approvisionnement de Vale. Les recherches dans le village n’ont rien donné : juste une pile de livres et la sacoche en cuir de Bertie dans sa chambre à la pension. Personne ne semble l’avoir vu depuis le matin. Le professeur ouvre la cabane branlante et saisit une vieille lanterne de grange sur un crochet en fer. « Allez chercher du pétrole », dit-elle d’un ton bourru. Vous rappelez l’avertissement des habitants de ne pas sortir la nuit, et le professeur frappe sa canne sur un bidon de pétrole vide. « Raison de plus pour retrouver Bertie. » Une ombre imposante s’étend sur vous deux, et vous vous retournez pour apercevoir la silhouette de Mère Rachel se détacher dans le soleil couchant. « Vous êtes tous partis si vite après le dîner. Y a-t-il quelque chose que je puisse vous aider à trouver ? »
it: "Avrei dovuto saperlo che lasciar andare quell'idiota da solo non sarebbe stata una buona idea. Se lo trovo a cogliere violette e recitare poesie, giuro che lo faccio espellere dalla facoltà!" La dottoressa Marquez vi accompagna verso uno dei capanni degli attrezzi della valle. Cercarlo nel villaggio non è servito a niente, e alla pensione avete trovato solo una pila di libri e la sua tracolla di pelle. Persino tra le persone con cui avete parlato non c'era nessuno che lo avesse visto dopo il mattino. La professoressa apre la porta sciancata del capanno e sfila una vecchia lampada a olio da un gancio di ferro. "Cercate del combustibile" vi ordina scorbutica. Le fate notare che vi hanno sconsigliato di uscire dal villaggio di notte, ma la dottoressa batte il suo bastone contro una tanica vuota. "Motivo in più per trovare Bertie." Una lunga ombra spunta tra di voi. Voltandovi verso l'ingresso, vedete la sagoma di Madre Rachel che si staglia contro l'orizzonte. "Ve ne siete andati così in fretta dopo cena. Posso aiutarvi a trovare ciò che state cercando?"
ko: “저 얼간이를 혼자 두는 게 아니었는데. 그 친구의 작고 소중한 묫자리에 맹세코, 제비꽃이나 따고 시나 읊으러 놀러 간 거라면 그 길로 내쫓아 버릴 거예요.” 마르케스 박사는 헴록 베일의 비축품 헛간으로 당신을 안내하는 내내 속사포처럼 말을 쏟아냅니다. 마을을 샅샅이 뒤졌지만 아무런 성과도 없었습니다. 숙소에 있는 버티의 방에는 책더미와 버티의 가죽 가방만 있었을 뿐입니다. 오늘 아침 이후로 버티를 본 사람은 한 명도 없었습니다. 마르케스 박사는 허름한 헛간을 열고 철제 고리에 걸려 있던 낡은 헛간 랜턴을 집어 듭니다. “기름 좀 찾아봐요.” 박사가 무뚝뚝하게 말합니다. 밤에 외출하지 말라던 주민들의 경고를 언급하자, 마르케스 박사가 지팡이로 빈 기름 깡통을 두들깁니다. “그러게요. 버티를 찾아야 할 이유가 또 늘었군요.” 당신과 박사 뒤로 긴 그림자가 드리워집니다. 뒤돌아서자 노을을 배경으로 대모 레이첼의 실루엣이 비칩니다. “저녁 식사 자리가 끝나고 서둘러 자리를 뜨시더군요. 제가 도와드릴 일이라도 있을까요?”
pl: „Powinnam być mądrzejsza i nie pozwolić temu durniowi odejść samemu. Przysięgam na jego malutki grób, jeśli znajdę tego chłopaka zrywającego fiołki i recytującego poezję, wyrzucę go z uniwersytetu!” – dr Marquez niemalże wypluwa z siebie słowa, gdy prowadzi was do jednej z szop z zaopatrzeniem w Dolinie. Przeszukanie wioski nie przyniosło żadnych rezultatów: znaleźliście jedynie stos książek i skórzaną torbę Bertiego w jego pokoju w pensjonacie. Wygląda na to, że nikt go nie widział od rana. Dr Marquez otwiera rozklekotaną szopę i chwyta wiszącą na żelaznym haku starą lampę. „Poszukajcie oleju” – mówi szorstko. Przypominacie, że mieszkańcy ostrzegali was przed wychodzeniem w nocy, na co doktor stuka laską w pusty kanister. „Kolejny powód, żeby szukać Bertiego”. Nagle pada na was długi cień. Odwracacie się i widzicie Matkę Rachel na tle zachodzącego słońca. „Wyszliście tak szybko po kolacji. Czy mogę wam w czymś pomóc?”
ru: «Нужно было догадаться и не отпускать этого болвана гулять в одиночку. Клянусь его маленькой могилкой, если я найду этого мальчишку ощипывающим фиалки и цитирующим поэзию, я прикажу его исключить», — доктор Маркес практически плюётся словами, пока ведёт вас к одному из деревенских сараев с припасами. Поиски в Хемлок-Вейл не дали ничего, кроме стопки книг да кожаного портфеля Берти, лежавших в его комнате в пансионе. Похоже, его никто не видел с самого утра. Профессор открывает шаткий сарайчик и снимает с железного крюка старый амбарный фонарь. «Поищите масло», — хрипловато говорит она. Вы упоминаете, что местные не рекомендовали выходить за пределы поселения ночью, но профессор лишь постукивает тростью по пустой маслёнке: «Тогда нам тем более надо найти Берти». На вас обоих падает длинная тень. Вы оборачиваетесь и видите силуэт матушки Рейчел на фоне заката. «Вы так быстро ушли после ужина, — произносит она. — Вы что-то ищете? Вам помочь?»
zh: “我早该知道不能让那个臭小子自己行动，我对天发誓，如果被我抓到他是跑去哪里摘花或吟诗，我一定会开除他。”马尔克斯博士愤恨的说著，一边带著你走向村庄存放物资的棚屋。你们在村庄中的搜寻一无所获，只在旅店中找到柏蒂留下的一堆书籍跟他的皮制侧背包。从早上开始就没有人再见过柏蒂。 教授打开破旧的棚屋，从墙上的铁钩拿下一盏旧提灯，气冲冲地说：“找灯油。”你提起当地人的警告，最好不要在晚上出去，教授一边用拐杖敲打著空的灯油罐一边说：“那我们更应该把柏蒂找回来。” 一道修长的影子笼罩你们，你转身看见暮光投射在瑞秋主母的身上，她开口询问：“你们用完餐后就匆匆离开了，我能帮你们找什么吗？”

source: <i>Tell the truth.</i>
de: <i>Sage die Wahrheit.</i>
es: <i>Decir la verdad.</i>
fr: <i>Lui dire la vérité.</i>
it: <i>Dite la verità.</i>
ko: 사실대로 말합니다.
pl: <i>Mówicie prawdę.</i>
ru: <i>Сказать правду.</i>
zh: <i>告知事实。</i>

source: <i>Lie to her.</i>
de: <i>Lüge sie an.</i>
es: <i>Mentir.</i>
fr: <i>Lui mentir.</i>
it: <i>Mentite.</i>
ko: 거짓으로 답합니다.
pl: <i>Kłamiecie.</i>
ru: <i>Солгать ей.</i>
zh: <i>对她说谎。</i>

source: As you share the dire situation, the elderly woman nods gravely. “As I said when you arrived in the Vale, we do not venture out at night. However, your friend will likely not survive the night if left alone.” She eyes Dr. Marquez’s old lantern. “Please, take my lantern. Stay in the light, and you will find the way much safer.” She leads you to the edge of the forest as the sun sets. The forest air is unnaturally thick, and you find it hard to breathe, but you follow the matron nonetheless. Eventually, Mother Rachel leads you to a broad, open field and gestures to the tenebrous shadows. “From here, you take your lives into your own hands. The people of the Vale will pray for your safe return.” Hazy lights dance above the meadow’s yarrow and asters. Mother Rachel points into the murky abyss. “If all else fails, return to the fireflies.”
de: Die ältere Frau nickt ernst, als du ihr von der misslichen Lage berichtest. „Wie ich schon bei Ihrer Ankunft im Tal sagte, wagen wir uns nachts nicht hinaus. Aber Ihr Freund wird auf sich allein gestellt die Nacht wahrscheinlich nicht überleben.“ Sie betrachtet die alte Laterne in Dr. Marquez’ Hand. „Bitte, nehmen Sie meine Laterne. Bleiben Sie im Licht, dann wird ihr Weg viel sicherer sein.“ Sie führt euch an den Waldrand, während die Sonne endgültig untergeht. Die Waldluft ist unnatürlich schwer und drückt beim Atmen auf deine Brust, dennoch folgst du der Oberin weiter. Schließlich führt euch Mutter Rachel auf ein weites, offenes Feld und deutet mit einer Geste auf die düsteren Schatten. „Von hier an müssen Sie Ihr Leben selbst in die Hand nehmen. Die Bewohner des Tals werden für Ihre sichere Rückkehr beten.“ Trübe Lichter tanzen über den Schafgarben und Astern der Wiese. Mutter Rachel deutet in die Finsternis hinein. „Wenn etwas schiefgeht, dann folgen Sie den Glühwürmchen.“
es: Le contáis la grave situación y la anciana asiente con seriedad. –Como dije cuando llegaron al Valle, no salimos de noche. Sin embargo, es improbable que su amigo sobreviva hasta llegar el día si se queda solo –Mira el viejo farol de la Dra. Marquez y añade–. Por favor, llévense mi farol. Quédense en la luz y el camino les resultará mucho más sencillo. Os lleva hasta la linde del bosque mientras el sol se pone. El aire en el bosque es extrañamente denso y descubrís que os cuesta respirar, pero seguís a la matrona de todas formas. La madre Rachel acaba por llevaros a un amplio campo abierto y hace un gesto hacia las tenebrosas sombras. –Desde aquí, sus vidas están en sus propias manos. La gente del Valle rezará por que regresen sanos y salvos. Unas luces difusas bailan sobre las aquileas y las margaritas del prado. La madre Rachel señala el turbio abismo. –Si todo lo demás falla, regresen a las luciérnagas.
fr: Alors que vous lui faites part de votre mauvaise passe, la vieille femme hoche gravement la tête. « Comme je l’ai dit à votre arrivée dans Vale, nous ne nous aventurons pas la nuit. Cependant, votre ami ne survivra probablement pas jusqu’au matin si on le laisse seul. » Elle regarde la vieille lanterne du Dr Marquez. « S’il vous plaît, prenez ma lanterne. Restez dans la lumière et vous verrez que le chemin est plus sûr. » Elle vous conduit à la lisière de la forêt alors que le soleil se couche. L’air y est anormalement épais et vous avez du mal à respirer, mais vous suivez quand même la matrone. Finalement, Mère Rachel vous conduit à un vaste champ ouvert et fait un geste vers les ombres ténébreuses. « À partir d’ici, vos vies sont entre vos mains. Les habitants de la vallée prieront pour que vous reveniez sains et saufs. » Des lumières floues dansent au-dessus des achillées et des asters qui poussent dans la prairie. Mère Rachel pointe du doigt l’obscurité. « Si tout le reste échoue, revenez aux lucioles. »
it: Condividete le vostre preoccupazioni e la donna annuisce laconicamente. "Come vi ho detto quando siete arrivati, noi non usciamo durante la notte. Tuttavia, è improbabile che il vostro amico possa sopravvivere da solo." Vedete i suoi occhi saettare verso la vecchia lampada in mano alla dottoressa Marquez. "Vi prego, prendete la mia lanterna. Restate alla luce e il sentiero sarà molto più sicuro." Vi accompagna fino al limitare della foresta, con il sole che sta ormai per sparire del tutto. L'aria che striscia tra gli alberi è densa in modo innaturale, tanto da rendervi difficile respirare, ma non demordete e tenete il passo della matrona finché non arrivate in un ampio campo aperto, dove Madre Rachel vi indica il nero delle tenebre. "Da qui in avanti, le vostre vite sono in mano vostra. Gli abitanti della valle pregheranno affinché torniate sani e salvi." Luci soffuse danzano tra i millefoglie e gli aster. Madre Rachel vi fa cenno verso il cupo abisso che vi attende. "Se doveste trovarvi senza alternative, seguite le lucciole."
ko: 심각한 현 상황을 알려주자 대모가 고개를 끄덕입니다. “여러분이 이곳에 도착했을 때 말했었죠. 우리는 밤에는 밖에 나다니지 않아요. 하지만 이대로 그냥 둔다면 여러분의 친구는 오늘 밤을 살아서 넘기지 못할 거예요.” 대모 레이첼의 눈이 마르케스 박사가 든 낡은 랜턴으로 향합니다. “부디 제 랜턴을 가져가세요. 불빛이 있어야 안전하게 길을 찾을 수 있을 거예요.” 태양이 지평선에 걸릴 무렵, 대모 레이첼을 따라 숲 가장자리에 이르렀습니다. 숲의 공기는 부자연스럽게도 답답해 숨이 막힐 것 같았지만, 당신은 아무렇지도 않은 척 대모의 뒤를 따릅니다. 마침내 대모 레이첼이 넓고 탁 트인 공터로 안내하며 어두운 숲 그림자를 향해 손짓합니다. “여기서부터 여러분의 목숨은 오롯이 여러분의 손에 달렸습니다. 우리 헴록 베일 사람들은 하나 되어 여러분의 무사 귀환을 기도하겠습니다.” 초지에 돋아난 톱풀과 과꽃 위로 희끄무레한 빛무리가 춤춥니다. 대모 레이첼이 심연같이 어두컴컴한 숲속을 가리킵니다. “혹여 모든 게 수포로 돌아간다면, 이 반딧불이를 보고 돌아오세요.”
pl: Kiedy mówicie o niepokojącej sytuacji, starsza kobieta z powagą kiwa głową. „Tak jak mówiłam, kiedy przybyliście do Doliny – nie wychodzimy nocą. Jednak wasz przyjaciel prawdopodobnie nie przeżyje do rana, jeśli zostanie sam”. Patrzy na starą lampę w dłoni dr Marquez. „Proszę, weźcie lepiej moją. Pozostawajcie w świetle, a będziecie znacznie bezpieczniejsi”. W blasku zachodzącego słońca prowadzi was na skraj lasu. Powietrze tu jest nienaturalnie gęste i trudno wam oddychać, ale mimo to podążacie za kobietą. W końcu docieracie na szerokie, otwarte pole i Matka Rachel wskazuje na mroczne cienie dookoła. „Od tego miejsca wasze życie spoczywa w waszych rękach. Mieszkańcy Doliny będą się modlić o wasz bezpieczny powrót”. Nad kwitnącymi na łące krwawnikami i astrami tańczą blade światła. „Jeśli wszystko inne zawiedzie, zdajcie się na świetliki” – dodaje.
ru: Выслушав рассказ о вашей тяжёлой ситуации, пожилая женщина серьёзно кивает: «Как я уже упоминала при вашем прибытии, мы не ходим наружу по ночам. Тем не менее ваш друг, скорее всего, не протянет до утра в одиночку. — Её взгляд падает на старый фонарь в руке доктора Маркес. — Пожалуйста, возьмите мой. Оставайтесь в его свете, и вам будет гораздо проще найти путь». Под закатным солнцем она ведёт вас к кромке леса. Воздух здесь неестественно плотный, вам тяжело дышать им, но вы всё равно следуете за матроной. Наконец матушка Рейчел приводит вас на широкое открытое поле и показывает на мрачные тени: «Отсюда ваши жизни зависят лишь от вас самих. Мы в ХемлокВейл будем молиться, чтобы вы вернулись в целости». Над тысячелистником и астрами на лугу пляшут туманные огоньки. Матушка Рейчел указывает на мутную бездну: «В крайнем случае возвращайтесь к светлячкам».
zh: 你向她解释目前严峻的状况，年长的女士面色凝重的点了点头：“你们抵达谷地时我就说过，我们不会在晚上出去冒险。不过，如果真的放任你们的朋友不管的话，他很可能没办法活下来。”她看向马尔克斯博士手上的旧提灯。“带著我的提灯去吧，待在光明之中会安全的多。”她引领你们来到森林的边缘，身后的夕阳正在逐渐消失。森林中的空气异常凝重，尽管你感到呼吸困难，但仍紧紧跟著这位修女长。最后，她带领你们来到一片广阔的林间空地，然后指向前方黑暗的阴影：“从这里开始，你们的命运就掌握在自己手中了，谷地的人民会为你们祈祷，希望你们能安全归来。” 朦胧的光线笼罩在长满欧芹与紫菀的花海上，瑞秋主母指著那片阴暗的深渊说：“如果你们失败了，就跟著萤火虫返回。”

source: Mother Rachel showed the way.
de: Mutter Rachel hat dir den Weg gewiesen.
es: la madre Rachel mostró el camino.
fr: Mère Rachel a montré la voie.
it: Madre Rachel vi ha mostrato la via.
ko: 대모 레이첼이 길을 안내해 주었다
pl: Matka Rachel wskazała wam drogę.
ru: матушка Рейчел указала путь.
zh: 瑞秋主母指明道路。
