Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/08_the_twisted_hollow.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The canopy of trees presses in, filled with myriad eyes and the noisome beating of insect wings. You emerge into a small moonlit clearing to hear a familiar hacking cough: the bear emerges, snarling, from the darkness behind you. Bertie looks at you with wide, clear eyes. “This is my fault. I’m so sorry I caused you so much trouble. Say a word for me back in the Vale, will you?” Before you can intervene, Bertie snatches the lantern out of your hands and shouts into the darkness: “Come on, you ugly git!” The bear roars in response. Glowing blue spores scatter in the darkness around it, wreathing the creature in pale blue light. Bertie lets out a brave yell in response and barrels toward it. Realizing the young man’s sacrifice, you take advantage of the distraction to slip away and get to safety.
de: Unzählige Augen beobachten dich aus dem Blätterdach der Bäume heraus – du hörst das laute Schlagen von unzähligen Insektenflügeln – die Bäume kommen näher. Du stolperst auf eine kleine, mondbeschienene Lichtung und hörst ein vertrautes abgehacktes Keuchen: Der Bär taucht knurrend aus der Dunkelheit hinter dir auf. Bertie sieht dich mit großen Augen an. „Das ist alles meine Schuld. Es tut mir so schrecklich leid, dass ich Ihnen so viel Ärger bereitet habe. Sprechen Sie im Tal ein paar Worte für mich, ja?“ Bevor du reagieren kannst, reißt dir Bertie die Laterne aus der Hand und schreit in die Dunkelheit: „Komm schon, du hässliches Vieh!“ Der Bär lässt als Antwort ein Brüllen ertönen. Blau leuchtende Sporen werden in die Luft geschleudert und hüllen die Kreatur in fahlblaues Licht. Bertie stößt daraufhin einen mutigen Schrei aus und stürmt auf den Bären zu. Als dir klar wird, dass der junge Mann sich für dich opfern will, nutzt du die Ablenkung, um dich in Sicherheit zu bringen.
es: Las copas de los árboles parecen venirse encima de vosotros, repletas de una multitud de ojos y del ruidoso batir de las alas de los insectos. Salís a un pequeño claro iluminado por la luna y oís una tos ronca familiar: el oso sale gruñendo de la oscuridad detrás de vosotros. Bertie os mira con los ojos como platos. –Es culpa mía. Lamento muchísimo haber provocado tantos problemas. Hablen bien de mí cuando vuelvan al Valle, ¿quieren? Antes de que podáis intervenir, Bertie os arrebata el farol y grita hacia la oscuridad: –¡Venga, engendro! El oso ruge como respuesta. Unas brillantes esporas azules se dispersan en la oscuridad a su alrededor, bañando a la criatura de una pálida luz azul. Bertie también responde con un grito valeroso y corre hacia él. Al daros cuenta del sacrificio del joven, aprovecháis la distracción para marcharos y poneros a salvo.
fr: La canopée se fait plus dense. Les arbres sont remplis de milliers d’yeux et du bourdonnement des insectes. Vous émergez dans une petite clairière illuminée par la lune et entendez une toux familière : l’ours émerge de l’obscurité derrière vous en grognant. Bertie vous regarde avec de grands yeux clairs. « C’est ma faute. Je suis vraiment désolé de vous avoir causé tant d’ennuis. Dites un mot pour moi à Vale, voulez-vous ? » Avant que vous ne puissiez intervenir, Bertie vous arrache la lanterne des mains et crie dans l’obscurité: « Viens par ici, espèce de sale monstre ! » L’ours répond par un rugissement. Des spores bleues incandescentes se dispersent dans l’obscurité autour de lui, enveloppant la créature d’une lumière azurée. Bertie pousse un cri de bravoure en réponse et fonce vers l’ours. Conscient du sacrifice du jeune homme, vous profitez de la distraction pour vous éclipser et vous mettre à l’abri.
it: Le chiome degli alberi vi soffocano assieme all'incessante ronzare di disgustosi insetti che vi fissano senza sosta. Quando riuscite finalmente a raggiungere una piccola radura illuminata dalla luna, sentite dietro di voi un familiare rantolo sibilante: l'orso emerge dal limitare degli alberi, ringhiante, pronto ad avventarsi sulle sue prede. Bertie si volta per fissarvi con gli occhi sgranati: "È colpa mia. Sono mortificato per tutti i problemi che vi ho causato. Portate i miei saluti alla valle, va bene?" Prima che possiate intervenire in qualche modo, il giovane assistente vi strappa la lanterna di mano e si mette a correre verso le tenebre. "Vieni a prendermi, brutto idiota!" L'orso ruggisce abboccando alla provocazione. Spore luminescenti si espandono attorno alla creatura, avvolgendola in una pallida luce bluastra. Bertie gli risponde con un urlo carico di coraggio e si mette a correre ancora più velocemente. Non volendo rendere vano il sacrificio del vostro amico, approfittate della distrazione per dileguarvi e trovare un posto sicuro.
ko: 수많은 눈과 시끄러운 곤충의 날갯짓 소리로 가득 찬 숲이 점차 당신을 향해 밀려듭니다. 마침내 달빛이 드리운 공터로 나오자, 익숙한 기침 소리와 함께 숲그림자 속에서 곰이 으르렁거리며 모습을 드러냅니다. 버티가 눈을 동그랗게 뜨고 당신을 바라봅니다. “이건 다 제 잘못이에요. 폐를 끼쳐서 정말 미안해요. 헴록 베일로 돌아가면 제 이야기를 전해주시겠어요?” 당신이 뭐라 말하기도 전에, 버티가 당신의 손에서 랜턴을 낚아채서는 어둠 속을 향해 소리 지릅니다. “여기다, 이 못생긴 자식아!” 그 소리에 곰이 포효를 내지릅니다. 어둠 속에서 곰의 주변으로 두둥실 떠다니는 푸른빛 포자로 인해, 곰은 마치 창백한 푸른 빛에 휘감긴 것만 같습니다. 버티는 용감하게 소리를 내지르며 곰을 향해 달려듭니다. 버티가 자신을 희생할 것임을 깨달은 당신은 그가 곰의 주의를 분산시키는 틈을 타 숲에서 안전하게 도망칩니다.
pl: Wypełniony światłem niezliczonych par oczu i dźwiękiem skrzydeł owadów baldachim drzew zagęszcza się. Wychodzicie na skąpaną w świetle księżyca niewielką polanę i słyszycie znajome kasłanie. Z ciemności za wami wyłania się warczący niedźwiedź. Bertie patrzy na was szeroko otwartymi, jasnymi oczami. „To moja wina. Przepraszam, że narobiłem wam tyle kłopotu. Wspomnijcie o mnie w Dolinie, dobrze?” Nim jesteście w stanie zareagować, Bertie wyrywa wam z rąk latarnię i krzyczy w mrok: „Chodź tu, brzydalu!”. W odpowiedzi niedźwiedź wydaje z siebie dziki ryk. Świecące niebieskie zarodniki rozpraszają się w ciemności wokół, otaczając go bladym światłem. Bertie odpowiada mu równie głośnym krzykiem i rzuca się w jego stronę. Zdając sobie sprawę z poświęcenia młodzieńca, wykorzystujecie moment, aby wymknąć się i uciec w bezpieczne miejsce.
ru: Деревья давят на вас сверху, заполняясь мириадами глаз и шумным шелестом крыльев насекомых. Вы выходите на небольшую залитую лунным светом полянку и слышите знакомый кашляющий хрип: из темноты за вашей спиной появляется рычащий медведь. Берти смотрит на вас широкими ясными глазами: «Это моя вина. Мне так жаль, что я причинил вам столько неудобств. Замолвите за меня словечко в деревне, ладно?» Прежде чем вы успеваете вмешаться, Берти выхватывает фонарь из вашей руки и кричит в темноту: «Иди-ка сюда, ты, мерзкая тварь!» Медведь отвечает громогласным рыком. От него во все стороны разлетаются светящиеся голубые споры, окружая существо бледным голубым сиянием. Берти храбро вопит и бросается ему навстречу. Понимая, что юноша жертвует собой, вы пользуетесь моментом, чтобы сбежать от опасности.
zh: 浓密的树冠彷佛正在逼近，充满无数的眼睛还有昆虫振翅的嗡嗡声。你们走进一个被月光照亮的小空地，随即听见一声熟悉的剧烈咳嗽：熊怪从身后的黑暗中出现了，一边咆哮，一边逼近。柏蒂睁大眼睛看著你，眼神清澈：“都是我的错，我很抱歉对你造成这么多麻烦。等你回到谷地，帮我说些好话，好吗？”在你来得及阻止前，他一把夺过你手上的提灯，冲入黑暗中大喊著：“来啊，你这个丑陋的混蛋！” 熊怪用怒吼回应他，发光的蓝色孢子散落在他四周，将牠包裹在纯蓝色的光芒中。柏蒂发出一声勇敢的吆喝，朝牠冲过去。你意识到这个年轻人准备牺牲自己，你抓紧怪物分心的机会，逃出生天。

source: “Miskatonic Survey, June 1926. Members Marquez, Musgrave, et alii. An unplanned foray into the Western Woods, at night. Local flora and fauna have evolved highly specialized behavior patterns after dark, likely dictated by extreme circadian rhythms and aggressive predation. A highly toxic environment. Identified a hitherto unknown symbiosis with a new strain of parasitic fungus. Further observation necessary.”
de: „Miskatonic-Feldforschung, Juni 1926. Mitglieder: Marquez, Musgrave et al. – Ungeplante nächtliche Exkursion in die Westlichen Wälder. Hiesige Flora und Fauna mit hoch spezialisierten Verhaltensmustern bei Nacht, wahrscheinlich bestimmt durch extremen Biorhythmus und aggressive Räuber-Beute-Beziehungen. Äußerst toxische Umgebung. Entdeckung einer bis dato unbekannten Symbiose mit einer neuen parasitären Pilzart. Weitere Beobachtungen nötig.“
es: “Estudio de Miskatonic, junio de 1926. Miembros Marquez, Musgrave et alii. Excursión no planeada al bosque oriental durante la noche. La flora y fauna locales han evolucionado con patrones de comportamiento altamente especializados después del anochecer, probablemente dictados por ritmos circadianos extremos y depredación agresiva. Es un entorno altamente tóxico. Se ha identificado una simbiosis hasta ahora desconocida con una nueva cepa de hongo parásito. Es necesaria más observación”.
fr: Enquête de Miskatonic, juin 1926. Par les membres Marquez, Musgrave et alii. Une incursion non planifiée dans les Bois Occidentaux, la nuit. La flore et la faune locales ont développé des comportements très spécialisés après la tombée de la nuit, probablement dictés par des rythmes circadiens extrêmes et une prédation agressive. Un environnement hautement toxique. Identification d’une symbiose jusqu’alors inconnue avec une nouvelle souche de champignon parasite. D’autres observations sont nécessaires.
it: "Ricerca della Miskatonic, giugno 1926. Membri Marquez, Musgrave et alii. Uscita notturna imprevista nei boschi a ovest dell'isola. Flora e fauna locale hanno sviluppato schemi di comportamento specifici per la notte, probabilmente dettati da ritmi circadiani estremi e predazioni aggressive. Ambiente incredibilmente tossico. Identificata forma di simbiosi finora sconosciuta, perpetrata da un ceppo di funghi parassiti. Necessari ulteriori studi."
ko: “1926년 6월, 미스캐토닉 대학 현장 조사단. 마르케스, 머즈그레이브 외. 야간에 서부 숲에서 계획에 없던 탐사를 진행함. 자생종은 동식물을 막론하고 일몰 후 고도로 특화된 행동 양식을 갖도록 진화하였음. 이는 극단적인 일주기 리듬과 공격적인 포식 환경 때문으로 추정됨. 대단히 유독한 환경임. 지금까지 알려지지 않은 기생성 균주와 타 생물 간의 공생 관계를 확인함. 추가적인 관찰 요망.”
pl: „Dziennik grupy badawczej Uniwersytetu Miskatonic, czerwiec 1926. Członkowie: Marquez, Musgrave i inni. Nieplanowana wyprawa nocą do lasu. Miejscowa flora i fauna wykształciła wysoce wyspecjalizowane wzorce zachowań po zmroku, prawdopodobnie podyktowane ekstremalnym rytmem okołodobowym i agresywnymi drapieżnikami. Wysoce toksyczne środowisko. Zidentyfikowano nieznaną dotychczas symbiozę z nowym szczepem grzyba pasożytniczego. Wymagana dalsza obserwacja”.
ru: «Наблюдательная группа Мискатоника, июнь, 1926 г. Состав: Маркес, Масгрейв, остальные. Незапланированная ночная вылазка в Западные леса. Местные флора и фауна выработали узкоспециализированные паттерны ночного поведения, вероятно, продиктованные экстремальными циркадными ритмами и агрессивной охотой. Высокотоксичная среда. Выявлен доселе неизвестный симбиоз с новым штаммом паразитического гриба. Необходимы дальнейшие наблюдения».
zh: “1926年6月，米斯卡塔尼克大学实地调查。成员：马尔克斯、马斯格雷夫，及其他人员。本次前往西方大森林的夜间调查不在原定计划之内。该地区动植物的进化方向高度专一，专注于发展在黑暗中的行动模式，很可能出自于极端的昼夜节律与极具侵略性的掠食习性。环境毒性程度极高，发现迄今未见的共生体系，一种全新品系的寄生蕈类。需要进一步调查。”

source: Codex Omega: Bertie Musgrave
ru: Архив Омега: Берти Масгрейв

source: Codex Sigma: The Bear 1
ru: Архив Сигма: Медведь 1

source: Codex Sigma: The Bear 2a
ru: Архив Сигма: Медведь 2a

source: Codex Sigma: The Bear 2b
ru: Архив Сигма: Медведь 2b

source: Codex Sigma: The Bear 3
ru: Архив Сигма: Медведь 3

source: Judith Park
ko: 주디스 파크
zh: 茱蒂丝．朴

source: Theo Peters
ko: 테오 피터스
zh: 西奥．彼得斯

source: Because there is only 1 investigator, the Vale Lantern does not take up a hand slot during this scenario.
de: Weil es nur 1 Ermittler gibt, benötigt die Tal-Laterne in diesem Szenario keinen Handslot.
es: Como sólo hay 1 investigador, el Farol del Valle no ocupa un espacio de mano durante este escenario.
fr: Puisqu’il y a seulement 1 investigateur, la Lanterne de Vale n’occupe pas d’emplacement de main pour ce scénario.
pl: Ponieważ w grze jest tylko 1 badacz, podczas tego scenariusza Latarnia z Doliny nie zajmuje żadnej strefy ręki.
zh: 因為只有1位調查員，山谷提燈在本場冒險期間不會佔用手部槽位。
