Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/08_the_twisted_hollow.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Put Dr. Rosa Marquez under the control of an investigator. For the remainder of this scenario, she does not take up an ally slot.
de: Dr. Rosa Marquez wird unter der Kontrolle eines Spielers ins Spiel gebracht. Sie benötigt für dieses Szenario keinen Verbündeter-Slot.
es: Pon la Dra. Rosa Marquez bajo el control de un investigador. Durante el resto de este escenario no ocupa un espacio de aliado.
fr: Mettez en jeu le Dr Rosa Marquez sous le contrôle d’un investigateur. Pour le reste de ce scénario, elle n’occupe pas d’emplacement d’allié.
it: Mettete in gioco la Dott.ssa Rosa Marquez sotto il controllo di un investigatore. Non occupa uno slot alleato per il resto di questo scenario.
ko: ‘로사 마르케스 박사’를 조사자 한 명이 조종하도록 플레이 영역에 둡니다. 이번 시나리오가 끝날 때까지, 그녀는 조력자 슬롯을 차지하지 않습니다.
pl: Umieść Dr Rosę Marquez pod kontrolą dowolnego badacza. Do końca tego scenariusza nie zajmuje ona strefy sprzymierzeńca.
ru: Введите «Доктора Розу Маркес» в игру под контроль любого сыщика. До конца сценария она не занимает слот союзника.
zh: 将萝莎．马尔克斯博士置于任意调查员的控制之下。本场冒险期间，她不占用盟友槽位。

source: Set Bertie Musgrave aside, out of play.
de: Bertie Musgrave wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte a Bertie Musgrave, fuera del juego.
fr: Mettez de côté Bertie Musgrave, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, Bertie Musgrave.
ko: ‘버티 머즈그레이브’를 비플레이 상태로 치워 둡니다.
pl: Odłóż Bertiego Musgrave’a na bok, poza grę.
ru: Отложите «Берти Масгрейва» в сторону, вне игры.
zh: 将柏蒂．马斯格雷夫放在一旁，置于场外。

source: Set aside the special agenda: Back to the Vale!
de: Die Spezial-Agenda „Zurück ins Tal!“ wird beiseitegelegt.
es: Pon aparte el plan especial: ¡De vuelta al Valle!
fr: Mettez de côté l’intrigue spéciale : Retour à Vale !
it: Mettete da parte la trama speciale: Alla Valle!
ko: ‘다시 헴록 베일로!’ 특수 주요사건 카드를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok specjalną tajemnicę: Powrót do Doliny!
ru: Отложите в сторону особенный замысел «Обратно в деревню!»
zh: 将特殊密谋放在一旁：返回谷地！

source: Place 1 resource on the scenario reference card, under “Darkness Level.” For the remainder of the scenario, the number of resources under “Darkness Level” indicates the passage of time.
de: 1 Ressource wird unter „Dunkelheitsstufe“ auf der Szenarioübersichtskarte platziert. Für den Rest des Szenarios geben die Ressourcen unter „Dunkelheitsstufe“ das Verstreichen der Zeit an.
es: Coloca 1 recurso en la sección “Nivel de oscuridad” de la carta de referencia de escenario. Durante el resto del escenario, la cantidad de recursos que hay en “Nivel de oscuridad” indica el paso del tiempo.
fr: Placez 1 ressource sur la carte de référence du scénario, sous « Niveau de Ténèbres ». Pour le reste du scénario, le nombre de ressources sous « Niveau de Ténèbres » représente le passage du temps.
it: Collocate 1 risorsa sulla carta di consultazione dello scenario, alla voce "Livello di Tenebre". Per il resto dello scenario, il numero di risorse alla voce "Livello di Tenebre" indica lo scorrere del tempo.
ko: 시나리오 참조 카드의 “어둠 수치” 칸에 자원 토큰을 1개 올려놓습니다. 이번 시나리오가 끝날 때까지, “어둠 수치” 칸에 놓인 자원 개수는 시간이 얼마나 경과했는지를 뜻합니다.
pl: Umieść 1 żeton zasobu na karcie pomocy scenariusza, na „Poziom ciemności”. Do końca scenariusza liczba żetonów zasobów na „Poziomie ciemności” określa upływ czasu.
ru: Положите 1 ресурс на памятку сценария, на секцию «Уровень темноты». До конца сценария ресурсы на этой карте обозначают течение времени.
zh: 在冒险参考卡牌的“黑暗等级”下方放置1个资源标记。在本场冒险接下来的时间里，“黑暗等级”下方的资源数量表示著当前时间的流逝。

source: Throughout this scenario, the number of resources under “Darkness Level” on the scenario reference card indicate the current stage of night. As time ticks down, resources are added to the current darkness level, and play continues until the investigators reach a certain darkness level, or are defeated. The darker the forest, the deadlier its snares. The current darkness level has no game effect on its own; however, some encounter card effects may change or become stronger depending on the current darkness level.
de: In diesem Szenario zeigt die Anzahl der Ressourcen unter „Dunkelheitsstufe“ auf der Szenarioübersichtskarte an, wie weit die Dunkelheit der Nacht aktuell vorangeschritten ist. Wenn Zeit verstreicht, werden der aktuellen Dunkelheitsstufe Ressourcen hinzugefügt, und das Spiel geht weiter, bis die Ermittler eine bestimmte Stufe erreicht haben oder besiegt werden. Je dunkler der Wald, desto tödlicher sind seine Gefahren. Die aktuelle Dunkelheitsstufe hat keinen eigenen Spieleffekt, aber einige Begegnungskarteneffekte können sich abhängig von der Dunkelheitsstufe verändern oder stärker werden.
es: A lo largo de este escenario, la cantidad de recursos que hay en la sección “Nivel de oscuridad” de la carta de referencia de escenario indica el paso de la noche. A medida que transcurre el tiempo, se añaden recursos al nivel de oscuridad actual, y la partida continúa hasta que los investigadores llegan a un determinado nivel de oscuridad o hasta que quedan derrotados. Cuanto más oscuro sea el bosque, más letales son sus trampas. El nivel de oscuridad actual no tiene ningún efecto de juego por sí mismo; sin embargo, los efectos de algunas cartas de Encuentro pueden cambiar o ser más fuertes según el nivel de oscuridad actual.
fr: Tout au long de ce scénario, le nombre de ressources sous le titre « Niveau de Ténèbres » de la carte de référence de ce scénario indique le passage du temps au cours de la nuit. Au fur et à mesure que le temps s’écoule, des ressources sont ajoutées au niveau de ténèbres en cours. La partie continue jusqu’à ce que les investigateurs atteignent un certain niveau de ténèbres, ou soient vaincus. Plus la forêt est sombre, plus ses pièges sont mortels. Le niveau de ténèbres en cours n’a pas d’effet de jeu en lui-même. Cependant, certains effets de carte Rencontre peuvent changer ou se renforcer en fonction du niveau de ténèbres en cours.
it: Durante tutto questo scenario, il numero di risorse alla voce "Livello di Tenebre" sulla carta di consultazione dello scenario indica il tempo trascorso dal tramonto. Man mano che il tempo scorre, si aggiungono risorse al livello di tenebre attuale e la partita prosegue finché gli investigatori non raggiungono un certo livello di tenebre o finché non vengono sconfitti. Più la foresta sarà immersa nelle tenebre, più le sue trappole saranno letali. Il livello di tenebre attuale non ha alcun effetto di gioco intrinseco, ma alcuni effetti delle carte incontro potrebbero cambiare o diventare più forti in base al livello di tenebre attuale.
ko: 이번 시나리오를 진행하는 동안, 시나리오 참조 카드의 “어둠 수치” 칸에 놓인 자원 개수는 밤이 얼마나 깊었는지를 나타냅니다. 시간이 흐를수록 현재 어둠 수치에 점차 자원이 추가되며, 조사자들이 특정 어둠 수치에 도달하거나 쓰러질 때까지 계속해서 게임을 진행하게 됩니다. 숲에 어둠이 깊어져 갈수록 이곳에 도사린 위험도 더욱 짙어져 갑니다. 현재 어둠 수치 자체는 어떠한 게임 효과도 갖지 않습니다. 그러나 어둠 수치에 따라 일부 조우 카드의 효과가 바뀌기도 하고 더욱더 위험해지기도 합니다.
pl: Podczas tego scenariusza liczba żetonów zasobów znajdujących się na „Poziomie ciemności” na karcie pomocy scenariusza określa obecny etap nocy. Wraz z upływem czasu kolejne żetony zasobów są dokładane do obecnego poziomu ciemności. Gra toczy się do momentu, gdy gracze osiągną określony poziom ciemności lub zostaną pokonani. Im ciemniejszy las, tym bardziej śmiercionośne jego sidła. Obecny poziom ciemności sam w sobie nie ma żadnego efektu, jednak efekty niektórych kart spotkań mogą się zmieniać lub wzmacniać w zależności od obecnego poziomu ciemności.
ru: Во время этого сценария количество ресурсов на секции «Уровень темноты» памятки сценария показывает степень наступления ночи. С течением времени ресурсы продолжают добавляться на памятку сценария, и игра продолжается, пока сыщики не достигнут определённого уровня темноты или не будут побеждены. Чем темнее в лесу, тем смертоноснее его ловушки. Сам по себе уровень темноты не имеет игрового эффекта, но эффекты некоторых карт контактов могут измениться или стать опаснее в зависимости от него.
zh: 在本场冒险中，冒险参考卡牌“黑暗等级”下方的资源数量表示著当前夜晚的阶段。在时间流逝之下，资源会增加到当前的黑暗等级，继续游戏直到调查员到达某个黑暗等级或被击败。森林越暗，周围就更加危险。当前黑暗等级本身没有效果；但是，某些遭遇卡牌的效果根据当前黑暗等级，可能会改变或变得更强。

source: During this scenario, locations will be arranged in a set pattern, with new locations from the Woods deck emerging adjacent to existing locations, unrevealed side faceup. During this scenario, adjacent locations are connected to one another.
de: In diesem Szenario werden die Orte nach einem bestimmten Schema ausgelegt. Neue Orte aus dem Walddeck tauchen mit der verhüllten Seite nach oben benachbart zu bereits existierenden Orten auf. In diesem Szenario sind benachbarte Orte miteinander verbunden.
es: Durante este escenario, los Lugares se colocan con una disposición fija, y los nuevos Lugares que salen del mazo de Bosque se sitúan adyacentes a los Lugares existentes, con el lado sin revelar boca arriba. Durante este escenario, los Lugares adyacentes están conectados entre sí.
fr: Pendant ce scénario, les lieux seront disposés selon un schéma prédéfini, et de nouveaux lieux seront disposés à côté d’eux de façon adjacente depuis le deck Bois, sur leur face non révélée. Pendant ce scénario, les lieux adjacents sont connectés les uns aux autres.
it: Durante questo scenario i luoghi saranno disposti secondo uno schema preciso: ogni nuovo luogo dal mazzo dei boschi comparirà adiacente ai luoghi esistenti, con il lato chiuso a faccia in su. Durante questo scenario, i luoghi adiacenti sono considerati collegati tra di loro.
ko: 이번 시나리오 동안, 장소 카드는 격자 형태로 정렬되며 숲 덱에서 새로운 장소가 등장하면 기존 장소에 이웃하도록 (미공개 면으로) 배치될 것입니다. 이번 시나리오 동안, 이웃한 장소는 서로 이어져 있습니다.
pl: Podczas tego scenariusza lokalizacje są ułożone według schematu, w którym każda nowa lokalizacja z talii lasu pojawia się sąsiadująco z umieszczonymi już w grze lokalizacjami, nieodkrytą stroną do góry. Podczas tego scenariusza sąsiadujące lokalizacje są połączone ze sobą.
ru: Во время этого сценария локации выкладываются в определённую структуру. Новые локации из колоды лесов выкладываются в соседние места с уже имеющимися закрытой стороной вверх. В этом сценарии соседние локации связаны друг с другом.
zh: 本场冒险期间，地点将会被摆放成特定的排列，来自森林牌库的新地点将会放到既有地点旁，未揭示面朝上。本场冒险期间，相邻的地点视为互相连接。

source: If a location ever has no shared edges with another location, slide it vertically or horizontally until it is adjacent to the nearest location.
de: Falls ein Ort einmal keine Seite eines anderen Ortes berührt, wird er horizontal oder vertikal verschoben, bis er benachbart zum nächstgelegenen Ort ist.
es: Si en algún momento algún Lugar no comparte ningún borde con otro Lugar, deslízalo de forma vertical u horizontal hasta que esté adyacente al Lugar más cercano.
fr: À tout moment, si un lieu ne possède pas de côté partagé avec un autre lieu, décalez-le verticalement ou horizontalement jusqu’à ce qu’il soit adjacent au lieu le plus proche.
it: Se un luogo non ha più lati condivisi con altri luoghi, fatelo scorrere verticalmente o orizzontalmente finché non è adiacente al luogo più vicino.
ko: 다른 어떠한 장소와도 가장자리를 공유하지 않는 장소가 생긴다면, 그 장소를 가로 또는 세로로 밀어 (물리적으로) 가장 가까운 장소와 이웃하도록 배치합니다.
pl: Jeśli lokalizacja w dowolnym momencie nie ma żadnej wspólnej krawędzi z inną lokalizacją, przesuń ją w linii pionowej lub poziomej tak, aby sąsiadowała z najbliższą lokalizacją.
ru: Если у локации по какой-то причине нет других локаций по соседству (сверху, снизу, справа или слева), сдвигайте её горизонтально или вертикально, пока она не окажется по соседству с ближайшей локацией.
zh: 如果一个地点不再与其他地点共享边，将该地点沿著垂直或水平方向滑动，直到其相邻于最近的地点。

source: Some cards in this scenario reference an area called the “pursuit area.” The pursuit area is an out-of-play area next to the act and agenda deck which enemies can enter and leave via card effects. Generally speaking, enemies in play will move to the pursuit area as the night progresses. <b>Although the pursuit area is out of play, whenever an enemy moves to or from the pursuit area, it keeps all tokens and attachments.</b> Enemies in the pursuit area are considered to be “in pursuit.” Enemies that are in pursuit are considered to be out of play, and cannot be affected by player cards or investigator actions. However, enemies that are in pursuit can re-enter play by a variety of card abilities. <i>(While enemies are in pursuit, ignore all forced effects on those enemies. Doom on enemies in pursuit is out of play and does not count toward the doom threshold.)</i>
de: Einige Karten in diesem Szenario beziehen sich auf eine Zone namens „Die Verfolgungszone“. Diese Zone befindet sich außerhalb des Spiels, direkt neben dem Agenda- und Szenendeck. Gegner können diese Zone durch Karteneffekte betreten und wieder verlassen. Normalerweise werden Gegner im Spiel in die Verfolgungszone bewegt, sobald die Nacht voranschreitet. <b>Obwohl sich die Verfolgungszone nicht im Spiel befindet, behalten Gegner, die in die bzw. aus der Verfolgungszone bewegt werden, alle Marker und Verstärkungen.</b> Gegner in der Verfolgungszone gelten als „verfolgend“. Verfolgende Gegner gelten als außerhalb des Spiels befindlich und können nicht von Spielerkarteneffekten oder Ermittleraktionen betroffen werden. Verfolgende Gegner können aber durch eine Reihe von Kartenfähigkeiten wieder ins Spiel zurückkehren. <i>(Solange Gegner verfolgend sind, werden alle <b>Erzwungen</b>-Effekte auf ihnen ignoriert. Verderben auf verfolgenden Gegnern ist nicht im Spiel und zählt nicht gegen den Verderbensschwellenwert.)</i>
es: Algunas cartas de este escenario hacen referencia a una zona llamada la “zona de persecución”. La zona de persecución es una zona fuera del juego junto a los mazos de Acto y de Plan en la que los Enemigos pueden entrar y salir mediante efectos de cartas. Por lo general, los Enemigos en juego pasarán a la zona de persecución a medida que progrese la noche. <b>Aunque la zona de persecución está fuera del juego, siempre que un Enemigo se mueva a ella o desde ella, conserva todas las fichas y cartas vinculadas.</b> Los Enemigos de la zona de persecución se consideran “en persecución”. Los Enemigos que están en persecución se consideran fuera del juego y no pueden ser afectados por cartas de Jugador o por acciones de los investigadores. Sin embargo, los Enemigos que están en persecución pueden volver a entrar en juego mediante distintas capacidades de cartas. <i>(Mientras los Enemigos estén en persecución, ignora todos los efectos Obligado de esos Enemigos. La perdición que tienen esos Enemigos en persecución está fuera del juego y no cuenta para el umbral de perdición).</i>
fr: Certaines cartes font référence à une zone appelée « zone de poursuite ». La zone de poursuite est une zone hors-jeu à côté des decks Acte et Intrigue dans laquelle les ennemis peuvent entrer et de laquelle ils peuvent sortir via des effets de cartes. De manière générale, les ennemis en jeu entreront dans la zone de poursuite au fur et à mesure que la nuit progresse. <b>Bien que la zone de poursuite soit hors jeu, à chaque fois qu’un ennemi entre dans la zone de poursuite, ou en sort, il conserve tous ses pions et attachements.</b> Les ennemis dans la zone de poursuite sont considérés comme « poursuivants ». Les ennemis poursuivants sont considérés hors jeu et ne peuvent pas être affectés par des cartes Joueur ou des actions d’investigateurs. Cependant, les ennemis poursuivants peuvent de nouveau entrer en jeu via diverses capacités de carte. <i>(Tant que des ennemis sont poursuivants, ignorez tous les effets forcés de ces ennemis. Les fatalités sur les ennemis poursuivants sont hors jeu et ne comptent pas dans le calcul du seuil de fatalité.)</i>
it: Alcune carte di questo scenario fanno riferimento a un'area chiamata "area di inseguimento". L'area di inseguimento è un'area fuori dal gioco collocata accanto ai mazzi dei capitoli e delle trame: i nemici possono entrare e uscire da quell'area tramite gli effetti delle carte. In generale, i nemici in gioco si muoveranno nell'area di inseguimento con l'avanzare della notte. <b>Sebbene l'area di inseguimento sia fuori dal gioco, ogni volta che un nemico si sposta nell'area o dall'area di inseguimento conserva tutti i segnalini e tutte le carte assegnategli.</b> I nemici nell'area di inseguimento sono considerati "all'inseguimento". I nemici all'inseguimento sono considerati fuori dal gioco e non possono essere influenzati dalle carte giocatore o dalle azioni degli investigatori. Tuttavia, i nemici all'inseguimento possono rientrare in gioco attraverso numerose capacità delle carte. <i>(Mentre i nemici sono all'inseguimento, ignorate tutte le loro capacità Obbligo. I destini sui nemici all'inseguimento sono fuori dal gioco e non contano al fine di determinare la soglia di destino.)</i>
ko: 이번 시나리오에 등장하는 몇몇 카드에는 “추격 영역”이라는 용어가 언급되어 있습니다. 추격 영역은 주요목적 덱과 주요사건 덱 근처에 있는 비플레이 영역으로, 적들은 카드의 효과를 통해 추격 영역을 드나들 수 있습니다. 일반적으로, 밤이 깊어져 가며 플레이 영역에 있던 적들은 추격 영역으로 이동합니다. <b>추격 영역은 비플레이 영역이지만, 적이 추격 영역으로 이동할 때에는 각 적에 놓여 있던 토큰과 부착물을 그대로 유지한 채 이동합니다.</b> 추격 영역에 있는 적을 “추격 중인 적”이라고 부릅니다. 추격 중인 적은 비플레이 상태로 간주하며, 플레이어 카드나 조사자의 행동에 의한 어떠한 영향도 받을 수 없습니다. 하지만, 추격 중인 적은 여러 가지 카드 효과에 의해서 다시 플레이 영역에 들어올 수 있습니다. <i>(적이 추격 중인 동안, 이러한 적에 있는 모든 강제 기능을 무시합니다. 추격 중인 적에게 놓인 파멸은 비플레이 상태로 간주하며, 따라서 파멸 한계값을 계산할 때도 세지 않습니다.)</i>
pl: Niektóre z kart w tym scenariuszu odwołują się do obszaru określanego mianem „obszaru pościgu”. Pościg to znajdujący się poza grą obszar obok talii aktów i talii tajemnic, do i z którego wrogowie mogą poruszyć się w wyniku działania efektów kart. Ogólnie rzecz ujmując, wrogowie w grze będą przesuwać się do obszaru pościgu wraz z postępem nocy. <b>Mimo że obszar pościgu znajduje się poza grą, za każdym razem, gdy wróg poruszy się do lub z obszaru pościgu, zachowuje wszystkie znajdujące się na nim żetony i dołączone karty.</b> Wrogów znajdujących się w obszarze pościgu uznaje się za będących „w pościgu”. Wrogów w pościgu uznaje się za będących poza grą i nie mogą na nich działać karty graczy ani akcje badaczy. Tacy wrogowie mogą jednak ponownie wejść do gry poprzez zdolności niektórych kart. <i>(Dopóki wróg znajduje się w pościgu, zignoruj wszystkie Wymuszone efekty na danym wrogu. Żetony zagłady na wrogu w pościgu nie znajdują się w grze i dlatego nie wliczają się do progu zagłady).</i>
ru: На некоторых картах этого сценария упоминается зона преследования. Это особая внеигровая зона рядом с колодами сцен и замыслов. Враги могут входить в зону преследования и выходить из неё посредством эффектов карт. Как правило, враги перемещаются из игры в зону преследования по мере наступления ночи. <b>Хотя зона преследования находится вне игры, при перемещении в эту зону с врага не сбрасываются жетоны и прикреплённые карты.</b> Враги в зоне преследования называются преследующими. Преследующие враги находятся вне игры, поэтому на них не влияют карты игроков и действия сыщиков. Однако преследующие враги могут вернуться в игру с помощью свойств карт. <i>(Пока враги находятся в зоне преследования, игнорируйте все обязательные эффекты тех врагов. Безысходность на врагах в зоне преследования находится вне игры и не учитывается при подсчёте безысходности в фазе мифа.)</i>
zh: 本场冒险中的一些卡牌会提及名为“追击区域”的一个区域。追击区域是一个场外区域，在场景和密谋牌库旁边，根据卡牌效果，敌人可能进入或离开该区域。一般来说，在场上的敌人们会透过夜晚的程序而移动到追击区域。<b>尽管追击区域位于场外，每当敌人进出追击区域时，它保留所有标记和附属的卡牌。</b> 追击区域内的敌人被视作“处于追击中”。处于追击中的敌人被视作位于场外，并且不受玩家卡牌或调查员行动的影响。但是，处于追击中的敌人可能在各种卡牌能力的作用下重新入场。 <i>(敌人处于追击中时，忽略其所有强制效果。追击中的敌人上的毁灭标记视为位于场外，并且不会计入毁灭阈值。)</i>

source: Back to the Vale!
de: Zurück ins Tal!
es: ¡De vuelta al Valle!
fr: Retour à Vale !
it: Alla Valle!
ko: 다시 헴록 베일로!
pl: Powrót do Doliny!
ru: «Обратно в деревню!»
zh: 返回谷地！

source: Western Woods
de: Westliche Wälder
es: Bosque oriental
fr: Bois Occidentaux
it: Boschi Occidentali
ko: 서부 숲
pl: Zachodni las
ru: Западные леса
zh: 西方大森林

source: Codex Ω: Bertie Musgrave
de: Kodex Ω: Bertie Musgrave
es: Códice Ω: Bertie Musgrave
ko: 서고 Ω: 버티 머즈그레이브
pl: Kodeks Ω: Bertie Musgrave
ru: Архив Ω: Берти Масгрейв
zh: 圣典Ω：柏蒂．马斯格雷夫

source: Codex Σ: The Bear
de: Kodex Σ: Der Bär
es: Códice Σ: El oso
fr: Codex Ω: L’Ours
it: Codex Σ: L'Orso
ko: 서고 Σ: 곰
pl: Kodeks Σ: Niedźwiedź
ru: Архив Σ: Медведь
zh: 圣典Σ：熊
