Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/08_the_twisted_hollow.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: the bear was wounded.
de: der Bär wurde verwundet.
es: el oso fue herido.
fr: l’ours a été blessé.
it: l'orso è stato ferito.
ko: 곰이 부상당했다
pl: niedźwiedź został ranny.
ru: медведь ранен.
zh: 熊怪受伤。

source: In the “Areas Surveyed” section of your Campaign Log, check off <i>Western Woods</i>.
de: Hake im Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch die <i>Westlichen Wälder</i> ab.
es: Tacha <i>Bosque oriental</i> en la sección “Zonas exploradas” del registro de campaña.
fr: Dans la section « Zones Explorées » de votre Carnet de Campagne, cochez <i>Bois Occidentaux</i>.
it: Nella sezione "Zone Esplorate" del Diario della Campagna, spuntate <i>Boschi Occidentali</i>.
ko: 캠페인 기록지의 “현장 조사를 마친 지역” 항목에서 [[서부 숲]]에 체크 표시를 합니다.
pl: W sekcji „Zbadane obszary” w Dzienniku kampanii odhacz <i>Zachodni las</i>.
ru: В графе «Исследованные места» журнала кампании отметьте ячейку «Западные леса».
zh: 在剧本日志中“已调查区域”的区域，将<i>西方大森林</i>打勾。

source: Long, spindly branches stretch like grasping hands from the thick canopy overhead. You feel light-headed as strange whispers resound from deep in the surrounding dark. Summoning all your strength, you stagger to the edge of a black lake. The waxing moon is perfectly reflected on the surface of the water, distorted by oily, iridescent whisps of a strange color. Across the lake, a figure stands outlined in the mist. You call out to it, and it moves slowly toward you, over the water. As it approaches, all you can see of its face is a wide, rictus grin. “So help me, please wake up!” Dr. Marquez shakes you awake from the nightmare. Her worry quickly turns to annoyance when you open your eyes. “I’m glad you woke up. I wasn’t prepared for the paperwork if we lost you, too.” You are in a flowering field at the edge of the woods. When you ask about Bertie, she brushes a stray hair behind her ear and looks up at the waking dawn. “He’s gone. I lost him.”
de: Lange, spindeldürre Äste strecken sich wie greifende Hände aus dem dichten Blätterdach über dir. Dir wird schwindelig, als du seltsames Geflüster aus den Tiefen der umgebenden Dunkelheit wahrnimmst. Du nimmst all deine Kraft zusammen und erreichst stolpernd den Rand eines schwarzen Sees. Der zunehmende Mond spiegelt sich perfekt auf der Wasseroberfläche, leicht verzerrt durch ölige, schillernde Flecken in einer seltsamen Farbe. Auf der anderen Seite des Sees zeichnet sich eine Gestalt im Nebel ab. Du rufst ihr zu, und sie bewegt sich langsam – über das Wasser – auf dich zu. Als sie sich nähert, ist alles, was du von ihrem Gesicht erkennen kannst, ein breites Grinsen. „Bitte, so wachen Sie doch endlich auf!“ Dr. Marquez rüttelt dich aus deinem Albtraum wach. Ihre Sorge schlägt schnell in Verärgerung um, als du deine Augen öffnest. „Ich bin ja so froh, dass Sie endlich aufgewacht sind. Das hätte noch mehr Papierkram bedeutet, wenn ich Sie auch noch verloren hätte.“ Ihr befindet euch auf einem blühenden Feld am Waldrand. Als du nach Bertie fragst, streicht sie sich ein verirrtes Haar hinters Ohr und blickt in Richtung der Morgendämmerung. „Er ist fort. Ich habe ihn verloren.“
es: De las densas copas de los árboles emergen largas ramas delgadas como manos aferradoras. Os sentís mareados mientras unos extraños susurros resuenan en la oscuridad que os rodea. Sacando fuerzas de flaqueza, os tambaleáis hasta llegar a la orilla de un lago negro. La luna creciente se refleja perfectamente en la superficie del agua, distorsionada por hilillos aceitosos e iridiscentes de un extraño color. Al otro lado del lago, una figura se recorta en la niebla. La llamáis y se mueve lentamente hacia vosotros, sobre el agua. Cuando se acerca, lo único que podéis ver de su rostro es un amplio rictus sonriente. –¡Por favor, despierten! La Dra. Marquez os sacude para que despertéis de la pesadilla. Su preocupación no tarda en convertirse en fastidio después de que abráis los ojos. –Menos mal que han despertado. No estaba preparada para lidiar con todo el papeleo si también les perdíamos a ustedes. Os encontráis en un campo de flores en la linde del bosque. Cuando preguntáis por Bertie, se coloca un mechón de pelo detrás de la oreja y levanta la vista hacia el alba. –Ya no está. Lo he perdido.
fr: De longues branches filiformes s’étirent comme des mains qui tenteraient de s’agripper à l’épaisse canopée. Vous vous sentez étourdi tandis que d’étranges chuchotements résonnent dans les profondeurs de l’obscurité environnante. Rassemblant toutes vos forces, vous titubez jusqu’au bord d’un lac noir. La lune croissante se reflète parfaitement à la surface de l’eau, déformée par des mouvements tournoyants et irisés d’une couleur étrange. De l’autre côté du lac, une silhouette se dessine dans la brume. Vous l’appelez et elle se dirige lentement vers vous, au-dessus de l’eau. À mesure qu’elle s’approche, tout ce que vous pouvez voir de son visage est un large rictus. « S’il vous plaît, réveillez-vous ! » Le Dr Marquez vous secoue pour vous sortir de votre cauchemar. Son inquiétude se transforme rapidement en agacement lorsque vous ouvrez les yeux. « Je suis contente que vous vous soyez réveillé. Si nous vous avions également perdu, il y aurait eu tellement de paperasse que je ne m’en serais jamais remise. » Vous êtes dans un champ fleuri à l’orée de la forêt. Lorsque vous lui demandez des nouvelles de Bertie, elle ramène un cheveu perdu derrière son oreille et lève les yeux vers l’aube naissante. « Il est parti. Je l’ai perdu.
it: Lunghi rami filiformi si distendono come dita bramose dalle folte chiome che vi sovrastano. Strani sussurri striscianti che riecheggiano dagli abissi di tenebra circostanti vi fanno girare la testa. Attingendo a ogni goccia di determinazione, riuscite a trascinarvi fino alla riva di un lago nero come la pece. Il riflesso della luna sulla superficie dell'acqua è un disco perfettamente rotondo, il cui bianco fa da tavolozza a striature oleose di qualche strano colore. Dall'altra parte del lago notate una sagoma in piedi avvolta nella nebbia. Chiamate a gran voce per attirare la sua attenzione: la figura fluttua lenta verso di voi sulla superficie dell'acqua, con il volto contratto da una terrificante smorfia sorridente. "Dovete aiutarmi, svegliatevi!" La dottoressa Marquez vi sta scuotendo per farvi riprendere i sensi. Quando aprite gli occhi, la sua preoccupazione lascia subito il posto a un'espressione scocciata. "Mi fa piacere che siate ancora con me. Non ero pronta ad affrontare le scartoffie che mi avrebbero aspettato se mi aveste lasciata anche voi." Vi trovate in un prato fiorito al limitare del bosco. Quando le chiedete se abbia trovato Bertie, risponde portandosi una ciocca di capelli dietro l'orecchio e sollevando lo sguardo verso il sole che sorge. "Non c'è più. L'ho perso."
ko: 머리 위에 드리운 빽빽한 나무줄기 사이로 길고 가느다란 가지가 뻗어 나온 모습이 마치 움켜쥐려는 손아귀처럼 보입니다. 주변을 둘러싼 짙은 어둠 속에서 기묘한 속삭임이 들려오자 현기증에 사로잡힙니다. 당신은 젖 먹던 힘까지 짜내어, 비틀거리는 몸을 간신히 가누며 검은 호수 가장자리로 향합니다. 수면에 온전하게 비친 상현달의 반영이 마치 기름막이라도 덮인 듯, 기묘한 색상의 줄기로 왜곡되어 갑니다. 호수 건너편 안개 속에 우뚝 선 형체가 보입니다. 그 형체를 향해 소리 지르자, 그것은 수면 위를 지나 천천히 당신을 향해 다가옵니다. 그것이 가까이 다가오면서, 오직 그 얼굴에 박힌 크고 일그러진 미소만이 눈앞을 가득 채웁니다. “맙소사, 제발 좀 일어나 봐요!” 마르케스 박사가 흔드는 덕에 악몽에서 깨어났습니다. 걱정에 찬 마르케스 박사의 얼굴은 당신이 눈을 뜨기 무섭게 짜증으로 바뀌어버렸습니다. “깨어나 줘서 다행이네요. 당신까지 죽었다가는 서류 작업만 늘어날 판이니까.” 눈을 뜬 곳은 숲 언저리의 꽃밭이었습니다. 버티는 어떻게 됐는지 묻자, 마르케스 박사가 너저분한 머리를 귀 뒤로 빗어넘기며 밝아오는 지평선을 올려다봅니다. “버티는 사라졌어요. 도저히 찾을 수가 없네요.”
pl: Z gęstego baldachimu drzew nad waszymi głowami zwisają długie, wiotkie gałęzie, przypominające chwytające ręce. Czujecie się oszołomieni, słysząc dobiegające z głębi ciemności dziwne szepty. Zbieracie resztki sił i chwiejnym krokiem docieracie do brzegu czarnego jeziora. Przybywający księżyc odbija się idealnie na powierzchni wody, zniekształcany jedynie przez oleiste, opalizujące smugi o dziwnym kolorze. Po drugiej stronie jeziora zauważacie jakąś postać we mgle. Wołacie ją, a ona powoli porusza się w waszym kierunku, unosząc się nad wodą. Gdy się zbliża, widzicie na jej twarzy jedynie zastygły grymas przypominający szeroki, upiorny uśmiech. „Pomóżcie mi, proszę, obudźcie się!” Dr Marquez budzi was z koszmaru. Gdy tylko otwieracie oczy, jej troska szybko zamienia się w irytację. „Cieszę się, że się obudziliście. Czekałaby mnie kolejna papierkowa robota, jeśli stracilibyśmy i was”. Znajdujecie się na kwitnącym polu na skraju lasu. Kiedy pytacie o Bertiego, zaczesuje luźne włosy za ucho i patrzy na wschodzące słońce. „Zniknął. Nie uratowałam go”.
ru: Из густого покрова наверху, словно хватающие руки, тянутся длинные ветви. У вас немного кружится голова, а из глубин темноты доносится странный шёпот. Вы собираете все силы и пошатываясь подходите к краю чёрного озера. На поверхности воды, искажённой маслянистыми завихрениями необычных цветов, идеально отражается растущая луна. На другом берегу сквозь туман проступает фигура. Вы окликаете её, и она медленно движется к вам прямо по воде. Когда она приближается, вы замечаете на её лице широкую застывшую улыбку. «Ну давайте же! Проснитесь!» — трясёт вас доктор Маркес, пытаясь пробудить от кошмара. Её беспокойство быстро сменяется раздражением, когда вы открываете глаза. «Рада, что вы пришли в себя, — вздыхает она. — Если бы я потеряла и вас тоже, меня бы похоронили в бумажной работе». Вы находитесь на цветущем лугу на краю леса. Когда вы спрашиваете о Берти, она убирает за ухо выбившуюся прядь и смотрит на брезжущий рассвет: «Его больше нет. Я потеряла его».
zh: 浓密的树冠上，细长的树枝像纤细的双手般伸向天空。奇异的低语从周遭的黑暗中传出，让你感到头晕目眩。你用尽全身的力气，跌跌撞撞的走到黑色的湖泊旁。皎洁的月亮在水面上留下完美的倒影，但一抹怪异的虹彩搅乱了湖水，模糊了月影。湖对面的雾气中站著一个身影，你大声叫喊，而它渐渐靠近，漂浮在水面上。随著距离缩短，你看见它的脸上挂著龇牙咧嘴的狞笑。 “帮帮忙，快醒醒！”马尔克斯博士将你从梦魇中摇醒，看见你将眼睛睁开后，她的担忧很快就转为了烦躁：“很高兴你醒过来了，我不敢想像如果连你都出事，我得写多少报告。”你发现自己躺在森林边缘的花田中。当你问起柏蒂的下落时，教授将一缕发丝拨到耳后，抬头看著即将来临的黎明：“他不见了，我失去他了。”

source: Long, spindly branches stretch like grasping hands as you emerge from the forest into a meadow glowing with shimmering blue wildflowers. The sight of the brilliant carpet of blue and white nearly takes your breath away after the oppressive darkness. Perhaps it is just your tired mind, but the heather and flowers seem to pulse. “Look,” Bertie points with a trembling hand. A dozen luminous stalks rise like floating lamps over the meadow, glimmering in the moonlight. “I feel almost as though we are walking amidst the cosmos. That each of us is a little god.” He plucks a glowing bud from its stalk. “And each of these, an even smaller star.” Dr. Marquez slaps the flower out of his hand. “That poetic drivel is what got you lost in the woods. We risked life and limb for you! You’ll be lucky if I leave this incident out of the survey report.” Bertie hangs his head in shame as the professor lists a litany of woes and misdemeanors. But still, you can’t help but note the concern in Dr. Marquez’s voice as she excoriates her assistant. As you return to the Vale, the sky stirs with the coming dawn.
de: Lange, spindeldürre Äste strecken sich wie greifende Hände, als du aus dem Wald auf eine Lichtung kommst, auf der leuchtende, blaue Wildblumen wachsen. Nach der langen, bedrückenden Dunkelheit raubt dir der Anblick des hellen blau-weißen Planzenteppichs fast den Atem. Vielleicht spielt dir nur dein müder Verstand einen Streich, denn das Heidekraut und die Blumen scheinen zu pulsieren. „Sehen Sie“, ruft Bertie und zeigt mit zittriger Hand auf ein Dutzend strahlender Stängel, die sich wie schwebende Lampen über der Wiese in die Höhe recken und im Mondlicht glitzern. „Ich fühle mich fast so, als würden wir uns inmitten des Kosmos bewegen. Und jeder von uns ist ein kleiner Gott.“ Er bricht eine leuchtende Knospe von einem Stängel ab. „Und jede von diesen ein noch kleinerer Stern.“ Dr. Marquez schlägt die Blüte aus seiner Hand. „Wegen dieses poetischen Gefasels hast du dich überhaupt in den Wäldern verirrt. Wir haben Leib und Leben für dich riskiert! Du kannst von Glück reden, wenn ich diesen Vorfall nicht in den Untersuchungsbericht aufnehme.“ Bertie lässt beschämt den Kopf hängen, während die Professorin sein Fehlverhalten und seine Unzulänglichkeiten aufzählt. Dennoch kannst du die Besorgnis in Dr. Marquez’ Stimme deutlich hören, während sie ihren Assistenten tadelt. Als ihr ins Tal zurückkehrt, verkündet der Himmel die ersten Anzeichen der Morgendämmerung.
es: Largas ramas delgadas se extienden como manos aferradoras mientras salís del bosque hacia un prado en el que brillan resplandecientes flores silvestres azules. La visión de la radiante alfombra de azul y blanco casi os deja sin respiración después de la opresiva oscuridad. Tal vez sea el cansancio mental, pero el brezo y las flores parecen palpitar. –Miren –Bertie señala algo con mano temblorosa. Una docena de tallos luminosos se levantan como lámparas flotantes sobre el prado,centellean a la luz de la luna. –Me siento casi como si estuviésemos paseando por el cosmos. Como si cada uno de nosotros fuese un pequeño dios –Arranca una flor brillante de su tallo–. Y como si cada una de éstas fuera una pequeña estrella. La Dra. Marquez le quita la flor de un manotazo. –Por culpa de esas bobadas poéticas acabaste perdido en el bosque. ¡Nos jugamos la vida por ti! Ya puedes dar gracias si omito este incidente en el informe del estudio. Bertie se queda cabizbajo y avergonzado mientras la profesora enumera una letanía de faltas y calamidades. Aun así, no podéis evitar notar la preocupación en la voz de la Dra. Marquez mientras vitupera a su ayudante. Mientras regresáis al Valle, el cielo se activa con la llegada del alba.
fr: De longues branches filiformes s’étirent comme des mains qui tenteraient de vous agripper lorsque vous émergez de la forêt pour déboucher sur une prairie ou brillent des fleurs sauvages d’un bleu étincelant. La vue de ce brillant tapis de bleu et de blanc vous coupe presque le souffle en contraste avec l’obscurité oppressante. Peut-être est-ce simplement votre esprit fatigué, mais la bruyère et les fleurs semblent palpiter. « Regardez », indique Bertie d’une main tremblante. Une douzaine de tiges lumineuses s’élèvent comme des lampes flottantes au-dessus de la prairie, scintillant au clair de lune. « J’ai l’impression que nous marchons au milieu du cosmos. Que chacun de nous est un petit dieu ». Il arrache un bourgeon lumineux de sa tige. « Et chacun d’entre eux, une étoile encore plus petite. » Le Dr Marquez lui arrache la fleur des mains. « C’est à cause de ces balivernes poétiques que vous vous êtes perdu dans les bois. Nous avons risqué notre vie pour vous ! Vous aurez de la chance si je ne mentionne pas cet incident dans le rapport d’enquête ». Bertie baisse la tête, honteux, tandis que le professeur énumère une litanie de malheurs et de délits. Mais vous ne pouvez pas vous empêcher de remarquer l’inquiétude dans la voix du Dr Marquez alors qu’elle réprimande son assistant. Lorsque vous retournez à Vale, le ciel s’illumine déjà des premiers rayons de l’aube naissante.
it: Vi lasciate alle spalle una foresta di fitti alberi dai lunghi rami filiformi distesi come dita bramose per ritrovarvi in un prato di fiori luminescenti: un tappeto avvolgente di blu e di bianco che quasi vi toglie il fiato per il contrasto con le ombre a cui siete appena sfuggiti. Forse è solo la vostra mente esausta, ma i fiori e l'erba sembrano pulsare. "Guardate!" Bertie indica con una mano tremula una dozzina di steli luminosi che si sollevano in aria come lanterne fluttuanti che danzano sotto la luna. "È come se stessimo camminando al centro dell'intero cosmo. Come se fossimo tutti delle piccole divinità." Il giovane assistente stacca un bulbo radioso dal suo gambo. "E queste delle stelle ancora più piccole." La dottoressa Marquez gli strappa il fiore di mano. "È per queste idiozie poetiche che ti sei perso nel bosco. Abbiamo rischiato il collo per te! Sarai fortunato se eviterò di menzionare questo incidente nella documentazione delle ricerche." Bertie, imbarazzato, prova a nascondere la testa tra le spalle mentre la professoressa sciorina il lungo elenco dei guai e dei misfatti combinati da quando lavorano insieme. Eppure, non potete fare a meno di percepire una nota di sincera preoccupazione nella voce della donna, ben nascosta sotto la sequela di rimproveri. Quando raggiungete la valle, il cielo accoglie una nuova alba.
ko: 길고 가느다란 가지가 뻗어 나온 모습이 마치 움켜쥐려는 손아귀처럼 보이는 숲을 벗어나, 파란색 야생화가 시푸른 미광을 발하는 초지에 다다랐습니다. 방금 전만 하더라도 옥죄어오는 어둠 속에 갇혀 있다, 파란색과 흰색이 어우러진 융단을 깔아둔 듯한 풍광을 눈에 담자, 숨이 막힐 것만 같습니다. 지칠 대로 지칠 정신 때문인지, 야생화들이 마치 고동치는 것처럼 보입니다. “이것 좀 봐요!” 버티가 떨리는 손으로 가리킵니다. 초지 위로 달빛을 받아 반짝이는 꽃대가 마치 등불을 연상케 합니다. “우주 한가운데를 걷는 것 같지 않나요? 우리가 작은 신이 된 것만 같군요.” 버티가 줄기에서 빛나는 꽃봉오리 하나를 따냅니다. “이것들 하나하나가 작은 별이고요.” 마르케스 박사가 버티가 붙잡은 꽃송이를 후려칩니다. “숲에서 길을 잃은 것도 그딴 시적인 감상에 푹 빠져서 그런 거겠지. 우린 너 하나 구하겠다고 목숨을 걸었어! 현장 조사 보고서에 이번 일이 안 실리길 기도나 하고 있으라고.” 그간의 무책임한 행동에 대해 지도 교수가 쏟아내는 온갖 질책 앞에, 버티는 수치심에 고개를 푹 떨굽니다. 말은 그렇지만 마르케스 박사의 꾸짖는 목소리에는 제자에 대한 걱정이 뚝뚝 묻어납니다. 일행이 헴록 베일로 돌아왔을 즈음, 밝아오는 새벽과 함께 하늘에 구름이 밀려들기 시작합니다.
pl: Nad waszymi głowami zwisają długie, wiotkie gałęzie, przypominające chwytające ręce, gdy wychodzicie z lasu na łąkę rozświetloną migoczącymi niebieskimi kwiatami. Po długotrwałym przebywaniu w groźnej ciemności widok lśniącego, niebiesko-białego kwietnego dywanu niemal zapiera wam dech w piersiach. Być może to wina zmęczenia, ale wydaje wam się, że wrzosy i kwiaty pulsują. „Spójrzcie” – wskazuje Bertie drżącą ręką. Kilkanaście świecących łodyg unosi się nad łąką niczym lewitujące lampy, migocząc w świetle księżyca. „Czuję się prawie tak, jakbyśmy się znaleźli w kosmosie. Jakby każdy z nas stał się małym bogiem”. Odrywa od jednej z łodyg świecący pąk. „A każda z nich to maleńka gwiazda”. Dr Marquez wyrywa mu kwiat z ręki. „To właśnie przez te poetyckie bzdury zgubiłeś się w lesie. Ryzykowaliśmy dla ciebie zdrowiem i życiem! Będziesz miał szczęście, jeśli pominę ten incydent w raporcie z wyprawy”. Bertie zwiesza głowę ze wstydu, gdy Rosa serwuje mu litanię zażaleń i pretensji. Mimo to słyszycie w głosie dr Marquez troskę. Kiedy wracacie do Doliny, niebo powoli rozjaśnia nadchodzący świt.
ru: Вам вслед, словно хватающие руки, тянутся длинные тонкие ветви, когда вы выходите из леса на луг, усеянный мерцающими голубыми цветами. После гнетущей тьмы от вида сверкающего сине-белого ковра под ногами у вас захватывает дыхание. Возможно, это лишь ваша усталость, но вам кажется, будто кустарники и цветы пульсируют. «Смотрите, — указывает дрожащей рукой Берти. В лунном свете, словно парящие лампы, поблёскивает дюжина светящихся стеблей. — Такое ощущение, будто мы шагаем по самому космосу. Как будто каждый из нас — маленький бог. — Он срывает светящийся цветок. — А каждый из них — ещё меньшая звёздочка» Доктор Маркес выбивает цветок у него из руки: «Из-за этой поэтической чепухи ты и заплутал в лесах. Мы рисковали ради тебя жизнью и здоровьем! Молись, чтобы я исключила этот инцидент из своего отчёта». Берти пристыженно опускает голову, пока профессор перечисляет ему весь список его проступков. И всё же вы не можете не заметить в её голосе беспокойство. Когда вы возвращаетесь в деревню, небо заливает приближающийся рассвет.
zh: 细长的树枝像纤细的双手般伸向天空，你们走出森林，回到发著微光的蓝色花田。在经历令人窒息的黑暗后，眼前蓝白相间的花毯让你心神荡漾。也许是疲劳在作祟，你感觉眼前的山丘和花朵彷佛在脉动。“快看。”柏蒂颤颤巍巍的举起手，指向前方，无数发著微光的花茎从花田中漂浮而起，像是浮在半空中的灯笼，在月光下闪闪发光。“我感觉像是走在宇宙之间，彷佛我们都是神祇一般。”他连著茎一起摘下一朵花蕾，说到：“而这些就是围绕著我们的小星辰。” 马尔克斯博士从他手中打掉花苞：“你就是因为这种胡言乱语的诗意才会迷失在这片森林中，我们可是冒著生命危险来救你！你该祈祷我不会把这场意外写进调查报告里。”马尔克斯博士细数著他害我们遭遇的困境跟他犯的过错，柏蒂的头羞愧地抬不起来，不过你还是在斥责声中听出了教授对她的助理有多关心。你们启程返回谷地，天空渐渐露出黎明的鱼肚白。
