Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/08_the_twisted_hollow.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Eat this, you son of a bitch!” A familiar voice comes from out of the darkness. Several shots impact the bear’s soft, molting body. The bear looks to its right just as another shot cracks its skull. Screeching in pain, it charges into the undergrowth toward the sound. More shots ring out. After what seems like an eternity, Judith Park emerges from the forest clutching a bleeding arm. You rush to dress the wound, but she waves you off. “I’m fine. Just glad you’re alright.” Judith smiles cockily. “Mother Rachel said you might need some help. She also paid me a twenty to come out.”
de: „Friss das, du Mistkerl!“ Eine vertraute Stimme ertönt aus der Dunkelheit. Mehrere Schüsse treffen den weichen, haarenden Körper des Bären. Der Bär blickt nach rechts, da trifft eine weitere Kugel seinen Schädel. Vor Schmerz aufkreischend stürmt er ins Unterholz auf das Geräusch zu. Weitere Schüsse folgen. Nach einer gefühlten Ewigkeit taucht Judith Park aus dem Wald auf und hält sich einen blutenden Arm. Du eilst zu ihr, um die Wunde zu verbinden, aber sie winkt ab. „Mir geht’s gut. Ich bin nur froh, dass Sie okay sind.“ Judith grinst übermütig. „Mutter Rachel meinte, Sie könnten Hilfe gebrauchen. Sie hat mir sogar einen Zwanziger gezahlt, damit ich zu Ihnen rauskomme.“
es: –¡Trágate ésa, hijo de puta! –grita una voz familiar que sale de la oscuridad. Varios disparos impactan en el blando cuerpo en plena muda del oso. El animal mira a su derecha justo cuando otro disparo le agrieta el cráneo. Chillando de dolor, carga hacia la maleza en la dirección del sonido. Se escuchan más disparos. Tras lo que parece una eternidad, Judith Park sale del bosque agarrándose un brazo ensangrentado. Te acercas corriendo para atenderle la herida, pero te aparta con un gesto. –Estoy bien, y me alegra que esté bien –dice mientras sonríe con suficiencia–. La madre Rachel dijo que podrían precisar ayuda. También me pagó uno de veinte para que viniera.
fr: Mange ça, fils de pute ! » Une voix familière perce l’obscurité. Plusieurs coups de feu atteignent le corps mou et pelé de l’ours. La bête regarde à sa droite au moment où un autre tir lui brise le crâne. Il hurle de douleur et fonce dans le sous-bois en direction du son. D’autres coups de feu retentissent. Après ce qui vous semble une éternité, Judith Park émerge de la forêt en serrant son bras ensanglanté. Vous vous précipitez pour panser la blessure, mais elle vous arrête d’un signe de la main. « Je vais bien. Je suis heureuse que vous soyez en un seul morceau. » Judith sourit avec arrogance. « Mère Rachel m’a dit que vous auriez peut-être besoin d’aide. Elle m’a aussi payé vingt dollars pour que je vienne. »
it: "Mangiati questo, figlio di una cagna!" Una voce familiare sbuca dalle tenebre. Alcuni spari si abbattono sul corpo morbido e deforme dell'orso, che fa giusto in tempo a voltarsi alla sua destra prima che un ultimo colpo gli perfori il cranio. Ruggendo per il dolore, la creatura si avventa contro i cespugli da cui è provenuto il suono. Senti altri spari e, dopo quella che ti sembra un'eternità, vedi Judith Park emergere dalla foresta stringendosi il braccio sanguinante. Ti affretti per prestarle soccorso, ma la donna ti allontana con un gesto. "Sto bene. Sono contenta che anche per te valga la stessa cosa" ti dice con un sorriso spavaldo. "Madre Rachel mi ha detto che potevate aver bisogno di aiuto. Mi ha anche allungato qualche verdone per venirvi a cercare."
ko: “개자식아, 이거나 먹어라!” 어둠 속에서 익숙한 목소리가 들립니다. 몇 발의 총탄이 털갈이 중인 곰의 연약한 살갗에 박힙니다. 또 다른 총알이 곰의 두개골에 쩍하고 금을 내는 순간, 놈은 오른쪽을 향해 돌아봅니다. 곰은 고통에 포효하며 소리가 나는 덤불을 향해 돌진합니다. 연이어 총성이 울려 퍼집니다. 영원과도 같은 순간이 지난 후, 숲속에서 주디스 파크가 피 흘리는 팔을 부여잡고 걸어 나옵니다. 당신은 상처를 지혈하기 위해 달려갔지만, 주디스는 손사래를 치며 거절합니다. “괜찮습니다. 당신이 무사해서 정말 다행이군요.” 주디스가 시건방진 웃음을 흘립니다. “대모 레이첼이 말하길 당신에게 도움이 필요할 거라더군요. 이미 대모에게 20달러나 받았습니다.”
pl: „Żryj ołów, sukinsynu!” – Z ciemności dobiega znajomy głos. Kilka strzałów uderza w miękkie, lśniące futro niedźwiedzia. Zwierzę spogląda w prawo, a kolejny strzał trafia go w czaszkę. Wyjąc z bólu, rzuca się w stronę zarośli, spomiędzy których dochodzą dźwięki wystrzałów. Rozlegają się kolejne strzały. Wydaje wam się, że minęła już wieczność, aż w końcu Judith Park wyłania się spomiędzy drzew, ściskając krwawiące ramię. Od razu przystępujecie do opatrywania rany, ale kobieta was odpędza. „Wszystko w porządku. Cieszę się, że jesteście cali”. Judith uśmiecha się zarozumiale. „Matka Rachel mówiła, że możecie potrzebować pomocy. Zapłaciła mi też dwudziestaka, żebym tu przyszła”.
ru: «Подавись, сукин ты сын!» — Из темноты раздаётся знакомый голос. В мягкое облезлое тело медведя попадают несколько пуль. Зверь поворачивает голову вправо ровно в тот момент, когда в его череп прилетает ещё одна. Взвыв от боли, он устремляется в подлесок на звук стрельбы. Оттуда раздаётся ещё несколько выстрелов. Спустя, казалось бы, целую вечность из леса выходит Джудит Пак, сжимая окровавленную руку. Вы бросаетесь ей на помощь, но она только отмахивается: «Я в порядке. Рада видеть, что ты тоже. — Джудит самодовольно улыбается. — Матушка Рейчел сказала, что вам может понадобиться помощь. Даже заплатила мне двадцатку!»
zh: “尝尝这个，该死的东西！”一道熟悉的声音从黑暗中传来，几发子弹击中那只熊怪斑驳的柔软身体，熊怪转头面向右方，正好迎上一发子弹打进牠的头颅中。牠被疼痛激怒了，埋头冲进声音来源的灌木丛中，更多枪声随即响起。你感觉像是过了一辈子，茱蒂丝．朴才终于从树林中出现，一手抓著受伤流血的手臂。你赶忙上前想帮她包扎伤口，但她挥手表示拒绝：“我没事，很高兴你也没事。”她略带骄傲地说著，“瑞秋主母说你们可能需要帮忙，为了让我出马，她还付了钱。”

source: Deal 2 damage to Judith Park.
de: Füge Judith Park 2 Schaden zu.
es: Inflige 2 puntos de daño a Judith Park.
fr: Infligez 2 dégâts à Judith Park.
it: Infliggi 2 danni a Judith Park.
ko: ‘주디스 파크’에게 피해를 2 줍니다.
pl: Zadaj 2 obrażenia Judith Park.
ru: Нанесите 2 раны «Джудит Пак».
zh: 对茱蒂丝．朴造成2点伤害。

source: In Judith Park’s Notes, record <i>Judith saved your ass</i>.
de: Notiere unter Judith Parks Notizen: <i>Judith hat dir den Arsch gerettet</i>.
es: Anota en las Notas de Judith Park que <i>Judith ha salvado el pellejo a los investigadores</i>.
fr: Dans les Notes de Judith Park, indiquez que <i>Judith vous a sauvé les miches</i>.
it: Annota negli Appunti di Judith Park che <i>Judith vi ha salvato la pellaccia</i>.
ko: ‘주디스 파크’의 기록지에 [[주디스가 당신의 목숨을 구했다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Judith Park, że <i>Judith uratowała wam tyłki</i>.
ru: В заметках Джудит Пак запишите, что <i>Джудит спасла ваши задницы</i>.
zh: 在茱蒂丝．朴的笔记中，记录下<i>茱蒂丝救了你一命</i>。

source: Judith saved your ass.
de: Judith hat dir den Arsch gerettet.
es: Judith ha salvado el pellejo a los investigadores.
fr: Judith vous a sauvé les miches<.
it: Judith vi ha salvato la pellaccia.
ko: 주디스가 당신의 목숨을 구했다
pl: Judith uratowała wam tyłki.
ru: Джудит спасла ваши задницы.
zh: 茱蒂丝救了你一命。

source: A barrage of firecrackers fly out of the darkness. “Watch out!” shouts a familiar voice. The bear reels back on its hind legs as more firecrackers follow. Theo emerges from the darkness, grabs your hand, and tears away from the scene. The bear roars somewhere in the dark. “Mother Rachel said you were looking for Billy in the Western Woods,” Theo says breathlessly. “And well, I couldn’t let you go it alone. So I borrowed some of Simeon’s fireworks.” You are too relieved to tell him it’s “Bertie” and not “Billy.”
de: Mehrere Feuerwerkskörper fliegen aus der Dunkelheit. „Aufpassen!“, ruft eine vertraute Stimme. Der Bär taumelt auf seinen Hinterbeinen zurück, als weitere Feuerwerkskörper folgen. Theo taucht aus dem Unterholz auf, ergreift deine Hand und zieht dich von hier weg. Irgendwo in der Dunkelheit hörst du den Bären brüllen. „Mutter Rachel meinte, Sie würden Billy in den Westlichen Wäldern suchen“, sagt Theo atemlos. „Und na ja, ich konnte Sie ja nicht allein gehen lassen. Also habe ich mir ein paar von Simeons Feuerwerkskörpern geborgt.“ Du bist viel zu erleichtert, um ihm zu sagen, dass es um „Bertie“ geht, nicht um einen „Billy“.
es: Una descarga de petardos sale volando desde la oscuridad. –¡Cuidado! –grita una voz familiar. El oso retrocede sobre sus patas traseras mientras llegan más petardos. Theo sale de la oscuridad, te agarra de la mano y te saca de allí. El oso ruge en alguna parte de la penumbra. –La madre Rachel me dijo que buscaban a Billy en el bosque oriental – dice Theo sin aliento–. Y bueno, no podía dejar que fueran solos, así que le cogí prestados unos petardos a Simeon. Estás demasiado aliviado como para decirle que es “Bertie” y no “Billy”.
fr: Une salve de pétards jaillit de l’obscurité. « Attention ! », crie une voix familière. L’ours recule sur ses pattes arrière alors que d’autres pétards retentissent. Theo émerge des ténèbres, saisit votre main et vous éloigne de la scène. L’ours rugit quelque part dans l’obscurité. « Mère Rachel m’a dit que vous cherchiez Billy dans les Bois Occidentaux », dit Theo à bout de souffle. « Je ne pouvais pas vous laisser partir seul. J’ai donc emprunté quelques feux d’artifice à Simeon. » Vous êtes trop soulagé pour lui dire que c’est « Bertie » et pas « Billy ».
it: Una raffica di petardi squarcia il buio. "Attenzione!" urla una voce che vi è familiare. L'orso indietreggia spostando il peso sulle zampe posteriori. Theo salta fuori dal limitare della foresta, ti afferra la mano e ti tira fuori da quella brutta situazione. Potete sentire l'orso ruggire da qualche parte tra le tenebre. "Madre Rachel mi ha detto che siete andati a cercare Billy nei boschi" vi spiega trafelato. "Non potevo lasciarvi andare da soli, così ho preso in prestito dei petardi da Simeon." Siete troppo sollevati dal suo intervento da fargli notare che state cercando "Bertie", non "Billy".
ko: 어둠 속에서 폭죽 세례가 쏟아집니다. “조심해요!” 귀에 익은 목소리가 소리칩니다. 더 많은 폭죽이 쏟아지자 곰이 뒤로 휘청이며 뒷다리로 우뚝 섭니다. 테오가 어둠 속에서 튀어나와 당신의 손을 붙잡고 냅다 달립니다. 어둠 속에서 곰이 포효하는 소리가 들립니다. 테오가 숨을 헐떡거리며 말합니다. “레이첼 대모님께서 말씀하셨어요. 당신이 서부 숲에 빌리를 찾으러 갔다고요. 혼자서 보낼 수는 없어서 시미언한테 불꽃놀이용 폭죽을 좀 빌려왔죠.” 당신은 안도감에 넘친 나머지, 차마 “빌리”가 아니라 “버티”라고 말하지는 못했습니다.
pl: Z ciemności wylatuje prawdziwy deszcz petard. „Uważajcie!” – krzyczy znajomy głos. Wybuchają kolejne petardy, a niedźwiedź zatacza się na tylnych łapach. Theo wyłania się z mroku, chwyta was za ręce i odciąga jak najdalej. Niedźwiedź ryczy gdzieś pośród ciemności. „Matka Rachel powiedziała, że szukacie Billy'ego w Zachodnim lesie” – mówi zdyszany Theo. – „Cóż, nie mogłem pozwolić wam iść samym! Pożyczyłem trochę fajerwerków od Simeona”. Z wdzięczności za uratowanie nie poprawiacie go, że to „Bertie”, a nie „Billy”.
ru: Из темноты вылетает шквал рвущихся петард. «Берегись!» — выкрикивает знакомый голос. Медведь отшатывается назад и встаёт на задние лапы. Раздаётся ещё несколько взрывов. Из темноты появляется Тео, хватает вас за руку и утаскивает прочь. Медведь продолжает реветь где-то в темноте. «Матушка Рейчел сказала, что вы ищете Билли в Западных лесах, — запыхавшись, говорит Тео. — Ну и сами понимаете, я не мог бросить вас тут в одиночестве. Так что я одолжил у Симеона немножко фейерверков». Вы так рады его видеть, что даже не пытаетесь объяснить, что правильно «Берти», а не «Билли».
zh: 一串烟火从黑暗中迸射而出，“小心！”一个熟悉的声音对你大喊。熊怪在更多烟火的轰击下踉跄退后，此时西奥突然从黑暗中窜出，抓住你的手，就将你拖离现场，留下熊怪在黑暗中怒吼。“瑞秋主母说你们要来西方森林这边找柏利。”西奥气喘吁吁地说，“嗯，我总不能放你们自己来吧，所以我跟西缅借了些烟火。”死里逃生的你松了一口气，甚至忘了告诉他是“柏蒂”，不是“柏利”。

source: Deal 2 horror to Theo Peters.
de: Füge Theo Peters 2 Horror zu.
es: Inflige 2 puntos de horror a Theo Peters.
fr: Infligez 2 horreurs à Theo Peters.
it: Infliggi 2 orrori a Theo Peters.
ko: ‘테오 피터스’에게 공포를 2 줍니다.
pl: Zadaj 2 punkty przerażenia Theo Petersowi.
ru: Нанесите 2 ужаса «Тео Питерсу».
zh: 对西奥．彼得斯造成2点恐惧。

source: In Theo Peters’ Notes, record <i>Theo distracted the Bear</i>.
de: Notiere unter Theo Peters’ Notizen: <i>Theo hat den Bären abgelenkt</i>.
es: Anota en las Notas de Theo Peters que <i>Theo distrajo al oso</i>.
fr: Dans les notes de Theo Peters, indiquez que <i>Theo a attiré l’attention de l’ours</i>.
it: Annota negli Appunti di Theo Peters che <i>Theo ha distratto l'orso</i>.
ko: ‘테오 피터스’의 기록지에 [[테오가 곰의 주의를 분산시켰다]]라고 기록합니다.
pl: Zanotuj w Notatkach Theo Petersa, że <i>Theo odwrócił uwagę niedźwiedzia</i>.
ru: В заметках Тео Питерса запишите, что <i>Тео отвлёк медведя</i>.
zh: 在西奥．彼得斯的笔记中，记录下<i>西奥使熊分心</i>。

source: Theo Distracted the Bear.
de: Theo hat den Bären abgelenkt.
es: Theo distrajo al oso.
fr: Theo a attiré l’attention de l’ours.
it: Theo ha distratto l'orso.
ko: 테오가 곰의 주의를 분산시켰다
pl: Theo odwrócił uwagę niedźwiedzia.
ru: Тео отвлёк медведя.
zh: 西奥使熊分心。

source: “What a predicament,” Bertie mutters under his breath. The young man fumbles with his pocketbook and starts sketching. When you tell him this isn’t the time or place for a nature study, he nods. “Oh no, I apologise. It’s a map. Not a good one, mind you—” his hand shakes as he draws one last line. “I was here before. This is the way,” he points through the trees.
de: „Was für ein Dilemma“, murmelt Bertie leise. Der junge Mann blättert hektisch in seinem Taschenbuch und beginnt zu zeichnen. Als du ihm sagst, dass dies weder die Zeit noch der Ort für naturkundliche Studien sei, nickt er. „Oh nein, Entschuldigung. Es ist eine Karte. Keine gute, wohlgemerkt...“ Seine Hand zittert, während er eine letzte Linie zieht. „Ich war schon einmal hier. Das ist der Weg“, sagt er und deutet durch die Bäume.
es: –Menudo apuro –murmura entre dientes Bertie. El joven manosea su libreta y empieza a dibujar. Cuando le dices que no es ni el momento ni el lugar para ponerse a estudiar la naturaleza, asiente. –Ah, no, perdón. Es un mapa. Aunque no es muy bueno, vaya... –Le tiembla la mano mientras dibuja una última línea–. Ya he estado aquí antes. Es por aquí –añade mientras señala entre los árboles.
fr: « Quelle galère », murmure Bertie pour lui-même. Le jeune homme fouille dans son carnet et commence à dessiner. Lorsque vous lui dites que ce n’est ni le moment ni l’endroit pour croquer une nature morte, il hoche la tête. « Oh non, je m’excuse. C’est une carte. Pas forcément très bonne, remarquez… » Sa main tremble lorsqu’il trace une dernière ligne. « Je suis déjà venu ici. C’est le chemin », indique-t-il à travers les arbres.
it: "Che storia" borbotta Bertie col fiato corto. Il giovane infila una mano tremolante nella tasca, estrae un piccolo taccuino e comincia a scarabocchiare qualcosa. Quando gli fai notare che non è il momento né il posto per mettersi a studiare la natura, ti risponde con un cenno del capo. "Oh no, ti chiedo scusa. È una mappa. Una mappa non molto precisa, a essere onesto..." Lo vedi tracciare un'ultima riga incerta con la matita. "Sono già stato qui. Procediamo da questa parte" dice indicando un punto tra gli alberi.
ko: “고난도 이런 고난이 있을까요.” 버티가 쥐 죽어가는 목소리로 불평합니다. 버티는 수첩을 더듬으며 밑그림을 그리기 시작합니다. 지금이 자연 공부나 하고 자빠져있을 시간도 아니고 그럴 만한 장소도 아니라고 핀잔을 주자, 버티가 고개를 끄덕입니다. “아, 죄송해요. 지도를 그려두고 있었어요. 막 쓸만한 건 아니지만, 하나 말씀드리자면...” 버티의 떨리는 손이 마지막 선을 긋습니다. “여기 와본 적 있었어요. 길은 이쪽으로 나 있어요.” 버티가 나무 사이를 가리킵니다.
pl: „Co za niefortunna sytuacja” – mruczy pod nosem Bertie. Młody mężczyzna siłuje się ze swoim notatnikiem i zaczyna szkicować. Kiedy mówisz mu, że nie jest to czas ani miejsce na studium przyrody, kiwa głową. „O nie, przepraszam. To mapa. Zgadzam się, że niezbyt dobra” – drży mu ręka, gdy rysuje ostatnią linię. – „Byłem już tu wcześniej. Musimy iść tędy” – wskazuje między drzewa.
ru: «Какая досада», — бурчит себе под нос Берти. Юноша неуклюже хватается за блокнот и что-то рисует. Вы говорите ему, что сейчас не лучшие место и время для изучения природы, и он кивает: «Да, конечно. Простите. Это карта. Весьма посредственная, замечу я… — Трясущимися руками он выводит последнюю линию. — Я уже проходил здесь. Нам сюда», — указывает он на деревья.
zh: “真是惊险。”柏蒂喘著气，喃喃自语著。年轻人拿出他的随身笔记，开始画图。你告诉他这不是做自然研究的好时机，他点著头说：“喔不是，我很抱歉。这是地图，画的不太好，你别介意 — ”他颤抖的画下最后一条线，“我来过这里，走这边。”他一边说，一边指向树木之间。

source: Either (choose one): Each investigator gains 1 clue <i>(from the token pool)</i>, or ready the Vale Lantern asset.
de: Entweder (wähle eins): Jeder Ermittler erhält 1 Hinweis <i>(aus dem Markervorrat)</i> oder mache die Vorteilskarte Tal-Laterne spielbereit.
es: Elige una sola opción: Cada investigador obtiene 1 pista <i>(de la reserva de fichas)</i> o prepara el Apoyo Farol del Valle.
fr: Soit (choisissez une option) : chaque investigateur gagne 1 indice <i>(depuis la réserve de pions)</i>, ou vous redressez le soutien Lanterne de Vale.
it: Scegli 1 degli effetti seguenti: Ogni investigatore ottiene 1 indizio <i>(dalla riserva dei segnalini)</i> oppure ripristina il supporto Lanterna della Valle.
ko: 다음 중 하나를 선택합니다: 모든 조사자는 각자 토큰 저장소에서 단서를 1개씩 가져와 획득합니다 (또는) ‘헴록 베일의 랜턴’ 자산을 준비시킵니다.
pl: Wybierz jedno: Każdy badacz zyskuje 1 żeton wskazówki <i>(z puli żetonów)</i> albo przygotuj atut Latarnia z Doliny.
ru: Выберите одно: Либо каждый сыщик получает 1 улику из резерва, либо разверните «Масляный фонарь».
zh: 决定(选择一项)：每位调查员获得1个线索<i>(从供应区拿取)</i>，或重整山谷提灯支援。

source: Dr. Marquez leans on her cane as she studies a balsam fir with spiraling branches. Glinting lights in the trees offer faint illumination; looking up, you see shining blue nodes. “I’ve never seen something so beautiful,” the professor says, unable to contain her wonder. A moment later, she looks at you sharply. “Don’t you dare tell Bertie I said that, or I’ll tell Armitage you died on the survey.”
de: Dr. Marquez stützt sich auf ihren Stock, während sie eine Balsamtanne mit spiralförmigen Ästen studiert. Flackernde Lichter in den Bäumen spenden euch schwache Beleuchtung. Als du nach oben schaust, siehst du leuchtende, blaue Sprossknoten. „Ich habe noch nie etwas so Wunderschönes gesehen“, sagt die Professorin verträumt und kann ihr Staunen nicht unterdrücken. Einen Moment später sieht sie dich ernst an. „Sagen Sie Bertie bloß nicht, dass ich das gesagt habe, sonst muss ich Armitage leider mitteilen, dass Sie bei der Untersuchung ums Leben gekommen sind.“
es: La Dra. Marquez se apoya en su bastón mientras estudia un abeto balsámico con ramas en espiral. Unas luces que centellean en los árboles ofrecen una tenue iluminación; al levantar la vista, veis unos brillantes nodos azules. –Nunca he visto nada tan bello –dice la profesora, incapaz de contener su asombro. Un instante después, te mira con firmeza y añade–. Ni se le ocurra contarle a Bertie que he dicho eso o le contaré a Armitage que murió durante el estudio.
fr: Le Dr Marquez s appuie sur sa canne pour étudier un sapin baumier aux branches en spirale. Des lumières scintillantes dans les arbres offrent un faible éclairage; en levant les yeux, on aperçoit des nœuds bleus et brillants. « Je n'ai jamais vu quelque chose d’aussi beau », dit le professeur, incapable de contenir son émerveillement. Un instant plus tard, elle vous regarde avec insistance. « Ne révélez surtout pas à Bertie que j’ai dit cela, ou je raconterai à Armitage que vous êtes mort pendant l’enquête. »
it: La professoressa si appoggia al suo bastone, concentrata a studiare un abete balsamico dai rami spiraleggianti. Piccole luci fanno capolino tra le fronde degli alberi; sollevando lo sguardo, notate dei piccoli nodi blu brillanti. "Non ho mai visto niente di così bello." Sembra sopraffatta dalla meraviglia, ma dopo un'istante ti scocca un'occhiata tagliente: "Non osare farne parola con Bertie o dirò ad Armitage che ci hai lasciato le penne."
ko: 마르케스 박사가 지팡이에 몸을 지탱하고서 나선형으로 가지가 말린 발삼전나무를 살핍니다. 안쪽에서 반짝거리며 스며 나오는 빛 때문에 나무 전체가 미광을 내뿜고 있었으며, 위를 올려다보니 옹이진 곳이 푸른색으로 빛나는 모습이 보입니다. “이렇게 아름다운 건 처음 보네요.” 박사가 경이로움을 감추지 못하고 말합니다. 하지만 잠시 후 마르케스 박사는 당신을 노려보며 날카롭게 말합니다. “방금 제가 한 말, 버티한테 말할 생각도 마요. 그랬다가는 아미티지 교수에게는 당신이 헴록 섬에서 비명횡사했다고 전하게 될 테니까.”
pl: Dr Marquez opiera się na lasce, gdy przygląda się jodle balsamicznej z zakręconymi gałęziami. Migoczące światło między drzewami zapewnia słabe oświetlenie, zaś gdy podnosisz wzrok, widzisz lśniące na niebiesko wierzchołki. „Nigdy nie widziałam czegoś tak pięknego” – mówi badaczka, nie mogąc powstrzymać zdumienia. Po chwili spogląda na ciebie ostro. „Nie waż się powtarzać tego Bertiemu albo powiem Armitage'owi, że zginąłeś w trakcie wyprawy”.
ru: Опираясь на трость, доктор Маркес изучает бальзамическую пихту со спиралевидными ветвями. Блестящие огоньки на деревьях дают немного света; вы поднимаете голову и видите переливающиеся голубые узоры. «Я никогда не видела такой красоты, — говорит профессор, не в силах сдержать восхищение. Мгновение спустя она строго смотрит на вас. — Даже не смейте передать мои слова Берти. Иначе я скажу Армитеджу, что вы погибли в этой экспедиции».
zh: 马尔克斯博士倚在拐杖上，观察著从冷杉的螺旋状树枝上流下的树脂。树木之中散发出闪烁的炫目光芒，你抬头看，蓝色的斑点在树梢闪耀。“我从来没看过这么美的东西。”教授说，沉醉在这幅奇观中。一段时间后，她用尖锐的眼神盯著你：“不准告诉柏蒂我说过这种话，不然我会跟阿米蒂奇说你在调查过程中身亡了。”

source: Choose any location in play. You may reveal that location, ignoring its <b>Forced</b> effect.
de: Wähle 1 beliebigen Ort im Spiel. Du darfst jenen Ort enthüllen und dabei seinen <b>Erzwungen</b>-Effekt ignorieren.
es: Elige cualquier Lugar en juego. Puedes revelar ese Lugar, ignorando su efecto <b>Obligado</b>.
fr: Choisissez n’importe quel lieu en jeu. Vous avez le droit de révéler ce lieu, en ignorant son effet <b>Forcé</b>.
it: Scegli 1 qualsiasi luogo in gioco. Puoi aprire quel luogo, ignorando la sua capacità <b>Obbligo</b>.
ko: 플레이 상태인 아무 장소 한 곳을 선택합니다. 당신은 그 장소의 <b>강제</b> 기능을 무시하고서 그 장소를 공개해도 됩니다.
pl: Wybierz dowolną lokalizację w grze. Możesz odkryć daną lokalizację, ignorując jej efekt <b>Wymuszony</b>.
ru: Выберите локацию в игре. Вы можете открыть ту локацию, игнорируя её <b>обязательное</b> свойство.
zh: 选择场上的任意一个地点。你可以揭示该地点，并忽略其<b>强制</b>效果。

source: <b>Choose the bravest investigator to read the following:</b>
de: <b>Wähle den mutigsten Ermittler und lies Folgendes:</b>
es: <b>Elige al investigador más valiente para que lea el siguiente texto:</b>
fr: <b>Choisissez l’investigateur le plus courageux pour lire le paragraphe suivant :</b>
it: <b>L'investigatore più coraggioso legge il brano seguente:</b>
ko: <b>가장 용감한 조사자를 선택합니다. 그 조사자가 다음 내용을 읽습니다:</b>
pl: <b>Wybierz najodważniejszego badacza, aby przeczytał poniższy fragment:</b>
ru: <b>Выберите храбрейшего сыщика. Он должен прочесть следующее:</b>
zh: <b>选择最勇敢的调查员阅读以下文字：</b>

source: Bravest investigator
de: Mutigster Ermittler
es: Investigador más valiente
fr: L’investigateur le plus courageux
it: Investigatore più coraggioso
ko: 가장 용감한 조사자
pl: Najodważniejszy badacz
ru: Храбрейший сыщик
zh: 最勇敢的调查
