Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/08_the_twisted_hollow.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You find a scrap of torn tweed caught on a branch that is unmistakably Bertie’s. A wretched, wheezing cough sounds behind you, accompanied by the scent of rot. You turn around. A hulking bear glows like ghost fire in the darkness. A colony of shimmering fungus on the creature’s back lights up the murk with an eerie incandescence. The creature roars, then charges.
de: Du findest ein abgerissenes Stück Tweed-Stoff, das sich an einem Ast verfangen hat und unverkennbar zu Berties Kleidung gehörte. Hinter dir ertönt ein klägliches, keuchendes Schnaufen, begleitet von einem Fäulnisgeruch. Du wirbelst herum. Ein riesiger Bär leuchtet wie in Geisterfeuer gehüllt in der Dunkelheit. Eine Kolonie schimmernder Pilze auf dem Rücken der Kreatur lässt die Umgebung in einem unheimlichen Licht erscheinen. Der Bär brüllt, dann stürmt er auf dich zu.
es: Encuentras un jirón de tela de tipo tweed en una rama. ¡Seguro que pertenece a Bertie! Una tos ronca y siniestra suena a tu espalda, acompañada del olor de la putrefacción. Te das la vuelta. Un enorme oso brilla como un fuego fantasmal en la oscuridad. Una colonia de hongos resplandecientes situada en el lomo de la criatura ilumina la lobreguez con una incandescencia sobrenatural. La criatura ruge y luego emprende una carga.
fr: Vous trouvez un morceau de tweed déchiré accroché à une branche qui appartient incontestablement à Bertie. Une quinte de toux sifflante se fait entendre derrière vous, accompagnée d’une odeur de pourriture. Vous vous retournez. Un ours massif brille comme un fantôme ardent dans l’obscurité. Une colonie de champignons lumineux sur le dos de la créature éclaire le brouillard d’une lueur sinistre. La créature rugit et vous charge.
it: Trovi un brandello di tessuto appeso a un ramo che proviene senza ombra di dubbio dal gilet di Bertie. Dietro di te senti un rantolo sibilante e l'olezzo di marciume che sembra permeare ogni anfratto dell'isola. Quando ti volti, un imponente orso risplende nella notte come un fuoco fatuo. Sulla schiena ha una colonia di funghi luminescenti che allontanano il buio col loro inquietante bagliore. La creatura ruggisce e si lancia alla carica.
ko: 나뭇가지에 걸려 찢어진 트위드 조각. 버티의 것임에 틀림없습니다. 그때, 뒤에서 썩은 내와 함께 끔찍하고 쌕쌕거리는 기침 소리가 들립니다. 당신은 천천히 뒤돕니다. 그곳에는 거대한 곰이 어둠을 배경으로 삼아 도깨비불 같은 미광을 내고 있었습니다. 곰의 등에 자란 반짝이는 곰팡이 군체는 섬뜩한 빛을 내뿜습니다. 곰이 포효를 내지르더니 달려듭니다.
pl: Na gałęzi zauważasz kawałek podartego tweedu, który bez wątpienia był kiedyś fragmentem odzienia Bertiego. Słyszysz za plecami koszmarne, świszczące dźwięki przypominające kaszel, którym towarzyszy zapach zgnilizny. Odwracasz się. Olbrzymi niedźwiedź rozświetla ciemność niczym ognisty duch – a wszystko dzięki kolonii migoczących grzybów, które wyrastają mu z pleców. Stworzenie wydaje z siebie ryk, a następnie rusza w twoją stronę.
ru: Вы находите зацепившийся за ветку обрывок твидовой ткани костюма Берти. За вашей спиной раздаётся хриплый присвистывающий кашель, сопровождаемый запахом гнили. Вы оборачиваетесь. В темноте позади вас, словно призрачный огонь, светится громадный медведь. Колония грибов на спине зверя разгоняет окружающий мрак своим жутким мерцанием. Существо издаёт рык и бросается на вас.
zh: 你在树枝上看见一片被撕破的衣料，毫无疑问是柏蒂的。一阵剧烈、痛苦的咳嗽在你身后响起，腐烂的气味随即飘进你的鼻子。你转过身看见一只身形魁武的巨熊像鬼火般在黑暗中闪烁，这只生物的背上生长著一片蕈类，诡异的白炽闪光照亮黑暗。那只生物发出一声咆啸，朝你冲了过来。

source: Check the set-aside cards. If either Judith Park or Theo Peters are set aside:
de: Überprüfe die beiseitegelegten Karten. Falls entweder die Karte Judith Park oder Theo Peters beiseitegelegt ist:
es: Comprueba las cartas puestas aparte. Si Judith Park o Theo Peters están puestos aparte:
fr: Vérifiez les cartes mises de côté. Si soit Judith Park soit Theo Peters sont mis de côté :
it: Controlla le carte messe da parte. Se Judith Park o Theo Peters sono messi da parte:
ko: 치워져 있는 카드를 확인합니다. ‘주디스 파크’나 ‘테오 피터스’가 비플레이 상태로 치워져 있다면:
pl: Sprawdź odłożone na bok karty. Jeśli na bok są odłożeni Judith Park albo Theo Peters:
ru: Сверьтесь с отложенными картами. Если «Джудит Пак» или «Тео Питерс» отложены в сторону:
zh: 检查放在一旁的卡牌。如果茱蒂丝．朴或西奥．彼得斯被放在一旁：

source: Choose one of them to put into play under your control and immediately resolve their codex entry.
de: Wähle 1 davon, bringe sie unter deiner Kontrolle ins Spiel und handle sofort ihren Kodexeintrag ab.
es: Elige uno de ellos para ponerlo en juego bajo tu control y resolver inmediatamente su entrada del códice.
fr: Choisissez l’un d’eux que vous mettez en jeu sous votre contrôle et résolvez le paragraphe de son Codex.
it: Scegline 1 da mettere in gioco sotto il tuo controllo e risolvi immediatamente la voce corrispondente del Codex.
ko: 그중 하나를 선택하여 당신이 조종하도록 플레이 영역에 두고 즉시 그와 일치하는 서고 항목을 해결합니다.
pl: Wybierz jedno z nich i umieść daną postać w grze pod twoją kontrolą, po czym natychmiast rozpatrz jej wpis kodeksu.
ru: Выберите одного из них, введите в игру под свой контроль и немедленно разыграйте архивную запись выбранного персонажа.
zh: 选择其中一张并将其放置入场，置于你的控制之下并立即结算其所对应的圣典条目。

source: Before you can react, the bear swipes at you with razor sharp claws. Its rancid, wheezing breath floods your senses as it presses a gargantuan paw to your chest. Your vision begins to dim as the thing’s weight threatens to snap your ribcage.
de: Bevor du reagieren kannst, stürzt sich der Bär mit messerscharfen Klauen auf dich. Sein ranziger, keuchender Atem vernebelt dir die Sinne, als er dir seine riesige Pranke auf die Brust drückt. Deine Sicht trübt sich, als das Gewicht der Bestie deinen Brustkorb zu zerquetschen droht.
es: Antes de que puedas reaccionar, el oso te da un zarpazo con sus afiladas garras. Su aliento rancio y sibilante inunda tus sentidos cuando te aprieta el pecho con una enorme pata. Se te empieza a oscurecer la visión mientras el peso de la cosa amenaza con romperte la caja torácica.
fr: Avant que vous ne puissiez réagir, l’ours se jette sur vous avec des griffes acérées comme des lames de rasoir. Son haleine rance et sifflante inonde vos sens tandis qu’il appuie une patte gargantuesque sur votre poitrine. Votre vision commence à s’obscurcir tandis que le poids de la chose menace de vous briser la cage thoracique.
it: Prima che abbia il tempo di reagire, l'orso si avventa su di te con artigli affilati come rasoi. Il suo respiro rancido e sibilante ti inonda i sensi, e la zampa abnorme che ti preme sul petto minaccia di toglierti il fiato spaccandoti le costole. La vista comincia ad offuscarsi.
ko: 미처 대응하기도 전에, 곰이 날카로운 발톱을 휘두릅니다. 육중한 곰의 발바닥이 당신의 가슴팍을 짓누르는 가운데, 놈이 내뿜는 썩은 입냄새와 쌕쌕거리는 거친 숨소리가 당신의 다른 감각마저 압도합니다. 놈의 무게가 갈비뼈를 으스러뜨릴 것만 같이 짓눌러오자, 눈앞이 점점 흐려지기 시작합니다.
pl: Zanim zdążysz zareagować, niedźwiedź atakuje cię ostrymi jak brzytwa pazurami. Jego śmierdzący, świszczący oddech otumania twoje zmysły, gdy stworzenie dociska swą potężną łapę do twojej klatki piersiowej, którą niewiele teraz dzieli od zapadnięcia się. Twój wzrok zaczyna się rozmywać.
ru: Прежде чем вы успеваете среагировать, медведь замахивается острыми как бритва когтями. Вас окатывает волна его прерывистого хриплого дыхания, когда он прижимает гигантскую лапу к вашей груди. Перед глазами всё расплывается, а вес чудовища грозится проломить вашу грудную клетку.
zh: 你反应不及，那只熊怪刀锋般尖锐的利爪已经朝你挥来。牠腐败、刺鼻的气息喷在你的脸上，淹没了你所有的感官，接著巨大的熊掌就击中了你的胸膛。这只生物逼近，威胁著要击碎你的肋骨，但你的视线却逐渐模糊下来。

source: You must either <i>(choose one)</i>:
de: Du musst entweder <i>(wähle eins)</i>:
es: Debes <i>(elige una opción)</i>:
fr: Vous devez soit <i>(choisissez une option)</i> :
it: Scegli 1 degli effetti seguenti:
ko: 당신은 다음 중 하나를 선택해야 합니다.
pl: Musisz zdecydować <i>(wybierz jedno)</i>:
ru: Вы должны выбрать одно:
zh: 你必须决定<i>(选择一项)</i>：

source: Suffer 1 physical trauma and take 1 direct damage.
de: Erleide 1 körperliches Trauma und nimm 1 direkten Schaden.
es: Sufrir 1 trauma físico y recibir 1 punto de daño directo.
fr: Subissez 1 traumatisme physique et 1 dégât direct.
it: Subisci 1 trauma fisico e 1 danno diretto.
ko: 육체적 트라우마를 1 겪고 직접적인 피해를 1 받습니다.
pl: Otrzymujesz 1 punkt traumy fizycznej i 1 bezpośrednie obrażenie.
ru: Получить 1 физическую травму и 1 направленную рану.
zh: 承受1点肉体创伤并受到1点直接伤害。

source: Suffer 1 mental trauma and take 1 direct horror.
de: Erleide 1 seelisches Trauma und nimm 1 direkten Horror.
es: Sufrir 1 trauma mental y recibir 1 punto de horror directo.
fr: Subissez 1 traumatisme mental et 1 horreur directe.
it: Subisci 1 trauma mentale e 1 orrore diretto.
ko: 정신적 트라우마를 1 겪고 직접적인 공포를 1 받습니다.
pl: Otrzymujesz 1 punkt traumy psychicznej i 1 bezpośredni punkt przerażenia.
ru: Получить 1 ментальную травму и 1 направленный ужас.
zh: 承受1点精神创伤并受到1点直接恐惧。

source: Suddenly, a shot rings out, cracking the bear’s exposed skull. It whines in pain as two more shots impact its soft, molting body. The thing lets out a pitiful grunt, then melts into the shadows. You hear Mother Rachel’s voice from somewhere close: “Run!”
de: Plötzlich ertönt ein Schuss. Eine Kugel trifft den ungeschützten Schädel des Bären und er gerät ins Taumeln. Er wimmert vor Schmerz, als zwei weitere Schüsse seinen weichen, haarenden Körper treffen. Das Ding stößt ein klägliches Grunzen aus und verschwindet dann in den Schatten. Du hörst Mutter Rachels Stimme von irgendwo in der Nähe: „Fort von hier!“
es: De repente se oye un disparo que agrieta el cráneo expuesto del oso. Éste gime de dolor cuando dos disparos más impactan en su blando cuerpo en plena muda. La cosa emite un gruñido lastimero y luego desaparece entre las sombras. Oyes la voz de la madre Rachel que proviene de algún lugar cercano. –¡Corra!
fr: Soudain, un coup de feu retentit, fendant le crâne de l’ours. Il gémit de douleur lorsque deux autres tirs atteignent son corps mou et pelé. La chose émet un grognement pitoyable avant de se fondre dans les ombres. Vous entendez la voix de Mère Rachel à proximité: « Courez! »
it: Improvvisamente uno sparo squarcia la notte, perforando il cranio dell'orso. La creatura guaisce per il dolore, poi altri due colpi si abbattono sul suo corpo morbido e deforme. L'essere grugnisce un'ultima volta, prima di dileguarsi tra le ombre. Senti la voce di Madre Rachel non lontana: "Scappa!".
ko: 그 순간, 한 발의 총성과 함께 곰의 두개골에 쩌적하고 금이 갑니다. 두 발의 총탄이 뒤이어 털갈이 중인 놈의 연약한 살갗을 파고들자 곰은 고통스럽게 울부짖습니다. 그러고는 가련하게 끙끙대는 소리를 내더니 숲속으로 달아나 어둠 속으로 녹아듭니다. 가까운 곳에서 대모 레이첼이 소리 지릅니다. “도망치세요!”
pl: Nagle rozlega się huk wystrzału, który trafia odsłoniętą czaszkę niedźwiedzia. Stworzenie jęczy z bólu, gdy dwa kolejne strzały uderzają w jego miękkie, lśniące ciało. Istota wydaje żałosny pomruk, po czym rozpływa się w cieniu. Słyszysz głos Matki Rachel dobiegający gdzieś z bliska: „Uciekaj!”.
ru: Внезапно раздаётся выстрел, и оголённый череп существа раскалывает пуля. Медведь скулит от боли, когда в его мягкое облезлое тело попадают ещё две. Тварь жалобно скулит и исчезает в темноте. Откуда-то вблизи доносится голос матушки Рейчел: «Бегите!»
zh: 突然，一声枪响，熊怪的头颅被击中。牠疼痛的哀号著，接著另外两发子弹击中那只熊怪斑驳的柔软身体，那只怪物发出一声可怜的咕囔声，消失在阴影中。你听见瑞秋主母的声音从附近传来：“快跑！”

source: In Mother Rachel’s Notes, record <i>Mother Rachel intervened</i>.
de: Notiere unter Mutter Rachels Notizen: <i>Mutter Rachel ist eingeschritten</i>.
es: Anota en las notas de la madre Rachel que <i>la madre Rachel intervino</i>.
fr: Dans les Notes de Mère Rachel, indiquez que <i>Mère Rachel est intervenue</i>.
it: Annota negli Appunti di Madre Rachel che <i>Madre Rachel è intervenuta</i>.
ko: ‘대모 레이첼’의 기록지에 [[대모 레이첼이 절체절명의 상황에 개입했다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Matki Rachel, że <i>Matka Rachel interweniowała</i>.
ru: Запишите в заметках матушки Рейчел, что <i>матушка Рейчел вмешалась</i>.
zh: 在瑞秋主母的笔记中，记录下<i>瑞秋主母介入</i>。

source: Mother Rachel intervened.
de: Mutter Rachel ist eingeschritten.
es: la madre Rachel intervino.
fr: Mère Rachel est intervenue.
it: Madre Rachel è intervenuta.
ko: 대모 레이첼이 절체절명의 상황에 개입했다
pl: Matka Rachel interweniowała.
ru: матушка Рейчел вмешалась.
zh: 瑞秋主母介入。

source: You flee the scene into a copse of dying trees and hold the lantern up, expecting to see the bear’s ghoulish blue eyes reflected back in the dark. The forest is deathly quiet as you struggle to get your bearings.
de: Du fliehst in ein Wäldchen mit absterbenden Bäumen und hältst die Laterne hoch, in der Erwartung, die schaurigen blauen Augen des Bären in der Dunkelheit aufblitzen zu sehen. Du versuchst dich in dem totenstillen Wald zu orientieren.
es: Huyes del lugar hasta un bosquecillo de árboles moribundos y levantas el farol, esperando ver los macabros ojos azules del oso reflejados en la oscuridad. El bosque está sumido en un silencio letal mientras tratas de orientarte.
fr: Vous vous enfuyez dans un bosquet d’arbres à moitié morts et brandissez la lanterne, vous attendant à voir les yeux bleus et caverneux de l’ours se refléter dans l’obscurité. La forêt est mortellement silencieuse tandis que vous vous efforcez de vous orienter.
it: Ti metti a correre verso una macchia di alberi morenti facendoti luce con quello che puoi, terrorizzato all'idea di ritrovarti davanti gli spettrali occhi blu dell'orso che ti fissano dalle ombre. Sulla foresta è calato un silenzio assordante, ma la tua preoccupazione maggiore è che potresti perdere l'orientamento con estrema facilità.
ko: 당신은 말라붙어 가는 잡목림으로 달아났습니다. 어둠 속에서 불빛을 반사해 섬뜩하게 빛나는 곰의 푸른 눈이 보이지는 않을까 불안을 삼키며 랜턴을 치켜듭니다. 길도 방향도 갈피를 잡을 수 없는 가운데, 숲에는 지독한 고요함만 감돕니다.
pl: Uciekasz w zagajnik umierających drzew i trzymasz latarnię w górze, licząc na to, że upiorne niebieskie oczy niedźwiedzia odbiją jej światło pośród ciemności. W lesie panuje śmiertelna cisza, a ty próbujesz określić swoje położenie.
ru: Вы вбегаете в рощу умирающих деревьев и поднимаете фонарь, ожидая увидеть в темноте светящиеся мертвенно-голубым глаза медведя. В лесу стоит мёртвая тишина, и вы с трудом пытаетесь соориентироваться в пространстве.
zh: 你逃离现场，躲进一片枯死的树林。你举起提灯，预期会再度见到熊怪幽灵般的蓝色眼睛在黑暗中发光。森林一片死寂，你慌乱地想找到正确的方向。

source: Move each unengaged enemy to the pursuit area.
de: Bewege jeden nicht in einen Kampf verwickelten Gegner in die Verfolgungszone.
es: Mueve todos los Enemigos no enfrentados a la zona de persecución.
fr: Déplacez tous les ennemis non engagés vers la zone de poursuite.
it: Sposta nell'area di inseguimento ogni nemico non impegnato.
ko: 교전 상태가 아닌 모든 적을 추격 영역으로 이동시킵니다.
pl: Porusz każdego wroga niebędącego w zwarciu do obszaru pościgu.
ru: Переместите каждого не сражающегося врага в зону преследования.
zh: 将每个未交战的敌人移动到追击区域。

source: Spawn the Ursine Hybrid enemy at your location, exhausted, and deal 1 damage to it.
de: Der Gegner Bären-Hybrid erscheint erschöpft an deinem Ort. Füge ihm 1 Schaden zu.
es: Haz aparecer el Enemigo Híbrido úrsido en tu Lugar, agotado, e inflígele 1 punto de daño.
fr: Générez l’ennemi Ursidé Hybride dans votre lieu, incliné, et infligez-lui 1 dégât.
it: Genera il nemico Ibrido Urside esaurito nel tuo luogo e infliggigli 1 danno.
ko: ‘혼종 곰’ 적을 소진 상태로 당신이 위치한 장소에 출현시키고, 그 적에게 피해를 1 줍니다.
pl: Rozstaw wroga Hybryda niedźwiedzia w twojej lokalizacji, wyczerpanego, i zadaj mu 1 obrażenie.
ru: Выложите врага «Медвежий гибрид» повёрнутым в свою локацию и нанесите ему 1 рану.
zh: 将熊属杂生物生成到你的所在地点，将其横置并对其造成1点伤害。

source: If it is not under the control of an investigator, choose an investigator to take control of Vale Lantern.
de: Falls sich die Tal-Laterne nicht unter der Kontrolle eines Ermittlers befindet, wähle 1 Ermittler, der die Kontrolle über sie übernimmt.
es: Si no está bajo el control de un investigador, elige un investigador para que tome el control del Farol del Valle.
fr: Si elle n’est pas sous le contrôle d’un investigateur, choisissez un investigateur qui prend le contrôle du soutien Lanterne de Vale.
it: Se non è sotto il controllo di un investigatore, un investigatore a tua scelta prende il controllo della Lanterna della Valle.
ko: ‘헴록 베일의 랜턴’ 자산을 조종하고 있는 조사자가 없다면, 조사자 한 명을 선택해 ‘헴록 베일의 랜턴’ 자산을 조종하게 합니다.
pl: Jeśli Latarnia z Doliny nie znajduje się pod kontrolą żadnego badacza, wybierz badacza, który przejmie nad nią kontrolę.
ru: Если «Масляный фонарь» не находится под контролем сыщика, выберите сыщика. Он берёт под контроль «Масляный фонарь».
zh: 如果山谷提灯不在任意调查员的控制之下，选择一位调查员控制山谷提灯。

source: Set aside each empty [[Dark]] location to remake the Woods deck. To do this, perform the following:
de: Lege jeden leeren [[Dunkel]]-Ort beiseite und erstelle das Walddeck neu, indem du folgende Schritte durchführst:
es: Pon aparte todos los Lugares [[Oscuro]] vacíos para rehacer el mazo de Bosque. Para ello, realiza lo siguiente:
fr: Mettez de côté tous les lieux [[Sombre]] pour reformer le deck Bois. Pour ce faire, effectuez les étapes suivantes :
it: Metti da parte ogni luogo [[Buio]] vuoto per riformare il mazzo dei boschi. Per farlo, effettua i passi seguenti:
ko: 숲 덱을 재구성하기 위해 텅 빈 [[어둠]] 장소를 모두 비플레이 상태로 치워 둡니다. 이를 위해 다음과 같은 과정을 밟습니다:
pl: Odłóż na bok każdą pustą lokalizację z cechą [[Mrok]], aby ponownie stworzyć talię lasu. W tym celu wykonaj poniższe kroki:
ru: Отложите в сторону каждую пустую [[тёмную]] локацию, чтобы снова собрать колоду лесов. Она собирается следующим образом:
zh: 将每张无人[[黑暗]]地点重新设置为森林牌库放在一旁，依照以下步骤：

source: Shuffle the set-aside Twisted Hollow location with 3 random Western Woods locations together to form the bottom 4 locations of the Woods deck, Western Woods side faceup.
de: Mische den beiseitegelegten Ort Die Verdrehte Hohl und 3 zufällige Orte Westliche Wälder zusammen. Diese Karten bilden, mit der Seite Westliche Wälder nach oben, die untersten 4 Karten des Walddecks.
es: Baraja el Lugar Hondonada retorcida puesto aparte con 3 Lugares Bosque oriental aleatorios para formar los 4 Lugares de la parte inferior del mazo de Bosque, con el lado Bosque oriental boca arriba.
fr: Mélangez le lieu Vallon Tortueux mis de côté avec 3 lieux Bois Occidentaux pris au hasard pour former les 4 lieux du dessous du deck Bois, face Bois Occidentaux visible.
it: Mescola il luogo Cavità Contorta messo da parte con 3 copie dei luoghi Boschi Occidentali casuali a formare i 4 luoghi in fondo al mazzo dei boschi, con il lato Boschi Occidentali a faccia in su.
ko: 치워 두었던 ‘뒤틀린 공동’ 장소와 무작위 ‘서부 숲’ 장소 3장을 ‘서부 숲’ 면이 보이도록 섞어서 숲 덱 맨 밑 카드 4장을 구성합니다.
pl: Potasuj odłożoną na bok lokalizację Niezwykła dziupla razem z 3 losowymi lokalizacjami Zachodni las w celu stworzenia 4 dolnych kart talii lasu, stroną Zachodni las do góry.
ru: Перемешайте отложенную локацию «Чудовищная лощина» и 3 случайных локации «Западные леса» и положите их в стопку закрытой стороной вверх — это будут четыре нижние карты колоды лесов.
zh: 将放在一旁的盘根空树与3张随机西方大森林地点混洗，组成森林牌库最底部的4张卡牌，西方大森林面朝上。

source: Then, place all of the other Western Woods locations on top in a random order. All of the cards in the Woods deck should be showing only the Western Woods side, so that the investigators do not know which is which.
de: Lege dann alle anderen Orte Westliche Wälder in zufälliger Reihenfolge auf das Walddeck. Alle Karten in diesem Deck sollten ausschließlich die Seite Westliche Wälder zeigen, sodass die Ermittler nicht wissen, welche Karte welche ist.
es: A continuación, coloca todos los demás Lugares Bosque oriental encima en orden aleatorio. Todas las cartas del mazo de Bosque deben mostrar únicamente el lado Bosque oriental, de modo que los investigadores no sepan cuál es cuál.
fr: Ensuite, placez tous les autres lieux Bois Occidentaux au-dessus dans n’importe quel ordre. Toutes les cartes du deck Bois sont placées sur leur face Bois Occidentaux visible, afin que les investigateurs ne puissent pas les identifier.
it: Poi collocaci in cima le altre copie dei Boschi Occidentali in ordine casuale. Tutte le carte del mazzo dei boschi dovrebbero mostrare solo il lato Boschi Occidentali, in modo che i giocatori non possano riconoscerle.
ko: 그런 다음, 나머지 ‘서부 숲’ 장소를 모두 그 위에 무작위 순서대로 놓습니다. 공개 면을 분간할 수 없도록 숲 덱에 속한 카드는 모두 ‘서부 숲’ 면이 보이도록 두어야 합니다.
pl: Następnie umieść na ich wierzchu wszystkie pozostałe lokalizacje Zachodni las w losowej kolejności. Wszystkie karty w talii lasu powinny być ułożone stroną Zachodni las do góry, aby gracze nie wiedzieli, w jakiej kolejności się znajdują.
ru: Затем положите сверху в случайном порядке все оставшиеся локации «Западные леса». Все карты в колоде лесов должны лежать закрытой стороной вверх, чтобы игроки не знали, которая из них — «Чудовищная лощина».
zh: 然后，将所有其他西方大森林地点，依照随机顺序放置在其上方。森林牌库中的所有卡牌都应该以西方大森林面朝上，借此让调查员无法分辨卡牌的差异。

source: Put locations from the top of the Woods deck into play above, below, and to the left and right of the investigators’ location.
de: Bringe Orte vom Walddeck oberhalb, unterhalb, links und rechts vom Ort der Ermittler ins Spiel.
es: Pon Lugares de la parte superior del mazo de Bosque en juego por encima, por debajo y a la izquierda y a la derecha del Lugar de los investigadores.
fr: Mettez en jeu des lieux depuis le dessus du deck Bois, au-dessus, en bas, à gauche et à droite du lieu des investigateurs.
it: Metti in gioco luoghi dalla cima del mazzo dei boschi sopra, sotto, a destra e a sinistra del luogo degli investigatori.
ko: 숲 덱 맨 윗장부터 장소를 가져와 조사자들이 위치한 장소의 위쪽, 아래쪽, 왼쪽, 오른쪽에 하나씩 둡니다.
pl: Umieść lokalizacje z wierzchu talii lasu w grze, nad, pod, po lewej i po prawej stronie lokalizacji danego badacza.
ru: Введите в игру 4 верхние локации из колоды лесов сверху, снизу, слева и справа от локации сыщиков.
zh: 将森林牌库顶的卡牌放置入场，位于调查员地点的上方、下方、左侧和右侧。

source: Bertie was lost in the woods.
de: Bertie ist im Wald verschollen.
es: Bertie se perdió en el bosque.
fr: Bertie s’est perdu dans les bois.
it: Bertie si è smarrito nei boschi.
ko: 버티가 숲속에서 실종되었다
pl: Bertie zaginął w lesie.
ru: Берти пропал в лесу.
zh: 柏蒂迷失在森林之中。

source: Bertie was rescued.
de: Bertie wurde gerettet.
es: Bertie fue rescatado.
fr: Bertie a été secouru.
it: Bertie è stato ritrovato.
ko: 버티를 구조했다
pl: Bertie został uratowany.
ru: Берти спасён.
zh: 柏蒂获救。

source: Each investigator earns 1 bonus experience as they gain insight into Hemlock Isle’s unique ecosystem.
de: Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt, da er Einblicke in das einzigartige Ökosystem von Hemlock Isle erhalten hat.
es: Cada investigador obtiene 1 punto de experiencia adicional por haber conseguido información sobre el ecosistema único de la Isla de la Cicuta.
fr: Tous les investigateurs reçoivent 1 point d’expérience bonus pour les récompenser de leur expertise sur l’écosystème unique de Hemlock Isle.
it: Ogni investigatore guadagna 1 punto esperienza per le informazioni scoperte sull'ecosistema unico dell'isola.
ko: 헴록 섬의 독특한 생태계에 대해 통찰력을 얻었기 때문에, 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt doświadczenia, ponieważ zdobył informacje na temat wyjątkowego ekosystemu Wyspy Hemlock.
ru: Каждый сыщик получает 1 опыт дополнительно, узнав больше об уникальной экосистеме острова Хемлок.
zh: 每位调查员取得1点奖励经验值，因为其洞见了赫姆拉克岛的独特生态系。

source: Did an investigator resign with Bertie Musgrave under their control?
de: Hat ein Ermittler mit Bertie Musgrave unter seiner Kontrolle aufgegeben?
es: ¿Algún investigador desistió con Bertie Musgrave bajo su control?
fr: Un investigateur a-t-il abandonné en ayant Bertie Musgrave sous son contrôle?
it: Un investigatore ha abbondato con Bertie Musgrave sotto il suo controllo?
ko: 조사자 한 명이 ‘버티 머즈그레이브’를 조종하는 상태로 후퇴했습니까?
pl: Czy dowolny badacz zrezygnował, mając Bertiego Musgrave’a pod swoją kontrolą?
ru: Совершил ли сыщик побег с «Берти Масгрейвом» под контролем?
zh: 调查员是否控制了柏蒂．马斯格雷夫并撤退？

source: Is Ursine Hybrid in the victory display?
de: Befindet sich Bären-Hybrid im Siegpunktestapel?
es: ¿Está el Híbrido úrsido en la zona de victoria?
fr: L’Ursidé Hybride est-il dans la pile de victoire?
it: L'Ibrido Urside si trova nella galleria delle vittorie?
ko: ‘혼종 곰’이 승점 더미에 있습니까?
pl: Czy Hybryda niedźwiedzia znajduje się w puli zwycięstwa?
ru: Находится ли «Медвежий гибрид» на победном счету?
zh: 熊属杂生物是否在胜利区中？
