Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/09_dawn_of_the_second_day.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Gideon is seated at a long table. “I heard some talk on the northern shore about a right queer thing. A heap of weeds and shellfish rolling on the north beach. They said it moved on its own.” The old man’s story soon threatens to spiral into an explanation of whale anatomy.
de: Gideon sitzt an einem langen Tisch. „Ich habe von einer recht merkwürdigen Sache an der Nordküste gehört. Ein Haufen aus Seegras und Schalentieren, der am Nordufer gesichtet wurde. Es heißt, dass sich diese Masse von selbst bewegen soll.“ Die Geschichte des alten Mannes driftet schon bald in eine Beschreibung der Anatomie von Walen ab.
es: Gideon está sentado en una mesa larga. –He oído algo rarísimo en la costa norte. Un montón de algas y moluscos rodando por la playa del norte. Dicen que se movían solos. La historia del anciano no tarda en amenazar con convertirse en una explicación sobre la anatomía de las ballenas.
fr: Gideon est assis à une longue table. « Sur la côte nord, j’ai entendu parler d’une chose tout à fait étrange. Un amas de mauvaises herbes et de coquillages glissait sur la plage. De ce qu’on m’a dit, il se déplaçait tout seul. » Malheureusement, il se peut que le vieil homme se lance très vite dans un exposé sur l’anatomie des baleines.
it: Gideon è seduto a un lungo tavolo. "Dicono ci fosse qualcosa di strano lungo la costa nord. Un cumulo di alghe e conchiglie che rotolava sulla spiaggia. A quanto ho capito, si muoveva da solo." In qualche modo, il discorso del vecchio vira in una spiegazione sull'anatomia delle balene.
ko: 기디언은 기다란 탁자에 앉아 있었습니다. “북부 해안에서 해괴망측한 게 있단 소리를 들었다니까. 해변을 따라 해초와 조개껍질이 뭉텅이져 밀려든다던데? 심지어 그게 움직인다고도 해.” 기디언 노인은 뒤이어 고래의 생태 및 신체 구조와 관련된 설명을 장황하게 풀어놓기 시작합니다.
pl: Gideon siedzi przy długim stole. „Słyszałem, jak na północnym brzegu rozmawiano o czymś naprawdę dziwnym. Sterta wodorostów i skorupiaków tocząca się po plaży. Mówili, że poruszała się sama z siebie”. Starzec szybko odbiega od opowiadanej historii i prawie zaczyna wyjaśniać ci anatomię wieloryba.
ru: Гидеон сидит за длинным столом. «Слышал я какую-то болтовню, — говорит он, — мол на северном береге видели странность. Якобы по северному пляжу каталась куча сорняков и моллюсков. Сама по себе». Рассказ старика грозит плавно перерасти в лекцию по анатомии китов.
zh: 吉迪恩坐在一張長桌旁，“我聽到北邊的海岸那有一些古怪的傳聞。有些海草跟貝殼出現在海灘上，有人說它們會自己移動。”老人說著說著似乎就快偏離主題，開始解釋有關解剖鯨魚的過程。

source: Check Gideon Mizrah’s Notes. <i>If Gideon told the story of Captain Hemlock</i>:
de: Überprüfe Gideon Mizrahs Notizen. <i>Falls dir Gideon von Captain Hemlock erzählt hat</i>:
es: Comprueba las Notas de Gideon Mizrah. <i>Si Gideon contó la historia del capitán Cicuta</i>:
fr: Vérifiez les Notes de Gideon Mizrah. Si <i>Gideon a raconté l’histoire du Capitaine Hemlock</i> :
it: Controlla gli Appunti di Gideon Mizrah. <i>se Gideon ha raccontato la storia del capitano Hemlock</i>:
ko: ‘기디언 미즈라’의 기록지를 확인합니다. [[기디언이 헴록 선장의 이야기를 들려주었다]]면:
pl: Sprawdź Notatki Gideona Mizraha. <i>Jeśli Gideon opowiedział historię kapitana Hemlocka</i>:
ru: Сверьтесь с заметками Гидеона Мизры. Если <i>Гидеон поделился историей о капитане Хемлоке</i>:
zh: 檢查吉迪恩．米茲拉的筆記。<i>如果吉迪恩講述了關於赫姆拉克船長的故事</i>：

source: Sensing another of the old sailor’s wandering tales, you ask Gideon about the shipwreck he and Captain Hemlock found in the Atlantic. The old man’s face lights up at the question, and he gives a grim account detailing how the crew of his ship—the Annabelle Lee— grew gravely ill following their visit to the shipwreck. As he tells the story, you are joined by Dr. Marquez, who listens intently. You can sense an old fear in the grizzled sailor’s tone, but don’t press it further.
de: Du spürst, dass der alte Seemann erneut mit einer völlig anderen Geschichte anfangen will, also fragst du Gideon direkt nach dem Schiffswrack, das er und Captain Hemlock im Atlantik gefunden haben. Das Gesicht des alten Mannes hellt sich bei dieser Frage auf. Er gibt einen düsteren Bericht darüber ab, wie die Besatzung seines Schiffes – die Annabelle Lee – nach dem Besuch des Schiffswracks schwer erkrankte. Während er die Geschichte erzählt, gesellt sich Dr. Marquez dazu , die aufmerksam zuhört. Du kannst eine tiefgründige Angst im Tonfall des alten Seemanns spüren, aber du gehst nicht weiter darauf ein.
es: Al presentir que llega otro de los relatos dispersos del viejo marinero, le preguntas a Gideon por el naufragio que encontraron en el Atlántico el capitán Cicuta y él. El rostro del anciano se ilumina al oír la pregunta y relata de forma lúgubre cómo la tripulación de su barco, el Annabelle Lee, cayó gravemente enferma tras visitar el naufragio. Mientras cuenta la historia, se os une la Dra. Marquez, que escucha con atención. Notas un viejo miedo en el tono del curtido marinero, pero no quieres insistir.
fr: Vous pressentez que le vieux marin est susceptible de vous embarquer dans une histoire sans fin dont il a le secret. Vous choisissez donc d’interroger Gideon sur l’épave que le capitaine Hemlock et lui ont trouvée dans l’Atlantique. Le visage du vieil homme s’illumine à cette question, et il vous livre un récit détaillé et tout à fait glaçant du jour où l’équipage de son navire — l’<i>Annabelle Lee</i> — est tombé gravement malade après avoir visité l’épave. Pendant qu’il raconte cette histoire, le Dr Marquez vous rejoint et l’écoute attentivement. Vous sentez une peur ancienne dans le ton larmoyant du marin, mais n’insistez pas davantage.
it: Intuendo l'arrivo dell'ennesimo racconto del vecchio marinaio, gli chiedi del relitto in cui il capitano Hemlock incappò in mezzo all'Atlantico. A Gideon si illumina il volto quando comincia a descriverti nel dettaglio come i membri dell'equipaggio della sua nave, la Annabelle Lee, contrassero gravi malattie a seguito dell'esplorazione del vascello naufragato. Affascinata dall'argomento, anche la dottoressa Marquez si unisce a voi per ascoltare. Puoi percepire un'antica paura nella voce del marinaio: meglio non scavare troppo a fondo.
ko: 노선원의 이야기가 또 삼천포로 빠질 조짐을 느끼고, 당신은 기디언에게 대서양에서 헴록 선장과 함께 발견했다던 난파선에 관해 물어보았습니다. 그 질문을 듣자, 그의 얼굴이 환해지며 애너벨 리 호에서 난파선으로 넘어갔다가 돌아온 선원들이 몹쓸 병에 걸렸다는 이야기를 자세하게 늘어놓았습니다. 그 이야기를 듣는 동안 마르케스 박사도 다가와 기디언의 이야기를 경청합니다. 백발이 성성한 노선원의 어조에서 해묵은 공포심이 느껴졌기에 더는 후일담을 캐묻지 않기로 합니다.
pl: Wyczuwając kolejną opowieść z wypraw starego marynarza, pytasz Gideona o wrak statku, który on i kapitan Hemlock znaleźli na Atlantyku. Oblicze starca rozpromienia się, gdy przedstawia ponurą relację opisującą, jak załoga jego statku – Annabelle Lee – poważnie zachorowała po wizycie na wraku. W trakcie opowiadania dosiada się do was dr Marquez i słucha mężczyzny w skupieniu. W głosie siwego marynarza wyczuwasz dawny strach, ale nie wypytujesz już więcej.
ru: Предчувствуя очередные несвязные россказни старого моряка, вы спрашиваете Гидеона о затонувшем корабле, который они с капитаном Хемлоком обнаружили в Атлантике. В ответ лицо старика озаряется, и он детально рассказывает довольно мрачную историю о том, как команда его корабля — той самой «Аннабель Ли» — тяжело заболела после посещения затонувшего судна. К вам присоединяется доктор Маркес и внимательно слушает его рассказ. Вы чувствуете в тоне моряка нотки старого страха, но решаете его не расспрашивать.
zh: 你感覺到老水手好像即將偏題，要說起另一個冒險故事，你趕緊問起赫姆拉克船長在大西洋中發現船難殘骸的事。老人提到這個問題，精神一振，他說在探索那些殘骸後，它們的船，安娜貝拉．李的船員們身體出現各種不適，他還描述了一些令你臉色發青的細節。就在他說故事的同時，馬爾克斯博士加入了你們，她聽得非常專注。你可以從這位白髮蒼蒼的老人口中感覺到一絲恐懼，但沒有進一步追問。

source: In Gideon Mizrah’s Notes, record <i>Gideon told the tale of the</i> Annabelle Lee.
de: Notiere unter Gideon Mizrahs Notizen: <i>Gideon hat angefangen, die Geschichte der</i> Annabelle Lee <i>zu erzählen.</i>
es: Anota en las Notas de Gideon Mizrah que <i>Gideon contó el relato del Annabelle Lee</i>.
fr: Dans les Notes de Gideon Mizrah, indiquez que <i>Gideon a raconté l’histoire de l’</i>Annabelle Lee.
it: Annota negli Appunti di Gideon Mizrah che <i>Gideon ha raccontato la storia della</i> Annabelle Lee.
ko: ‘기디언 미즈라’의 기록지에 [[기디언이 애너벨 리 호에 대한 이야기를 했다]]라고 기록합니다.
pl: Zanotuj w Notatkach Gideona Mizraha, że <i>Gideon opowiedział historię Annabelle Lee</i>.
ru: В заметках Гидеона Мизры запишите, что <i>Гидеон поделился историей «Аннабель Ли»</i>.
zh: 在吉迪恩．米茲拉的筆記中，記錄下<i>吉迪恩講述了關於安娜貝拉．李的故事</i>。

source: Gideon told the tale of the Annabelle Lee.
de: Gideon hat angefangen, die Geschichte der Annabelle Lee zu erzählen.
es: Gideon contó el relato del Annabelle Lee.
fr: Gideon a raconté l’histoire de l’Annabelle Lee.
it: Gideon ha raccontato la storia della Annabelle Lee.
ko: 기디언이 애너벨 리 호에 대한 이야기를 했다
pl: Gideon opowiedział historię Annabelle Lee.
ru: Гидеон поделился историей «Аннабель Ли».
zh: 吉迪恩講述了關於安娜貝拉．李的故事。

source: Draw 3 cards. Increase Gideon Mizrah’s Relationship Level. Each investigator earns 1 bonus experience.
de: Ziehe 3 Karten. Erhöhe Gideon Mizrahs Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Roba 3 cartas. Aumenta el nivel de relación de Gideon Mizrah. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Piochez 3 cartes. Augmentez le Niveau de Relation de Gideon Mizrah. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Pesca 3 carte. Aumenta il Livello di Relazione con Gideon Mizrah. Ogni investigatore guadagna 1 punto esperienza.
ko: 카드를 3장 뽑습니다. ‘기디언 미즈라’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Dobierz 3 karty. Zwiększ stopień zażyłości z Gideonem Mizrahem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Возьмите 3 карты. Повысьте уровень доверия Гидеона Мизры. Каждый сыщик получает 1 опыт дополнительно.
zh: 抽取3張卡牌。提升吉迪恩．米茲拉的友好度。每位調查員取得1點獎勵經驗值。

source: The conversation instead devolves into a soliloquy about barnacle removal. As Gideon waxes eloquent about a delicious abalone stew he once enjoyed, you politely excuse yourself.
de: Die Erklärungen zur Walanatomie führen zu einem Vortrag über die richtige Entfernung von Seepocken. Als Gideon dann von einem köstlichen Seeohren-Eintopf schwärmt, den er einmal genossen hat, entschuldigst du dich höflich und gehst.
es: La conversación se degrada hasta convertirse en un soliloquio sobre la eliminación de percebes. Mientras Gideon habla con entusiasmo de un delicioso guiso de abulón que probó una vez, te excusas educadamente y te vas.
fr: Au lieu de cela, la conversation se transforme en un soliloque sur la récolte des balanes. Alors que Gideon parle avec éloquence d’un délicieux ragoût d’ormeaux qu’il a dégusté un jour, vous vous excusez poliment.
it: La conversazione degenera in un monologo sui metodi migliori per rimuovere i cirripedi da una chiglia e, quando Gideon passa a descrivere nel dettaglio quella volta in cui assaggiò una deliziosa zuppa di abalone, decidi che è giunto il momento di alzarti e prendere congedo.
ko: 기디언의 이야기는 흘러 흘러 따개비를 제거하는 방법에 대한 독백으로 이어집니다. 기디언이 언젠가 정말 맛있는 전복 수프를 먹어봤다는 이야기에 이르자, 당신은 자리를 떠도 되겠냐고 정중하게 말하고서 일어납니다.
pl: Rozmowa przeradza się w monolog o usuwaniu pąkli. Kiedy Gideon zaczyna rozprawiać o pysznym gulaszu z uchowca, którego kiedyś skosztował, grzecznie się usprawiedliwiasz i odchodzisz.
ru: Вместо этого разговор превращается в монолог Гидеона о чистке морских судов от балянусов. Когда Гидеон переходит на рассказ о вкуснейшем рагу из абалонов, которым он однажды имел честь насладиться, вы вежливо откланиваетесь.
zh: 談話的方向逐漸發展成吉迪恩的獨白，他詳細講解要怎麼剃除船底的藤壺。就在吉迪恩開始大肆吹噓他喝過最美味的鮑魚燉菜時，你禮貌的向他告退。

source: Judith leans against the side of the Atwood House, polishing her rifle as she observes passers-by. “These sweet little lambs don’t even know what I have to go through to keep them safe. And hopefully they never will, Jomo.” You realize she is addressing her rifle, and not you. She stops suddenly, as if aware of your presence, and locks eyes with you.
de: Judith lehnt an der Seite des Atwood-Hauses und poliert ihr Gewehr, während sie die Passanten beobachtet. „Diese süßen, kleinen Lämmer wissen gar nicht, was ich durchmachen muss, um sie zu beschützen. Und hoffentlich werden sie das auch nie, Jomo.“ Dir wird klar, dass sie zu ihrem Gewehr spricht und nicht zu dir. Sie hält inne, als sie deine Anwesenheit bemerkt, und blickt dir fest in die Augen.
fr: Judith est adossée à un mur du Manoir Atwood et polit son fusil tout en observant les passants. « Ces gentils petits agneaux ne savent même pas ce que je dois endurer pour les garder en sécurité. Et j’espère qu’ils ne le sauront jamais, Jomo. » Vous réalisez qu’elle s’adresse à son fusil, et non à vous. Elle s’arrête soudain, comme si elle était consciente de votre présence, et vous regarde dans les yeux.
it: Appoggiata contro una delle pareti di casa Atwood, Judith lucida il suo fucile mentre osserva i passanti. "Questi agnellini non hanno idea di quello che devo affrontare per tenerli al sicuro. E spero proprio che non lo scoprano mai, Jomo." Capisci che non si sta rivolgendo a te, ma alla sua arma. Rendendosi conto di essere osservata, si ferma improvvisamente.
ko: 주디스는 앳우드 저택 한쪽에 몸을 기대고 지나가는 사람들을 관찰하며 총을 손질하고 있습니다. “이 가련한 어린 양들은 내가 저들을 지키느라 어떤 일을 겪어야 하는지도 모르겠지. 그래, 조모. 그냥 모르는 게 나을지도 몰라.” 주디스는 당신에게 말하는 게 아니라 손질 중인 소총을 향해 혼잣말하고 있었습니다. 주디스는 당신의 인기척을 느끼더니 말을 멈추고 당신의 눈을 뚫어져라 바라봅니다.
pl: Judith opiera się o ścianę domu Atwoodów, polerując karabin i obserwując przechodniów. „Te słodkie małe owieczki nawet nie wiedzą, przez co muszę przejść, aby były bezpieczne. I mam nadzieję, że nigdy się nie dowiedzą, Jomo”. Orientujesz się, że kobieta mówi do swojej strzelby, a nie do ciebie. Nagle milknie, jakby uświadomiła sobie twoją obecność, i wbija w ciebie wzrok.
ru: Джудит стоит прислонившись к стене дома Этвудов. Она чистит своё оружие и наблюдает за прохожими. «Эти милые овечки даже не представляют, через что мне приходится проходить, чтобы обеспечить их безопасность. И я надеюсь, что они никогда не узнают», — бормочет она, обращаясь к своей винтовке. Внезапно она замолкает, осознав ваше присутствие, и встречается с вами взглядом.
zh: 茱蒂絲靠在阿特伍德家的房子前，一邊擦著她的來福槍，一邊看著來往的行人。“這些小羊羔根本不知道我為了要保護他們，都經歷了些什麼，希望他們永遠也不需要知道。對吧，喬莫？”你突然發現她不是在對你說話，而是對她的來福槍說。她突然停止說話，似乎是察覺到了你的存在，迎上了你的視線。

source: Check Judith Park’s Notes. <i>If Judith saved your ass</i>:
de: Überprüfe Judith Parks Notizen. <i>Falls Judith dir den Arsch gerettet hat</i>:
es: Comprueba las Notas de Judith Park. <i>Si Judith ha salvado el pellejo a los investigadores</i>:
fr: Vérifiez les Notes de Judith Park. Si <i>Judith vous a sauvé les miches</i> :
it: Controlla gli Appunti di Judith Park. Se <i>Judith vi ha salvato la pellaccia</i>:
ko: ‘주디스 파크’의 기록지를 확인합니다. [[주디스가 당신의 목숨을 구했다]]면:
pl: Sprawdź Notatki Judith Park. <i>Jeśli Judith uratowała wam tyłki</i>:
ru: Сверьтесь с заметками Джудит Пак. Если <i>Джудит спасла ваши задницы</i>:
zh: 檢查茱蒂絲．朴的筆記。<i>如果茱蒂絲救了你一命</i>：

source: Draw 1 card. You may play a [[Weapon]] card from your hand, ignoring its cost.
de: Ziehe 1 Karte. Du darfst 1 [[Waffe]]-Karte von deiner Hand spielen und dabei ihre Kosten ignorieren.
es: Si no es así, roba 1 carta. Puedes jugar una carta [[Arma]] de tu mano, ignorando su coste.
fr: Piochez 1 carte. Vous pouvez jouer une carte [[Arme]] de votre main, en ignorant les coûts.
it: Pesca 1 carta. Puoi giocare 1 carta [[Arma]] dalla tua mano ignorandone il costo.
ko: 카드를 1장 뽑습니다. 당신은 자신의 손에서 [[무기]] 카드 하나를 비용을 무시하고 플레이해도 됩니다.
pl: Dobierz 1 kartę. Możesz zagrać atut z cechą [[Broń]] z twojej ręki, ignorując jego koszt.
ru: Возьмите 1 карту. Вы можете сыграть карту-[[оружие]] со своей руки, игнорируя её цену.
zh: 抽取1張卡牌。你可以從手牌中打出一張[[武器]]卡牌，忽略其費用。

source: “You can bet that bear is alive and has your scent,” Judith says grimly. “Some of the animals here are incredibly smart. Too smart. I can guarantee that thing’s out for blood tonight. Don’t go near the woods again.”
de: „Sie können darauf wetten, dass der Bär noch lebt und Ihre Fährte aufgenommen hat“, sagt Judith grimmig. „Einige der Tiere hier sind unglaublich schlau. Zu schlau. Ich garantiere Ihnen, dass das Ding heute Nacht auf Blut aus ist. Gehen Sie nicht mehr in die Nähe der Wälder.“
es: –Tenga por seguro que ese oso está vivo y conoce su olor –dice Judith de forma siniestra–. Algunos de los animales que hay por aquí son increíblemente listos. Demasiado listos. Le garantizo que esa cosa tendrá sed de sangre esta noche. No vuelva a acercarse al bosque.
fr: « Il y a fort à parier que cet ours est vivant et qu’il se souvient de votre odeur », dit Judith d’un air sombre. « Certains animaux de la région sont incroyablement intelligents. Trop intelligents. Je peux vous garantir que cette chose sera déterminée à tuer ce soir. Ne vous approchez plus des bois ».
it: "Puoi star certo che quell'orso è ancora vivo e si ricorda il tuo odore." Non sembra intenzionata a rassicurarti. "Alcuni animali di questo posto sono incredibilmente astuti. Troppo astuti. Posso assicurarti che quell'essere sarà assetato di sangue stanotte: fossi in te, farei il possibile per stare lontano dai boschi."
ko: 주디스가 음울하게 말합니다. “어젯밤에 곰을 죽이지 못했고, 분명 놈이 당신 냄새를 맡았을 겁니다. 이곳에 사는 몇몇 동물은 믿기 어려울 만큼 똑똑하죠. 과할 만큼 영민해요. 놈이 오늘 밤에도 살육을 위해 나설 겁니다. 숲 근처에 다시 갈 생각은 마세요.”
pl: „Mogę się założyć, że niedźwiedź żyje i pamięta twój zapach” – mówi ponuro Judith. – „Niektóre z tutejszych zwierząt są niewiarygodnie inteligentne. Aż zanadto. Gwarantuję ci, że tej nocy to coś będzie żądne krwi. Lepiej nie zbliżaj się już do lasu”.
ru: «Можешь не сомневаться, тот медведь жив и запомнил твой запах, — мрачно говорит Джудит. — Некоторые животные здесь невероятно умны. Даже чересчур. Гарантирую, эта тварь сегодня ночью будет жаждать крови. Не ходи больше в лес».
zh: “我賭那隻熊一定還活著，而且記住了你的味道。”她陰沉地說，“這裡有些動物非常聰明，太聰明了。我保證那傢伙今晚一定會出來獵殺，別再進去森林裡了。”

source: <i> “I can handle myself.”</i>
de: <i>„Ich kann selbst auf mich achtgeben.“</i>
es: <i>–Puedo apañármelas.</i>
fr: <i>« Je peux m’occuper de mes affaires. »</i>
it: <i>"So cavarmela."</i>
ko: “그 정도는 제가 알아서 합니다.”
pl: <i>„Dam sobie radę”.</i>
ru: <i>«Я могу постоять за себя».</i>
zh: <i>“我自己能應付。”</i>

source: <i>“Thanks for saving us.”</i>
de: <i>„Danke für die Rettung!“</i>
es: <i>–Gracias por salvarnos.</i>
fr: <i>« Merci de nous avoir sauvés. »</i>
it: <i>"Grazie per averci salvati."</i>
ko: “구해주셔서 감사합니다.”
pl: <i>„Dziękuję za uratowanie nas”.</i>
ru: <i>«Спасибо, что спасли нас».</i>
zh: <i>“多謝妳救了我們。”</i>

source: Judith looks you over, sizing you up. “I figured the survey had to bring someone like you along. Someone who can stay cool under pressure.” She puts her hands on her hips. “I might be impressed.”
de: Judith mustert dich eingehend, dann sagt sie: „Ich dachte mir, dass bei diesen Untersuchungen jemand wie Sie dabei sein muss. Jemand, der unter Druck einen kühlen Kopf bewahrt.“ Sie stemmt die Hände in die Hüften. „Ich bin fast beeindruckt.“
es: Judith te mira de arriba abajo. –Supongo que el estudio tenía que traer a alguien como usted. Alguien capaz de mantener la calma bajo presión –Pone los brazos en jarras–. A lo mejor logra impresionarme.
fr: Judith vous regarde de haut en bas pour vous jauger. « À mon avis, l’expédition avait besoin de quelqu’un comme vous. Une personne qui conserve son sang-froid sous la pression. » Elle pose ses mains sur ses hanches. « Je pourrais même être impressionnée. »
it: Judith ti squadra dalla testa ai piedi. "Chiunque abbia organizzato la ricerca ha fatto bene a portarsi dietro qualcuno come te. Qualcuno che abbia il sangue freddo quando serve. Potrei quasi dire di essere colpita" conclude, mettendo una mano sul fianco.
ko: 주디스의 눈이 당신을 요모조모 뜯어보는 듯합니다. “현장 조사에는 당신과 같이 배짱 두둑한 사람을 데려와야 합니다. 아무리 압박감이 심하더라도 냉정함과 침착함을 유지할 수 있는 사람을요. 꽤나 감명받았습니다.” 주디스가 뒷짐 지고 말합니다.
pl: Judith mierzy cię wzrokiem. „Tak myślałam, że grupa badawcza musi mieć ze sobą kogoś takiego jak ty. Kogoś, kto potrafi zachować zimną krew”. Kładzie dłonie na biodrach. „Może nawet będę pod wrażeniem”.
ru: Джудит оценивающе оглядывает вас: «Я так и думала, что в экспедицию позовут кого-то вроде тебя. Кто умеет сохранять спокойствие в опасных ситуациях. — Она кладёт руки на бёдра. — Может, я даже впечатлена».
zh: “茱蒂絲上下打量著你：“我想來實地調查的確該帶上你這種人，在壓力下也能保持冷靜的那種。”她手插著腰說：“也許你會給我個驚喜。”

source: “Thank me? For saving you?” Judith cocks an eyebrow. “You’re welcome, I guess. Just doing what I’m paid to do.”
de: „Sie danken mir? Dafür, dass ich Sie gerettet habe?“ Judith zieht spöttisch eine Augenbraue hoch. „Gern geschehen, sag ich mal. Ich tu nur das, wofür ich bezahlt werde.“
es: –¿Gracias? ¿Por salvarles? –Judith enarca una ceja–. De nada, supongo. Sólo hago lo que me pagan por hacer.
fr: « Me remercier ? De vous avoir sauvé ? » Judith hausse un sourcil. « De rien. Je suppose que j’ai seulement fait ce pour quoi je suis payée. »
it: "Mi stai ringraziando? Per avervi salvato?" Judith inarca un sopracciglio. "Prego, credo. Stavo solo facendo ciò per cui mi hanno pagata."
ko: “고맙다고요? 구해줘서?” 주디스가 눈썹을 찌푸립니다. “천만에요. 돈을 받았으니 할 일을 한 겁니다.”
pl: „Dziękujesz? Za uratowanie was?” Judith unosi brew. „Cóż, właściwie to nie ma za co. Robię tylko to, za co mi płacą”.
ru: «Спасибо? Что спасла вас? — Джудит задирает бровь. — Ну, пожалуйста, чего уж тут. Мне платят, я делаю свою работу. Всё просто».
zh: “謝我？因為救了你？”茱蒂絲皺起眉頭，“不客氣，也許吧。我只是拿錢辦事。”

source: Decrease Judith Park’s Relationship Level. Each investigator earns 1 bonus experience.
de: Senke Judith Parks Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Reduce el nivel de relación de Judith Park. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Diminuez le Niveau de Relation de Judith Park. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Riduci il Livello di Relazione con Judith Park. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘주디스 파크’와의 친밀도를 한 단계 낮춥니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zmniejsz stopień zażyłości z Judith Park. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Снизьте уровень доверия Джудит Пак. Каждый сыщик получает 1 опыт дополнительно.
zh: 降低茱蒂絲．朴的友好度。每位調查員取得1點獎勵經驗值。

source: <b><i>If Theo distracted the bear:</i></b>
de: <b><i>Falls Theo den Bären abgelenkt hat:</i></b>
es: <b><i>Si Theo distrajo al oso:</i></b>
fr: <b>Si <i>Theo a attiré l’attention de l’ours :</i></b>
it: <b><i>Se Theo ha distratto l'orso:</i></b>
ko: [[테오가 곰의 주의를 분산시켰다]]<b>면:</b>
pl: <b><i>Jeśli Theo odwrócił uwagę niedźwiedzia:</i></b>
ru: <b>Если <i>Тео отвлёк медведя</i>:</b>
zh: <b><i>如果西奧使熊分心：</i></b>
