Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/09_dawn_of_the_second_day.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Theo stands up in the schoolyard, clutching a well-loved copy of <i>20,000 Leagues Under the Sea</i>. “Sister Miriam got mad when I asked to buy her book. But I don’t want to return it,” he says. “I’ve always wanted to see the ocean floor. As long as I didn’t die.” As he drives you around the Vale, Theo looks contemplative. “I can’t stop thinking about the bear. Now I see why Mother Rachel tells us not to go out at night. Some folks have gone missing in the last few months. Benny. Sister Edie. That one kid whose name I can never remember. We don’t talk about the ones who disappear.”
de: Theo steht auf dem Schulhof und hält ein abgenutztes Exemplar von <i>20.000 Meilen unter dem Meer</i> in der Hand. „Schwester Miriam wurde sauer, als ich ihr das Buch abkaufen wollte. Aber ich will es nicht zurückgeben“, sagt er. „Ich wollte schon immer mal den Meeresboden sehen. Hauptsache, ich sterbe dabei nicht.“ Während er dich durch das Tal fährt, schaut Theo nachdenklich drein. „Ich kann nicht aufhören, an den Bären zu denken. Jetzt verstehe ich, warum Mutter Rachel uns sagt, wir sollen nachts nicht rausgehen. In den letzten Monaten sind einige Leute verschwunden. Benny. Schwester Edie. Dieser eine Junge, bei dem mir der Name nie einfällt. Wir reden nicht über die, die verschwinden.“
es: Theo está de pie en el patio del colegio, aferrando un ejemplar muy querido de <i>20 000 leguas de viaje submarino</i>. –La hermana Miriam se enfadó muchísimo cuando le pedí comprarle su libro. Pero no quiero devolverlo –dice–. Siempre he querido ver el fondo del mar. Siempre y cuando eso no me mate, claro. Mientras te lleva por el Valle en su camioneta, Theo parece pensativo. –No puedo dejar de pensar en el oso. Ahora entiendo por qué nos dice la madre Rachel que no salgamos de noche. Hay gente que ha desaparecido en los últimos meses. Benny. La hermana Edie. Ese crío de cuyo nombre no me acuerdo nunca. No hablamos de los que desaparecen.
fr: Theo est debout dans la cour de l’école et serre contre lui un exemplaire de son précieux exemplaire de <i>20,000 lieues sous les mers</i>. « Sœur Miriam s’est fâchée quand j’ai proposé de lui acheter son livre. Mais je ne veux pas le rendre », dit-il. « J’ai toujours voulu voir le fond de l’océan. Tant que je n’y perds pas la vie. » Alors qu’il vous conduit autour de Vale, Theo a l’air contemplatif. « Je n’arrête pas de penser à l’ours. Maintenant, je comprends pourquoi Mère Rachel nous demande de ne pas sortir la nuit. Des gens ont disparu ces derniers mois. Benny. Sœur Edie. Cet enfant dont je n’arrive jamais à me souvenir du nom. Nous ne parlons pas de ceux qui ne sont plus là. »
it: Theo sfoglia nel cortile della scuola la sua amata copia di <i>20000 Leghe Sotto i Mari</i>. "Sorella Miriam si è arrabbiata quando le ho chiesto di poter comprare il suo libro. Ma io non glielo voglio restituire" ti spiega. "Ho sempre voluto vedere i fondali oceanici. Certo, possibilmente senza morirci." Mentre ti accompagna in giro per il paese, Theo sembra sovrappensiero. "Non riesco a smettere di pensare all'orso. Adesso capisco perché Madre Rachel ci dice di non allontanarci di notte. Ci sono state delle sparizioni negli ultimi mesi: Benny, Sorella Edie, quel ragazzino di cui non riesco mai a ricordarmi il nome ... Non parliamo degli scomparsi."
ko: 학교 운동장에 있던 테오가 베스트셀러 소설인 『해저 2만리』를 들고서 일어섭니다. “혹시 이 책을 제게 팔아줄 수 있겠냐고 물었더니 미리암 수녀님께서 화를 내시더라고요. 하지만 돌려주고 싶진 않은걸요. 늘 한 번쯤은 해저를 보고 싶었어요. 죽지만 않는다면야 말이죠.” 테오가 헴록 베일 주변을 따라 차를 태워 주며 사색에 잠긴 표정을 짓습니다. “어젯밤 곰이 아직도 머릿속에 생생해요. 왜 레이첼 대모님이 밤에 나가지 말랬는지 알겠군요. 지난 몇 달에 걸쳐 주민들이 꽤 많이 실종됐어요. 베니, 에디 수녀, 이름도 기억 안 나는 꼬맹이 하나까지. 우리는 실종된 사람에 대해서는 이야기하지 않거든요.”
pl: Theo stoi na boisku szkolnym, ściskając w dłoni ukochaną kopię <i>20 000 mil podmorskiej żeglugi</i>. „Siostra Miriam wściekła się, gdy zapytałem, czy mogę kupić jej książkę. Ale nie chcę jej oddawać” – mówi. – „Zawsze chciałem zobaczyć dno oceanu. O ile przy tym nie umrę”. Kiedy Theo oprowadza cię po Dolinie, wygląda na zamyślonego. „Nie mogę przestać myśleć o niedźwiedziu. Teraz rozumiem, dlaczego Matka Rachel zabroniła nam wychodzić w nocy. W ciągu ostatnich miesięcy kilka osób zaginęło. Benny. Siostra Edie. Ten dzieciak, którego imienia nie mogę zapamiętać. Nie mówimy o tych, którzy zniknęli”.
ru: Тео стоит посреди школьного двора, сжимая в руках потрёпанный экземпляр «Двадцати тысяч лье под водой»: «Сестра Мириам разозлилась, когда я спросил, могу ли я выкупить эту книгу. Но я просто не хочу с ней расставаться. Я всегда хотел увидеть океанское дно. Если это меня не убьёт, конечно». Пока вы с ним едете по деревне, Тео выглядит задумчивым. «Не могу перестать размышлять об этом медведе, — произносит он. — Теперь я понимаю, почему матушка Рейчел не разрешает нам выходить ночью. Последние несколько месяцев у нас пропадают люди. Бенни. Сестра Эди. Тот пацан, чьё имя я так и не запомнил. Мы не говорим о пропавших».
zh: 西奧站在學校前的院子，手中拿著一本家喻戶曉的小說：《海底兩萬里》。“米芮姆姊妹聽到我想買下這本書的時候都快氣瘋了，但我就是不想還啊。”他開口說，“我一直都想看看海底長什麼樣子，前提是我能活著回來的話。”他載著你在谷地中四處閒晃時，滿臉擔憂地說：“我沒辦法忘記那隻熊的樣子，我現在了解為什麼瑞秋主母要我們晚上不要出門了。最近幾個月有很多人失蹤，班尼、伊蒂姊妹，還有那個我從來想不起名字的孩子。我們從不談論那些失蹤的人。”

source: Theo stands up in the schoolyard, clutching a well-loved copy of <i>20,000 Leagues Under the Sea</i>. “Sister Miriam got mad when I asked to buy her book. But I don’t want to return it,” he says. “I’ve always wanted to go to the ocean floor. As long as I didn’t die.”
de: Theo steht auf dem Schulhof und hält ein abgenutztes Exemplar von <i>20.000 Meilen unter dem Meer</i> in der Hand. „Schwester Miriam wurde sauer, als ich ihr das Buch abkaufen wollte. Aber ich will es nicht zurückgeben“, sagt er. „Ich wollte schon immer mal den Meeresboden sehen. Hauptsache, ich sterbe dabei nicht.“
es: Theo está de pie en el patio del colegio, aferrando un ejemplar muy querido de <i>20 000 leguas de viaje submarino</i>. –La hermana Miriam se enfadó muchísimo cuando le pedí comprarle su libro. Pero no quiero devolverlo –dice–. Siempre he querido ir al fondo del mar. Siempre y cuando eso no me mate, claro.
fr: Theo est debout dans la cour de l’école et serre contre lui un exemplaire de son précieux exemplaire de <i>20,000 lieues sous les mers</i>. « Sœur Miriam s’est fâchée quand j’ai proposé de lui acheter son livre. Mais je ne veux pas le rendre », dit-il. « J’ai toujours voulu voir le fond de l’océan. Tant que je n’y perds pas la vie. »
it: Theo sfoglia nel cortile della scuola la sua amata copia di <i>20000 Leghe Sotto i Mari</i>. "Sorella Miriam si è arrabbiata quando le ho chiesto di poter comprare il suo libro. Ma io non glielo voglio restituire" ti spiega. "Ho sempre voluto vedere i fondali oceanici. Certo, possibilmente senza morirci."
ko: 학교 운동장에 있던 테오가 베스트셀러 소설인『해저 2만리』를 들고서 일어섭니다. “혹시 이 책을 제게 팔아줄 수 있겠냐고 물었더니 미리암 수녀님께서 화를 내시더라고요. 하지만 돌려주고 싶진 않은걸요. 늘 한번쯤은 해저에 가보고 싶었어요. 죽지만 않는다면야 말이죠.”
pl: Theo stoi na boisku szkolnym, ściskając w dłoni ukochaną kopię <i>20 000 mil podmorskiej żeglugi</i>. „Siostra Miriam wściekła się, gdy zapytałem, czy mogę kupić jej książkę. Ale nie chcę jej oddawać” – mówi. – „Zawsze chciałem dotrzeć na dno oceanu. O ile przy tym nie umrę”.
ru: Тео стоит посреди школьного двора, сжимая в руках потрёпанный экземпляр «Двадцати тысяч лье под водой»: «Сестра Мириам разозлилась, когда я спросил, могу ли я выкупить эту книгу. Но я просто не хочу с ней расставаться. Я всегда хотел увидеть океанское дно. Если это меня не убьёт, конечно».
zh: 西奧站在學校前的院子，手中拿著一本家喻戶曉的小說：《海底兩萬里》。“米芮姆姊妹聽到我想買下這本書的時候都快氣瘋了，但我就是不想還啊。”他開口說，“我一直都想看看海底長什麼樣子，前提是我能活著回來的話。”

source: Ms. Olmstead is more than happy to answer your questions as she sets plates heaped with succulent fruit and sizzling meats. “Don’t forget to come to the dance this evening. Everyone will be there,” she smiles. Your mouth waters at the scent of the food, but you also catch the acrid undercurrent.
de: Ms. Olmstead beantwortet gerne deine Fragen, während sie Teller mit saftigem Obst und brutzelndem Fleisch anrichtet. „Vergessen Sie nicht, heute Abend zum Tanz zu kommen. Es werden alle da sein“, sagt sie lächelnd. Beim Duft des Essens läuft dir das Wasser im Munde zusammen, aber du nimmst auch noch einen anderen, leicht beißenden Geruch wahr.
es: La Sra. Olmstead está encantada de responder tus preguntas mientras coloca platos repletos de fruta suculenta y carnes chisporroteantes. –No olvide venir esta noche al baile. Estará todo el mundo –dice con una sonrisa. Se te hace la boca agua con el olor de la comida, pero también percibes un trasfondo acre.
fr: Ms Olmstead répond volontiers à vos questions en dressant des assiettes garnies de fruits succulents et de viandes bien rôties. « N’oubliez pas de venir au bal ce soir. Tout le monde sera là », sourit-elle. L’odeur de la nourriture vous met l’eau à la bouche, mais vous en percevez aussi l’âcreté.
it: Ms. Olmstead sembra entusiasta di rispondere alle tue domande mentre imbandisce piatti ricolmi di frutta succulenta e carne sfrigolante. "Non dimenticarti di venire al ballo stasera. Ci saranno tutti!" si raccomanda con un sorriso. Il profumo di tutto quel cibo ti fa venire l'acquolina in bocca, ma è come se ogni pietanza ti colpisse con un'acre nota di fondo.
ko: 올름스테드는 신선한 과일과 지글거리는 고기가 수북이 담긴 접시를 내려놓으며 기꺼이 당신의 질문에 대답합니다. “오늘 밤 무도회를 놓치지 마세요. 모두가 올 테니까요!” 올름스테드가 미소 짓습니다. 음식의 향기에 군침이 돌기는 하지만, 그 냄새 사이에 미묘하게도 매캐한 향취가 깔린 것이 느껴집니다.
pl: Pani Olmstead z przyjemnością odpowiada na twoje pytania, jednocześnie ustawiając na stole talerze pełne soczystych owoców i skwierczących mięs. „Nie zapomnij przyjść dziś wieczorem na tańce. Wszyscy tam będą” – uśmiecha się. Twoje usta wypełniają się śliną od samego zapachu jedzenia, ale wyczuwasz również cierpką nutę.
ru: Мисс Олмстед с радостью отвечает на ваши вопросы, расставляя по столу тарелки с сочными фруктами и шипящим мясом. «Не забудьте прийти на танцы сегодня вечером. Там все будут», — улыбается она. От аромата еды у вас аж слюнки текут, но вы улавливаете какой-то едкий привкус.
zh: 奧姆斯德太太興高采烈地回答你的問題，她端出堆積如山的多肉水果跟熱騰騰的燉肉。“別忘了來參加今晚的舞會，大家都會到場。”她帶著微笑說。你被食物的香氣吸引，連口水都快流下來了，但你在香味中聞到了一絲刺鼻的氣味。

source: Choose one of the options below to resolve. Investigators at Boarding House may spend any number of actions, as a group, to choose that many additional options. An investigator may trigger this codex again.
de: Wähle 1 der folgenden Optionen und handle sie ab. Ermittler in der Pension dürfen als Gruppe eine beliebige Anzahl Aktionen ausgeben, um so viele zusätzliche Optionen zu wählen. Ein Ermittler darf diesen Kodexeintrag erneut auslösen.
es: Elige una de las siguientes opciones para resolverla. Los investigadores que estén en la Pensión pueden, como grupo, gastar cualquier cantidad de acciones para elegir esa misma cantidad de opciones adicionales. Un investigador puede volver a activar este códice.
fr: Choisissez une des options ci-dessous et résolvez-la. Les investigateurs dans la Pension de Famille peuvent collectivement dépenser n’importe quel nombre d’actions pour choisir un même nombre d’options supplémentaires. Un investigateur a le droit de déclencher de nouveau ce Codex.
it: Scegli 1 delle opzioni seguenti da risolvere. Gli investigatori nella Pensione possono spendere un totale di azioni per scegliere un pari ammontare di opzioni aggiuntive. Un investigatore può innescare di nuovo questo Codex.
ko: 다음 중 해결하고자 하는 항목 하나를 선택합니다. ‘손님 숙소’에 있는 조사자들은 함께 원하는 만큼 행동을 소비해도 됩니다. 이렇게 소비한 행동 횟수만큼 추가 선택지를 고릅니다. 조사자들은 후에 이 서고를 다시 격발해도 됩니다.
pl: Wybierz 1 z poniższych opcji, którą rozpatrzysz. Badacze znajdujący się w Pensjonacie mogą wydać, jako grupa, dowolną liczbę akcji, aby wybrać tyle samo dodatkowych opcji. Dowolny badacz może ponownie aktywować ten wpis kodeksu.
ru: Выберите и разыграйте один из нижеизложенных вариантов. Сыщики в «Пансионе» могут совместно потратить любое количество действий, чтобы выбрать столько же дополнительных вариантов. Любой сыщик может снова активировать этот архив.
zh: 選擇以下的其中一個選項來結算。位於旅店的調查員可以作為團隊，共同花費任意數量的行動，來結算與該數量相同的額外選項。任意一位調查員可以再次觸發此聖典。

source: <i>“Leah was supposed to prepare the Feast in the Crossroads. If she’s there, I know she’d appreciate your help.”</i> An investigator at the Boarding House may immediately move to The Crossroads.
de: <i>„Leah sollte eigentlich an der Wegkreuzung Vorbereitungen für das Fest treffen. Wenn sie dort ist, wäre sie sicherlich für jede Hilfe dankbar.“</i> Ein Ermittler in der Pension darf sich sofort zur Wegkreuzung bewegen.
es: <i>–Se suponía que Leah iba a preparar la fiesta en el cruce de caminos. Si está allí, sé que agradecerá su ayuda.</i> Un investigador que esté en la Pensión puede moverse inmediatamente a El Cruce de caminos.
fr: <i>« Leah était censée préparer le Festin à la Croisée des Chemins. Si elle s’y trouve, je sais qu’elle apprécierait d’avoir votre aide. »</i> Un investigateur dans La Pension de Famille a le droit de se déplacer immédiatement vers La Croisée des Chemins.
it: <i>"Leah sarà al Crocevia per i preparativi della Festa. Se è lì, sono sicura che apprezzerà il tuo aiuto."</i> Un investigatore nella Pensione può muoversi immediatamente fino al Crocevia.
ko: “리아는 교차로에서 축일을 준비하고 있을 거예요. 거기서 일손을 좀 거들어주면 리아도 좋아하겠군요.” ‘손님 숙소’에 있는 조사자 한 명은 즉시 ‘교차로’로 이동해도 됩니다.
pl: <i>„Leah miała przygotować Ucztę na Rozdrożu. Jeśli tam jest, z pewnością doceni twoją pomoc”.</i> Dowolny badacz znajdujący się w Pensjonacie może natychmiast poruszyć się na Rozdroże.
ru: <i>«Лия должна быть на Перекрёстке и готовиться к Пиру. Если она там, я уверена, ей бы пригодилась ваша помощь».</i> Сыщик в «Пансионе» может немедленно переместиться на «Перекрёсток».
zh: <i>“莉亞應該會在十字路口那裡，為盛宴做準備。如果她在那裡，一定會很感激你的幫忙。”</i>位於旅店的一位調查員可以立即移動到十字路口。

source: <i>“Simeon’s probably hiding in the field.”</i> Search the set-aside <i>Residents</i> encounter set for Simeon Atwood and put him into play at The Old Mill, asset side faceup.
de: <i>„Simeon versteckt sich sicherlich in den Feldern.“</i> Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Simeon Atwood und bringe sie in der Alten Mühle mit der Vorteilsseite nach oben ins Spiel.
es: <i>–Simeon estará seguramente escondido en el campo.</i> Busca a Simeon Atwood en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en El viejo molino, con el lado de Apoyo boca arriba.
fr: <i>« Simeon se cache sans doute dans les champs. »</i> Cherchez Simeon Atwood dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans Le Vieux Moulin, face soutien visible.
it: <i>"Probabilmente Simeon si sta nascondendo nei campi."</i> Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta Simeon Atwood e mettila in gioco nel Vecchio Mulino con il lato supporto a faccia in su.
ko: “시미언은 분명 들판에 숨어 있을 거예요.” 치워 두었던 [[주민]] 조우 세트에서 ‘시미언 앳우드’를 찾아서, 플레이 영역 중 ‘오래된 제분소’에 자산 면이 보이도록 둡니다.
pl: <i>„Simeon pewnie chowa się w zbożu”.</i> Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Simeona Atwooda i umieść go w grze, w Starym młynie, stroną z atutem do góry.
ru: <i>«Симеон, скорее всего, прячется где-то на лугу».</i> Найдите среди отложенных карт из набора контактов «Жители» карту «Симеон Этвуд» и введите её в игру в «Старую мельницу» стороной актива вверх.
zh: <i>“西緬八成躲在田裡。”</i>查找放在一旁的<i>住民</i>遭遇組，找出西緬．阿特伍德，並將他以支援面朝上放置入場，位於老磨坊。

source: <i>“Gideon is probably at The Commons like always.”</i> Search the set-aside <i>Residents</i> encounter set for Gideon Mizrah and put him into play at The Commons, asset side faceup.
de: <i>„Gideon ist wahrscheinlich wie immer in der Versammlungshalle.“</i> Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Gideon Mizrah und bringe sie in der Versammlungshalle mit der Vorteilsseite nach oben ins Spiel.
es: <i>–Gideon probablemente esté en el salón comunitario, como siempre.</i> Busca a Gideon Mizrah en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en El salón comunitario, con el lado de Apoyo boca arriba.
fr: <i>« Gideon est probablement dans La Salle Commune, comme toujours. »</i> Cherchez Gideon Mizrah dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans La Salle Commune, face soutien visible.
it: <i>"Probabilmente Gideon è al refettorio come sempre."</i> Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta Gideon Mizrah e mettila in gioco nel Refettorio con il lato supporto a faccia in su.
ko: “기디언은 늘상 그렇듯 마을 회관에 있겠죠.” 치워 두었던 [[주민]] 조우 세트에서 ‘기디언 미즈라’를 찾아서, 플레이 영역 중 ‘마을 회관’에 자산 면이 보이도록 둡니다.
pl: <i>„Gideon pewnie jak zwykle siedzi w Stodole”.</i> Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Gideona Mizraha i umieść go w grze, w Stodole, stroną z atutem do góry.
ru: <i>«Гидеон, должно быть, в клубе, как обычно».</i> Найдите среди отложенных карт из набора контактов «Жители» карту «Гидеон Мизра» и введите её в игру в «Деревенский клуб» стороной актива вверх.
zh: <i>“吉迪恩應該會待在城鎮大堂，跟平常一樣。”</i>查找放在一旁的<i>住民</i>遭遇組，找出吉迪恩．米茲拉，並將他以支援面朝上放置入場，位於城鎮大堂。

source: Leah shouts to a cadre of workers to cover the effigy with tarps as rain falls. The dozens of small mirrors ring like chimes as the festival decorations are sheltered from the rain. In a large white tent, Leah looks up as you approach. “Ah, perfect timing. Take these over to Tad’s as soon as possible. Much obliged.” She nods to a box heaped with worn farming tools.
de: Als der Regen einsetzt, ruft Leah einer Gruppe von Arbeitern zu, sie sollen das Bildnis mit Planen abdecken. Die Dutzenden kleinen Spiegel klingen wie Glockenspiele, während die Festdekoration vor dem Regen geschützt wird. Leah zieht sich in ein großes, weißes Zelt zurück und blickt auf, als du dich näherst. „Ah, genau zum richtigen Zeitpunkt. Bringen Sie das da drüben so schnell wie möglich zu Tad rüber. Vielen Dank.“ Sie nickt zu einer Kiste mit abgenutzten landwirtschaftlichen Geräten.
es: Leah grita a un grupo de trabajadores que tapen la efigie con lonas mientras cae la lluvia. Las docenas de espejitos resuenan como carillones mientras protegen los adornos del festival frente a la lluvia. En una gran tienda blanca, Leah levanta la vista cuando te acercas. –Ah, llega en el momento justo. Llévele esto a Tad lo antes posible. Muy amable –dice mientras señala con la cabeza una caja llena de útiles de granja desgastados.
fr: Leah crie à un groupe d’ouvriers de couvrir l’effigie avec des bâches, car il commence à pleuvoir. Les dizaines de petits miroirs sonnent comme des carillons tandis que les décorations du festival sont protégées de l’averse. Dans une grande tente blanche, Leah lève les yeux à votre approche. « Ah, vous arrivez pile au bon moment. Apportez ça chez Tad dès que possible. Merci beaucoup. » Elle fait un signe de tête vers une boîte remplie d’outils agricoles usés.
it: Leah sta urlando a un nugolo di operai di coprire l'effige con dei teli, per proteggerla dalla pioggia. Decine di piccoli specchietti tintinnano come carillon, accompagnando con la loro melodia le operazioni di salvataggio delle decorazioni. La cuoca solleva lo sguardo su di te quando ti avvicini alla grande tenda bianca in cui sta lavorando. "Ah, giusto in tempo. Porta questi da Tad il prima possibile. Te ne sarei estremamente grata." Ti fa cenno con la testa verso una scatola ricolma di vecchi attrezzi agricoli arrugginiti.
ko: 비가 추적추적 내리는 교차로에서 리아가 일꾼들에게 방수포로 축제 나무를 덮으라고 외칩니다. 나무에 축제 장식으로 매달아 둔 수십 개의 작은 거울 조각이 방수포에 가려지며 마치 종처럼 쨍그랑거리며 울립니다. 커다란 흰색 천막 아래에 있는 리아에게 다가가자, 리아가 당신을 올려다봅니다. “아, 타이밍 딱 좋게 왔수. 이걸 태드네 잡화점에다가 빨리 좀 갖다 주시우. 정말 고맙수.” 리아가 낡은 농기구가 쌓인 상자를 향해 고개를 까딱합니다.
pl: Leah krzyczy do robotników, aby przykryli posąg plandeką ze względu na padający deszcz. Dziesiątki małych lusterek zdobiących wioskę rozbrzmiewają jak dzwonki na wietrze. Przebywająca w dużym białym namiocie Leah podnosi wzrok, gdy się zbliżasz. „Och, doskonałe wyczucie czasu. Zabierz to do sklepu Tada tak szybko, jak to możliwe. Będę zobowiązana.” – Skinieniem głowy wskazuje na pudełko wypełnione używanymi narzędziami rolniczymi.
ru: Лия кричит рабочим, чтоб те накрыли идола брезентом на время дождя. Десятки маленьких зеркал звенят, будто бубенцы, когда украшения к празднику прячут от воды. Вы входите в большую белую палатку, и Лия поднимает на вас глаза: «Ах, как раз вовремя! Отнесите это Тэду как можно скорее. Буду очень благодарна». Она кивает на коробку, в которую навалены изношенные сельскохозяйственные инструменты.
zh: 莉亞大聲指揮著工頭，要工人們用帆布將肖像樹遮起來，免得被雨打濕。蓋上防水布時，作為慶典裝飾的數十面小鏡子像風鈴般噹噹作響。莉亞坐在一頂白色的大帳篷中，在你走進時抬頭說：“啊，來的正好，把這些東西拿去泰德那裡，越快越好。感激不盡。”她示意你拿起一個裝滿破舊農具的箱子。

source: Draw 1 card. Remember that you are “running an errand.”
de: Ziehe 1 Karte. Merke dir, dass du „einen Botengang machst“.
es: Roba 1 carta. Recuerda que estás “realizando un recado”.
fr: Piochez 1 carte. Rappelez-vous que vous êtes « parti(e) faire une course ».
it: Pesca 1 carta. Annota che stai "sbrigando una commissione".
ko: 카드를 1장 뽑습니다. 당신이 “심부름을 맡았다”라고 기억합니다.
pl: Dobierz 1 kartę. Zapamiętaj, że „biegasz na posyłki”.
ru: Возьмите 1 карту. Запомните, что вы <i>выполняете поручение</i>.
zh: 抽取1張卡牌。請記住你“協助跑腿”。
