Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/09_dawn_of_the_second_day.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Search the <i>Heirlooms</i> encounter set for the Corn Husk Doll story asset and add it to your deck. It does not count toward your deck size.
de: Durchsuche das Begegnungsset <i>Erbstücke</i> nach der Storyvorteilskarte Maispuppe und füge sie deinem Deck hinzu. Sie zählt nicht gegen deine Deckgröße.
es: Busca en el conjunto de encuentros <i>Reliquias familiares</i> el Apoyo de historia Muñeca de hojas de maíz y añádelo a tu mazo. No cuenta para tu tamaño de mazo.
fr: Cherchez le soutien d’histoire Poupée en Feuille de Maïs dans le set de rencontre <i>Héritages</i> et ajoutez-le à votre deck. Il ne compte pas dans la taille de votre deck.
it: Cerca nel set di incontri <i>Cimeli</i> il supporto storia Bambola di Granturco e aggiungilo al tuo mazzo (non considerandolo nella dimensione del tuo mazzo).
ko: [[가보]] 조우 세트에서 ‘옥수수 겉껍질 인형’ 이야기 자산 카드를 찾아 당신의 덱에 추가합니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Przeszukaj zestaw spotkań <i>Spuścizna</i> w poszukiwaniu atutu fabularnego Lalka z liści kukurydzy i dodaj go do twojej talii. Nie wlicza się on do limitu kart w twojej talii badacza.
ru: Найдите в наборе контактов «Памятные безделушки» карту «Соломенная кукла» и добавьте в свою колоду. Эта карта не идёт в счёт размера колоды.
zh: 查找<i>傳家寶</i>遭遇組，找出玉米穀娃娃劇情支援，並將其加入你的牌庫，這張卡牌不計入你的牌庫卡牌張數。

source: Mother Rachel grips your hands tightly in hers as she looks down at you with a magnanimous smile. “There is so much that you do not yet understand. And yet, I believe you will understand it once the Feast begins.” As the matron returns to the procession, a young girl in a rabbit mask peers out from the midst of the crowd. Strings of flowering garlands are roped around her hands and ankles.
de: Mutter Rachel umfasst fest deine Hände, während sie mit einem großmütigen Lächeln auf dich herabsieht. „Es gibt so viel, was Sie noch nicht verstehen. Und doch glaube ich, dass Sie es verstehen werden, sobald das Fest erst einmal begonnen hat.“ Als die Oberin zur Prozession zurückkehrt, blickt ein junges Mädchen mit einer Kaninchenmaske aus der Mitte der Menge hervor. Um ihre Hände und Knöchel sind Blumengirlanden geschlungen.
es: La madre Rachel te agarra las manos con fuerza mientras te mira con una sonrisa magnánima. –Hay tanto que todavía no entienden. Aun así, creo que lo entenderán cuando comience la fiesta. Cuando la matrona regresa a la procesión, una niña con máscara de conejo se asoma entre la multitud. Tiene guirnaldas de flores en torno a las manos y los tobillos.
fr: Mère Rachel serre vos mains dans les siennes et vous regarde avec un sourire magnanime. « Il y a tant de choses que vous ne comprenez pas encore. Mais je pense que vous le comprendrez une fois que la fête aura commencé. » Alors que la matrone retourne à la procession, une jeune fille portant un masque de lapin sort de la foule. Des guirlandes de fleurs sont enroulées autour de ses poignets et de ses chevilles.
it: Madre Rachel ti stringe con forza le mani, osservandoti con uno sguardo colmo di magnanimità. "C'è ancora così tanto che non comprendi. Eppure, sono convinta che capirai una volta che la Festa avrà inizio." Mentre la matrona torna alla processione, scorgi una bambina con la maschera di coniglio sul viso fare capolino dal seguito. Ha due ghirlande in fiore legate attorno alle mani e alle caviglie.
ko: 대모 레이첼이 당신의 손을 꼭 붙들고 관대한 미소를 지으며 내려다봅니다. “아직 당신이 이해하지 못하는 게 많을 거예요. 하지만 축일이 되면 당신도 이해하게 되리라 믿는답니다.” 대모가 대열로 되돌아가는 가운데, 사람들 사이에서 토끼 가면을 쓴 소녀가 머리를 빼꼼 내밉니다. 소녀는 손과 발목에 치렁치렁한 꽃장식을 두르고 있었습니다.
pl: Matka Rachel ściska mocno twoje dłonie, patrząc na ciebie dobrodusznie. „Tak wielu rzeczy jeszcze nie pojmujesz. A jednak wierzę, że gdy zacznie się Uczta, wszystko zrozumiesz”. Gdy kobieta wraca do procesji, z tłumu wygląda dziewczynka w króliczej masce. Wokół jej dłoni oraz kostek owinięte są kolorowe girlandy kwiatów.
ru: Матушка Рейчел крепко сжимает ваши руки, глядя на вас с великодушной улыбкой: «Вы ещё столько всего не понимаете. И всё же, я думаю, вы всё поймёте, как только начнётся Пир». Когда матрона возвращается к процессии, из её середины выглядывает девочка в маске кролика. Её руки и лодыжки увиты цветочными гирляндами.
zh: 瑞秋主母緊握你的雙手，用寬宏憐憫的眼神看著你：“有很多事情你還未能了解，不過我相信一旦盛宴開始，你就能理解了。”說完就轉身回到人群中，人群中有個帶著兔子面具的小女孩正在偷看你，有數條花環纏繞在她的手腳上。

source: Draw 1 card. You may play a [[Charm]] or [[Spell]] asset from your hand, ignoring its cost.
de: Ziehe 1 Karte. Du darfst 1 [[Glücksbringer]]- oder [[Zauber]]-Vorteilskarte von deiner Hand spielen und dabei ihre Kosten ignorieren.
es: Roba 1 carta. Puedes jugar un Apoyo [[Amuleto]] o [[Hechizo]] de tu mano, ignorando su coste.
fr: Piochez 1 carte. Vous pouvez jouer un soutien [[Charme]] ou [[Sort]] de votre main, en ignorant ses coûts.
it: Pesca 1 carta. Puoi giocare 1 supporto [[Amuleto]] o [[Incantesimo]] dalla tua mano ignorandone il costo.
ko: 카드를 1장 뽑습니다. 당신은 자신의 손에서 [[부적]] 또는 [[마법]] 자산 하나를 비용을 무시하고 플레이해도 됩니다.
pl: Dobierz 1 kartę. Możesz zagrać atut z cechą [[Amulet]] lub [[Zaklęcie]] z twojej ręki, ignorując jego koszt.
ru: Возьмите 1 карту. Вы можете сыграть актив-[[заклинание]] или [[оберег]] со своей руки, игнорируя его цену.
zh: 抽取1張卡牌。你可以從手牌中打出一張[[守護]]或[[法術]]支援，忽略其費用。

source: <b><i>If Simeon hatched a plan:</i></b>
de: <b><i>Falls Simeon einen Plan geschmiedet hat:</i></b>
es: <b><i>Si Simeon ha elaborado un plan:</i></b>
fr: <b>Si <i>Simeon a échafaudé un plan :</i></b>
it: <b><i>Se Simeon ha escogitato un piano:</i></b>
ko: [[시미언이 비밀스러운 계획을 세웠다]]<b>면:</b>
pl: <b><i>Jeśli Simeon uknuł plan:</i></b>
ru: <b>Если <i>у Симеона родился план</i>:</b>
zh: <b><i>如果西緬正在策劃某事：</i></b>

source: “For the Secret Miners!” Simeon tosses a firecracker at your feet, but the rain extinguishes the fuse. “Consider that a warning,” he laughs. The young man then opens a bag full of fireworks as he outlines a convoluted plan. “Tomorrow morning, hide these fireworks somewhere in the crossroads, the chapel, the store, and the school. Where people won’t find them. Then, on the night of the Feast, we’ll meet behind the schoolhouse.” When you ask him why he won’t place the fireworks himself, he smirks. “I’ve gotta get more gunpowder from my secret underground lair. But don’t worry, I’ll be back tomorrow.”
de: „Für die geheimen Bergarbeiter!“, ruft Simeon und wirft dir einen Feuerwerkskörper vor die Füße, aber der Regen lässt die Lunte erlöschen. „Betrachten Sie das als Warnung“, lacht er. Dann öffnet der junge Mann eine Tasche voller Feuerwerkskörper, während er seinen verworrenen Plan präsentiert. „Morgen früh verstecken Sie die Feuerwerkskörper irgendwo an der Wegkreuzung, in der Kapelle, im Laden und in der Schule. Dort, wo die Leute sie nicht finden werden. In der Nacht des Festes treffen wir uns dann hinter dem Schulhaus.“ Als du ihn fragst, warum er die Feuerwerkskörper nicht selbst verstecken will, grinst er. „Ich muss mehr Schießpulver aus meinem geheimen unterirdischen Versteck holen. Aber keine Sorge, ich bin morgen wieder da.“
es: –¡Por los mineros secretos! –grita Simeon mientras tira un petardo a tus pies, pero la lluvia apaga la mecha. –Considérelo un aviso –se ríe. A continuación, el joven abre una bolsa llena de fuegos artificiales mientras explica un complicado plan–. Mañana por la mañana esconda estos fuegos artificiales por el cruce de caminos, la capilla, la tienda y la escuela. Donde la gente no los encuentre. Luego, la noche de la fiesta, nos reuniremos detrás de la escuela. Cuando le preguntas que por qué no coloca él los fuegos artificiales, sonríe burlón: –Tengo que ir a por más pólvora a mi guarida subterránea secreta. Pero no se preocupe, volveré mañana.
fr: « Pour les Mineurs Secrets ! » Simeon lance un pétard à vos pieds, mais la pluie éteint la mèche. « Considérez cela comme un avertissement », dit-il en riant. Le jeune homme ouvre ensuite un sac rempli de feux d’artifice tout en vous expliquant son plan abracadabrant. « Demain matin, cachez ces feux d’artifice quelque part à la croisée des chemins, à la chapelle, à l’épicerie et à l’école. Là où les gens ne les trouveront pas. Puis, la nuit du festin, nous nous retrouverons derrière l’école. » Lorsque vous lui demandez pourquoi il ne cache pas lui-même les feux d’artifice, il sourit. « Il faut que j’aille chercher de la poudre dans mon repaire souterrain. Mais ne vous inquiétez pas, je reviendrai demain. »
it: "Per i Minatori Segreti!" Simeon getta un petardo ai tuoi piedi, ma la pioggia ne spegne la miccia. "Consideralo un avvertimento" ti intima ridendo. "Domattina nascondi questi da qualche parte nel crocevia, nella cappella, nel negozio e nella scuola" ti spiega, aprendo una borsa piena di fuochi d'artificio. "Cerca di fare in modo che non li trovino. Poi, la notte della Festa, ci incontreremo dietro la scuola." Quando gli chiedi perché devi essere tu a farlo e non lui, Simeon ti risponde con un ghigno da furbetto. "Devo prendere altra polvere da sparo nel mio covo segreto sotterraneo. Ma non temere, tornerò entro domani."
ko: “광부 비밀 결사를 위해!” 시미언이 당신의 발치에 폭죽 하나를 던졌지만, 비 때문에 도화선이 꺼지고 말았습니다. “이건 경고야.” 시미언이 낄낄 웃더니, 폭죽으로 가득한 가방을 열며 복잡한 계획을 설명하기 시작합니다. “내일 아침에 교차로, 예배당, 잡화점, 학교에 이 폭죽을 숨겨줘. 사람들이 못 찾게 말이야. 그리고 축일 밤에 학교 뒤에서 보자고!” 왜 직접 폭죽을 놓지 않고 당신에게 시키냐고 묻자, 시미언이 빙그레 웃습니다. “지하 은신처에서 화약을 더 가져와야 하거든. 걱정하지 마, 내일 다시 돌아올게!”
pl: „W imię Tajnych Górników!” – Simeon rzuca ci petardę pod nogi, ale deszcz gasi lont. „Potraktuj to jako ostrzeżenie” – śmieje się. Następnie młodzieniec otwiera torbę pełną fajerwerków i nakreśla ci swój zawiły plan. „Jutro rano ukryj te fajerwerki gdzieś na rozdrożu, w kaplicy, sklepie i szkole. Tam, gdzie ludzie ich nie znajdą. Później, w noc Uczty, spotkamy się za budynkiem szkoły”. Kiedy pytasz, dlaczego sam nie schowa fajerwerków, uśmiecha się przebiegle. „Muszę przynieść więcej prochu z mojej tajnej podziemnej kryjówki. Ale nie martw się, jutro będę z powrotem”.
ru: «Во имя Шахтёрского общества! — Симеон швыряет к вашим ногам петарду, но дождь тушит её фитиль, прежде чем она успевает взорваться. — Ну… Считайте это предупреждением», — смеётся он. Юноша распахивает мешок, полный фейерверков, и излагает свой запутанный план: «Завтра утром нам нужно спрятать эти фейерверки на Перекрёстке, в часовне, в школе и в магазине. Засунуть их куда-нибудь, где люди их не найдут. Затем, в ночь Пира, мы встретимся за школой». Вы спрашиваете его, почему он не разложит их сам, и Симеон ухмыляется: «Мне нужно достать ещё пороха из моей секретной подземной обители. Не переживайте, я вернусь завтра».
zh: “為了秘密礦工！”西緬把一根鞭炮扔到你腳邊，但雨水把引線給澆熄了。“把它當作一個警告吧。”他笑著說，一邊打開一袋滿滿的煙火，開始描繪一個錯綜複雜的計畫。“明天早上，把這些煙火藏在十字路口、禮拜堂、店鋪跟學校，放在大家找不到的地方。然後在盛宴那天晚上，我們在學校後面碰面。”你問他說為什麼不自己去藏煙火，他露出奸笑說：“我得去我藏在地底下的巢穴多拿一些火藥上來。別擔心，我明天就回來。”

source: In Simeon Atwood’s Notes, record <i>The plan is underway</i>.
de: Notiere unter Simeon Atwoods Notizen: <i>Der Plan nimmt Form an</i>.
es: Anota en las Notas de Simeon Atwood que <i>el plan está en marcha</i>.
fr: Dans les Notes de Simeon Atwood, indiquez que <i>Le plan suit son cours</i>.
it: Annota negli Appunti di Simeon Atwood che <i>il piano è in moto</i>.
ko: ‘시미언 앳우드’의 기록지에 [[시미언의 계획이 차근차근 진행되고 있다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Simeona Atwooda, że <i>plan jest w toku</i>.
ru: В заметках Симеона Этвуда запишите, что <i>план набирает ход</i>.
zh: 在西緬．阿特伍德的筆記中，記錄下<i>計劃正在進行中</i>。

source: <i>(Hint: Tomorrow, you need to hide 1 [per_investigator] fireworks around Hemlock Vale.)</i>
de: <i>(Tipp: Morgen musst du 1 [per_investigator] Feuerwerk in Hemlock Vale verstecken.)</i>
es: <i>(Consejo: Mañana tendrás que esconder 1 fuego artificial [per_investigator] en el Valle de la Cicuta).</i>
fr: <i>(Astuce : demain, vous aurez besoin de cacher 1 [per_investigator] feu d’artifice dans Hemlock Vale.)</i>
it: <i>(Suggerimento: Domani dovrete nascondere 1 [per_investigator] fuochi d'artificio in giro per Hemlock Vale.)</i>
ko: <i>(조언: 내일 헴록 베일 근처에 폭죽을 1 [per_investigator]개 숨겨야 합니다.)</i>
pl: <i>(Wskazówka: Jutro będziecie musieli ukryć 1 [per_investigator] fajerwerków w Dolinie Hemlock.)</i>
ru: <i>(Подсказка: Завтра вам будет нужно разложить 1 [per_investigator] фейерверков по всей Хемлок-Вейл.)</i>
zh: <i>(提示：在明天，你會需要藏匿1[per_investigator]個煙火到鐵杉谷內。)</i>

source: the plan is underway.
de: der Plan nimmt Form an.
es: el plan está en marcha.
fr: le plan suit son cours.
it: il piano è in moto.
ko: 시미언의 계획이 차근차근 진행되고 있다
pl: plan jest w toku.
ru: план набирает ход.
zh: 計劃正在進行中。

source: “Scram!” Simeon shouts from a small burrow at the base of the mill. The young man is clearly hiding something, but you have no idea what. A firecracker flies out of the foliage but doesn’t go off.
de: „Verschwinden Sie!“, ruft Simeon aus einer kleinen Höhle am Fuße der Mühle. Der junge Mann hat offensichtlich etwas zu verbergen, aber du hast keine Ahnung, was genau. Ein Feuerwerkskörper fliegt aus dem Unterholz, aber er geht nicht los.
es: –¡Largo! –grita Simeon desde una pequeña madriguera en la base del molino. Está claro que el joven oculta algo, pero no tienes ni idea de qué se trata. Un petardo sale volando desde el follaje, pero no explota.
fr: « Foutez le camp ! » crie Simeon depuis un terrier creusé au pied du moulin. Le jeune homme cache manifestement quelque chose, mais vous n’avez aucune idée de ce que c’est. Un pétard jaillit du feuillage, mais n’explose pas.
it: "Smamma!" ti urla Simeon da una piccola buca scavata alla base del mulino. Il ragazzino sta chiaramente nascondendo qualcosa, ma non hai idea di cosa possa trattarsi. Vedi un petardo volarti incontro, sbucando da un cespuglio, ma non senti alcuno scoppio.
ko: “저리 가!” 제분소 아래로 파인 작은 굴 속에서 시미언이 소리 지릅니다. 시미언은 분명 뭔가를 숨기는 듯하지만, 대체 뭘 숨기는지는 알 수 없는 노릇입니다. 나뭇잎 사이로 폭죽이 날아가지만 정작 폭죽은 터지지 않았습니다.
pl: „Zjeżdżaj stąd!” – krzyczy Simeon, siedzący w niewielkiej dziurze u podstawy młyna. Młodzieniec wyraźnie coś ukrywa, ale nie masz pojęcia co. Z listowia wylatuje nagle petarda, ale nie wybucha.
ru: «Ложись!» — доносится вопль Симеона из небольшой норы у основания мельницы. Юноша точно пытается что-то спрятать, но у вас нет ни малейшего понятия что. Из кучки листвы вылетает фейерверк, но петарда не взрывается.
zh: “走開！”西緬的叫聲從磨坊底部的一個小洞中傳來，很明顯他正在試著藏起什麼東西，但你完全沒有頭緒。就在這時，一根鞭炮從葉堆中飛出，但沒有爆炸。

source: Draw 1 card. Search the top 9 cards of your deck for a [[Tactic]] or [[Trick]] card and add it to your hand <i>(shuffle your deck)</i>.
de: Ziehe 1 Karte. Durchsuche die obersten 9 Karten deines Decks nach 1 [[Taktik]]- oder [[Trick]]-Karte und füge sie deiner Hand hinzu <i>(mische dein Deck)</i>.
es: Roba 1 carta. Busca entre las 9 primeras cartas de tu mazo una carta [[Táctica]] o [[Truco]] y añádela a tu mano <i>(baraja tu mazo)</i>.
fr: Piochez 1 carte. Cherchez une carte [[Tactique]] ou [[Ruse]] parmi les 9 premières cartes de votre deck et ajoutez-la à votre main <i>(mélangez votre deck)</i>.
it: Pesca 1 carta. Cerca tra le 9 carte in cima al tuo mazzo 1 carta [[Tattica]] o [[Trucchetto]] e aggiungila alla tua mano. Rimescola il tuo mazzo.
ko: 카드를 1장 뽑습니다. 당신의 덱 맨 위 카드 9장 중에서 [[전술]] 또는 [[속임수]] 카드를 하나 찾아서 당신의 손으로 가져옵니다<i>(당신의 덱을 섞습니다).</i>
pl: Dobierz 1 kartę. Przeszukaj 9 wierzchnich kart twojej talii w poszukiwaniu karty z cechą [[Taktyka]] lub [[Sztuczka]] i dodaj ją na twoją rękę <i>(potasuj twoją talię)</i>.
ru: Возьмите 1 карту. Найдите среди 9 верхних карт своей колоды карту [[тактики]] или [[уловки]] и добавьте её себе на руку <i>(перемешайте свою колоду)</i>.
zh: 抽取1張卡牌。查找你牌庫頂的9張卡牌，找出一張[[策略]]或[[技巧]]卡牌，將其加入你的手牌<i>(混洗你的牌庫)</i>。

source: River walks off in a huff after you come to their cousin’s defense. William smiles. “Thank you, my friend. I have plenty to reflect on.”
de: River geht verärgert davon, als du William zu Hilfe kommst. Rivers Cousin lächelt und sagt: „Vielen Dank, mein Freund. Ich habe Vieles, über das ich nachdenken muss.“
es: River se marcha indignada después de que acudas en defensa de su primo. William sonríe. –Gracias. Tengo mucho sobre lo que meditar.
fr: River s’en va, visiblement en colère que vous ayez pris la défense de son cousin. William sourit. « Merci, mon ami. J’ai beaucoup de choses à méditer. »
it: River se ne va sbuffando quando ti vede arrivare in soccorso del cugino. "Ti ringrazio" ti accoglie William con un sorriso. "Ho molto su cui riflettere."
ko: 당신이 윌리엄의 편을 들자, 리버는 씩씩거리며 가버립니다. 윌리엄이 웃습니다. “고맙소, 친구여. 내게는 되돌아볼 게 아주 많구려.”
pl: River odchodzi naburmuszona, gdy stajesz w obronie jej kuzyna. William uśmiecha się. „Dziękuję, przyjacielu. Mam wiele do przemyślenia”.
ru: Ривер сердито уходит прочь, когда вы встаёте на защиту её кузена. Уильям улыбается: «Благодарю, друзья. Мне есть над чем поразмыслить».
zh: 在你出聲袒護威廉後，他的表親芮福氣沖沖地走開了。威廉微笑著說：“謝謝你，我的朋友。我有很多事情要思考。”

source: In William Hemlock’s Notes, record <i>William took heart</i>.
de: Notiere unter William Hemlocks Notizen: <i>William hat Mut gefasst</i>.
es: Anota en las Notas de William Cicuta que <i>William se ha animado</i>.
fr: Dans les notes de William Hemlock, indiquez que <i>William a repris courage</i>.
it: Annota negli Appunti di William Hemlock che <i>William si è fatto coraggio</i>.
ko: ‘윌리엄 헴록’의 기록지에 [[윌리엄이 마음을 다잡았다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Williama Hemlocka, że <i>William poczuł się pewniej</i>.
ru: Запишите в заметках Уильяма Хемлока, что <i>Уильям собрался с духом</i>.
zh: 在威廉．赫姆拉克的筆記中，記錄下<i>威廉重新振作</i>。

source: William took heart.
de: William hat Mut gefasst.
es: William se ha animado.
fr: William a repris courage.
it: William si è fatto coraggio.
ko: 윌리엄이 마음을 다잡았다
pl: William poczuł się pewniej.
ru: Уильям собрался с духом.
zh: 威廉重新振作。

source: Increase William Hemlock’s Relationship Level. Decrease River Hawthorne’s Relationship Level. Each investigator earns 1 bonus experience.
de: Erhöhe William Hemlocks Beziehungsstufe. Senke River Hawthornes Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Aumenta el nivel de relación de William Cicuta. Reduce el nivel de relación de River Hawthorne. Cada investigador obtiene 1 punto de experiencia adicional.
fr: Augmentez le Niveau de Relation de William Hemlock. Diminuez le Niveau de Relation de River Hawthorne. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumenta il Livello di Relazione con William Hemlock. Riduci il Livello di Relazione con River Hawthorne. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘윌리엄 헴록’과의 친밀도를 한 단계 높입니다. ‘리버 호손’과의 친밀도를 한 단계 낮춥니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Williamem Hemlockiem. Zmniejsz stopień zażyłości z River Hawthorne. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Уильяма Хемлока. Снизьте уровень доверия Ривер Хоуторн. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升威廉．赫姆拉克的友好度。降低芮福．霍桑的友好度。每位調查員取得1點獎勵經驗值。

source: “I appreciate your support,” River smirks as William storms off. “My idiot cousin entrusted all the family bonds and deeds to the Atwoods. I just need to find where they’ve hidden them.”
de: „Ich weiß Ihre Hilfe zu schätzen“, sagt River grinsend, als William davonstürmt. „Mein idiotischer Cousin hat die Wertpapiere und Urkunden der Familie den Atwoods anvertraut. Ich muss nur noch herausfinden, wo die Atwoods sie versteckt haben.
es: –Agradezco su apoyo –dice River con una sonrisa de suficiencia mientras William se marcha–. El idiota de mi primo entregó todos los bonos y acciones de la familia a los Atwood. Sólo tengo que averiguar dónde los han escondido.
fr: « J’apprécie votre soutien », répond River en souriant lorsque William quitte les lieux, d’humeur orageuse. « Mon idiot de cousin a confié tous les bons et obligations de notre famille aux Atwood. Tout ce dont j’ai besoin, c’est trouver où ils les ont cachés. »
it: "Apprezzo il tuo appoggio" ti ringrazia River mentre William se ne va infuriato. "Il mio cugino idiota ha affidato le azioni di famiglia agli Atwood. Devo solo trovare il posto dove le ha nascoste."
ko: 윌리엄이 성을 내며 자리를 박차자, 리버가 씨익 웃습니다. “거들어주셔서 고맙네요. 내 아둔한 사촌은 앳우드 가문에 모든 계약서와 증서를 위탁했어요. 이제 그것들이 어디에 숨겨져 있는지 찾아내기만 하면 되겠군요.”
pl: „Doceniam twoje wsparcie.” – River uśmiecha się z wyższością, gdy William odchodzi rozwścieczony. – „Mój kretyński kuzyn powierzył Atwoodom wszystkie dokumenty i akty własności naszej rodziny. Muszę się tylko dowiedzieć, gdzie je ukryli”.
ru: «Ценю вашу поддержку, — ухмыляется Ривер, когда возмущённый Уильям уходит прочь. — Мой глуповатый кузен доверил все семейные облигации и другие ценные бумаги Этвудам. Осталось лишь найти, где они их прячут».
zh: 威廉氣憤地離開後，芮福露出得意的笑容對你說：“感謝你的支持。我愚蠢的表親把我們家族所有的債券跟地契都拱手讓給了阿特伍德家。我得找到他們把這些東西藏在哪。”

source: In River Hawthorne’s Notes, record <i>The scheme is in motion.</i>
de: Notiere unter River Hawthornes Notizen: <i>Das Vorhaben kommt ins Rollen.</i>
es: Anota en las Notas de River Hawthorne que <i>el plan está en marcha</i>.
fr: Dans les Notes de River Hawthorne, indiquez que <i>le complot est à l’œuvre.</i>
it: Annota negli Appunti di River Hawthorne che <i>la congiura è in atto</i>.
ko: ‘리버 호손’의 기록지에 [[리버의 계략이 순조롭게 진행되고 있다]] 라고 기록합니다.
pl: Zanotuj w Notatkach River Hawthorne, że <i>intryga się zawiązała.</i>
ru: Запишите в заметках Ривер Хоуторн, что <i>козни строятся</i>.
zh: 在芮福．霍桑的筆記中，記錄下<i>密謀湧動。</i>

source: the scheme is in motion.
de: das Vorhaben kommt ins Rollen.
es: el plan está en marcha.
fr: le complot est à l’œuvre.
it: la congiura è in atto.
ko: 리버의 계략이 순조롭게 진행되고 있다
pl: intryga się zawiązała.
ru: козни строятся.
zh: 密謀湧動。

source: Increase River Hawthorne’s Relationship Level by 2. Decrease William Hemlock’s Relationship Level. Each investigator earns 2 bonus experience.
de: Erhöhe River Hawthornes Beziehungsstufe um 2. Senke William Hemlocks Beziehungsstufe. Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
es: Aumenta el nivel de relación de River Hawthorne en 2. Reduce el nivel de relación de William Cicuta. Cada investigador obtiene 2 puntos de experiencia adicionales.
fr: Augmentez de 2 le Niveau de Relation de River Hawthorne. Diminuez le Niveau de Relation de William Hemlock. Chaque investigateur reçoit 2 points d’expérience bonus.
it: Aumenta di 2 il Livello di Relazione con River Hawthorne. Riduci il Livello di Relazione con William Hemlock. Ogni investigatore guadagna 2 punti esperienza.
ko: ‘리버 호손’과의 친밀도를 두 단계 높입니다. ‘윌리엄 헴록’과의 친밀도를 한 단계 낮춥니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Zwiększ o 2 stopień zażyłości z River Hawthorne. Zmniejsz stopień zażyłości z Williamem Hemlockiem. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Повысьте уровень доверия Ривер Хоуторн на 2. Снизьте уровень доверия Уильяма Хемлока. Каждый сыщик получает 2 опыта дополнительно.
zh: 提升芮福．霍桑2格友好度。降低威廉．赫姆拉克的友好度。每位調查員取得2點獎勵經驗值。

source: Gain 4 resources.
de: Erhalte 4 Ressourcen.
es: Obtén 4 recursos.
fr: Gagnez 4 ressources.
it: Ottieni 4 risorse.
ko: 자원을 4개 획득합니다.
pl: Zyskaj 4 żetony zasobów.
ru: Получите 4 ресурса.
zh: 獲得4資源。
