Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/09_dawn_of_the_second_day.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Dawn of the Second Day
de: Anbruch des zweiten Tages
es: Alba del segundo día
fr: L’Aube du Deuxième Jour
it: L'Alba del Secondo Giorno
ko: 두 번째 새벽
pl: Poranek drugiego dnia
ru: Рассвет второго дня
zh: 次日黎明

source: Prelude: Dawn of the Second Day
de: Vorspiel: Anbruch des zweiten Tages
es: Preludio: Alba del segundo día
fr: Prologue : L’Aube du Deuxième Jour
it: Preludio: L'Alba del Secondo Giorno
ko: 서막: 두 번째 새벽
pl: Preludium: Poranek drugiego dnia
ru: Прелюдия: Рассвет второго дня
zh: 序章：次日黎明

source: You wake up feeling utterly drained. A light rain falls as you walk outside, but even the rain doesn’t seem to dampen the Vale’s spirits: A ring of children in animal masks sing a lilting melody as they continue decorating.
de: Du wachst auf und fühlst dich völlig ausgelaugt. Ein leichter Regen fällt, als du nach draußen gehst, aber selbst das Wetter scheint die Stimmung im Tal nicht zu trüben: Eine Gruppe von Kindern mit Tiermasken singt eine beschwingte Melodie, während sie weiter das Dorf dekorieren.
es: Os despertáis sintiéndoos totalmente agotados. Cae una ligera lluvia cuando salís, pero ni siquiera la lluvia parece enfriar los ánimos del Valle: un círculo de niños que llevan máscaras de animales canta una melodía rítmica mientras siguen decorando.
fr: À votre réveil, vous vous sentez complètement épuisé. Une pluie fine tombe pendant que vous marchez dehors, mais même la pluie ne semble pas refroidir les esprits de Vale : un cercle d’enfants portant des masques d’animaux chante une mélodie entêtante tout en continuant à décorer les lieux.
it: Vi svegliate assolutamente prosciugati. Quando uscite dal vostro alloggio, siete accolti da una leggera pioggerella che non sembra poter chetare l'entusiasmo della valle. Un capannello di bambini, con i visi coperti da maschere di animali, balla in cerchio canticchiando una melodia allegra mentre aiuta con le decorazioni.
ko: 완전히 기진맥진한 채로 잠자리에서 눈을 떴습니다. 숙소 밖으로 나가 봤더니 내리는 가랑비도 아랑곳 않고, 동물 가면을 쓴 꼬마들이 여전히 경쾌한 목소리로 노래를 부르며 마을을 꽃단장하고 있습니다. 비도 헴록 베일 주민들의 의지를 꺾지는 못하나 봅니다.
pl: Budzicie się z całkowicie wyczerpani. Gdy wychodzicie na zewnątrz, lekko pada, ale nawet to wydaje się nie osłabiać ducha mieszkańców. Wianuszek dzieci w maskach zwierząt dekoruje wioskę, śpiewając krzepiącą pieśń.
ru: Вы просыпаетесь с чувством полного опустошения. На улице вас встречает мелкий дождь, но даже он, кажется, не способен омрачить настроение местных: хоровод детей в масках животных напевает какую-то песенку, продолжая развешивать украшения.
zh: 你醒來時依然感覺筋疲力盡，門外正飄著小雨，但雨水似乎沒有澆熄谷地人民的精神。一群帶著動物面具的孩子唱著輕快的曲調，繼續裝飾著家家戶戶。

source: Check your Campaign Log. Each investigator who <i>finished their meal</i> must read <b>The Hemlock Curse</b>. Each other investigator must read <b>Gnawing Hunger</b>.
de: Überprüfe das Kampagnenlogbuch. Jeder Ermittler, der <i>aufgegessen hat</i>, muss <b>Der Hemlock-Fluch</b> lesen. Jeder andere Ermittler muss <b>Nagender Hunger</b> lesen.
es: Comprueba el registro de campaña. Cada investigador que <i>se terminó la comida</i> debe leer <b>La maldición Cicuta</b>. Cada uno de los demás investigadores debe leer <b>Hambre de lobo</b>.
fr: Vérifiez votre Carnet de Campagne. Chaque investigateur ayant <i>terminé son repas</i> doit lire <b>La Malédiction des Hemlock</b>. Tous les autres investigateurs doivent lire <b>Faim Dévorante</b>.
it: Controllate il Diario della Campagna. Ogni investigatore che ha <i>terminato il suo pasto</i> deve leggere <b>La Maledizione degli Hemlock</b>. Ogni altro investigatore deve leggere <b>Fame Attanagliante</b>.
ko: 캠페인 기록지를 확인합니다. [[식사를 마친]] 모든 조사자는 <b>헴록의 저주</b>를 읽어야 합니다. 그 외의 모든 조사자는 <b>참을 수 없는 허기</b>를 읽어야 합니다.
pl: Sprawdź Dziennik kampanii. Każdy badacz, który <i>dokończył posiłek</i> musi przeczytać <b>Klątwę Hemlock</b>. Każdy pozostały badacz musi przeczytać <b>Potworny głód</b>.
ru: Сверьтесь с журналом. Каждый сыщик, закончивший своё блюдо, должен прочесть раздел <b>«Проклятие Хемлоков»</b>. Все остальные сыщики должны прочесть раздел <b>«Грызущий голод»</b>.
zh: 檢查劇本日誌。每位<i>享用了餐點</i>的調查員必須閱讀<b>赫姆拉克的詛咒</b>。每位其他調查員必須閱讀<b>飢餓的折磨</b>。

source: The Hemlock Curse
de: Der Hemlock-Fluch
es: La maldición Cicuta
fr: La Malédiction des Hemlock
it: La Maledizione degli Hemlock
ko: 헴록의 저주
pl: Klątwa Hemlock
ru: Проклятие Хемлоков
zh: 赫姆拉克的詛咒

source: Your entire body seems to thrum in time to your heartbeat, then gives way to discomfort, then delicious euphoria, as if you were made of air. The feeling passes. You touch the back of your hand. You can’t quite describe it, but you don’t feel right. You feel different.
de: Dein ganzer Körper scheint im Takt deines Herzschlags zu pochen, dann folgt Unbehagen, danach köstliche Euphorie, daraufhin die Empfindung, du würdest aus Luft bestehen. Die Zustände gehen vorbei. Du berührst deinen Handrücken. Du kannst es nicht genau beschreiben, aber du fühlst dich nicht richtig. Du fühlst dich anders.
es: Todo tu cuerpo parece vibrar al son de los latidos de tu corazón, luego da paso a una incomodidad, luego a una deliciosa euforia, como si estuvieras hecho de aire. La sensación pasa. Te tocas el dorso de la mano. No sabes cómo describirlo, pero no te sientes bien. Te notas diferente.
fr: Votre corps tout entier semble battre au même rythme que votre cœur, avant de faire place à l’inconfort, lui-même remplacé par une délicieuse euphorie. Comme si vous étiez constitué d’air. La sensation finit par passer. Vous n’arrivez pas à trouver les mots pour décrire votre malaise, mais vous ne vous sentez pas bien. Vous vous sentez différent.
it: Hai la sensazione che tutto il tuo corpo sussulti al ritmo del tuo cuore: è un continuo salire e scendere, tra disagio ed euforia, che ti fa sentire come se fossi fatto di aria per un istante. Passi le dita sul dorso della tua mano. Non sapresti descrivere perché, ma senti di avere qualcosa che non va. Qualcosa di diverso.
ko: 몸 전체가 심장 박동에 맞춰 쿵쾅거리는 것 같다가 갑자기 불편한 기운이 온몸을 장악하더니 이내 허공에 붕 뜬 듯한 희열감이 오감을 장악합니다. 이 기분은 곧 사그라듭니다. 당신의 손등을 쓰다듬어 봅니다. 뭔가 정확하게 설명할 수는 없지만, 영 좋지 않은 느낌이 듭니다. 뭔가 달라진 묘한 기분이었습니다.
pl: Całe twoje ciało wydaje się pulsować w rytmie serca. Ogarnia cię uczucie dyskomfortu, które po chwili ustępuje miejsca euforii, lekkości, jakbyś był wypełniony powietrzem. Uczucie przemija tak szybko, jak się pojawiło. Dotykasz tylnej części twojej dłoni. Nie potrafisz do końca tego opisać, ale czujesz, że coś jest nie tak. Czujesz się inaczej.
ru: Всё ваше тело словно пульсирует в такт биению сердца. Затем появляется дискомфорт, затем — восхитительная эйфория, словно вы сотканы из воздуха. Потом это ощущение проходит. Вы касаетесь тыльной стороны своей ладони. Вам сложно описать это ощущение, но с ней что-то явно не так. Будто что-то изменилось.
zh: 你的整個身體隨著每次心跳而震動，隨即不適感襲來，接著是愉悅的狂喜，彷彿空氣般輕盈。奇異的感覺漸漸消逝，你摸了摸自己的手背，不知道該如何形容，你感覺不太對，感覺自己不太一樣了。

source: Search the <i>Day of Rain</i> encounter set for The Hemlock Curse weakness and add it to your deck. It does not count toward your deck size.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Regentag</i> nach 1 Schwäche Der Hemlock-Fluch und füge sie deinem Deck hinzu. Sie zählt nicht gegen deine Deckgröße.
fr: Cherchez la faiblesse Malédiction des Hemlock dans le set de rencontre <i>Jour de Pluie</i> et ajoutez-la à votre deck. Elle ne compte pas dans la taille de votre deck.
it: Cerca nel set di incontri <i>Giorno di Pioggia</i> la debolezza Maledizione degli Hemlock e aggiungila al tuo mazzo (non considerandola nella dimensione del tuo mazzo).
ko: [[우천일]] 조우 세트에서 ‘헴록의 저주’ 약점을 찾아서 당신의 덱에 추가합니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다. 이 세트에는 다음 아이콘이 그려져 있습니다.
pl: Przeszukaj zestaw spotkań <i>Deszczowy dzień</i> w poszukiwaniu osłabienia Klątwa Hemlock i dodaj je do twojej talii. Nie wlicza się ono do limitu kart w twojej talii badacza.
ru: Найдите в наборе контактов «День дождя» карту «Проклятие Хемлоков» и добавьте в свою колоду. Эта карта не идёт в счёт размера колоды.
zh: 查找<i>綿雨之日</i>遭遇組，找出赫姆拉克的詛咒弱點，並將其加入你的牌庫，這張卡牌不計入你的牌庫卡牌張數。

source: Gnawing Hunger
de: Nagender Hunger
es: Hambre de lobo
fr: Faim Dévorante
it: Fame Attanagliante
ko: 참을 수 없는 허기
pl: Potworny głód
ru: Грызущий голод
zh: 飢餓的折磨

source: Your stomach grumbles as the smell of fresh eggs and biscuits wafts out of the Boarding House. Your hunger has caught up to you.
de: Dein Magen knurrt, als der Geruch von frischen Eiern und Keksen aus der Pension herüberweht. Dein Hunger hat dich eingeholt.
es: Te ruge el estómago cuando te llega el olor de huevos recién hechos y galletas que viene de la pensión. El hambre te reclama.
fr: Votre estomac gargouille à l’odeur des œufs frais et des parfums de biscuits qui émanent de la pension de famille. Votre faim vous a rattrapé.
it: Il profumo di uova e biscotti che viene dalla pensione ti fa brontolare lo stomaco: sei tormentato da un senso di fame opprimente.
ko: 숙소에서 갓 요리한 달걀과 비스킷 냄새가 풍겨오자 간밤에 주린 배가 더욱더 갉아먹힌 듯 아려옵니다. 극심한 허기에 사로잡히고 말았습니다.
pl: Jeszcze mocniej burczy ci w brzuchu, gdy czujesz unoszący się z pensjonatu zapach świeżych jajek i ciasteczek. Dopadł cię potworny głód.
ru: Ваш желудок громко урчит в ответ на запах свежих яиц и печенья, доносящийся из пансиона. Голод настигает вас.
zh: 旅店中新鮮雞蛋跟剛出爐餅乾的香味讓你的肚子大聲抗議，飢餓已經影響到你了。

source: Suffer 1 physical trauma.
de: Erleide 1 körperliches Trauma.
es: Sufre 1 trauma físico.
fr: Subissez 1 traumatisme physique.
it: Subisci 1 trauma fisico.
ko: 육체적 트라우마 1을 겪습니다.
pl: Otrzymujesz 1 punkt traumy fizycznej.
ru: Получите 1 физическую травму.
zh: 承受1點肉體創傷。

source: Put the <b>Day Two</b> Time Marker card into play. Are you still hungry?
de: Die Zeitmarker-Karte Der zweite Tag wird ins Spiel gebracht. Bist du immer noch hungrig?
es: Pon en juego la carta Indicador de tiempo <b>Día dos</b>. ¿Sigues teniendo hambre?
fr: Mettez en jeu la carte Marqueur Temporel <b>Jour Deux</b>. Vous avez toujours faim ?
it: Mettete in gioco la carta Indicatore Temporale <b>Giorno Due</b>. Avete ancora fame?
ko: <b>두 번째 낮</b> 날짜 카드를 플레이 영역에 둡니다. 설마 아직도 배고프십니까?
pl: Umieść kartę znacznika czasu <b>Dzień 2</b> w grze. Nadal jesteś głodny?
ru: Введите карту «День второй» в игру. Вы всё ещё голодны?
zh: 將<b>第二日</b>時刻卡牌放置入場。你仍然感到飢餓嗎？

source: Each investigator begins play at the Boarding House.
de: Jeder Ermittler beginnt das Spiel in der Pension.
es: Cada investigador comienza la partida en la Pensión.
fr: Tous les investigateurs commencent la partie dans la Pension de Famille.
it: Iniziate la partita nella Pensione.
ko: 모든 조사자는 ‘손님 숙소’에서 시작합니다.
pl: Wszyscy badacze rozpoczynają grę w Pensjonacie.
ru: Все сыщики начинают игру в «Пансионе».
zh: 每位調查員從旅店開始遊戲。

source: Gather the <i>Residents</i> encounter set and check the Campaign Log.
de: Das Begegnungsset <i>Einwohner</i> wird herausgesucht. Überprüfe das Kampagnenlogbuch.
es: Reúne el conjunto de encuentros <i>Habitantes</i> y comprueba el registro de campaña.
fr: Réunissez le set de rencontre <i>Habitants</i> et vérifiez votre Carnet de Campagne.
it: Radunate il set di incontri <i>Abitanti</i> e controllate il Diario della Campagna.
ko: [[주민]] 조우 세트를 모아오고 캠페인 기록지를 확인합니다.
pl: Zbierz zestaw spotkań <i>Mieszkańcy</i> i sprawdź Dziennik kampanii.
ru: Соберите карты из набора контактов «Жители» и сверьтесь с журналом.
zh: 收齊<i>住民</i>遭遇組並檢查劇本日誌。

source: Remove each resident whose name is crossed off from the game.
de: Jeder Einwohner, dessen Name durchgestrichen ist, wird aus dem Spiel entfernt.
es: Retira de la partida todos los habitantes cuyo nombre esté tachado.
fr: Retirez de la partie chaque habitant dont le nom est rayé.
it: Rimuovete dal gioco ogni abitante il cui nome è barrato.
ko: 이름에 취소선이 그어진 주민을 모두 게임에서 제거합니다.
pl: Usuń z gry każdą kartę z cechą Mieszkaniec, której imię zostało wykreślone.
ru: Удалите из игры каждого персонажа, чьё имя вычеркнуто в журнале.
zh: 將名字被劃掉的住民從遊戲中移除。

source: Remove Mother Rachel from the game.
de: Entferne Mutter Rachel aus dem Spiel.
es: Retira de la partida a la madre Rachel.
fr: Retirez de la partie Mère Rachel.
it: Rimuovi dal gioco Madre Rachel.
ko: ‘대모 레이첼’을 게임에서 제거합니다.
pl: Usuń z gry Matkę Rachel.
ru: Удалите матушку Рейчел из игры.
zh: 將瑞秋主母從遊戲中移除。

source: Remove Leah Atwood from the game.
de: Entferne Leah Atwood aus dem Spiel.
es: Retira de la partida a Leah Atwood.
fr: Retirez de la partie Leah Atwood.
it: Rimuovi dal gioco Leah Atwood.
ko: ‘주디스 파크’을 게임에서 제거합니다.
pl: Usuń z gry Leah Atwood.
ru: Удалите Лию Этвуд из игры.
zh: 將莉亞．阿特伍德從遊戲中移除。

source: Remove Simeon Atwood from the game.
de: Entferne Simeon Atwood aus dem Spiel.
es: Retira de la partida a Simeon Atwood.
fr: Retirez de la partie Simeon Atwood.
it: Rimuovi dal gioco Simeon Atwood.
ko: ‘시미언 앳우드’을 게임에서 제거합니다.
pl: Usuń z gry Simeona Atwooda.
ru: Удалите Симеона Этвуда из игры.
zh: 將西緬．阿特伍德從遊戲中移除。

source: Remove William Hemlock from the game.
de: Entferne William Hemlock aus dem Spiel.
es: Retira de la partida a William Cicuta.
fr: Retirez de la partie William Hemlock.
it: Rimuovi dal gioco William Hemlock.
ko: ‘윌리엄 헴록’을 게임에서 제거합니다.
pl: Usuń z gry Williama Hemlocka.
ru: Удалите Уильяма Хемлока из игры.
zh: 將威廉．赫姆拉克從遊戲中移除。

source: Remove Gideon Mizrah from the game.
de: Entferne Gideon Mizrah aus dem Spiel.
es: Retira de la partida a Gideon Mizrah.
fr: Retirez de la partie Gideon Mizrah.
it: Rimuovi dal gioco Gideon Mizrah.
ko: ‘기디언 미즈라’을 게임에서 제거합니다.
pl: Usuń z gry Gideona Mizraha.
ru: Удалите Гидеона Мизру из игры.
zh: 將吉迪恩．米茲拉從遊戲中移除。

source: Put Judith Park into play at The Crossroads, asset side faceup.
de: Judith Park wird mit der Vorteilsseite nach oben an der Wegkreuzung ins Spiel gebracht.
es: Pon a Judith Park en juego en El cruce de caminos, con el lado de Apoyo boca arriba.
fr: Mettez en jeu Judith Park dans La Croisée des Chemins, face soutien visible.
it: Mettete in gioco Judith Park nel Crocevia con il lato supporto a faccia in su.
ko: ‘주디스 파크’를 플레이 영역 중 ‘교차로’에 자산 면이 보이도록 둡니다.
pl: Umieść Judith Park w grze, na Rozdrożu, stroną z atutem do góry.
ru: Введите «Джудит Пак» в игру в локацию «Перекрёсток» стороной актива вверх.
zh: 將茱蒂絲．朴放置入場，位於十字路口，支援面朝上。

source: Remove Judith Par from the game.
de: Entferne Judith Park aus dem Spiel.
es: Retira de la partida a Judith Park.
ru: Удалите Джудит Пак из игры.
zh: 將茱蒂絲．朴從遊戲中移除。

source: Set each remaining card from the <i>Residents</i> encounter set aside, out of play.
de: Die übrigen Karten des Begegnungssets <i>Einwohner</i> werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, todas las cartas restantes del conjunto de encuentros <i>Habitantes</i>.
fr: Mettez de côté toutes les cartes restantes du set de rencontre <i>Habitants</i>, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni carta rimanente del set di incontri Abitanti.
ko: [[주민]] 조우 세트의 나머지 모든 카드를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, wszystkie pozostałe karty z zestawu spotkań <i>Mieszkańcy</i>.
ru: Отложите в сторону все остальные карты из набора контактов «Жители».
zh: 將每張<i>住民</i>遭遇組的剩餘卡牌放在一旁，置於場外。

source: Codex 17: The Curse
de: Kodex 17: Der Fluch
es: Códice 17: La maldición
fr: Codex 17 : La Malédiction
it: Codex 17: La Maledizione
ko: 서고 17: 저주
pl: Kodeks 17: Klątwa
ru: Архив 17: Проклятие
zh: 聖典17：詛咒

source: Mother Rachel stands at the head of a procession. Her train wave bright colorful ribbons as they sing a lilting song: “The night is long, the woods are dark / The starborn child is clothed in bark / Silent, we wait for summer rain / The cleansing wash to end all pain.” The procession halts as Mother Rachel breaks from the group to walk to your side.
de: Mutter Rachel geht an der Spitze einer Prozession. Ihre Anhänger schwingen leuchtend bunte Bänder, während sie ein beschwingtes Lied singen: „Lange Nacht, dunkler Wald / Sternenkind im Borkenkleid / Sommerregen, komme bald / Läutere all unser Leid.“ Die Prozession hält an, als Mutter Rachel auf dich zukommt.
es: La madre Rachel encabeza una procesión. El cortejo agita lazos de brillantes colores mientras cantan una rítmica canción: “La noche es larga, el bosque está oscuro / El niño estelar vestido de corteza es puro / Esperamos la lluvia estival / El agua del dolor nos librará”. La procesión se detiene cuando la madre Rachel se aparta del grupo para acercarse a ti.
fr: Mère Rachel se tient à la tête d’une procession. Son cortège agite des rubans de couleurs vives en chantant de façon mélodieuse : La nuit est longue, et les bois, féroces / L’enfant des étoiles est vêtu d’écorces / Silence, nous guettons la pluie d’été / Qui nous lavera de tous nos péchés. » La procession s’arrête lorsque Mère Rachel quitte le groupe pour se rendre à vos côtés.
it: Madre Rachel sta guidando una processione che sventola fiocchi sgargianti e intona un'allegra canzoncina: "La luna notturna nel bosco riluce / Da stelle il neonato corteccia produce / Silenti attendiamo la pioggia d'estate / Che pena e tristezza sian tosto epurate". Il gruppo si ferma quando Madre Rachel si stacca dagli altri per avvicinarsi a te.
ko: 대모 레이첼이 선두에 서서 사람들을 이끕니다. 이들은 경쾌한 노래를 부르면서 밝고 화려한 리본을 흔듭니다. “밤은 길고, 숲속은 어둡다네 / 별의 후손 나무껍질 두른 채 / 여름비 내리길 묵묵히 기다리네 / 모든 고통 끝낼 정화의 비라네.” 대모 레이첼이 대열에서 빠져나와 당신의 곁으로 다가오자, 사람들이 제 자리에 멈춥니다.
pl: Matka Rachel stoi na czele procesji. Idący za nią ludzie machają jasnymi, kolorowymi wstążkami i śpiewają podnoszącą na duchu pieśń: „Noce są długie, a w lesie wciąż mrok / Dziecię z gwiazd jest od nas o krok / W ciszy czekamy na deszczu dzień / Co zmyje z serc naszych cierpienia cień”. Procesja zatrzymuje się, gdy Matka Rachel odchodzi na moment, by z tobą porozmawiać.
ru: Матушка Рейчел возглавляет процессию. Идущие за ней жители размахивают яркими разноцветными лентами и распевают заводную песню: «Долгая ночь, лес тьмой окружён,/ Звёздный ребёнок в кору облачён./ В молчании ждём мы святого дождя, / Что смоет всю боль с тебя и меня». Процессия останавливается, когда матушка Рейчел отделяется от группы, чтобы подойти к вам.
zh: 瑞秋主母站在居民組成的行伍前，行伍揮舞著五顏六色的彩帶，合唱著節奏輕快的歌曲：“長夜漫漫，樹林昏暗/星辰之子，樹皮為衣/靜候夏日雨水/淨化苦難。”瑞秋主母穿越隊伍，群眾在她走到你身旁時停下演練。

source: Check Mother Rachel’s Notes. <i> If Mother Rachel intervened</i>:
de: Überprüfe Mutter Rachels Notizen. <i>Falls Mutter Rachel eingeschritten ist</i>:
es: Comprueba las Notas de la madre Rachel. <i>Si la madre Rachel intervino</i>:
fr: Vérifiez les notes de Mère Rachel. Si <i>Mère Rachel est intervenue</i> :
it: Controlla gli Appunti di Madre Rachel. Se <i>Madre Rachel è intervenuta</i>:
ko: ‘대모 레이첼’의 기록지를 확인합니다. [[대모 레이첼이 절체절명의 상황에 개입했다]]면:
pl: Sprawdź Notatki Matki Rachel. <i>Jeśli Matka Rachel interweniowała</i>:
ru: Сверьтесь с заметками матушки Рейчел. Если <i>матушка Рейчел вмешалась</i>:
zh: 檢查瑞秋主母的筆記。<i>如果瑞秋主母介入</i>：

source: Mother Rachel’s eyes well with tears. “I could feel the hand of death was upon you, and so I followed you into the woods. When the beast appeared, I knew it was my place to help you. Just as it is your place to witness the miracles of Hemlock Isle in all their fearsome, terrifying glory.” She presses a small, handmade doll into your hands. “A gift from my daughter,” she gestures to a young girl in a rabbit mask in the midst of the procession. Strings of flowering garlands are roped around her hands and ankles.
de: Mutter Rachels Augen füllen sich mit Freudentränen. „Ich spürte, dass die Hand des Todes über Ihnen schwebte, und so folgte ich Ihnen in den Wald. Als die Bestie auftauchte, wusste ich, dass es mein Platz war, Ihnen zu helfen. Genauso wie es Ihr Platz ist, die Wunder von Hemlock Isle in all ihrer furchterregenden und erschreckenden Pracht zu erleben.“ Sie überreicht dir eine kleine, handgefertigte Puppe. „Ein Geschenk meiner Tochter“, sagt sie und deutet auf ein junges Mädchen mit einer Kaninchenmaske in der Mitte der Prozession. Um ihre Hände und Knöchel sind Blumengirlanden geschlungen.
es: Los ojos de la madre Rachel se inundan de lágrimas. –Pude sentir que la mano de la muerte se acercaba a ustedes y por eso les seguí al bosque. Cuando la bestia apareció, sabía que debía ayudarles. Igual que ustedes deben asistir a los milagros de la Isla de la Cicuta en toda su terrible y aterradora gloria. Te entrega una pequeña muñeca hecha a mano. –Un regalo de mi hija –dice mientras señala a una chiquilla con máscara de conejo que forma parte de la procesión. Tiene guirnaldas de flores en torno a las manos y los tobillos.
fr: Les yeux de Mère Rachel s’embuent de larmes. « J’ai senti que la main de la mort était sur vous, alors je vous ai suivis dans les bois. Quand la bête est apparue, j’ai su que ma mission était de vous aider. Tout comme la vôtre est d’être témoins des miracles de Hemlock Isle dans toute leur gloire et leur terreur. » Elle vous remet une petite poupée cousue main. « C’est un cadeau de ma fille », dit-elle en désignant une jeune fille cachée derrière un masque de lapin au milieu de la procession. Des guirlandes de fleurs sont enroulées autour de ses poignets et de ses chevilles.
it: Gli occhi della matrona si gonfiano di lacrime. "Sentivo la mano della morte incombere su di voi, e allora vi ho seguiti nei boschi. All'arrivo della bestia sapevo che ero lì per aiutarvi, così come voi eravate lì per assistere ai miracoli dell'isola in tutta la loro spaventosa e terrificante gloria." Ti mette tra le mani una piccola bambola fatta a mano. "Un dono da mia figlia" ti spiega, indicando con un gesto una bambina col viso coperto da una maschera di coniglio che fa parte del suo seguito. Ha due ghirlande in fiore legate attorno alle mani e alle caviglie.
ko: 대모 레이첼의 눈가에 눈물이 그렁그렁 맺힙니다. “어젯밤 당신에게 죽음의 손길이 드리웠다는 것을 느꼈어요. 그래서 숲속까지 따라갔지요. 괴물이 나타난 것을 보고, 어젯밤 저를 위해 예비된 자리는 바로 당신을 돕는 것임을 직감했지요. 마치 무시무시하고 끔찍한 영광 속에서, 헴록 섬의 기적을 목도하는 것이 당신을 위해 준비된 자리인 것처럼요.” 대모가 작은 인형을 하나 쥐여줍니다. “제 딸이 손수 만든 선물이랍니다.” 대모 레이첼이 대열 가운데서 토끼 가면을 쓴 소녀에게 손짓합니다. 소녀는 손과 발목에 치렁치렁한 꽃장식을 두르고 있었습니다.
pl: Oczy Matki Rachel są pełne łez. „Czułam, że grozi wam śmierć, więc poszłam za wami do lasu. Kiedy pojawiła się bestia, wiedziałam, że moim przeznaczeniem jest wam pomóc... Tak jak twoim przeznaczeniem jest być świadkiem cudów na Wyspie Hemlock w całej ich przerażającej, potwornej chwale”. Wciska ci do ręki małą, ręcznie robioną lalkę. „To prezent od mojej córki” – wskazuje na dziewczynkę w masce królika pośrodku procesji. Wokół jej dłoni oraz kostek owinięte są kolorowe girlandy kwiatów.
ru: Глаза матушки Рейчел увлажняются слезами. «Я чувствовала руку смерти, занесённую над вами, поэтому последовала за вами в лес. Когда появился зверь, я знала, что мне суждено помочь вам. Ибо вам, в свою очередь, суждено узреть чудеса острова Хемлок в их грозном ужасающем великолепии. — Она вкладывает вам в руки маленькую куклу ручной работы. — Подарок, от моей дочери», — она указывает на девочку в маске кролика, участвующую в процессии. Руки и лодыжки ребёнка увиты цветочными гирляндами.
zh: 瑞秋主母的眼眶中盈滿淚水：“我感覺到死亡向你們伸出了手，所以跟著你們進入了森林。那隻野獸出現時，我知道自己的天命就是來幫助你的，如同你的天命就是見證赫姆拉克島的奇蹟，令人敬畏而恐懼的榮耀。”她將一個手做的小娃娃交到你手中：“這是我女兒送你的禮物。”她指向人群中那個帶著兔子面具的女孩，數條花環纏繞在她的手腳上。
