Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/09_dawn_of_the_second_day.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Dr. Marquez pours herself a strong cup of coffee. “I’m going to take advantage of the cooling rain and head up to Pearl Ridge. Join me if you like,” she takes a bite of her eggs and wrinkles her nose. “Is that a metal taste?” She discretely spits the eggs into a handkerchief as Ms. Olmstead emerges from the kitchen with a stack of flapjacks and serves several hungry guests.
de: Dr. Marquez schenkt sich eine Tasse mit starkem Kaffee ein. „Ich werde die Abkühlung durch den Regen nutzen und zum Pearl-Hügel fahren. Wenn Sie möchten, können Sie mich begleiten.“ Sie nimmt einen Bissen von ihren Eiern und rümpft die Nase. „Schmeckt irgendwie metallisch.“ Sie spuckt die Eier diskret in ein Taschentuch, während Ms. Olmstead mit einem Stapel Pfannkuchen aus der Küche kommt und mehrere hungrige Gäste bedient.
es: La Dra. Marquez se sirve una taza de café bien cargado. –Voy a aprovechar que la lluvia está refrescando el ambiente para subir a la Cresta Perla. Pueden venir si quieren –Prueba los huevos de su plato y arruga la nariz–. ¿Tienen como un sabor metálico? Escupe los huevos discretamente en un pañuelo justo cuando la Srta. Olmstead sale de la cocina con un montón de tortitas y se las sirve a varios huéspedes hambrientos.
fr: « Je vais profiter de la pluie rafraichissante pour me rendre à Pearl Ridge. Joignez-vous à moi si vous voulez », dit-elle en prenant une bouchée d’œufs brouillés. Elle fronce le nez. « Vous ne trouvez pas qu’il y a comme un goût métallique ? » Elle recrache le tout dans un mouchoir tandis que Ms Olmstead sort de la cuisine avec une pile de pains au miel et sert plusieurs convives affamés.
it: La professoressa si versa una tazza di caffè forte. "Credo che approfitterò della pioggerella fresca per raggiungere il crinale Pearl. Potete unirvi a me, se vi va" vi invita, addentando una forchettata d'uova e arricciando il naso. "Sentite anche voi questo sapore metallico?" sputa il boccone in un tovagliolo, senza farsi vedere da Ms. Olmstead che esce dalla cucina con una montagna di frittelle per gli ospiti affamati.
ko: 마르케스 박사가 진한 커피를 잔에 따릅니다. “저는 시원한 비나 쫄딱 맞으면서 펄 마루에 오르려고요. 같이 갈 거면 따라와요.” 박사는 달걀을 씹더니 코를 찡그립니다. “이거 쇠 맛 나지 않아요?” 올름스테드가 부엌에서 플랩잭 과자를 한 아름 들고 와 굶주린 손님들에게 대접하는 사이, 마르케스 박사는 조심스럽게 손수건에 달걀을 뱉어버립니다.
pl: Dr Marquez nalewa sobie kubek mocnej kawy. „Zamierzam skorzystać z chłodnego deszczu i udać się na Grań Pearla. Możecie do mnie dołączyć, jeśli macie ochotę”. Po tych słowach kosztuje leżących przed nią jajek i marszczy nos. – „Też wyczuwacie metaliczny posmak?” Dyskretnie wypluwa jajka do chusteczki, gdy pani Olmstead wychodzi z kuchni ze stosem naleśników i obsługuje innych głodnych gości.
ru: Доктор Маркес наливает себе чашку крепкого кофе: «Я планирую воспользоваться возможностью, дарованной прохладным дождиком, и отправиться в Пёрл-Ридж. Присоединяйтесь, если есть желание, — она пробует свою яичницу и морщится. — Это что, металлический привкус?» Она незаметно выплёвывает яичницу в носовой платок. Мисс Олмстед выходит из кухни со стопкой оладий и обслуживает несколько голодных гостей.
zh: 馬爾克斯博士幫自己倒了一大杯咖啡。“我要趁著這陣清涼的雨去珍珠山脈調查，想要的話你可以一起來。”她咬了一口雞蛋，然後皺起眉頭，“這是金屬的味道嗎？”她小心地把口中的蛋吐到手帕上。奧姆斯德太太從廚房裡出現，拿著一堆燕麥餅，為幾個飢餓的客人上菜。

source: Search the <i>Day of Rain</i> encounter set for The Hemlock Curse weakness and add it to your deck. It does not count toward your deck size.
es: Busca en el conjunto de encuentros <i>Día de lluvia</i> la Debilidad La maldición Cicuta y añádela a tu mazo. No cuenta para tu tamaño de mazo.

source: Judith leans against the side of the Atwood House, polishing her rifle as she observes passers-by. “These sweet little lambs don’t even know what I have to go through to keep them safe. And hopefully they never will, Jomo.” You realize she is addressing her rifle, and not you. She stop suddenly, as if aware of your presence, and locks eyes with you.
es: Judith se apoya en un lateral de la Casa Atwood mientras limpia su fusil y observa a los transeúntes. –Estos dulces corderitos ni siquiera saben por lo que tengo que pasar para mantenerlos a salvo. Y espero que nunca lo sepan, Jomo. Te das cuenta de que se está dirigiendo a su fusil y no a ti. De pronto, se detiene, como si fuera consciente de tu presencia, y te mira a los ojos.

source: Remove Judith Park from the game.
fr: Retirez de la partie Judith Park.
it: Rimuovi dal gioco Judith Park.
ko: ‘주디스 파크’을 게임에서 제거합니다.
pl: Usuń z gry Judith Park.
zh: 将茱蒂丝．朴从游戏中移除。
