Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/09_dawn_of_the_second_day.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The entrance to Hemlock Chapel is choked with parishioners in white-gold cloaks, so you head around back. As you open the door to the rear, you hear hushed conversation. You leave the door cracked and listen. A soft voice speaks: “It’ll be done as you’ve said, Mother. But I was wondering exactly why you needed us to—” “It is not your place to question, nor to speak, but to obey.” Mother Rachel’s stern voice cuts like a knife. “Now you must join your brethren, and I must join the procession. Simply do as I asked.”
de: Vor dem Eingang zur Hemlock-Kapelle stehen viele Gemeindemitglieder in weiß-goldenen Umhängen, also gehst du hinten herum. Als du die Hintertür öffnen willst, hörst du ein gedämpftes Gespräch. Du lässt die Tür einen Spalt offen und lauschst. Eine leise Stimme spricht: „Es wird so gemacht, wie du gesagt hast, Mutter. Aber ich habe mich gefragt, wozu genau du uns brauchst, um ...“ „Es ist nicht euer Platz, Fragen zu stellen oder das Wort zu ergreifen. Euer Platz ist zu gehorchen.“ Die strenge Stimme von Mutter Rachel ist scharf wie ein Messer. „Geht jetzt zu euren Brüdern, ich muss mich der Prozession anschließen. Tut einfach, worum ich euch gebeten habe.“
es: La entrada a la capilla Cicuta está a rebosar de parroquianos ataviados con capas blancas y doradas, así que te vas por detrás. Al abrir la puerta trasera, oyes una conversación entre susurros. Dejas la puerta entornada y te pones a escuchar. Una voz dice en voz baja: –Se hará como has dicho, madre. Pero me preguntaba por qué necesitas que… –No tienes que cuestionar ni hablar, sino obedecer –afirma la severa voz de la madre Rachel con tono cortante–. Ahora únete a tus hermanos, pues yo debo acudir a la procesión. Limítate a hacer lo que se te ha pedido.
fr: L’entrée de la Chapelle de Hemlock est encombrée de paroissiens vêtus de manteaux blanc et or, alors vous décidez de les contourner. En ouvrant la porte de derrière, vous surprenez des conversations à voix basse. Vous laissez la porte entrouverte et écoutez. Vous entendez une voix douce : « Il sera fait comme vous l’avez dit, Mère. Mais je me demandais pourquoi vous aviez besoin de nous pour… » « Ce n’est pas ton rôle de poser des questions, ni de parler. Tu dois juste obéir. » La voix sévère de Mère Rachel est tranchante comme un couteau. « Maintenant, tu dois rejoindre tes frères. Moi je dois aller à la procession. Fais simplement ce que je t’ai demandé. »
it: L'ingresso alla cappella è invaso da parrocchiani avvolti nei loro manti bianchi e oro, quindi opti per l'ingresso posteriore. Fai per aprire la porta, ma senti delle voci ovattate venire dall'interno e decidi di lasciarla socchiusa e di restare a origliare: "Sarà fatto come ha chiesto, Madre. Ma mi stavo chiedendo perché ha bisogno che noi..." "Il tuo ruolo non è quello di chiedere, né di parlare, ma solo di obbedire." La voce austera di Madre Rachel è affilata e penetrante. "Ora vai, torna dai tuoi fratelli, io devo unirmi alla processione. Fa' semplicemente ciò che ti ho chiesto."
ko: 헴록 예배당 정문에는 흰색과 금색이 섞인 망토를 두른 교구민이 몰려들었기에 당신은 뒤로 빙 돌아갔습니다. 후문을 열려던 순간, 소리 죽인 대화가 들립니다. 당신은 문을 살짝 열어둔 채 귀를 기울입니다. 부드러운 목소리가 말합니다. “대모님께서 말씀하신 대로 했습니다. 하지만 왜 저희에게 그런 걸...” “질문하는 것도 말하는 것도 네 몫이 아니란다. 오직 순종하는 것이 너를 위해 예비된 자리일 뿐이지.” 대모 레이첼이 단호한 목소리로 칼처럼 말을 잘라버립니다. “이제 네 형제들과 합류하거라, 나는 사람들 행렬에 합류해야 하니. 내가 시키는 대로 해주길 바란다.”
pl: Wejście do kaplicy w Hemlock jest zablokowane przez parafian w biało-złotych płaszczach, więc idziesz od tyłu. Gdy otwierasz tylne drzwi, słyszysz cichą rozmowę. Delikatny głos mówi: „Będzie tak, jak kazałaś, Matko. Ale zastanawiam się, czemu potrzebujesz, żebyśmy...” „Twoją rolą nie jest zadawać pytania lub wyrażać swoje zdanie, ale być posłusznym”. Surowy głos Matki Rachel tnie jak nóż. „Teraz musisz dołączyć do swych braci, a ja – do procesji. Po prostu zrób to, o co cię proszę”.
ru: На входе в часовню Хемлок-Вейл столпились прихожане в белозолотых плащах, поэтому вы решаете зайти через заднюю дверь. Открыв её, вы слышите тихий разговор. Вы оставляете дверь приоткрытой и прислушиваетесь. Мягкий голос произносит: «Всё будет сделано, как вы сказали, матушка. Но мне интересно, зачем именно вам нужно, чтобы мы…» «Не тебе задавать вопросы или выражать своё мнение. Твоё предназначение — повиноваться. — Строгий голос матушки Рейчел режет, словно нож. — Отправляйся к братьям, а я вернусь к процессии. Просто делай, как я говорю».
zh: 禮拜堂的門口擠滿了身穿襯金白袍的信眾，所以你溜到禮拜堂後面，就在要拉開後門時，你聽見一段嚴肅的對話，你將門打開一條小縫，然後仔細聆聽。一個溫順的聲音開口說：“遵照您的吩咐，主母。但我不知道為什麼您要我們 — ” “你的任務不是發問或是說話，只要聽從命令。”瑞秋主母嚴厲的聲音銳利的打斷前者的問題，“現在你應該去加入你的弟兄們，而我要去面對信眾們。照我說的去做。”

source: The Old Mill is eerily silent as you poke around the overgrowth. As thunder rumbles overhead, a long-legged grasshopper flits through the air. You note that the insect has misshapen black wings.
de: In der Alten Mühle ist es unheimlich still, während du durch das überwucherte Gebäude stöberst. Über dir ertönt Donnergrollen und ein langbeiniger Grashüpfer springt durch die Luft. Du bemerkst, dass das Insekt missgebildete schwarze Flügel hat.
es: El viejo molino está sumido en un silencio espectral mientras rebuscas entre la maleza. Con el retumbar de un trueno en el cielo, un saltamontes de largas patas sale volando. Te das cuenta de que el insecto tiene unas deformes alas negras.
fr: Un silence inquiétant hante le Vieux Moulin tandis que vous fouillez dans les broussailles. Alors que le tonnerre gronde au-dessus de votre tête, une sauterelle à longues pattes vole dans les airs. Vous remarquez que l’insecte a des ailes noires difformes.
it: Il vecchio mulino è immerso in un silenzio da brividi. Mentre ti aggiri per i campi incolti senti un tuono rimbombare sopra la tua testa e noti una cavalletta dalle zampe stranamente lunghe sollevarsi in aria e volare via. Aggrotti le sopracciglia quando ti accorgi delle deformi ali nere dell'insetto.
ko: 당신이 주변에 무성하게 자라난 수풀을 살피는 사이, 오래된 제분소에는 으스스한 침묵만 감돕니다. 천둥이 하늘을 가르자, 기다란 다리의 메뚜기 한 마리가 휙 하고 뛰어오릅니다. 메뚜기에게는 기형화된 검은 날개가 돋아 있었습니다.
pl: Siedząc w zaroślach obserwujesz Stary młyn. Wydaje się wręcz upiornie cichy. Nagle nad twoją głową rozlega się grzmot, a w powietrzu unosi się długonogi konik polny. Zauważasz, że owad ma zniekształcone czarne skrzydła.
ru: Пока вы пробираетесь сквозь заросли, вокруг царит пугающая тишина. Над головой раздаются раскаты грома, и в воздухе пролетает длинноногий кузнечик. Вы замечаете, что у насекомого чёрные крылья неправильной формы.
zh: 你在老磨坊附近的原野上四處搜尋，這片區域有一種詭異的寂靜。雷聲在你頭上隆隆作響，一隻長腿蚱蜢跳到半空中，你注意到這隻昆蟲身上有對畸形的黑色翅膀。

source: You hear William and River arguing. “This is all we have left. We can’t turn our back on our past. Our legacy,” William insists. River cuts in with a scathing look. “The Hemlock legacy is dead. And I know several buyers in Harlem who would turn this soggy island into a paradise.”
de: Du hörst, wie William und River sich streiten. „Das ist alles, was wir noch haben. Wir können unserer Vergangenheit nicht den Rücken kehren. Unserem Vermächtnis“, behauptet William nachdrücklich. River wirft ihm einen vernichtenden Blick zu. „Das Hemlock-Vermächtnis ist tot. Und ich kenne mehrere Käufer in Harlem, die aus dieser sumpfigen Insel ein Paradies machen würden.“
es: Oyes a William y River discutiendo. –Es todo lo que nos queda. No podemos dar la espalda a nuestro pasado. A nuestro legado –insiste William. River lo interrumpe con una mirada feroz. –El legado de los Cicuta está muerto. Y conozco a varios compradores de Harlem que convertirían esta isla húmeda en un paraíso.
fr: Vous entendez William et River se disputer. « C’est tout ce qu’il nous reste. Nous ne pouvons pas tourner le dos à notre passé. Notre héritage », insiste William. River lui lance un regard assassin. « L’héritage des Hemlock est mort. Et je connais plusieurs acheteurs à Harlem qui pourraient transformer cette île moisie en paradis. »
it: William e River discutono animatamente. "Questo è tutto ciò che ci rimane. Non possiamo voltare le spalle al nostro retaggio" insiste l'uomo. River ribatte con tono graffiante: "Il retaggio degli Hemlock è morto e sepolto! E conosco diversi compratori ad Harlem che saprebbero trasformare questa pozzanghera di isola in un paradiso."
ko: 윌리엄과 리버가 다투고 있습니다. “우리에게 남은 건 이것뿐이오. 과거를, 우리의 유산을 외면할 수는 없는 법이오.” 윌리엄의 주장에 리버가 통렬한 표정으로 맞받아칩니다. “헴록 가문의 유산 따위는 죽었어요. 할렘에서 이 섬을 살만한 사람도 몇 명 알아뒀어요. 그 사람들이라면 이 음습하디 음습한 섬을 낙원으로 바꿀 수 있을 거고요.”
pl: Słyszysz kłótnię Williama i River. „Tylko tyle nam pozostało. Nie możemy odwrócić się od naszej przeszłości. Naszego dziedzictwa” – nalega William. River przerywa mu szyderczo. „Dziedzictwo Hemlocków to przeszłość. A ja znam kilku kupców z Harlem, którzy zamieniliby tę podmokłą wyspę w prawdziwy raj”.
ru: Вы видите, как Уильям и Ривер ругаются. «Это всё, что у меня осталось. Мы не можем отвернуться от своего прошлого. От своего наследия», — настаивает Уильям. Ривер бросает на него яростный взгляд: «Наследие Хемлоков мертво. И я знаю нескольких покупателей в Гарлеме, которые превратили бы это болото в рай на земле».
zh: 你聽見威廉跟芮福在爭執，“這是我們僅剩的東西了，我們不能背棄自己的過去跟傳承。”威廉堅持己見。芮福刻薄的插話：“赫姆拉克的傳承已經死了，而我知道哈林區有幾個買家會願意把這個又濕又爛的島變成天堂。”

source: <i>“William has a point.”</i>
de: <i>„William hat recht.“</i>
es: <i>–William tiene razón.</i>
fr: <i>« William marque un point. »</i>
it: <i>"William non ha tutti i torti."</i>
ko: “윌리엄 어르신 말이 맞습니다.”
pl: <i> „William ma rację”.</i>
ru: <i>«Уильям прав».</i>
zh: <i>“威廉說的對。”</i>

source: You may only choose this option if William Hemlock’s Relationship Level is 2 or higher.
de: Du darfst diese Option nur wählen, falls William Hemlocks Beziehungsstufe 2 oder höher ist.
es: Sólo puedes elegir esta opción si el nivel de relación de William Cicuta es 2 o más.
fr: Vous pouvez seulement choisir cette option si le Niveau de Relation de William Hemlock est au moins égal à 2.
it: Puoi scegliere questa opzione solo se il Livello di Relazione con William Hemlock è pari o superiore a 2.
ko: ‘윌리엄 헴록’과의 친밀도가 2 이상일 경우에만 이 선택지를 고를 수 있습니다.
pl: Możesz wybrać tę opcję, tylko jeśli stopień zażyłości z Williamem Hemlockiem wynosi 2 lub więcej.
ru: Вы можете выбрать этот вариант, только если уровень доверия Уильяма Хемлока 2 или выше.
zh: 如果威廉．赫姆拉克的友好度至少有2格，你才可以選擇此選項。

source: <i>River has a point.”</i>
de: <i>„River hat recht.“</i>
es: <i>–River tiene razón</i>
fr: <i>« River marque un point. »</i>
it: <i>"River non ha tutti i torti."</i>
ko: “리버 말이 맞습니다.”
pl: <i>„River ma rację”.</i>
ru: <i>«Ривер права».</i>
zh: <i>“芮福說的對”</i>

source: You may only choose this option if River Hawthorne’s Relationship Level is 2 or higher.
de: Du darfst diese Option nur wählen, falls River Hawthornes Beziehungsstufe 2 oder höher ist.
es: Sólo puedes elegir esta opción si el nivel de relación de River Hawthorne es 2 o más.
fr: Vous pouvez seulement choisir cette option si le Niveau de Relation de River Hawthorne est au moins égal à 2.
it: Puoi scegliere questa opzione solo se il Livello di Relazione con River Hawthorne è pari o superiore a 2.
ko: ‘리버 호손’과의 친밀도가 2 이상일 경우에만 이 선택지를 고를 수 있습니다.
pl: Możesz wybrać tę opcję, tylko jeśli stopień zażyłości z River Hawthorne wynosi 2 lub więcej.
ru: Вы можете выбрать этот вариант, только если уровень доверия Ривер Хоуторн 2 или выше.
zh: 如果芮福．霍桑的友好度至少有2格，你才可以選擇此選項。

source: <i>Let them fight it out.</i>
de: <i>Lass sie es untereinander ausfechten.</i>
es: <i>Deja que discutan.</i>
fr: <i>Laissons-les régler leurs comptes.</i>
it: <i>Lascia che se la vedano da soli.</i>
ko: 저들끼리 싸우라고 내버려둡니다.
pl: <i>Pozwól im się kłócić.</i>
ru: <i>Пускай сами разбираются.</i>
zh: <i>讓他們吵完。</i>

source: Search the set-aside <i>Residents</i> encounter set for William Hemlock and put him into play at The Atwood House, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte William Hemlock und bringe sie im Atwood-Haus mit der Vorteilsseite nach oben ins Spiel.
es: Busca a William Cicuta en el conjunto de encuentros <i>Habitantes</i> y ponlo en juego en La Casa Atwood, con el lado de Apoyo boca arriba.
fr: Cherchez William Hemlock dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans Le Manoir Atwood, face soutien visible.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta William Hemlock e mettila in gioco nella Casa degli Atwood con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘윌리엄 헴록’을 찾아서, 플레이 영역 중 ‘앳우드 저택’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Williama Hemlocka i umieść go w grze, w Domu Atwoodów, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Уильям Хемлок» и введите её в игру в «Дом Этвудов» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇組，找出威廉．赫姆拉克，並將他以支援面朝上放置入場，位於阿特伍德大宅。

source: Search the set-aside <i>Residents</i> encounter set for River Hawthorne and put them into play at The Atwood House, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte River Hawthorne und bringe sie im Atwood-Haus mit der Vorteilsseite nach oben ins Spiel.
es: Busca a River Hawthorne en el conjunto de encuentros <i>Habitantes</i> y ponla en juego en La Casa Atwood, con el lado de Apoyo boca arriba.
fr: Cherchez River Hawthorne dans le set de rencontre <i>Habitants</i> mis de côté et mettez-la en jeu dans Le Manoir Atwood, face soutien visible.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta River Hawthorne e mettila in gioco nella Casa degli Atwood con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘리버 호손’을 찾아서, 플레이 영역 중 ‘앳우드 저택’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu River Hawthorne i umieść ją w grze, w Domu Atwoodów, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Ривер Хоуторн» и введите её в игру в «Дом Этвудов» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇組，找出芮福．霍桑，並將其以支援面朝上放置入場，位於阿特伍德大宅。

source: As the pair sling incredibly personal insults back and forth, a peal of thunder silences them both. William’s brow furrows when he sees you; River turns and grimaces as well. An uneasy silence follows, and you realize you just eavesdropped on a very sensitive conversation.
de: Während die beiden sich sehr persönliche Beleidigungen an den Kopf werfen, bringt ein Donnerschlag sie plötzlich zum Schweigen. William legt die Stirn in Falten, als er dich sieht; auch River dreht sich um und zieht eine Grimasse. Es folgt eine unangenehme Stille und dir wird klar, dass du gerade ein sehr heikles Gespräch belauscht hast.
es: Mientras intercambian insultos increíblemente personales, un trueno los hace enmudecer. William frunce el ceño al verte; River se gira y también hace una mueca. Se produce un silencio incómodo y te das cuenta de que acabas de escuchar a escondidas una conversación muy delicada.
fr: Alors que les deux cousins ne cessent de s’insulter en des termes très personnels, un coup de tonnerre parvient à les faire taire. William fronce les sourcils en vous apercevant. River se retourne, le visage grimaçant. Un silence gênant s’installe et vous réalisez que vous venez de surprendre une conversation très délicate.
it: Proprio quando i due cominciano ad aggredirsi lanciandosi insulti estremamente personali, il rombo di un tuono li zittisce. William aggrotta la fronte quando ti vede, e River non riesce a trattenere un sorrisetto beffardo. Nel silenzioso disagio che segue, ti rendi conto di aver appena origliato una conversazione molto delicata.
ko: 윌리엄과 리버가 계속해서 서로에게 인신공격적인 모욕을 날리던 중, 번개가 하늘을 가르고서야 둘 다 말을 멈춥니다. 윌리엄은 당신을 발견하자마자 미간을 찌푸렸고, 리버 역시 고개를 돌리며 얼굴을 찡그립니다. 불안한 침묵이 흐르는 가운데, 당신은 대단히 민감한 대화를 엿듣고 있었음을 깨닫습니다.
pl: Para obrzuca się nawzajem aż nazbyt osobistymi obelgami, gdy nagle ucisza ich grzmot. William marszczy brwi na twój widok, River również odwraca się, niezadowolona. Następuje niezręczna cisza i zdajesz sobie sprawę, że właśnie podsłuchałeś bardzo prywatną rozmowę.
ru: Они перебрасываются крайне обидными личными оскорблениями, пока раскат грома не заставляет обоих замолчать. Уильям задирает бровь, увидев вас; Ривер тоже поворачивается к вам и кривит лицо. Наступает неловкая тишина, и вы понимаете, что только что подслушали очень деликатный разговор.
zh: 他們倆人開始用你意想不到的詞語互相咒罵，羞辱對方。一道響雷讓他們暫時安靜了下來，威廉看到你時雙眉緊皺；同時芮福也轉頭怒視你。一段令人不適的安靜緊隨而至，你這才發現自己無意間偷聽到了一段敏感的對話。

source: Decrease both William Hemlock and River Hawthorne’s Relationship Levels.
de: Senke William Hemlocks und River Hawthornes Beziehungsstufe.
es: Reduce los niveles de relación de William Cicuta y de River Hawthorne.
fr: Diminuez les Niveaux de Relation de William Hemlock et de River Hawthorne.
it: Riduci il Livello di Relazione sia con William Hemlock che con River Hawthorne.
ko: ‘윌리엄 헴록’ 및 ‘리버 호손’과의 친밀도를 한 단계씩 낮춥니다.
pl: Zmniejsz stopień zażyłości z Williamem Hemlockiem oraz z River Hawthorne.
ru: Снизьте уровень доверия и Уильяма Хемлока, и Ривер Хоуторн.
zh: 降低威廉．赫姆拉克和芮福．霍桑的友好度。

source: <b>If you are “running an errand”:</b>
de: <b>Falls du „einen Botengang machst“:</b>
es: <b>Si estás “realizando un recado”:</b>
fr: <b>Si vous êtes « parti(e) faire une course » :</b>
it: <b>Se stai "sbrigando una commissione":</b>
ko: <b>당신이 “심부름을 맡았다”면:</b>
pl: <b>Jeśli „biegasz na posyłki”:</b>
ru: <b>Если вы <i>выполняете поручение</i>:</b>
zh: <b>如果你正在“協助跑腿”：</b>

source: You drop the box of farming tools and implements on the counter with a dull thud. The proprietor smiles as he stows them. “Leah’ll appreciate this a lot. Ready for the big feast tomorrow?” He chews on a strip of leathery jerky and spits into a bottle.
de: Du lässt die Kiste mit den Werkzeugen und landwirtschaftlichen Geräten mit einem dumpfen Geräusch auf den Tresen fallen. Der Mann hinter dem Tresen lächelt, als er die Materialen verstaut. „Leah wird das sehr zu schätzen wissen. Sind Sie für das große Festmahl morgen bereit?“ Er kaut genüsslich auf einem lederartigen Streifen Dörrfleisch herum und spuckt dann in eine Flasche.
es: Sueltas la caja de herramientas y útiles de granja sobre el mostrador con un ruido sordo. El propietario sonríe mientras los guarda. –Leah le estará muy agradecida. ¿Todo listo para la fiesta de mañana? Muerde un trozo de correosa cecina y escupe en una botella.
fr: Vous laissez tomber la boîte à outils et les instruments agricoles sur le comptoir dans un bruit sourd. Le propriétaire sourit en les rangeant. « Leah va beaucoup apprécier. Prêt pour le grand festin de demain ? » Il mâche un morceau de viande séchée et crache dans une bouteille.
it: Lasci cadere la scatola di attrezzi sul bancone, facendoti annunciare dal tonfo sordo del legno. Il proprietario ti sorride mentre la ripone al suo posto. "Leah te ne sarà molto grata. Pronto per la grande Festa di domani?" ti chiede, masticando una striscia di carne secca e sputando in una bottiglia.
ko: 둔탁한 소리와 함께 농기구 상자를 계산대에 내려놓았습니다. 상점 주인이 씨익 웃으며 물건을 받아 듭니다. “리아가 대단히 고마워하겠네요. 내일이 축일입니다. 큰 축제를 맞이할 준비가 되셨나요?” 상점 주인은 질깃한 육포 가닥을 씹다가 유리병에 침을 찍 뱉습니다.
pl: Z tępym łomotem upuszczasz na blat pudło z narzędziami rolniczymi i innymi przyrządami. Właściciel uśmiecha się, chowając je. „Leah bardzo to doceni. Gotowy na wielkie święto jutro?” Mężczyzna przeżuwa kawałek suszonego mięsa i spluwa do butelki.
ru: С глухим стуком вы опускаете на прилавок ящик с сельскохозяйственными инструментами. Продавец улыбается и начинает раскладывать их по полкам. «Лия будет вам очень благодарна, — произносит он. — Готовы к завтрашнему празднику?» Он жуёт кусочек вяленого мяса, затем сплёвывает в бутылку.
zh: 你將裝著農具的箱子放下，在櫃檯上發出一聲悶響。店主帶著微笑將它們收起來，“莉亞會很感激你的，準備好參加明天的盛宴了嗎？”他嚼著一條粗硬的肉乾，然後往小瓶子裡吐口水。

source: “What’re you buyin’?” the proprietor laughs. “At least, that’s what Tad used to say.” When you ask him where Tad is, he goes quiet.
de: „Wollen Sie was kaufen?“, fragt der Mann hinter dem Tresen lachend. „Das hat Tad immer gesagt.“ Als du ihn fragst, wo Tad ist, erntest du nur Schweigen.
es: –¿Qué quiere comprar? –pregunta el propietario entre risas–. Al menos eso es lo que solía decir Tad. Cuando le preguntas dónde está Tad, calla.
fr: « Alors, vous achetez quoi ? » S’amuse le propriétaire. « En fait, c’est ce que Tad avait l’habitude de dire. » Lorsque vous lui demandez où se trouve Tad, il se tait.
it: "Cos'è che vuoi comprare?" ti chiede il proprietario con una risata. "Tad lo chiedeva sempre." Quando gli chiedi dove sia Tad, l'uomo diventa stranamente silenzioso.
ko: 상점 주인이 껄껄 웃으며 말합니다. “뭘 사고 싶으신가요? 뭐 태드라면 항상 이렇게 말했겠죠?” 당신이 태드는 어디 갔냐고 묻자 그는 입을 다뭅니다.
pl: „Co zapakować?” – śmieje się właściciel. – „Przynajmniej tak mawiał Tad”. Kiedy pytasz go, gdzie jest Tad, nie odpowiada.
ru: «Чего желаете? — улыбается продавец. — Обычно Тэд так говорил». Когда вы спрашиваете его, где же сам Тэд, он неловко замолкает.
zh: “你要買啥？”店主大笑著說，“泰德都是這樣問的。”當你問泰德去哪裡了時，他卻陷入沉默。

source: You may spend 3 resources to search your deck for an [[Item]] asset and play it, ignoring its cost. An investigator may trigger this codex again if they are “running an errand.”
de: Du darfst 3 Ressourcen ausgeben, um dein Deck nach 1 [[Gegenstand]]-Vorteilskarte zu durchsuchen und sie zu spielen (ignoriere dabei ihre Kosten). Ein Ermittler darf diesen Kodexeintrag erneut auslösen, falls er „einen Botengang macht“.
es: Puedes gastar 3 recursos para buscar un Apoyo [[Objeto]] en tu mazo y jugarlo, ignorando su coste. Un investigador puede volver a activar este códice si está “realizando un recado”.
fr: Vous pouvez dépenser 3 ressources pour chercher un soutien [[Objet]] dans votre deck et le jouer en ignorant ses coûts. Un investigateur peut de nouveau déclencher ce Codex s’il est « parti faire une course ».
it: Puoi spendere 3 risorse per cercare nel tuo mazzo 1 supporto [[Oggetto]] e giocarlo ignorandone il costo. Un investigatore può innescare di nuovo questo Codex se sta "sbrigando una commissione".
ko: 당신은 자신의 덱에서 [[물품]] 자산을 하나 찾아서 비용을 무시하고 플레이하기 위해, 자원을 3개 소비해도 됩니다. “심부름을 맡았다”인 조사자는 후에 이 서고를 다시 격발해도 됩니다.
pl: Możesz wydać 3 żetony zasobów, aby przeszukać twoją talię w poszukiwaniu atutu z cechą [[Przedmiot]] i zagrać go, ignorując jego koszty. Dowolny badacz może ponownie aktywować ten wpis kodeksu, jeśli „biega na posyłki”.
ru: Вы можете потратить 3 ресурса, чтобы найти в своей колоде карту [[вещи]] и сыграть её, игнорируя её цену. Любой сыщик может снова активировать этот архив, если он <i>выполняет поручение</i>.
zh: 你可以花費3資源來查找你的牌庫，找出一張[[道具]]支援並將其打出，忽略其費用。如果有調查員“協助跑腿”，任意一位調查員可以再次觸發此條目。
