Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/09_dawn_of_the_second_day.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “It’s a library, not a book shop!” An angry, red-haired teacher barks. Theo emerges from the schoolhouse and flashes a goofy smile just as he is tackled by school kids.
de: „Das ist eine Bibliothek, kein Buchladen!“, bellt eine wütende rothaarige Lehrerin von drinnen. Theo taucht aus dem Schulhaus auf und lächelt verschmitzt, während er sich an hereinströmenden Schulkindern vorbeischiebt.
es: –¡Es una biblioteca, no una librería! –ladra una airada maestra pelirroja. Theo sale de la escuela con una sonrisa bobalicona cuando los niños se le echan encima.
fr: « C’est une bibliothèque, pas une librairie ! », aboie un professeur roux en colère. Theo sort de l’école avec un sourire niais au moment où des écoliers se moquent de lui.
it: "È una biblioteca, non una libreria!" abbaia un'insegnate dai capelli rossi, visibilmente adirata. Theo esce dalla scuola, salutandoti con un sorriso imbarazzato mentre cerca di schivare le risatine dei giovani studenti.
ko: “여긴 도서관이지 서점이 아니야!” 붉은 머리의 선생님이 잔뜩 화나서 외칩니다. 학교에서 테오가 튀어나오다가 교실로 들어가려던 꼬마들과 부딪히며 멋쩍은 미소를 짓습니다.
pl: „To biblioteka, nie księgarnia!” – pokrzykuje wściekła, rudowłosa nauczycielka. Theo wychodzi ze szkoły i obdarza wszystkich głupkowatym uśmiechem, gdy drogę zastępują mu uczniowie.
ru: «Это библиотека, а не книжный магазин!» — выкрикивает разгневанная рыжеволосая учительница. Тео выходит из здания школы, глупо улыбаясь, и его окружает толпа детей.
zh: “這裡是圖書館，不是書店！”一名紅髮教師憤怒的大喊，西奧從學校裡走出來，傻笑著接受小孩子們的撲抱。

source: Search the set-aside <i>Residents</i> encounter set for Theo Peters and put him into play at Vale Schoolhouse, asset side faceup.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte Theo Peters und bringe sie im Schulhaus des Tals mit der Vorteilsseite nach oben ins Spiel.
es: Busca a Theo Peters en el conjunto de encuentros <i>Habitantes</i> puesto aparte y ponlo en juego en la Escuela del Valle, con el lado de Apoyo boca arriba.
fr: Cherchez Theo Peters dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans L’École de Vale, face soutien visible.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta Theo Peters e mettila in gioco nella Scuola della Valle con il lato supporto a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘테오 피터스’를 찾아서, 플레이 영역 중 ‘헴록 베일 학교’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Theo Petersa i umieść go w grze, w Miejscowej szkole, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Тео Питерс» и введите её в игру в «Деревенскую школу» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇組，找出西奧．彼得斯，並將他以支援面朝上放置入場，位於谷地學校。

source: “Wanna send a gift to a special someone?” Martha Jean beckons to a neat stack of woven gift boxes tied with colorful ribbons. “Anything you wanna send to the mainland will have to wait till tomorrow morning, I’m afraid. The postman got stranded again.”
de: „Sie möchten einem besonderen Menschen ein Geschenk machen?“ Martha Jean weist auf eine Reihe ordentlich aufgestapelter, geflochtener Geschenkschachteln, die mit bunten Bändern verschnürt sind. „Alles, was Sie zum Festland schicken wollen, muss leider bis morgen früh warten. Der Postbote wurde wohl wieder mal aufgehalten.“
es: –¿Quiere enviarle un regalo a alguien especial? –pregunta Martha Jean mientras señala una ordenada pila de cajas de regalo trenzadas con coloridos lazos–. Me temo que cualquier cosa que quiera enviar al continente tendrá que esperar a mañana por la mañana. El cartero se ha vuelto a quedar tirado.
fr: « Vous voulez envoyer un cadeau à quelqu’un de spécial ? » Martha Jean vous montre une pile de boîtes-cadeaux tressées et nouées par des rubans colorés. « Tout ce que vous voudrez envoyer sur le continent devra attendre demain matin, je le crains. Le facteur a encore été bloqué. »
it: "Vuoi mandare un regalo a una persona speciale?" Martha Jean indica una pila di confezioni regalo intrecciate a mano e decorate con fiocchi di tutti i colori. "Temo però che qualsiasi cosa volessi spedire verso il continente dovrà aspettare domattina: la barca del postino si è incagliata di nuovo."
ko: “누구에게 특별한 선물이라도 보내시려고요?” 마사 진이 형형색색의 리본으로 장식된 선물 상자가 정갈하게 쌓인 곳으로 당신을 손짓합니다. “육지로 보내려거든 내일 아침까진 기다리셔야 할 것 같네요. 우체부가 또 발이 묶이고 말았거든요.”
pl: „Chcesz wysłać komuś wyjątkowemu prezent?” – Martha Jean wskazuje na schludny stos tkanych pudełek na upominki, przewiązanych kolorowymi wstążkami. „Obawiam się, że cokolwiek chcesz wysłać na kontynent, będzie musiało poczekać do jutra rana. Listonosz znów utknął”.
ru: «Хотите отправить подарок кому-то особенному? — Марта Джин указывает на аккуратную стопку плетёных подарочных коробочек, перевязанных разноцветными ленточками. — Но если захотите сделать посылку на материк, боюсь, вам придётся подождать до завтра. Почтальон опять заплутал».
zh: “想送個禮物給特別的某人嗎？”瑪莎．吉恩指著一堆用手編盒子裝著的禮物，上面綁著五顏六色的緞帶。“但不管你想寄什麼回大陸上，恐怕都要等到明天早上了。郵差又被耽誤了。”

source: As you lean on the stack of mirrors, you look down and see your own reflection staring back. Your features are stretched and different somehow: you look gaunt and exhausted. As you stand up, gray, flaking skin sloughs off of your forearm.
de: Als du dich am Spiegelstapel abstützt, schaust du nach unten und siehst dein eigenes Spiegelbild zurückstarren. Deine Gesichtszüge sind gestreckt und irgendwie anders: Du siehst mager und erschöpft aus. Als du aufstehst, löst sich graue, schuppige Haut von deinem Unterarm ab.
es: Al apoyarte en el montón de espejos, bajas la vista y ves tu propio reflejo devolviéndote la mirada. Tus rasgos aparecen estirados y distintos de algún modo: tienes un aspecto demacrado y agotado. Al incorporarte, del antebrazo se te desprenden trocitos de piel gris, como si se te estuviera descamando.
fr: En vous appuyant sur la pile de miroirs, vous regardez vers le bas et voyez votre propre reflet qui vous regarde. Vos traits sont étirés et quelque peu différents : vous avez l’air émacié et épuisé. Lorsque vous vous relevez, de la peau grise et écailleuse se détache de votre avant-bras.
it: Quando ti avvicini agli specchi, il tuo riflesso ti fissa intensamente. Ha dei lineamenti in qualche modo più allungati, diversi, come se vedessi il tuo volto smunto ed esausto. Quando fai per allontanarti, dal braccio ti si staccano alcuni brandelli di pelle secca ingrigita.
ko: 거울 더미를 내려다보자 거기에 비친 반영도 당신을 올려다봅니다. 이목구비가 늘어진 모습이 뭔가 실제의 당신과는 달라 보입니다. 훨씬 더 수척하고 초췌해 보이는 모습입니다. 다시 일어선 순간, 팔뚝에서 회색으로 변한 살갗이 한 꺼풀 벗겨집니다.
pl: Opierając się o stos luster, spoglądasz w dół i widzisz swoje własne odbicie. Twoje rysy są rozciągnięte i wyglądasz w jakiś sposób inaczej: jakbyś był wychudzony i wyczerpany. Kiedy wstajesz, z przedramienia odpada ci kawałek szarej, łuszczącej się skóry.
ru: Прислонившись к штабелю зеркал, вы смотрите вниз и видите свое отражение. Черты вашего лица вытянулись и как будто изменились: вы выглядите исхудало и измождённо. Когда вы встаёте, от вашего предплечья отслаивается серая шелушащяся кожа.
zh: 你斜靠在一堆鏡子上，看著自己的倒影回看著你。你的外表被拉長，看起來有些不一樣：你看起來憔悴又筋疲力盡。當你站起身時，一片灰色的斑駁皮膚從你的前臂上脫落。

source: Which investigator is reading this codex?
de: Welcher Ermittler liest diesen Kodex-Eintrag?
es: ¿Qué investigador está leyendo este códice?
fr: Quel investigateur est en train de lire ce Codex ?
it: Quale investigatore sta leggendo questo codex?
ko: 어떤 조사자가 이 서고를 읽고 있습니까?
pl: Który badacz czyta kodeks?
ru: Кто из сыщиков читает этот архив?
zh: 哪一位調查員正在閱讀本聖典條目？

source: Read Codex 17
de: Liest Kodex-Eintrag 17
es: Lee el códice 17
fr: Lisez le Codex 17
it: Leggi il Codex 17
ko: 서고 17을 읽습니다.
pl: Czytaj Kodeks 17
ru: Прочитать архив 17
zh: 閱讀聖典17

source: You <i>(and only you)</i> earn 2 bonus experience.
de: Du <i>(und nur du)</i> verdienst 2 Bonus-Erfahrungspunkte.
es: Tú <i>(y sólo tú)</i> obtienes 2 puntos de experiencia adicionales.
fr: Vous <i>(et vous seulement)</i> recevez 2 points d’expérience bonus.
it: Tu <i>(e solo tu)</i> guadagni 2 punti esperienza.
ko: 당신<i>(오직 이 서고를 격발한 당신만)</i>은 경험치를 추가로 2만큼 얻습니다.
pl: Ty <i>(i tylko ty)</i> zdobywasz 2 dodatkowe punkty doświadczenia.
ru: Вы <i>(и только вы)</i> получаете 2 опыта дополнительно.
zh: 你<i>(且只有你)</i>取得2點獎勵經驗值。

source: Because you already have a copy of Hemlock Curse in your deck, during setup for the next scenario, search your deck and discard pile for the Hemlock Curse weakness and add it to your opening hand.
de: Weil du bereits eine Kopie der Schwäche Der Hemlock-Fluch besitzt, durchsuche während der Vorbereitung des nächsten Szenarios dein Deck und deinen Ablagestapel nach der Schwäche Der Hemlock-Fluch und füge sie deiner Starthand hinzu.
es: Como ya tienes una copia de la Debilidad La maldición Cicuta en tu mazo, durante la preparación del próximo escenario, busca la Debilidad La maldición Cicuta en tu mazo y pila de descartes y añádela a tu mano inicial.
fr: Puisque vous avez déjà une copie de la faiblesse Malédiction des Hemlock, lors de la mise en place du prochain scénario, cherchez la faiblesse Malédiction des Hemlock dans votre deck et votre pile de défausse et ajoutez-la à votre main de départ.
it: Visto che nel tuo mazzo hai già una copia della Maledizione degli Hemlock, durante la preparazione del prossimo scenario, cerca nel tuo mazzo e nella tua pila degli scarti la debolezza Maledizione degli Hemlock e aggiungila alla tua mano di partenza.
ko: 이미 ‘헴록의 저주’ 약점이 당신의 덱에 있으므로, 다음 시나리오를 준비하는 동안 당신의 덱과 버린 카드 더미에서 ‘헴록의 저주’ 약점을 찾아 당신의 시작 카드에 추가합니다.
pl: Ponieważ posiadasz już kopię Klątwy Hemlock w swojej talii, podczas przygotowania kolejnego scenariusza, przeszukaj talię i stos kart odrzuconych w poszukiwaniu osłabienia Klątwa Hemlock i dodaj je do swojej startowej ręki.
ru: Поскольку у вас уже есть копия «Проклятия Хемлоков» в колоде, во время подготовки к следующему сценарию найдите в своих колоде и сбросе карту слабости «Проклятие Хемлоков» и добавьте себе на стартовую руку.
zh: 因為赫姆拉克的詛咒已經在你的牌庫中，在下一場冒險的設置期間，查找你的牌庫和棄牌堆，找出赫姆拉克的詛咒弱點，並將其加入你的起始手牌。

source: Search the set-aside <i>Day of Rain</i> encounter set for the Hemlock Curse weakness and add it to your deck. It does not count toward your deck size.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Regentag</i> nach 1 Schwäche Der Hemlock-Fluch und füge sie deinem Deck hinzu. Sie zählt nicht gegen deine Deckgröße.
es: Busca en el conjunto de encuentros <i>Día de lluvia</i> puesto aparte la Debilidad La maldición Cicuta y añádela a tu mazo. No cuenta para tu tamaño de mazo.
fr: Cherchez la faiblesse Malédiction des Hemlock dans le set de rencontre <i>Jour de Pluie</i> mis de côté et ajoutez-la à votre deck. Elle ne compte pas dans la taille de votre deck.
it: Cerca nel set di incontri <i>Giorno di Pioggia</i> messo da parte la debolezza Maledizione degli Hemlock e aggiungila al tuo mazzo (non considerandola nella dimensione del tuo mazzo).
ko: [[우천일]] 조우 세트에서 ‘헴록의 저주’ 약점을 찾아서 당신의 덱에 추가합니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
pl: Przeszukaj odłożony na bok zestaw spotkań Deszczowy dzień w poszukiwaniu tego osłabienia i dodaj je do twojej talii. Nie wlicza się ono do limitu kart w twojej talii badacza.
ru: Найдите в наборе контактов «День дождя» карту «Проклятие Хемлоков» и добавьте в свою колоду. Эта карта не идёт в счёт размера колоды.
zh: 查找放在一旁的<i>綿雨之日</i>遭遇組，找出赫姆拉克的詛咒弱點，並將其加入你的牌庫，這張卡牌不計入該你的牌庫卡牌張數。

source: Do not record the Victory X value of each card in the victory display. Each investigator earns the bonus experience awarded during this prelude. Record each bonus experience earned under “Unspent Experience” in your Campaign Log, <b>but do not spend any of it until the end of the next scenario.</b>
de: Die Sieg-X-Werte der Karten im Siegpunktestapel werden nicht notiert. Jeder Ermittler verdient die Bonus-Erfahrungspunkte aus diesem Vorspiel. Die Bonus-Erfahrungspunkte werden im Kampagnenlogbuch unter „Nicht ausgegebene EP“ notiert, <b>können aber nicht vor dem Ende des nächsten Szenarios ausgegeben werden.</b>
es: No anotes el valor de Victoria X de las cartas de la zona de victoria. Cada investigador obtiene la experiencia adicional concedida durante este Preludio. Anota los puntos de experiencia adicionales obtenidos en la sección “Experiencia sin gastar” del registro de campaña, <b>pero no se puede gastar hasta el final del siguiente escenario</b>.
fr: N’indiquez pas la valeur Victoire X de chaque carte dans la pile de victoire. Tous les investigateurs reçoivent le nombre de points d’expérience bonus accordé lors de ce prologue. Indiquez chaque point d’expérience obtenu sous le titre « Expérience Non Dépensée » de votre Carnet de Campagne, <b>mais ne dépensez aucun d’entre eux avant la fin du prochain scénario</b>.
it: Non annotate il valore di Vittoria delle carte nella galleria delle vittorie. Annotate nel Diario della Campagna alla voce "Punti Esperienza da Spendere" i punti esperienza guadagnati da ogni investigatore durante questo preludio, <b>ma non spendeteli fino alla fine del prossimo scenario.</b>
ko: 승점 더미에 있는 카드의 승점값을 기록하지 않습니다. 각 조사자는 이번 서막을 진행하며 추가 경험치 보상을 얻었을 것입니다. <b>각자 경험치를 캠페인 기록지의 “사용하지 않은 경험치” 항목에 기록하되, 이 경험치는 다음 시나리오가 끝날 때까지 소비하지 않습니다.</b>
pl: Nie notujcie wartości „Zwycięstwo X” żadnych kart w puli zwycięstwa. Każdy badacz zdobywa dodatkowe punkty doświadczenia przyznane podczas tego preludium. Zanotuj te punkty doświadczenia w sekcji „Niewykorzystane punkty doświadczenia” w Dzienniku kampanii, <b>ale na razie ich nie wydawaj.</b>
ru: Не учитывайте победные значения всех карт на победном счету. Каждый сыщик получает дополнительный опыт, полученный во время этой прелюдии. Запишите этот опыт в раздел «Непотраченный опыт» журнала кампании, <b>но не тратьте его до конца следующего сценария.</b>
zh: 不要記錄在勝利區所有卡牌的勝利X。每位調查員取得本序章期間的獎勵經驗值，在劇本日誌中的“未花費經驗值”中記錄下取得的獎勵經驗值，<b>但在下場冒險結束前不要花費這些經驗值。</b>

source: Make preparations for your next survey.
de: Jeder Ermittler bereitet sich auf den nächsten Forschungstrip vor.
es: Realiza los preparativos para el siguiente estudio.
fr: Faites des préparatifs pour votre prochaine enquête.
it: Preparatevi per la vostra prossima uscita.
ko: 다음 현장 조사를 위해 다음과 같이 준비합니다.
pl: Przygotuj się do następnej wyprawy.
ru: Подготовьтесь к следующему выходу.
zh: 為你的下次調查作準備。

source: Dr. Marquez emerges from upstairs with a stony look on her face. Bertie follows, nursing a bandaged arm. His face is ashen as he recounts his experience: “I was walking at the edge of the woods—I think at midday—when I felt the most delicious, erm.” He struggles to put it into words. “An absolute joy. And then I suppose I lost myself. When I came to, it was night and I was quite lost. And now that I’ve returned, I can’t help but reflect on that breathless feeling. ‘Emotion recollected in tranquility,’ eh?” The professor rolls her eyes but doesn’t comment.
de: Dr. Marquez kommt mit steinerner Miene aus dem Obergeschoss der Pension. Bertie folgt ihr mit einem bandagierten Arm. Sein Gesicht ist aschfahl, als er seine Erlebnisse schildert: „Ich ging am Waldrand spazieren – ich glaube, es war um die Mittagszeit –, als ich es fühlte, es war so köstlich, so ...“ Es fällt ihm schwer, die richtigen Worte zu finden. „Eine vollkommene Freude. Und ab da weiß ich nichts mehr. Als ich wieder zu mir kam, war es Nacht und ich hatte mich verirrt. Und jetzt, wo ich zurück bin, kann ich nicht anders, als über dieses atemberaubende Gefühl nachzudenken. Eine ‚Emotion aus der Ruhe heraus‘, würde man es wohl poetisch ausdrücken?“ Die Professorin rollt mit den Augen, sagt aber nichts.
es: La Dra. Marquez sale del piso de arriba con cara impasible, seguida de Bertie que lleva un brazo vendado. Tiene el rostro ceniciento mientras cuenta su experiencia: –Iba caminando por la linde del bosque, creo que a mediodía, cuando sentí una deliciosa... esto... –Le cuesta expresarlo con palabras–. Una dicha absoluta. Y luego supongo que me quedé absorto. Cuando volví en mí, era de noche y estaba totalmente perdido. Y ahora que he vuelto, no puedo evitar pensar en esa sensación arrebatadora. “Una emoción recolectada en tranquilidad”, ¿saben? La profesora pone los ojos en blanco, pero no hace ningún comentario.
fr: Le Dr Marquez descend de l’étage, impassible. Bertie la suit, le bras bandé. Le visage livide, il raconte son expérience : « je me promenais à l’orée des bois… À midi je crois… quand j’ai ressenti la plus délicieuse… » Il peine à l’exprimer. « Une joie absolue. Et puis je suppose que je me suis perdu. Quand je suis revenu à moi, il faisait nuit et je ne savais pas où j’étais. Et maintenant que je suis là, je ne peux m’empêcher de penser à cette sensation de manquer d’air. «Le souvenir des émotions dans un esprit serein» hein ? » Le professeur roule des yeux, mais ne fait pas de commentaire.
it: La dottoressa Marquez scende le scale con il viso contratto in un'espressione impietrita. Dietro di lei c'è Bertie, che sta massaggiando il suo braccio fasciato. "Stavo camminando lungo il limitare del bosco" vi spiega, e solo ora vi rendete conto di quanto sia impallidito. "Credo fosse mezzogiorno, quando ho sentito la più incredibile... come dire..." Sembra avere difficoltà a trovare le parole. "Una gioia assoluta. E poi credo di essermi perso. Quando sono tornato in me era notte e non avevo idea di dove mi trovassi. E ora che sono tornato, non riesco a smettere di ripensare a quella sensazione mozzafiato. Come dice il poeta: 'l'emozione rivive nella quiete', no?" La professoressa al suo fianco alza gli occhi al cielo, ma si trattiene dal commentare.
ko: 냉랭한 표정의 마르케스 박사가 위층에서 나타났고, 팔에 붕대를 칭칭 감은 버티가 그 뒤를 따릅니다. 어젯밤 있었던 일을 말하는 내내 버티의 얼굴이 흙빛을 띱니다. “숲 가장자리를 걷고 있었어요. 아마도 한낮이었을 것 같은데, 뭔가 정말로 좋은 기분이... 그러니까...” 버티가 적절한 말을 고르느라 진땀을 뺍니다. “그래요, 어마어마한 기쁨이 밀려왔어요! 그러고는 정신을 잃고 말았죠. 다시 정신을 차렸을 때는 밤이었고 숲속에서 길을 잃었단 사실을 알게 됐어요. 이제는 마을로 돌아왔으니까 말인데, 숨이 멎을 것만 같았던 그 느낌이 절로 떠오르는걸요. 워즈워스 시인이 말했던 ‘고요 속에서 되짚어보는 정서’랄까요?” 마르케스 박사는 눈을 치켜뜨지만, 어떤 말도 덧붙이지 않습니다.
pl: Dr Marquez schodzi z góry z kamiennym wyrazem twarzy. Podąża za nią Bertie z zabandażowanym ramieniem. Krew odpływa mu z twarzy, gdy opowiada o swoich przeżyciach: „Spacerowałem skrajem lasu, gdy w pewnym momencie, myślę, ze około południa, poczułem... rozkosz”. Z trudem ujmuje to w słowa. „To była absolutna radość. A potem chyba odpłynąłem. Kiedy się ocknąłem, trwała noc i byłem całkiem zagubiony. Teraz nie potrafię przestać myśleć o tym zapierającym dech w piersiach uczuciu. «Emocje odzyskane w spokoju», nieprawdaż?" Rosa przewraca oczami, ale nie komentuje.
ru: Доктор Маркес спускается с лестницы с каменным выражением лица. За ней следует Берти, придерживая забинтованную руку. Пепельно бледный, он рассказывает о своих приключениях: «Я гулял на краю леса… Думаю, это был полдень… И я почувствовал наивкуснейшую, эм… — ему сложно облечь свои впечатления в слова. — Абсолютную радость. И тут я, похоже, отключился. Когда я пришёл в себя, уже была ночь, и я не понимал, где я. И теперь, когда я вернулся, я не могу не думать о том захватывающем чувстве. „Эмоции вспоминаются в спокойствии“, а?» Профессор закатывает глаза, но ничего не говорит.
zh: 馬爾克斯博士從樓上出現，面色陰沉，柏蒂跟在她身後，小心地護著裹著繃帶的手。回想起昨晚的經歷，他的臉色依然蒼白：“我在森林邊緣散步，應該是正午的時候，突然我感覺一切都絕頂美味，呃。”他努力找到適當的話來表達，“一種無上的喜悅，然後我想我就迷失自己了。我回過神來時已經是晚上，而且我迷路了。現在我回來了，但還是忍不住會想起那種窒息般的感覺，就像詩人們說的‘情緒總在寧靜後湧現’不是嗎？”教授翻了翻白眼，但沒有多做評論。

source: Dr. Marquez slams the screen door as she enters. “Mother Rachel told me she found Bertie wandering around this morning. I saw him recovering at the Atwood House, and he looks just fine. Babbling nonsense and reading some of the local poetry.”
de: Dr. Marquez schlägt die Fliegengittertür hinter sich zu, als sie eintritt. „Mutter Rachel hat mir erzählt, dass sie Bertie heute Morgen umherirrend gefunden hat. Ich habe ihn kurz im Atwood-Haus besucht, wo er sich gerade erholt. Es scheint ihm aber gut zu gehen. Er plappert Unsinn und liest ein paar hiesige Gedichte.“
es: La Dra. Marquez cierra de un portazo la puerta mosquitera al entrar. –La madre Rachel me dijo que encontró a Bertie deambulando por ahí esta mañana. Lo he visto recuperándose en la Casa Atwood y parecía estar perfectamente. Balbuciendo tonterías y leyendo poesía local.
fr: Le Dr Marquez entre en claquant la porte recouverte d’une moustiquaire. « Mère Rachel m’a dit qu’elle avait trouvé Bertie ce matin qui errait dehors. Je l’ai vu à la Maison Atwood où il se repose, et il a l’air en pleine forme. Il raconte des choses sans queue ni tête et lit des poèmes locaux. »
it: La dottoressa Marquez entra sbattendo la zanzariera della porta. "Madre Rachel mi ha detto di aver trovato Bertie che vagava senza meta, stamattina. L'ho visto che riposava nella casa degli Atwood e sembra stare bene. Farnetica cose senza senso e legge poesie di qualche autore locale."
ko: 마르케스 박사가 숙소 건물로 들어오며 그물문을 쾅 하고 닫습니다. “대모 레이첼이 오늘 아침에 근처를 떠돌아다니던 버티를 찾았다더군요. 앳우드 저택에서 휴식을 취하고 있던데, 큰 탈은 없어 보였어요. 언제나처럼 말도 안 되는 헛소리를 나불대면서, 지역 시인들의 작품이나 읽고 있던 걸 보아하니 말이죠.”
pl: Dr Marquez wchodzi do środka, trzaskając drzwiami z moskitierą. „Matka Rachel powiedziała mi, że dziś rano znalazła Bertiego, spacerującego sobie spokojnie. Dochodzi do siebie w domu Atwoodów i wygląda na to, że wszystko z nim w porządku. Jak zwykle plecie bzdury i czyta lokalną poezję.
ru: Войдя, доктор Маркес громко захлопывает за собой дверь: «Матушка Рейчел сказала мне, что этим утром она нашла Берти блуждающим по округе. Я видела его в доме Этвудов, он приходит в себя и выглядит хорошо. Бормочет какой-то бред и цитирует местную поэзию».
zh: 馬爾克斯博士甩上紗門，進入旅店。“瑞秋主母告訴我，她今早找到柏蒂了，他四處在遊蕩。他在阿特伍德大宅休養，我去看過他了，看起來沒事。只是一直胡言亂語，還不斷讀著當地的詩集。”
