Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/10_the_second_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You find Leah standing by the dinner spread, hands trembling. “Simeon kept talking about a ‘Miner Club’ lately. I wonder if—” she goes pale. “Sorry, I can’t dance right now.”
de: Leah steht mit zitternden Händen am Esstisch. „Simeon hat in letzter Zeit immer wieder von einem ‚Bergarbeiter-Klub‘ gesprochen. Ich frage mich, ob...“ Sie wird blass. „Tut mir leid, ich kann jetzt nicht tanzen.“
es: Encuentras a Leah junto a la cena, con las manos temblorosas. –Últimamente, Simeon no dejaba de hablar de un “club de mineros”. Me pregunto si… –Palidece–. Lo siento, ahora mismo no puedo bailar.
fr: Vous trouvez Leah debout près de la table, les mains tremblantes. « Simeon n’arrêtait pas de parler d’un « Club des Mineurs » ces derniers temps. Je me demande si… » Elle devient pâle. « Désolée, je ne peux pas danser pour l’instant. »
it: Trovi Leah nei pressi della grande tavolata, con lo sguardo nel vuoto e le mani tremolanti. "Simeon continuava a parlare di un 'Club dei Minatori'. Mi chiedo se ... " Il suo volto impallidisce. "Mi dispiace, non posso ballare ora."
ko: 리아는 식탁 옆에 서서 두 손을 덜덜 떨고 있었습니다. “시미언이 요즘 따라 ‘광부 결사’인가 하는 말을 자주 했수. 설마...” 리아의 얼굴이 새하얗게 질립니다. “미안하우, 지금은 춤이나 추고 있을 때가 아닌 것 같수.”
pl: Znajdujesz Leah stojącą z drżącymi rękami nad stołami z jedzeniem. „Simeon ostatnio często wspominał o «Klubie Górników». Zastanawiam się, czy...” – kobieta blednie. – „Przepraszam, nie mogę teraz tańczyć”.
ru: Лия стоит у обеденного стола, её руки дрожат. «Симеон всё болтал об этом своём „шахтёрском клубе“. А вдруг… — она бледнеет. — Простите, я сейчас не могу танцевать».
zh: 你发现莉亚站在餐桌旁，双手颤抖。“西缅最近一直提到什么‘矿工俱乐部’，我在想他会不会 — ”她的脸色瞬间苍白，“抱歉，我现在不能跳舞。”

source: Leah steps out onto the wooden floor with you and dances along. Although she can’t quite keep step with the music, she sweeps you off your feet with surprising ease and spins you around. The others cheer as you take a bow.
de: Leah betritt mit dir den hölzernen Boden der Tanzfläche und sie bietet dir ihre Hand an. Sie kann zwar nicht ganz mit der Musik Schritt halten, aber dann packt sie dich mit einer überraschenden Leichtigkeit und wirbelt dich übers Parkett. Die Menge um euch jubelt und du verbeugst dich höflich.
es: Leah va contigo al suelo de madera y bailáis juntos. Aunque no logra ir al ritmo de la música, te maneja con sorprendente facilidad y te hace girar. Los demás os jalean cuando termináis de bailar.
fr: Leah vous accompagne sur le plancher en bois pour danser avec vous. Bien qu’elle n’arrive pas à suivre le rythme de la musique, elle vous soulève avec une facilité surprenante et vous fait tourner sur vous-même. Les autres vous applaudissent et vous les saluez par une révérence.
it: Leah ti segue sul pavimento di legno e comincia a ballare con te. Sebbene non riesca propriamente a seguire la musica, ti stupisce la facilità con cui riesce a sollevarti di peso per farti fare una piroetta. Gli astanti sorridono mentre vi fate un inchino di saluto.
ko: 리아가 당신과 함께 나무 마룻바닥으로 나와 춤을 춥니다. 비록 음악에 맞춰 스텝을 밟는 데는 소질이 없었지만, 놀라울 정도로 느긋한 모습으로 당신 곁을 스핀 하는 모습을 보며 당신도 춤판에 푹 빠져듭니다. 당신과 리아가 춤을 마치고 함께 군중을 향해 인사를 하자, 주변에서 환호가 터져 나옵니다.
pl: Leah wychodzi z tobą na drewnianą podłogę i tańczy. Chociaż nie potrafi w pełni dotrzymać kroku muzyce, z zaskakującą łatwością wykonuje skomplikowane figury i obroty. Gdy się kłaniacie, zostajecie nagrodzeni oklaskami.
ru: Лия выходит вместе с вами на деревянный пол и начинает танцевать. Хотя она не совсем успевает за музыкой, она с удивительной лёгкостью подхватывает и кружит вас. Остальные аплодируют, когда вы кланяетесь.
zh: 莉亚跟著你踏上木制地板，与你一同起舞。虽然她跟不太上拍子，但她踏著从容的舞步，与你一同旋转，让你十分惊艳。当你们鞠躬致意时，众人拍手欢呼。

source: In Leah Atwood’s Notes, record <i>Leah shared a dance</i>.
de: Notiere unter Leah Atwoods Notizen: <i>Leah hat mit dir getanzt</i>.
es: Anota en las Notas de Leah Atwood que <i>Leah compartió un baile</i>.
fr: Dans les Notes de Leah Atwood, indiquez que <i>Leah a dansé avec vous</i>.
it: Annota negli Appunti di Leah Atwood che <i>Leah ha accettato di ballare</i>.
ko: ‘리아 앳우드’의 기록지에 [[리아와 춤을 추었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Leah Atwood, że <i>Leah zatańczyła</i>.
ru: В заметках Лии Этвуд запишите, что <i>Лия разделила с вами танец</i>.
zh: 在莉亚．阿特伍德的笔记中，记录下<i>与莉亚共舞</i>。

source: Leah shared a dance.
de: Leah hat mit dir getanzt.
es: Leah compartió un baile.
fr: Leah a dansé avec vous.
it: Leah ha accettato di ballare.
ko: 리아와 춤을 추었다
pl: Leah zatańczyła.
ru: Лия разделила с вами танец.
zh: 与莉亚共舞。

source: <b>If Simeon Atwood is at Relationship Level 3 or higher:</b>
de: <b>Falls Simeon Atwoods Beziehungsstufe 3 oder höher ist:</b>
es: <b>Si el nivel de relación de Simeon Atwood es 3 o más:</b>
fr: <b>Si Simeon Atwood a un Niveau de Relation au moins égal à 3 :</b>
it: <b>Se il Livello di Relazione con Simeon Atwood è pari o superiore a 3:</b>
ko: <b>‘시미언 앳우드’와의 친밀도가 3 이상이라면:</b>
pl: <b>Jeśli stopień zażyłości z Simeonem Atwoodem wynosi 3 lub więcej:</b>
ru: <b>Если уровень доверия Симеона Этвуда 3 и выше:</b>
zh: <b>如果西缅．阿特伍德的友好度至少有3格：</b>

source: “Get ready for the Texas Tommy!” Simeon waves his hands overhead as the band picks up the tempo. “Not bad, not bad,” You feel something cold and slick creep up your leg. He smiles mischievously as you extract the garter snake from around your ankle.
de: „Machen Sie sich bereit für den Texas Tommy!“ Simeon wedelt mit den Händen über dem Kopf, während die Band das Tempo anzieht. „Nicht schlecht, nicht schlecht. Und jetzt schauen Sie nach oben!“ Du spürst, wie etwas Kaltes und Glitschiges dein Bein hinaufgleitet. Er lächelt schelmisch, als du eine Strumpfbandnatter von deinem Knöchel entfernst.
es: –¡Preparados para el Texas Tommy! –exclama Simeon mientras mueve las manos sobre su cabeza cuando la banda acelera el ritmo–. No está mal, no está mal. Notas que algo frío y viscoso sube por tu pierna. El chico muestra una sonrisa pícara mientras te quitas la culebra rayada que se ha enroscado en tu tobillo.
fr: « Préparez-vous pour le Texas Tommy ! » Simeon agite ses mains au-dessus de sa tête tandis que le groupe accélère le tempo. Vous sentez quelque chose de froid et de lisse remonter le long de votre jambe. Il sourit malicieusement tandis que vous retirez une couleuvre de votre cheville.
it: "Pronti per un po' di swing?" Simeon agita le mani sulla testa e i musicisti cercano di stare al tempo. "Niente male, niente male!" Senti qualcosa di freddo e viscido strisciarti sulla gamba. Simeon sorride dispettoso mentre ti sfili un serpentello dalla caviglia.
ko: “그럼 텍사스 토미로 추자!” 악단이 템포를 올리자 시미언이 양손을 머리 위로 흔듭니다. “나쁘진 않아, 나쁘진 않아.” 그때 차갑고 매끈한 뭔가가 당신의 다리를 타고 오르는 느낌이 듭니다. 당신이 발목에 휘감긴 줄무늬 가터뱀을 떼어 내자 시미언이 짓궂게 웃습니다.
pl: „Pora na swing!” Simeon macha rękami nad głową, gdy zespół gra jeszcze szybszą melodię. „Całkiem, całkiem” – mówi z uznaniem. Czujesz, jak coś zimnego i śliskiego wspina się po twojej nodze. Simeon uśmiecha się złośliwie, gdy zdejmujesz węża pończosznika ze swojej kostki.
ru: «Приготовьтесь увидеть Техасского Томми! — Симеон размахивает руками над головой, и группа подхватывает темп. — Неплохо, неплохо». Вы чувствуете, как по вашей ноге ползёт вверх что-то холодное и гладкое. Симеон коварно улыбается, когда вы ловите ужа, успевшего доползти вам до колена.
zh: “来首德克萨斯汤米吧！”西缅举高双手打著节拍，乐团跟上他的节奏。“不错，不错。”你感觉到有某种冰冷黏滑的东西爬上你的腿，当你把一条缠在脚踝上的袜带蛇赶走时，他发出得逞的奸笑。

source: In Simeon Atwood’s Notes, record <i>Simeon shared a dance</i>.
de: Notiere unter Simeon Atwoods Notizen: <i>Simeon hat mit dir getanzt</i>.
es: Anota en las Notas de Simeon Atwood que <i>Simeon compartió un baile</i>.
fr: Dans les Notes de Simeon Atwood, indiquez que <i>Simeon a dansé avec vous</i>.
it: Annota negli Appunti di Simeon Atwood che <i>Simeon ha accettato di ballare</i>.
ko: ‘시미언 앳우드’의 기록지에 [[시미언과 춤을 추었다]]라고 기록합니다.
pl: Zanotuj w Notatkach Simeona Atwooda, że <i>Simeon zatańczył</i>.
ru: В заметках Симеона Этвуда запишите, что <i>Симеон разделил с вами танец</i>.
zh: 在西缅．阿特伍德的笔记中，记录下<i>与西缅共舞</i>。

source: Simeon shared a dance.
de: Simeon hat mit dir getanzt.
es: Simeon compartió un baile.
fr: Simeon a dansé avec vous.
it: Simeon ha accettato di ballare.
ko: 시미언과 춤을 추었다
pl: Simeon zatańczył.
ru: Симеон разделил с вами танец.
zh: 与西缅共舞。

source: “Sorry, but you’re kind of boring,” Simeon shrugs. “Get ready for the Texas Tommy!” he shouts to his friends.
de: „Tut mir leid, aber Sie Sind mir irgendwie zu langweilig.“ Simeon zuckt mit den Schultern und wendet sich seinen Freunden zu. „Macht euch bereit für den Texas Tommy!“
es: –Lo siento, pero es un poco muermo –dice Simeon encogiéndose de hombros–. ¡Preparados para el Texas Tommy! –les grita a sus amigos.
fr: « Désolé, mais vous êtes un peu ennuyeux », dit Simeon en haussant les épaules. « Préparez-vous pour le Texas Tommy ! », crie-t-il à ses amis.
it: "Mi spiace, ma non sei molto divertente" ti risponde Simeon facendo spallucce. "Pronti per un po' di swing?" grida ai suoi amici.
ko: “미안하지만 너는 따분해서 말야.” 시미언이 어깨를 으쓱하더니 큰 소리로 친구들을 부릅니다. “텍사스 토미나 추자고!”
pl: „Przepraszam, ale trochę z ciebie nudziarz” – wzrusza ramionami Simeon. „Pora na swing!” – krzyczy do swoich przyjaciół.
ru: «Простите, но с вами как-то скучно, — пожимает плечами Симеон. — Приготовьтесь увидеть Техасского Томми!» — кричит он своим друзьям.
zh: “抱歉，但你有点无聊。”西缅耸耸肩，“来首德克萨斯汤米吧！”他转身对他的朋友们高喊。

source: <b>If William Hemlock is at Relationship Level 3 or higher:</b>
de: <b>Falls William Hemlocks Beziehungsstufe 3 oder höher ist:</b>
es: <b>Si el nivel de relación de William Cicuta es 3 o más:</b>
fr: <b>Si William Hemlock a un Niveau de Relation au moins égal à 3 :</b>
it: <b>Se il Livello di Relazione con William Hemlock è pari o superiore a 3:</b>
ko: <b>‘윌리엄 헴록’과의 친밀도가 3 이상이라면:</b>
pl: <b>Jeśli stopień zażyłości z Williamem Hemlockiem wynosi 3 lub więcej:</b>
ru: <b>Если уровень доверия Уильяма Хемлока 3 и выше:</b>
zh: <b>如果威廉．赫姆拉克的友好度至少有3格：</b>

source: “It’s been years and I’m out of practice, but why not?” William joins you on the dance floor and leads you in a waltz. After several bumps and awkward gaffes, the dance ends mercifully early. The older Hemlock looks quite pleased as he takes his place back in the corner.
de: „Es ist Jahre her und ich bin völlig außer Übung, aber warum nicht?“ William gesellt sich zu dir auf die Tanzfläche und beginnt mit dir einen Walzer. Nach einigen Zusammenstößen und ungeschickten Remplern endet das Lied gnädigerweise recht früh. Der ältere Hemlock sieht recht zufrieden aus, als er wieder seinen Platz in der Ecke einnimmt.
es: –Hace muchos años y estoy falto de práctica, pero ¿por qué no? William se une a ti en la pista de baile y bailáis un vals en el que él lleva la voz cantante. Tras varios choques y traspiés, el baile toca a su fin piadosamente pronto. El Cicuta mayor parece bastante complacido cuando vuelve a su sitio en el rincón.
fr: « Cela fait de nombreuses années et je manque de pratique, mais pourquoi pas ? » William vous rejoint sur la piste de danse et vous entraîne dans une valse. Après plusieurs chocs et maladresses, la danse se termine heureusement plus tôt que prévu. L’aîné des Hemlocks a l’air plutôt satisfait en reprenant sa place au coin de la pièce.
it: "Sono passati anni dall'ultima volta e sono fuori allenamento, ma perché no?" William si unisce a te in pista e ti accompagna in un valzer. Dopo esservi pestati i piedi varie volte, il brano su cui danzavate si interrompe fortunatamente in anticipo. Il vecchio Hemlock torna a sedersi al suo posto con un'espressione piuttosto soddisfatta sul volto.
ko: “춤을 춰본 지도 연습하지 않은 지도 몇 년이 되긴 했지만, 안 될 것도 없지.” 윌리엄이 당신과 함께 무도장에 서서 왈츠로 리드합니다. 몇 번 서로 부딪히고 우스꽝스러운 실수가 있었지만, 자비롭게도 춤은 오래 이어지지 않았습니다. 윌리엄 헴록 노인은 퍽 만족스러운 얼굴로 다시 귀퉁이에 있는 제자리로 돌아갑니다.
pl: „Od ostatniego razu minęły lata i chyba wyszedłem z wprawy, ale dlaczego nie?” William dołącza do ciebie na parkiecie i prowadzi cię w walcu. Po kilku zderzeniach i niezręcznych pomyłkach taniec kończy się wystarczająco wcześnie, by oszczędzić wam wstydu. Stary Hemlock wygląda na zadowolonego, gdy zajmuje swoje miejsce w kącie.
ru: «Я не танцевал уже много лет, но… почему бы и нет?» Уильям присоединяется к вам на танцполе и ведёт вас в вальсе. После нескольких столкновений и неловких ляпов танец наконец заканчивается. Старший Хемлок выглядит вполне довольным, возвращаясь на своё место в углу.
zh: “我已经好几年没跳过舞，疏于练习了，但有何不可呢？”威廉跟你一起走进舞池，跳起了华尔滋。你们绊倒了几次、出丑了几次，终于提早将这支舞跳完了。这位年长的赫姆拉克家族后裔带著愉快的心情走回了角落。

source: In William Hemlock’s Notes, record <i>William shared a dance</i>.
de: Notiere unter William Hemlocks Notizen: <i>William hat mit dir getanzt</i>.
es: Anota en las Notas de William Cicuta que <i>William compartió un baile</i>.
fr: Dans les Notes de William Hemlock, indiquez que <i>William a dansé avec vous</i>.
it: Annota negli Appunti di William Hemlock che <i>William ha accettato di ballare</i>.
ko: ‘윌리엄 헴록’의 기록지에 [[윌리엄과 춤을 추었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Williama Hemlocka, że <i>William zatańczył</i>.
ru: Запишите в заметках Уильяма Хемлока, что <i>Уильям разделил с вами танец</i>.
zh: 在威廉．赫姆拉克的笔记中，记录下<i>与威廉共舞</i>。

source: William shared a dance.
de: William hat mit dir getanzt.
es: William compartió un baile.
fr: William a dansé avec vous.
it: William ha accettato di ballare.
ko: 윌리엄과 춤을 추었다
pl: William zatańczył.
ru: Уильям разделил с вами танец.
zh: 与威廉共舞。

source: “It’s been many years and I’m out of practice,” William says, straightening his jacket. “But thank you for asking.”
de: „Ich habe viele Jahre nicht getanzt und bin völlig außer Übung“, sagt William und richtet sein Jackett. „Aber danke der Nachfrage.“
es: –Hace muchos años y estoy falto de práctica –dice William mientras se alisa la chaqueta–, pero gracias por preguntar.
fr: « Cela fait de nombreuses années et je manque de pratique », dit William en remettant sa veste en place. « Mais je vous remercie de votre invitation. »
it: "Sono passati anni dall'ultima volta e sono fuori allenamento" ti risponde William lisciandosi la giacca. "Ma grazie per avermelo chiesto."
ko: 윌리엄이 재킷 깃을 세우며 답합니다. “춤을 춰본 지도 연습하지 않은 지도 몇 년이 되어서 말이오. 허나 물어봐 줘서 고맙소.”
pl: „Od ostatniego razu minęły lata i chyba wyszedłem z wprawy” – mówi William, poprawiając kurtkę. – „Ale dziękuję za propozycję”.
ru: «Я не танцевал уже много лет, — говорит Уильям, поправляя пиджак. — Но спасибо за приглашение!»
zh: “我已经好几年没跳过舞，疏于练习了。”威廉拉著他的外套说，“但还是谢谢你邀请我。”

source: <b>If River Hawthorne is at Relationship Level 3 or higher:</b>
de: <b>Falls River Hawthornes Beziehungsstufe 3 oder höher ist:</b>
es: <b>Si el nivel de relación de River Hawthorne es 3 o más:</b>
fr: <b>Si River Hawthorne a un Niveau de Relation au moins égal à 3 :</b>
it: <b>Se il Livello di Relazione con River Hawthorne è pari o superiore a 3:</b>
ko: <b>‘리버 호손’과의 친밀도가 3 이상이라면:</b>
pl: <b>Jeśli stopień zażyłości z River Hawthorne wynosi 3 lub więcej:</b>
ru: <b>Если уровень доверия Ривер Хоуторн 3 и выше:</b>
zh: <b>如果芮福．霍桑的友好度至少有3格：</b>

source: “Hop down front, then doodle back!” River calls instructions to the Black Bottom dance to everyone around. While the others struggle to keep step, you lock eyes with River and follow their every move. When it’s over, they pat your shoulder. “Not bad, dear. Not bad.”
de: „Nach vorne hüpfen, dann zurücktrippeln!“ River bringt den Leuten auf der Tanzfläche den Black Bottom bei. Während die anderen versuchen, Schritt zu halten, schaust du River in die Augen und verfolgst jede Bewegung. Als der Tanz vorbei ist, klopft River dir auf die Schulter. „Nicht schlecht, Herzchen. Nicht schlecht.“
es: –¡Saltito hacia delante y luego vamos hacia atrás! River da instrucciones a quienes la rodean para bailar el Black Bottom. Mientras los demás tratan de mantener el ritmo, tú no pierdes de vista a River y sigues todos sus movimientos. Cuando termina, te da una palmadita en el hombro. –No está mal, nada mal.
fr: « Sautez vers l’avant, puis remuez vers l’arrière ! » River donne des instructions à tout le monde pour danser le Black Bottom. Pendant que les autres s’efforcent de garder le rythme, vous regardez River dans les yeux et suivez chacun de ses mouvements. Lorsque la danse est terminée, elle vous tapote l’épaule. « Pas mal, mon chéri. Pas mal. »
it: "Un passo avanti, due indietro!" River insegna i rudimenti del charleston a tutte le persone che ha intorno. Nonostante quasi tutti abbiano difficoltà a tenere il passo, incroci lo sguardo con River e ti impegni a seguire ogni sua mossa. Finita la canzone, ti si avvicina per darti una pacca sulla spalla: "Niente male, tesoro. Davvero niente male."
ko: “이렇게 앞으로 펄쩍 뛰고, 뒤로 쓰윽 미끄러지는 거지!” 리버가 주변 모두에게 블랙 바텀 댄스를 추는 법을 알려줍니다. 모두가 스텝을 따라가느라 애쓰는 사이, 당신은 리버에게 눈을 맞추고 모든 몸짓을 따라 합니다. 춤이 끝나자, 리버가 당신의 어깨를 가볍게 툭툭 두들깁니다. “자기, 그 정도면 나쁘지 않던걸요? 실은 꽤 괜찮았어요.”
pl: „Hop do przodu i ślizg do tyłu!” – River podaje reszcie kroki słynnego tańca Black Bottom. Podczas gdy inni ledwo nadążają, ty wbijasz wzrok w River i śledzisz każdy jej ruch. Kiedy taniec dobiega końca, klepie cię po ramieniu „Całkiem nieźle, skarbie. Całkiem nieźle”.
ru: «Прыгаем вперёд, потом танцуем назад!» — Ривер объясняет всем желающим, как плясать блэк-боттом. У остальных не получается попадать в такт, но вы ловите взгляд Ривер и повторяете её движения. Когда танец заканчивается, она хлопает вас по плечу: «Неплохо, дорогуша. Неплохо».
zh: “单脚前蹲，然后踏步回来！”芮福指导周围所有人跳起了黑人摇摆舞。其他人努力地跟上节奏，你则盯著芮福，跟著他的动作。舞蹈结束后，芮福拍了拍你的肩膀说：“不错，亲爱的，跳得不错。”

source: In River Hawthorne’s Notes, record <i>River shared a dance</i>.
de: Notiere unter River Hawthornes Notizen: <i>River hat mit dir getanzt</i>.
es: Anota en las Notas de River Hawthorne que <i>River compartió un baile</i>.
fr: Dans les Notes de River Hawthorne, indiquez que <i>River a dansé avec vous</i>.
it: Annota negli Appunti di River Hawthorne che <i>River ha accettato di ballare</i>.
ko: ‘리버 호손’의 기록지에 [[리버와 춤을 추었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach River Hawthorne, że <i>River zatańczyła</i>.
ru: Запишите в заметках Ривер Хоуторн, что <i>Ривер разделила с вами танец</i>.
zh: 在芮福．霍桑的笔记中，记录下<i>与芮福共舞</i>。

source: River shared a dance.
de: River hat mit dir getanzt.
es: River compartió un baile.
fr: River a dansé avec vous.
it: River ha accettato di ballare.
ko: 리버와 춤을 추었다
pl: River zatańczyła.
ru: Ривер разделила с вами танец.
zh: 与芮福共舞。

source: “Sorry, but you just can’t keep up,” River teaches the Black Bottom to the other dancers. Unfortunately, you don’t make the cut.
de: „Tut mir leid, aber Sie können einfach nicht mithalten.“ River bringt einigen ausgewählten Tänzern den Black Bottom bei. Du hast es leider nicht in die engere Auswahl geschafft.
es: –Lo siento, pero no es capaz de estar a la altura. River enseña el Black Bottom a los demás bailarines. Por desgracia, no has pasado el corte.
fr: « Désolé, mais vous n’arriveriez pas à suivre. » River enseigne le Black Bottom aux autres danseurs. Malheureusement, vous ne faites pas partie des élus.
it: "Mi dispiace, ma non riusciresti a stare al passo." River sta insegnando il charleston agli altri astanti. Purtroppo, non hai superato la selezione.
ko: “미안해요, 하지만 제 춤에 맞출 수 없을 걸요.” 리버는 다른 춤꾼들에게 블랙 바텀 댄스를 알려줍니다. 안타깝게도 당신은 리버의 눈에 들지 못했나 봅니다.
pl: „Wybacz, ale po prostu nie dasz rady nadążyć” – mówi River, ucząc pozostałych kroków słynnego tańca Black Bottom. Niestety, nie bierzesz w nim udziału.
ru: «Прости, но ты совсем не поспеваешь», — Ривер переключается на других танцоров и продолжает учить их блэк-боттому. К сожалению, вас в группу не берут.
zh: “抱歉，但你应该跟不上。”芮福指导周围所有人跳起了黑人摇摆舞。不幸的是，你完全无法加入。

source: <b>If Gideon Mizrah is at Relationship Level 3 or higher:</b>
de: <b>Falls Gideon Mizrahs Beziehungsstufe 3 oder höher ist:</b>
es: <b>Si el nivel de relación de Gideon Mizrah es 3 o más:</b>
fr: <b>Si Gideon Mizrah a un Niveau de Relation au moins égal à 3 :</b>
it: <b>Se il Livello di Relazione con Gideon Mizrah è pari o superiore a 3:</b>
ko: <b>‘기디언 미즈라’와의 친밀도가 3 이상이라면:</b>
pl: <b>Jeśli stopień zażyłości z Gideonem Mizrahem wynosi 3 lub więcej:</b>
ru: <b>Если уровень доверия Гидеона Мизры 3 и выше:</b>
zh: <b>如果吉迪恩．米兹拉的友好度至少有3格：</b>

source: “Aye, but only if we dance the Yankee Doodle,” Gideon says with a youthful grin. You go to the band and make the request, and return to find the old sailor swaying in time to the music. “My niece Gavriella loved this song. I hae’n’t seen ‘er in years though...”
de: „Aye ,aye, aber nur wenn wir den Yankee Doodle tanzen“, sagt Gideon mit einem jugendlichen Grinsen. Du gehst zur Band und trägst die Bitte vor, und als du zurückkommst, wiegt sich der alte Seemann im Takt der Musik. „Meine Nichte Gavriella liebte dieses Lied. Ich habe sie allerdings seit Jahren nicht mehr gesehen ...“
es: –Sí, pero sólo si bailamos el Yankee Doodle –dice Gideon con una sonrisa juvenil. Te acercas a la banda y les haces la petición. Cuando regresas, el viejo marinero está meciéndose al compás de la música. –A mi sobrina Gavriella le encantaba esta canción. Hace años que no la veo…
fr: « D’accord, mais seulement si on danse le Yankee Doodle », répond Gideon avec un sourire juvénile. « Vous vous rendez auprès de l’orchestre et faites la demande, puis vous revenez pour trouver le vieux marin en train de se balancer au rythme de la musique. « Ma nièce Gavriella adorait cette chanson. Je ne l’ai pas vue depuis des années… »
it: "Certo che sì, ma solo se balliamo il tip tap" ti risponde Gideon con un sorrisetto gioviale. Ti avvicini ai musicisti per riportare la richiesta, e torni dal vecchio marinaio ondeggiando a tempo di musica. "Mia nipote Gavriella amava questa canzone. Sono anni che non la sento mica più..."
ko: “그거 좋지. 하지만 양키 두들 노래에만 춤출 거야.” 기디언이 나이답지 않게 앳된 미소를 짓습니다. 악단에게 가서 기디언의 요청을 전하고 돌아오자, 이미 노선원은 음악에 몸을 맡기고 있었습니다. “조카 가브리엘라가 이 노래를 좋아했지. 본지 몇 년은 된 것 같지만...”
pl: „Niech będzie, ale tylko, jeśli zatańczymy do «Yankee Doodle» – mówi Gideon z niemal młodzieńczym uśmiechem. Idziesz do zespołu, prosisz o wskazany utwór i wracasz do starego marynarza, kołyszącego się już w rytm muzyki. „Moja siostrzenica Gavriella uwielbiała tę piosenkę. Ale nie widziałem jej od lat...”
ru: «Я за, но только если мы спляшем янки-дудл», — говорит Гидеон, молодецки улыбаясь. Вы подходите к группе и заказываете песню, потом возвращаетесь на танцпол и видите, как Гидеон покачивается в такт музыке. «Моя племянница, Гавриэла, любила эту песню. Не видал я её, правда, годков уже эдак… много…»
zh: “好啊，但我只跳《洋基歌》。”吉迪恩露出一个开朗的笑容，彷佛年轻了几岁。你走到乐团那点歌，走回舞池时，你看见老水手已经随著音乐开始摇摆了。“我的姪女葛莉菈很爱这首歌，我有好几年没见过她了……。”

source: In Gideon Mizrah’s Notes, record <i>Gideon shared a dance</i>.
de: Notiere unter Gideon Mizrahs Notizen: <i>Gideon hat mit dir getanzt</i>.
es: Anota en las Notas de Gideon Mizrah que <i>Gideon compartió un baile</i>.
fr: Dans les Notes de Gideon Mizrah, indiquez que <i>Gideon a dansé avec vous</i>.
it: Annota negli Appunti di Gideon Mizrah che <i>Gideon ha accettato di ballare</i>.
ko: ‘기디언 미즈라’의 기록지에 [[기디언과 춤을 추었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Gideona Mizraha, że <i>Gideon zatańczył</i>.
ru: Запишите в заметках Гидеона Мизры, что <i>Гидеон разделил с вами танец</i>.
zh: 在吉迪恩．米兹拉的笔记中，记录下<i>与吉迪恩共舞</i>。

source: Gideon shared a dance.
de: Gideon hat mit dir getanzt.
es: Gideon compartió un baile.
fr: Gideon a dansé avec vous.
it: Gideon ha accettato di ballare.
ko: 기디언과 춤을 추었다
pl: Gideon zatańczył.
ru: Гидеон разделил с вами танец.
zh: 与吉迪恩共舞。
