Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/10_the_second_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The Second Evening
de: Der zweite Abend
es: La segunda tarde
fr: Le Deuxième Soir
it: La Seconda Sera
ko: 두 번째 저녁
pl: Drugi wieczór
ru: Второй вечер
zh: 次夜

source: Prelude: The Second Evening
de: Vorspiel: Der zweite Abend
es: Preludio: La segunda tarde
fr: Prologue : Le Deuxième Soir
it: Preludio: La Seconda Sera
ko: 서막: 두 번째 저녁
pl: Preludium: Drugi wieczór
ru: Прелюдия: Второй вечер
zh: 序章：次夜

source: The rain continues through the day. When you arrive at the Commons for dinner, the tables have been pushed to the sides of the room and warm lamps are hung from colorful ribbons. Dozens of new faces peer out from the crowd of cloaked locals: visitors from the mainland. A large sculpture looms in the center of the room, festooned with violet and white blossoms that seem to palpitate in the soft light. The room goes silent as Mother Rachel addresses the assembly. “Friends. Brethren. Each of you is a miracle of time and light. You are the promise of your true self—” The matron stops mid-sentence.
de: Der Regen hält den ganzen Tag über an. Als du zum Abendessen in der Versammlungshalle ankommst, sind die Tische an die Seiten des Raumes geschoben worden. Lampen an bunten Bändern spenden warmes Licht. Dutzende neue Gesichter stechen aus der Menge der Einheimischen mit ihren Umhängen hervor: Es sind Besucher vom Festland. In der Mitte des Raumes erhebt sich eine große Skulptur, geschmückt mit violetten und weißen Blüten, die in dem sanften Licht zu pulsieren scheinen. Im Raum wird es still, als Mutter Rachel sich an die Versammelten wendet: „Freunde. Geschwister. Jeder von euch ist ein Wunder aus Zeit und Licht. Ihr seid das Versprechen eures wahren Ichs...“
es: La lluvia continúa durante todo el día. Cuando llegáis al salón comunitario para cenar, han movido las mesas a los laterales de la sala y hay cálidas lámparas colgadas de coloridos lazos. Docenas de caras nuevas miran desde la multitud de lugareños con capa: visitantes del continente. Una gran escultura se alza en el centro de la estancia, engalanada con flores blancas y violeta que parecen palpitar bajo la tenue luz. La sala enmudece cuando la madre Rachel se dirige a los congregados. –Amigos. Hermanos. Cada uno de vosotros sois un milagro de tiempo y luz. Sois la promesa de vuestro verdadero yo… La matrona se interrumpe a mitad de la frase.
fr: Il continue de pleuvoir toute la journée. Lorsque vous arrivez à la Salle Commune pour le dîner, les tables ont été poussées sur les côtés de la pièce et des lampes suspendues à des rubans colorés diffusent une lumière aux couleurs chaudes. Des dizaines de nouveaux visages se détachent de la foule des habitants vêtus de leurs capes : des visiteurs venus du continent. Une grande sculpture trône au centre de la pièce, ornée de fleurs violettes et blanches qui semblent palpiter dans la douce lumière. La salle se fait silencieuse lorsque Mère Rachel s’adresse à l’assemblée. « Mes Amis. Mes Frères. Chacun de vous est un miracle du temps et de la lumière. Vous êtes la promesse de votre personnalité véritable… » La matrone s’arrête au milieu de sa phrase.
it: La pioggia imperversa per tutto il giorno. Quando arrivate al refettorio per la cena, i tavoli sono stati spostati contro le pareti della sala e lampade a incandescenza dondolano appese a fiocchi variopinti. Ci sono decine di volti nuovi in mezzo alla folla di abitanti incappucciati, probabilmente ospiti venuti dal continente. Al centro della sala si erge un'imponente scultura, adornata di boccioli viola e bianchi che sembrano palpitare nella luce soffusa. La voce di Madre Rachel fa calare il silenzio sui presenti: "Amici miei. Fratelli e sorelle. Ognuno di voi è un miracolo di tempo e luce. Siete la promessa della vostra ver-" la matrona si interrompe senza finire la frase.
ko: 비는 종일 내렸습니다. 저녁 식사를 위해 도착한 마을 회관에는 전과 달리 모든 식탁은 옆으로 밀려나 있었고 형형색색의 리본과 따스한 빛을 내는 등불이 달려 있었습니다. 망토를 두른 주민들 사이사이에서 낯선 얼굴도 수십 명쯤 보입니다. 육지에서 건너온 축제 방문객인 듯합니다. 회관 한가운데, 보라색과 흰색 꽃으로 장식된 커다란 조각상이 부드러운 불빛 아래서 마치 고동치는 것처럼 느껴집니다. 대모 레이첼이 연설을 시작하자 금세 모두가 입을 다뭅니다. “친구 여러분. 형제자매 여러분. 여러분 모두가 시간과 빛이 빚어낸 기적입니다. 여러분 하나하나가 진정한 자신과의 약조...” 대모가 갑자기 말을 멈춥니다.
pl: Deszcz padał przez cały dzień. Kiedy przybywacie na kolację do Stodoły, widzicie, że stoły zostały przesunięte pod ściany, a na kolorowych wstążkach zawieszono lampiony. Pośród tłumu zamaskowanych mieszkańców wyróżniają się dziesiątki nowych twarzy – gości ze stałego lądu. Na środku pomieszczenia wznosi się duża rzeźba, ozdobiona fioletowymi i białymi kwiatami, które wydają się pulsować w miękkim świetle. Gdy Matka Rachel zwraca się do zgromadzonych, zapada absolutna cisza. „Przyjaciele. Bracia. Każdy z was jest cudem czasu i światła. Jesteście obietnicą swojego prawdziwego «ja»...” – kobieta przerywa w połowie zdania.
ru: Дождь продолжается весь день. Когда вы приходите в клуб на ужин, столы уже убраны и сдвинуты к стенам, а с разноцветных лент свисают лампы, излучающие тёплый свет. Из толпы одетых в плащи местных жителей выглядывают десятки новых лиц: похоже, это приезжие с материка. В центре зала возвышается большая скульптура, усыпанная фиолетовыми и белыми цветами, которые будто мерцают в мягком свете. В зале воцаряется тишина, и матушка Рейчел обращается к собравшимся: «Друзья. Братья. Каждый из вас — чудо, порождённое временем и светом. Вы суть потенциал вашего истинного „я“…» — матрона обрывается на середине предложения.
zh: 雨下了一整天，你们抵达城镇大堂用晚餐时，看见所有桌子都被推到一旁，温暖的灯笼悬挂在鲜艳的彩带上。除了穿著罩袍的当地人，还有数十张新面孔穿梭其间，是来自大陆的客人。一座雕塑伫立在大堂中央，用紫罗兰跟白色的花朵点缀著，在柔和的光线下令人心中悸动。瑞秋主母向所有人问候时，大堂中安静了下来：“朋友们，兄弟姐妹们，你们每个人都是时间与光明的奇迹，你们都为真实的自我许下了承诺 — ”修女长停顿了一下。

source: <i>If Simeon survived</i> is recorded in Simeon Atwood’s Notes:
de: Falls unter Simeon Atwoods Notizen notiert ist, dass <i>Simeon überlebt hat</i>:
es: Si en las Notas de Simeon Atwood hay anotado que <i>Simeon sobrevivió</i>:
fr: Si <i>Simeon a survécu</i> est indiqué dans les Notes de Simeon Atwood :
it: Se <i>Simeon è sopravvissuto</i> è annotato negli Appunti di Simeon Atwood:
ko: ‘시미언 앳우드’의 기록지에 [[시미언이 살아남았다]] 라고 기록되어 있다면:
pl: Jeśli w Notatkach Simeona Atwooda zanotowano, że <i>Simeon przeżył</i>:
ru: Если в заметках Симеона Этвуда записано, что <i>Симеон выжил</i>:
zh: 如果西缅．阿特伍德的笔记中有记录<i>西缅活下来了</i>：

source: A shadow passes over the matron’s face as she sways, looking for a moment as though she might faint. The air in the room swirls thickly. Oily patterns dance in the light as you feel a now-familiar light-headedness. Someone steps forward to help Mother Rachel, but she holds up one hand and steadies herself.
de: Ein Schatten huscht über das Gesicht der Oberin, die plötzlich zu schwanken beginnt und einen Moment lang sieht es so aus, als würde sie in Ohnmacht fallen. Die Luft im Raum wird stark aufgewirbelt. Ölige Muster tanzen im Licht und du spürst eine vertraute Benommenheit. Einige Leute treten vor, um Mutter Rachel zu helfen, aber sie hält eine Hand hoch und rafft sich selbst wieder auf.
es: Una sombra pasa por el rostro de la matrona mientras se bambolea, y por un instante parece que podría desmayarse. El aire de la estancia es pesado. En la luz bailan unos patrones aceitosos y sentís un cierto mareo que ya os resulta familiar. Alguien se adelanta para ayudar a la madre Rachel, pero ésta levanta una mano y se endereza.
fr: Une ombre passe sur le visage de la matrone qui perd l’équilibre. Pendant un instant elle semble sur le point de s’évanouir. Dans la pièce, un fort tourbillon agite l’air. Des motifs vaporeux dansent dans la lumière tandis que vous ressentez une sensation d’étourdissement qui vous est désormais familière. Quelqu’un s’avance pour aider Mère Rachel, mais elle l’arrête d’un geste de la main et reprend ses esprits.
it: Un'ombra attraversa il volto della donna, che ondeggia per un momento come se fosse sul punto di perdere i sensi. L'aria densa nella sala comincia a vorticare e delle tracce oleose danzano nella luce mentre avvertite una sensazione di vertigine ormai familiare. Qualcuno si fa avanti per aiutare Madre Rachel, ma la matrona fa cenno con la mano di stare bene.
ko: 대모의 안색이 급격히 안 좋아지더니 당장이라도 기절할 것처럼 휘청거립니다. 회관 안에 묵직한 기운이 소용돌이칩니다. 이제는 익숙해질 법도 한 가벼운 현기증 속에서, 번들번들한 무늬가 빛과 섞여 들며 춤을 춥니다. 한 사람이 대모 레이첼을 돕기 위해 앞으로 나섰지만, 대모는 한 손을 치켜들고 그럴 필요 없다는 신호를 보내며 간신히 몸을 지탱합니다.
pl: Po twarzy kobiety przesuwa się cień, a ona lekko się chwieje i przez chwilę wygląda, jakby miała zemdleć. Powietrze w pomieszczeniu zagęszcza się i wiruje. Oleiste wzory tańczą w świetle i doświadczacie znanego wam już uczucia beztroski. Ktoś występuje do przodu, aby pomóc Matce Rachel, ale kobieta podnosi rękę i zbiera się w sobie.
ru: По лицу матроны пробегает тень, она покачивается. На мгновение вам кажется, что она вот-вот упадёт в обморок. Воздух в комнате густо завихряется. На свету пляшут маслянистые узоры, и вы чувствуете уже знакомое лёгкое головокружение. Кто-то делает шаг вперёд, чтобы помочь матушке Рейчел, но она поднимает руку и выпрямляется.
zh: 她的脸上闪过一道阴影，身形不稳的摇晃著，像是下一刻就会晕厥一样。大堂中的空气突然变得凝重，光线中似乎有什么图案在舞动，像是水面上的油渍，你感觉到一股熟悉的目眩感。有些人上前想扶住瑞秋主母，但她用一只手及时稳住了自己。

source: A sturdy figure cuts through the crowd. “Has anyone seen Simeon?” Leah Atwood asks in a trembling voice. She looks at the assembly with wide, searching eyes. “Please. Simeon. Now’s not the time for pranks,” she addresses her son, but to no response. The air in the room swirls thickly. “Enough,” Mother Rachel shoos her sister away. Oily patterns dance in the light as you feel a now-familiar light-headedness.
de: Eine stämmige Gestalt bahnt sich ihren Weg durch die Menge. „Hat jemand Simeon gesehen?“, fragt Leah Atwood mit zittriger Stimme. Sie blickt mit großen, suchenden Augen in die Runde. „Bitte. Simeon. Jetzt ist nicht die Zeit für Streiche“, ruft sie nach ihrem Sohn, doch der antwortet nicht. Die Luft im Raum wird stark aufgewirbelt. „Genug“, sagt Mutter Rachel bestimmt und scheucht ihre Schwester fort. Im Licht tanzen ölige Muster und du spürst eine vertraute Benommenheit.
es: Una figura recia atraviesa la multitud. –¿Ha visto alguien a Simeon? –pregunta Leah Atwood con voz temblorosa. Mira a los congregados con los ojos muy abiertos y alerta–. Por favor. Se trata de Simeon. Ahora no es momento de andarse con bromas. Se dirige a su hijo, pero no hay respuesta. El aire de la estancia es pesado. –Basta –La madre Rachel hace callar a su hermana y gesticula para que se vaya. En la luz bailan unos patrones aceitosos y sentís un cierto mareo que ya os resulta familiar.
fr: Une silhouette robuste traverse la foule. « Quelqu’un a vu Simeon ? », demande Leah Atwood d’une voix tremblante. Elle regarde l’assemblée avec de grands yeux scrutateurs. « S’il te plaît. Simeon. Ce n’est pas le moment de faire des farces », s’adresse-t-elle à son fils, mais sans réponse. L’air de la salle se met à tourbillonner. « Ça suffit », dit Mère Rachel en chassant sa sœur. Des motifs vaporeux dansent dans la lumière tandis que vous ressentez une sensation d’étourdissement qui vous est désormais familière.
it: Vedete due spalle larghe farsi strada tra i presenti. "Qualcuno ha visto Simeon?" Le parole escono tremolanti dalla bocca di Leah Atwood, che si guarda attorno con gli occhi sgranati cercando qualcuno nella sala. "Simeon? Per favore, non è il momento di fare certi scherzi" ma il figlio non sembra rispondere. L'aria densa nella sala comincia a vorticare. "Ora basta." La voce di Madre Rachel zittisce la sorella, ma la vostra attenzione è distratta dalle tracce oleose che danzano nella luce delle lampade mentre avvertite una sensazione di vertigine ormai familiare.
ko: 건장한 여자가 사람들을 가르고 지나갑니다. “혹시 우리 시미언 보신 분 없수?” 리아 앳우드가 떨리는 목소리로 묻습니다. 리아는 눈을 동그랗게 뜨고 군중 사이를 이리저리 훑습니다. “시미언, 어서. 지금 장난할 때가 아니란다.” 혹여 듣고 있을지도 모를 아들을 향해 리아가 애원하지만, 아무런 대답도 돌아오지 않습니다. 회관 안에 묵직한 기운이 소용돌이칩니다. “그만 해.” 대모 레이첼이 언니인 리아를 밀쳐냅니다. 이제는 익숙해질 법도 한 가벼운 현기증 속에서, 번들번들한 무늬가 빛과 섞여 들며 춤을 춥니다.
pl: Tłum przemierza dobrze zbudowana postać. „Czy ktoś widział Simeona?” – pyta drżącym głosem Leah Atwood. Patrzy na zgromadzenie szeroko otwartymi oczami. „Simeon, proszę. To nie pora na żarty” – woła swojego syna, ale nikt nie odpowiada. Powietrze w pomieszczeniu zagęszcza się i wiruje. „Wystarczy.” – Matka Rachel ucisza siostrę. Oleiste wzory tańczą w świetle i doświadczacie znanego wam już uczucia beztroski.
ru: Сквозь толпу пробивается крепкая фигура. «Кто-нибудь видел Симеона? — дрожащим голосом спрашивает Лия Этвуд. Она смотрит на собравшихся широкими, ищущими глазами. — Пожалуйста. Симеон. Сейчас не время для твоих шуточек», — обращается она к сыну, но не получает ответа. Воздух в комнате густо завихряется. «Достаточно», — шепчет сестре матушка Рейчел. На свету пляшут маслянистые узоры, и вы чувствуете уже знакомое лёгкое головокружение.
zh: 一个身材结实的身影穿过群众，一边大喊著：“有人看到西缅吗？”莉亚．阿特伍德颤抖地发问，她睁大眼睛看向人群，搜寻著儿子的身影，“拜托，西缅，现在不是恶作剧的时候。”她呼唤著儿子的名字，但没有任何回应。大堂中的气氛突然凝重起来。“够了。”瑞秋主母出声阻止她的妹妹。，光线中似乎有什么图案在舞动，像是水面上的油渍，你感觉到一股熟悉的目眩感。

source: In Leah Atwood’s Notes, record Leah is searching for Simeon.
es: Anota en las Notas de Leah Atwood que <i>Leah está buscando a Simeon</i>.
ru: В заметках Лии Этвуд запишите, что <i>Лия ищет Симеона</i>.

source: Leah is searching for Simeon.
de: Leah sucht nach Simeon.
es: Leah está buscando a Simeon.
fr: Leah est à la recherche de Simeon.
it: Leah sta cercando Simeon.
ko: 리아가 시미언을 찾고 있다
pl: Leah szuka Simeona.
ru: Лия ищет Симеона.
zh: 莉亚正在找寻西缅。

source: Mother Rachel regains her composure. “Tonight is the shortest night of the year. And tomorrow is the beginning of eternity. So on this night, let us dance.” The assembly bursts into rapturous applause. A ragtag band in the corner starts playing as the dance begins. Several friendly faces beckon you to join.
de: Mutter Rachel gewinnt ihre Fassung wieder. „Heute Nacht ist die kürzeste Nacht des Jahres. Und morgen ist der Beginn der Ewigkeit. Also lasst uns in dieser Nacht tanzen.“ Die Versammelten brechen in stürmischen Applaus aus. In einer Ecke der Versammlungshalle beginnt eine bunt gemischte Band zu spielen und der große Tanz beginnt. Mehrere freundliche Gesichter fordern dich zum Mitmachen auf.
es: La madre Rachel recupera la compostura. –Hoy es la noche más corta del año. Y mañana es el comienzo de la eternidad. Así que bailemos esta noche. La multitud irrumpe en un entregado aplauso. Un grupo muy variopinto empieza a tocar en un rincón y comienza el baile. Varios rostros amistosos os hacen gestos para que os unáis.
fr: Mère Rachel retrouve son calme. « Cette nuit est la nuit la plus courte de l’année. Et demain, sera le début de l’éternité. Alors, en cette nuit, dansons. » L’assemblée applaudit à tout rompre. Un orchestre hétéroclite installé dans un coin se met à jouer et la danse commence. Plusieurs visages amicaux vous invitent à vous joindre à eux.
it: Madre Rachel sembra ricomporsi. "Questa è la notte più breve dell'anno e domani avrà inizio l'eternità. Quindi questa notte balliamo!" I presenti esplodono in un applauso scrosciante. Dei musicisti sgangherati, relegati in un angolo, cominciano a suonare dando il via alle danze. Diversi volti amichevoli vi invitano a unirvi a loro.
ko: 대모 레이첼이 겨우 진정하고는 말을 잇습니다. “오늘 밤은 연중 가장 짧은 밤입니다. 그리고 내일은 영원이 시작되는 날입니다. 그러니 오늘 밤을 즐기며 함께 춤춥시다.” 사람들이 열광적인 박수를 보냅니다. 구석에 있던 통일감 없이 어수선한 구성의 악단이 곡을 연주하며 무도회의 시작을 알립니다. 몇몇 친근한 이들이 당신에게 함께 춤추자고 손짓합니다.
pl: Matka Rachel odzyskuje spokój. „Dziś jest najkrótsza noc roku. A jutro rozpocznie się wieczność. Więc tej nocy zatańczmy”. Pomieszczenie wypełnia się pełnymi entuzjazmu oklaskami. Stojący w rogu zespół zaczyna grać i zgromadzeni ruszają do tańca. Kilka przyjaznych twarzy zachęca was do przyłączenia się.
ru: Матушка Рейчел возвращает самообладание: «Сегодня самая короткая ночь в году. А завтра начнётся вечность. Посему этой ночью мы танцуем». Собрание взрывается восторженными аплодисментами. В углу начинает играть разношёрстный оркестр, и люди принимаются танцевать. Несколько приветливых знакомых приглашают вас присоединиться.
zh: 瑞秋主母重拾镇定，开口宣布：“今晚是一年中最短的一夜，而明天我们将迎接永恒的开端，所以今晚让我们尽情舞蹈吧！”群众爆发出欣喜万分的掌声，角落中的乐队用五花八门的乐器开始奏乐，有几张友善的脸孔邀请你加入舞会。

source: You may choose whom you would like to dance with. One at a time, each investigator may choose a different codex entry from the following (if there is only one investigator, you may choose two to resolve instead). If a resident’s name is crossed out, you cannot choose their codex.
de: Mit wem würdest du gerne tanzen? Jeder Ermittler darf nacheinander einen anderen der folgenden Kodexeinträge wählen (falls es nur 1 Ermittler gibt, darfst du stattdessen 2 Kodexeinträge zum Abhandeln wählen). Falls der Name eines Einwohners durchgestrichen ist, kannst du seinen Kodex-Eintrag nicht wählen.
es: Podéis elegir con quién queréis bailar. De uno en uno, cada investigador puede elegir una entrada del códice distinta de entre las siguientes (si sólo hay un investigador, puedes elegir resolver dos entradas en vez de una). Si el nombre de un habitante está tachado, no puedes elegir su códice.
fr: Vous avez le droit de choisir avec qui vous aimeriez danser. Un par un, chaque investigateur a le droit de choisir un paragraphe différent du Codex parmi ceux-ci-dessous (s’il n’y a qu’un seul investigateur, vous avez le droit d’en choisir deux à la place). Si le nom d’un habitant est rayé, vous ne pouvez pas choisir son Codex.
it: Potete scegliere con chi vorreste ballare. Uno alla volta, ogni investigatore può scegliere 1 voce del Codex diversa tra le seguenti (se c'è solo 1 investigatore in gioco, può sceglierne invece 2 da risolvere). Se il nome di un abitante è barrato, non potete scegliere il suo Codex.
ko: 당신은 함께 춤출 사람을 선택할 수 있습니다. 한 번에 하나씩, 모든 조사자는 각자 다음 중 서로 다른 서고 항목 하나를 선택해도 됩니다. (조사자가 단 한 명뿐이라면, 1개가 아니라 그 대신 2개 선택해도 됩니다). 단, 이름에 취소선이 그어진 주민에 해당하는 서고는 선택할 수 없습니다.
pl: Możecie zdecydować, z kim zatańczycie. Każdy badacz, jeden po drugim, może wybrać inny wpis kodeksu spośród poniższych (jeśli jest tylko 1 badacz, zamiast tego możesz rozpatrzyć dwa wpisy). Jeśli imię mieszkańca zostało wykreślone, nie możesz wybrać odpowiadającego mu wpisu kodeksu.
ru: Вы можете выбрать, с кем бы вы хотели потанцевать. По очереди каждый сыщик может выбрать разную запись архива из следующих (если в игре только один сыщик, вместо этого вы можете выбрать и разыграть 2 записи). Если имя жителя вычеркнуто в журнале кампании, вы не можете выбрать его архив.
zh: 你可以选择要与谁共舞。一次一位，每位调查员可以从以下的圣典条目中选择一个条目，不可重复。(如果游戏中只有一位调查员，你可以改为结算两个条目)。如果该住民的名字已经被划掉，你不能选择对应的条目。

source: The Vale’s matriarch stands apart from the throng, arms crossed. Tears glisten on her cheeks as she watches the room. You approach and ask her to dance. “I’m sorry. I can’t,” she replies. The strain in her voice is evident, and you ask what the matter is. “We are called to give up many things in this life. I only pray that what we gain is worth the cost.”
de: Die Matriarchin des Tals steht mit verschränkten Armen etwas abseits des Geschehens. Tränen glitzern auf ihren Wangen, während sie den Raum beobachtet. Du gehst auf sie zu und forderst sie zum Tanz auf. „Es tut mir leid. Ich kann nicht“, antwortet sie. Die Anspannung in ihrer Stimme ist offensichtlich und du fragst, was los sei. „Wir müssen in diesem Leben viele Dinge aufgeben. Ich bete nur, dass das, was wir gewinnen, den Preis wert ist.“
es: La matriarca del Valle está apartada de la multitud, con los brazos cruzados. En sus mejillas brillan las lágrimas mientras observa la sala. Te acercas y le pides bailar. –Lo siento, no puedo –contesta. La tensión de su voz es evidente, y le preguntas qué ocurre–. En esta vida estamos llamados a renunciar a muchas cosas. Sólo rezo por que el coste de lo que obtengamos merezca la pena.
fr: La matriarche de Vale se tient à l’écart de la foule, les bras croisés. Des larmes brillent sur ses joues tandis qu’elle observe la salle. Vous vous approchez d’elle et l’invitez à danser. « Je suis désolée. Je ne peux pas », répond-elle. La tension dans sa voix est évidente et vous lui demandez ce qu’il en est. « Nous sommes appelés à renoncer à beaucoup de choses dans cette vie. Je prie seulement pour que le jeu en vaille la chandelle. »
it: La matriarca della valle non sta partecipando alla bolgia, ma osserva in disparte con le braccia conserte e le guance rigate dalle lacrime. Ti avvicini a lei e la inviti a ballare: "Mi dispiace, non posso" ti risponde. Ha la voce chiaramente stanca e le chiedi cosa ci sia che non va. "Ci viene richiesto di rinunciare a molte cose in questa vita. Prego solo che ciò che otterremo in cambio varrà il prezzo pagato."
ko: 헴록 베일의 대모는 연회객들과 떨어진 곳에서 팔짱을 낀 채 서 있었습니다. 마을 회관을 둘러보는 대모 레이첼의 눈가에서 눈물이 흘러내려 뺨을 적십니다. 당신이 다가가 춤을 권하자, 대모 레이첼은 거절합니다. “미안하지만, 그럴 수는 없겠어요.” 대모의 목소리에 긴장한 투가 역력했기에, 당신은 무슨 문제라도 있는지 물어봅니다. “우리는 사명을 받들어, 현세에서 많은 것을 포기해 왔어요. 부디 우리가 들인 만큼의 대가를 거둘 수 있기를 기도할 뿐이지요.”
pl: Kaznodziejka Doliny stoi z dala od tłumu, ze skrzyżowanymi ramionami. Obserwuje pomieszczenie, a po policzkach spływają jej łzy. Podchodzisz i prosisz ją do tańca. „Przepraszam, nie mogę” – odpowiada. Wyczuwasz w jej głosie napięcie, więc pytasz, co się stało. „Nakazano nam porzucić tak wiele rzeczy w tym życiu. Modlę się, żeby to, co zyskamy, było tego warte”.
ru: Матриарх деревни стоит поотдаль от всех, скрестив руки на груди. Вы замечаете, что в её глазах поблескивают слёзы, когда она осматривает комнату. Вы подходите и приглашаете её на танец. «Прошу прощения. Я не могу», — отвечает она. В её голосе заметно напряжение, и вы спрашиваете, что случилось. «Мы призваны отказаться от многого в этой жизни, — отвечает матрона. — Я лишь молюсь, что нам достойно воздастся за уплаченную цену».
zh: 谷地的领导人站在离人群有段距离的地方，双手抱胸。她的目光投向大堂中的人们，脸上的泪痕晶亮可见。你上前邀请她共舞，“抱歉，我不行。”她回应，声音中的紧绷清晰可闻，你询问是否有什么问题。“我们被要求放弃此生的许多东西，我只希望最后的回报能值得这些付出。”

source: In Mother Rachel’s Notes, record <i>Mother Rachel shared her doubts</i>.
de: Notiere unter Mutter Rachels Notizen: <i>Mutter Rachel teilt ihre Zweifel mit dir</i>.
es: Anota en las notas de la madre Rachel que <i>la madre Rachel compartió sus dudas</i>.
fr: Dans les Notes de Mère Rachel, indiquez que <i>Mère Rachel a partagé ses doutes avec vous</i>.
it: Annota negli Appunti di Madre Rachel che <i>Madre Rachel ha condiviso i propri dubbi</i>.
ko: ‘대모 레이첼’의 기록지에 [[대모 레이첼이 자신의 의구심을 털어놓았다]]라고 기록합니다.
pl: Zanotuj w Notatkach Matki Rachel, że <i>Matka Rachel podzieliła się wątpliwościami</i>.
ru: Запишите в заметках матушки Рейчел, что <i>матушка Рейчел поделилась своими сомнениями</i>.
zh: 在瑞秋主母的笔记中，记录下<i>瑞秋主母分享了她的疑虑</i>。

source: Mother Rachel shared her doubts.
de: Mutter Rachel teilt ihre Zweifel mit dir.
es: la madre Rachel compartió sus dudas.
fr: Mère Rachel a partagé ses doutes avec vous.
it: Madre Rachel ha condiviso i propri dubbi.
ko: 대모 레이첼이 자신의 의구심을 털어놓았다
pl: Matka Rachel podzieliła się wątpliwościami.
ru: матушка Рейчел поделилась своими сомнениями.
zh: 瑞秋主母分享了她的疑虑。

source: <b>If Leah is searching for Simeon:</b>
de: <b>Falls Leah nach Simeon sucht:</b>
es: <b>Si Leah está buscando a Simeon:</b>
fr: <b>Si <i>Leah est à la recherche de Simeon</i> :</b>
it: <b>Se Leah sta cercando Simeon:</b>
ko: <b>리아가 시미언을 찾고 있다면:</b>
pl: <b>Jeśli Leah szuka Simeona:</b>
ru: <b>Если <i>Лия ищет Симеона</i>:</b>
zh: <b>如果莉亚正在找寻西缅：</b>
