Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/10_the_second_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Nae, I dare not,” Gideon shakes his head. “These old hips ain’t what they used to be.”
de: „Nein, besser nicht“, sagt Gideon kopfschüttelnd. „Diese alten Hüften sind nicht mehr das, was sie mal waren.“
es: –No, no me atrevo –Gideon niega con la cabeza–. Estas viejas caderas ya no funcionan como antes.
fr: « Non, je n’oserais pas », dit Gideon en secouant la tête. « Ces vieilles hanches ne sont plus ce qu’elles étaient. »
it: "Nossignore, non ci penso nemmeno" ti risponde Gideon scuotendo il capo. "Le mie vecchie anche non sono più quelle di una volta."
ko: 기디언이 고개를 젓습니다. “아니, 안 그러는 게 좋겠어. 늙은 엉덩이가 예전 같지 않아서 말야.”
pl: „Nie, za duże ryzyko” – Gideon kręci głową. – „Te stare biodra to już nie to co kiedyś”.
ru: «Пожалуй, откажусь, — трясёт головой Гидеон. — Стариковские ноги уже не те, что прежде».
zh: “呿，我还是算了。”吉迪恩摇摇头，“我这个老嬉皮大不如前啦。”

source: <b>If Judith Park is at Relationship Level 3 or higher:</b>
de: <b>Falls Judith Parks Beziehungsstufe 3 oder höher ist:</b>
es: <b>Si el nivel de relación de Judith Park es 3 o más:</b>
fr: <b>Si Judith Park a un Niveau de Relation au moins égal à 3 :</b>
it: <b>Se il Livello di Relazione con Judith Park è pari o superiore a 3:</b>
ko: <b>‘주디스 파크’와의 친밀도가 3 이상이라면:</b>
pl: <b>Jeśli stopień zażyłości z Judith Park wynosi 3 lub więcej:</b>
ru: <b>Если уровень доверия Джудит Пак 3 и выше:</b>
zh: <b>如果茱蒂丝．朴的友好度至少有3格：</b>

source: “I’m supposed to be working, but what the hell?” Judith smiles rakishly as she joins you on the dance floor. The bodyguard is suprisingly good as she leads you in the Charleston and the Fox Trot. “That was more fun than I expected,” she says after, cheeks flushed.
de: „Ich sollte eigentlich arbeiten, aber was soll’s?“ Judith lächelt verschmitzt, als sie sich zu dir auf die Tanzfläche gesellt. Die Leibwächterin ist überraschend gut im Charleston und Foxtrott. „Das hat mehr Spaß gemacht, als ich erwartet hatte“, sagt sie danach mit geröteten Wangen.
es: –Se supone que estoy trabajando, pero ¿qué más da? Judith sonríe alegre cuando se une a ti en la pista de baile. La guardaespaldas baila sorprendentemente bien te lleva en el charlestón y el foxtrot. –Ha sido más divertido de lo que esperaba –dice con las mejillas arreboladas cuando acabáis.
fr: « Je suis censée travailler, mais pourquoi pas ? » Judith sourit d’un air grave en vous rejoignant sur la piste de danse. La garde du corps est étonnamment douée et vous entraîne dans un Charleston et un Fox Trot. « C’était plus amusant que je ne le pensais », dit-elle ensuite, les joues rougies.
it: "In teoria dovrei lavorare ma... al diavolo!" Judith ti sorride con uno sguardo vivace, unendosi a te in pista. La donna si rivela sorprendentemente brava, guidandoti nei passi del charleston. "È stato più divertente di quanto immaginassi" ti confessa a canzone finita.
ko: “전 지금 일해야 하긴 합니다만, 뭐 어떻겠습니까?” 주디스가 무도장에서 당신과 함께 춤추며 활짝 웃습니다. 주디스는 경호원치고는 대단히 춤에 능숙한 데다, 찰스턴과 폭스 트롯을 추며 당신을 리드합니다. “기대했던 것보단 재밌었네요.” 주디스의 뺨이 살짝 붉어집니다.
pl: „Powinnam pracować, ale co mi tam!” – Judith uśmiecha się dziarsko, dołączając do ciebie na parkiecie. Okazuje się zaskakująco dobrą tancerką i partneruje ci w charlestonie i fokstrocie. „Bawiłam się lepiej, niż się spodziewałam” – mówi później, nieco zziajana.
ru: «Вообще-то я должна работать, но какого дьявола?» — коварно улыбается Джудит, выходя с вами на танцпол. Телохранительница на удивление хороша в танце и ведёт вас в чарльстоне, затем в фокстроте. «Это было ещё веселее, чем я ожидала», — говорит она с румянцем на щеках.
zh: “我应该要工作的，但管它的呢？”茱蒂丝放纵的微笑，跟你一起走进舞池。这位保镳意外地擅长舞蹈，她领著你跳了查尔斯顿舞跟狐步舞。“这比我想像中的还好玩。”结束后，她双颊通红的说。

source: In Judith Park’s Notes, record <i>Judith shared a dance</i>.
de: Notiere unter Judith Parks Notizen: <i>Judith hat mit dir getanzt</i>.
es: Anota en las Notas de Judith Park que <i>Judith compartió un baile</i>.
fr: Dans les Notes de Judith Park, indiquez que <i>Judith a dansé avec vous</i>.
it: Annota negli Appunti di Judith Park che <i>Judith ha accettato di ballare</i>.
ko: ‘주디스 파크’의 기록지에 [[주디스와 춤을 추었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Judith Park, że <i>Judith zatańczyła</i>.
ru: В заметках Джудит Пак запишите, что <i>Джудит разделила с вами танец</i>.
zh: 在茱蒂丝．朴的笔记中，记录下<i>与茱蒂丝共舞</i>。

source: Judith shared a dance.
de: Judith hat mit dir getanzt.
es: Judith compartió un baile.
fr: Judith a dansé avec vous.
it: Judith ha accettato di ballare.
ko: 주디스와 춤을 추었다
pl: Judith zatańczyła.
ru: Джудит разделила с вами танец.
zh: 与茱蒂丝共舞。

source: “Sorry, but I’m working,” Judith says. “One time, a wolf just wandered in during community dinner. I can’t let that happen again.” She rests one hand on the butt of her gun.
de: „Tut mir leid, aber ich arbeite“, sagt Judith. „Einmal ist während des gemeinsamen Abendessens ein Wolf hereingestürmt. Das kann ich nicht noch einmal zulassen.“ Sie tätschelt mit einer Hand ihre Waffe.
es: –Lo siento, pero estoy trabajando –dice Judith–. Una vez llegó un lobo durante la cena comunitaria. No puedo permitir que suceda de nuevo – añade mientras coloca la mano en la culata del arma.
fr: « Désolée, mais je travaille », dit Judith. « Une fois, un loup est entré pendant le dîner de la communauté. Je ne peux pas laisser cela se reproduire. » Elle pose une main sur la crosse de son arme.
it: "Mi dispiace, ma sto lavorando" ti risponde Judith. "Tempo fa, un lupo è riuscito a entrare nel refettorio mentre erano tutti a cena. Non posso permettere che succeda di nuovo." Come a sottolineare il concetto, vedi che tiene la mano sul calcio della sua arma.
ko: 주디스가 거절합니다. “죄송하지만, 일하는 중이라. 언젠가 마을 만찬 중에 늑대가 어슬렁거린 적 있었습니다. 그런 일이 또 생겨선 안 되겠죠.” 주디스가 한 손을 총기 개머리판에 얹습니다.
pl: „Przykro mi, ale pracuję” – mówi Judith. – „Raz zdarzyło się, że podczas kolacji do Stodoły tak po prostu wszedł wilk. Nie mogę pozwolić, aby znowu do tego doszło”. Aby podkreślić swoje słowa, kładzie dłoń na kolbie strzelby.
ru: «Прости, я на службе, — говорит Джудит. — Однажды сюда забрёл волк прямо во время ужина. Я не могу позволить этому повториться». Она кладёт руку на ружьё.
zh: “抱歉，我在工作。”茱蒂丝说，“有一次，大家在用晚餐时，一只狼就直接晃了进来，我不能再让这种事情发生。”她将一只手放在来福枪的枪托上。

source: <b>If Theo Peters is at Relationship Level 3 or higher:</b>
de: <b>Falls Theo Peters’ Beziehungsstufe 3 oder höher ist:</b>
es: <b>Si el nivel de relación de Theo Peters es 3 o más:</b>
fr: <b>Si Theo Peters a un Niveau de Relation au moins égal à 3 :</b>
it: <b>Se il Livello di Relazione con Theo Peters è pari o superiore a 3:</b>
ko: <b>‘테오 피터스’와의 친밀도가 3 이상이라면:</b>
pl: <b>Jeśli stopień zażyłości z Theo Petersem wynosi 3 lub więcej::</b>
ru: <b>Если уровень доверия Тео Питерса 3 и выше:</b>
zh: <b>如果西奥．彼得斯的友好度至少有3格：</b>

source: “But how can you ask me to dance with you if we’re already dancing?” Theo giggles as he shuffles out of time with the music. He nearly slips in a patch of mud, but you catch him just in time. “I think you just saved my life,” he gasps.
de: „Aber wie können Sie mich zum Tanz auffordern, wenn wir bereits tanzen?“, kichert Theo, während er sich außer Takt zur Musik bewegt. Beinahe wäre er in einer Schlammpfütze ausgerutscht, aber du fängst ihn gerade noch rechtzeitig auf. „Ich glaube, Sie haben mir gerade das Leben gerettet“, keucht er und lacht.
es: –Pero ¿cómo va a pedirme bailar con usted si ya estamos bailando? Theo suelta una risita mientras se mueve desacompasadamente con la música. Está a punto de resbalarse en un charco de barro, pero lo agarras a tiempo. –Creo que acaba de salvarme la vida –jadea.
fr: « Mais comment pouvez-vous me demander de danser avec vous si nous sommes déjà en train de danser ? » Theo s’esclaffe en traînant les pieds au rythme de la musique. Il manque de glisser dans la boue, mais vous le rattrapez juste à temps. « Je crois que vous venez de me sauver la vie », souffle-t-il.
it: "Ma come fai a chiedermi di ballare se stiamo già ballando?" Theo si mette a ridacchiare, muovendo i piedi e le braccia senza andare a tempo con la musica. D'un tratto scivola su una chiazza di fango, ma riesci ad afferrarlo appena in tempo: "Mi sa che mi hai appena salvato la vita" ti ringrazia.
ko: “이미 함께 춤추고 있는데 춤을 추자뇨?” 테오가 음악에 맞춰 발을 셔플링하며 킥킥 웃습니다. 그 순간, 테오가 진흙 덩어리에 발을 디디며 미끄러질 뻔하자, 당신이 그를 때맞춰 붙잡습니다. “휴, 제 목숨을 구해주셨군요.” 테오가 숨을 헐떡입니다.
pl: „Ale jak możesz mnie prosić do tańca, skoro już tańczymy?” Theo chichocze, poruszając się nie do rytmu. Prawie ślizga się na plamie błota, ale łapiesz go w samą porę. „Chyba właśnie uratowałeś mi życie” – mówi zdyszany.
ru: «Как вы можете пригласить меня на танец, если мы уже танцуем?» — хихикает Тео, пританцовывая абсолютно не в такт музыке. Он поскальзывается на пятне грязи, и вы ловите его, не дав парню упасть. «Вы только что спасли мне жизнь!» — ахает он.
zh: “我们已经在跳舞了，你要怎么邀我跳舞？”西奥咯咯笑著，跟著音乐摇头摆脑。他踩到一团泥巴差点滑倒，你及时拉住了他，他松了一口气说：“我想你刚救了我一命。”

source: In Theo Peters’ Notes, record <i>Theo shared a dance</i>.
de: Notiere unter Theo Peters’ Notizen: <i>Theo hat mit dir getanzt</i>.
es: Anota en las Notas de Theo Peters que <i>Theo compartió un baile</i>.
fr: Dans les Notes de Theo Peters, indiquez que <i>Theo a dansé avec vous</i>.
it: Annota negli Appunti di Theo Peters che <i>Theo ha accettato di ballare</i>.
ko: ‘테오 피터스’의 기록지에 [[테오와 춤을 추었다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Theo Petersa, że <i>Theo zatańczył</i>.
ru: В заметках Тео Питерса запишите, что <i>Тео разделил с вами танец</i>.
zh: 在西奥．彼得斯的笔记中，记录下<i>与西奥共舞</i>。

source: Theo shared a dance.
de: Theo hat mit dir getanzt.
es: Theo compartió un baile.
fr: Theo a dansé avec vous.
it: Theo ha accettato di ballare.
ko: 테오와 춤을 추었다
pl: Theo zatańczył.
ru: Тео разделил с вами танец.
zh: 与西奥共舞。

source: “Thanks but I—” Theo slips in some mud and careens into a dancing couple, who topple another half dozen revelers. The Commons go quiet for a moment. “I’m okay!” Theo shouts as he scrambles to his feet.
de: „Danke, aber ich...“ Theo rutscht in einer Schlammpfütze aus und stößt mit einem tanzenden Paar zusammen, das wiederum ein weiteres halbes Dutzend Feiernde umstößt. In der Versammlungshalle ist es einen Moment lang still. „Mir geht’s gut!“, ruft Theo, als er auf die Beine kommt.
es: –Gracias, pero yo… Theo se resbala en un charco de barro y se estrella contra una pareja que baila, que a su vez golpean a otra media docena de bailarines. El salón comunitario se queda en silencio durante un instante. –¡Estoy bien! –grita Theo mientras se levanta.
fr: « Merci, mais je… » Theo glisse dans la boue et percute un couple de danseurs, qui renverse une demi-douzaine de noceurs. La Salle Commune devient silencieuse pendant un instant. « Je vais bien ! » s’écrie Theo en se relevant.
it: "Grazie ma i-" Theo scivola su una chiazza di fango, franando su una coppia di ballerini e creando un effetto a catena che coinvolge una decina di festanti. Un velo di silenzio cala sul refettorio... "Sto bene!" fa notare il ragazzo a gran voce rimettendosi in piedi.
ko: “말씀은 고맙지만, 전...” 테오가 진흙 덩어리를 밟아 쭈욱 미끄러지며 춤추는 커플과 정면으로 충돌하며, 연쇄적으로 연회객 대여섯 명이 나자빠집니다. 마을 회관에 잠시 정적이 감돕니다. “전 괜찮아요!” 테오가 허둥지둥 일어나며 외칩니다.
pl: „Dzięki, ale...” Theo ślizga się na plamie błota i wpada na tańczącą parę, która z kolei przewraca kilkoro następnych biesiadników. W stodole na moment zapada cisza. „Jestem cały!” – woła Theo, dźwigając się na nogi.
ru: «Спасибо, но…» Тео поскальзывается на пятне грязи и сбивает с ног танцующую пару, которая, словно домино, сбивает ещё полдесятка гостей. Зал ненадолго затихает. «Я в порядке!» — восклицает Тео, поднявшись на ноги.
zh: “谢谢，但我 — ”西奥踩到泥巴滑了一跤，撞倒了一对共舞的情侣，他们又撞倒了其他几十位舞者。城镇大堂瞬间安静下来。“我没事！”西奥边大喊边跌跌撞撞地起身。

source: Choose dance:
de: Wähle deinen Tanzpartner:
es: Elige baile:
fr: Vous avez le droit de choisir avec qui vous aimeriez danser :
it: Scegli con chi ballare:
ko: 선택하세요:
pl: Wybierz taniec:
ru: Выберите танец:
zh: 选择舞伴：

source: Chosen dance:
de: Gewählter Tanzpartner:
es: Baile elegido:
fr: Vous avez le droit de choisir avec qui vous aimeriez danser :
it: Scegli con chi ballare:
ko: 선택:
pl: Wybrany taniec:
ru: Выбранный танец:
zh: 已选择舞伴：

source: Mother Rachel watches the room.
de: Mutter Rachel beobachtet den Raum genau.
es: La madre Rachel observa la sala.
fr: Mère Rachel observe la pièce.
it: Madre Rachel osserva la sala.
ko: 대모 레이첼은 마을 회관을 살피고 있습니다
pl: Matka Rachel obserwuje pomieszczenie.
ru: Матушка Рейчел присматривает за собравшимися.
zh: 瑞秋主母看望著大堂。

source: Next to the dinner spread, Leah looks utterly exhausted.
de: Neben dem Esstisch steht Leah und sieht völlig erschöpft aus.
es: Leah está junto a la comida de la cena y parece totalmente agotada.
fr: Non loin du buffet, Leah semble totalement épuisée.
it: Non lontana dalle tavolate, Leah ha un aspetto del tutto esausto.
ko: 리아는 완전히 지친 얼굴로 저녁 식탁 옆에 서 있습니다
pl: Obok stołu z jedzeniem stoi całkowicie wyczerpana Leah.
ru: Лия стоит возле накрытого стола, на её лице написано крайнее измождение.
zh: 餐桌旁，莉亚看起来身心俱疲。

source: Simeon makes bird noises to a gaggle of children.
de: Simeon macht für eine Horde Kinder Vogelgeräusche nach.
es: Simeon está con un grupo de niños y hace ruidos de aves.
fr: Simeon imite des chants d’oiseaux pour faire rire les enfants.
it: Simeon sta imitando il verso degli uccelli per intrattenere alcuni bambini.
ko: 시미언은 새를 흉내 내며 시끌벅적한 아이들 무리와 놀고 있습니다
pl: Simeon naśladuje odgłosy ptaków przed gromadką dzieci.
ru: Симеон смешит детей, подражая птичьим голосам.
zh: 西缅在一群孩子之间，模仿著鸟叫声。

source: William sits in a corner, penning the first lines of what is sure to be an overwrought poem about his family legacy.
de: William sitzt in einer Ecke und verfasst mit Sicherheit die ersten Zeilen eines ausschweifenden Gedichts über sein Familienvermächtnis.
es: William está sentado en un rincón, escribiendo las primeras líneas de lo que seguramente será un recargado poema sobre el legado de su familia.
fr: William est assis dans un coin et écrit les premières lignes d’un poème à rallonge sur l’héritage de sa famille.
it: William siede in un angolo, intento a scrivere i primi versi di quello che sarà un poema stravagante sull'eredità della sua famiglia.
ko: 윌리엄은 한쪽 구석에 앉아, 헴록 가문의 유산에 대한 과장된 시의 첫 구절을 짜내고 있습니다
pl: William siedzi w kącie, pisząc pierwsze linijki czegoś, co z pewnością będzie przestylizowanym wierszem na temat jego rodzinnej spuścizny.
ru: Уильям сидит в углу, набрасывая первые строчки стихотворения, которое наверняка станет перегруженной поэмой о его фамильном наследии.
zh: 威廉坐在角落，正在写字，肯定是在为他家族的传承写下一篇歌功颂德的诗歌。

source: River is tearing it up on the dance floor.
de: River rockt richtig auf der Tanzfläche ab.
es: River lo está dando todo en la pista de baile.
fr: River fait un malheur sur la piste de danse.
it: River si sta scatenando in pista.
ko: 리버는 댄스 플로어에서 흥겹게 춤을 즐기고 있습니다
pl: River szaleje na parkiecie.
ru: Ривер зажигает на танцполе.
zh: 芮福在舞池中显得如鱼得水。

source: Gideon sits on a stool near the dancing.
de: Gideon sitzt auf einem Hocker neben der Tanzfläche.
es: Gideon está sentado en un taburete cerca de los que bailan.
fr: Gideon est assis sur un tabouret à côté de la piste de danse.
it: Gideon è seduto su uno sgabello accanto alla pista.
ko: 기디언은 댄스 플로어 옆쪽 의자에 앉아 있습니다
pl: Gideon siedzi na stołku i obserwuje tańczących.
ru: Гидеон сидит на стуле недалеко от танцующих.
zh: 吉迪恩坐在舞池旁的一张凳子上。

source: Standing by the entrance, Judith watches the door.
de: Neben dem Eingang steht Judith und beobachtet die Tür.
es: Judith vigila la puerta cerca de la entrada.
fr: Debout à côté de l’entrée, Judith surveille la porte.
it: Appoggiata alla porta, Judith sta presidiando l'ingresso.
ko: 주디스는 출입문 옆에 서서 문을 감시하고 있습니다
pl: Judith pilnuje drzwi wejściowych.
ru: Джудит стоит у входа и приглядывает за дверью.
zh: 茱蒂丝站在入口，守著大门。

source: Theo bobs his head in rhythm in the crowd.
de: Theo nickt im Rhythmus der Musik mit dem Kopf.
es: Theo mueve la cabeza al ritmo de la multitud.
fr: Theo est dans la foule et dodeline de la tête au rythme de la musique.
it: Theo fa ondeggiare la testa a ritmo tra la folla.
ko: 테오는 사람들 속에 섞인 채, 리듬에 맞춰 고개를 까딱거리고 있습니다
pl: Stojący w tłumie Theo kręci głową w rytm muzyki.
ru: Тео покачивает головой в такт движению толпы.
zh: 西奥在人群中，随著节奏摇头晃脑。

source: Dance by yourself.
de: Tanze für dich allein.
es: Bailas por tu cuenta.
fr: Danser seul.
it: Balla per conto tuo.
ko: 홀로 춤을 춥니다
pl: Tańczysz samotnie.
ru: Потанцевать в одиночестве.
zh: 独自跳舞。

source: A woman in hunting clothes stands at the edge of the room.
de: Eine Frau in Jagdkleidung steht in einer Ecke des Raumes.
es: Hay una mujer con ropa de caza en un extremo de la sala.
fr: Une femme vêtue d’habits de chasse se tient en retrait dans la pièce.
it: C'è una donna in indumenti da caccia in fondo alla sala.
ko: 사냥 재킷을 입은 여자가 회관 귀퉁이에서 가만히 서 있습니다
pl: Na samym skraju stoi kobieta w stroju myśliwskim.
ru: На входе в зал застыла женщина в охотничьей одежде.
zh: 一位穿著狩猎外套的女性站在大堂边缘。

source: Dr. Marquez eyes you from across the room.
de: Dr. Marquez schaut dich quer durch den Raum direkt an.
es: La Dra. Marquez te mira desde el otro lado de la sala.
fr: Le Dr Marquez vous tient à l’œil à l’autre bout de la pièce.
it: La dottoressa Marquez vi osserva dall'altra parte della sala.
ko: 회관 건너편에서 마르케스 박사가 당신을 바라보고 있습니다
pl: Dr Marquez patrzy na ciebie z drugiego końca sali.
ru: Доктор Маркес поглядывает на вас из противоположного конца зала.
zh: 马尔克斯博士在大堂对面，隔著人群看著你。

source: Codex 9: Dancing Alone
de: Kodex 9: Du tanzt für dich allein
es: Códice 9: Bailar por tu cuenta
fr: Codex 9 : Danser seul
it: Codex 9: Balla Per Conto Tuo
ko: 서고 9: 혼자서 춤추기
pl: Kodeks 9: Samotny taniec
ru: Архив 9: Танец в одиночестве
zh: 圣典9：独自跳舞

source: You move in time to the music. The dim light casts each face in soft, dark shadows as the sky outside darkens. A palpable presence blankets the room, moving between the dancing figures and slowing your senses. You close your eyes for what feels like just a moment. When you open them, you are lying on the floor. Several dancers stand around you, and someone helps you to your feet.
de: Du bewegst dich im Takt der Musik. Das gedämpfte Licht taucht die Gesichter in weiche, dunkle Schatten, während sich der Himmel draußen verdunkelt. Eine spürbare Präsenz durchdringt den Raum, bewegt sich zwischen den tanzenden Figuren und verlangsamt deine Sinne. Du schließt für einen kurzen Moment die Augen. Als du sie wieder öffnest, liegst du auf dem Boden. Mehrere Tänzer stehen um dich herum. Jemand hilft dir auf die Beine.
es: Te mueves al compás de la música. La tenue luz baña los rostros con leves sombras oscuras mientras el cielo del exterior también se oscurece. Una presencia palpable llena la sala, moviéndose entre los que bailan y ralentizando los sentidos. Cierras los ojos durante lo que parece un instante. Cuando los abres, estás en el suelo. Hay varios bailarines a tu alrededor y alguien te ayuda a levantarte.
fr: Vous vous déplacez au rythme de la musique. La faible lumière projette des ombres douces et sombres sur chaque visage, alors que le ciel s’assombrit à l’extérieur. Une présence palpable envahit la pièce et se déplace entre les danseurs pendant que vous percevez toute la scène au ralenti. Vous fermez les yeux pendant ce qui vous semble n’être qu’un instant. Lorsque vous les ouvrez, vous êtes allongé sur le sol. Plusieurs danseurs se tiennent autour de vous et quelqu’un vous aide à vous relever.
it: Ti muovi a tempo con la musica. La luce soffusa ammanta ogni volto in un morbido velo d'ombre oscure e il cielo all'esterno sembra sempre nuvoloso. È come se ci fosse una presenza palpabile nella sala, che si muove tra le figure danzanti e ti rallenta i riflessi. Chiudi gli occhi per quel che ti sembra esser solo un secondo, ma quando li riapri sei a terra con diversi danzanti che ti fissano. Qualcuno ti dà una mano a rialzarti.
ko: 당신 혼자서 음악에 몸을 맡깁니다. 바깥의 하늘이 짙게 물드는 가운데, 어둑어둑한 빛이 모두의 얼굴에 부드럽고 어두운 그림자를 드리웁니다. 정체 모를 무형의 존재가 마을 회관 안을 장악하고, 춤추는 사람들 사이를 이리저리 오가며 당신의 감각을 무디게 만듭니다. 눈을 감았다 뜨는 찰나의 시간 뒤에, 당신은 바닥에 누워 있었습니다. 몇몇 춤꾼들이 당신을 둘러싸고 서 있었으며, 누군가가 당신의 손을 붙잡고 일으켜 주었습니다.
pl: Poruszasz się w rytm muzyki. Słońce na zewnątrz zachodzi i rzuca na twarze tańczących miękkie, mroczne cienie. Salę wypełnia jakaś wyczuwalna obecność, poruszająca się między tańczącymi i otumaniająca ich zmysły. Zamykasz oczy – jak ci się wydaje – tylko na chwilę. Kiedy je otwierasz, leżysz na podłodze. Stoi nad tobą kilka osób i jedna z nich pomaga ci wstać.
ru: Вы двигаетесь в такт музыке. Приглушенный свет отбрасывает на лица присутствующих мягкие тени, по мере того как темнеет небо за окном. Комнату окутывает осязаемое присутствие. Оно скользит между танцующими фигурами и замедляет ваши чувства. Вы закрываете глаза, будто всего на мгновение. Открыв их, вы обнаруживаете, что лежите на полу. Несколько танцоров обступают вас и помогают подняться на ноги.
zh: 你随著音乐起舞，昏暗的光线在所有人脸上投下柔和的暗色阴影，户外的天空渐渐暗了下来。一种几乎有触感的存在像毯子般覆盖了整座大堂，在跳舞的人群之间移动，迟缓了你的感官。你闭上眼睛仔细感受这种感觉，当你重新睁开眼睛，你已经躺在地上了，几名舞者站在你身旁，有人伸出手将你扶起来。

source: Codex Ω: Helen Peters
de: Kodex Ω: Helen Peters
es: Códice Ω: Helen Peters
ko: 서고 Ω: 헬렌 피터스
pl: Kodeks Ω: Helen Peters
ru: Архив Ω: Элен Питерс
zh: 圣典Ω：海伦．彼得斯

source: <b>Check your Campaign Log. If <i>Helen Peters joined the survey</i>:</b>
de: <b>Überprüfe das Kampagnenlogbuch. <i>Falls sich Helen an den Nachforschungen beteiligt</i>:</b>
es: <b>Comprueba el registro de campaña. Si <i>Helen Peters se unió al estudio</i>:</b>
fr: <b>Vérifiez votre Carnet de Campagne. Si <i>Helen Peters a rejoint l’équipe de recherche</i> :</b>
it: <b>Controlla il Diario della Campagna. Se <i>Helen Peters si è unita alla squadra di ricerca</i>:</b>
ko: <b>캠페인 기록지를 확인합니다. <i>헬렌 피터스가 현장 조사에 합류했다</i>면:</b>
pl: <b>Sprawdź Dziennik kampanii. Jeśli <i>Helen Peters dołączyła do grupy badawczej</i>:</b>
ru: <b>Сверьтесь с журналом. Если <i>Элен Питерс присоединилась к группе</i>:</b>
zh: <b>检查剧本日志，如果<i>海伦．彼得斯加入调查团</i>：</b>
