Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/10_the_second_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “I thought you’d never ask,” Helen smiles. You keep step with her as best you can; she is unsurprisingly agile as she leads you in the dance, then lets you guide as the song turns from upbeat to contemplative. As the dance ends, you look out to the crowd to see everyone looking on with the same wide, dopey grin.
de: „Ich dachte schon, Sie würden nie fragen“, lächelt Helen. Du hältst mit ihr Schritt, so gut du kannst. Es überrascht dich nicht, wie geschmeidig ihre Bewegungen sind. Zuerst übernimmt sie die Führung, gibt sie dann aber an dich ab, als das schwungvolle Lied in die besinnlichere Phase übergeht. Als der Tanz endet, schaust du in die Menge und bemerkst, dass alle euch mit dem gleichen breiten, dämlichen Grinsen zusehen.
es: –Pensé que nunca me lo preguntaría –dice Helen con una sonrisa. Le sigues el ritmo lo mejor que puedes; es sorprendentemente ágil mientras lleva la voz cantante en el baile, y luego te deja guiar cuando la canción pasa de un ritmo animado a uno más contemplativo. Cuando el baile termina, observas la multitud y ves que todos tienen la misma sonrisa amplia y bobalicona.
fr: « Je pensais que vous ne le demanderiez jamais », sourit Helen. Vous suivez son rythme du mieux que vous pouvez; elle est très agile et vous entraîne dans la danse, puis vous laisse guider lorsque la chanson passe d’un rythme endiablé à un quelque chose de plus calme. À la fin de la danse, vous regardez la foule et voyez que tout le monde vous regarde avec le même sourire, jusqu’aux oreilles, et qui leur donne un air idiot.
it: "Pensavo che non me lo avresti mai chiesto" ti risponde Helen con un sorriso. Cerchi di fare del tuo meglio per tenere il passo, ma è particolarmente agile nel guidarti lungo le note, e lascia che sia tu ad accompagnarla solo quando la melodia passa da un ritmo serrato a uno più contemplativo. Quando la musica si interrompe ti guardi attorno e ti rendi conto che tutti i danzatori hanno lo stesso sorriso ebete disteso sul volto.
ko: “나한테 춤을 권할 줄은 몰랐는걸.” 헬렌이 미소 짓습니다. 당신으로선 스텝을 쫓아가는 데 바쁠 따름이었고, 헬렌은 놀랍게도 민첩했으며 당신을 시종일관 리드했습니다. 하지만 경쾌하고 빠른 곡이 지나고 감성적인 느린 곡에 이르자, 헬렌은 당신에게 주도권을 넘깁니다. 춤이 끝나자, 관객 모두가 하나같이 당신을 바라보며 활짝 웃습니다.
pl: „Myślałam, że nigdy nie zapytasz” – uśmiecha się Helen. Dotrzymujesz jej kroku najlepiej, jak potrafisz – prowadzi cię w tańcu z zaskakującą zwinnością, a następnie pozwala ci przejąć stery, gdy skoczna piosenka zwalnia tempo na bardziej melancholijne. Gdy taniec się kończy, patrzysz na tłum i zauważasz, że wszyscy patrzą przed siebie z takim samym szerokim, bezmyślnym uśmiechem.
ru: «Я уж думала, не пригласишь», — улыбается Элен. Вы изо всех сил стараетесь держать её темп; она на удивление ловка и ведёт вас в танце, затем уступает вам инициативу, когда музыка становится более медленной. Когда танец заканчивается, вы смотрите на собравшихся и видите на лицах каждого из них одну и ту же широкую опьянённую улыбку.
zh: “我还以为你不会邀请我呢。”海伦微笑著说。你尽力跟上她的舞步，她领著舞，出乎你意料的灵活，当轻快的曲调舒缓下来时，她改为让你主导。曲子结束时，你看到每个人脸上都带著大大的傻笑。

source: In your Campaign Log, record <i>Helen shared a dance</i>.
de: Notiere unter Helen Peters’ Notizen: <i>Helen hat mit dir getanzt</i>.
es: Anota en el registro de campaña que <i>Helen compartió un baile</i>.
fr: Dans votre Carnet de Campagne, indiquez qu’<i>Helen a dansé avec vous</i>.
it: Annota nel Diario della Campagna che <i>Helen ha accettato di ballare</i>.
ko: 캠페인 기록지에 [[헬렌과 춤을 추었다]] 라고 기록합니다.
pl: Zanotuj w Dzienniku kampanii, że <i>Helen zatańczyła</i>.
ru: Запишите в журнал кампании, что <i>Элен разделила с вами танец</i>.
zh: 在剧本日志中，记录下<i>与海伦共舞</i>。

source: Helen shared a dance.
de: Helen hat mit dir getanzt.
es: Helen compartió un baile.
fr: Helen a dansé avec vous.
it: Helen ha accettato di ballare.
ko: 헬렌과 춤을 추었다
pl: Helen zatańczyła.
ru: Элен разделила с вами танец.
zh: 与海伦共舞。

source: <b><i>If The Peters Family was reunited:</i></b>
de: <b><i>Falls die Familie Peters wiedervereint ist:</i></b>
es: <b><i>Si la familia Peters se reunió:</i></b>
fr: <b>Si <i>la famille Peters a été réunie</i> :</b>
it: <b><i>Se la famiglia Peters è stata riunita:</i></b>
ko: [[피터스 가족이 마침내 함께 뭉쳤다]]<b>면:</b>
pl: <b><i>Jeśli rodzina Petersów znów jest razem:</i></b>
ru: <b>Если <i>семья Питерсов снова вместе</i>:</b>
zh: <b><i>如果彼得斯一家团聚：</i></b>

source: In your Campaign Log, record <i>Helen Peters joined the survey</i>.
de: Im Kampagnenlogbuch wird notiert: <i>Helen Peters beteiligt sich an den Nachforschungen</i>.
es: Anota en el registro de campaña que <i>Helen Peters se unió al estudio</i>.
fr: Dans votre Carnet de Campagne, indiquez qu’<i>Helen Peters a rejoint l’équipe de recherche</i>.
it: Annota nel Diario della Campagna che <i>Helen Peters si è unita alla squadra di ricerca</i>.
ko: 캠페인 기록지에 [[헬렌 피터스가 현장 조사에 합류했다]] 라고 기록합니다.
pl: Zanotuj w Dzienniku kampanii, że <i>Helen Peters dołączyła do grupy badawczej</i>.
ru: Запишите в журнал кампании, что <i>Элен Питерс присоединилась к группе</i>.
zh: 在剧本日志中，记录下<i>海伦．彼得斯加入调查团</i>。

source: Any one investigator may choose to add the Helen Peters story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Residents</i> encounter set
de: Ein Ermittler darf wählen, die Storyvorteilskarte Helen Peters seinem Deck hinzuzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers. Diese Karte befindet sich im Begegnungsset <i>Einwohner</i>.
es: Un investigador cualquiera puede elegir añadir el Apoyo de historia Helen Peters a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador y puede encontrarse en el conjunto de encuentros <i>Habitantes</i>.
fr: N’importe quel investigateur a le droit de choisir d’ajouter le soutien d’histoire Helen Peters à son deck. Il ne compte pas dans la taille de son deck. Cette carte peut être trouvée dans le set de rencontre <i>Habitants</i>.
it: Un investigatore può scegliere di aggiungere il supporto storia Helen Peters al suo mazzo (non considerandolo nella dimensione del suo mazzo). Questa carta si trova nel set di incontri <i>Abitanti</i>.
ko: 조사자 중 한 명이 ‘헬렌 피터스’ 이야기 자산을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다. 이 카드는 [[주민]] 조우 세트에 포함되어 있습니다
pl: Jeden dowolny badacz może zdecydować się dodać atut fabularny Helen Peters do swojej talii. Nie wlicza się on do limitu kart w talii badacza. Karta ta znajduje się w zestawie spotkań <i>Mieszkańcy</i>
ru: Любой сыщик может включить в свою колоду сюжетный актив «Элен Питерс». Эта карта не идёт в счёт размера колоды. Данную карту можно найти в наборе контактов «Жители».
zh: 任意一位调查员可以将海伦．彼得斯剧情支援加入自己牌库。这张卡牌不计入该调查员的牌库卡牌张数。这张卡牌可以在<i>住民</i>遭遇组中找到

source: You approach to find the woman in hunting clothes locked in an argument with Theo. “For the last time, sis, I can’t. They need me here,” Theo says, flustered. She gives him a pitying look. “What would Mother think?” Theo glowers at her. “Just leave,” he says darkly.
de: Du näherst dich der Frau in Jagdkleidung, die in einen Streit mit Theo verwickelt ist. „Zum letzten Mal, Schwesterherz, ich kann nicht. Sie brauchen mich hier“, sagt Theo aufgebracht. Sie wirft ihm einen mitleidigen Blick zu. „Was würde Mutter denken?“ Theo schaut sie finster an. „Geh einfach“, sagt er mit düsterem Unterton.
es: Te acercas a la mujer vestida con ropa de caza que discute con Theo. –Por última vez, hermanita, no puedo. Aquí me necesitan –dice Theo con nerviosismo. Ella le dedica una mirada de pena y responde: –¿Qué pensaría mamá? Theo la fulmina con la mirada. –Vete –dice con tono serio.
fr: Vous vous approchez pour trouver la femme en tenue de chasse en pleine discussion avec Theo. « Pour la dernière fois, petite sœur, je ne peux pas. On a besoin de moi ici », dit Theo, troublé. Elle lui jette un regard empli de pitié. « Qu’en penserait Mère ? » Theo lui lance un regard noir. « Va-t’en », dit-il d’un air sombre.
it: Quando ti avvicini, trovi la donna con gli indumenti da caccia impegnata in un'accesa discussione con Theo. "Per l'ultima volta, sorellona, non posso. Hanno bisogno di me qui" cerca di spiegarle il ragazzo con frustrazione. "Cosa direbbe nostra madre?" gli chiede lei con gli occhi colmi di tristezza. Theo la fulmina con lo sguardo. "Vattene" dice cupo.
ko: 당신은 테오와 말다툼 중인 사냥 재킷 차림의 여자에게 다가갑니다. “누나, 마지막으로 말하는데, 난 못 떠나. 여기엔 내가 필요해.” 테오가 당황하며 말하자, 여자가 가련하다는 듯 테오를 바라봅니다. “어머니께선 어떻게 생각하실 것 같아?” 테오가 여자를 노려보며 암울하게 말합니다. “그냥 가.”
pl: Podchodzisz do kobiety w stroju myśliwskim, która kłóci się z Theo. „Po raz ostatni, siostro – nie mogę. Jestem tu potrzebny” – mówi zdenerwowany Theo. Kobieta patrzy na niego z politowaniem. „Co pomyślałaby Matka?” – Theo spogląda na nią wilkiem i dodaje ponurym głosem: „Po prostu stąd odejdź”.
ru: Вы подходите и видите, как женщина в охотничьем наряде ругается с Тео. «В последний раз, сестрёнка, я не могу. Я нужен здесь», — взволнованно говорит Тео. Женщина жалобно смотрит на парня: «Что бы сказала матушка?» Тео бросает на неё сердитый взгляд. «Просто уйди», — мрачно говорит он.
zh: 你靠近大门，看见身穿狩猎外套的女性正在跟西奥争执。“我在说最后一次，老姊，我不行，这里的人需要我。”西奥心烦意乱的说。西奥的姊姊用鄙视的目光看著他：“老妈会怎么想？”西奥怒视著她，语气不善说：“快离开吧。”

source: In Theo Peters’ Notes, record <i>Theo rejected his family</i>.
de: Notiere unter Theo Peters’ Notizen: <i>Theo hat seine Familie zurückgewiesen</i>.
es: Anota en las Notas de Theo Peters que <i>Theo rechazó a su familia</i>.
fr: Dans les Notes de Theo Peters, indiquez que <i>Theo a rejeté sa famille</i>.
it: Annota negli Appunti di Theo Peters che <i>Theo ha rinnegato la sua famiglia</i>.
ko: ‘테오 피터스’의 기록지에 [[테오가 가족을 등졌다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Theo Petersa, że <i>Theo odwrócił się od swojej rodziny</i>.
ru: В заметках Тео Питерса запишите, что <i>Тео отказался от своей семьи</i>.
zh: 在西奥．彼得斯的笔记，记录下<i>西奥拒绝了他的家人</i>。

source: Theo rejected his family.
de: Theo hat seine Familie zurückgewiesen.
es: Theo rechazó a su familia.
fr: Theo a rejeté sa famille.
it: Theo ha rinnegato la sua famiglia.
ko: 테오가 가족을 등졌다
pl: Theo odwrócił się od swojej rodziny.
ru: Тео отказался от своей семьи.
zh: 西奥拒绝了他的家人。

source: “Meet me outside afterward,” Dr. Marquez says, all business. You ask her why and she shakes her head. “This is the last place I’d want to discuss anything. I’m going to gather some supplies before we talk. I recommend you do the same.”
de: „Wir treffen uns nachher draußen“, sagt Dr. Marquez ganz sachlich. Du willst den Grund wissen, aber sie schüttelt den Kopf. „Das hier ist der letzte Ort, an dem ich etwas besprechen möchte. Ich werde ein paar Vorräte holen, bevor wir reden. Ich empfehle Ihnen, es mir gleich zu tun.“
es: –Reúnanse conmigo fuera después de que esto acabe –dice la Dra. Marquez sin rodeos. Preguntas por qué y sacude la cabeza. –Éste es el último sitio donde querría hablar de nada. Voy a reunir suministros antes de que hablemos. Les recomiendo que hagan lo mismo.
fr: « Rejoignez-moi à l’extérieur après la fête », dit le Dr Marquez, d’un ton tout à fait professionnel. Vous lui demandez pourquoi et elle secoue la tête. « C’est le dernier endroit où je voudrais discuter de quoi que ce soit. Je vais rassembler des affaires avant notre échange. Je vous recommande de faire de même. »
it: "Vediamoci fuori, dopo la festa." La dottoressa Marquez non sembra avere tempo per certe distrazioni. Le chiedi perché, ma la donna si limita a scuotere la testa. "Questo è l'ultimo posto dove vorrei discuterne. Metterò qualcosa nello zaino prima di incontrarci e ti consiglierei di fare lo stesso."
ko: “끝나면 밖에서 만나죠.” 마르케스 박사가 진중한 표정으로 말합니다. 그 이유를 묻자 박사는 고개를 절레절레 흔듭니다. “여기서 뭔가를 논하는 게 적절치는 않을 것 같아요. 이야기하기 전에 준비해야 할 게 좀 있어서 챙겨올게요. 당신도 준비할 게 있으면 챙겨두도록 해요.”
pl: „Spotkajmy się później na zewnątrz” – mówi zwięźle dr Marquez. Pytasz, dlaczego, ale tylko kręci głową w odpowiedzi. „To ostatnie miejsce, w którym chciałabym na ten temat dyskutować. Planuję zgromadzić trochę zapasów, zanim porozmawiamy. Radzę ci zrobić to samo”.
ru: «Встретимся снаружи, когда это закончится», — говорит доктор Маркес со всей серьёзностью. Вы спрашиваете, в чём дело, и она качает головой: «Где-где, а здесь я точно не хочу ничего обсуждать. Прежде чем мы поговорим, я соберу кое-какие припасы. Рекомендую заняться тем же».
zh: “结束后到外面找我。”马尔克斯博士用公事公办的语气对你说。你询问原因，但她只是摇摇头：“这里是我最不想讨论事情的地方。我要先去搜集一些补给品，我建议你也这样做。”

source: Each investigator begins the next scenario with 2 additional resources.
de: Jeder Ermittler beginnt das nächste Szenario mit 2 zusätzlichen Ressourcen.
es: Cada investigador comienza el siguiente escenario con 2 recursos adicionales.
fr: Tous les investigateurs commencent le prochain scénario avec 2 ressources supplémentaires.
it: Ogni investigatore inizia il prossimo scenario con 2 risorse aggiuntive.
ko: 다음 시나리오에서 모든 조사자는 각자 추가로 자원을 2개씩 더 갖고 시작합니다.
pl: Każdy badacz zaczyna następny scenariusz z 2 dodatkowymi żetonami zasobów.
ru: В начале следующего сценария у каждого сыщика на 2 ресурса больше.
zh: 每位调查员在下一场冒险开始时获得额外2资源。

source: Any one investigator may choose to add The Pearl Diary story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Heirlooms</i> encounter set.
de: Ein Ermittler darf wählen, die Storyvorteilskarte Das Pearl-Tagebuch seinem Deck hinzuzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers. Diese Karte befindet sich im Begegnungsset <i>Erbstücke</i>.
es: Un investigador cualquiera puede elegir añadir el Apoyo de historia El diario Perla a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador y puede encontrarse en el conjunto de encuentros <i>Reliquias familiares</i>.
fr: N’importe quel investigateur peut choisir d’ajouter à son deck le soutien d’histoire Le Journal des Pearl. Il ne compte pas dans la taille de son deck. Cette carte peut être trouvée dans le set de rencontre <i>Héritages</i>.
it: Un investigatore può scegliere di aggiungere il supporto storia Diario dei Pearl al suo mazzo (non considerandolo nella dimensione del suo mazzo). Questa carta si trova nel set di incontri <i>Cimeli</i>.
ko: 조사자 중 한 명이 ‘수잔 펄의 일지’ 이야기 자산을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다. 이 카드는 [[가보]] 조우 세트에 포함되어 있습니다.
pl: Jeden dowolny badacz może zdecydować się dodać atut fabularny Pamiętnik pani Pearl do swojej talii. Nie wlicza się on do limitu kart w talii badacza. Karta ta znajduje się w zestawie spotkań <i>Spuścizna</i>.
ru: Любой сыщик может включить в свою колоду сюжетный актив «Дневник Сьюзан Пёрл». Эта карта не идёт в счёт размера колоды. Данную карту можно найти в наборе контактов «Памятные безделушки».
zh: 任意一位调查员可以将帕洛日记剧情支援加入自己牌库。这张卡牌不计入该调查员的牌库卡牌张数。这张卡牌可以在<i>传家宝</i>遭遇组中找到。

source: Bertie had an epiphany.
de: Bertie hatte eine Epiphanie.
es: Bertie ha tenido una revelación.
fr: Bertie a eu une épiphanie.
it: Bertie ha avuto un'epifania.
ko: 버티가 깨달음을 얻었다
pl: Bertie doznał objawienia.
ru: Берти получил откровение.
zh: 柏蒂受到启示。

source: <i>Follow Dr. Marquez’s lead out to the Atwood Farm. What is the Vale hiding?</i>
de: <i>Folge Dr. Marquez zur Atwood-Farm. Was verbirgt das Tal vor euch?</i>
es: <i>Seguir la pista de la Dra. Marquez en la Granja Atwood. ¿Qué oculta el Valle?</i>
fr: <i>Suivre le Dr Marquez jusqu’à la Ferme des Atwood. Vale cache quelque chose, mais quoi ?</i>
it: <i>Seguite la pista della dottoressa Marquez che conduce alla fattoria degli Atwood. Cosa vi stanno nascondendo gli abitanti di Hemlock Vale?</i>
ko: 마르케스 박사를 따라 앳우드 농장으로 향합니다. 헴록 베일은 무엇을 숨기고 있는 것일까요?
pl: <i>Podążacie za dr Marquez na farmę Atwoodów. Co ukrywają mieszkańcy Doliny?</i>
ru: <i>Последовать за доктором Маркес на ферму Этвудов. Что же скрывают местные?</i>
zh: <i>跟马尔克斯博士一起到阿特伍德农场，谷地到底隐藏著什么秘密？</i>

source: Check the “Areas Surveyed” section of your Campaign Log and choose a scenario that has not yet been checked off. <b>If you do, add 1 [tablet] token, 1 [skull] token, and 1 [elder_thing] token to the chaos bag for the remainder of the campaign.</b>
de: Überprüfe den Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch und wähle ein Szenario, das noch nicht abgehakt ist. <b>Falls du dies tust, füge dem Chaosbeutel für den Rest der Kampagne 1 [tablet]-Marker, 1 [skull]-Marker und 1 [elder_thing]-Marker hinzu.</b>
es: Comprueba la sección “Zonas exploradas” del registro de campaña y elige un escenario que no haya sido tachado aún. <b>Si lo haces, añade 1 ficha [tablet], 1 ficha [skull] y 1 ficha [elder_thing] a la bolsa de caos durante el resto de la campaña.</b>
fr: Vérifiez la section « Zones Explorées » de votre Carnet de Campagne et choisissez un scénario qui n’a pas encore été coché. <b>Si vous le faites, ajoutez 1 pion [tablet], 1 pion [skull] et 1 pion [elder_thing] à la réserve du Chaos pour le reste de la campagne.</b>
it: Controllate la sezione "Zone Esplorate" nel Diario della Campagna e scegliete 1 scenario che non avete ancora spuntato. <b>Se lo fate, aggiungete 1 segnalino [tablet], 1 segnalino [skull] e 1 segnalino [elder_thing] al sacchetto del caos per il resto della campagna.</b>
ko: 헴록 섬의 독특한 야간 생태계에 관한 정보를 더 모아봅니다. 캠페인 기록지의 “현장 조사를 마친 지역” 항목을 확인하여 아직 체크 표시가 되지 않은 시나리오를 하나 선택합니다. 그렇게 한다면, 캠페인이 끝날 때까지 혼돈 주머니에 [tablet] 토큰 1개, [skull] 토큰 1개, [elder_thing] 토큰 1개를 추가합니다.
pl: Sprawdź sekcję „Zbadane obszary” w Dzienniku kampanii i wybierz scenariusz, który jeszcze nie został odhaczony. <b>Jeśli to zrobisz, dodaj do worka chaosu 1 żeton [tablet], 1 żeton [skull] i 1 żeton [elder_thing] (pozostają tam do końca kampanii).</b>
ru: Сверьтесь с разделом «Исследованные места» журнала кампании и выберите сценарий, который ещё не был отмечен. <b>Если сделали это, добавьте в мешок хаоса 1 жетон [tablet], 1 жетон [skull] и 1 жетон [elder_thing] до конца кампании.</b>
zh: 检查剧本日志中的“已调查区域”，选择一个还未打勾的冒险。<b>如果你这么做，将1个[tablet]标记、1个[skull]标记和1个[elder_thing]标记加入混乱袋，直到这个剧本结束。</b>

source: Midway into the evening, the dance reaches a lull. While rain patters outside, the dancing revelers move like smoke in the dim commons. Dr. Marquez signals you to join her at the side of the room. “There’s something very wrong here,” she says in a low voice. “There are maybe a dozen members of the Vale who have disappeared—some even in the last few days. Mother Rachel seems blissfully unconcerned. And then there are these ‘wonders’ everyone talks about. I’m starting to suspect the ‘wondrous’ feeling here isn’t just hypoxia.” You mention your own dizziness and strange euphoria over the past few days.
de: Im Laufe des Abends wird der Tanz ruhiger. Während draußen der Regen unaufhörlich niederprasselt, bewegen sich die tanzenden Feiernden in der schummrigen Versammlungshalle wie schwerer Rauch. Dr. Marquez steht etwas abseits an einer Wand und winkt dich zu sich. „Irgendetwas stimmt hier nicht“, sagt sie mit leiser Stimme. „In letzter Zeit sind rund ein Dutzend Bewohner des Tals verschwunden – einige sogar in den letzten paar Tagen. Mutter Rachel scheint davon völlig ungerührt zu sein. Und dann sind da noch diese ‚Wunder‘, von denen jeder spricht. Ich habe langsam den Verdacht, dass das ‚wundersame‘ Gefühl hier nicht einfach nur Sauerstoffmangel ist.“ Du erwähnst dein eigenes Schwindelgefühl und eine seltsame Euphorie in den letzten Tagen.
es: A mitad de la velada, el baile se adormece. Mientras la lluvia golpetea en el exterior, los bailarines se mueven como el humo en la penumbra del salón comunitario. La Dra. Marquez os hace una señal para que vayáis con ella a un lateral de la sala. –Aquí pasa algo muy extraño –dice en voz baja–. Hay como una docena de miembros del Valle que han desaparecido... Algunos incluso en los últimos días. A la madre Rachel parece darle totalmente igual y estar feliz con ello. Y luego están esos “milagros” de los que habla todo el mundo. Empiezo a sospechar que la “maravillosa” sensación de este sitio no es sólo hipoxia. Le mencionáis vuestros propios mareos y la extraña euforia experimentada durante los días anteriores.
fr: Au milieu de la soirée, les festivités se font plus calmes. Tandis que la pluie bat dehors, les danseurs se déplacent comme de la fumée dans la pénombre de la Salle Commune. Le Dr Marquez vous fait signe de la rejoindre en marge de la pièce. « Il se passe quelque chose de très bizarre ici », dit-elle à voix basse. « Il semble qu’une douzaine de membres de Vale ont disparu, certains même au cours des derniers jours. Mère Rachel ne semble pas s’en préoccuper. Et puis il y a ces «miracles» dont tout le monde parle. Je commence à soupçonner que la sensation «miraculeuse» n’est pas seulement due à l’hypoxie. » Vous évoquez vos propres vertiges et votre étrange euphorie de ces derniers jours.
it: A metà sera, il ballo rallenta scivolando in un ritmo blando. Con la pioggia che batte all'esterno, i danzanti cominciano a muoversi come rivoli di fumo nella luce soffusa del refettorio. La dottoressa Marquez vi fa cenno di raggiungerla da una parte della sala. "C'è qualcosa di molto sbagliato qui" bisbiglia. "È sparita almeno una dozzina di abitanti della valle, alcuni persino negli ultimi giorni, ma Madre Rachel sembra beatamente indifferente alla cosa. E poi ci sono questi 'miracoli' di cui parlano tutti. Comincio a credere che la sensazione 'miracolosa' che sentono non sia dovuta solo all'ipossia." Le fate notare che anche voi vi siete sentiti storditi e al contempo euforici negli ultimi giorni.
ko: 해가 뉘엿뉘엿 져갈 즈음, 무도회는 조금 더 차분한 분위기로 접어듭니다. 아직도 밖에는 빗방울이 후드득 떨어지는 가운데, 연회객들은 어둑한 마을 회관 안에서 마치 연기처럼 어울려 춤을 춥니다. 그때 마르케스 박사가 회관 한쪽으로 나오라는 신호를 보냅니다. 박사가 소리죽여 말합니다. “이 마을, 뭔가 지독히도 잘못됐어요. 헴록 베일 사람들이 열댓 명이 실종됐고, 개중 지난 며칠 사이에 실종된 사람도 있는데도 대모 레이첼은 전혀 개의치 않아요. 그리고 이들이 모두 입 모아 말하는 ‘경이로운’ 일 말이죠. 이 ‘경이로운’ 감각이 단순한 무산소증이 아니라는 의심이 드네요.” 당신 역시 지난 며칠 동안 현기증과 기묘한 희열감이 함께 찾아왔던 이야기를 전합니다.
pl: W połowie wieczoru taniec uspokaja się. Na zewnątrz pada deszcz, a tańczący biesiadnicy poruszają się po ogarniętej półmrokiem stodole niczym dym. Dr Marquez daje wam znak, żebyście spotkali się z boku sali. „Coś tu jest mocno nie tak” – mówi ściszonym głosem. – „Zniknęło kilkunastu mieszkańców Doliny, niektórzy nawet w ciągu ostatnich kilku dni. Matka Rachel wydaje się tym wcale nie przejmować. A do tego jeszcze te «cuda», o których wszyscy mówią. Zaczynam podejrzewać, że to «cudowne» uczucie to coś więcej niż zwykłe niedotlenienie”. Wspominacie o własnych zawrotach głowy i dziwnej euforii, którą odczuwaliście w ostatnich dniach.
ru: В середине вечера танцы затихают. За окном хлещет дождь, и танцующие медленно покачиваются в тусклом свете клуба, словно струйки дыма. Доктор Маркес жестом приглашает вас поговорить у стены. «Что-то здесь кардинально не так, — тихонько говорит она. — Примерно с десяток местных просто пропали, некоторые буквально в последние пару дней. Матушку Рейчел это как будто вообще не волнует. И все эти „чудеса“, о которых они беспрерывно болтают. Я начинаю подозревать, что это „чудесное“ ощущение — не просто гипоксия». Вы упоминаете собственные головокружения и эйфорию в последние пару дней.
zh: 傍晚过了一半后，舞池中逐渐平静了下来，雨滴打在房顶上，昏暗大堂内的舞者们像烟雾般轻轻晃动。马尔克斯博士用手势示意你到外面来。“这里非常不妥。”她压低声音说到，“至少有十几个谷地的居民消失了，有些甚至是在最近几天不见的。瑞秋主母看起来完全不担心。还有每个人口中的‘奇迹’，我开始怀疑这种‘神奇’的感觉不只是简单的缺氧症状。”你提到自己在最近几天也感受到晕眩感和奇异的快感。
