Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/10_the_second_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The professor hands you Susan Pearl’s diary. “Thank you for recovering this, by the way. It’s a fascinating read. In the last year of her life, Madame Pearl was wracked by hallucinations and a chronic wasting disease. Whatever it is, it incites rapid mutation before breaking down muscles, organs, and cognitive function. Reading between the lines, I get the impression the entire Pearl family was similarly affected prior to the incident that devastated the ridge.”
de: Die Professorin überreicht dir das Tagebuch von Susan Pearl. „Danke übrigens, dass Sie das wiedergefunden haben. Es ist eine faszinierende Lektüre. Im letzten Jahr ihres Lebens wurde Madame Pearl von Halluzinationen und einer chronischen Auszehrungskrankheit geplagt. Diese Krankheit löste schnelle Mutationen aus, bevor im weiteren Verlauf Muskeln, Organe und kognitive Funktionen versagten. Wenn ich zwischen den Zeilen lese, habe ich den Eindruck, dass die gesamte Pearl-Familie in der Zeit vor dem Vorfall, der den Pearl-Hügel verwüstet hat, in ähnlicher Weise betroffen war.“
es: La profesora os entrega el diario de Susan Perla. –Gracias por recuperar esto. Es una lectura fascinante. Durante el último año de su vida, madame Perla sufrió alucinaciones y una enfermedad debilitante crónica. Sea lo que sea, provoca una rápida mutación antes de provocar el fallo de los músculos, de los órganos y de la función cognitiva. Leyendo entre líneas, tengo la impresión de que toda la familia Perla sufrió algo similar antes del incidente que devastó la cresta.
fr: Le professeur vous remet le journal de Susan Pearl. « Merci d’avoir récupéré ce document. C’est une lecture fascinante. Au cours de la dernière année de sa vie, Ms Pearl a été victime d’hallucinations et d’une maladie de dépérissement chronique. Quelle qu’elle soit, cette maladie provoque une mutation rapide avant de détruire les muscles, les organes et les fonctions cognitives. En lisant entre les lignes, j’ai l’impression que toute la famille Pearl a été affectée de la même manière avant l’incident qui a dévasté la crête. »
it: La professoressa vi porge il diario di Susan Pearl. "Grazie per averlo trovato, comunque. È stata una lettura affascinante: durante l'ultimo anno della sua vita, Madame Pearl è stata tormentata dalle allucinazioni e da un malanno cronico devastante. Qualsiasi morbo fosse, ha stimolato rapide mutazioni prima di erodere muscoli, organi e funzioni cognitive. Leggendo tra le righe, ho l'impressione che l'intera famiglia Pearl sia andata incontro alla stessa fine prima dell'incidente che si è abbattuto sul crinale."
ko: 마르케스 박사가 수잔 펄의 일지를 되돌려줍니다. “어쨌든 이걸 찾아줘서 고맙네요. 흥미로운 내용이었어요. 펄 부인은 말년에 환각과 만성 소모성 질환에 시달린 거로군요. 이로 인해 비정상적으로 빠른 변이를 거치게 되었고, 종국에는 근육과 장기 그리고 인지 기능까지도 모두 망가진 것이죠. 행간을 읽다 보니 든 생각인데, 펄 마루를 황폐화한 사건이 있기도 전에 펄 가문 사람들이 먼저 그와 비슷한 영향 아래 노출된 게 아닌가 싶군요.”
pl: Dr Marquez wręcza ci pamiętnik Susan Pearl. „Przy okazji, dziękuję, że go znaleźliście. To fascynująca lektura. W ostatnim roku życia pani Pearl cierpiała na halucynacje i chroniczną chorobę wyniszczającą jej organizm. Cokolwiek to jest, pobudza ciało do szybkiej mutacji, zanim doprowadzi do zaniku mięśni, narządów i funkcji poznawczych. Czytając między wierszami, odnoszę wrażenie, że cała rodzina Pearlów była dotknięta tym schorzeniem, zanim doszło do incydentu, który zdewastował grań”.
ru: Профессор передаёт вам дневник Сьюзан Пёрл: «Спасибо, что нашли это, к слову. Ппотрясающее чтиво. В последний год жизни мадам Пёрл страдала от галлюцинаций и хронической изнуряющей болезни. Что бы это ни было, оно вызвало быструю мутацию, прежде чем разрушить мышцы и органы и нарушить когнитивные функции. Между строк есть намёки, что вся семья страдала от этого заболевания ещё до инцидента, который привёл к запустению поселения».
zh: 教授将苏珊．帕洛的日记交给你。“题外话，谢谢你找到这个，里面记载的事很耐人寻味。在生命中的最后几年，帕洛女士饱受幻觉与慢性消耗性疾病的折磨。不管它到底是什么，这个疾病导致了快速的突变，最终摧毁肌肉、器官跟认知能力。我从日记中得知整个帕洛家族都有著相似的症状，甚至在摧毁山脊区域的意外发生前就已经存在了。”

source: You share your own observations of Hemlock Isle. More than just ‘wonders,’ the creatures here are either sickly and malnourished, or aggressively vivacious. Dr. Marquez nods along. “Everything is affected. Sickly. Starving. Mutating. And it’s all highly localized. There are no reports of these strange phenomena elsewhere. It’s only here.” She produces a creased map of the island and points to the north hills. “Pearl Ridge hasn’t recovered in the past twenty years since it was obliterated.” Marquez holds up two rings of glassy wood from both Eastwick Bog and Pearl Orchard, then draws a ring around Pearl Ridge on her map. “The bitter eggs this morning reminded me of a report after the Tunguska event. A meteorite obliterated miles of Russian countryside, but the effects on the locals were even more devastating. Stores of food were poisoned. Livestock perished. Nearby villages were slowly deserted as families who lived there for generations died of starvation or worse.” She draws a larger concentric circle around the first. “Nobody has said anything about a meteor, but judging by the massive sinkhole in front of the Pearl Estate, something emerged from the rock. My working theory is that the mining operation opened a vein and released whatever poisoned gas or mineral affecting the island.” Dr. Marquez’s expression goes grave. “There’s something else. Something we shouldn’t discuss here. Follow me.” As you follow the professor out of the Commons, a stout figure bumps into you.
de: Du berichtest von deinen eigenen Beobachtungen auf Hemlock Isle. Die Kreaturen hier sind mehr als nur „Wunder“, sie sind entweder kränklich und unterernährt oder aggressiv und besonders wild. Dr. Marquez nickt zustimmend. „Alles ist betroffen. Kränklich. Hungrig. Mutiert. Und es ist alles lokal begrenzt. Anderswo gibt es keine Berichte über diese seltsamen Phänomene. Nur auf dieser Insel.“ Sie holt eine zerknitterte Karte der Insel hervor und zeigt auf die nördlichen Hügel. „Der Pearl-Hügel hat sich in den letzten zwanzig Jahren, seit er zerstört wurde, nicht mehr erholt.“ Dr. Marquez hält zwei Scheiben aus glasigem Holz hoch, die aus dem Eastwick-Moor und der Pearl-Plantage stammen, und nutzt eine von ihnen, um einen Kreis um den Pearl-Hügel zu zeichnen. „Die bitteren Eier heute Morgen erinnerten mich an einen Bericht nach dem Tunguska-Ereignis. Ein Meteorit löschte in Russland kilometerweit ganze Landstriche aus, doch die Auswirkungen auf die Einheimischen waren noch viel verheerender. Die Lebensmittelvorräte wurden verseucht. Das Vieh verendete. Die Dörfer in der Nähe wurden nach und nach aufgegeben, und diejenigen Familien, die schon seit Generationen dort lebten und nicht fort wollten, verhungerten oder starben an den Folgen.“ Sie zeichnet einen weiteren, noch größeren Kreis um den ersten. „Niemand hat etwas von einem Meteor erzählt, aber nach dem riesigen Loch im Boden vor dem Pearl-Anwesen zu urteilen, ist wohl etwas aus dem Gestein herausgekommen. Meine Arbeitshypothese lautet, dass durch den Bergbau eine Ader geöffnet wurde, die irgendein giftiges Gas oder Mineral freigesetzt hat, das die Insel verseucht.“ Dr. Marquez’ Gesichtsausdruck wird ernst. „Da ist noch etwas anderes. Etwas, das wir hier nicht besprechen sollten. Folgen Sie mir.“ Als du der Professorin aus der Versammlungshalle folgst, stößt eine stämmige Gestalt mit dir zusammen.
es: Compartís vuestras observaciones sobre la Isla de la Cicuta. Más que “maravillas” o “milagros”, las criaturas de la zona o están enfermas y desnutridas o son agresivamente vivaces. La Dra. Marquez asiente. –Todo está afectado. Enfermo. Voraz. Mutando. Y todo está muy localizado. No hay informes de estos fenómenos extraños en ninguna otra parte. Es sólo aquí. Saca un arrugado mapa de la isla y señala las colinas del norte. –La Cresta Perla no se ha recuperado desde que fue destruida hace veinte años. Marquez muestra dos círculos de madera vítrea de la Ciénaga de Eastwick y del Vergel Perla y luego traza un círculo en torno a la Cresta Perla en su mapa. –Los huevos amargos de esta mañana me recordaron un informe escrito tras el evento de Tunguska. Un meteorito devastó kilómetros de campiña rusa, pero los efectos sobre los lugareños fueron más destructivos aún. Las reservas de comida quedaron envenenadas. El ganado murió. Los pueblos cercanos se fueron quedando desiertos poco a poco a medida que las familias que los habían habitado durante generaciones morían de hambre o de cosas peores. Traza un círculo concéntrico más grande en torno al primero. –Nadie ha dicho nada de un meteorito, pero a juzgar por el enorme agujero que hay delante de la Finca Perla, algo salió de la roca. Mi teoría actual es que la operación minera abrió una veta y liberó algún gas o mineral venenoso que afecta a la isla. La expresión de la Dra. Marquez se vuelve grave cuando dice: –Hay algo más. Algo de lo que no deberíamos hablar aquí. Síganme. Mientras seguís a la profesora fuera del salón comunitario, una figura robusta se choca con vosotros.
fr: Vous faites part de vos propres observations concernant Hemlock Isle. Plus que de simples « miracles », les créatures ici sont soit malades et mal nourries, soit exceptionnellement agressives. Le Dr Marquez acquiesce. « Tout est affecté. Malade. Affamé. En mutation. Et ces faits sont très circonscrits. Il n’existe aucun rapport concernant ces phénomènes étranges sur un autre territoire. Il n’y a qu’ici. » Elle produit une carte froissée de l’île et pointe du doigt les collines du nord. « Pearl Ridge ne s’est pas rétablie au cours des vingt dernières années, depuis qu’elle a été anéantie. » Marquez montre deux anneaux de bois vitreux provenant du Marais d’Eastwick et du Verger de Pearl, puis dessine un cercle autour de Pearl Ridge sur sa carte. « Les œufs amers de ce matin me rappellent un rapport sur l’événement de Toungouska. Une météorite avait anéanti des kilomètres de campagne russe, mais les effets sur les habitants ont été encore plus dévastateurs. Les réserves de nourriture ont été empoisonnées. Le bétail a péri. Les villages voisins ont été lentement désertés, les familles qui y vivaient depuis des générations sont mortes de faim ou pire encore. » Elle trace un cercle concentrique plus large autour du premier. « Personne n’a parlé d’une météorite, mais à en juger par l’énorme gouffre devant le domaine de Pearl, quelque chose a émergé de la roche. Mon hypothèse de travail est que l’exploitation minière a ouvert une veine et libéré un gaz ou un minéral empoisonné qui affecte l’île. » L’expression du Dr Marquez devient grave. « Il y a autre chose. Quelque chose dont nous ne devrions pas parler ici. Suivez-moi. » Alors que vous suivez le professeur hors de la Salle Commune, vous vous heurtez à une silhouette corpulente.
it: Condividete con lei le vostre osservazioni sull'isola Hemlock. Non si tratta solo di "prodigi": le creature con cui avete avuto a che fare erano malate e malnutrite, oppure aggressivamente vivaci, e la professoressa annuisce a ogni vostra parola. "Influisce su tutto. Malanni. Fame. Mutazioni. Ed è tutto estremamente localizzato, perché non ho sentito alcun rapporto di questi strani fenomeni altrove. Solo qui." La donna sfila una mappa sgualcita dell'isola dalla borsa, indicandovi le alture a nord. "Nonostante siano passati vent'anni dall'incidente che l'ha ridotto in cenere, il crinale Pearl non si è mai ripreso." La dottoressa prende due anelli di legno vetrificato, provenienti dal pantano Eastwick e dal meleto dei Pearl, e poi disegna un cerchio attorno al crinale della mappa. "Le uova amare di questa mattina mi hanno ricordato un resoconto, redatto dopo l'evento di Tunguska. Un meteorite aveva annientato chilometri e chilometri di campagne in Russia, ma gli effetti sugli abitanti del posto si rivelarono persino più devastanti: depositi di cibo avvelenati, bestiame morto... Le famiglie che avevano vissuto nella regione per generazioni morirono di fame, o peggio, e i loro villaggi finirono per svuotarsi completamente." La donna traccia un secondo cerchio più grande attorno al primo. "Nessuno ha mai parlato di alcun meteorite ma, a giudicare dall'enorme voragine davanti alla tenuta dei Pearl, qualcosa deve essere emerso dalle rocce. Secondo le mie teorie, le operazioni di estrazione hanno aperto una vena, contaminando l'isola con qualsiasi gas o minerale velenoso ci fosse all'interno." La sua espressione diventa sempre più cupa. "Ma c'è dell'altro. Qualcosa di cui non dovremmo discutere qui. Seguitemi." Mentre uscite dal refettorio, vi imbattete in un figuro corpulento.
ko: 당신은 헴록 섬을 탐사하며 관찰했던 것과 감상을 마르케스 박사와 공유합니다. 이곳은 단순히 ‘경이롭다’는 말로는 부족합니다. 이곳의 생물은 모두 영양실조에 걸려 허약해 빠졌거나 아니면 활달한 것을 넘어서 공격적이었습니다. 마르케스 박사는 당신의 보고를 듣는 내내 고개를 끄덕입니다. “모든 게 기묘한 영향력 하에 있어요. 병들거나, 굶주렸거나, 변이되었죠. 세상 어떤 곳에도 이런 기묘한 현상이 보고된 바 없어요. 오직 이 섬에서만 대단히 국지적으로 발발하고 있다는 말이에요.” 마르케스 박사가 헴록 섬 지도를 펼쳐 섬 북부의 언덕을 가리킵니다. “펄 마루가 박살이 난 지도 20년이 지났는데, 이곳은 아직 복구는커녕 완전히 방치되어 버렸고요.” 마르케스 박사는 이스트윅 습지와 펄 과수원에서 채집한 유리화된 나무 고리를 들어 보이더니, 지도에서 펄 마루를 중심으로 원을 하나 그립니다. “오늘 아침 식사로 나온 달걀에서 쓴맛이 났죠. 그걸 먹다 보니 퉁구스카 운석 충돌 사건 후에 보고된 내용이 생각나더군요. 러시아 깡촌에 운석이 충돌해서 수십 킬로미터 반경을 초토화했지만, 그곳 사람들에게 미친 영향력은 훨씬 치명적이었어요. 비축한 식료품이 상해버렸고, 가축은 죄다 죽었다더군요. 인근 마을에서는 대대로 그곳을 지키며 살던 가계들이 기아나 그보다 더 심각한 상황으로 인해 멸절하면서 정착지가 완전히 황폐해졌어요.” 박사가 첫 번째 원 바깥에 더 큰 동심원을 그립니다. “유성에 대해 말한 사람은 전혀 없었지만, 펄 영지 앞에 난 거대한 싱크홀로 미루어 볼 때 지반에서 뭔가 스며 나왔을 가능성이 높아요. 제 가설은 이래요. 채광 작업으로 인해 광맥이 노출되었고, 거기서부터 일종의 유독성 기체나 광물질이 새어 나와 섬 전체에 영향을 미치고 있는 게 아닐까 싶군요.” 마르케스 박사의 표정이 심각해집니다. “또 다른 게 있지만, 여기서 말할 수는 없어요. 따라오세요.” 박사를 따라 마을 회관 밖으로 나선 그때, 통통한 남자와 마주칩니다.
pl: Dzielicie się własnymi spostrzeżeniami na temat Wyspy Hemlock. Oprócz „cudów” waszą uwagę zwróciły także tutejsze stworzenia, które są albo chore i niedożywione, albo agresywnie pobudzone. Dr Marquez kiwa głową. „Wszystko jest czymś dotknięte. Chore. Wygłodniałe. Zmutowane. I to wszystko dzieje się tylko tutaj. Nigdzie indziej nie odnotowano tych dziwnych zjawisk. Tylko tu”. Wyciąga pomiętą mapę wyspy i wskazuje na północne wzgórza. „Grań Pearlów nie doszła do siebie, odkąd została zniszczona dwadzieścia lat temu”. Marquez wskazuje na dwa pierścienie pokrytych szkłem drzew na moczarach w Eastwick i w sadzie Pearlów, a następnie rysuje kolejny pierścień wokół Grani Pearla na swojej mapie. „Gorzkie jajka rano przypomniały mi raport na temat katastrofy tunguskiej. Meteoryt zmiótł z powierzchni ziemi rosyjskie wsie w obrębie wielu kilometrów, ale jeszcze gorsze były skutki dla samych mieszkańców. Całe zapasy żywności zostały skażone. Zwierzęta zginęły. Pobliskie wioski powoli opustoszały, ponieważ rodziny, które mieszkały tam od wielu pokoleń, umierały z głodu lub jeszcze gorszych przyczyn”. Rysuje kolejny, większy okrąg dookoła pierwszego. „Nikt nie wspominał o meteorycie, ale sądząc po olbrzymim leju przed posiadłością Pearlów, coś wystrzeliło ze skał. Moja robocza teoria jest taka, że działania wydobywcze w kopalni naruszyły jakąś żyłę, co uwolniło zatruty gaz lub minerał, który wydostał się na powierzchnię wyspy”. Twarz dr Marquez poważnieje. „Jest coś jeszcze. Coś, o czym nie powinniśmy tu rozmawiać. Chodźcie za mną”. Gdy idziesz za badaczką do wyjścia ze Stodoły, wpada na was tęga postać.
ru: Вы делитесь собственными наблюдениями. Дело не только в «чудесах»: животные здесь либо больные и исхудавшие, либо агрессивные и чересчур полны жизни. Доктор Маркес кивает: «Да, задето абсолютно всё. Все болеют. Голодают. Мутируют. И всё это на очень ограниченном пятачке пространства. Нет сообщений о подобных феноменах из других мест. Всё это происходит только здесь. — Она достаёт измятую карту острова и указывает на северные холмы. — Пёрл-Ридж так и не восстановилась за двадцать лет запустения». Маркес берёт в руки два кольца из стекловидного дерева: одно из Иствикской трясины, второе из сада Пёрлов, — затем обводит на карте Пёрл-Ридж. «Сегодняшние горькие яйца напомнили мне о Тунгусском инциденте. Метеорит уничтожил сельскую местность в России на многие мили, но ещё сильнее пострадали местные жители. Запасы еды были испорчены. Погиб скот. Близлежащие деревни постепенно опустели: семьи, жившие там поколениями, умерли от голода или чего похуже». Она рисует большую концентрическую окружность вокруг первой. «Никто не упоминал метеор, — продолжает она, — но, судя по огромной дыре перед поместьем Пёрлов, из этого камня выползло что-то. По моей рабочей теории, в процессе горнодобычи шахтёры наткнулись на какую-то залежь и выпустили некий ядовитый газ или что-то в таком духе. И оно отравило весь остров». Лицо доктора Маркес принимает суровое выражение. «Есть ещё кое-что. Обсудим это в другом месте. Идите за мной». Когда вы с профессором выходите из клуба, на вас наталкивается плотная фигура.
zh: 你分享了自己关于赫姆拉克岛的观察，不只是那些所谓的‘奇迹’，这里的生物要不是出现病态与营养不良的状况；要不就是极具侵略与攻击性。马尔克斯博士点头同意你的结论：“所有生物都被影响了，病态、饥饿、变异，而且高度原生化，世界上没有其他任何一个地方出现这种现象，只有这里有。”她拿出一张满是皱褶的地图，指著岛屿的北部山丘说：“珍珠山脉在20年前的那场浩劫后一直都没恢复。” 马尔克斯博士在地图上圈起位于东方沼泽和珍珠果园的晶化树林，接著在珍珠山脉上也画了一个圈：“今天早上那些带苦味的蛋让我想起了通古斯事件的后续报告。一颗小陨石坠落在俄罗斯的乡间，摧毁了范围好几哩的地区，然而它对当地人造成的伤害甚至更大。储存的粮食变质、牲畜死亡，周遭的村庄渐渐荒废，世代居住在那里的人们因饥饿或更糟的原因逐渐死亡。”她一边说，一边在刚才的圆圈外又画了一个更大的同心圆。 “没人提到关于陨石的事，但根据珍珠庄园外那个巨大的沉洞来看，有某种东西从岩石中涌了出来。我目前的理论是采矿工作意外打通了一条通道，把不知道是有毒的气体还是矿物释放了出来，影响到整座岛屿。” 马尔克斯博士的表情变得凝重：“还有一些事，我不能在这里讨论的事，跟我来。”就在你跟著教授走出大堂时，一个浑圆的身影撞上了你。

source: “Terribly sorry,” Bertie says. “Professor! And you! I assumed you had retired early.” His eyes go wide. “Are we conspiring? Surveying? I would love to—” Dr. Marquez cuts him off with a sharp glance. “After last night, Bertie, I think it’s best if you stay in your room tonight and rest.” The young assistant looks quite wounded, but doesn’t object. “Very well then,” he mutters.
de: „Tut mir schrecklich leid“, sagt Bertie. „Professor! Sie auch hier? Ich dachte, Sie hätten sich früh in Ihr Zimmer zurückgezogen.“ Seine Augen werden groß. „Ist das hier eine Verschwörung? Eine Beratung? Ich würde gerne ...“ Dr. Marquez unterbricht ihn mit ernstem Blick. „Nach der letzten Nacht, Bertie, denke ich, dass es das Beste ist, wenn du heute in deinem Zimmer bleibst und dich ausruhst.“ Der junge Assistent wirkt ziemlich verletzt, erhebt aber keinen Einspruch. „Nun gut“, murmelt er.
es: –Lo siento muchísimo –dice Bertie–. ¡Profesora! ¡Y ustedes! Suponía que se habían retirado temprano –Abre los ojos como platos–. ¿Estamos conspirando? ¿Estudiando? Me encantaría… La Dra. Marquez le hace callar con una dura mirada. –Bertie, después de lo de anoche, creo que es mejor que esta noche te quedes en tu cuarto y descanses. El joven ayudante parece herido, pero no pone ninguna pega. –Está bien –musita.
fr: « Je suis terriblement désolé », dit Bertie. « Professeur ! Et vous ! Je pensais que vous aviez pris votre retraite plus tôt. » Ses yeux s’écarquillent. « Sommes-nous en train de conspirer ? En train d’enquêter ? J’adorerais… » Le Dr Marquez lui coupe l’herbe sous le pied d’un regard acéré. « Après la nuit dernière, Bertie, je pense qu’il vaut mieux que vous restiez dans votre chambre ce soir et que vous vous reposiez. » Le jeune assistant a l’air blessé par cette remarque, mais ne s’y oppose pas. « Très bien, alors », murmure-t-il.
it: "Sono terribilmente dispiaciuto" si scusa Bertie. "Professoressa! E tutti voi! Pensavo che foste già andati a dormire." L'assistente ha gli occhi sgranati. "Stiamo complottando? Ricercando? Mi piacerebbe così tant-" La professoressa lo interrompe bruscamente scoccandogli un'occhiataccia. "Dopo la scorsa notte, Bertie, credo che farai meglio a restartene nella tua stanza a riposare." Il ragazzo sembra ferito ma non obietta, limitandosi a borbottare un: "Molto bene".
ko: 버티였습니다. “정말 미안합니다. 교수님! 그리고 그쪽에게도요! 조기에 철수하신 줄 알았는데요.” 버티가 크게 눈을 뜹니다. “혹시 음모를 꾸미고 있는 건가요? 아니면 현장 조사? 저도 같이...” 마르케스 박사가 날카로운 눈초리와 함께 버티의 말을 대번에 자릅니다. “버티, 지난 밤에 보통 일을 겪은 것도 아닌데, 되도록 오늘은 방에서 푹 쉬는 게 좋겠어.” 버티는 꽤나 상처받은 듯한 표정이었지만, 토를 달지는 않습니다. “그럼요, 네... 알겠습니다.” 그는 낙심한 듯 중얼거립니다.
pl: „Bardzo przepraszam...” – mówi Bertie i nagle was rozpoznaje. – „Pani doktor! I wy! Założyłem, że udaliście się już na spoczynek”. Naraz otwiera szeroko oczy. „Czyżbyśmy spiskowali? Prowadzili badania? Z chęcią...”. Dr Marquez przerywa mu w pół słowa. „Po ostatniej nocy, Bertie, chyba lepiej, żebyś został w pokoju i odpoczął”. Młody asystent wygląda na lekko urażonego, ale nie oponuje. „Rozumiem” – mruczy pod nosem.
ru: «Ужасно извиняюсь, — говорит Берти. — Профессор! И вы! Я думал, вы ушли раньше. — Его глаза расширяются. — Мы что, заговорщики? Подглядываем за кем-то? Я с удовольствием…» Доктор Маркес обрывает его поток слов резким взглядом: «После вчерашней ночи, Берти, тебе лучше остаться в своей комнате и отдохнуть». Юный ассистент выглядит весьма уязвлённым, но не возражает. «Ну что ж, ладно», — бормочет он.
zh: “非常抱歉。”柏蒂说，“教授！还有你！我想你们应该会早退。”他的眼睛圆睁著，“我们在筹谋什么吗？要调查什么？我很愿意 — ”马尔克斯博士用一个锐利的眼神打断了他：“经过昨晚的事，我想你今晚最好待在房间休息。”年轻的助理看起来有点受伤，但没有抗议。“好吧。”他喃喃自语著。
