Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/10_the_second_evening.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Terrible—sorry,” Bertie slurs. A dopey smile spreads across his face. “They told me not to worry about you. The people told me. The people. The people in the—” he gestures to the crowd around. “The place. I had an epiphany but I quite forgot it. Mother Rachel has been taking care of me. They told me there will be more dancing later, in the crossroads, and a large bonfire.” “You need to rest. Head back to the boarding house,” Marquez insists. You can’t be sure if Bertie even heard her as he slips away.
de: „Tut mir ...schrecklich leid“, lallt Bertie. Ein dämliches Lächeln breitet sich auf seinem Gesicht aus. „Man hat mir gesagt, ich solle mir keine Sorgen um Sie machen. Die Leute haben ...“, brabbelt er und deutet auf die Menschenmenge um ihn herum, „... ihren Platz. Ich hatte eine Epiphanie, aber ich habe sie wieder vergessen. Mutter Rachel hat sich um mich gekümmert. Sie hat mir gesagt, dass später noch mehr getanzt wird, an der Wegkreuzung, und dass es ein großes Lagerfeuer geben wird.“ „Du musst dich ausruhen. Geh zurück in die Pension“, sagt Dr. Marquez mit Nachdruck. Du bist dir nicht sicher, ob Bertie sie in seinem Zustand überhaupt gehört hat, als er nach draußen stolpert.
es: –Lo siento… mucho –farfulla Bertie. Una sonrisa bobalicona le surca el rostro–. Me dijeron que no me preocupase de ustedes. Me lo dijo la gente. La gente. La gente de… –Señala la multitud con un gesto–. El sitio. Tuve una revelación, pero se me ha olvidado. La madre Rachel me ha estado cuidando. Me dijeron que luego bailaríamos más, en el cruce de caminos, con una gran hoguera. –Tienes que descansar. Vuelve a la pensión –insiste Marquez. Ni siquiera estáis seguros de que Bertie la haya oído antes de irse.
fr: « Terriblement désolé », bredouille Bertie. Un sourire idiot se dessine sur son visage. « Ils m’ont invité à ne pas m’inquiéter pour vous. Les gens, je veux dire. Les gens de… » Il fait un geste vers la foule qui l’entoure. « Cet endroit. J’ai eu une révélation, mais je l’ai oubliée. Mère Rachel s’est occupée de moi. Ils m’ont dit qu’il y aurait d’autres danses plus tard, à la Croisée des Chemins, et un grand feu de joie. » « Vous devez vous reposer. Retournez à la pension », insiste Marquez. Mais il n’est pas certain que Bertie l’ait entendue, car il s’est déjà éclipsé.
it: "Sono terribilmente... dispiaciuto" bofonchia Bertie con un sorriso ebete disteso sul volto. "Mi hanno detto di non preoccuparmi di voi. Me l'ha detto la gente. La gente. La gente nel..." vi fa cenno con le mani indicando la folla che vi circonda. "Nel posto. Ho avuto un'epifania, ma devo averla scordata. Madre Rachel si sta prendendo cura di me. Mi hanno detto che più tardi balleremo ancora, attorno a un grande falò nel crocevia." "Hai bisogno di riposo. Torna alla pensione" insiste la professoressa. Tuttavia, mentre lo osservate allontanarsi, non sapreste dire se abbia davvero sentito le parole della sua mentore.
ko: 버티였습니다. “아주 미안하게도오오 됐네요.” 취한 것인지 비웃는 것인지, 말끝을 길게 늘이는 버티의 얼굴에는 멍청한 미소가 번집니다. “사람들이 당신네 걱정은 하지 말랬어요 사람들이 말했다고요. 사람들이. 거기 있는...” 버티가 주변 사람들을 가리키며 말을 잇습니다. “...사람들이 말이죠. 저도 나름 깨달음을 얻었지만 죄다 까먹고 말았네요. 레이첼 대모님이 돌봐주셨어요. 사람들이 말하길 나중에 교차로에서 더 큰 무도회가 열리고 더 커다란 모닥불을 피울 거래요.” “쉬는 게 좋겠어. 숙소로 돌아가.” 마르케스 박사가 버티를 걱정하는 투로 말했지만, 그는 아랑곳하지 않고 슬쩍 지나쳐갈 뿐 박사의 말을 듣기나 했나 싶습니다.
pl: „Bardzo... przepraszam” – bełkocze Bertie. Na jego twarzy pojawia się głupkowaty uśmiech. „Kazali mi się o was nie martwić. Ludzie mi powiedzieli. Ludzie. Ludzie w....” – wskazuje na otaczający was tłum. „Miejsce. Doznałem objawienia, ale zapomniałem, czego dotyczyło. Matka Rachel się mną zaopiekowała. Powiedzieli mi, że później będzie więcej tańców na rozdrożu i wielkie ognisko”. „Musisz odpocząć. Wracaj do pensjonatu” – nalega Marquez. Gdy Bertie odchodzi, nie jesteście pewni, czy w ogóle słyszał jej słowa.
ru: «Ужасно… Прошу прощения, — бормочет Берти. По его лицу расползается глупая улыбка. — Они сказали мне не переживать из-за вас. Люди сказали мне. Люди. Люди в… — он указывает на толпу вокруг. — Тут. У меня было откровение, но я что-то подзабыл. Матушка Рейчел позаботилась обо мне. Они сказали, что попозже ещё будут танцы, на Перекрёстке. И большой костёр». «Тебе нужен отдых. Отправляйся обратно в пансион», — настаивает Маркес. Вы не уверены, что Берти услышал её, прежде чем ускользнул.
zh: “非常 — 抱歉。”柏蒂含糊不清的说，脸上带著愚钝的傻笑，“他们叫我不用担心你们，他们告诉我，他们，他们在 — ”他指著周围的人群，“那个地方，我得到了一个启示，但我忘记是什么了。瑞秋主母一直在照顾我，他们说晚点会有更多舞会，在十字路口，还会有很大的营火。” “你需要休息，回去旅店吧。”马尔克斯博士坚持地说，柏蒂一溜烟的跑走了，你甚至不确定他到底有没有听到教授的话。

source: “We didn’t need to involve him. He’s much better in a lab than in the field anyway.” Dr. Marquez leads you outside. “Something followed me down from the ridge today. Something big and hungry. I tried to take shelter at the old Atwood Farm, but it was boarded up. Windows and doors. It smelled something awful. I’m not even sure what I heard coming from inside,” she says soberly. When you ask her to explain, she shakes her head. “This place definitely isn’t what it seems. I don’t know what the Vale folks are hiding in that old farmhouse, but I plan to find out.”
de: „Wir müssen ihn nicht mit hineinziehen. Er ist im Labor sowieso viel besser aufgehoben als in der Feldforschung.“ Dr. Marquez führt dich nach draußen und flüstert: „Irgendetwas ist mir heute vom Pearl-Hügel gefolgt. Etwas Großes und Hungriges. Ich habe versucht, auf der alten Atwood-Farm Schutz zu suchen, aber sie war mit Brettern vernagelt. Fenster und Türen. Es roch fürchterlich. Irgendetwas war von drinnen zu hören, aber ich bin mir nicht sicher, was es war“, sagt sie nüchtern. Als du sie um eine Erklärung bittest, schüttelt sie den Kopf. „Dieser Ort ist definitiv nicht das, was er zu sein scheint. Ich weiß nicht, was die Leute des Tals auf dieser alten Farm verstecken, aber ich werde es herausfinden.“
es: –No teníamos que involucrarlo. Al fin y al cabo, es mucho mejor en el laboratorio que en el trabajo de campo –dice la Dra. Marquez mientras os lleva fuera–. Hoy me siguió algo desde la cresta. Algo grande y hambriento. Intenté refugiarme en la vieja Granja Atwood, pero tenía puertas y ventanas tapadas con tablones. Había un olor terrible. Ni siquiera estoy segura de lo que oí que sonaba dentro –dice de forma muy seria. Cuando le pedís que se explique, sacude la cabeza. –Está claro que este sitio no es lo que parece. No sé qué oculta la gente del Valle en esa vieja granja, pero voy a averiguarlo.
fr: « Nous n’avions pas besoin de l’impliquer. De toute façon, il est bien meilleur dans un laboratoire que sur le terrain. » Le Dr Marquez vous conduit à l’extérieur. « Quelque chose m’a suivi depuis la crête aujourd’hui. Quelque chose de gros et d’affamé. J’ai essayé de m’abriter dans l’ancienne Ferme des Atwood, mais elle était barricadée. Fenêtres et portes. L’odeur était horrible. Je ne suis même pas sûre de ce que j’ai entendu à l’intérieur », dit-elle sobrement. Quand on lui demande de s’expliquer, elle secoue la tête. « Cet endroit n’est vraiment pas ce qu’il semble être. Je ne sais pas ce que les gens de Vale cachent dans cette vieille ferme, mais j’ai l’intention de le découvrir. »
it: "Non c'è bisogno di coinvolgere anche lui, e comunque starà molto meglio a lavorare in un laboratorio che sul campo" vi spiega la dottoressa mentre vi accompagna all'esterno. "Qualcosa mi ha seguito dal crinale, oggi. Qualcosa di grosso e affamato. Ho cercato di rifugiarmi nella vecchia fattoria degli Atwood, ma aveva porte e finestre barricate ed era avvolta in un tanfo nauseabondo... e non sono nemmeno sicura di cosa fosse il suono che ho sentito venire dall'interno." Sembra scossa. Quando le chiedete ulteriori spiegazioni, la donna scuote il capo. "Di sicuro, quel posto non è ciò che sembra. Non ho idea di cosa la gente della valle abbia nascosto là dentro, ma intendo scoprirlo.
ko: “굳이 끌어들일 필요 없었어요. 버티 군은 현장보다는 연구실에서더 유능한 인재니까.” 마르케스 박사가 당신을 마을 회관 밖으로 잡아끕니다. “오늘 펄 마루에서 내려오는 길에, 뭔가가 뒤에 따라붙었어요. 커다랗고 굶주린 괴물이요. 저는 낡은 앳우드 농장에 숨으려 했지만, 죄다 판자를 질러 뒀더라고요. 창문하며 문까지 전부요. 그 너머에선 끔찍한 냄새가 났어요. 안에서 무슨 소리가 들리던데, 뭔지는 짐작이 안 가네요.” 마르케스 박사는 담담하게 말했지만, 당신이 더 자세히 말해달라고 부탁하자 그저 고개만 젓습니다. “이 섬에는 보이는 것 외에도 뭔가가 있어요. 마을 사람들이 앳우드 농장에 뭘 숨기고 있는지는 모르겠지만, 직접 알아내 보려고요.”
pl: „Nie ma sensu go w to wciągać. I tak bardziej przydaje się w laboratorium niż w terenie”. Dr Marquez prowadzi was na zewnątrz. „Gdy wracałam dziś z grani, coś za mną podążało. Coś dużego i głodnego. Próbowałam schronić się na starej farmie Atwoodów, ale drzwi i okna były zabite deskami. Okropnie śmierdziało. Nie jestem nawet pewna, co wydawało odgłosy, które dobiegały z wnętrza” – mówi poważnie. Kiedy prosicie ją o wyjaśnienie, kręci głową. „To miejsce zdecydowanie nie jest tym, czym się wydaje. Nie wiem, co ludzie z Doliny ukrywają w tym starym gospodarstwie, ale planuję się tego dowiedzieć”.
ru: «Не стоило брать его сюда. В лаборатории он показывает себя гораздо лучше, чем в поле. — Доктор Маркес ведёт вас наружу. — За мной сегодня что-то следовало, всю дорогу от Пёрл-Ридж. Что-то большое и голодное. Я попыталась укрыться на старой ферме Этвудов, но она была заколочена. Двери и окна. И вонь там стояла отвратная. Ещё я слышала изнутри… что-то», — рассудительно говорит она. Вы просите её объяснить, и она качает головой. «Это место — определённо не то, чем кажется, — отвечает она. — Не знаю, что местные прячут в том старом доме, но я планирую это выяснить».
zh: “他不一定要参与，反正本来他在户外的时候就没有在实验室里这么能干。”马尔克斯博士带著你走到外面，严肃的说：“今天我从山脉回来的时候有东西一直跟著我，某种饥饿的大型生物。我试著在阿特伍德的旧农场找地方躲，但那里整个封死了，窗户跟门都是。我闻到很糟的味道，甚至无法确定从里面传来的声音是什么造成的。”你要她再解释得清楚一点，但她只是摇头。 “这个地方肯定不只是表面上的样子，我不知道谷地人在那座旧农场里藏了什么，但我打算要找出答案。”

source: Codex Omega
ru: Архив Омега

source: Codex Theta
ru: Архив Тета

source: In Leah Atwood’s Notes, record <i>Leah is searching for Simeon</i>.
de: Notiere unter Leah Atwoods Notizen: <i>Leah sucht nach Simeon</i>.
fr: Dans les Notes de Leah Atwood, indiquez que <i>Leah est à la recherche de Simeon</i>.
it: Annotate negli Appunti di Leah Atwood che <i>Leah sta cercando Simeon</i>.
ko: ‘리아 앳우드’의 기록지에 [[리아가 시미언을 찾고 있다]] 라고 기록합니다.
pl: Zanotuj w Notatkach Leah Atwood, że <i>Leah szuka Simeona</i>.
zh: 在莉亚．阿特伍德的笔记中，记录下<i>莉亚正在找寻西缅</i>。

source: Helen Peters stands at the entrance to The Commons, looking rather out of place in her rugged attire. Lizzie stands nearby, staring out at the dance floor. When you ask Helen to dance, she smiles wryly and shakes her head. “I just came to thank you. And to ask for something.” You ask her what, and she smiles warmly. “Let me help the survey. Lizzie’ll be safe in Portland. Maybe you and I can convince my brother to leave.”
de: Helen Peters steht am Eingang der Versammlungshalle und sieht in ihrer robusten Kleidung etwas deplatziert aus. Lizzie steht in der Nähe und starrt auf die Tanzfläche. Als du Helen zum Tanz aufforderst, lächelt sie schief und schüttelt den Kopf. „Ich bin nur gekommen, um Ihnen zu danken. Und um Sie um etwas zu bitten.“ Du fragst, um was es geht, und sie lächelt herzlich. „Lassen sie mich bei Ihren ­ Nachforschungen helfen. Lizzie wird in Portland in Sicherheit sein. Vielleicht können Sie und ich zusammen Theo überzeugen, auch zu gehen.“
