Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: “Welcome to the most important meeting of the Miner’s Secret Order of Mischief,” Simeon draws you underneath the eaves of the schoolhouse. “Now that the fireworks are all placed, we just have to wait for the right moment to set them off. Aunt Rachel is gonna be so mad!” He grins mischievously. “You’ve done well for an expendable grunt. Keep it up and I may give you a promotion.”
de: „Willkommen zum wichtigsten Treffen des Bergarbeiter-Geheimbunds des Schabernacks“, sagt Simeon feierlich und zieht dich unter den Dachvorsprung des Schulhauses. „Jetzt, wo die Feuerwerkskörper alle platziert sind, müssen wir nur noch auf den richtigen Moment warten, um sie zu zünden. Tante Rachel wird so wütend sein!“ Er grinst schelmisch. „Für einen entbehrlichen Laufburschen haben Sie sich gut geschlagen. Machen Sie weiter so. Dann befördere ich Sie vielleicht.“
fr: « Bienvenue à la réunion la plus importante de l’Ordre Secret des Mineurs », vous dit Simeon en vous attirant sous l’avant-toit de l’école. « Maintenant que les feux d’artifice ont été placés, il ne nous reste plus qu’à attendre le bon moment pour les déclencher. Tante Rachel va être furieuse ! » Il affiche un sourire malicieux. « Vous vous êtes bien débrouillé pour un simple soldat. Continuez comme cela et je vous donnerai peut-être une promotion. »
it: "Ti do il benvenuto all'incontro più importante dell'Ordine Segreto dei Minatori Combinaguai!" Simeon ti prende per il braccio, trascinandoti sotto la tettoia della scuola. "Ora che abbiamo piazzato i fuochi d'artificio, dobbiamo solo attendere il momento giusto per accendere la miccia. Zia Rachel andrà su tutte le furie!" Sul viso del ragazzino si stende un ghigno dispettoso. "Niente male per una recluta sacrificabile. Continua così, e potrei darti una promozione."
ko: “말썽쟁이 광부 비밀 결사의 가장 중요한 회의에 온 것을 환영하네!” 시미언이 학교 건물 한쪽 지붕 아래로 당신을 끌고 갑니다. “이제 폭죽이 모두 준비됐어. 딱 맞춰 터뜨리기만 하면 돼. 레이첼 이모가 정말 환장할걸!” 시미언이 짓궂은 함박웃음을 짓습니다. “일용직 노동자치고는 아주 잘해줬어. 계속 그렇게 해줘, 그러면 내가 이참에 승진시켜 줄지도 모르지.”
pl: „Witaj na najważniejszym spotkaniu Tajnego Górniczego Zakonu Psotników!” – Simeon przyciąga cię pod daszek szkoły. „Teraz, gdy wszystkie fajerwerki są już na właściwych miejscach, musimy tylko poczekać na odpowiedni moment, aby je odpalić. Ciocia Rachel będzie wściekła!” – Uśmiecha się złośliwie. – „Dobrze się spisałeś, jak na zwykłego pomagiera. Rób tak dalej, a może cię awansuję”.
ru: «Приветствую на самом важном собрании в истории Тайного шахтёрского общества озорников, — Симеон утаскивает вас под карниз школы. — Теперь, когда все фейерверки разложены по местам, нужно дождаться правильного момента, чтобы запалить их. Тётя Рейчел будет вне себя! — озорно ухмыляется он. — Вы неплохо справились для новобранца. Продолжайте в том же духе и получите повышение».
zh: “欢迎来到恶作剧矿工秘密兄弟会最重要的会议。”西缅把你拉到校舍的屋簷下。“现在所有烟火都已经放好了，我们只需要在对的时间引爆它们。瑞秋阿姨会气疯的！”他调皮地笑著。“以一个不重要的基层成员来说，你做得很好。继续保持，或许我会帮你升等。”

source: Take control of Simeon Atwood.
de: Übernimm die Kontrolle über Simeon Atwood.
fr: Prenez le contrôle de Simeon Atwood.
it: Prendi il controllo di Simeon Atwood.
ko: ‘시미언 앳우드’를 가져와 조종합니다.
pl: Przejmij kontrolę nad Simeonem Atwoodem.
ru: Возьмите под контроль «Симеона Этвуда».
zh: 控制西缅．阿特伍德。

source: “Prepare for trouble!” Simeon jumps out of the bushes holding what looks to be a lit stick of dynamite. Reacting quickly, you dive for cover as the ‘dynamite’ bursts into a shower of sparks. Simeon cackles at you as you stand up.
de: „Machen Sie sich auf Ärger gefasst!“ Simeon springt aus dem Gebüsch und hält etwas in der Hand, das wie eine brennende Dynamitstange aussieht. Du reagierst sofort und springst in Deckung, als das „Dynamit“ in einem Funkenregen explodiert. Simeon kichert vor sich hin, als du wieder aus deiner Deckung hervorkommst.
fr: « Préparez-vous aux ennuis ! » Simeon sort des buissons en tenant ce qui semble être un bâton de dynamite allumé. Réagissant rapidement, vous plongez à couvert lorsque la dynamite éclate en une pluie d’étincelles. Simeon ricane tandis que vous vous relevez.
it: "Ecco che arrivano i guai!" Simeon salta fuori da un cespuglio, tenendo in mano quello che sembra un candelotto di dinamite acceso. Reagendo d'istinto, ti tuffi dietro un riparo sentendo la "dinamite" brillare in una pioggia di scintille. Il ragazzino sghignazza mentre ti rimetti in piedi.
ko: “말썽 나가신다!” 덤불 사이에서 불붙은 다이너마이트처럼 보이는 것을 쥔 시미언이 펄쩍 튀어나왔습니다. 당신이 허둥지둥 몸을 피하는 가운데, ‘다이너마이트’가 치익거리며 끝에서 불꽃만 내뿜습니다. 시미언은 당신이 몸을 일으키는 모습을 보며 낄낄댑니다.
pl: „Szykuj się na kłopoty!” – Simeon wyskakuje z krzaków, trzymając coś, co wygląda na zapaloną laskę dynamitu. Reagując odruchowo, rzucasz się w poszukiwaniu osłony, a „dynamit” wybucha tysiącem iskierek. Simeon chichocze, gdy wstajesz.
ru: «Сдавайтесь или же сражайтесь!» — Из кустов прямо перед вами выскакивает Симеон, зажав в руках что-то похожее на динамитную шашку. Увидев, что фитиль горит, вы бросаетесь в укрытие, а «динамит» взрывается, обдав вас душем искорок. Симеон гогочет над вами, когда вы поднимаетесь на ноги.
zh: “麻烦来了！”西缅从灌木丛中跳出来，手中拿著一根看起来像点燃的炸药棒。你迅速反应，低身躲进掩护处，只见那根“炸药”爆炸成一小片火花。你站起身，看见西缅对著你咯咯笑著。

source: Increase Simeon Atwood’s Relationship Level by 1. Each investigator earns 1 bonus experience.
de: Erhöhe Simeon Atwoods Beziehungsstufe. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
fr: Augmentez le Niveau de Relation de Simeon Atwood. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Aumenta il Livello di Relazione con Simeon Atwood. Ogni investigatore guadagna 1 punto esperienza.
ko: ‘시미언 앳우드’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Simeonem Atwoodem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Повысьте уровень доверия Симеона Этвуда. Каждый сыщик получает 1 опыт дополнительно.
zh: 提升西缅．阿特伍德的友好度。每位调查员取得1点奖励经验值。

source: You keep River at bay as William gathers the documents. His cheeks flush as he holds the documents in his hands, and then he begins to weep. “What have I done? The island is ruined. And it’s all that damned Rachel’s fault.” “It’s not too late,” River stands up, snarling. “You can still give me what’s mine.”
de: Du hältst River in Schach, während William die Dokumente zusammensucht. Seine Wangen erröten, als er die Papiere in den Händen hält. Dann beginnt er zu weinen. „Was habe ich getan? Die Insel ist ruiniert. Und das ist alles die Schuld dieser verdammten Rachel.“ „Es ist noch nicht zu spät“, entgegnet River knurrend. „Du kannst mir immer noch geben, was mir gehört.“
fr: Vous tenez River à distance pendant que William rassemble les documents. Ses joues rougissent lorsqu’il les tient dans ses mains, puis il se met à pleurer. « Qu’ai-je fait ? L’île est en ruine. Et c’est la faute de cette maudite Rachel. » « Il n’est pas trop tard », grogne River en se levant. « Tu peux encore me donner ce qui m’appartient. »
it: Tieni a bada River mentre William raduna i documenti. Ha le guance arrossate e, per quanto si sforzi, non riesce a ricacciare indietro le lacrime. "Che cos'ho fatto? L'isola è in rovina. Ed è tutta colpa di quella maledetta Rachel." "Non è troppo tardi" gli ringhia contro River alzandosi. "Fai ancora in tempo a darmi quello che mi spetta."
ko: 윌리엄이 서류를 줍는 사이 당신은 리버를 막아섭니다. 서류를 그러모으는 윌리엄의 두 뺨이 울그락불그락 달아오르더니 급기야 흐느끼기 시작합니다. “대체 내가 무슨 짓을 저지른 거요? 섬 전체가 황폐해지고 말았소. 이게 모두 빌어먹을 레이첼이 저지른 짓이오.” 리버가 이를 갈며 일어섭니다. “아직 늦지 않았어요. 그건 제 것이어야 마땅하니, 이젠 넘기세요.”
pl: Trzymasz River na dystans, gdy William zbiera dowody. Jego policzki rumienią się, gdy trzyma dokumenty w dłoniach, a potem zaczyna płakać. „Co ja narobiłem? Wyspa jest w ruinie. I to wszystko wina tej przeklętej Rachel”. „Jeszcze nie jest za późno” – mówi River przez zaciśnięte zęby. – „Nadal możesz mi oddać to, co należy do mnie”.
ru: Вы сдерживаете Ривер, пока Уильям собирает документы. Когда он берёт стопку бумаг в руки, по его щекам разливается румянец, а на глазах выступают слёзы. «Что я наделал? — всхлипывает он. — Остров полностью разорён. И всё по вине проклятой Рейчел». «Ещё не поздно одуматься, — рычит Ривер, делая шаг вперёд. — Ты всё ещё можешь вернуть то, что принадлежит мне».
zh: 你让芮福保持距离，威廉捡拾那些文件。他捧著文件，脸颊泛红，然后开始哭泣。“我做了什么？这座岛被毁了。都是那该死的瑞秋的错。” “现在还不算太晚。”芮福站起身，咆哮，“你该把属于我的东西交出来。”

source: Increase William Hemlock’s Relationship Level by 2. Each investigator earns 2 bonus experience.
de: Erhöhe William Hemlocks Beziehungsstufe. Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
fr: Augmentez le Niveau de Relation de William Hemlock. Chaque investigateur reçoit 2 points d’expérience bonus.
it: Aumenta il Livello di Relazione con William Hemlock. Ogni investigatore guadagna 2 punti esperienza.
ko: ‘윌리엄 헴록’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Williamem Hemlockiem. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Повысьте уровень доверия Уильяма Хемлока. Каждый сыщик получает 2 опыта дополнительно.
zh: 提升威廉．赫姆拉克的友好度。每位调查员取得2点奖励经验值。

source: Take control of William Hemlock.
de: Übernimm die Kontrolle über William Hemlock.
fr: Prenez le contrôle de William Hemlock.
it: Prendi il controllo di William Hemlock.
ko: ‘윌리엄 헴록’을 가져와 조종합니다.
pl: Przejmij kontrolę nad Williamem Hemlockiem.
ru: Возьмите под контроль «Уильяма Хемлока».
zh: 控制威廉．赫姆拉克。

source: Set River Hawthorne’s Relationship Level to 0.
de: Setze River Hawthornes Beziehungsstufe auf 0.
fr: Fixez le Niveau de Relation de River Hawthorne à 0.
it: Regola a 0 il Livello di Relazione con River Hawthorne.
ko: ‘리버 호손’과의 친밀도를 0으로 맞춥니다.
pl: Ustal stopień zażyłości z River Hawthorne na 0.
ru: Снизьте уровень доверия Ривер Хоуторн до 0.
zh: 将芮福．霍桑的友好度设置为0。

source: Search the set-aside <i>Residents</i> encounter set for River Hawthorne and put them into play at The Atwood House on their enemy side.
de: Durchsuche das beiseitegelegte Begegnungsset [[Einwohner]] nach der Karte River Hawthorne und bringe sie im Atwood-Haus mit der Gegnerseite nach oben ins Spiel.
fr: Cherchez River Hawthorne dans le set de rencontre <i>Habitants</i> mis de côté et mettez-la en jeu dans La Maison Atwood sur sa face Ennemi.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta River Hawthorne e mettila in gioco nella Casa degli Atwood con il lato nemico a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘리버 호손’을 찾아서, 플레이 영역 중 ‘앳우드 저택’에 적 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu River Hawthorne i umieść ją w grze, w Domu Atwoodów, stroną z wrogiem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Ривер Хоуторн» и введите её в игру в «Дом Этвудов» стороной врага вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出芮福．霍桑，并将其以敌人面朝上放置入场，位于阿特伍德大宅。

source: You keep William at bay as River snatches up the last of the documents. “That didn’t go exactly according to plan,” they say. “But that’s still check and mate. I’ll have these notarized back in New York and you can believe I’ll be back. I think we’ll drain the bog first,” they smirk. “Like hell you will!” William roars, raising his fists.
de: Du hältst William in Schach, während River die letzten Dokumente an sich reißt. „Das ist nicht ganz nach Plan verlaufen“, kommentiert River. „Doch am Ende heißt es: Schachmatt, William! Ich lasse das in New York notariell beurkunden, und du kannst mir glauben, dass ich zurückkomme. Ich denke, wir werden zuerst das Moor trockenlegen“, sagt River grinsend. „Den Teufel wirst du tun!“, brüllt William und hebt die Fäuste.
fr: Vous tenez William à distance pendant que River s’empare des derniers documents. « Cela ne s’est pas passé exactement comme prévu », dit-elle. « Mais c’est toujours bon à prendre. Je les ferai authentifier à New York et vous pouvez être certain que je reviendrai. Je pense que nous allons d’abord assécher le marais », commente-t-elle en souriant. « Il n’en est pas question ! » rugit William en levant les poings.
it: Tieni a bada William mentre River fa incetta dei documenti. "Non è andata propriamente secondo i piani. Ma è comunque scacco matto, caro cugino: farò autenticare questi a New York, e puoi scommetterci le ghette che tornerò. Credo che per prima cosa farò drenare il pantano" chiude con un sorrisetto compiaciuto. "Col cavolo che te lo permetterò!" ringhia William stringendo i pugni.
ko: 리버가 마지막 남은 서류까지 집어 들 때까지 당신은 윌리엄을 막아섭니다. “계획한 대로 완벽히 돌아간 건 아니지만, 이 정도면 체크메이트죠. 뉴욕에서 서류에 공증을 받고 돌아올 거예요. 그러고 나면, 저 습지에서 물부터 빼는 게 좋을 것 같군요.” 리버가 이죽거립니다. “내가 그렇게 둘 성싶은가!” 윌리엄이 두 주먹을 들어 올리며 성을 냅니다.
pl: Trzymasz Williama na dystans, gdy River wyrywa ostatni dokument. „Nie do końca poszło zgodnie z planem” – mówi. – „Ale to wciąż szach i mat. Poświadczę je notarialnie w Nowym Jorku i możesz uwierzyć, że wrócę. Myślę, że najpierw osuszymy moczary” – uśmiecha się szyderczo. „Po moim trupie!” – ryczy William, podnosząc pięści.
ru: Вы сдерживаете Уильяма, пока Ривер собирает документы. «Всё пошло немного не так, как планировалось, — говорит она. — Но победа всё равно за мной. Я отвезу это к нотариусу в Нью-Йорк, и, заверяю тебя, я вернусь. Думаю, первым делом я осушу болото», — ухмыляется она. «Чёрта с два!» — рычит Уильям, потрясая кулаками.
zh: 你阻止威廉靠近，同时芮福抓到了最后一批文件。“跟原本的计划不太一样。”芮福说，“但还是‘将军’了。我会回去纽约公证这些文件，我会回来的，你可以肯定。我想我们会先把那些沼泽抽干。”芮福脸上挂著得意的笑容。 “做梦！”威廉咆哮著，挥舞著拳头。

source: Increase River Hawthorne’s Relationship Level by 2. Each investigator earns 2 bonus experience.
de: Erhöhe River Hawthornes Beziehungsstufe. Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
fr: Augmentez le Niveau de Relation de River Hawthorne. Chaque investigateur reçoit 2 points d’expérience bonus.
it: Aumenta il Livello di Relazione con River Hawthorne. Ogni investigatore guadagna 2 punti esperienza.
ko: ‘리버 호손’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Zwiększ stopień zażyłości z River Hawthorne. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Повысьте уровень доверия Ривер Хоуторн. Каждый сыщик получает 2 опыта дополнительно.
zh: 提升芮福．霍桑的友好度。每位调查员取得2点奖励经验值。

source: Take control of River Hawthorne.
de: Übernimm die Kontrolle über River Hawthorne.
fr: Prenez le contrôle de River Hawthorne.
it: Prendi il controllo di River Hawthorne.
ko: ‘리버 호손’을 가져와 조종합니다.
pl: Przejmij kontrolę nad River Hawthorne.
ru: Возьмите под контроль «Ривер Хоуторн».
zh: 控制芮福．霍桑。

source: Set William Hemlock’s Relationship Level to 0.
de: Setze William Hemlocks Beziehungsstufe auf 0.
fr: Fixez le Niveau de Relation de William Hemlock à 0.
it: Regola a 0 il Livello di Relazione con William Hemlock.
ko: ‘윌리엄 헴록’과의 친밀도를 0으로 맞춥니다.
pl: Ustal stopień zażyłości z Williamem Hemlockiem na 0.
ru: Снизьте уровень доверия Уильяма Хемлока до 0.
zh: 将威廉．赫姆拉克的友好度设置为0。

source: Search the set-aside <i>Residents</i> encounter set for William Hemlock and put him into play at The Atwood House on their enemy side.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte William Hemlock und bringe sie im Atwood-Haus mit der Gegnerseite nach oben ins Spiel.
fr: Cherchez William Hemlock dans le set de rencontre <i>Habitants</i> mis de côté et mettez-le en jeu dans La Maison Atwood sur sa face Ennemi.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta William Hemlock e mettila in gioco nella Casa degli Atwood con il lato nemico a faccia in su.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘윌리엄 헴록’을 찾아서, 플레이 영역 중 ‘앳우드 저택’에 적 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Williama Hemlocka i umieść go w grze, w Domu Atwoodów, stroną z wrogiem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Уильям Хемлок» и введите её в игру в «Дом Этвудов» стороной врага вверх.
zh: 查找放在一旁的<i>住民</i>遭遇组，找出威廉．赫姆拉克，并将其以敌人面朝上放置入场，位于阿特伍德大宅。

source: <b><i>If Gideon told the tale of the Annabelle Lee</i> and <i>Gideon found his treasure</i>:</b>
de: <b><i>Falls Gideon angefangen hat, die Geschichte der Annabelle Lee zu erzählen und falls Gideon seinen Schatz gefunden hat:</i></b>
fr: <b><i>Si Gideon a raconté l’histoire d’Annabelle Lee</i> et que <i>Gideon a trouvé son précieux</i> :</b>
it: <b><i>Se Gideon ha raccontato la storia della Annabelle Lee</i> e <i>Gideon ha trovato il suo tesoro</i>:</b>
ko: [[기디언이 애너벨 리 호에 대한 이야기를 했다]]<b>이고 </b>[[기디언이 보물을 되찾았다]]<b>면:</b>
pl: <b><i>Jeśli Gideon opowiedział historię Annabelle Lee</i> oraz <i>Gideon znalazł swój skarb</i>:</b>
ru: <b>Если <i>Гидеон поделился историей «Аннабель Ли»</i> и <i>Гидеон нашёл своё сокровище</i>:</b>
zh: <b><i>如果吉迪恩讲述了关于安娜贝拉．李的故事</i>且<i>吉迪恩找到 了传家宝</i>：</b>
