Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: As the revelry unfolds outside, you enter the commons to find Gideon seated at a table across from Dr. Marquez. “We ne’er should have taken anythin’ from that wreck. Ne’er shoulda brought it back. My crewmates grew so sick an’ died one by one.” He blinks away a few tears and produces a small shard of glassy rock. “All of ‘em ‘cept us who had pieces of the rock. The guilt haunted Captain Hemlock to the end of his days. One day, the cap’n threw his accursed rock down the well in the village center. That were afore all the strange happenin’s.” The professor listens intently, saying nothing. Gideon reaches into his old coat and hands her a shining, rainbow shard. “I’m still a bit superstitious,” he says bashfully. “So I kep’ mine hid down on the shore. I’d rather ye made use of it.” You and Dr. Marquez thank the old sailor, then head outside. She holds the shard up to the light, to refract strange bands of color. “Only the crewmates with the shards were protected from the...the sickness. I wonder if the crystals and these strange phenomena are linked.”
de: Während draußen gefeiert wird, betrittst du die Versammlungshalle, wo sich Gideon und Dr. Marquez an einem Tisch gegenübersitzen. „Wir hätten nie etwas aus dem Wrack mitnehmen dürfen. Wir hätten es nie mitbringen sollen. Meine Mannschaftskameraden wurden sehr krank und starben einer nach dem anderen.“ Er blinzelt ein paar Tränen weg und holt einen kleinen Splitter aus glasartigem Gestein hervor. „Alle, außer uns, die wir Stücke des Steins hatten. Die Schuld verfolgte Captain Hemlock bis ans Ende seiner Tage. Schließlich warf der Captain den verfluchten Stein in den Brunnen in der Dorfmitte. Das war noch vor all den seltsamen Ereignissen.“ Die Professorin hört aufmerksam zu, sagt aber nichts. Gideon greift in seinen alten Mantel und reicht ihr einen leuchtenden, regenbogenfarbenen Splitter. „Ich bin immer noch ein bisschen abergläubisch“, sagt er verschämt. „Deshalb hatte ich meinen gut versteckt, unten am Ufer. Mir wäre es lieber, wenn Sie ihn bekommen. Vielleicht kann er ihnen nützlich sein.“ Dr. Marquez bedankt sich bei dem alten Seemann und ihr geht zusammen nach draußen. Sie hält den Splitter gegen das Licht, das in seltsame Farbstreifen gebrochen wird. „Nur die Besatzungsmitglieder mit den Splittern waren vor dieser ... dieser Krankheit geschützt. Ich frage mich, ob die Kristalle und diese seltsamen Phänomene zusammenhängen.“
fr: Alors que les festivités se déroulent à l’extérieur, vous entrez dans la Salle Commune et trouvez Gideon assis à une table en face du Dr Marquez. « Nous n’aurions jamais dû prendre quoi que ce soit de cette épave. Nous n’aurions jamais dû le ramener. Mes compagnons d’équipage sont tombés malades et sont morts les uns après les autres. » Il écrase quelques larmes et produit un petit éclat de roche vitreuse. « Ils sont tous morts, sauf nous qui avions des morceaux de la roche. La culpabilité a hanté le capitaine Hemlock jusqu’à la fin de ses jours. Un jour, le capitaine a jeté son maudit caillou dans le puits au centre du village. C’était avant tous les événements étranges. » Le professeur écoute attentivement, sans rien dire. Gideon fouille dans son vieux manteau et lui tend un éclat brillant aux couleurs de l’arc-en-ciel. « Je suis encore un peu superstitieux », dit-il timidement. « J’ai donc gardé le mien caché une fois sur la côte. Je préférerais que vous vous en serviez.» Le docteur Marquez et vous remerciez le vieux marin, puis vous sortez. Elle tient l’éclat à la lumière et produit d’étranges bandes de couleur. « Seuls les membres de l’équipage qui en possédaient ont été protégés de la maladie. Je me demande si les cristaux et ces phénomènes étranges sont liés. »
it: Mentre all'esterno i festanti cantano e ballano, nel refettorio trovi Gideon seduto a un tavolo insieme alla dottoressa Marquez. "Non dovevamo pigliare niente da quel relitto, e di certo non dovevamo portarci niente a casa. Gli altri dell'equipaggio si sono ammalati uno a uno." Vedi che strizza gli occhi per ricacciare indietro le lacrime. "Tutti tranne chi aveva pezzi della roccia. Il senso di colpa ha inseguito il capitano Hemlock fin nella tomba. Un giorno s'era deciso che doveva buttare quella maledetta pietra nel pozzo al centro del villaggio. Beh... Questo è successo prima di tutte 'ste stramberie." La professoressa lo ascolta attentamente senza proferire parola. Gideon infila la mano nella sua vecchia giacca da marinaio, da cui tira fuori un frammento scintillante dei colori dell'arcobaleno. "Io un po' superstizioso lo sono" ammette timidamente. "Quindi il mio l'ho nascosto in spiaggia... Ma mi sa che è meglio se lo usate voi." Tu e la dottoressa Marquez ringraziate il vecchio Gideon prima di congedarvi. "Solo i membri dell'equipaggio che avevano i frammenti sono stati protetti dal... malanno" dice, sollevando il frammento controluce e osservando la rifrazione variopinta che produce. "Mi chiedo se i cristalli e questi fenomeni inspiegabili sono collegati."
ko: 밖에서 연회가 펼쳐지는 동안, 마을 회관으로 들어서자 마르케스 박사와 기디언이 서로 탁자에 마주 보고 앉은 모습이 보입니다. “난파선에서 무엇도 가져오지 말았어야 했어. 그걸 들고 와선 안 됐구 말구. 동료 선원들이 하나하나 시름시름 앓더니 죽어갔어.” 기디언은 눈물을 훔치고는 작은 유리질 돌조각을 꺼내 보입니다. “이 돌조각을 가진 사람 말고는 다 죽고 말았어. 그 죄책감이 말년까지도 헴록 선장을 무겁게 짓눌렀을 테지. 어느 날, 선장은 자기가 갖고 있던 저주받은 돌조각을 마을 한가운데 있는 우물에 내던져 버렸어. 이 모든 해괴한 일이 그 후로 일어난 게야.” 마르케스 박사는 아무 말 없이 귀 기울여 이야기에 집중합니다. 기디언이 낡은 코트자락에서 무지갯빛이 도는 조각을 꺼내어 박사에게 건넵니다. “그래도 미신은 믿는 편이라, 내 건 아콴 해안에 잘 숨겨뒀었지. 가져가, 네가 갖는 게 좋겠어.” 기디언이 겸연쩍게 말합니다. 당신과 마르케스 박사는 늙은 선원에게 감사를 표하고는 회관 밖으로 나섭니다. 박사가 조각을 빛을 향해 들어 올리자, 기묘한 색이 띠를 이루며 굴절됩니다. “이 돌조각을 가진 선원만이... 병환을 비껴갔단 거군요. 이 수정과 헴록 섬에서 벌어지는 온갖 기이한 현상이 연결된 게 아닐까 싶어요.”
pl: Gdy zabawa na zewnątrz rozkręca się coraz bardziej, wchodzisz do środka i zauważasz Gideona siedzącego przy stole naprzeciwko dr Marquez. „Nie powinniśmy byli brać czegokolwiek z tego wraku. Ani przywozić tego z powrotem. Reszta mojej załogi tak się pochorowała, że zmarło im się jeden po drugim”. Mruga kilka razy, aby powstrzymać łzy, i opisuje mały odłamek przezroczystej skały. „Pomarli wszyscy prócz nas, bo mieliśmy te kamienie. Poczucie winy prześladowało kapitana Hemlocka do końca jego dni. Pewnego dnia kapitan wrzucił swój cholerny kamień do studni w centrum wioski. To było jeszcze zanim zaczęły się te wszystkie dziwne wydarzenia”. Dr Marquez słucha uważnie, nic nie mówiąc. Gideon sięga do starego płaszcza i podaje jej lśniący, tęczowy odłamek. „Nadal jestem trochę przesądny” – mówi z zawstydzeniem. – „Więc schowałem mój przy brzegu. Lepiej, żebyście to wy zrobili z niego użytek”. Razem z dr Marquez dziękujecie staremu marynarzowi, po czym wychodzicie na zewnątrz. Badaczka podnosi odłamek do światła i przygląda się kolorowym załamaniom. „Tylko członkowie załogi z takimi kamieniami byli odporni na tę… chorobę. Zastanawiam się, czy kryształy i dziwne zjawiska są ze sobą powiązane".
ru: Снаружи бушует веселье. Войдя в клуб, вы обнаруживаете Гидеона Мизру сидящим за столом напротив доктора Маркес. «Не стоило нам ничего брать с тех обломков, м-да. Ой, не стоило тащить это сюда… Мои товарищи болели и умирали один за другим. — Он смахивает несколько слёз и достаёт небольшой осколок стекловидной породы. — Все, кроме тех, у кого был кусочек камня. Капитан Хемлок до конца своих дней мучился чувством вины. В один день он просто взял и выбросил свой проклятый камень в колодец в центре деревни. Задолго до всех этих странностей». Профессор внимательно слушает, ничего не говоря. Гидеон лезет в карман потрёпанного пальто и протягивает ей сияющий всеми цветами радуги осколок. «Я всё ещё немного суеверен, — смущённо говорит он. — Поэтому спрятал свой кусок там, на берегу. Вам он будет нужней». Вы и доктор Маркес благодарите старого моряка и выходите наружу. Она подносит странный осколок к свету, и лучи предломляются, превращаясь в необычные цветные полосы. «Болезнь пощадила только тех, у кого был осколок камня. Интересно, связаны ли кристаллы и эти странные явления?»
zh: 外头的狂欢持续进行，你走进城镇大堂，发现吉迪恩坐在桌边，对面则是马尔克斯博士。“我们不该从那个船难残骸中拿走任何东西的。不该把它带回来。船员们一个接一个生病，然后死去。”他眨著眼，掉下几滴泪水。吉迪恩拿出一块小小的玻璃状岩石。“除了我们这些拥有岩石碎片的人外，其他人全都死了。这份内疚一直折磨著赫姆拉克船长，直到他生命的尽头。有一天，船长把这该死的岩石扔进村中心的井里，就在所有怪事发生之前。” 教授聚精会神地听著，一言不发。吉迪恩伸手进自己的旧外套，将一块闪耀著虹彩的碎片递给她。“我还是有点迷信。”他局促不安地说。“所以我把我的那块藏在岸边，但现在我宁愿你们能好好利用它。” 你和马尔克斯博士向这位老水手表示感谢，然后一同走到外面。她将碎片举向光源，看到奇怪的色带折射出来。“只有那些拥有碎片的船员才免于那种……疾病。我在想这些水晶和这些奇怪的现象是否有所关联。”

source: In Gideon Mizrah’s Notes, record <i>Gideon finished the tale of the</i> Annabelle Lee.
de: Im Kampagnenlogbuch wird notiert: <i>Gideon hat die Geschichte der</i> Annabelle Lee <i>zu Ende erzählt.</i>
fr: Dans les notes de Gideon, indiquez que <i>Gideon a terminé l’histoire de l’</i>Annabelle Lee.
it: Annota nel Diario della Campagna che <i>Gideon ha finito la storia della Annabelle Lee</i>.
ko: 캠페인 기록지에 [[기디언이 애너벨 리 호 이야기를 모두 들려주었다]]라고 기록합니다.
pl: Zanotuj w Dzienniku kampanii, że <i>Gideon dokończył historię</i> Annabelle Lee.
ru: В заметках Гидеона Мизры запишите, что <i>Гидеон рассказал историю «Аннабель Ли» до конца</i>.
zh: 在剧本日志中，记录下<i>吉迪恩说完了安娜贝拉．李的故事</i>。

source: Gideon finished the tale of the Annabelle Lee.
de: Gideon hat die Geschichte der Annabelle Lee zu Ende erzählt.
fr: Gideon a terminé l’histoire de l’Annabelle Lee.
it: Gideon ha finito la storia della Annabelle Lee.
ko: 기디언이 애너벨 리 호 이야기를 모두 들려주었다
pl: Gideon dokończył historię Annabelle Lee.
ru: Гидеон рассказал историю «Аннабель Ли» до конца.
zh: 吉迪恩说完了安娜贝拉．李的故事。

source: Increase Gideon Mizrah’s Relationship Level. Each investigator earns 2 bonus experience.
de: Erhöhe Gideon Mizrahs Beziehungsstufe. Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
fr: Augmentez le Niveau de Relation de Gideon Mizrah. Chaque investigateur reçoit 2 points d’expérience bonus.
it: Aumenta il Livello di Relazione con Gideon Mizrah. Ogni investigatore guadagna 2 punti esperienza.
ko: ‘기디언 미즈라’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Gideonem Mizrahem. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Повысьте уровень доверия Гидеона Мизры. Каждый сыщик получает 2 опыта дополнительно.
zh: 提升吉迪恩．米兹拉的友好度。每位调查员取得2点奖励经验值。

source: Take control of Gideon Mizrah.
de: Übernimm die Kontrolle über Gideon Mizrah.
fr: Prenez le contrôle de Gideon Mizrah.
it: Prendi il controllo di Gideon Mizrah.
ko: ‘기디언 미즈라’를 가져와 조종합니다.
pl: Przejmij kontrolę nad Gideonem Mizrahem.
ru: Возьмите под контроль «Гидеона Мизру».
zh: 控制吉迪恩．米兹拉。

source: Gideon sits at a long table, an untouched plate of food in front of him. He reacts with a start when you seat yourself beside him. “Ah, sorry,” he says. “I were miles away. Everything that’s happenin’ on the island, it makes me think back to our sailors after the wreck of the Annabelle Lee...” he trails off, lost in thought.
de: Gideon sitzt an einem langen Tisch, vor ihm ein unangetasteter Teller mit Essen. Er zuckt erschrocken zusammen, als du dich neben ihn setzt. „Ah, Entschuldigung“, sagt er. „Ich war gerade weit weg. Bei allem, was auf der Insel passiert, musste ich an meine Mannschaftskameraden nach dem Untergang der Annabelle Lee denken...“ Er schweift wieder ab, völlig in Gedanken versunken.
fr: Gideon est assis à une longue table, une assiette de nourriture intacte devant lui. Il sursaute lorsque vous vous asseyez à ses côtés. « Ah, désolé », dit-il. « J’étais à des kilomètres de là. Tout ce qui se passe sur l’ile me fait penser à nos marins après le naufrage de l’Annabelle Lee…» Il s’interrompt, perdu dans ses pensées.
it: Gideon siede a un lungo tavolo, davanti a un piatto di cibo che non sembra avere nemmeno sfiorato. Sussulta spaventato quando prendi posto accanto a lui. "Ah! Scusami" ti dice imbarazzato. "Avevo la testa tra le onde. Tutto quello che sta succedendo sull'isola mi fa ripensare ai nostri marinai dell'Annabelle Lee, sai la nave che era affondata..." Come ogni altra volta, il discorso si perde in fretta.
ko: 기디언은 기다란 식탁 앞에 앉았지만, 음식에는 손도 대지 않고 있었습니다. 당신이 그 옆에 앉자, 기디언이 흠칫 놀랍니다. “아, 미안혀. 생각이 저 멀리 맴돌고 있어서 말이지. 이 섬에서 일어난 모든 일이... 애너벨 리 호가 난파된 이후로 우리 선원들에게 벌어진 이야기가 떠올라서...” 기디언이 말꼬리를 흐리며 다시금 생각에 잠깁니다.
pl: Gideon siedzi przy długim stole, a przed nim leży nietknięty talerz z jedzeniem. Reaguje dopiero wtedy, gdy siadasz obok niego. „Och, przepraszam” – mówi. – „Myślami byłem daleko stąd. Wszystko, co dzieje się na wyspie, sprawia, że wspominam naszych marynarzy, którzy pomarli na Annabelle Lee…” – urywa i odchodzi, pogrążony w zadumie.
ru: Гидеон сидит за длинным столом перед нетронутой тарелкой с едой. Он испуганно вздрагивает, когда вы садитесь рядом. «Ой! Прошу прощения, — говорит он. — Я что-то задумался. Все эти странности на острове… Думаю о них и вспоминаю наших моряков после крушения „Аннабель Ли“…» Он замолкает, погрузившись в воспоминания.
zh: 吉迪恩坐在一张长桌旁，面前摆著一盘没动过的食物。当你在他旁边坐下时，他吃惊地反应过来。“啊，对不起。”他说，“我心不在焉。岛上发生的一切，让我回想起安娜贝尔．李号失事后的水手们……”他的话声渐渐消失，陷入了沉思之中。

source: <b><i>If You backed Judith up:</i></b>
de: <b><i>Falls du Judith unterstützt hast:</i></b>
fr: <b><i>Si vous avez aidé Judith :</i></b>
it: <b><i>Se avete aiutato Judith:</i></b>
ko: [[당신이 주디스의 뒤를 맡았다]]<b>면:</b>
pl: <b><i>Jeśli stanęliście u boku Judith:</i></b>
ru: <b>Если <i>вы подстраховали Джудит</i>:</b>
zh: <b><i>如果你支援茱蒂丝：</i></b>

source: A small many-limbed shadow leaps out at you as you approach Judith. Before you can react, a gunshot echoes through the air and what looks like a porcupine crossed with a wolverine collapses in a burst of blood. Judith steps forward and looks over the corpse, smoking rifle in hand. “Ol’ Jomo saves your ass again,” she says as she slings the rifle over her shoulder. “My contract’s up after today. Soon as it is, I’m leaving this place.” She looks you over. “I hope you do, too.”
de: Ein kleiner, vielgliedriger Schatten springt dich an, als du dich Judith näherst. Bevor du reagieren kannst, hallt ein Schuss durch die Luft und etwas, das wie eine Mischung aus Stachelschwein und Vielfraß aussieht, bricht blutüberströmt vor dir zusammen. Judith tritt mit ihrem rauchenden Gewehr in der Hand vor und blickt auf den Kadaver hinab. „Der Alte Jomo hat Ihnen wieder mal den Arsch gerettet“, sagt sie, während sie sich das Gewehr über die Schulter wirft. „Mein Vertrag läuft nach heute aus. Danach werde ich diesen Ort sofort verlassen.“ Sie sieht dich an. „Ich hoffe, Sie ebenfalls.“
fr: Une petite ombre dotée de plusieurs membres s’avance vers vous alors que vous vous approchez de Judith. Avant que vous ne puissiez réagir, un coup de feu résonne dans l’air et ce qui ressemble à un porc-épic croisé avec un glouton s’effondre dans une gerbe de sang. Judith s’avance et regarde le cadavre, fusil fumant à la main. « Le vieux Jomo t’a encore sauvé la mise », dit-elle en ramenant l’arme en bandoulière. « Mon contrat se termine aujourd’hui. Dès qu’il le sera, je quitterai cet endroit. » Elle vous regarde attentivement. « J’espère que vous le ferez aussi. »
it: Non appena ti avvicini a Judith, un'ombra minuta e dalle molteplici zampe salta fuori dal suo nascondiglio. Non fai in tempo a reagire che un colpo di fucile sovrasta per un istante i canti della sagra, abbattendo quello che sembra essere un incrocio tra un porcospino e un ghiottone. Judith si avvicina al cadavere, stringendo tra le mani l'arma fumante. "Il vecchio Jomo salva un altro paio di chiappe" commenta sagace mettendosi il fucile in spalla. "Oggi è il mio ultimo giorno di contratto. Appena cala il sole, io me ne vado da qui... E spero farete lo stesso anche voi."
ko: 주디스에게 다가선 순간, 수많은 다리가 달린 그림자가 당신을 향해 뛰어듭니다. 당신이 미처 반응하기도 전에, 총성이 공기를 가르고 고슴도치와 늑대가 교잡한 것처럼 생긴 괴이한 생명체가 피를 흩뿌리며 쓰러집니다. 주디스가 걸어 나와 연기가 피어나는 소총을 붙든 채 사체를 살핍니다. “늙다리 조모가 또 당신 목숨을 구했군요.” 주디스는 어깨에 소총을 멥니다. “오늘까지만 버티면 이 경호 계약도 끝납니다. 끝나는 대로 여기를 뜰 거예요. 당신도 그러는 게 좋겠습니다.” 주디스가 당신을 바라보며 말을 잇습니다. 당신은 자신의 손에서 무기 카드 하나를 비용을 무시하고 플레이해도 됩니다.
pl: Gdy zbliżasz się do Judith, wyskakuje na ciebie mały cień o wielu kończynach. Zanim zdążysz zareagować, w powietrzu rozbrzmiewa echo wystrzału, a to, co wygląda jak jeżozwierz skrzyżowany z rosomakiem, pada w kałużę własnej krwi. Judith robi krok do przodu i patrzy na zwłoki z dymiącą strzelbą w ręku. „Stary Jomo znowu uratował ci tyłek” – mówi, zarzucając karabin na ramię. – „Jutro kończy się moja umowa. Gdy tylko nadejdzie ten moment, od razu stąd wyjadę”. Spogląda na ciebie. „Mam nadzieję, że ty też”.
ru: Когда вы приближаетесь к Джудит, на вас прыгает маленькая многолапая тень. Прежде чем вы успеваете что-то предпринять, в воздухе раздаётся выстрел и на землю падает окровавленное нечто, похожее на помесь россомахи с дикобразом. Джудит делает шаг вперёд и смотрит на труп, держа в руках дымящуюся винтовку. «Старый Джомо вновь спасает твою задницу, — констатирует она, перекидывая оружие через плечо. — Завтра заканчивается мой контракт. В ту же секунду я сваливаю отсюда. — Она оценивающе смотрит на вас. — Надеюсь, последуешь примеру».
zh: 当你靠近茱蒂丝时，一个具有数对肢体的影子向你袭来。在你反应过来前，一声枪响回荡在空中，看起来像豪猪和獾的混种动物倒在血花中。茱蒂丝走上前，手中拿著冒烟的步枪，审视著尸体。“老乔莫又救了你的命一次。”她说，一边将步枪挂回肩上。“我的合约只到今天，一旦合约结束，我就会离开这个鬼地方。”她打量著你，“我希望你也这么做。”

source: Increase Judith Park’s Relationship Level by 2. Each investigator earns 2 bonus experience.
de: Erhöhe Judith Parks Beziehungsstufe. Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
fr: Augmentez le Niveau de Relation de Judith Park. Chaque investigateur reçoit 2 points d’expérience bonus.
it: Aumenta il Livello di Relazione con Judith Park. Ogni investigatore guadagna 2 punti esperienza.
ko: ‘주디스 파크’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Judith Park. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Повысьте уровень доверия Джудит Пак. Каждый сыщик получает 2 опыта дополнительно. Возьмите под контроль «Джудит Пак».
zh: 提升茱蒂丝．朴的友好度。每位调查员取得2点奖励经验值。

source: As you approach, a thorn-covered rodent erupts from the underbrush, lunging at you and latching onto your leg. Judith casually emerges from around the side of the mill. You finally kick the creature free, and there’s an echoing gunshot as Judith draws her .45 and shoots the creature dead faster than you can blink. “This party is getting crazy,” she says. “Once it’s over, I’m out of here.”
de: Als du dich der Mühle näherst, bricht ein stachelbewehrtes Nagetier aus dem Unterholz hervor, stürzt sich auf dich und verbeißt sich in deinem Bein. Judith taucht wie beiläufig hinter der Mühle auf. Als du die Kreatur schließlich abschütteln kannst, ertönt ein Schuss. Judith hat ihren 45er schneller gezogen und die Kreatur erschossen, als du blinzeln konntest. „Diese Party wird immer verrückter“, sagt sie. „Wenn sie vorbei ist, bin ich weg.“
fr: Alors que vous vous approchez, un rongeur couvert d’ épines surgit du sous-bois, s’élance vers vous et s’accroche à votre jambe. Judith émerge nonchalamment du côté du moulin. D’un coup de pied, vous vous libérez finalement la créature. Un coup de feu retentit lorsque Judith dégaine son 45 et l’abat en moins de temps qu’il n’en faut pour le dire. « Cette fête tourne au vinaigre », dit-elle. « Une fois que tout cela sera terminé, je m’en irai. »
it: Non appena ti avvicini, un roditore ricoperto di aculei balza fuori da un cespuglio e ti si avventa contro, avvinghiandosi a una tua gamba. Proprio in quel momento vedi Judith sbucare da dietro il vecchio mulino e, quando riesci a liberarti scalciando, senti uno sparo ravvicinato: è la guardia del corpo che, estratta la sua calibro 45, ha fatto fuori la creatura in un battito di ciglia. "Questa festa sta degenerando. Appena finisce, io me ne vado."
ko: 주디스에게 다가선 순간, 덤불에서 가시 덮인 설치류가 튀어나와 당신의 다리에 올라탑니다. 주디스는 제분소 옆에서 태연히 걸어 나옵니다. 당신이 놈을 걷어찬 순간, 주디스가 45구경 소총을 꺼내더니 눈 깜짝할 새 놈의 숨통을 끊어놓습니다. 총성이 메아리칩니다. “이 파티는 갈수록 정신이 나갈 것만 같군요. 축일이 끝나는 대로 저는 여길 뜰 겁니다.”
pl: Kiedy się zbliżasz, pokryty kolcami gryzoń wyskakuje z leśnego podszycia i rzuca się na twoje nogi. Judith ze stoickim spokojem wyłania się zza młyna. Gdy w końcu udaje ci się uwolnić od stworzenia, rozlega się echo wystrzału – Judith pociąga za spust swojej .45 i strzela do poczwary szybciej, niż możesz mrugnąć. „Ta impreza robi się coraz dziwniejsza” – mówi. – „Spadam stąd, od razu jak się skończy”.
ru: Когда вы приближаетесь, из зарослей выпрыгивает покрытый колючками грызун и вцепляется вам в ногу. Джудит спокойно выходит из-за угла мельницы. Вам наконец удаётся отбросить животное в сторону, и, прежде чем вы успеваете моргнуть, она достаёт свой пистолет 45-го калибра и стреляет в зверька. «Эта вечеринка становится всё безумнее, — говорит она. — Как только всё закончится, я сваливаю».
zh: 當你走近時，一隻長滿刺的嚙齒動物從灌木叢中突然躍出，向你撲來並纏住你的腿。茱蒂絲懶散的從磨坊一側出現。當你終於把這隻動物踢開，眨眼間一聲槍響，茱蒂絲拔出她的點45手槍，迅速將這隻動物射殺。“這場派對真是越來越瘋狂了。”她說，“一結束我就會離開這裡。”

source: <b><i>If Theo is having second thoughts</i> and <i>Theo reconciled with Helen</i>:</b>
de: <b><i>Falls Theo Zweifel hegt</i> und <i>falls sich Theo mit Helen versöhnt hat</i>:</b>
fr: <b><i>Si Theo a des remords</i> et que T<i>heo s’est réconcilié avec Helen</i> :</b>
it: <b><i>Se Theo sta avendo dei ripensamenti</i> e <i>Theo ha fatto pace con Helen</i>:</b>
ko: [[테오가 의구심을 품고 있다]]<b>이고 </b>[[테오가 헬렌과 화해했다]]<b>면:</b>
pl: <b><i>Jeśli Theo ma wątpliwości</i> oraz <i>Theo pogodził się z Helen</i>:</b>
ru: <b>Если <i>Тео сомневается</i> и <i>Тео помирился с Элен</i>:</b>

source: You find Theo folding his white-gold cloak next to the general store. “I’ve gotta go back to Akwan. If I hurry, the causeway’ll be open. Mother Rachel. She—she—” he holds one hand to his bruised cheek. “I have to help Helen. Gotta find my truck. I think they used it to carry the tables.”
de: Theo faltet seinen weiß-goldenen Umhang neben dem Gemischtwarenladen zusammen. „Ich muss zurück nach Akwan. Wenn ich mich beeile, ist der Damm noch offen. Mutter Rachel. Sie ... sie ...“ Er hält eine Hand an seine blutunterlaufene Wange. „Ich muss Helen helfen. Ich muss meinen Laster finden. Ich glaube, er wurde benutzt, um die Tische zu transportieren.“
fr: Vous trouvez Theo en train de plier sa cape blanche et or à côté de l’épicerie. « Je dois retourner à Akwan. Si je me dépêche, la chaussée sera ouverte. Mère Rachel. Elle… » Il porte une main à sa joue meurtrie. « Je dois aider Helen. Je dois retrouver mon camion. Je pense qu’ils l’ont utilisé pour transporter les tables. »
it: Trovi Theo nei pressi dell'emporio, dove sta ripiegando il suo mantello bianco e dorato. "Devo tornare ad Akwan. Se mi sbrigo, troverò la sopraelevata ancora aperta. Madre Rachel... Lei... Lei..." Solleva una mano, accarezzandosi la guancia contusa. "Devo aiutare Helen. E trovare il mio furgone. Credo l'abbiano usato per portare i tavoloni."
ko: 테오는 잡화점 옆에서 흰색과 금색이 섞인 제 망토를 개고 있었습니다. “아콴으로 돌아가야 할 것 같아요. 서두르면 둑길이 잠기기 전에 나갈 수 있겠죠. 레이첼 대모님은... 대모님은...” 테오가 멍든 뺨을 매만지며 말을 잇습니다. “헬렌 누나를 도와야겠어요. 일단 트럭부터 찾아야죠. 아마 마지막으로는 식탁을 옮길 때 사용했을 텐데.”
pl: Theo odkłada swój biało-złoty płaszcz obok sklepu. „Muszę wracać do Akwan. Jeśli się pospieszę, grobla będzie jeszcze przejezdna. Matka Rachel. Ona... Ona...” – przykłada dłoń do posiniaczonego policzka. – „Muszę pomóc Helen. Najpierw znajdę furgonetkę. Chyba używali jej do przewożenia stołów”.
ru: Вы находите Тео рядом с магазином складывающим свой бело-золотой плащ. «Мне нужно обратно в Акуан. Если потороплюсь, перемычка ещё будет доступна. Матушка Рейчел. Она… Она… — он трогает синяк на щеке. — Я должен помочь Элен. Нужно найти мой грузовик. Кажется, на нём перевозили столы».
zh: 你發現西奧在雜貨店旁，正在將他的襯金白袍摺起。“我必須回去艾灣。如果我動作夠快，就還來的及通過陸橋。瑞秋主母。她 — 她 — ”他用一隻手捂著瘀青的臉頰，“我必須幫海倫。我得先找到我的卡車，他們好像用它來運送桌子。”
