Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: The Final Evening
de: Der letzte Abend
fr: Le Dernier Soir
it: L'Ultima Sera
ko: 마지막 저녁
pl: Ostatni wieczór
ru: Последний вечер
zh: 终夜

source: Prelude: The Final Evening
de: Vorspiel: Der letzte Abend
fr: Prologue : Le Dernier Soir
it: Preludio: L'Ultima Sera
ko: 서막: 마지막 저녁
pl: Preludium: Ostatni wieczór
ru: Прелюдия: Последний вечер
zh: 序章：终夜

source: A flowering procession filled with riotous, gaudy colors files through the village toward the Crossroads. There must be several hundred people here tonight, if not more. You keep pace with Dr. Marquez toward the ghoulish effigy, spinning with reflected lights. Mother Rachel stands at the center of the crowd, holding her arms out like branches before the mirrored tree.
de: Eine prächtige Prozession in ausgelassen bunten Farben und mit Blüten geschmückt zieht durch das Dorf in Richtung Wegkreuzung. Heute Abend sind bestimmt mehrere Hundert Menschen hier zusammengekommen. Du gehst mit Dr. Marquez in Richtung des schaurigen Bildnisses, in dem sich die Lichter spiegeln. Mutter Rachel steht in der Mitte der Menge und streckt ihre Arme wie Äste vor dem reflektierenden Baum aus.
fr: Un cortège fleuri aux couleurs criardes traverse le village en direction de la Croisée des Chemins. Il doit y avoir plusieurs centaines de personnes ici ce soir, si ce n’est plus. Vous suivez le Di Marquez en direction de l’effigie macabre, qui tourne sous l’effet des lumières réfléchies. Mère Rachel se tient au centre de la foule, les bras tendus comme des branches devant l’arbre miroir.
it: Una processione floreale dai colori sfavillanti e sfarzosi si sta dirigendo verso il crocevia. Ci saranno centinaia di persone se non di più, e vi dovete far strada a spintoni con la dottoressa Marquez per raggiungere l'effige mostruosa che rotea riflettendo la luce di fiaccole e lampade. Al centro della folla c'è Madre Rachel, che ha le braccia distese come i rami dell'albero vitreo.
ko: 화려한 색채로 가득 찬 풍성한 꽃의 행렬이 마을을 지나 교차로로 향합니다. 오늘 밤 이곳에는 족히 수백은 되는 사람이 모였을 것입니다. 당신은 불빛을 빙글빙글 반사하는 무시무시한 모습의 축제 나무를 향해 마르케스 박사와 함께 발걸음을 옮깁니다. 군중의 한가운데에 우뚝 선 대모 레이첼은 거울이 매달린 나무를 향해 두 손을 치켜들고 있었습니다. 그 모습이 마치 가지를 뻗은 나무처럼 보입니다.
pl: Kwietna procesja pełna szalonych, jaskrawych kolorów przechodzi przez wioskę w kierunku Rozdroża. Tej nocy jest tu kilkaset osób, jeśli nie więcej. Razem z dr Marquez podążacie w kierunku upiornego drzewa, mieniącego się kolorowymi światełkami. Matka Rachel staje pośrodku tłumu i wyciąga ręce niczym gałęzie, układając swoje ciało w lustrzane odbicie drzewa.
ru: Через деревню в сторону Перекрёстка движется цветущая процессия, пестрящая буйством красок. Должно быть, сегодня здесь собралось несколько сотен человек, если не больше. Стараясь не отставать от доктора Маркес, вы приближаетесь к леденящему кровь идолу, окутанному отражённым светом. Расставив руки в стороны, словно ветви, перед идолом стоит матушка Рейчел.
zh: 拥挤的人群熙熙攘攘地朝著十字路口前进，至少有几百个人，每个人身上都充满明艳的色彩。你跟著马尔克斯博士，朝著那棵令人毛骨悚然的肖像树前进，被一路上反射而来的光线弄得头晕目眩。瑞秋主母站在人群的正中央，面向挂满镜子的肖像树，如同树枝伸展般伸出双手。

source: The professor strides forward, holding Rebecca’s hand. All festivities cease as Mother Rachel turns around. “Everyone listen! Last night, Mother Rachel condemned a house full of sick people to death. I was there. They were not in their right mind.” Dr. Marquez entreats the revelers. “But that’s not all. There’s something living underneath this island. It’s sucking the life out of everything around it, and could devastate this entire village. We need to leave the island at once!” Mother Rachel looks at you, wounded. “What do you accuse me of? I gave my daughter as a sacrifice, and she was given back to me.”
de: Die Professorin tritt mit Rebecca an der Hand vor. Alle Feierlichkeiten verstummen, als Mutter Rachel sich umdreht. „Hört alle her! Letzte Nacht hat Mutter Rachel ein Haus voller kranker Menschen zum Tode verurteilt. Ich war dabei. Diese Menschen waren nicht mehr bei klarem Verstand.“ Dr. Marquez wendet sich an die Feiernden. „Aber das ist noch nicht alles. Unter dieser Insel lebt etwas. Es saugt das Leben aus allem, was es umgibt. Es könnte so das ganze Dorf zerstören. Wir müssen die Insel sofort verlassen!“ Mutter Rachel sieht dich gekränkt an. „Was werfen Sie mir vor? Ich habe meine Tochter geopfert und sie wurde mir wiedergegeben.“
fr: Le professeur s’avance à grands pas, tenant la main de Rebecca. Toutes les festivités cessent lorsque Mère Rachel se retourne. « Que tout le monde écoute ! Hier soir, Mère Rachel a condamné à mort une maison remplie de malades. J’y étais. Ils n’étaient pas dans leur état normal », dit le Dr Marquez en exhortant la foule des noceurs. « Mais ce n’est pas tout. Il y a quelque chose qui vit sous cette ile. Elle aspire la vie de tout ce qui l’entoure et pourrait dévaster tout le village. Nous devons quitter l’ile immédiatement ! » Mère Rachel vous regarde, visiblement blessée. « Que me reprochez-vous ? J’ai donné ma fille en sacrifice, et elle m’a été rendue. »
it: La professoressa si fa avanti ad ampie falcate, tenendo per mano la piccola Rebecca. Madre Rachel si volta, ed è come se l'intera sagra si quietasse all'improvviso: "Ascoltatemi tutti! La scorsa notte, Madre Rachel ha condannato a morte un edificio pieno di persone malate, persone che non avevano più controllo sulla propria mente. Io ero lì." Le parole della dottoressa Marquez sono una supplica ai festanti. "Ma non è tutto. C'è qualcosa che vive sotto l'isola. Qualcosa che sta prosciugando la vita da tutto ciò che la circonda e che potrebbe devastare l'intero villaggio. Dobbiamo lasciare subito questo posto!" "Di cosa mi state accusando?" chiede Madre Rachel, ferita. "Ho concesso mia figlia come sacrificio e ora mi viene restituita."
ko: 마르케스 박사가 레베카의 손을 잡고 앞으로 나섭니다. 대모 레이첼이 뒤돈 순간 모든 축제의 소음이 삽시간에 잦아듭니다. “모두 들으세요! 어젯밤, 이 대모 레이첼이란 작자가 병자들을 모두 농가에 모아 놓고 죽음으로 내몰았어요. 저 역시 그곳에 있었어요. 그들은 제정신이 아니었어요.” 마르케스 박사가 연회객들에게 간절히 호소합니다. “하지만 그게 전부가 아닙니다. 이 섬 아래에 뭔가가 살아 숨 쉬고 있어요. 그것은 주변의 모든 생명력을 빨아들이고 있고, 이 마을 전체를 황폐화할 수도 있어요. 당장 이 섬을 떠나야 해요!” 대모 레이첼은 상심했다는 표정으로 당신을 돌아봅니다. “왜 그대들은 나를 비난하는 겁니까? 나는 딸을 제물로 바쳤고, 딸은 다시 내 곁으로 돌아왔습니다.”
pl: Dr Marquez wychodzi naprzód, trzymając Rebekę za rękę. Uroczystości ustają, gdy Matka Rachel się odwraca. „Słuchajcie! Zeszłej nocy Matka Rachel skazała na śmierć dom pełen chorych ludzi. Widziałam ich. Nie byli przy zdrowych zmysłach.” – Dr Marquez usiłuje przekonać biesiadników. – „Ale to nie wszystko. Pod tą wyspą coś żyje. Wysysa życie ze wszystkiego wokół i może zniszczyć całą wioskę. Musimy natychmiast opuścić wyspę!” Matka Rachel patrzy na ciebie, zraniona. „O co mnie oskarżasz? Złożyłam moją córkę w ofierze, a ona została mi zwrócona”.
ru: Профессор шагает вперёд, держа Ребекку за руку. Матушка Рейчел оборачивается, и празднество останавливается. «Слушайте все! Прошлой ночью матушка Рейчел обрекла на смерть полный дом больных людей. Я была там. Все они были не в своём уме, — обращается к празднующим доктор Маркес. — Но это ещё не всё. Глубоко под этим островом живёт нечто. Оно высасывает жизнь из всего вокруг, и это может привести к разорению деревни. Мы должны немедленно покинуть остров!». Уязвлённая, матушка Рейчел смотрит на вас: «В чём вы меня обвиняете? Я пожертвовала собственной дочерью, и, смотрите-ка — она была возвращена мне».
zh: 教授握著蕾贝卡的手，大步走上前。瑞秋主母转过身来，庆祝活动戛然而止。“所有人听我说！昨晚，瑞秋主母将一整屋的病人宣判死刑，我当时就在场，他们全都神智不清。”马尔克斯博士向这些狂欢者发出恳求，“不只是这样，这座岛底下生活著某种东西，它正在吸取这座岛上的一切生命，整个村庄都有可能被毁灭，我们必须立刻离开这里！”瑞秋主母用受伤的目光看著你：“你们到底在控诉我什么？我献出自己的女儿作为牺牲，现在她被归还给我了。”

source: Check your Campaign Log. The investigators must decide (choose one):
de: Überprüfe das Kampagnenlogbuch. Die Ermittler müssen entscheiden <i>(wähle eins)</i>:
fr: Vérifiez votre Carnet de Campagne. Les investigateurs doivent décider (choisir une option) :
it: Controllate il Diario della Campagna. Scegliete 1 degli sviluppi seguenti:
ko: 캠페인 기록지를 확인합니다. 조사자들은 다음 중 하나를 선택해야 합니다:
pl: Sprawdź Dziennik kampanii. Badacze muszą wybrać jedną z opcji:
ru: Сверьтесь с журналом. Сыщики должны выбрать одно:
zh: 检查剧本日志。调查员必须决定(选择一项)：

source: “You have done nothing wrong.”
de: <i>„Sie haben nichts falsch gemacht, Mutter Rachel.“</i>
fr: « Vous n’avez rien fait de mal. »
it: "Non hai fatto nulla di male."
ko: “대모님께서는 잘못하신 것이 없습니다.”
pl: „Nie zrobiłaś nic złego”.
ru: <i>«Вы не сделали ничего плохого».</i>
zh: “妳做得一点都没错。”

source: You may only choose this if Mother Rachel’s Relationship Level is 3.
de: Du darfst dies nur wählen, falls Mutter Rachels Beziehungsstufe 3 oder höher ist.
fr: Vous pouvez choisir cette option seulement si le Niveau de Relation de Mère Rachel est au moins égal à 3.
it: Potete scegliere questa opzione solo se il Livello di Relazione con Madre Rachel è pari o superiore a 3.
ko: ‘대모 레이첼’과의 친밀도가 3 이상이어야만 이 선택지를 고를 수 있습니다
pl: Możecie wybrać tę opcję, tylko jeśli stopień zażyłości z Matką Rachel wynosi 3 lub więcej.
ru: Вы можете выбрать этот вариант, только если уровень доверия матушки Рейчел 3 и выше.
zh: 如果瑞秋主母的友好度至少有3格以上，你才可以选择此选项。)

source: the investigators believed.
de: die Ermittler haben Mutter Rachel geglaubt.
fr: les investigateurs sont convaincus.
it: siete dei credenti.
ko: 조사자들이 대모 레이첼을 믿었다
pl: badacze uwierzyli.
ru: сыщики уверовали.
zh: 调查员们成为信徒。

source: “You have done nothing wrong.” <i>(You are lying.)</i>
de: <i>„Sie haben nichts falsch gemacht, Mutter Rachel.“ (Du lügst.)</i>
fr: « Vous n’avez rien fait de mal ». <i>(Vous mentez.)</i>
it: "Non hai fatto nulla di male." <i>(State mentendo.)</i>
ko: <i>(거짓으로 대답합니다)</i> “대모님께서는 잘못하신 것이 없습니다.”
pl: „Nie zrobiłaś nic złego”. <i>(Kłamiecie).</i>
ru: <i>«Вы не сделали ничего плохого».(Вы лжёте.)</i>
zh: “妳做得一点都没错。”<i>(你在说谎。)</i>

source: “You have sentenced this village to death.”
de: <i>„Sie haben dieses Dorf zum Tode verurteilt!“</i>
fr: « Vous avez condamné le village à mort.»
it: "Hai condannato a morte questo villaggio."
ko: “당신은 주민들을 죽음으로 내몰았어.”
pl: „Skazałaś tę wioską na śmierć”.
ru: <i>«Вы обрекли эту деревню на смерть».</i>
zh: “妳这是给村子判了死刑。”

source: Dr. Marquez lets out an audible gasp as you step forward and lay yourself at Mother Rachel’s feet. The matron regards you warmly. “You are more than welcome to join us around the table. You may sit at my right hand so that you see what miracle awaits us on this day.” She grasps your hands firmly in an iron grip to lead you to the feast. You follow her dutifully.
de: Dr. Marquez stößt ein entsetztes Keuchen aus, als du vortrittst und dich zu Mutter Rachels Füßen niederwirfst. Die Oberin begrüßt dich erfreut. „Sie sind herzlich eingeladen, sich zu uns an den Tisch zu gesellen. Sie dürfen zu meiner Rechten sitzen, damit Sie sehen, welches Wunder uns an diesem Tag erwartet.“ Mit festem Händedruck führt sie dich zum Festmahl. Du folgst ihr gehorsam.
fr: Estomaquée, le Dr Marquez laisse entendre sa surprise lorsque vous avancez pour vous jeter aux pieds de Mère Rachel. La matrone vous salue chaleureusement. « Vous êtes plus que bienvenu à notre table. Vous pouvez vous asseoir à ma droite afin de voir le miracle qui nous attend en ce jour. » Elle vous saisit les mains d’une poigne de fer pour vous conduire au festin. Vous la suivez aveuglément.
it: Alla dottoressa Marquez sfugge un sonoro sussulto quando vi inginocchiate ai piedi di Madre Rachel. La matrona vi accoglie calorosamente. "Siete più che benvenuti a unirvi alla nostra tavola. Potete sedervi alla mia destra, così che possiate assistere al miracolo che ci attende oggi." Sentite la sua presa salda, ferrea, attorno alla mano. Vi conduce alla Festa e voi la seguite ubbidienti.
ko: 당혹한 마르케스 박사가 숨을 삼키는 소리를 뒤로하고 대모 레이첼의 앞으로 다가가 그 발치에 바짝 엎드립니다. 대모는 당신을 따스하게 맞이합니다. “우리와 함께 편히 식탁에 둘러앉읍시다. 제 오른쪽 자리에 앉아서 우리가 맞이할 기적을 목도하도록 하시지요.” 대모 레이첼이 당신의 손을 굳게 붙잡고 연회로 이끕니다. 당신은 예를 갖추어 그 뒤를 따릅니다.
pl: Dr Marquez wydaje słyszalne westchnienie, gdy robicie krok do przodu i padacie u stóp Matki Rachel. Kobieta odzywa się do was serdecznie: „Będziemy szczęśliwi, jeśli dołączycie do nas przy stole. Możecie zasiąść po prawicy, aby zobaczyć, jaki cud czeka nas w tym dniu”. Mocno chwyta wasze dłonie w żelaznym uścisku i prowadzi was na ucztę. Podążacie za nią posłusznie.
ru: Доктор Маркес ахает, когда вы шагаете вперёд и кланяетесь в ноги матушке Рейчел. Матрона тепло улыбается вам: «Мы более чем рады видеть вас за столом. Можете сесть одесную меня, чтобы узреть, какие чудеса ждут нас в этот день». Железной хваткой она берёт вас за руку и ведёт на Пир. Вы послушно следуете за ней.
zh: 你走上前，跪倒在瑞秋主母的脚边，马尔克斯博士看到这幕，倒抽了一大口气。主母用温暖的目光看著你说：“你将受到无尽的欢迎，盛宴将有你的一席之地。你可以坐在我的右手边，一同见证我们等待已久的奇迹。”她牢牢的紧抓你的双手，领著你加入盛宴，你顺从的跟随。

source: Search each investigator’s deck for the Dr. Rosa Marquez story asset and remove it from the game.
de: Durchsuche jedes Ermittlerdeck nach der Storyvorteilskarte Dr. Rosa Marquez und entferne sie aus dem Spiel.
fr: Cherchez le soutien d’histoire Dr Rosa Marquez dans le deck de tous les investigateurs et retirez-la de la partie.
it: Cercate nel mazzo di ogni investigatore il supporto storia Dott.ssa Rosa Marquez e rimuovetelo dal gioco.
ko: 모든 조사자의 덱에서 ‘로사 마르케스 박사’ 이야기 자산을 찾아서 게임에서 제거합니다.
pl: Przeszukaj talie każdego badacza w poszukiwaniu atutu fabularnego Dr Rosa Marquez i usuń go z gry.
ru: Найдите в колодах всех сыщиков сюжетный актив «Доктор Роза Маркес» и удалите его из игры.
zh: 查找每位调查员的牌库，找出萝莎．马尔克斯博士剧情支援并将其从游戏中移除。

source: In your Campaign Log, record <i>the investigators believed</i>.
de: Im Kampagnenlogbuch wird notiert: <i>Die Ermittler haben Mutter Rachel geglaubt</i>.
fr: Dans votre Carnet de Campagne, indiquez que <i>les investigateurs sont convaincus</i>.
it: Annotate nel Diario della Campagna che <i>siete dei credenti</i>.
ko: 캠페인 기록지에 조사자들이 [[대모 레이첼을 믿었다]]라고 기록합니다.
pl: Zanotuj w Dzienniku kampanii, że <i>badacze uwierzyli</i>.
ru: Запишите в журнал кампании, что <i>сыщики уверовали</i>.
zh: 在剧本日志中，记录下<i>调查员们成为信徒</i>。

source: You give a signal to Dr. Marquez before stepping forward to bow before Mother Rachel. The matron regards you warmly. “You are more than welcome to join us around the table. You may sit at my right hand so that you see what miracle awaits us on this day.” She grasps your hands firmly in an iron grip to lead you to the feast. You follow her warily.
de: Du gibst Dr. Marquez ein Zeichen, bevor du nach vorne trittst und dich vor Mutter Rachel verbeugst. Die Oberin begrüßt dich erfreut. „Sie sind herzlich eingeladen, sich zu uns an den Tisch zu gesellen. Sie dürfen zu meiner Rechten sitzen, damit Sie sehen, welches Wunder uns an diesem Tag erwartet.“ Mit festem Händedruck führt sie dich zum Festmahl. Du folgst ihr vorsichtig.
fr: Vous faites un signe au Dr Marquez avant de vous avancer pour vous incliner devant Mère Rachel. La matrone vous salue chaleureuse-ment. « Vous êtes plus que bienvenue à notre table. Vous pouvez vous asseoir à ma droite afin de voir le miracle qui nous attend en ce jour ». Elle vous saisit les mains d’une poigne de fer pour vous conduire au festin. Vous la suivez avec méfiance.
it: Fate un cenno alla dottoressa Marquez prima di inginocchiarvi ai piedi di Madre Rachel. La matrona vi accoglie calorosamente. "Siete più che benvenuti a unirvi alla nostra tavola. Potete sedervi alla mia destra, così che possiate assistere al miracolo che ci attende oggi." Sentite la sua presa salda, ferrea, attorno alla mano. Vi conduce alla Festa e voi la seguite circospetti.
ko: 마르케스 박사에게 신호를 보내고는 대모 레이첼의 앞으로 다가가 고개를 숙입니다. 대모는 당신을 따스하게 맞이합니다. “우리와 함께 편히 식탁에 둘러앉읍시다. 제 오른쪽 자리에 앉아서 우리가 맞이할 기적을 목도하도록 하시지요.” 대모 레이첼이 당신의 손을 굳게 붙잡고 연회로 이끕니다. 당신은 경계하며 그 뒤를 따릅니다.
pl: Dajecie sygnał dr Marquez, po czym kłaniacie się Matce Rachel. Kobieta odzywa się do was serdecznie: „Będziemy szczęśliwi, jeśli dołączycie do nas przy stole. Możecie zasiąść po prawicy, aby zobaczyć, jaki cud czeka nas w tym dniu”. Chwyta wasze dłonie w żelaznym uścisku i prowadzi was na ucztę. Podążacie za nią ostrożnie.
ru: Подав знак доктору Маркес, вы выходите вперёд и кланяетесь в ноги матушке Рейчел. Матрона тепло улыбается вам: «Мы более чем рады видеть вас за столом. Можете сесть одесную меня, чтобы узреть, какие чудеса ждут нас в этот день». Железной хваткой она берёт вас за руку и ведёт на Пир. Вы настороженно следуете за ней.
zh: 你给了马尔克斯博士一个眼色，接著走上前，在瑞秋主母面前弯下身鞠躬。主母用温暖的目光看著你说：“你将受到无尽的欢迎，桌边将有你的一席之地。你可以坐在我的右手边，一同见证我们等待已久的奇迹。”她牢牢的紧抓你的双手，领著你加入盛宴，你谨慎的跟随。

source: the investigators lied to Mother Rachel.
de: die Ermittler haben Mutter Rachel belogen.
fr: les investigateurs ont menti à Mère Rachel.
it: avete mentito a Madre Rachel.
ko: 대모 레이첼을 속였다
pl: badacze okłamali Matkę Rachel.
ru: сыщики солгали матушке Рейчел.
zh: 调查员们对瑞秋主母说谎。

source: The professor strides forward and shouts above the revelry. “The food here is poison! You’re all in grave danger: whatever this is, it’s changing everything around it. See?” Dr. Marquez tears mask after mask off each reveler, exposing frenzied, grinning faces. The surrounding crowd goes silent. Then, a clapping sounds, along with the sound of laughter. Mother Rachel raises her arms to silence them. “Cast out these slanderers! But let it not keep us from our celebration. The heavens beckon us! Let us feast!” The last thing you see as you are pushed away from the clamor is the matron’s triumphant smile.
de: Die Professorin tritt vor und ruft über die Feierlichkeiten hinweg: „Das Essen an diesem Ort ist Gift! Sie sind alle in großer Gefahr: Was auch immer im Essen ist, es verändert alles um Sie herum. Sehen Sie!“ Dr. Marquez reißt mehreren Feiernden die Masken von den Gesichtern. Wild grinsende Gesichter kommen zum Vorschein. Die umstehende Menge verstummt. Dann ist Beifall zu hören und Lachen. Mutter Rachel hebt die Arme, um die Leute zum Schweigen zu bringen. „Vertreibt diese Lügner! Lasst euch dadurch nicht vom Fest abhalten. Der Himmel ruft uns! Lasst uns feiern!“ Das Letzte, was du siehst, als du von den Feiernden grob weggestoßen wirst, ist das triumphierende Lächeln der Oberin.
fr: Le professeur s’avance à grands pas et crie au-dessus du vacarme des réjouissances. « La nourriture est empoisonnée ! Vous êtes tous en grand danger: quoi que ce soit, cela modifie tout ce qui l’entoure. Vous voyez ? Le Dr Marquez arrache le masque de chaque noceur l’un après l’autre, pour dévoiler des visages frénétiques et grimaçants. La foule environnante devient silencieuse. Puis des applaudissements retentissent, accompagnés de rires. Mère Rachel lève les bras pour les faire taire. « Chassez ces menteurs ! Mais que cela ne nous empêche pas de faire la fête. Les cieux nous appellent ! Rejoignons le Festin ! » La dernière chose que vous voyez quand vous êtes poussé hors de la clameur, c’est le sourire triomphant de la matriarche.
it: La professoressa si fa avanti ad ampie falcate, alzando la voce per farsi sentire sopra i canti e la musica: "Il cibo è velenoso! Siete tutti in grave pericolo! Di qualsiasi cosa si tratti, sta alterando tutto ciò con cui è in contatto. Vedete?" La dottoressa strappa le maschere dai volti dei presenti, una dopo l'altra, rivelando volti sogghignanti dagli occhi spiritati. Attorno a lei la folla cala in uno sconfortante silenzio, infranto solo da un applauso improvviso e da risate scroscianti. "Cacciate questi maldicenti!" ordina Madre Rachel, con le braccia sollevate per riportare i festanti alla calma. "Ma non permettete che s'infiltrino nella nostra celebrazione. I cieli ci chiamano! Festeggiamo!" L'ultima cosa che vedete, mentre venite portati via dal clamore, è il sorriso trionfale sul viso della matrona.
ko: 마르케스 박사는 앞으로 나서 한상 가득 차려진 연회 탁자 위로 소리 지릅니다. “이 음식은 모두 독입니다! 여러분 모두 정말로 위험해요. 이 정체 모를 것들이 주변을 모두 바꿔놓고 있어요. 보여요?” 마르케스 박사가 연회객들의 얼굴에서 가면을 하나하나 찢어내자, 그 뒤로 광란에 휩싸여 희번득하게 웃는 얼굴이 드러납니다. 주변을 둘러싼 군중 사이에서 점점 소리가 줄어들더니, 돌연 웃음과 함께 박수갈채가 터져 나옵니다. 대모 레이첼이 두 손을 들어 모두를 침묵시킵니다. “이 비방꾼을 모두 쫓아버리세요! 허나 우리의 축일은 결코 막을 수 없으리오, 천국이 우리를 부르나니! 이제 축제를 시작합시다!” 대모의 입가에 꽃핀 승리의 미소를 마지막으로, 당신은 소란으로부터 밀려납니다.
pl: Dr Maquez wychodzi naprzód i przekrzykuje bawiący się tłum. „Wasze jedzenie jest zatrute! Jesteście w śmiertelnym niebezpieczeństwie, bo cokolwiek to jest, przemienia wszystko dookoła. Widzicie?” Badaczka ściąga maskę każdego biesiadnika, odsłaniając oszalałe, szeroko uśmiechnięte twarze. Otaczający was tłum milknie. Po chwili rozbrzmiewa klaskanie i gromki śmiech. Matka Rachel podnosi ręce, aby je uciszyć. „Pozbądźcie się tych oszczerców! Ale niech to nie powstrzyma dalszego świętowania. Niebiosa nas przyzywają! Ucztujmy!” Ostatnie, co widzicie, zanim zostajecie odciągnięci do tyłu, to triumfalny uśmiech Matki.
ru: Профессор шагает вперёд и пытается перекричать веселье: «Эта еда отравлена! Вам всем грозит смертельная опасность: что бы это ни было, оно изменяет всё вокруг себя. Видите?» — Доктор Маркес срывает маску за маской с празднующих, являя остальным их перекошенные безумными улыбками лица. Окружающая вас толпа затихает. Затем раздаются аплодисменты и смех. Матушка Рейчел поднимает руки, заставляя их замолчать: «Гоните этих клеветников! Не позволим им испортить наш праздник. Небеса зовут нас! Давайте же пировать!» Последнее, что вы видите, когда вас отталкивают в сторону, — это торжествующая улыбка матроны.
zh: 教授走向陷入狂喜状态的群众，大声喊到：“这里的食物有毒！你们正处在极度的危险中：不管那是什么东西，它正在改变周遭的所有事物，看到了吗？”马尔克斯博士拉下每个狂欢者的面具，露出背后颠狂、狰狞的笑容，周围的群众一瞬间陷入寂静。接著，一阵拍手声伴随大笑声响起，瑞秋主母举起手要求静默，然后宣布：“驱逐这些造谣者！别让任何事阻止我们的庆典，天堂在召唤我们！让我们大快朵颐！” 你在叫嚣声中被推离，你最后看见的是主母脸上洋溢的胜利笑容。

source: Add 1 [tablet] token and 1 [elder_thing] token to the chaos bag for the remainder of the campaign.
de: Füge dem Chaosbeutel für den Rest der Kampagne 1 [tablet]-Marker und 1 [elder_thing]-Marker hinzu.
fr: Ajoutez 1 pion [tablet] et 1 pion [elder_thing] dans la réserve du Chaos pour le reste de la campagne.
it: Aggiungete 1 segnalino [tablet] e 1 segnalino [elder_thing] al sacchetto del caos per il resto della campagna.
ko: 캠페인이 끝날 때까지 혼돈 주머니에 [tablet] 토큰 1개와 [elder_thing] 토큰 1개를 추가합니다.
pl: Dodaj do worka chaosu 1 żeton [tablet] i 1 żeton [elder_thing] (pozostają tam do końca kampanii).
ru: Добавьте в мешок хаоса 1 жетон [tablet] и 1 жетон [elder_thing] до конца кампании.
zh: 将1个[tablet]和1个[elder_thing]标记加入混乱袋，直到这个剧本结束。

source: the investigators interrupted the Feast.
de: die Ermittler haben das Fest unterbrochen.
fr: les investigateurs ont interrompu le Festin.
it: avete interrotto la Festa.
ko: 조사자들이 축일에 훼방을 놓았다
pl: badacze przeszkodzili w Uczcie.
ru: сыщики прервали Пир.
zh: 调查员们打断盛宴。

source: Put the <b>Day Three</b> Time Marker card into play. Are you ready?
de: Die Zeitmarker-Karte <b>Der dritte Tag</b> wird ins Spiel gebracht. Bist du bereit?
fr: Mettez en jeu le marqueur temporel <b>Jour Trois</b>. Êtes-vous prêts ?
it: Mettete in gioco la carta Indicatore Temporale <b>Giorno Tre</b>. Siete pronti?
ko: <b>세 번째 낮</b> 날짜 카드를 플레이 영역에 둡니다. 이제 준비가 되셨습니까?
pl: Umieść kartę znacznika czasu <b>Dzień 3</b> w grze. Jesteście gotowi?
ru: Введите карту «День третий» в игру. Вы готовы?
zh: 将<b>第三日</b>时刻卡放置入场。你准备好了吗？
