Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: Build the agenda and act deck using only the Around the Table agenda. It is both the current act and agenda. Set the Lambs to the Slaughter special agenda aside, out of play. Remove each other act and agenda from the game.
de: Das Agendadeck wird nur mit der Agenda Um den Tisch herum erstellt. Diese Karte ist sowohl das Agenda- als auch das Szenendeck. Die Spezialagenda Lämmer zur Schlachtbank führen wird als nicht im Spiel befindlich beiseitegelegt. Alle anderen Agenden und Szenen werden aus dem Spiel entfernt.
fr: Formez le deck Intrigue et le deck Acte en utilisant seulement l’intrigue Autour de la Table. Il s’agit à la fois de l’acte et de l’intrigue en cours. Mettez de côté l’intrigue spéciale Le Massacre des Agneaux. Retirez de la partie les autres actes et intrigues.
it: Componete il mazzo dei capitoli e delle trame usando solo la trama speciale Attorno al Tavolo. È sia il capitolo attuale che la trama attuale. Mettete da parte la trama speciale Agnelli al Macello. Rimuovete dal gioco ogni altro capitolo e trama.
ko: ‘연회 식탁을 둘러싸고’ 카드를 사용해서 주요목적, 주요사건 덱을 구성합니다. 이 카드는 현재 주요목적이자 현재 주요사건입니다. ‘도살장에 끌려가는 어린 양이로다’ 특수 주요사건을 비플레이 상태로 치워 둡니다. 나머지 모든 주요목적, 주요사건 카드를 게임에서 제거합니다.
pl: Stwórz talię tajemnic i aktów, używając tajemnicy Przy stole. Jest to zarówno obecny akt, jak i obecna tajemnica. Odłóż na bok, poza grę, specjalną tajemnicę Owieczki na rzeź. Usuń z gry wszystkie pozostałe akty i tajemnice.
ru: Соберите колоды замыслов и сцен, используя только карту «За столом». Она считается и замыслом, и сценой. Отложите особый замысел «Агнцы на заклание» в сторону, вне игры. Удалите оставшиеся замыслы и сцены из игры.
zh: 使用宴会桌边形成密谋和场景牌库。其同时是当前的场景和密谋。将待宰羔羊特殊密谋放在一旁。将每张其他的场景和密谋从游戏中移除。

source: Use The Crossroads and The Old Mill locations from the Day of the Feast encounter set, <i>(Evening)</i> side faceup. Remove the other The Crossroads and The Old Mill locations from the game.
de: Die Orte Die Wegkreuzung und Die Alte Mühle aus dem Begegnungsset Festtag werden mit der <i>(Abends [day])</i>-Seite nach oben ins Spiel gebracht. Die anderen Versionen dieser Orte werden aus dem Spiel entfernt.
fr: Utilisez les lieux La Croisée des Chemins et Le Vieux Moulin du set de rencontre Jour du Festin, face <i>(Soir)</i> visible. Retirez de la partie les autres lieux La Croisée des Chemins et Le Vieux Moulin.
it: Usate i luoghi Crocevia e Vecchio Mulino del set di incontri Giorno della Festa con il lato <i>(Sera)</i> a faccia in su. Rimuovete dal gioco gli altri luoghi Crocevia e Vecchio Mulino.
ko: ‘교차로’와 ‘오래된 제분소’ 장소는 축일 조우 세트에서 가져와 <i>(저녁)</i> 면이 보이도록 플레이 영역에 둡니다. 나머지 ‘교차로’와 ‘오래된 제분소’ 장소는 게임에서 제거합니다.
pl: Umieść w grze lokalizacje Rozdroże i Stary młyn z zestawu spotkań Dzień Uczty, stroną <i>(Wieczór)</i> do góry. Usuń z gry pozostałe lokalizacje Rozdroże i Stary młyn.
ru: Введите в игру локации «Перекрёсток» и «Старая мельница» из набора контактов «День пиршества» стороной <b>(Вечер [day])</b> вверх. Удалите другие экземпляры локаций «Перекрёсток» и «Старая мельница» из игры.
zh: 使用盛宴之日遭遇组的十字路口和老磨坊，以<i>(傍晚)</i>面朝上。将其他的十字路口和老磨坊从游戏中移除。

source: Put 1 copy of the Frenzied Reveler enemy into play at The Commons. If there are 3 or 4 investigators in the game, put the other copy of Frenzied Reveler into play at Hemlock Chapel.
de: 1 Gegner Rasende Feiernde wird in der Versammlungshalle ins Spiel gebracht. Falls sich 3 oder 4 Ermittler im Spiel befinden, wird die andere Rasende Feiernde in der Hemlock-Kapelle ins Spiel gebracht.
fr: Mettez en jeu 1 exemplaire de l’ennemi Noceur Possédé dans La Salle Commune. S’il y a 3 ou 4 investigateurs dans la partie, mettez en jeu l’autre exemplaire du Noceur Possédé à la Chapelle de Hemlock.
it: Mettete in gioco 1 copia della Festante Forsennata nel Refettorio. Se ci sono 3 o 4 investigatori in gioco, mettete in gioco l'altra copia della Festante Forsennata nella Cappella degli Hemlock.
ko: ‘광란에 빠진 연회객’ 적 사본 하나를 플레이 영역 중 ‘마을 회관’에 둡니다. 3~4명이 게임을 한다면, 다른 ‘광란에 빠진 연회객’ 적 사본 하나를 플레이 영역 중 ‘헴록 예배당’에도 둡니다.
pl: Umieść 1 kopię wroga Oszalały biesiadnik w grze, w Stodole. Jeśli w grze jest 3 lub 4 badaczy, umieść inną kopię Oszalałego biesiadnika w grze, w Kaplicy w Hemlock.
ru: Введите в игру 1 экземпляр врага «Исступлённая гостья» в локацию «Деревенский клуб». Если в игре 3 или 4 сыщика, введите второй экземпляр этого врага в игру в локацию «Часовня Хемлок-Вейл».
zh: 将1张丧心狂欢者敌人放置入场，位于城镇大堂。如果有3或4位调查员在游戏中，将另一张丧心狂欢者放置入场，位于铁杉谷礼拜堂。

source: Check your Campaign Log. If <i>North Point Mine</i> is not checked off under “Areas Surveyed”:
de: Überprüfe das Kampagnenlogbuch. Falls die <i>„North Point“-Mine</i> im Abschnitt „Untersuchte Gebiete“ nicht abgehakt ist:
fr: Vérifiez votre Carnet de Campagne. Si la <i>Mine de North Point</i> n’est pas cochée sous le titre « Zones Explorées » :
it: Controllate il Diario della Campagna. Se alla voce "Zone Esplorate" non avete spuntato la <i>Miniera di Punta Nord</i>:
ko: 캠페인 기록지를 확인합니다. “현장 조사를 마친 지역” 아래 [[북곶 광산]]에 체크 표시가 되어 있지 않다면:
pl: Sprawdź Dziennik kampanii. Jeśli w sekcji „Zbadane obszary” nie została odhaczona <i>Kopalnia Północna</i>:
ru: Сверьтесь с журналом. Если ячейка «Шахта Норт-Пойнт» не отмечена в разделе «Исследованные места»:
zh: 如果在“已调查区域”下的<i>北角矿坑</i>没有被打勾：

source: Each investigator begins play at The Boarding House.
de: Jeder Ermittler beginnt das Spiel in der Pension.
fr: Tous les investigateurs commencent la partie dans la Salle Commune.
it: Iniziate la partita nella Pensione.
ko: 모든 조사자는 ‘손님 숙소’에서 시작합니다.
pl: Wszyscy badacze rozpoczynają grę w Pensjonacie.
ru: Все сыщики начинают игру в «Пансионе».
zh: 每位调查员从旅店开始游戏。

source: Set each other resident aside, out of play.
de: Die übrigen Einwohner werden als nicht im Spiel befindlich beiseitegelegt.
fr: Mettez tous les autres habitants de côté, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni altro abitante.
ko: 나머지 모든 주민을 비플레이 상태로 치워 둡니다.
pl: Odłóż każdego innego mieszkańca na bok, poza grę.
ru: Отложите все остальные карты из набора контактов «Жители» в сторону, вне игры.
zh: 将每张其他住民放在一旁，置于场外。

source: Put Mother Rachel into play at The Crossroads, asset side faceup.
de: Mutter Rachel wird mit ihrer Vorteilsseite nach oben an der Wegkreuzung ins Spiel gebracht.
fr: Mettez en jeu Mère Rachel dans La Croisée des Chemins, face soutien visible.
it: Mettete in gioco Madre Rachel nel Crocevia con il lato supporto a faccia in su.
ko: ‘대모 레이첼’을 플레이 영역 중 ‘교차로’에 자산 면이 보이도록 둡니다.
pl: Umieść Matkę Rachel w grze, na Rozdrożu, stroną z atutem do góry.
ru: Введите «Матушку Рейчел» в игру стороной актива вверх в локацию «Перекрёсток».
zh: 将瑞秋主母放置入场，位于十字路口，支援面朝上。

source: <i>If Bertie had an epiphany:</i>
de: <i>Falls Bertie eine Epiphanie hatte:</i>
fr: <i>Bertie a eu une épiphanie :</i>
it: <i>se Bertie ha avuto un'epifania:</i>
ko: [[버티가 깨달음을 얻었다]]면:
pl: <i>Jeśli Bertie doznał objawienia:</i>
ru: Если <i>Берти получил откровение:</i>
zh: <i>如果柏蒂受到启示：</i>

source: Put Bertie Musgrave into play at The Crossroads, enemy side faceup.
de: Bertie Musgrave wird mit seiner Gegnerseite nach oben an der Wegkreuzung ins Spiel gebracht.
fr: Mettez en jeu Bertie Musgrave dans la Croisée des Chemins, face Ennemi visible.
it: Mettete in gioco Bertie Musgrave nel Crocevia con il lato nemico a faccia in su.
ko: ‘버티 머즈그레이브’를 플레이 영역 중 ‘교차로’에 적 면이 보이도록 둡니다.
pl: Umieść Bertiego Musgrave’a w grze, na Rozdrożu, stroną z wrogiem do góry.
ru: Введите «Берти Масгрейва» в игру стороной врага вверх в локацию «Перекрёсток».
zh: 将柏蒂．马斯格雷夫放置入场，位于十字路口，敌人面朝上。

source: Because <i>the investigators interrupted the feast</i>, search each investigator’s deck and all out-of-play areas for Dr. Marquez and put her into play under the control of an investigator. She does not take up an ally slot for the remainder of this prelude.
de: Weil <i>die Ermittler das Fest unterbrochen haben</i>, wird jedes Ermittlerdeck und jede nicht im Spiel befindliche Zone nach der Storyvorteilskarte Dr. Rosa Marquez durchsucht und unter der Kontrolle eines Ermittlers ins Spiel gebracht. Sie benötigt für dieses Szenario keinen Verbündeter-Slot.
fr: Puisque <i>les investigateurs ont interrompu le festin</i>, cherchez le Dr Marquez dans le deck de chaque investigateur et dans toutes les zones hors-jeu et mettez-la en jeu sous le contrôle d’un investigateur. Elle n’occupe pas d’emplacement d’allié pour le reste de ce prologue.
it: Se <i>avete interrotto la Festa</i>, cercate nel mazzo di ogni investigatore e in tutte le aree fuori dal gioco la Dott.ssa Rosa Marquez e mettetela in gioco sotto il controllo di un investigatore. Non occupa uno slot alleato per il resto di questo preludio.
ko: [[조사자들이 축일에 훼방을 놓았]]으므로, 모든 조사자의 덱과 모든 비플레이 영역에서 ‘로사 마르케스 박사’ 이야기 자산을 찾아 조사자 한 명이 조종하도록 플레이 영역에 둡니다. 이번 서막이 끝날 때까지 ‘로사 마르케스 박사’는 조력자 슬롯을 차지하지 않습니다.
pl: Ponieważ <i>badacze przeszkodzili w Uczcie</i>, przeszukaj talię każdego badacza i wszystkie obszary poza grą w poszukiwaniu Dr Rosy Marquez i umieść ją w grze, pod kontrolą dowolnego badacza. Do końca tego preludium nie zajmuje ona żadnej strefy sprzymierzeńca.
ru: Поскольку <i>сыщики прервали Пир</i>, найдите в колодах всех сыщиков и во всех неигровых зонах сюжетный актив «Доктор Роза Маркес» и введите её в игру под контроль любого сыщика. На протяжении этой прелюдии она не занимает слот союзника.
zh: 因为<i>调查员们打断盛宴</i>，查找每位调查员的牌库和所有场外区域，找出马尔克斯博士并将她放置入场，置于任意调查员的控制之下。本场序章期间，她不占用盟友槽位。

source: Put Leah Atwood into play at Hemlock Chapel, asset side faceup.
de: Leah Atwood wird in der Hemlock-Kapelle mit ihrer Vorteilsseite nach oben ins Spiel gebracht.
fr: Mettez en jeu Leah Atwood dans la Chapelle de Hemlock, face soutien visible.
it: Mettete in gioco Leah Atwood nella Cappella degli Hemlock con il lato supporto a faccia in su.
ko: ‘리아 앳우드’를 플레이 영역 중 ‘헴록 예배당’에 자산 면이 보이도록 둡니다.
pl: Umieść Leah Atwood w grze, w Kaplicy w Hemlock, stroną z atutem do góry.
ru: Введите «Лию Этвуд» в игру стороной актива вверх в локацию «Часовня Хемлок-Вейл».
zh: 将莉亚．阿特伍德放置入场，位于铁杉谷礼拜堂，支援面朝上。

source: Because her Relationship Level is 2 or lower, put Leah Atwood into play at Hemlock Chapel, enemy side faceup.
de: Weil ihre Beziehungsstufe 2 oder niedriger ist, wird sie stattdessen auf ihre Gegnerseite umgedreht.
fr: Puisque son Niveau de Relation est de 2 ou moins, mettez Leah Atwood en jeu à la Chapelle de Hemlock, face Ennemi visible.
it: Dato che il Livello di Relazione con lei è pari o inferiore a 2, mettete in gioco Leah Atwood nella Cappella degli Hemlock con il lato nemico a faccia in su.
ko: ‘리아 앳우드’와의 친밀도가 2 이하이므로, ‘리아 앳우드’를 플레이 영역 중 ‘헴록 예배당’에 적 면이 보이도록 둡니다.
pl: Ponieważ jej stopień zażyłości wynosi 2 lub mniej, umieść Leah Atwood w grze, w Kaplicy w Hemlock, stroną z wrogiem do góry.
ru: Поскольку уровень доверия Лии Этвуд 2 и ниже, введите её в игру стороной врага вверх в локацию «Часовня Хемлок-Вейл».
zh: 因为莉亚．阿特伍德的友好度不超过2，将她放置入场，位于铁杉谷礼拜堂，敌人面朝上。

source: Put Simeon Atwood into play at the Vale Schoolhouse, asset side faceup.
de: Simeon Atwood wird im Schulhaus des Tals mit seiner Vorteilsseite nach oben ins Spiel gebracht.
fr: Mettez en jeu Simeon Atwood dans l’École de Vale, face soutien visible.
it: Mettete in gioco Simeon Atwood nella Scuola della Valle con il lato supporto a faccia in su.
ko: ‘시미언 앳우드’를 플레이 영역 중 ‘헴록 베일 학교’에 자산 면이 보이도록 둡니다.
pl: Umieść Simeona Atwooda w grze, w Miejscowej szkole, stroną z atutem do góry.
ru: Введите «Симеона Этвуда» в игру стороной актива вверх в локацию «Деревенская школа».
zh: 将西缅．阿特伍德放置入场，位于谷地学校，支援面朝上。

source: Because his Relationship Level is 3 or lower, put Simeon Atwood into play at the Vale Schoolhouse, enemy side faceup.
de: Weil seine Beziehungsstufe 3 oder niedriger ist, wird er stattdessen auf seine Gegnerseite umgedreht.
fr: Puisque son Niveau de Relation est de 3 ou moins, mettez Simeon Atwood en jeu à l’École de Vale, face Ennemi visible.
it: Dato che il Livello di Relazione con lui è pari o inferiore a 3, mettete in gioco Simeon Atwood nella Scuola della Valle con il lato nemico a faccia in su.
ko: ‘시미언 앳우드’와의 친밀도가 3 이하이므로, ‘시미언 앳우드’를 플레이 영역 중 ‘헴록 베일 학교’에 적 면이 보이도록 둡니다.
pl: Ponieważ jego stopień zażyłości wynosi 3 lub mniej, umieść Simeona Atwooda w grze, w Miejscowej szkole, stroną z wrogiem do góry.
ru: Поскольку уровень доверия Симеона Этвуда 3 и ниже, введите его в игру стороной врага вверх в локацию «Деревенская школа».
zh: 因为西缅．阿特伍德的友好度不超过3，将他放置入场，位于谷地学校，敌人面朝上。

source: Put Gideon Mizrah into play at The Commons, asset side faceup.
de: Gideon Mizrah wird in der Versammlungshalle mit seiner Vorteilsseite nach oben ins Spiel gebracht.
fr: Mettez en jeu Gideon Mizrah dans la Salle Commune, face soutien visible.
it: Mettete in gioco Gideon Mizrah nel Refettorio con il lato supporto a faccia in su.
ko: ‘기디언 미즈라’를 플레이 영역 중 ‘마을 회관’에 자산 면이 보이도록 둡니다.
pl: Umieść Gideona Mizraha w grze, w Stodole, stroną z atutem do góry.
ru: Введите «Гидеона Мизру» в игру стороной актива вверх в локацию «Деревенский клуб».
zh: 将吉迪恩．米兹拉放置入场，位于城镇大堂，支援面朝上。

source: Because his Relationship Level is 3 or lower, put Gideon Mizrah into play at The Commons, enemy side faceup.
de: Weil seine Beziehungsstufe 3 oder niedriger ist, wird er stattdessen auf seine Gegnerseite umgedreht.
fr: Puisque son Niveau de Relation est de 3 ou moins, mettez Gideon Mizrah en jeu dans la Salle Commune, face Ennemi visible.
it: Dato che il Livello di Relazione con lui è pari o inferiore a 3, mettete in gioco Gideon Mizrah nel Refettorio con il lato nemico a faccia in su.
ko: ‘기디언 미즈라’와의 친밀도가 3 이하이므로, ‘기디언 미즈라’를 플레이 영역 중 ‘마을 회관’에 적 면이 보이도록 둡니다.
pl: Ponieważ jego stopień zażyłości wynosi 3 lub mniej, umieść Gideona Mizraha w grze, w Stodole, stroną z wrogiem do góry.
ru: Поскольку уровень доверия Гидеона Мизры 3 и ниже, введите его в игру стороной врага вверх в локацию «Деревенский клуб».
zh: 因为吉迪恩．米兹拉的友好度不超过3，将他放置入场，位于城镇大堂，敌人面朝上。

source: Put Judith Park into play at The Old Mill, asset side faceup.
de: Judith Park wird in der Alten Mühle mit ihrer Vorteilsseite nach oben ins Spiel gebracht.
fr: Mettez en jeu Judith Park dans Le Vieux Moulin, face soutien visible.
it: Mettete in gioco Judith Park nel Vecchio Mulino con il lato supporto a faccia in su.
ko: ‘주디스 파크’를 플레이 영역 중 ‘오래된 제분소’에 자산 면이 보이도록 둡니다.
pl: Umieść Judith Park w grze, w Starym młynie, stroną z atutem do góry.
ru: Введите «Джудит Пак» в игру стороной актива вверх в локацию «Старая мельница».
zh: 将茱蒂丝．朴放置入场，位于老磨坊，支援面朝上。

source: Because her Relationship Level is 2 or lower, put Judith Park into play at The Old Mill, enemy side faceup.
de: Weil ihre Beziehungsstufe 2 oder niedriger ist, wird sie stattdessen auf ihre Gegnerseite umgedreht.
fr: Puisque son Niveau de Relation est de 2 ou moins, mettez Judith Park en jeu au Vieux Moulin, face Ennemi visible.
it: Dato che il Livello di Relazione con lei è pari o inferiore a 2, mettete in gioco Judith Park nel Vecchio Mulino con il lato nemico a faccia in su.
ko: ‘주디스 파크’와의 친밀도가 2 이하이므로, ‘주디스 파크’를 플레이 영역 중 ‘오래된 제분소’에 적 면이 보이도록 둡니다.
pl: Ponieważ jej stopień zażyłości wynosi 2 lub mniej, umieść Judith Park w grze, w Starym młynie, stroną z wrogiem do góry.
ru: Поскольку уровень доверия Джудит Пак 2 и ниже, введите её в игру стороной врага вверх в локацию «Старая мельница».
zh: 因为茱蒂丝．朴的友好度不超过2，将她放置入场，位于老磨坊，敌人面朝上。

source: Put Theo Peters into play at Tad’s General Store, asset side faceup.
de: Theo Peters wird in Tads Gemischtwarenladen mit seiner Vorteilsseite nach oben ins Spiel gebracht.
fr: Mettez en jeu Theo Peters dans l’Épicerie de Tad, face soutien visible.
it: Mettete in gioco Theo Peters nell'Emporio di Tad con il lato supporto a faccia in su.
ko: ‘테오 피터스’를 플레이 영역 중 ‘태드의 잡화점’에 자산 면이 보이도록 둡니다.
pl: Umieść Theo Petersa w grze, w Sklepie wielobranżowym Tada, stroną z atutem do góry.
ru: Введите «Тео Питерса» в игру стороной актива вверх в локацию «Универсальный магазин Тэда».
zh: 将西奥．彼得斯放置入场，位于泰德的杂货店，支援面朝上。

source: Because his Relationship Level is 2 or lower, put Theo Peters into play at Tad’s General Store, enemy side faceup.
de: Weil seine Beziehungsstufe 2 oder niedriger ist, wird er stattdessen auf seine Gegnerseite umgedreht.
fr: Puisque son Niveau de Relation est de 2 ou moins, mettez Theo Peters en jeu dans l’Épicerie de Tad, face Ennemi visible.
it: Dato che il Livello di Relazione con lui è pari o inferiore a 2, mettete in gioco Theo Peters nell'Emporio di Tad con il lato nemico a faccia in su.
ko: ‘테오 피터스’와의 친밀도가 2 이하이므로, ‘테오 피터스’를 플레이 영역 중 ‘태드의 잡화점’에 적 면이 보이도록 둡니다.
pl: Ponieważ jego stopień zażyłości wynosi 2 lub mniej, umieść Theo Petersa w grze, w Sklepie wielobranżowym Tada, stroną z wrogiem do góry.
ru: Поскольку уровень доверия Тео Питерса 2 и ниже, введите его в игру стороной врага вверх в локацию «Универсальный магазин Тэда».
zh: 因为西奥．彼得斯的友好度不超过2，将他放置入场，位于泰德的杂货店，敌人面朝上。

source: The long table in the Boarding House is covered in greasy bones and gutted fruit skins. An antlered skull—not quite a deer’s—rests in the center of the table, garnished with bright wildflowers.
de: Der lange Tisch in der Pension ist mit Fettflecken, Knochen und ausgehöhlten Fruchtschalen bedeckt. In der Mitte des Tisches liegt ein Schädel mit Geweih, der ganz entfernt an ein Reh erinnert, garniert mit leuchtenden Wildblumen.
fr: La longue table de la Pension de Famille est couverte d’os graisseux et de peaux de fruits éventrés. Un crâne surmonté d’andouillers - mais pas tout fait celui d un cerf-repose au centre de la table, garni de fleurs sauvages éclatantes.
it: Il tavolone della pensione è ricoperto di ossa unte e bucce di frutta. Al centro c'è un teschio con delle corna - di certo non da cervo - decorato con una corona di sgargianti fiori selvatici.
ko: 손님 숙소의 기다란 식탁에는 기름기가 번들번들한 뼈와 과일 껍질 무더기가 한가득입니다. 식탁 한가운데엔 뿔 달린 동물의 두개골이 화려한 야생화로 장식된 채로 놓여있었으나, 아무리 봐도 사슴의 두개골처럼 보이진 않습니다.
pl: Długi stół w pensjonacie pokryty jest tłustymi kośćmi i obierkami owoców. Na środku stołu spoczywa rogata czaszka czegoś przypominającego jelenia, ozdobiona jasnymi kwiatami polnymi.
ru: Длинный стол в пансионе завален жирными костями и фруктовыми очистками. В центре стола, украшенного яркими полевыми цветами, лежит череп — вроде олений… но не совсем.
zh: 旅馆的长桌上满是油腻的骨头和剥开的水果皮。一个长角的颅骨置于桌子中央，看起来不完全像是鹿的骨架，上面点缀著鲜艳的野花。

source: Either draw 3 cards or gain 3 resources.
de: Ziehe entweder 3 Karten oder erhalte 3 Ressourcen.
fr: Soit vous piochez 3 cartes soit vous gagnez 3 ressources.
it: Puoi scegliere se pescare 3 carte oppure ottenere 3 risorse.
ko: 카드를 3장 뽑거나 자원을 3개 획득합니다.
pl: Dobierz 3 karty albo zyskaj 3 żetony zasobów.
ru: Возьмите 3 карты или получите 3 ресурса.
zh: 抽取3张卡牌或获得3资源。

source: “Join the dance!” A giddy reveler grabs your hand to dance around a bonfire. Nearby tables are piled with decaying food, warped meats, and grey, powdery fruit. Revelers pile the food in heaps on their plates and shovel portions into their mouths, seemingly oblivious.
de: „Tanzen Sie doch mit!“ Ein ausgelassener Feiernder ergreift deine Hand und will dich zum Tanz um ein Lagerfeuer mitziehen. Auf den Tischen in der Nähe stapeln sich verwesende Lebensmittel, verdorbenes Fleisch und graues, verschimmeltes Obst. Die Feiernden schaufeln sich das Essen haufenweise auf ihre Teller und stopfen es sich gierig in ihre Münder, als würden sie nichts bemerken.
fr: « Rejoignez la danse ! » Un fêtard étourdi vous prend la main pour danser autour d’un feu de joie. Les tables voisines sont remplies de nourriture en décomposition, de viandes déformées et de fruits gris et poudreux. Les noceurs entassent des denrées dans leurs assiettes et en fourrent de larges portions dans leurs bouches, apparemment inconscients.
it: "Unisciti alle danze!" Un festante, visibilmente su di giri, ti prende per la mano e ti trascina a ballare attorno a un falò. Le tavole vicine sono imbandite di cibo marcescente, pezzi di carne deformi e frutti grigi e ammuffiti. Ma sembra tu sia l'unica persona ad accorgersene, perché gli altri partecipanti stanno riempiendosi i piatti e le bocche come se nulla fosse.
ko: “함께 춤춰요!” 흥이 잔뜩 오른 연회객이 당신의 손을 붙들고 춤을 추자고 모닥불 곁으로 이끕니다. 식탁 위에는 부패한 음식, 뒤틀린 고기, 잿빛으로 삭아버린 과일이 가득 차려져 있었습니다. 연회객들은 그런 것 따위엔 아랑곳하지 않는 듯, 접시 위에 음식을 수북이 쌓아 놓고서 입에 채워 넣기에 여념이 없습니다.
pl: „Zatańcz z nami!” Rozemocjonowany biesiadnik chwyta cię za rękę, aby zatańczyć z tobą przy ognisku. Pobliskie stoły uginają się pod ciężarem gnijącego jedzenia, obrzydliwego mięsa i szarych, spleśniałych owoców. Biesiadnicy ładują na swoje talerze stosy jedzenia i wpychają je do ust, jakby nieświadomi ich stanu.
ru: «Потанцуй с нами!» — хватает вас за руку ликущий гость праздника и пускается в пляс у костра. Стоящие рядом столы завалены разлагающейся едой, мутировавшим мясом и серыми мучнистыми фруктами. Пирующие наваливают пищу себе в тарелки и запихивают в рот, словно ничего не замечая.
zh: “一起跳舞吧！”一个兴高采烈的狂欢者拉著你的手，在篝火周围跳起了舞。附近的桌子上堆满了腐烂的食物、变形的肉类和灰色的粉状水果。狂欢者用盘子装满堆积如山的食物，然后一口接一口地塞进嘴里，似乎毫无察觉异状。

source: Choose any enemy in play. Disengage the chosen enemy from all investigators, move it to The Crossroads, and exhaust it.
de: Wähle 1 beliebigen Gegner im Spiel. Löse ihn von allen Ermittlern, bewege ihn zur Wegkreuzung und erschöpfe ihn.
fr: Choisissez n’importe quel ennemi en jeu. Désengagez l’ennemi choisi de tous les investigateurs, déplacez-le à La Croisée des Chemins, et inclinez-le.
it: Scegli 1 qualsiasi nemico in gioco. Disimpegna il nemico scelto da tutti gli investigatori, muovilo fino al Crocevia ed esauriscilo.
ko: 플레이 상태인 아무 적 하나를 선택합니다. 선택한 적을 모든 조사자로부터 교전을 풀게 하고, ‘교차로’로 이동시키고 소진시킵니다.
pl: Wybierz dowolnego wroga w grze. Uwolnij wybranego wroga ze zwarcia z wszystkimi badaczami, porusz go na Rozdroże i wyczerp go.
ru: Выберите врага в игре. Тот враг перестаёт сражаться с сыщиками, перемещается на «Перекрёсток» и поворачивается.
zh: 选择在场上的任意一个敌人。该敌人与所有调查员解除交战，然后将其移动到十字路口并横置。

source: A couple in bright wedding clothes embrace in front of the chapel as several revelers dance in a circle around them. As you approach, you see they are bound with tight red ribbon at the waist and are giggling incessantly.
de: Ein Paar in Hochzeitskleidung umarmt sich vor der Kapelle, während mehrere Feiernde im Kreis um sie herumtanzen. Als du dich näherst, erkennst du, dass die beiden mit einem engen roten Band an der Taille zusammengebunden sind und unaufhörlich kichern.
fr: Devant la chapelle, un couple vêtu de vêtements de mariage éclatants s’embrasse, tandis que plusieurs noceurs dansent en cercle autour d’eux. En vous approchant, vous voyez qu’ils sont attachés à la taille par un ruban rouge serré et qu’ils ne cessent de rire.
it: Ci sono due persone in abiti nuziali abbracciate davanti alla cappella, circondate da un cerchio di festanti che danzano attorno a loro. Non appena ti avvicini, vedi che sono legate tra loro in vita con dei fiocchi rossi annodati stretti e stanno ridacchiando incessantemente.
ko: 예배당 앞에서 화사한 웨딩드레스와 턱시도를 입은 한 쌍이 포옹을 하고, 몇몇 연회객이 그 주변으로 원을 그리며 춤을 춥니다. 가까이 다가가서 봤더니, 둘은 허리춤에 맨 붉은 리본으로 서로를 단단히 묶고서 정신 나간 듯 끊임없이 낄낄대고 있었습니다.
pl: Para nowożeńców w jasnych strojach ślubnych obejmuje się przed kaplicą, a wokół nich tańczy grupka biesiadników. Gdy się zbliżasz, widzisz, że są przewiązani w talii czerwoną wstążką i bez przerwy chichoczą.
ru: Перед часовней обнимается пара в ярких свадебных нарядах, а вокруг них водят хоровод празднующие. Подойдя ближе, вы видите, что молодожёны перевязаны вокруг талии тугой красной лентой и беспрестанно хихикают.
zh: 一对身穿鲜艳婚服的情侣在礼拜堂前相拥，周围有几个狂欢者围成一个圈跳舞。当你靠近时，你会看到他们的腰间被紧绷的红色缎带缠绕著，不住地咯咯笑。

source: Either draw 1 card or gain 1 resource.
de: Ziehe entweder 1 Karte oder erhalte 1 Ressource.
fr: Vous pouvez soit piocher 1 carte soit gagner 1 ressource.
it: Puoi scegliere se pescare 1 carta oppure ottenere 1 risorsa.
ko: 카드를 1장 뽑거나 자원을 1개 획득합니다.
pl: Dobierz 1 kartę albo zyskaj 1 żeton zasobu.
ru: Возьмите 1 карту или получите 1 ресурс.
zh: 抽取1张卡牌或获得1资源。
