Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: Increase Theo Peters’ Relationship Level. Each investigator earns 2 bonus experience.
de: Erhöhe Theo Peters’ Beziehungsstufe. Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
fr: Augmentez le Niveau de Relation de Theo Peters. Chaque investigateur reçoit 2 points d’expérience bonus.
it: Aumenta il Livello di Relazione con Theo Peters. Ogni investigatore guadagna 2 punti esperienza.
ko: ‘테오 피터스’와의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Theo Petersem. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Повысьте уровень доверия Тео Питерса. Каждый сыщик получает 2 опыта дополнительно. Возьмите под контроль «Тео Питерса».
zh: 提升西奧．彼得斯的友好度。每位調查員取得2點獎勵經驗值。

source: <b>If only <i>Theo is having second thoughts</i> is recorded:</b>
de: <b>Falls nur <i>Theo hegt Zweifel</i> notiert ist:</b>
fr: <b>Si vous avez seulement indiqué que <i>Theo a des remords</i> :</b>
it: <b>Se avete annotato solo che <i>Theo sta avendo dei ripensamenti</i>:</b>
ko: <b>그 둘 중 오직 </b>[[테오가 의구심을 품고 있다]]<b>만 기록되어 있다면:</b>
pl: <b>Jeśli zanotowano tylko, że <i>Theo ma wątpliwości</i>:</b>
ru: <b>Если записано только, что <i>Тео сомневается</i>:</b>
zh: <b>如果只有記錄<i>西奧產生疑慮</i>：</b>

source: You find Theo folding his white-gold cloak next to the general store, nursing a bruise on his right cheek. When you ask him what happened, he winces. “I just asked Mother Rachel some questions. And she— she—” he stops. “I gotta find my truck. The tide might still be low.”
de: Du findest Theo neben dem Gemischtwarenladen, wo er seinen weiß-goldenen Umhang zusammenfaltet und eine Prellung an der rechten Wange versorgt. Als du ihn fragst, was passiert ist, zuckt er zusammen. „Ich habe Mutter Rachel nur ein paar Fragen gestellt. Und sie... sie...“ Er hält inne. „Ich muss meinen Laster finden. Vielleicht ist der Damm noch offen.“
fr: Vous trouvez Theo en train de plier sa cape blanche et or à côté de l’épicerie. Il soigne une ecchymose sur sa joue droite. Lorsque vous lui demandez ce qui s’est passé, il grimace. « J’ai juste posé quelques questions à Mère Rachel. Et elle… elle… » Il s’arrête. « Je dois retrouver mon camion. La marée est peut-être encore basse. »
it: Trovi Theo nei pressi dell'emporio, dove sta ripiegando il suo mantello bianco e dorato toccandosi un livido sulla guancia destra. Quando gli chiedi cosa sia successo, ti risponde trasalendo. "Ho solo fatto qualche domanda a Madre Rachel, e lei... lei... Devo trovare il mio furgone. La marea dovrebbe essere ancora bassa."
ko: 테오는 잡화점 옆에서 흰색과 금색이 섞인 제 망토를 개며 오른쪽 뺨에 난 멍을 매만지고 있었습니다. 당신이 무슨 일이냐고 묻자 테오가 얼굴을 찌푸립니다. “레이첼 대모님께 몇 가지 질문을 했죠. 그런데 대모님은... 대모님은...” 테오가 말을 흐립니다. “일단 트럭부터 찾아야겠어요. 아직 밀물이 차오르지 않았을 거예요.”
pl: Theo odkłada swój biało-złoty płaszcz obok sklepu, przykładając dłoń do siniaka na prawym policzku. Kiedy pytasz go, co się stało, krzywi się na samą myśl. „Po prostu zadałem Matce Rachel kilka pytań. A ona... ona...” – urywa. – „Muszę znaleźć moją furgonetkę. Może wciąż trwa odpływ”.
ru: Вы находите Тео рядом с магазином. Он складывает свой бело-золотой плащ и потирает синяк на щеке. Когда вы спрашиваете его, что случилось, парень морщится: «Я просто задал матушке Рейчел пару вопросов. И она… Она… — он замолкает. — Нужно найти мой грузовик. Возможно, прилив ещё не слишком высоко».
zh: 你發現西奧在雜貨店旁，正在將他的襯金白袍摺起，右臉上有一處瘀傷。當你問他發生了什麼事時，他皺了皺眉說：“我只是問了瑞秋主母一些問題。然後她 — 她就 — ”他閉口不言，“我得找到我的卡車，潮水應該還沒漲上來。”

source: You find Theo donning his white-gold cloak behind the general store, grinning from ear to ear. “I never thought things could get any better, but I was wrong!” he exclaims, then pulls out a new copy of The Lost World by Doyle. “I saw one of the visitors reading this and they just gave it to me! For free!” The young man won’t stop laughing as he scratches a red patch of skin on his neck.
de: Du findest Theo in seinen weiß-goldenen Umhang gehüllt hinter dem Gemischtwarenladen. Er grinst von einem Ohr zum anderen. „Ich hätte nie gedacht, dass sich die Dinge bessern würden, aber ich habe mich geirrt“, sagt er und zeigt auf ein brandneues Exemplar von Die vergessene Welt von Arthur Conan Doyle. „Ich habe gesehen, wie einer der Besucher das gelesen hat. Dann hat er es mir einfach gegeben! Umsonst!“ Der junge Mann hört nicht auf zu lachen, während er sich eine rote Hautstelle am Hals kratzt.
fr: Vous retrouvez Theo revêtu de sa cape blanche et or derrière l’épicerie, avec un sourire jusqu’aux oreilles. « Je n’avais jamais pensé que les choses pouvaient s’améliorer, mais j’avais tort », s’exclame-t-il, avant de sortir un nouvel exemplaire du Monde Perdu de Doyle. « J’ai vu l’un des visiteurs le lire et il me l’a donné ! Gratuitement ! » Le jeune homme n’arrête pas de rire en se grattant une tache rouge sur le cou.
it: Trovi Theo nei pressi dell'emporio, dove sta ripiegando il suo mantello bianco e dorato con un sorriso che gli attraversa il volto da un orecchio all'altro. "Non avrei mai pensato che le cose potessero addirittura migliorare, ma mi sbagliavo!" esclama, sfilando da una tasca una copia intonsa de Il Mondo Perduto di Doyle. "Ho visto uno dei turisti che lo leggeva e me l'ha regalato! Senza chiedere nulla in cambio!" Il giovane ragazzo comincia a ridere incontrollatamente, grattandosi nevroticamente un lembo di pelle rosso sul collo.
ko: 잡화점 옆에서 찾아낸 테오는 흰색과 금색이 섞인 망토를 입고 입이 귀까지 걸리도록 활짝 웃고 있었습니다. “이만하면 더 좋을 수가 있나 하고 생각했는데, 웬걸요!” 테오가 아서 코난 도일의 『잃어버린 세계』를 들어 보입니다. 완전히 새 책처럼 보입니다. “어떤 축제 방문객 분이 이걸 읽고 있었는데, 갑자기 제게 넘겨주시더라고요! 그것도 공짜로요!” 테오는 목에 돋은 붉은 자국을 긁으며 한시도 웃음을 멈추지 않습니다.
pl: Za sklepem wielobranżowym Theo zakłada na siebie biało-złoty płaszcz, uśmiechając się od ucha do ucha. „Myślałem, że lepiej być nie może, ale się myliłem!” – wykrzykuje, po czym wyciąga nową kopię Zaginionego świata Doyle'a. „Zauważyłem, że jeden z naszych gości to czyta, i po prostu mi ją dał! Za darmo!” Młody mężczyzna nie przestaje się śmiać, jednocześnie drapiąc czerwoną plamę na szyi.
ru: Вы обнаруживаете Тео за магазином натягивающим свой бело-золотой плащ. На его лице сияет улыбка от уха до уха. «Я не думал, что жизнь может стать ещё лучше… Но, по-видимому, был неправ! — восклицает он, потряхивая томиком „Затерянного мира“ Конана Дойля. — Один из гостей читал эту книгу и просто отдал её мне! Бесплатно!» Юноша не может перестать хохотать, почёсывая покрасневший участок кожи на шее.
zh: 你發現西奧穿著襯金白袍，站在雜貨店後方，咧開大嘴笑著。“我從來沒想過事情可以變得更好，但我錯了！”他大聲宣告，然後拿出一本全新的《失落的世界》小說。“我看到一個遊客正在讀這本書，他們竟然直接送了我一本！”這年輕人一直笑個不停，同時抓撓著頸部一塊紅腫的皮膚。

source: <b>If “The Hemlocks are hashing it out”:</b>
de: <b>Falls „die Hemlocks die Sache ausdiskutieren“:</b>
fr: <b>Si « Les Hemlock résolvent leur conflit » :</b>
it: <b>Se "gli Hemlock si stanno scontrando":</b>
ko: <b>“헴록 가문의 두 일원이 끝장을 보려 한다”면:</b>
pl: <b>Jeśli „Hemlockowie rozstrzygają spór”:</b>
ru: <b>Если <i>Хемлоки улаживают свои разногласия</i>:</b>
zh: <b>如果“赫姆拉克家族爭執不休”：</b>

source: The two heirs sit in the grass, winded. “What would Mother think of us?” William sighs. River stares at the stack of papers between them. “I don’t believe she thinks much anymore, dear William,” River says. Before William can retort, they go on. “But you’re right. There’s no use fighting with one another.” River looks as though they might choke as they force out an apology. William magnanimously accepts.
de: Die beiden Erben sitzen völlig erschöpft im Gras. „Was würde Mutter von uns denken?“, seufzt William. River starrt auf den Papierstapel zwischen ihnen. „Ich glaube, sie denkt nicht mehr viel, liebster William.“ Bevor William etwas erwidern kann, fährt River fort: „Aber du hast recht. Es hat keinen Sinn, miteinander zu streiten.“ Die folgende, schnell herausgepresste Entschuldigung scheint River große Überwindung zu kosten. William nimmt sie großmütig an.
fr: Les deux héritiers s’assoient dans l’herbe, essoufflés. « Que penserait Mère en nous voyant ? » soupire William. River fixe la pile de papiers qui les sépare. « Je ne crois pas qu’elle soit en état de penser, cher William », dit River. Avant que William ne puisse répliquer, River continue. « Mais tu as raison. Il ne sert à rien de se battre l’un contre l’autre. » River a l’air de formuler des excuses avec difficulté. William les accepte avec magnanimité.
it: I due eredi siedono sull'erba, esausti. "Cosa penserebbe di noi la Madre?" chiede William con un sospiro. "Non penso che sia più granché incline a pensare, caro William" gli risponde River fissando la pila di fogli tra di loro. "Ma hai ragione" aggiunge prima che il cugino possa ribattere. "Litigare non ci porterà a nulla." Hai l'impressione che River stia quasi per soffocare nell'esternare le proprie scuse. Scuse che William accetta con assoluta magnanimità.
ko: 헴록 가문의 두 상속자는 숨을 헐떡이며 풀밭에 주저앉습니다. “어머니께서 지금 우리 모습을 보셨다면 어쩌셨을꼬?” 윌리엄이 한숨을 푹 쉽니다. 리버는 둘 사이에 쌓인 종이 뭉치를 멍하니 바라봅니다. “이봐요 윌리엄. 그분께선 이젠 그런 생각도 못 하는 상태 아니신가요?” 윌리엄이 뭐라 반박하기도 전에 리버가 말을 잇습니다. “하지만 당신 말이 맞아요. 서로 싸워 봐야 무슨 소용이겠어요?” 리버는 숨이 막힐 것 같은 표정을 지으며, 내키지 않는 사과를 먼저 꺼냅니다. 윌리엄은 관대하게 사과를 받아들입니다.
pl: Dwoje spadkobierców siedzi na trawie i dyszy. „Co pomyślałaby Matka?” – wzdycha William. River wpatruje się w leżący między nimi stos papierów. „Ona już chyba za wiele nie myśli, drogi Williamie” – odpowiada. Zanim William zdąży odpowiedzieć, dodaje: „Ale masz rację. Nie ma sensu się kłócić”. River wygląda, jakby miała się udławić, gdy zmusza się do przeprosin. William wielkodusznie je przyjmuje.
ru: Обессилев, оба наследника плюхаются в траву. «Что подумала бы о нас матушка?» — вздыхает Уильям. Ривер не может отвести взгляда от стопки бумаг между ними. «Дорогой братец, не думаю, что она в целом ещё может думать, — отвечает Ривер. Прежде чем Уильям успевает возразить, она продолжает. — Но ты прав. В наших ссорах мало пользы». Практически задыхаясь, Ривер выдавливает из себя извинения. Уильям великодушно их принимает.
zh: 兩位繼承人坐在草地上，氣喘吁吁。“如果母親看到我們這樣會怎麼想？”威廉嘆氣。芮福凝視著散落在他們之間的文件堆，“我想她沒辦法多想些什麼，親愛的威廉。”芮福說。在威廉還沒來得及反駁前，芮福繼續說到：“但你是對的，爭吵毫無意義。”芮福勉強吐出一句道歉，威廉寬容地接受了。

source: the Hemlocks made a truce.
de: die Hemlocks haben einen Waffenstillstand vereinbart.
fr: les Hemlock ont conclu une trêve.
it: gli Hemlock hanno siglato una tregua.
ko: 헴록 가문의 두 일원이 잠시 다툼을 접어두기로 했다
pl: Hemlockowie zawarli rozejm.
ru: Хемлоки помирились.
zh: 赫姆拉克家族停戰。

source: Increase both William Hemlock’s and River Hawthorne’s Relationship Levels. Each investigator earns 2 bonus experience.
de: Erhöhe sowohl William Hemlocks als auch River Hawthornes Beziehungsstufe. Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
fr: Augmentez le Niveau de Relation de William Hemlock et de River Hawthorne.
it: Aumenta il Livello di Relazione con William Hemlock e con River Hawthorne. Ogni investigatore guadagna 2 punti esperienza.
ko: ‘윌리엄 헴록’ 및 ‘리버 호손’과의 친밀도를 한 단계씩 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Zwiększ stopień zażyłości z Williamem Hemlockiem oraz z River Hawthorne. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Повысьте уровень доверия и Уильяма Хемлока, и Ривер Хоуторн. Каждый сыщик получает 2 опыта дополнительно.
zh: 提升威廉．赫姆拉克和芮福．霍桑的友好度。每位調查員取得2點獎勵經驗值。

source: Search the set-aside <i>Residents</i> encounter set for either William Hemlock or River Hathorne and put 1 of them into play under your control. You cannot trigger their codex during this prelude.
fr: Cherchez dans le set de Rencontre <i>Résidents</i> mis de côté soit WIlliam Hemlock, soit River Hathorne and mettez l'un d'eux en jeu sous votre contrôle. Vous ne pouvez pas déclencher leur codex lors de ce prélude.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta William Hemlock oppure la carta River Hawthorne e mettila in gioco sotto il tuo controllo. Non puoi innescare i loro codex durante questo preludio.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘윌리엄 헴록’ 또는 ‘리버 호손’ 중 하나를 찾아서, 당신이 조종하도록 플레이 영역에 둡니다. 이 서막 동안, 당신은 ‘윌리엄 헴록’과 ‘리버 호손’의 서고를 다시 격발할 수 없습니다.
ru: Найдите среди отложенных карт набора контактов «Жители» карту «Уильям Хемлок» или карту «Ривер Хоуторн» и введите одну из них в игру под свой контроль. Вы не можете активировать их архивы во время этой прелюдии.

source: You find William and River locked in a struggle in front of the old Atwood House. River holds one side of a bundle of old documents, and William holds the other. “This is our legacy. We must preserve it!” William says through clenched teeth. “Like hell it’s a legacy,” says River. “I could make this island the toast of New England!” The sheaf of documents splits with a sharp rip, scattering papers in the grass. The pair immediately drop to their knees to gather up the mess.
de: Vor dem alten Atwood-Haus triffst du auf William und River, die einen heftigen Streit austragen. River hält die eine Seite eines Bündels mit alten Dokumenten fest, William die andere. „Das ist unser Vermächtnis. Wir müssen es bewahren!“, sagt William mit zusammengebissenen Zähnen. „Von wegen Vermächtnis“, hält River dagegen. „Ich könnte die Insel zum Stolz von New England machen!“ Das Bündel mit den Dokumenten reißt mit einem lauten Geräusch entzwei. Papiere flattern zu Boden und liegen verstreut im Gras. Die beiden gehen sofort auf die Knie, um die Blätter aufzusammeln.
fr: Vous trouvez William et River en train de se battre devant l’ancienne Maison Atwood. River a agrippé le bout d’une liasse de vieux documents, et William est accroché à l’autre. « C’est notre héritage. Nous devons le préserver ! » dit William en serrant les dents. « Cela n’a rien d’un héritage », répond River. « Je pourrais faire de cette ile la coqueluche de la Nouvelle-Angleterre ! » La liasse de documents se fend d un coup sec, éparpillant les papiers dans l’herbe. Les deux cousins se mettent immédiatement à genoux pour ramasser le désordre.
it: Trovi William e River in piena lite. River stringe un lato di un fascicolo pieno di vecchi documenti, il cugino l'altro lato. "Questa è la nostra eredità. Dobbiamo preservarla!" ringhia lui a denti stretti. "Eredità un corno!" gli risponde River. "Potrei rendere quest'isola il fiore all'occhiello del New England!" La pila di fogli si strappa improvvisamente, spargendone i brandelli ovunque sul prato. I due si gettano sulle ginocchia nel tentativo di recuperare quanti più documenti possibile.
ko: 윌리엄과 리버는 앳우드 고택을 앞에 두고 몸싸움을 벌이고 있었습니다. 둘은 오래된 서류 뭉치 양끝을 꽉 붙들고 목소리를 높입니다. “이것은 우리의 유산이오. 반드시 보존해야 하오!” 윌리엄이 이를 악물고 말하자, 리버가 되받아칩니다. “퍽이나 유산이라죠. 저는 이 섬을 뉴잉글랜드의 보석으로 깎아낼 수 있다고요!” 결국 팽팽하던 서류 뭉치가 부욱 찢어지며, 갈기갈기 찢긴 종이가 풀밭 위를 나뒹굽니다. 둘은 잽싸게 무릎을 꿇고 난장판이 된 서류를 모읍니다.
pl: Znajdujesz Williama i River szamocących się przed starym domem Atwoodów. River ciągnie za jedną stronę paczki starych dokumentów, a William za drugą. „To nasze dziedzictwo. Musimy je chronić!” – mówi William przez zaciśnięte zęby. „Jakie tam dziedzictwo!” – prycha River. – „Mogłabym zrobić z tej wyspy perłę Nowej Anglii!” Teka dokumentów pęka na pół, a papiery rozsypują się po trawie. Oboje natychmiast padają na kolana, aby zgarnąć jak najwięcej dla siebie.
ru: Подойдя к старому дому Этвудов, вы обнаруживаете Уильяма и Ривер. Оба вцепились в пачку старых документов — Ривер с одной стороны, Уильям с другой — и пытаются вырвать их из рук друг друга. «Это наше наследие. Мы должны сохранить его!» — сквозь зубы шипит Уильям. «Чёрта с два! — отвечает Ривер. — Я бы могла сделать из этого острова жемчужину Новой Англии!» Пачка документов с громким треском рвётся, и листы рассыпаются по траве. Оба тут же падают на колени, чтобы собрать их в кучу.
zh: 威廉和芮福正在老舊的阿特伍德大宅前激烈地爭執。芮福抓住一捆舊文件的一側，而威廉抓住另一側。“這是我們的遺產，我們必須保護它！”威廉咬緊牙關地說。“去你的，這算什麼傳承。”芮福說，“我可以讓這座島成為新英格蘭的焦點！”文件在一聲尖銳的撕裂聲中裂開，紙片散落在草地上。 兩人立即跪下收拾那些碎片。

source: <i>Side with River.</i>
de: <i>Stelle dich auf Rivers Seite.</i>
fr: <i>Prenez le parti de River.</i>
it: <i>Schierati con River.</i>
ko: 리버의 편을 듭니다.
pl: <i>Stań po stronie River.</i>
ru: <i>Принять сторону Ривер.</i>
zh: <i>站在芮福這邊。</i>

source: You may only choose this option if <i>River is reclaiming their legacy</i> is recorded in River Hawthorne’s Notes
de: Du darfst diese Option nur wählen, falls <i>River das Erbe zurückfordert</i>.
fr: Vous ne pouvez choisir cette option que si <i>River revendique son héritage</i> est indiqué dans les Notes de River Hawthorne
it: Puoi scegliere questa opzione solo se <i>River sta reclamando la sua eredità</i> è annotato negli Appunti di River Hawthorne
ko: ‘리버 호손’의 기록지에 [[리버가 가문의 유산을 되찾으려 한다]]라고 기록되어 있을 경우에만 이 선택지를 고를 수 있습니다.
pl: Możesz wybrać tę opcję, tylko jeśli w Notatkach River Hawthorne zanotowano, że <i>River chce odzyskać swoje dziedzictwo</i>
ru: Вы можете выбрать этот вариант, только если <i>Ривер возвращает своё наследие</i>.
zh: 如果在芮福．霍桑的筆記中有記錄<i>芮福要奪回遺產</i>，才可以選擇此選項

source: <i>Side with William.</i>
de: <i>Stelle dich auf Williams Seite.</i>
fr: <i>Prenez le parti de William.</i>
it: <i>Schierati con William</i>
ko: 윌리엄의 편을 듭니다.
pl: <i>Stań po stronie Williama.</i>
ru: <i>Принять сторону Уильяма.</i>
zh: <i>站在威廉這邊</i>

source: You may only choose this option if <i>William is resolved</i> is recorded in William Hemlock’s Notes
de: Du darfst diese Option nur wählen, falls <i>William fest entschlossen ist</i>.
fr: Vous ne pouvez choisir cette option que si William est déterminé est indiqué dans les Notes de William Hemlock
it: Puoi scegliere questa opzione solo se <i>William è determinato</i> è annotato negli Appunti di William Hemlock
ko: ‘윌리엄 헴록’의 기록지에 [[윌리엄이 결의를 품었다]]라고 기록되어 있을 경우에만 이 선택지를 고를 수 있습니다.
pl: Możesz wybrać tę opcję, tylko jeśli w Notatkach Williama Hemlocka zanotowano, że <i>William jest zdeterminowany</i>
ru: Вы можете выбрать этот вариант, только если <i>Уильям полон решительности</i>.
zh: 如果在威廉．赫姆拉克的筆記中有記錄<i>威廉下定決心</i>，才可以選擇此選項

source: Search the set-aside <i>Residents</i> encounter set for River Hawthorne and put them into play at The Atwood House on their asset side.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte River Hawthorne und bringe sie im Atwood-Haus mit der Vorteilsseite nach oben ins Spiel.
fr: Cherchez River Hawthorne dans le set de rencontre <i>Habitants</i> et mettez-le en jeu dans la Maison Atwood sur sa face soutien.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta River Hawthorne e mettila in gioco nella Casa degli Atwood sul lato supporto.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘리버 호손’을 찾아서, 플레이 영역 중 ‘앳우드 저택’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu River Hawthorne i umieść ją w grze, w Domu Atwoodów, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Ривер Хоуторн» и введите её в игру в «Дом Этвудов» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇組， 找出芮福．霍桑並將其以支援面放置入場，位於阿特伍德大宅。

source: Search the set-aside <i>Residents</i> encounter set for William Hemlock and put him into play at The Atwood House on his asset side.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> nach der Karte William Hemlock und bringe sie im Atwood-Haus mit der Vorteilsseite nach oben ins Spiel.
fr: Cherchez William Hemlock dans le set de rencontre <i>Habitants</i> et mettez-le en jeu dans la Maison Atwood sur sa face soutien.
it: Cerca nel set di incontri <i>Abitanti</i> messo da parte la carta William Hemlock e mettila in gioco nella Casa degli Atwood sul lato supporto.
ko: 치워 두었던 [[주민]] 조우 세트에서 ‘윌리엄 헴록’을 찾아서, 플레이 영역 중 ‘앳우드 저택’에 자산 면이 보이도록 둡니다.
pl: Przeszukaj odłożony na bok zestaw spotkań <i>Mieszkańcy</i> w poszukiwaniu Williama Hemlocka i umieść go w grze, w Domu Atwoodów, stroną z atutem do góry.
ru: Найдите среди отложенных карт из набора контактов «Жители» карту «Уильям Хемлок» и введите её в игру в «Дом Этвудов» стороной актива вверх.
zh: 查找放在一旁的<i>住民</i>遭遇組， 找出威廉．赫姆拉克並將其以支援面放置入場，位於阿特伍德大宅。

source: If either <i>William is resolved</i> or <i>River is reclaiming their legacy</i> is recorded in William Hemlock or River Hawthorne’s Notes:
de: Falls entweder <i>William fest entschlossen ist</i> oder <i>River das Erbe zurückfordert</i>:
fr: Si soit <i>William est déterminé</i>, soit <i>River revendique son héritage</i> est indiqué dans les Notes de William Hemlock ou de River Hawthorne :
it: Se <i>William è determinato</i> è annotato negli Appunti di William Hemlock oppure se <i>River sta reclamando la sua eredità</i> è annotato negli Appunti di River Hawthorne:
ko: ‘윌리엄 헴록’의 기록지에 [[윌리엄이 결의를 품었다]]라고 기록되어 있거나 (또는) ‘리버 호손’의 기록지에 [[리버가 가문의 유산을 되찾으려 한다]]라고 기록되어 있다면:
pl: Jeśli w Notatkach Williama Hemlocka lub River Hawthorne zanotowano, że <i>William jest zdeterminowany</i> lub <i>River chce odzyskać swoje dziedzictwo</i>:
ru: Если в заметках Ривер Хоуртон или Уильяма Хемлока указано, что <i>Ривер возвращает своё наследие</i> или <i>Уильям полон решительности</i>:
zh: 如果威廉．赫姆拉克跟芮福．霍桑的筆記中有記錄<i>威廉下定決心</i>或<i>芮福要奪回遺產</i>：

source: No effect.
fr: Sans effet.
it: Nessun effetto.
ko: 아무 효과도 없습니다.
pl: Brak efektu.
ru: Нет эффекта.

source: Remember “the Hemlocks are hashing it out.” You may trigger this codex again.
de: Merke dir, dass „die Hemlocks die Sache ausdiskutieren“. Du darfst diesen Kodexeintrag erneut auslösen.
fr: Rappelez-vous que « Les Hemlock résolvent leurs conflits ». Vous pouvez de nouveau déclencher ce Codex.
it: Annota che "gli Hemlock si stanno scontrando". Puoi innescare di nuovo questo Codex.
ko: “헴록 가문의 두 일원이 끝장을 보려 한다”라고 기억합니다. 당신은 이 서고를 다시 격발해도 됩니다.
pl: Zapamiętaj, że „Hemlockowie rozstrzygają spór”. Możesz ponownie aktywować ten wpis kodeksu.
ru: Запомните, что <i>Хемлоки улаживают свои разногласия</i>. Вы можете снова активировать этот архив.
zh: 请记住“赫 姆拉克家族争执不休”。你可以再次触发此圣典。

source: Each investigator is <b>devoured</b> by the Colour Out of Space.
de: Jeder Ermittler wird von der Farbe aus dem All <b>verschlungen</b>.
fr: Tous les investigateurs sont <b>dévorés</b> par La Couleur Tombée du Ciel.
it: Ogni investigatore è <b>divorato</b> dal colore venuto dallo spazio.
ko: 모든 조사자는 우주에서 온 색채에게 <b>집어삼켜집니다</b>.
pl: Każdy badacz zostaje <b>pożarty</b> przez Kolor z przestworzy.
ru: Каждый сыщик <b>сожран</b> Цветом из иных миров.
zh: 每位调查员被星之彩<b>吞噬</b>。

source: Or at least, this version of each investigator is devoured. As you ascend, you see other versions of yourself.
de: Oder zumindest diese Version jedes Ermittlers wird verschlungen. Als ihr aufsteigt, könnt ihr weitere Versionen von euch sehen.
fr: Ou, pour le moins, cette version de chaque investigateur est dévorée. Au fur et à mesure de votre ascension, vous voyez d’autres versions de vous-même.
it: O almeno, questa versione di ogni investigatore è stata divorata. Durante l'ascesa avete visto altre versioni di voi.
ko: 아니면 적어도 이 세계선의 모든 조사자는 집어삼켜집니다. 당신이 다른 모습을 취하고 승천하는 가운데, 또 다른 당신의 모습을 목도합니다. 당신은 다른 결과에 도전하기 위해 이 서막을 다시 플레이해도 됩니다.
pl: A przynajmniej pożarta zostaje ta wersja każdego badacza.
ru: По крайней мере, сожраны эти версии сыщиков. Когда вы возноситесь, вы видите другие версии себя.
zh: 或者起码，这个分支的每位调查员都被吞噬了。当你 飞升之时，你见到了其他分支的自己。

source: Would you like to replay the prelude to try for a different outcome?
de: Soll das Vorspiel wiederholt werden, um eine andere Auflösung anzustreben?
fr: Souhaitez-vous rejouer ce prologue pour essayer une fin différente?
it: Vuoi rigiocare questo preludio per provare un risultato diverso?
ko: 다른 결과에 도전하기 위해 이 서막을 다시 플레이하시겠습니까?
pl: Czy chcecie ponownie rozegrać to preludium, aby uzyskać inny rezultat?
ru: Хотели бы вы переиграть эту прелюдию, чтобы добиться другого исхода?
zh: 你希望重新尝试本序章，进入不同的结局吗？

source: Cross out <i>The investigators believed</i> in your campaign guide.
de: Streicht den Eintrag <i>Die Ermittler haben Mutter Rachel geglaubt</i> im Kampagnenlogbuch durch.
fr: Rayez <i>Les investigateurs</i> sont convaincus de votre Guide de Campagne.
it: Barrate <i>siete dei credenti</i> nel Diario della Campagna.
ko: 캠페인 기록지에서 [[조사자들이 대모 레이첼을 믿었다]]에 취소선을 긋습니다.
pl: Wykreślcie zapis <i>badacze uwierzyli</i> z Dziennika kampanii.
ru: Вычеркните запись <i>сыщики уверовали</i> в журнале кампании.
zh: 将剧本日志上的<i>调查员们成为信徒</i>划掉。
