Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: “That’s enough,” Dr. Marquez strides past the grinning revelers and strikes Mother Rachel with her cane. She turns to exhort the crowd. “It’s not too late! We can still leave!” You shout your support. Mother Rachel lurches to her feet, drunkenly holding the ceremonial knife, and swings weakly at the professor. Marquez pushes her away with a well-timed kick. The earth around the effigy cracks with prismatic light, then turns blindingly bright as the pillar collapses into crystalline shards. A blinding pillar of light shoots out of the nearby well. All you hear as the crossroads collapse is Mother Rachel’s empty laughter.
de: „Das reicht jetzt“, ruft Dr. Marquez, geht an den grinsenden Feiernden vorbei und schlägt Mutter Rachel mit ihrem Stock. Die Professorin dreht sich um und richtet sich an die Menge: „Es ist noch nicht zu spät! Wir können immer noch gehen!“ Du pflichtest ihr bei. Mutter Rachel kommt taumelnd auf die Beine. Dabei hält sie zitternd das Zeremonienmesser in der Hand und versucht, nach der Professorin zu schlagen. Dr. Marquez stößt sie noch rechtzeitig mit einem gezielten Tritt von sich. Die Erde um das Bildnis herum reißt auf und es bricht prismatisches Licht aus ihr hervor, während das Bildnis in kristalline Splitter zerfällt. Eine blendend helle Lichtsäule schießt aus einem nahen Brunnen empor. Als der Platz an der Wegkreuzung in sich zusammenfällt, kannst du deutlich das leere Lachen von Mutter Rachel hören.
fr: « Ça suffit », dit le Dr Marquez en passant devant les noceurs souriants et en frappant Mère Rachel de sa canne. Elle se retourne pour exhorter la foule. « Il n’est pas trop tard ! Nous pouvons encore partir ! » Vous criez votre soutien. Mère Rachel se lève d’un bond. Elle tient le couteau de cérémonie dans une sorte d’état d’ébriété, et frappe le professeur sans véritable force. Marquez la repousse d’un coup de pied bien placé. La terre autour de l’effigie se fissure sous l’effet d’une lumière prismatique, puis devient aveuglante lorsque le pilier s’effondre en éclats cristallins. Une colonne de lumière aveuglante jaillit du puits voisin. Lorsque la Croisée des Chemins s’effondre, on n’entend plus que le rire vide de Mère Rachel.
it: "Ora basta!" La dottoressa Marquez si fa strada tra i festanti allucinati, solleva il suo bastone e colpisce Madre Rachel con tutta la sua forza. "Non è troppo tardi!" urla, voltandosi verso la folla nel tentativo di far rinsavire i presenti. "Possiamo ancora andarcene!" urlate in suo sostegno. La matrona si rialza agitando la sua lama cerimoniale. Il colpo che mena contro la Marquez è fiacco, e la professoressa riesce a respingerla con un calcio ben piazzato. La terra attorno all'effige si sgretola. La luce prismatica che affiora dal basso diventa sempre più intensa, quasi accecante, come una fauce famelica che inghiotte il pilastro frantumandolo con le sue zanne cristalline. Dal pozzo vicino esplode una colonna lucente intensa come il sole, ma tutto quello che riuscite a sentire mentre il crocevia collassa nella voragine è la risata inespressiva di Madre Rachel.
ko: “그만!” 마르케스 박사가 웃음을 짓는 군중 사이를 헤치고 뚜벅뚜벅 걸어와 지팡이로 대모 레이첼을 내려칩니다. 그러고는 군중을 향해 돌아섭니다. “아직 늦지 않았습니다! 여길 떠날 수 있다고요!” 당신도 박사와 함께 사람들을 설득합니다. 대모 레이첼은 다시 일어나 취객처럼 덜덜 떨며 의식용 칼을 붙잡고는 마르케스 박사를 향해 힘없이 휘두릅니다. 박사는 그대로 대모를 걷어차 밀어냅니다. 그때 축제 나무 주변의 지면이 쩍하고 갈라지며 오색찬란한 빛이 새어 나오더니, 나무 기둥이 결정 조각으로 산산이 조각나며 무너져 내립니다. 근처 우물에서는 눈이 멀어버릴 것만 같은 빛기둥이 하늘을 향해 치솟습니다. 교차로가 무너져 내리는 가운데, 대모 레이첼의 공허한 웃음만이 귓가에 울립니다.
pl: „Starczy tego!” – Dr Marquez przechodzi obok uśmiechniętych biesiadników i uderza Matkę Rachel laską. Odwraca się, by przemówić do tłumu. „Jeszcze nie jest za późno! Nadal możemy stąd odejść!” Krzyczycie, by wyrazić swoje poparcie. Matka Rachel podnosi się na równe nogi, pijana, trzymając nóż ceremonialny, którym słabo uderza badaczkę. Marquez odpycha ją szybkim kopnięciem. Ziemia wokół drzewa pęka w snopie rozszczepionego światła, które po chwili staje się oślepiające, gdy wszystko rozpada się na krystaliczne odłamki. Z pobliskiej studni wystrzeliwuje kolejny oślepiający słup światła. Gdy Rozdroże się zapada, słyszycie już tylko pusty śmiech Matki Rachel.
ru: «Достаточно, — доктор Маркес проталкивается мимо ухмыляющихся посетителей и ударяет тростью матушку Рейчел. Затем профессор поворачивается и обращается к толпе. — Ещё не поздно! Мы всё ещё можем уйти!» Вы поддерживаете её криком. Матушка Рейчел поднимается на ноги, пьяно сжимая в руках церемониальный нож, и слабо замахивается на профессора. Маркес отталкивает её в сторону идеально рассчитанным пинком. Земля вокруг чучела раскалывается. Из трещин бьёт ослепительный призматический свет, и идол падает, разбиваясь на кристаллические осколки. Из ближайшего колодца в небо вырывается столб света. Перекрёсток проваливается под землю, и всё, что вы слышите, — это пустой смех матушки Рейчел.
zh: “够了！”马尔克斯博士大步穿过露齿狂笑的狂欢者，用拐杖击打著瑞秋主母。她转身恳求人们：“还不算太晚！我们还能离开这里！”你则大声响应。瑞秋主母摇摇晃晃地站起来，像醉酒般握著仪式刀，虚弱地朝教授挥舞。马尔克斯用一记时机完美的踢击击退了她。 肖像树周围的地面发出炫目的光芒，然后变得耀眼明亮，树干迸裂，透出棱彩般的光芒。附近的井口射出一道刺眼的光柱。当整个十字路口崩塌时，你能听到的只有瑞秋主母空洞的笑声。

source: Increase William Hemlock’s Relationship Level. Each investigator earns 2 bonus experience.
it: Augmentez le Niveau de Relation de William Hemlock. Chaque investigateur reçoit 2 points d’expérience bonus.
ko: ‘윌리엄 햄록’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.

source: Increase River Hawthorne’s Relationship Level. Each investigator earns 2 bonus experience.
it: Augmentez le Niveau de Relation de River Hawthorne. Chaque investigateur reçoit 2 points d’expérience bonus.
ko: ‘리버 호손’과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 2만큼 얻습니다.

source: Search the set-aside <i>Residents</i> encounter set for either William Hemlock or River Hathorne and put 1 of them into play under your control.
de: Durchsuche das beiseitegelegte Begegnungsset <i>Einwohner</i> entweder nach der Karte William Hemlock oder River Hawthorne und bringe 1 davon unter deiner Kontrolle ins Spiel.
fr: Cherchez soit William Hemlock soit River Hawthorne dans le set de rencontre <i>Habitants</i> mis de côté et mettez en jeu l’un d’entre eux sous votre contrôle.
ru: Найдите среди отложенных карт набора контактов «Жители» карту «Уильям Хемлок» или карту «Ривер Хоуторн» и введите одну из них в игру под свой контроль.
zh: 查找放在一旁的<i>住民</i>遭遇組，找出威廉．赫姆拉克或芮福．霍桑，將其中一個放置入場，在你的控制下。
