Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: Each investigator earns experience equal to the Victory X value of each card in the victory display, along with any bonus experience awarded during this prelude. <b>Each investigator may now spend the experience recorded under “Unspent Experience” in your Campaign Log.</b>
de: Jeder Ermittler verdient Erfahrungspunkte in Höhe des Sieg-X-Wertes aller Karten im Siegpunktestapel, zusammen mit allen Bonus-Erfahrungspunkten während dieses Vorspiels. <b>Jeder Ermittler darf jetzt seine Erfahrungspunkte ausgeben, die im Kampagnenlogbuch unter „Nicht ausgegebene EP“ notiert sind.</b>
fr: Chaque investigateur reçoit un nombre de points d’expérience égal à la valeur Victoire X de chaque carte dans la pile de victoire. <b>Chaque investigateur a le droit de dépenser l’expérience indiquée sous le titre « Expérience Non Dépensée » de votre Carnet de Campagne.</b>
it: Ogni investigatore guadagna un ammontare di punti esperienza pari al valore di Vittoria di ogni carta nella galleria delle vittorie, oltre ai punti esperienza guadagnati nel corso del preludio. <b>Ogni investigatore ora può spendere i punti esperienza annotati nel Diario della Campagna alla voce "Punti Esperienza da Spendere".</b>
ko: 각 조사자는 승점 더미에 있는 카드의 승점값만큼 경험치를 얻고, 이번 서막 동안 얻은 추가 경험치도 함께 합산합니다. <b>모든 조사자는 지금 캠페인 기록지에서 자신의 “사용하지 않은 경험치”에 기록된 경험치를 소비해도 됩니다.</b>
pl: Każdy badacz zdobywa punkty doświadczenia w liczbie równej łącznej wartości „Zwycięstwo X” wszystkich kart w puli zwycięstwa oraz dodatkowych punktów doświadczenia zdobytych podczas tego preludium. <b>Każdy badacz może teraz wydać punkty doświadczenia zanotowane w sekcji „Niewykorzystane punkty doświadczenia” w Dzienniku kampanii.</b>
ru: Каждый сыщик получает опыт, равный сумме победных значений всех карт на победном счету, а также дополнительный опыт, полученный во время этой прелюдии. <b>Каждый сыщик теперь может потратить опыт, записанный в журнале кампании в графе «Непотраченный опыт».</b>
zh: 每位调查员取得经验值，数量等于胜利区所有卡牌的胜利X数值之和。<b>每位调查员现在可以花费剧本日志中，“未花费的经验值”下所记录的经验值。</b>

source: You awaken to a crowd of smiling faces and silent animal masks staring at you, swaying in the evening air. You are tied to the effigy by barbed wire. Mother Rachel wipes blood from a long sharp knife and stands before you, smiling warmly. “I’m so glad you’re awake.”
de: Du erwachst in einer Traube von lächelnden Gesichtern und stummen Tiermasken, die dich anstarren und sich in der Abendluft wiegen. Du bist mit Stacheldraht an das Bildnis gefesselt. Mutter Rachel steht mit einem herzlichen Lächeln vor dir und wischt Blut von einem langen, scharfen Messer. „Ich bin so froh, dass Sie wach sind.“
fr: Vous vous réveillez dans une foule de visages souriants et de masques d’animaux silencieux qui vous regardent en se balançant dans l’air du soir. Vous êtes attaché à l’effigie par du fil barbelé. Mère Rachel essuie le sang d’un long couteau aiguisé et se tient devant vous, souriant chaleureusement. « Je suis si heureuse que vous soyez réveillé. »
it: Vi risvegliate circondati da una folla di facce sorridenti e di maschere di animali silenziose che vi fissano, ondeggiando nell'aria della sera. Vi hanno legato con il filo spinato. Madre Rachel vi viene incontro pulendo dal sangue la lunga lama affilata del suo pugnale. "Sono così contenta che siate svegli" vi dice con un sorriso avvolgente.
ko: 다시 정신을 차립니다. 저녁을 배경으로 당신을 바라보는 군중의 미소 짓는 얼굴과 침묵하는 동물 가면이 이리저리 흔들립니다. 당신은 철조망으로 축제 나무에 묶여 있었습니다. 당신의 눈앞에 선 대모 레이첼이 날카롭고 긴 칼에서 피를 닦아내며 따스하게 웃습니다. “정신을 차려서 정말 다행이네요.”
pl: Budzicie się w tłumie wpatrujących się w was uśmiechniętych twarzy i milczących masek zwierząt, kołyszących się na wieczornym powietrzu. Jesteście przywiązani do drzewa drutem kolczastym. Matka Rachel wyciera krew z długiego ostrego noża i staje przed wami, uśmiechając się ciepło. „Cieszę się, że się ocknęliście”.
ru: Когда вы приходите в себя, на вас смотрит море улыбающихся лиц и молчаливых звериных масок, колышущихся в вечернем воздухе. Вы привязаны к идолу колючей проволокой. Матушка Рейчел вытирает кровь с длинного острого ножа, встаёт перед вами и тепло улыбается: «Я так рада, что ты в сознании».
zh: 你醒来时，看到周围的人面带微笑、戴著动物面具，他们不发一语的凝视著你，身躯随著夜风轻轻摇摆。你被带著倒刺的铁丝捆绑在肖像树上。瑞秋主母拿著一把锋利的长刀站在你面前，轻轻拭去上面的血迹，她露出温暖的微笑说著：“很高兴你醒了。”

source: Mother Rachel staggers back, clutching her side. “Don’t you see our true purpose? We are light coiled in flesh. And the flesh longs to join an even greater light: an infinite and eternal brilliance.” The matron casts off her cloak, flecked with blood, to bare her shoulder. Her skin is knotted like bark with glowing nodes and alien patterns. Suddenly, the moon darkens in a total lunar eclipse, casting everything in crimson. “My children, the hour is at hand,” Mother Rachel says rapturously. She raises her arms up to mimic the many-faced effigy. A hush falls over the crowd as each of the revelers mimics her pose in turn.
de: Mutter Rachel taumelt zurück und hält sich die Seite. „Erkennen Sie nicht unsere wahre Bestimmung? Wir alle sind Licht, das in Fleisch gewickelt ist. Und das Fleisch sehnt sich danach, sich einem noch größeren Licht anzuschließen: einer unendlichen und ewigen Brillanz.“ Die Oberin wirft ihren blutbefleckten Umhang ab und entblößt ihre Schulter. Ihre Haut ist verknotet wie Rinde, mit glühenden Wucherungen und fremdartigen Mustern. Plötzlich verdunkelt sich der Himmel und es herrscht eine Mondfinsternis, die alles in blutrotes Zwielicht taucht. „Meine Kinder, die Stunde ist gekommen!“, ruft Mutter Rachel verzückt. Sie streckt ihre Arme empor und ahmt das vielgesichtige Bildnis nach. Die Menge wird still, als jeder der Feiernden nacheinander ihre Pose nachahmt.
fr: Mère Rachel recule en titubant, une main appuyée contre son flanc. « Ne voyez-vous pas notre véritable raison d’être ? Nous sommes la lumière enroulée dans la chair. Et la chair aspire à rejoindre une lumière encore plus grande : un éclat infini et éternel. » La matrone se débarrasse de son manteau moucheté de sang pour mettre son épaule à nu. Sa peau est nouée comme de l’écorce, avec des nœuds lumineux et des motifs qui n’ont rien d’humain. Soudain, le ciel s’obscurcit. La lune est totalement éclipsée et tout devient pourpre. « Mes enfants, l’heure est venue », déclare Mère Rachel en extase. Elle lève les bras pour imiter l’effigie aux multiples visages. Un silence s’installe dans la foule tandis que chacun des noceurs imite son geste à tour de rôle.
it: Madre Rachel barcolla all'indietro, tenendosi il fianco. "Non vedete il nostro vero scopo ?! Siamo luce avvolta nella carne. E la carne agogna a unirsi a una luce ancor più grandiosa: un bagliore eterno, infinito!" La matrona getta via il suo mantello insanguinato, scoprendo le spalle. Ha la pelle ispida come corteccia, cosparsa di nodi luminescenti e disegni alieni. Improvvisamente, la luna si oscura come durante un'eclissi totale, tingendo ogni cosa di cremisi. "Figli miei, l'ora è giunta!" La voce di Madre Rachel è un inno esultante. Solleva le braccia, imitando la posa dell'effige dai molti volti, e come lei i festanti su cui è calato un velo di pesante silenzio.
ko: 대모 레이첼이 옆구리를 부여잡으며 뒤로 비틀거립니다. “우리의 진정한 목적이 보이지 않나요? 우리는 육신에 휘감긴 빛이요, 우리의 육신은 더욱더 위대한 빛에 합세하기를, 그 무한하고 영원한 광휘에 합세하기를 갈구하나니!” 대모는 피가 얼룩진 망토를 벗어 던지고 어깨를 드러냅니다. 대모 레이첼의 살갗은 마치 나무껍질처럼 옹이졌으며 빛나는 마디와 기괴한 무늬로 빛나고 있었습니다. 그 순간, 개기월식과 함께 달이 어두워지며 사위가 핏빛에 잠겨 듭니다. “나의 아이들이여, 마침내 약속의 시간이 도래하였습니다.” 대모 레이첼이 황홀한 목소리로 외칩니다. 대모는 하늘을 향해 두 손을 뻗어, 수많은 얼굴이 달린 축제 나무를 흉내 냅니다. 모두가 차례로 대모와 같은 자세를 취하는 가운데, 군중 사이에 괴괴한 침묵이 감돕니다.
pl: Matka Rachel chwieje się do tyłu, ściskając się za bok. „Nie widzicie naszego prawdziwego przeznaczenia? Jesteśmy światłem owiniętym w ciało. A ciało pragnie połączyć się z jeszcze większym światłem: nieskończonym i wiecznym blaskiem”. Kobieta zrzuca z siebie poplamiony krwią płaszcz i odsłania ramię. Jej skóra jest zgrubiała i przypomina korę drzewa ze świecącymi guzkami i obcymi wzorami. Nagle dochodzi do całkowitego zaćmienia księżyca, które zalewa świat szkarłatem. „Moje dzieci, nadeszła godzina” – mówi zachwycona Matka Rachel. Podnosi ręce do góry, a jej sylwetka przypomina drzewo. Zapada absolutna cisza, gdy każdy z biesiadników w tłumie po kolei naśladuje jej pozę.
ru: Матушка Рейчел пошатывается, держась за бок: «Вы что, не видите нашего истинного предназначения? Мы — свет, облачённый в плоть. И эта плоть жаждет слиться с ещё большим светом: с бесконечным и вечным сиянием». Матрона сбрасывает запачканный кровью плащ и обнажает плечо. Её кожа, словно древесная кора, испещрена светящимися припухлостями и инопланетными узорами. Внезапно происходит полное лунное затмение, и всё вокруг погружается в багрянец. «Дети мои, наш час близок», — восторженно произносит матушка Рейчел. Она поднимает руки, копируя позу многоликого идола. В толпе воцаряется тишина, и каждый по очереди повторяет её позу.
zh: 瑞秋主母踉跄后退，摀住自己的腰侧：“你难道看不到我们的天命吗？我们是被包裹在肉体中的光，而这肉体渴望与更伟大的光合一：一种无限而永恒的光辉。”主母脱掉沾满血迹的罩袍，露出肩膀。她的皮肤像树皮一样扭结，上面长著发光的节点和诡异的图案。突然，月亮被掩蔽，陷入月全食，将一切都染成深红色。 “我的孩子们，时刻已经到来。”瑞秋主母狂喜地说。她模仿著刻划众多人面的肖像树的形像举起双臂，人群安静下来，每个狂欢者都模仿著她的姿势。

source: You stammer an apology, but Mother Rachel holds one hand up to silence you and says dispassionately, “You failed me. But I suppose I was wrong to ask so much of you. All things move toward their end. You were called to witness the final miracle. The heavenly ascendance. And witness it you shall.”
de: Du stammelst eine Entschuldigung, aber Mutter Rachel hält eine Hand hoch, um dich zum Schweigen zu bringen. Dann sagt sie leidenschaftslos: „Sie haben mich enttäuscht. Aber es war wohl falsch von mir, so viel von Ihnen zu verlangen. Alle Dinge neigen sich ihrem Ende zu. Sie wurden hergerufen, um Zeuge des letzten Wunders zu sein. Des himmlischen Aufstiegs. Und so werden Sie ihn bezeugen.“
fr: Vous balbutiez des excuses, mais Mère Rachel lève une main pour vous faire taire et vous adresse la parole, sans montrer aucune émotion : « Vous m’avez déçu. Mais je suppose que j’ai eu tort de vous en demander autant. Toutes les choses évoluent vers leur fin. Vous avez été appelés à assister au dernier miracle. Lascension céleste. Et vous en serez les témoins. »
it: Cercate di farfugliare una scusa, ma Madre Rachel solleva una mano per zittirvi. "Mi avete delusa" sentenzia laconica. "Ma immagino che sia stata io a sbagliare chiedendovi tanto. Tutte le cose si muovono verso la loro fine. Siete stati chiamati a testimoniare al miracolo ultimo. L'ascensione celeste. E testimoni sarete."
ko: 당신은 더듬거리며 사과했지만, 대모 레이첼은 한 손을 들어 올려 대번에 말을 자르고는 냉정하게 말합니다. “당신은 우리를 실망시켰어요. 너무 과분한 것을 부탁한 제 잘못이겠지요. 모든 것은 제 끝을 향해 나아가는 법. 당신은 마지막 기적을 목도하도록 부름받았습니다. 천상으로 승천하리니! 그대도 마침내 목도하게 될 것입니다!”
pl: Próbujecie wydusić z siebie przeprosiny, ale Matka Rachel podnosi rękę, by was uciszyć, i mówi beznamiętnie: „Zawiedliście mnie. Ale być może myliłam się, prosząc was o tak wiele. Wszystko zmierza ku końcowi. Zostaliście wezwani, aby stać się świadkami ostatecznego cudu. Niebiańskiego wstąpienia. I doświadczycie go na własne oczy”.
ru: Вы бормочете извинения, но матушка Рейчел жестом указывает вам замолчать и бесстрастно говорит: «Вы меня подвели. Но, полагаю, не стоило ожидать от вас чего-то особенного. Всё движется к своему концу. Вы были призваны, чтобы узреть последнее чудо. Небесное вознесение. Так узрите же!»
zh: 你支吾著道歉，但瑞秋主母举起一只手示意你保持沉默，冷冷地说：“你辜负了我。但我想，要求你承担这么多可能是我错了。所有事物都会走向终结，你被召唤来见证最后的奇迹。神圣的升华，而你将见证这一切。”

source: Mother Rachel stands before the effigy in the crossroads, her arms unfurled like branches toward the sky. The ground around her is littered with the bones and the corpses of her followers. The crowd sighs in unison as a rush of euphoria spreads through the room. “It is here!” the matron shouts. The moon darkens in a total lunar eclipse, casting everything in crimson. The earth around the effigy cracks as it collapses into a sinkhole. Your bliss gives way to nausea and acute pain as your skin sloughs off in patches. As you freefall into a crystalline abyss, you are accompanied by Mother Rachel’s voice singing a reverent hymn, accompanied by a rush of joy, of anger and emptiness—sorrow—curiosity—longing—despair. Your breath stops as you feel yourself transfigured into a hundred other versions of yourself: human and inhuman, alive and dead, young and old. As you stare upward at a roiling, miasmic cloud, you see Mother Rachel tranfigured into an effulgent, glassy shape wreathed in mist. This is your place. Your purpose. As your flesh hardens into gray rock, then glassy crystal, you reach up, straining to touch her divine shape. And then, a cold and quiet emptiness.
de: Mutter Rachel steht vor dem Bildnis an der Wegkreuzung, ihre Arme wie Äste zum Himmel ausgestreckt. Der Boden um sie herum ist mit den Knochen und Leichen ihrer Anhänger übersät. Die Menge seufzt im Einklang, als sich eine Welle der Euphorie auf dem Platz ausbreitet. „Er ist da!“, ruft die Oberin. Plötzlich verdunkelt sich der Himmel und es herrscht eine Mondfinsternis, die alles in blutrotes Zwielicht taucht. Der Boden um das Bildnis herum reißt auf und legt ein Erdloch frei, in das der Baum hineinstürzt. Deine Glückseligkeit verwandelt sich in Übelkeit und akuten Schmerz, als deine Haut beginnt, sich stellenweise abzulösen. Während du in einen kristallinen Abgrund stürzt, wirst du von Mutter Rachels Stimme begleitet, die eine andächtige Hymne singt – die widersprüchlichsten Gefühle prasseln auf dich ein: Freude ... Wut ... Leere ... Trauer ... Neugier ... Sehnsucht ... Verzweiflung. Dein Atem stockt, als du spürst, wie du dich wandelst und zu hundert anderen Versionen deines Selbst wirst: menschlich und nicht menschlich, lebendig und tot, jung und alt. Du starrst nach oben auf eine aufgewühlte, miasmatische Wolke und siehst dort Mutter Rachel stehen, die sich in eine strahlende, glasartige Gestalt verwandelt, die von Nebel umhüllt wird. Dies ist dein Platz. Deine Bestimmung. Während dein Fleisch zu grauem Gestein und dann zu gläsernem Kristall erstarrt, streckst du einen Arm nach oben, von dem Verlangen beseelt, ihre göttliche Gestalt zu berühren. Und dann – eine kalte und stille Leere.
fr: Mère Rachel se tient devant l’effigie à la Croisée des Chemins, les bras déployés comme des branches vers le ciel. Le sol autour d’elle est jonché des os et des cadavres de ses disciples. La foule soupire à l’unisson et une vague d’euphorie se répand sur la place. « Il est là », s’écrie la matrone. Soudain, le ciel s’obscurcit. La lune est totalement éclipsée et tout devient pourpre. La terre autour de l’effigie se fissure et s’effondre dans une doline. Votre béatitude fait place à la nausée et à une douleur aiguë, tandis que votre peau se détache par plaques. Alors que vous tombez en chute libre dans un abime cristallin, vous êtes accompagné par la voix de Mère Rachel qui chante des louanges. Vous ressentez des bouffées de joie, de colère et de vide, mêlées de chagrin, de curiosité, de nostalgie et de désespoir. Votre respiration s’arrête et vous vous sentez transfiguré. Comme si vous vous incarniez en une centaine d’autres versions de vous-même : humaines et inhumaines, vivantes et mortes, jeunes et vieilles. En regardant vers le haut un nuage fétide et tourbillonnant, vous voyez que Mère Rachel est transformée en une forme vitreuse et radieuse enveloppée de brume. Votre place est là. Votre but. Votre chair se durcit pour devenir de la roche grise, puis du cristal vitreux et vous tendez la main pour tenter de toucher sa forme divine. Et puis, un vide froid et silencieux.
it: Madre Rachel si volta verso l'effige al centro del crocevia, con le braccia distese come rami che cercano di sfiorare il cielo. Il terreno attorno a lei è disseminato delle ossa e dei cadaveri dei suoi seguaci, ma la folla continua a cantare all'unisono in un'ondata di euforia che si diffonde tra tutti i presenti. "È qui!" urla la matrona, quando la luna si oscura come durante un'eclissi totale, tingendo ogni cosa di cremisi. La terra attorno all'effige si apre in una voragine. La beatitudine che vi pervadeva lascia il posto alla nausea e al dolore lancinante della pelle che si stacca a pezzi. Mentre precipitate nell'abisso cristallino, siete accompagnati dalla voce di Madre Rachel che intona un inno reverenziale e da una sensazione di gioia... di rabbia... di vuoto... di tristezza... di curiosità... di bramosia... di disperazione. Smettete di respirare. Vi sentite trasfigurati in centinaia altre versioni di voi: umani e inumani, vivi e morti, giovani e vecchi. Sollevate lo sguardo verso la torbida nube miasmatica che si agita su di voi e vedete Madre Rachel trasfigurata in una fulgida statua di vetro avvolta nella bruma. Questo è il vostro posto. Il vostro scopo. La vostra pelle si tramuta in solida roccia grigia. La roccia grigia diventa vetro cristallino. Allungate le mani, cercando di sfiorare quella manifestazione di divinità. E poi il vuoto. Un vuoto freddo, silente.
ko: 대모 레이첼은 교차로의 축제 나무 앞에서 하늘을 향해 나뭇가지처럼 두 팔을 펼칩니다. 대모 주변의 바닥에는 그 추종자들의 시신과 뼈가 무더기로 나뒹굴고 있지만, 군중들은 그저 번져가는 희열감에 물들어 일제히 숨을 삼킬 뿐입니다. “마침내 때가 왔도다!” 대모가 외칩니다. 그 순간, 개기월식과 함께 달이 어두워지며 사위가 핏빛에 잠겨 듭니다. 축제 나무 주변의 땅이 갈라지기 시작하더니 지면이 그대로 무너져 내립니다. 당신의 피부가 조각조각나 벗겨지기 시작하자, 환희는 이내 메스꺼움과 극심한 고통으로 바뀝니다. 수정질의 심연으로 하릴없이 낙하하는 가운데, 대모 레이첼이 부르는 경건한 찬송가가 귓가에 울리더니... 그와 함께 감정의 물결이 밀려듭니다. 기쁨, 분노, 공허... 슬픔... 호기심... 갈망... 절망... 당신은 완전히 변모해 버린 당신의 모습을, 백 가지는 족히 넘는 당신의 모습을 바라보며 숨을 틀어막습니다. 인간인 당신과 인간이 아닌 당신. 살아있는 당신과 죽은 당신. 젊은 당신과 늙은 당신. 휘몰아치는 독기의 구름을 올려다보자, 안개 사이로 대모 레이첼이, 유리처럼 투명하게 변모한 대모의 모습이 보입니다. 이것이 당신을 위해 예비된 자리입니다. 당신의 목적입니다. 당신의 살갗이 잿빛 바위로 굳고 뒤이어 수정질로 바뀌어 가는 가운데, 대모 레이첼의 신성한 형상에 닿기 위해 부질없이 위로 손만 뻗을 뿐입니다. 그리고 차갑고 고요한 공허만이 엄습합니다.
pl: Matka Rachel stoi przed drzewem na Rozdrożu, z ramionami wyciągniętymi w kierunku nieba jak gałęzie. Ziemia wokół niej jest usłana kośćmi i ciałami jej wyznawców. Tłum wzdycha jednogłośnie, gdy wszystkich uderza nagła fala euforii. „Jest tutaj!” – krzyczy kobieta. Dochodzi do całkowitego zaćmienia księżyca, które zalewa świat szkarłatem. Ziemia wokół drzewa pęka i zapada się, tworząc lej. Błogość ustępuje miejsca nudnościom i ostremu bólowi, gdy wasza skóra zaczyna łuszczyć się całymi płatami. Kiedy spadacie swobodnie w krystaliczną otchłań, otacza was głos Matki Rachel śpiewającej podniosły hymn, któremu towarzyszą kolejno przypływy radości, gniewu, pustki, smutku, ciekawości, tęsknoty, a na końcu – rozpaczy. Wasz oddech zatrzymuje się, gdy czujecie, jak przeobrażacie się w sto innych wersji siebie: ludzką i nieludzką, żywą i martwą, młodą i starą. Gdy patrzycie w górę na zmącony, miazmatyczny obłok, widzicie Matkę Rachel przemienioną w olśniewający, szklisty kształt spowity mgłą. To wasze miejsce. Wasze przeznaczenie. Gdy wasze ciała twardnieją i zmieniają się w szarą skałę, a następnie przezroczysty kryształ. Resztką sił wyciągacie dłonie do góry, starając się dotknąć jej boskiego kształtu. A potem jest już tylko zimna i cicha pustka.
ru: Матушка Рейчел стоит перед идолом. Её руки раскинуты в стороны, словно ветви, и устремлены к небу. Земля вокруг неё усыпана костями и трупами её последователей. Толпа шумно вздыхает в унисон, по собравшимся прокатывается волна эйфории. «Оно здесь!» — вскрикивает матрона. Внезапно происходит полное лунное затмение, и всё вокруг погружается в багрянец. Земля вокруг идола раскалывается, и он проваливается в образовавшуюся воронку. Ощущение блаженства сменяется тошнотой и острой болью, ваша кожа покрывается пятнами. Падая в кристаллическую бездну, вы слышите голос матушки Рейчел, распевающей торжественный гимн. На вас накатывает радость, гнев, пустота… печаль… любопытство… желание… отчаяние. Ваше дыхание останавливается, и вы чувствуете, как преображаетесь в сотни других версий себя: человеческих и нечеловеческих, живых и мёртвых, молодых и старых. Глядя вверх на клубящееся ядовитое облако, вы видите, как матушка Рейчел преображается в сияющую стекловидную фигуру, окутанную дымкой. Ваше место — здесь. Вот оно, ваше предназначение. Когда ваша плоть затвердевает, превращаясь в серый камень, а затем в стекловидный кристалл, вы тянетесь вверх, в попытке коснуться её божественной формы. Затем наступает холодная и тихая пустота.
zh: 瑞秋主母站在十字路口的肖像树前，双臂宛如树枝般展开，伸向天空，周围的地面散落著追随者的骸骨和尸体。众人齐声叹息，一阵陶醉的喜悦在其中蔓延。“它来了！”她大声喊到。月亮被遮蔽，陷入月全食，将一切都染成深红色。 肖像树周围的大地破裂，塌陷成一个天坑。你的狂喜转为恶心和剧痛，皮肤成片脱落。当你坠入晶莹剔透的深空时，瑞秋主母的声音融入一首虔诚的圣歌，伴随著喜悦、愤怒、空虚、悲伤、好奇、渴望和绝望。 你的呼吸停止，感觉自己变幻成了许多其他版本的自己：人类和非人类、活著和死去、年轻和年老。当你仰望著一片翻腾的迷蒙云雾时，你看见瑞秋主母变成了一个灿烂、玻璃般剔透的形体，被薄雾环绕。这就是属于你的位置、你的天命。当你的肉体硬化成灰色的岩石，接著变成玻璃般的水晶时，你伸手向上，努力想碰触她神圣的形体。 随即而来的是一片冰冷而寂静的虚无。
