Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: The sails of the mill are completely overgrown with creeping vines and riotous flowers. Something rustles in the undergrowth.
de: Die Flügel der Mühle sind vollständig mit Ranken und farbenfrohen Blumen überwuchert. Im Gestrüpp raschelt etwas.
fr: Les voiles du moulin sont complètement envahies par des plantes grimpantes et des fleurs sauvages. Vous entendez quelque chose se déplacer dans le sous-bois.
it: Le vele del mulino sono completamente infestate di viticci e fiori rigogliosi. C'è qualcosa che si muove tra i cespugli.
ko: 기어오른 덩굴과 무성한 꽃이 제분소의 풍차 날개 위까지 자라 있었습니다. 근처 덤불 속에서 바스락거리는 소리가 들립니다.
pl: Żagle młyna są całkowicie porośnięte pełzającymi pnączami i niesfornymi kwiatami. Coś szeleści pośród zarośli.
ru: Лопасти мельницы полностью заросли ползучими лианами и буйными цветами. В подлеске что-то шуршит.
zh: 风车的帆布完全被攀缘植物和鲜艳的花朵覆盖。灌木丛中传来一些沙沙声。

source: Choose a [[Resident]] enemy at this location or a connecting location and test any skill (2). If you succeed, automatically evade the chosen enemy.
de: Wähle 1 [[Einwohner]]-Gegner an diesem oder einem verbundenen Ort und lege eine beliebige Fertigkeitsprobe (2) ab. Falls die Probe gelingt, entkommst du dem gewählten Gegner automatisch.
fr: Choisissez un ennemi [[Habitant]] dans ce lieu ou dans un lieu connexe et effectuez un test de n’importe quelle compétence (2). En cas de réussite, vous échappez automatiquement à l’ennemi choisi.
it: Scegli 1 nemico [[Abitante]] in questo luogo o in un luogo collegato al tuo ed effettua una prova di una qualsiasi abilità (2). Se hai successo, eludi automaticamente il nemico scelto.
ko: 이 장소 또는 이어진 장소 한 곳에 있는 [[주민]] 적 하나를 선택하고, 아무 능력 (2)을 테스트합니다. 성공하면, 선택한 적을 자동 회피합니다.
pl: Wybierz wroga z cechą [[Mieszkaniec]] w tej lokalizacji lub połączonej lokalizacji i wykonaj test dowolnej umiejętności (2). Jeśli test zakończy się sukcesem, automatycznie wymknij się wybranemu wrogowi.
ru: Выберите врага с чертой [[житель]] в вашей или связанной локации и пройдите проверку любого навыка (2). При успехе автоматически уйдите от того врага.
zh: 选择位于本地点或一个连接地点上的[[住民]]敌人并检定任意技能(2)。如果你检定成功，自动躲避所选敌人。

source: You arrive at the general store to find it locked up. A trio of tourists standing out front join a train of revelers headed to the Crossroads. One of them laughs at you drunkenly before tripping and falling. They continue laughing even as you help them up.
de: Du kommst am Gemischtwarenladen an und findest ihn verschlossen vor. Ein Trio von Touristen steht zunächst neugierig vor dem Laden, schließt sich dann aber einem Zug von Feiernden an, die zur Wegkreuzung unterwegs sind. Einer von ihnen lacht dich betrunken aus, bevor er stolpert und hinfällt. Auch als du ihm aufhilfst, lacht er ununterbrochen weiter.
fr: Vous arrivez à l’épicerie et trouvez porte close. Trois touristes qui se tenaient devant rejoignent une procession de noceurs se dirigeant vers la Croisée des Chemins. L’un d’eux, visiblement en état d’ébriété, se moque de vous avant de trébucher et de tomber. Ils continuent de rire alors que vous les aidez à se relever.
it: Quando arrivi, trovi l'emporio chiuso. Ci sono tre turisti davanti all'ingresso che si uniscono a un trenino di festanti diretti verso il crocevia. Vedi uno del gruppo ridere ubriaco e poi cadere. Ti avvicini per aiutarlo a rimettersi in piedi ma continua a ridere per tutto il tempo.
ko: 잡화점 문은 잠겨 있었습니다. 그 앞에 서 있던 관광객 셋은 근처를 지나가던 연회객 행렬에 따라붙어 교차로로 향합니다. 그중 하나는 술에 거나하게 취했는지 당신을 보고 웃다가 제 발에 걸려 넘어집니다. 당신이 그를 일으켜 세우는 와중에도, 그는 웃음을 멈추지 않습니다.
pl: Gdy docierasz do sklepu, okazuje się, że jest zamknięty. Trójka stojących przed nim turystów dołącza do grupy biesiadników zmierzających na Rozdroże. Jeden z nich, najwyraźniej pijany, śmieje się z ciebie, a zaraz po tym potyka się i przewraca. Nie przestaje się śmiać, nawet gdy pomagasz mu wstać.
ru: Подойдя к магазину, вы обнаруживаете, что он заперт. Стоявшая у входа троица туристов присоединяется к процессии празднующих, направляющихся к Перекрёстку. Один из них пьяно смеётся над вами, потом спотыкается и падает. Он продолжает хохотать, даже пока вы помогаете ему подняться.
zh: 你到达杂货店，却发现它已经锁上了门。三名游客站在店前，加入一群前往十字路口的狂欢者队伍。其中一人醉醺醺地对著你笑，结果绊倒，跌倒在地。你搀扶他站起来的同时，他仍然不停地傻笑。

source: The schoolhouse is deadly quiet. A ring of bonfires flicker from the distant Crossroads, and beautiful music fills the evening air. Several children in animal masks silently peer out at you from the shadows.
de: Im Schulhaus ist es totenstill. In der Ferne sind flackernde Lagerfeuer an der Wegkreuzung zu sehen und schöne Musik erfüllt die Abendluft. Mehrere Kinder mit Tiermasken beobachten dich stumm aus den Schatten heraus.
fr: Un silence de mort hante l’école. Un cercle de feux de joie scintille au loin depuis la Croisée des chemins, et une merveilleuse musique remplit l’air du soir. Plusieurs enfants portant des masques d’animaux vous observent silencieusement depuis les ombres.
it: La scuola è immersa in un silenzio funebre. Vedi la luce dei falò accesi attorno all'effige del crocevia arrivare fin qui, accompagnata dalla musica festosa che riempie l'aria della sera. Scorgi i volti coperti da maschere di animali di diversi bambini che ti fissano al riparo delle ombre.
ko: 학교는 쥐 죽은 듯이 고요합니다. 저 멀리 교차로에서 원을 이루며 타닥거리는 모닥불의 빛과 아름다운 음악이 저녁 공기를 가득 채웁니다. 동물 가면을 쓴 아이들 몇몇이 어둠 속에서 조용히 당신을 바라봅니다.
pl: W budynku szkoły panuje śmiertelna cisza. Z odległego Rozdroża migocze światło ognisk, a wieczorne powietrze wypełnia piękna muzyka. Kilkoro dzieci w zwierzęcych maskach w milczeniu spogląda na ciebie z cienia.
ru: В здании школы царит гробовая тишина. У далекого Перекрёстка видны отблески костров, а в воздухе звучит прекрасная музыка. В вас молча вглядываются из тени несколько детей в звериных масках.
zh: 学校像死一般的寂静。远处十字路口有一圈篝火闪烁，美妙的音乐悠扬在夜晚的空气中。几个戴著动物面具的孩子从阴影中静静地窥视著你。

source: Choose a [[Resident]] enemy at this location and test any skill (2). If you succeed, automatically evade the chosen enemy.
de: Wähle 1 [[Einwohner]]-Gegner an diesem Ort und lege eine beliebige Fertigkeitsprobe (2) ab. Falls die Probe gelingt, entkommst du dem gewählten Gegner automatisch.
fr: Choisissez un ennemi [[Habitant]] dans ce lieu et effectuez un test de n’importe quelle compétence (2). En cas de réussite, échappez automatiquement à l’ennemi choisi.
it: Scegli 1 nemico [[Abitante]] in questo luogo ed effettua una prova di una qualsiasi abilità (2). Se hai successo, eludi automaticamente il nemico scelto.
ko: 이 장소에 있는 [[주민]] 적 하나를 선택하고 아무 능력 (2)을 테스트합니다. 성공하면, 선택한 적을 자동 회피합니다.
pl: Wybierz wroga z cechą [[Mieszkaniec]] w tej lokalizacji i wykonaj test dowolnej umiejętności (2). Jeśli test zakończy się sukcesem, automatycznie wymknij się wybranemu wrogowi.
ru: Выберите врага с чертой [[житель]] в вашей локации и пройдите проверку любого навыка (2). При успехе автоматически уйдите от того врага.
zh: 选择本地点的一个[[住民]]敌人并检定任意技能(2)。如果你检定成功，自动躲避所选敌人。

source: “I don’t know why you’d wanna send anything anywhere,” Martha Jean leans over the counter. Her eyes are wide, and a thin line of drool trails down her chin. She presses her face to the wooden counter and looks up at you. “Sorry, but I’m about to head to the Feast. Have you seen the postman? I haven’t seen him in days...” The young woman laughs as she scratches a flaking gray patch of skin on her forearms.
de: „Ich weiß nicht, warum Sie irgendetwas irgendwohin schicken wollen“, sagt Martha Jean und lehnt sich über den Tresen. Ihre Augen sind weit aufgerissen und eine dünne Speichelspur zieht sich über ihr Kinn. Sie presst ihren Oberkörper auf den hölzernen Tresen und sieht zu dir auf. „Tut mir leid, aber ich bin auf dem Weg zum Fest. Sind Sie dem Postboten begegnet? Ich habe ihn schon seit Tagen nicht mehr gesehen...“ Die junge Frau lacht und kratzt sich an einer schuppigen, grauen Hautstelle am Unterarm.
fr: « Je ne vois pas pourquoi vous voudriez envoyer quoi que ce soit quelque part », dit Martha Jean en se penchant sur le comptoir. Ses yeux sont écarquillés et une fine ligne de bave coule le long de son menton. Elle appuie son visage sur le comptoir en bois et lève les yeux vers vous. « Désolée, mais je suis sur le point d’aller au Festin. Avez-vous vu le facteur ? Je ne l’ai pas aperçu depuis des jours… » La jeune femme rit en grattant une plaque de peau grise qui pèle de ses avant-bras.
it: "Non so perché ci tieni tanto a spedire qualcosa da qualche parte." Martha Jean sta poggiata al bancone, con gli occhi spiritati e un sottile rivolo di saliva che le cola lungo il mento. Stordita, schiaccia la guancia contro il ripiano di legno prima di rialzare lo sguardo verso di te. "Mi dispiace, ma sto per raggiungere la Festa. Hai visto il postino? Sono giorni che non si fa vivo ... " La giovane ragazza comincia a ridere e a grattarsi le pellicine grigie che le spuntano sugli avambracci.
ko: “선물을 보낼 곳이 버젓이 있는데, 왜 안 보내나 몰라. 나는 도통 모르겠네.” 마사 진이 카운터 위로 몸을 기울입니다. 눈이 풀려 있고 턱을 따라 가느다란 침줄기가 줄줄 흘러 있었습니다. 마사 진이 나무 카운터에 얼굴을 떡하니 올리고서 당신을 올려다봅니다. “미안해요. 저도 곧 축일에 참여해야 해서요. 혹시 우체부 보셨나요? 며칠째 안 보이는데 말이죠...” 마사 진이 잿빛으로 각질이 벗겨져 나가는 팔뚝을 긁어대며 웃습니다.
pl: „Nie wiem, dlaczego chcesz wysyłać cokolwiek gdziekolwiek” – Martha Jean pochyla się nad ladą. Oczy ma szeroko otwarte, a po brodzie spływa jej cienki strumyk śliny. Przyciska twarz do drewnianego blatu i patrzy na ciebie. „Przepraszam, ale wybieram się na Ucztę. Wiesz może, gdzie jest listonosz? Nie widziałam go od kilku dni…” – Po tych słowach kobieta śmieje się, drapiąc łuszczącą się szarą plamę skóry na przedramionach.
ru: «Вообще не понимаю, зачем вам нужно что-то куда-то отправлять, — наклоняется над прилавком Марта Джин. Её глаза широко раскрыты, а по подбородку стекает тонкая струйка слюны. Она прижимается лицом к деревянной стойке и поднимает взгляд на вас. — Простите, но я собираюсь уйти на Пир. Вы видели почтальона? Я его уже несколько дней не видела…» Девушка смеётся, почёсывая шелушащийся серый участок кожи на предплечье.
zh: “我不知道你为什么想要寄东西。”玛莎．吉恩俯身靠在柜台上。她的眼睛圆睁，下巴垂下一条薄薄的口水线。她把脸贴在木柜台上，抬头看著你。“抱歉，我正要去参加盛宴。你有看到邮差吗？我好几天没见到他了……”这位年轻女子笑著，一边抓著她前臂上一块剥落的灰色皮肤。

source: You may immediately move to any other location. If you do, you may take an additional action this turn.
de: Du darfst dich sofort an einen anderen Ort bewegen. Falls du dies tust, darfst du in diesem Zug 1 zusätzliche Aktion nehmen.
fr: Vous pouvez immédiatement vous déplacer vers n’importe quel autre lieu. Si vous le faites, vous pouvez jouer une action supplémentaire à ce tour.
it: Puoi muoverti immediatamente fino a un qualsiasi altro luogo. Se lo fai, puoi effettuare 1 azione aggiuntiva in questo turno.
ko: 당신은 즉시 다른 장소로 이동해도 됩니다. 그렇게 한다면, 당신은 이번 차례에 추가로 행동을 1번 더 수행해도 됩니다.
pl: Możesz natychmiast poruszyć się do dowolnej innej lokalizacji. Jeśli to zrobisz, możesz w tej turze wykonać dodatkową akcję.
ru: Вы можете немедленно переместиться в любую другую локацию. Если сделали это, в этот ход можете совершить 1 дополнительное действие.
zh: 你可以立即移动到任意一个其他地点。如果你这么做，你可以在本回合中额外进行一次行动。

source: “Why don’t you believe Mother Rachel?” Bertie huffs. The dancing and revelry continue around, unabated. Everyone seems lost in a separate reverie, oblivious to the young man’s pain. You feel a pang of regret as you hold him. Bertie reaches out toward the effigy, glimmering with many lights. “I can see it coming. Can you feel it? Welling up from the ground underneath...” Bertie’s eyes roll back in his head, a broad smile on his face.
de: „Warum glauben Sie Mutter Rachel nicht?“, schnaubt Bertie. Das Tanzen und Feiern geht unvermindert weiter. Alle scheinen in ihre eigenen Gedanken versunken zu sein, ohne den Schmerz des jungen Mannes zu bemerken. Plötzlich hast du Mitleid mit ihm und umarmst ihn tröstend. Bertie streckt die Hand nach dem Bildnis aus, das in vielen Lichtern schimmert. „Ich kann es kommen sehen. Können Sie es fühlen? Es quillt aus dem Boden hervor...“ Berties Augen rollen in seinem Kopf zurück. Ein breites Lächeln liegt auf seinem Gesicht.
fr: « Pourquoi ne croyez-vous pas Mère Rachel ? » souffle Bertie. Les danses et les réjouissances se poursuivent sans relâche. Tout le monde semble perdu dans une rêverie parallèle, inconscient de la douleur du jeune homme. Vous ressentez un pincement au cœur en le prenant dans vos bras. Bertie tend la main vers l’effigie, qui brille de mille feux. « Je le vois venir. Vous le sentez ? Comme une source qui jaillit du sol, en dessous… » Les yeux de Bertie se révulsent, un large sourire se dessine sur son visage.
it: "Perché non vuoi credere a Madre Rachel?" sbuffa Bertie. Le danze e i bagordi continuano senza sosta: sembrano essere tutti persi nel proprio sogno, incuranti del dolore del giovane assistente. Tenendolo tra le braccia, non puoi fare a meno di sentire una stilettata di rammarico. Bertie allunga una mano tremolante verso l'effige che risplende di un caleidoscopio di colori. "Posso vederlo arrivare. Riesci a sentirlo? Riesci a sentire che sta per emergere dal sottosuolo..." Gli occhi gli roteano all'indietro e sul suo volto si distende un sorriso beato.
ko: “대체 왜 레이첼 대모님을 믿지 않는 거죠?” 버티가 숨을 몰아쉽니다. 주변을 에워싼 춤과 연회는 멈출 기미가 없습니다. 모두가 죽어가는 청년의 고통 따위는 거들떠보지도 않은 채, 오로지 제각기 몽상에 빠져 헤어나지 못합니다. 버티를 붙잡고 있자니 일말의 죄책감과 후회가 가슴을 찌릅니다. 버티는 수많은 빛으로 반짝이는 축제 나무를 향해 손을 뻗습니다. “다가오고 있어요. 당신도 느낄 수 있나요? 저 아래서 점점 솟아오르는...” 끝내 버티는 눈을 까뒤집으며 함박웃음을 짓습니다.
pl: „Dlaczego nie wierzysz Matce Rachel?” – obrusza się Bertie. Tańce i biesiada trwają w najlepsze. Wszyscy wydają się zagubieni we własnej zadumie, nieświadomi bólu młodzieńca. Czujesz ukłucie żalu, gdy go trzymasz. Bertie wyciąga rękę w stronę drzewa, migoczącego wieloma światłami. „Nadchodzi. Też to czujesz? Wyłania się spod ziemi…” – Oczy Bertiego wywracają się do tyłu, a na jego twarzy zastygł szeroki uśmiech.
ru: «Почему вы не верите матушке Рейчел?» — хмыкает Берти. Танцы и веселье вокруг продолжаются, не стихая ни на миг. Все, кажется, погрузились в свои мысли, не обращая внимания на боль молодого человека. Вы чувствуете укол сожаления, когда обнимаете его. Берти протягивает руку к идолу, сияющему множеством огней. «Оно приближается, — произносит юноша. — Чувствуете? Оно поднимается оттуда, из-под земли…» Глаза Берти закатываются, а по лицу расползается широкая улыбка.
zh: “你为什么不相信瑞秋主母呢？”柏蒂气喘吁吁地说著。舞蹈和狂欢持续进行，无人能够阻止。每个人似乎都迷失在各自的思绪中，对这位年轻人的痛苦毫无知觉。当你紧紧抱著他时，你感到一阵遗憾。柏蒂将手伸向著那颗闪烁著众多灯光的肖像树：“我能看到它即将到来。你能感觉到吗？从地下涌出……”柏蒂的眼睛上翻，脸上露出龇牙咧嘴的笑容。

source: Choose and discard 3 cards from your hand.
de: Wähle 3 Karten von deiner Hand und lege sie ab.
fr: Choisissez et défaussez 3 cartes de votre main.
it: Scegli e scarta 3 carte dalla tua mano.
ko: 당신의 손에서 카드를 3장 선택해서 버립니다.
pl: Wybierz i odrzuć 3 karty z twojej ręki.
ru: Сбросьте 3 карты с руки на свой выбор.
zh: 选择从你手牌弃掉3张牌。

source: Bertie perished.
de: Bertie ist ums Leben gekommen.
fr: Bertie a péri.
it: Bertie è morto.
ko: 버티가 목숨을 잃었다
pl: Bertie zginął.
ru: Берти канул в вечность.
zh: 柏蒂殒落。

source: “Has everyone gone mad?” Dr. Marquez stares at the throngs of dancers spinning in circles or speaking to empty air. A cloud of glowing spores rises from the surrounding forest and trees. The professor holds a cloth to her mouth to hold back a sneeze. “Don’t breathe in whatever it is,” she signals.
de: „Sind denn alle verrückt geworden?“, meint Dr. Marquez und starrt auf die Scharen von Tänzern, die sich im Kreis drehen oder sich mit der Luft unterhalten. Aus den umliegenden Wäldern und den Bäumen im Dorf steigen Wolken aus glühenden Sporen auf. Die Professorin hält sich ein Tuch vor den Mund, um einen Niesanfall zu unterdrücken. „Atmen Sie es nicht ein, was auch immer es ist“, ruft sie und deutet in die Luft.
fr: « Tout le monde est-il devenu fou ? » Le Dr Marquez regarde la foule de danseurs qui tournent en rond ou parlent tout seul. Un nuage de spores incandescentes s’élève de la forêt et des arbres environnants. Le professeur porte un linge à sa bouche pour retenir un éternuement. « Quoi que ce soit, ne le respirez pas », prévient-elle.
it: "Ma sono tutti impazziti?" La dottoressa Marquez osserva incredula la torma di danzanti che ballano in cerchio o che urlano all'aria. Una nube di spore luminescenti si solleva dalla foresta e dagli alberi che circondano il villaggio, e la professoressa prende subito un fazzoletto con cui coprirsi la bocca per trattenere uno starnuto. "Qualsiasi cosa sia, non respirarla" ti avverte.
ko: “모두 다 미쳐버린 건가요?” 마르케스 박사가 빙빙 돌고 허공에 말을 거는 춤꾼들을 지긋이 바라봅니다. 마을을 둘러싼 숲과 나무에서 빛나는 포자 구름이 피어오릅니다. 마르케스 박사가 재채기를 참으려 천 조각을 입에 가져다 댑니다. “뭔진 몰라도 이 포자는 마시지 말아요.” 박사가 경고합니다.
pl: „Czy wszyscy poszaleli?” – Dr Marquez wpatruje się w tłum ludzi wirujących w kółko lub mówiących do samych siebie. Z okolicznych lasów i drzew unosi się chmura świecących zarodników. Badaczka przykłada szmatkę do ust, żeby powstrzymać kichnięcie. „Cokolwiek to jest, nie wdychajcie tego” – uprzedza.
ru: «Все с ума посходили, что ли?» — Доктор Маркес пристально смотрит на толпу пирующих, которые кружатся в хороводах или разговаривают с пустотой. От деревьев и окружающего леса в воздух поднимается облако светящихся спор. Профессор прижимает к лицу салфетку, чтобы не чихнуть. «Чем бы ни были эти споры, не вдыхайте их», — указывает она.
zh: “大家都疯了吗？”马尔克斯博士望著那些不停旋转，或对著空气说话的舞者。一团发光的孢子从周围的森林和树木中升起，教授用布巾捂住口鼻，抑制住一阵喷嚏。“不要吸进任何东西，谁知道那是什么。”她警示到。

source: Choose an investigator at any location to draw 5 cards.
de: Wähle 1 Ermittler an einem beliebigen Ort, der 5 Karten zieht.
fr: Choisissez un investigateur dans n’importe quel lieu qui pioche 5 cartes.
it: Un investigatore a tua scelta in un qualsiasi luogo pesca 5 carte.
ko: 아무 장소 한 곳에 있는 조사자 한 명을 선택하여, 카드를 5장 뽑게 합니다.
pl: Wybierz badacza w dowolnej lokalizacji, aby dobrał 5 kart.
ru: Выберите сыщика в любой локации. Тот сыщик берёт 5 карт.
zh: 选择任意地点上的一位调查员抽取5张卡牌。

source: <b><i>If the investigators believed:</i></b>
de: <b><i>Falls die Ermittler Mutter Rachel geglaubt haben:</i></b>
fr: <b><i>Si les investigateurs sont convaincus :</i></b>
it: <b><i>Se siete dei credenti:</i></b>
ko: [[조사자들이 대모 레이첼을 믿었다]]<b>면:</b>
pl: <b><i>Jeśli badacze uwierzyli:</i></b>
ru: <b>Если <i>сыщики уверовали</i>:</b>
zh: <b><i>如果调查员们成为信徒：</i></b>

source: Mother Rachel stands up as you approach. The succulent spread of roasted meats and grilled vegetables makes your mouth water. Everything is so beautiful. The matron addresses you: “I had a dream last night. A vision. In this dream, I was not myself. I was a reflection. An Other Rachel. A Rachel who has known neither pain nor regret. I was myself as I ought to be: a transfiguration of this tired earthly self. Transformed. Remade in paradise. For paradise is creation as it was always meant to be.” The matron draws a long ceremonial knife. “But there are some who do not yet believe. They must be taught their place. I need you to help each of them understand.”
de: Mutter Rachel erhebt sich, als du dich näherst. Die große Auswahl an gebratenem Fleisch und gegrilltem Gemüse lässt dir das Wasser im Mund zusammenlaufen. Alles sieht so lecker aus. Die Oberin spricht zu dir: „Ich hatte letzte Nacht einen Traum. Eine Vision. In diesem Traum war ich nicht ich selbst. Ich war ein Spiegelbild von mir. Eine andere Rachel. Eine Rachel, die weder Schmerz noch Reue kennt. Ich war ich selbst, wie ich sein sollte: eine Abwandlung dieses müden irdischen Ichs. Verwandelt. Neu geschaffen im Paradies. Denn das Paradies ist Schöpfung, wie sie schon immer bestimmt war.“ Die Oberin zieht ein langes Zeremonienmesser. „Doch es gibt unter uns einige verlorene Seelen, die noch immer nicht glauben. Ihnen muss ihr Platz hier zugewiesen werden. Ihr alle müsst ihnen helfen, endlich zu verstehen.“
fr: Mère Rachel se lève à votre approche. Les succulents plats de viandes rôties et de légumes grillés vous mettent l’eau à la bouche. Tout est si beau. La matrone s’adresse à vous : « J’ai fait un rêve cette nuit. Une vision. Dans ce rêve, je n’étais pas moi-même. J’étais un reflet. Une autre Rachel. Une Rachel qui n’a connu ni la douleur ni le regret. J’étais moi-même comme je devrais l’être : une transfiguration de ce moi terrestre fatigué. Transformée. Ressuscitée au paradis. Car le paradis, c’est la création telle qu’elle aurait toujours dû être. » La matrone dégaine un long couteau de cérémonie. « Mais certains ne croient pas encore. Il faut leur apprendre leur place. J’ai besoin que vous aidiez chacun d’entre eux à comprendre. »
it: Madre Rachel vi attende in piedi al tavolo imbandito di carne arrostita e verdure grigliate. Avete l'acquolina in bocca e tutto è allestito in modo meravigliosamente accogliente. "Ho fatto un sogno la scorsa notte" vi confida la matrona. "Una visione. In questo sogno non ero io, ma un riflesso. Un'Altra Rachel. Una Rachel che non aveva mai conosciuto dolore né rimpianti. Ero esattamente ciò che dovrei essere: una trasfigurazione di questa me stanca e terrena. Trasformata. Rimodellata nel paradiso. Poiché il paradiso è il piano originale della creazione." La matrona sfila un pugnale cerimoniale dalla lunga lama. "Ma c'è chi ancora non crede. Chi ha bisogno di vedere quale sia il suo posto. Ho bisogno che mi aiutiate ad aprire loro gli occhi."
ko: 당신이 다가가자 레이첼이 식탁에서 일어납니다. 구운 고기와 야채가 풍성하게 차려진 연회 식탁을 보자, 입안에 침이 절로 고입니다. 모든 것이 이렇게 아름다울 수가 없습니다. 그때, 대모가 먼저 말을 걸어옵니다. “어젯밤 꿈을 꾸었습니다. 미래의 환상이었지요. 꿈속에서 저는 제 자신이 아니었습니다. 거울에 비친 반영이었지요. 또 다른 레이첼이었습니다. 고통도 후회도 모르는 레이첼! 제가 마땅히 되어야 할 모습이었습니다. 이 속세의 지친 모습을 떨치고 변모하게 될 미래의 모습이지요. 변화하는 겁니다! 낙원에서 다시 태어날지라, 그곳에서는 모든 것이 응당 존재해야 할 본모습대로 존재하리오!” 대모가 기다란 의식용 칼을 빼어 듭니다. “허나 우리 가운데 불신자들이 있군요. 이들 저 자신에게 예비된 자리를 깨닫게 하리니. 그대가 이들로 하여금 제 자리를 깨달을 수 있도록 도와주시지요.”
pl: Matka Rachel wstaje, gdy podchodzicie. Aromatyczne zapachy pieczonych mięs i grillowanych warzyw sprawiają, że aż cieknie wam ślina. Wszystko jest takie piękne. Matka zwraca się do was: „Zeszłej nocy miałam sen. Wizję. W tym śnie nie byłam sobą. Byłam... odbiciem. Inną Rachel. Rachel, która nie znała cierpienia ani żalu. Byłam tym, kim powinnam być: przeobrażoną wersją zmęczonej ziemskiej mnie. Byłam przemieniona. Na nowo stworzona w raju. Albowiem raj jest tym, co miało być od zawsze”. Matka wyciąga długi ceremonialny nóż. „Ale są jeszcze tacy, którzy nie wierzą. Muszą poznać swoje miejsce. Musicie pomóc im zrozumieć”.
ru: Матушка Рейчел встаёт при вашем приближении. От вида сочных блюд с жареным мясом и овощами-гриль у вас захватывает дух. Всё так прекрасно. Матрона обращается к вам: «Прошлой ночью я видела сон. Откровение. В этом сне я не была собой. Я была отражением. Другой Рейчел. Рейчел, не знавшей ни боли, ни сожалений. Я была версией себя, которой я должна быть: перевоплощением этого усталого земного „я“. Преображённой. Воссозданной в раю. Ибо рай есть творение. Всегда должен был им быть». Матрона достаёт длинный церемониальный нож: «Но есть те, кто не верует. Пока. Надобно указать им их место. Мне нужно, чтобы вы помогли каждому из них обрести понимание».
zh: 瑞秋主母在你走近时站起身迎接你，烤肉与蔬菜的香味让你口水直流，一切都是如此美丽。主母向你问候：“我昨晚做了个梦，一个预视梦。梦里我不是自己，而是一个倒影，另一个瑞秋，一个没有苦痛也没有懊悔的瑞秋，我是我命定中要成为的样子：脱离这个令人厌倦的尘世，变貌而成的另一个存在。变形、在天堂中重新塑造，只因在天堂中，一切都应是其原本的样貌。” 主母抽出一把长长的仪式刀。“但仍有些不信者。他们必须学习，让他们知道自己的归处。我需要你的帮助，让每个人都明白。”

source: Flip each [[Resident]] card except Mother Rachel to its enemy side.
de: Drehe jede [[Einwohner]]-Karte (bis auf Mutter Rachel) auf ihre Gegnerseite um.
fr: Retournez chaque carte [[Habitant]] sur sa face Ennemi, à l’exception de Mère Rachel.
it: Gira sul lato nemico ogni carta [[Abitante]] tranne Madre Rachel.
ko: ‘대모 레이첼’을 제외한 모든 [[주민]] 카드를 적 면으로 뒤집습니다.
pl: Odwróć każdą kartę z cechą [[Mieszkaniec]] z wyjątkiem Matki Rachel na ich stronę z wrogiem.
ru: Переверните каждую карту [[жителя]] (кроме «Матушки Рейчел») стороной врага вверх.
zh: 将除了瑞秋主母以外的每张[[住民]]翻至其敌人面。
