Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/13_the_final_evening.po
Languages: de, fr, it, ko, pl, ru, zh

source: Gather each set-aside [[Resident]] card and put each into play, one at a time, at an empty location, enemy side faceup.
de: Nimm jede beiseitegelegte [[Einwohner]]-Karte und bringe sie eine nach der anderen mit ihrer Gegnerseite nach oben an einem leeren Ort ins Spiel.
fr: Réunissez chaque carte [[Habitant]] mise de côté et mettez en jeu chacune d’elle, une par une, dans un lieu vide, face Ennemi visible.
it: Raduna tutte le carte [[Abitante]] messe da parte e mettile in gioco, una alla volta, in un luogo vuoto con il lato nemico a faccia in su.
ko: 치워 두었던 [[주민]] 카드를 모두 모아, (한 번에 하나씩) 각각을 플레이 영역 중 텅 빈 장소에 적 면이 보이도록 둡니다.
pl: Zbierz każdą odłożoną na bok kartę z cechą [[Mieszkaniec]] i umieść ją w grze, jedna po drugiej, w pustej lokalizacji, stroną z wrogiem do góry.
ru: Соберите все отложенные карты [[жителей]] и по очереди введите каждую в игру в пустую локацию стороной врага вверх.
zh: 收齐每张放在一旁的[[住民]]卡牌，将其放置入场，一次一张，放到无人地点，敌人面朝上。

source: Remove all doom from the current agenda and swap it with the set-aside Lambs to the Slaughter agenda.
de: Entferne alles Verderben von der aktuellen Agenda und tausche sie gegen die beiseitegelegte Agenda Lämmer zur Schlachtbank führen aus.
fr: Retirez toutes les fatalités de l’intrigue en cours et échangez-la avec l’intrigue Le Massacre des Agneaux mise de côté.
it: Rimuovi tutti i destini dalla trama attuale e scambiala con la trama speciale Agnelli al Macello messa da parte.
ko: 현재 주요사건에서 파멸을 모두 제거하고, 현재 주요사건을 치워 두었던 ‘도살장에 끌려가는 어린 양이로다’ 특수 주요사건과 맞바꿉니다.
pl: Usuń wszystkie żetony zagłady z obecnej tajemnicy i zamień ją na odłożoną na bok tajemnicę Owieczki na rzeź.
ru: Удалите всю безысходность с текущего замысла и поменяйте его на отложенный замысел «Агнцы на заклание».
zh: 移除当前密谋上的所有毁灭标记，并将其与放在一旁的待宰羔羊密谋交换。

source: <b><i>If the investigators lied to Mother Rachel:</i></b>
de: <b><i>Falls die Ermittler Mutter Rachel belogen haben:</i></b>
fr: <b><i>Si les investigateurs ont menti à Mère Rachel :</i></b>
it: <b><i>Se avete mentito a Madre Rachel:</i></b>
ko: [[조사자들이 대모 레이첼을 속였다]]<b>면:</b>
pl: <b><i>Jeśli badacze okłamali Matkę Rachel:</i></b>
ru: <b>Если <i>сыщики солгали матушке Рейчел</i>:</b>
zh: <b><i>如果调查员们对瑞秋主母说谎：</i></b>

source: Mother Rachel stands up as your approach. Flies buzz around the feast: a ghastly display of two-headed creatures and what look like roast chickens with massively swollen organs. The matron addresses the crowd. “I had a dream last night. In it, I was not myself but a reflection. An Other Rachel. A Rachel who has known neither pain nor regret. I was myself as I ought to be. Remade in paradise—” You interrupt her reverie with a perfectly-timed strike. Mother Rachel staggers back, but then, with an almost unnatural strength, she steadies herself. Her composure broken, she draws a long ceremonial knife and glowers wickedly. “You will regret that, my little lamb.”
de: Mutter Rachel erhebt sich, als du dich näherst. Fliegen schwirren um das Festmahl herum: Es ist ein grauenhafter Anblick mit toten zweiköpfigen Kreaturen und etwas, das wie gebratenes Huhn aussieht, aber mit stark angeschwollenen Organen. Die Oberin wendet sich an die Menge: „Ich hatte letzte Nacht einen Traum. Darin war ich nicht ich selbst, sondern ein Spiegelbild von mir. Eine andere Rachel. Eine Rachel, die weder Schmerz noch Reue kennt. Ich war ich selbst, wie ich sein sollte. Neu geschaffen im Paradies...“ Du unterbrichst ihre entrückte Rede mit einem gezielten Schlag. Mutter Rachel taumelt zurück, aber dann – mit einer fast unnatürlichen Kraft – rappelt sie sich sofort wieder auf. Völlig außer Fassung zieht sie ein langes Zeremonienmesser und funkelt dich böse an. „Das wirst du noch bereuen, mein kleines Lämmchen!“
fr: Mère Rachel se lève à votre approche. Les mouches bourdonnent autour du festin: un spectacle effroyable de créatures à deux têtes et de ce qui ressemble à des poulets rôtis aux organes massivement gonflés. La matrone s’adresse à la foule. « J’ai fait un rêve la nuit dernière. Je n’étais pas moi-même, mais un reflet. Une autre Rachel. Une Rachel qui n’a connu ni la douleur ni le regret. J’étais moi-même telle que je devais être. Ressuscitée au paradis… » Vous interrompez sa rêverie en la frappant au parfait moment. Mère Rachel recule en titubant, puis, avec une force presque surnaturelle, elle se redresse. Elle perd définitivement tout sang-froid et dégaine un long couteau de cérémonie en vous lançant un regard mauvais. « Tu le regretteras, mon petit agneau. »
it: Madre Rachel si alza quando vi vede giungere alla tavolata. Delle mosche ronzano sui vassoi del banchetto, su cui sono esposte orride creature a due teste e quelle che sembrano essere galline arrosto con gli organi disgustosamente rigonfi. La matrona si rivolge alla folla. "Ho fatto un sogno la scorsa notte. In questo sogno non ero io, ma un riflesso. Un'Altra Rachel. Una Rachel che non aveva mai conosciuto dolore né rimpianti. Ero esattamente ciò che dovrei essere. Rimodellata nel parad-" Interrompete il suo delirio con un colpo perfettamente piazzato. Madre Rachel barcolla indietro ma, prima che possiate avventarvi su di lei, torna in piedi dimostrando una forza ultraterrena. Infranto il suo contegno, sfila da una manica un lungo pugnale cerimoniale fissandovi come il predatore fissa la preda.
ko: 당신이 다가가자 레이첼이 식탁에서 일어납니다. 식탁에는 대가리 두 개가 달린 혐오스러운 괴물과 배가 장기로 빵빵하게 부풀어 오른 구운 닭처럼 보이는 음식이 차려져 있었고, 그 주변으로 파리가 윙윙댑니다. 대모가 청중 앞에서 연설을 시작합니다. “어젯밤 꿈을 꾸었습니다. 꿈속에서 저는 지금의 제 모습이 아니었습니다. 거울에 비친 반영이었지요. 또 다른 레이첼이었습니다. 고통도 후회도 모르는 레이첼! 제가 마땅히 되어야 할 모습이었습니다. 낙원에서 다시 태어날...” 당신이 완벽한 기회를 잡고 대모 레이첼을 급습하자, 대모가 몽상에서 깨어나며 뒤로 비틀거립니다. 그러나 대모는 비정상적인 힘이 감도는 듯, 몸을 금세 일으켜 몸을 추스릅니다. 평정심을 잃은 대모 레이첼이 기다란 의식용 칼을 빼어 들고 사악한 눈길로 쏘아봅니다. “곧 후회하게 될 겁니다. 어린 양이여.”
pl: Matka Rachel wstaje, gdy podchodzicie. Nad stołami, na których ułożono upiorne dania z dwugłowych stworzeń i coś, co wygląda jak pieczone kurczaki z ohydnie spuchniętymi wnętrznościami, latają muchy. Matka zwraca się do tłumu. „Zeszłej nocy miałam sen. Nie byłam w nim sobą, a odbiciem. Inną Rachel. Rachel, która nie znała cierpienia ani żalu. Byłam tym, kim powinnam być. Na nowo stworzona w raju...” Przerywacie jej monolog idealnie zaplanowanym uderzeniem. Matka Rachel zatacza się do tyłu, ale po chwili, z niemal nienaturalną siłą odzyskuje równowagę. Straciwszy cierpliwość, wyciąga długi ceremonialny nóż i patrzy na was groźnie. „Pożałujecie tego, moje małe owieczki”.
ru: Матушка Рейчел встаёт при вашем приближении. Вокруг пирующих вьются мухи: на столе разложено жуткое зрелище из двухголовых существ и чего-то, напоминающего жареных цыплят с сильно распухшими органами. Матрона обращается к собравшимся: «Прошлой ночью я видела сон. В нём я была не собой, но отражением. Другой Рейчел. Рейчел, не знавшей ни боли, ни сожалений. Я была версией себя, которой я должна быть. Воссозданной в раю…» Вы прерываете её задумчивость идеально рассчитанным ударом. Матушка Рейчел отшатывается, а затем с почти неестественной силой выпрямляется. Потеряв самообладание, она достаёт длинный церемониальный нож и злобно оскаливается: «Мой маленький ягнёночек, ты об этом пожалеешь».
zh: 当你走近时，瑞秋主母起身迎接你。苍蝇在盛宴周围嗡嗡飞舞，桌上摆著一只双头生物和内脏严重肿胀的烤鸡。主母对著人群说道：“我昨晚做了个梦。梦里我不是自己，而是一个倒影，另一个瑞秋，一个没有苦痛也没有懊悔的瑞秋，我是我命定中要成为的样子。在天堂中重新塑造 — ” 你在完美的时机点发动偷袭，打断了她的幻想。瑞秋主母踉跄后退，但接著以一种近乎超自然的力量恢复平衡。她的沉著被打破，抽出一把长长的仪式刀，邪恶地怒视著你。 “你会后悔的，我的小羔羊。”

source: Flip Mother Rachel to her enemy side and deal 2 damage to her.
de: Drehe Mutter Rachel auf ihre Gegnerseite um und füge ihr 2 Schaden zu.
fr: Retournez Mère Rachel sur sa face Ennemi et infligez-lui 2 dégâts.
it: Gira sul lato nemico Madre Rachel e infliggile 2 danni.
ko: ‘대모 레이첼’을 적 면으로 뒤집고, ‘대모 레이첼’에게 피해를 2 줍니다.
pl: Odwróć Matkę Rachel na jej stronę z wrogiem i zadaj jej 2 obrażenia.
ru: Переверните «Матушку Рейчел» стороной врага вверх и нанесите ей 2 раны.
zh: 将瑞秋主母翻至她的敌人面，并对她造成2点伤害。

source: Mother Rachel stands up from her place at the table. Flies buzz around the feast as the matron draws a long ceremonial knife and buries it in the chest of one of her followers. The rest barely take notice as they shovel food into their hungry mouths. “There can be no miracle without an equal measure of sacrifice,” she says, then looks at you, eyes full of pity. “And it is your place to witness the Feast.”
de: Mutter Rachel erhebt sich von ihrem Platz am Tisch. Fliegen schwirren um das Festmahl herum, als die Oberin ein langes Zeremonienmesser zieht und es in die Brust eines ihrer Gefolgsleute rammt. Die übrigen Anwesenden nehmen kaum Notiz davon, während sie weiter Essen in ihre hungrigen Münder schaufeln. „Es kann kein Wunder geben ohne Opfer im gleichen Maße“, sagt sie und sieht dich mitleidig an. „Und es ist Ihr Platz, Zeuge des Festmahls zu sein.“
fr: Mère Rachel se lève de sa place à table. Les mouches bourdonnent autour du festin lorsque la matrone révèle un long couteau de cérémonie et le plonge dans la poitrine d’un de ses fidèles. Les autres le remarquent à peine, occupés qu’ils sont à enfourner la nourriture dans leurs bouches affamées. « Il ne peut y avoir de miracle sans une part égale de sacrifice », dit-elle, puis elle vous regarde, les yeux pleins de pitié. « Et votre place est d’assister à ce Festin. »
it: Madre Rachel si alza dal suo posto alla tavola. Ci sono delle mosche che ronzano sui vassoi del banchetto, disgustoso sottofondo di una scena macabra: la matrona sfila un pugnale cerimoniale e lo conficca nel petto di uno dei suoi seguaci. Gli altri sembrano a malapena farci caso, troppo impegnati a rovesciarsi cibo nelle bocche affamate. "Non ci possono esser miracoli senza un sacrificio equivalente" dice, prima di voltarsi verso di voi con gli occhi colmi di commiserazione. "E il vostro posto è assistere alla Festa."
ko: 대모 레이첼이 식탁에서 일어납니다. 대모가 기다란 의식용 칼을 빼어 들고 한 추종자의 가슴팍에 박아 넣는 가운데, 연회 식탁 위로 파리가 윙윙거리며 날아다닙니다. 나머지는 이를 알아차리지조차 못하고, 주린 배에 음식을 밀어 넣느라 여념이 없습니다. “동등한 대가를 희생하지 않고서 기적을 바랄 수는 없지요.” 대모가 연민 어린 눈길로 당신을 돌아봅니다. “그리고 이 축일을 목도하는 것이 그대를 위해 예비된 자리입니다.”
pl: Matka Rachel wstaje ze swojego miejsca. Nad stołami, na których ułożono jedzenie, latają muchy. Kobieta wyciąga długi ceremonialny nóż i zatapia go w piersi jednego z jej wyznawców. Pozostali ledwo to zauważają, zbyt zajęci wpychaniem jedzenia do swoich wygłodniałych ust. „Aby stał się cud, należy złożyć odpowiednią ofiarę” – mówi, po czym patrzy na was z oczami pełnymi litości. – „Waszym przeznaczeniem jest stać się świadkami Uczty”.
ru: Матушка Рейчел встаёт со своего места за столом. Вокруг пирующих вьются мухи. Матрона достаёт длинный церемониальный нож и вонзает его в грудь одного из своих последователей. Остальные практически не обращают на это внимания, запихивая еду в голодные рты. «Чудо невозможно без равной ему жертвы, — говорит она, затем смотрит на вас с жалостью во взгляде. — А вы должны стать ему свидетелями».
zh: 瑞秋主母从桌子旁站了起来。苍蝇在盛宴周围嗡嗡飞舞，她抽出一把长长的仪式刀，随即插进她的一个追随者的胸膛。其他人几乎毫不在意，只顾著饥渴地将食物铲进嘴中。“伴随著牺牲，奇迹才会到来。”她说到，然后转头看著你，眼中充满怜悯。“而你的使命就是见证这场盛宴。”

source: Flip Mother Rachel to her enemy side.
de: Drehe Mutter Rachel auf ihre Gegnerseite um.
fr: Retournez Mère Rachel sur sa face Ennemi.
it: Gira sul lato nemico Madre Rachel.
ko: ‘대모 레이첼’을 적 면으로 뒤집습니다.
pl: Odwróć Matkę Rachel na jej stronę z wrogiem.
ru: Переверните «Матушку Рейчел» стороной врага вверх.
zh: 将瑞秋主母翻至她的敌人面。

source: <b><i>If Leah saw something in the mine:</i></b>
de: <b><i>Falls Leah etwas in der Mine gesehen hat:</i></b>
fr: <b><i>Si Leah a vu quelque chose dans la mine :</i></b>
it: <b><i>Se Leah ha visto qualcosa nella miniera:</i></b>
ko: [[리아가 광산에서 뭔가를 보았다]]<b>면:</b>
pl: <b><i>Jeśli Leah zobaczyła coś w kopalni:</i></b>
ru: <b>Если <i>Лия увидела нечто в шахте</i>:</b>
zh: <b><i>如果莉亚在矿坑中见到某种东西：</i></b>

source: Leah is seated on a bench at the back of the chapel. “I helped build this chapel with my sister,” Leah says, her eyes glassy— she seems unaffected by the odd bliss that grips the Vale.
de: Leah sitzt auf einer Bank im hinteren Teil der Kapelle. „Ich habe mit meiner Schwester beim Bau dieser Kapelle geholfen“, sagt Leah mit glasigen Augen – sie scheint von der seltsamen Glückseligkeit, die das Tal erfasst hat, unberührt geblieben zu sein.
fr: Leah est assise sur un banc au fond de la chapelle. « J’ai participé à la construction de cette chapelle avec ma sœur », dit Leah, le regard dénué d’expression. Elle ne semble pas affectée par l’étrange béatitude qui s’empare de Vale.
it: Leah è seduta su una panca in fondo alla cappella. "Ho costruito questa cappella insieme a mia sorella" ti spiega con gli occhi lucidi... Sembra che l'insolita beatitudine che avvolge l'intera valle non l'abbia toccata.
ko: 리아는 예배당 뒤쪽 의자에 앉아 있습니다. “난 동생과 함께 이 예배당을 짓는 걸 도왔다우.” 리아의 눈에서 당장이라도 눈물이 흐를 것 같습니다. 리아는 헴록 베일을 휘감고 있는 기묘한 환희에 젖지 않은 것으로 보입니다.
pl: Leah siedzi w ławce na tyłach kaplicy. „Pomogłam mojej siostrze zbudować tę kaplicę” – mówi, ledwo powstrzymując łzy. Wygląda na to, że dziwna błogość, która ogarnęła Dolinę, jej nie dotknęła.
ru: Лия сидит на скамейке в задней части часовни. «Мы с сестрой помогали строить эту часовню», — говорит она, в её глазах стоят слёзы. Похоже, охватившее Хемлок-Вейл блаженство не оказывает на неё никакого влияния.
zh: 莉亚坐在礼拜堂后排的长椅上。“我和我姐姐一起建造了这座礼拜堂，”莉亚说，眼神有些呆滞。她似乎不受笼罩著谷地的极乐情绪影响。

source: <i>“What did you see in North Point Mine?”</i>
de: <i>„Was haben Sie in der ‚North Point‘-Mine gesehen?“</i>
fr: <i>« Qu’avez-vous vu dans le Mine de North Point ? »</i>
it: <i>"Che cos'hai visto nella miniera di Punta Nord?"</i>
ko: “북곶 광산에서 대체 뭘 보신 겁니까?”
pl: <i>„Co zobaczyłaś w Kopalni Północnej?”</i>
ru: <i>«Что вы видели в шахте Норт-Пойнт?»</i>
zh: <i>“妳在北角矿坑看到了什么？”</i>

source: <i>Say nothing.</i>
de: <i>Sage nichts.</i>
fr: <i>Ne rien dire.</i>
it: <i>Non dire nulla.</i>
ko: 아무 말도 하지 않습니다.
pl: <i>Nic nie mów.</i>
ru: <i>Ничего не говорить.</i>
zh: <i>保持沉默。</i>

source: Leah’s hand shakes as she tucks a stray hair behind one ear. “I—I don’t know. There was something that looked like Simeon. But it wasn’t him. Or maybe it was part—” Her expression hardens. “Of course, you and your survey are just here to record the facts. I don’t want this published in your ‘research.’ Don’t ever talk to me again.”
de: Leahs Hand zittert, als sie eine einzelne Haarsträhne hinter ihr Ohr streicht. „Ich ... ich weiß es nicht. Da war etwas, das wie Simeon aussah. Aber er war es nicht. Oder vielleicht war er es nur zum Teil ...“ Ihre Miene verhärtet sich. „Natürlich sind Sie mit Ihren Untersuchungen nur hier, um Fakten festzuhalten. Ich will nicht, dass das in Ihrem ‚Forschungsbericht‘ veröffentlicht wird. Reden Sie nie wieder mit mir.“
fr: La main de Leah tremble lorsqu’elle ramène une mèche de cheveux derrière son oreille. « Je ne sais pas. Il y avait quelque chose qui ressemblait à Simeon. Mais ce n’était pas lui. Ou peut-être en partie… » Son expression se durcit. « Bien sûr, vous et votre enquête n’êtes là que pour enregistrer les faits. Je ne veux pas que cela soit publié dans vos «recherches». Ne m’adressez plus jamais la parole. »
it: La donna si porta una ciocca di capelli dietro l'orecchio con una mano che trema visibilmente. "Io... Non lo so. C'era qualcosa che somigliava a Simeon, ma non era lui. O forse era una parte..." Il suo viso si incupisce. "Già, ma voi siete qui solo per fare le vostre ricerche e riportare i fatti. Non voglio che questa storia finisca nella vostra relazione. Lasciatemi in pace."
ko: 삐져 나온 머리칼을 한쪽 귀로 쓸어넘기는 리아의 손이 사정없이 떨립니다. “모... 모르겠수. 우리 시미언과 똑 닮은 게 있었수. 하지만 우리 애는 아니었다우. 어쩌면 부분적으로는...” 리아의 표정이 굳어집니다. “물론, 당신네 현장 조사에서는 있는 그대로의 사실을 기록해야겠지만. 당신네 ‘연구’에 이 이야기를 싣지 않았으면 좋겠수. 다시는 나한테 말 걸지 말아 주시우.”
pl: Ręka Leah drży, gdy zakłada zabłąkany kosmyk włosów za ucho. „Ja... nie wiem. Było tam coś, co wyglądało jak Simeon. Ale to nie był on. A może jakaś część...” Naraz jej mina tężeje. „Oczywiście ty i twoja grupa jesteście tutaj tylko po to, aby zgromadzić fakty. Nie chcę, żeby zostało to opisane w ramach waszych «badań». Nigdy więcej się do mnie nie odzywaj”.
ru: Дрожащей рукой Лия заправляет прядь волос за ухо: «Я… я не знаю. Там было что-то, что выглядело как Симеон. Но это не был он. Или может, частично… — Её лицо суровеет. — Конечно, вы и ваша группа здесь исключительно ради фактов. Я не хочу, чтобы это попало в ваше „исследование”. Никогда больше со мной не говорите».
zh: 莉亚的手颤抖著，将一缕散落的头发拨到耳后。“我 — 我不知道，那东西看起来像西缅。但那不是他，或者可能只是部分的 — ”她的表情变得冷硬。“当然，你和你的调查是来做记录。我不想看到这个被刊登在你的‘研究’中。别再跟我说话了。”

source: Set Leah Atwood’s Relationship Level to 0.
de: Setze Leah Atwoods Beziehungsstufe auf 0.
fr: Fixez le Niveau de Relation de Leah Atwood à 0.
it: Regola a 0 il Livello di Relazione con Leah Atwood.
ko: ‘리아 앳우드’와의 친밀도를 0으로 맞춥니다.
pl: Ustal stopień zażyłości z Leah Atwood na 0.
ru: Снизьте уровень доверия Лии Этвуд до 0.
zh: 将莉亚．阿特伍德的友好度设置为0。

source: Rather than press the Vale cook for any details, you sit on a nearby bench in the stillness. The forest thrums with beating insect wings, now sinister. Leah buries her head in her hands. The sound of singing from a group of revelers drowns out the sound of soft weeping.
de: Anstatt die Köchin des Tals nach Einzelheiten zu fragen, setzt du dich auf eine nahe Bank und leistest Leah still Gesellschaft. Aus dem jetzt finsteren Wald ist der vibrierende Flügelschlag unzähliger Insekten zu hören. Leah vergräbt ihren Kopf in den Händen. Der Gesang einer Gruppe Feiernder übertönt ihr leises Weinen.
fr: Plutôt que de demander des détails au cuisinier de Vale, vous vous asseyez sur un banc à proximité, dans le calme. La forêt résonne de battements d’ailes d’insectes, tout à fait sinistres à présent. Leah enfouit sa tête dans ses mains. Les chants d’un groupe de noceurs couvrent le bruit des pleurs.
it: Piuttosto che insistere per scucire qualche dettaglio alla cuoca, ti siedi su una panca vicina partecipando al silenzio. La foresta vi accompagna con il ronzio degli insetti, ma la valle riesce a rendere sinistro persino quel suono normalmente innocuo. Leah affonda il volto tra le mani, mentre il canto allegro di un gruppo di festanti copre i suoi singhiozzi.
ko: 리아에게 캐묻지 않고, 조용히 근처 의자로 자리를 옮깁니다. 숲에서 들려오는 벌레의 날갯짓 소리가 문득 불길하게 느껴집니다. 리아는 양 손에 얼굴을 파묻습니다. 리아의 흐느낌은 곧 연회객들의 합창 소리에 묻혀 버립니다.
pl: Zamiast naciskać kucharkę Doliny, aby poznać więcej szczegółów, siadasz w pobliskiej ławce w ciszy. Las drży od uderzeń skrzydeł owadów, teraz jakby złowrogich. Lea chowa głowę w dłoniach. Dobiegający z zewnątrz śpiew grupy biesiadników zagłusza jej cichy płacz.
ru: Вместо того чтобы выпытывать у деревенской поварихи подробности, вы молча присаживаетесь на ближайшую скамейку. Лес зловеще жужжит от биения крыльев насекомых. Лия закрывает лицо руками. Звуки песнопений с улицы заглушают её тихие рыдания.
zh: 你决定不再追问这位谷地厨师任何细节，只是静静地坐在附近的长椅上。森林中充斥著昆虫扑动翅膀的声音，显得有些阴森恐怖。莉亚将头埋在双手中，狂欢者的歌声掩盖了她微弱的啜泣声。

source: Take control of Leah Atwood.
de: Übernimm die Kontrolle über Leah Atwood.
fr: Prenez le contrôle de Leah Atwood.
it: Prendi il controllo di Leah Atwood.
ko: ‘리아 앳우드’를 가져와 조종합니다.
pl: Przejmij kontrolę nad Leah Atwood.
ru: Возьмите под контроль «Лию Этвуд».
zh: 控制莉亚．阿特伍德。

source: “I helped build this chapel with my sister,” Leah smiles warmly. Her eyes are glazed over as she stares into the sunset. “It’s all so beautiful. Don’t you feel it? We are on the edge of infinity. Waiting to cross over. Maybe Rachel was right...”
de: „Ich habe mit meiner Schwester beim Bau dieser Kapelle geholfen“, sagt Leah mit einem warmen Lächeln. Ihre Augen sind glasig, während sie in den Sonnenuntergang starrt. „Es ist alles so schön hier. Spüren Sie das nicht? Wir stehen an der Schwelle zur Unendlichkeit. Warten nur noch darauf überzutreten. Vielleicht hatte Rachel recht...“
fr: « J’ai participé à la construction de cette chapelle avec ma sœur », sourit chaleureusement Leah. Le regard vide de toute expression, elle regarde le coucher de soleil. « C’est tellement beau. Vous ne le sentez pas ? Nous sommes au bord de l’infini. Nous attendons de passer de l’autre côté. Peut-être que Rachel avait raison… »
it: "Ho costruito questa cappella insieme a mia sorella" ti dice con un tiepido sorriso e gli occhi lucidi, illuminati dai colori del tramonto. "È tutto così bello. Non lo senti? Ci stiamo affacciando sull'infinito, aspettando solo di varcare la soglia. Forse Rachel aveva ragione..."
ko: “난 동생과 함께 이 예배당을 짓는 걸 도왔다우.” 리아가 따스하게 웃습니다. 석양을 바라보는 리아의 눈동자가 반짝입니다. “모든 것이 이렇게 아름다울 수가. 느껴지지 않수? 우리는 무한의 끝자락에 다가와 있다우. 이제 그 경계를 건너기만 하면 되는 거유. 어쩌면 레이첼이 옳았을지도...”
pl: „Pomogłam mojej siostrze zbudować tę kaplicę” – uśmiecha się ciepło. Wpatruje się w zachód słońca szklistymi oczami. „To wszystko jest takie piękne. Nie czujesz tego? Stoimy na krawędzi nieskończoności. Czekamy, by ją przekroczyć. Może Rachel miała rację...”
ru: «Мы с сестрой помогали строить эту часовню, — тепло улыбается Лия. Она смотрит на закат, и её глаза стекленеют. — Всё это так прекрасно. Разве вы не чувствуете? Мы на пороге бесконечности. Вот-вот переступим его. Может быть, Рейчел была права…»
zh: “我和我姐姐一起建造了这座礼拜堂。”莉亚露出温暖的微笑。她的眼神呈现恍惚，凝视著夕阳。“一切都是如此美丽。你有感觉到吗？我们处于无垠的边缘，正等著跨越那条界线。也许瑞秋是对的……”

source: <b>If <i>The Vale is full of fireworks:</i></b>
de: <b><i>Falls das Tal mit Feuerwerk gespickt ist:</i></b>
fr: <b>Si <i>Vale a fait le plein de feux d’artifice :</i></b>
it: <b>Se <i>la valle è disseminata di fuochi d'artificio:</i></b>
ko: [[헴록 베일에 폭죽이 가득하다]]<b>면:</b>
pl: <b>Jeśli <i>Dolina jest pełna fajerwerków:</i></b>
ru: <b>Если <i>Хемлок-Вейл полна фейерверков</i>:</b>
zh: <b>如果<i>山谷内堆满了烟火：</i></b>
