Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Shuffle the 4 Mirror Nest locations so you do not know which is which and put them into play, unrevealed, along with the Cosmic Emissary enemy according to the diagram below. Each Cosmic Emissary enemy begins play with its [[Colour]] side faceup.
de: Die 4 Orte Spiegelnest werden gemischt, damit nicht klar ist, welcher welcher ist, und zusammen mit den Gegnern Kosmischer Sendbote verhüllt ins Spiel gebracht <i>(siehe dazu die Abbildung unten)</i>. Jeder Gegner Kosmischer Sendbote beginnt das Spiel mit seiner [[Farbe]]-Seite nach oben.
es: Baraja los 4 Lugares Nido de espejos de modo que no sepas cuál es cuál y ponlos en juego, sin revelar, junto con el Enemigo Emisario cósmico según el diagrama de más abajo. Cada Enemigo Emisario cósmico comienza la partida con su lado [[Color]] boca arriba.
fr: Mélangez les 4 lieux Nid Miroir de telle sorte que vous ne pourrez pas les différencier et mettez-les en jeu, non révélés, ainsi que l’ennemi Émissaire Cosmique (composé de 4 cartes) conformément au schéma ci-dessous. Chaque ennemi Émissaire Cosmique commence la partie avec sa face [[Couleur]] visible.
it: Mescolate i 4 luoghi Antro a Specchio in modo da non distinguerli l'uno dall'altro e metteteli in gioco chiusi insieme al nemico Emissario Cosmico secondo la Disposizione dei Luoghi a seguire. Ogni nemico Emissario Cosmico inizia la partita con il lato [[Colore]] a faccia in su.
ko: 소의 공개 면을 분간할 수 없도록 ‘거울상 소굴’ 장소 4장을 미공개 면이 보이도록 섞어 플레이 영역에 두고, ‘우주에서 온 특사’ 적도 플레이 영역에 둡니다. 이때 아래의 배치도에 따라 놓으며 모든 ‘우주에서 온 특사’ 적은 [[색채]] 면이 보이도록 플레이 영역에 들어옵니다.
pl: Potasuj 4 lokalizacje Lustrzane gniazdo tak, aby nie było wiadomo, która jest która, i umieść je w grze, nieodkryte, razem z wrogiem Kosmiczny wysłannik zgodnie ze schematem poniżej. Każdy wróg Kosmiczny wysłannik rozpoczyna grę stroną z cechą [[Kolor]] do góry.
ru: Перемешайте 4 локации «Зеркальный карман», чтобы вы не знали, какая из них где, и введите их в игру закрытой стороной вверх вместе с врагом «Посланник космоса», как показано ниже. Каждый экземпляр «Посланника космоса» входит в игру стороной <b>Цвета</b> вверх.
zh: 將4張群鏡之巢地點混洗，使你無法辨認它們，並將它們放置入場，未揭示面朝上，也根據第63頁的圖例擺放星界神使敵人。每個星界神使敵人以[[彩]]面朝上開始遊戲。

source: Note that each Mirror Nest location is connected to the location clockwise and counter-clockwise from it.
de: Jeder Ort Spiegelnest ist mit dem Spiegelnest im und gegen den Uhrzeigersinn verbunden.
es: Ten en cuenta que cada Lugar Nido de espejos está conectado al Lugar que esté inmediatamente después en el sentido de las agujas del reloj y en el sentido contrario a las agujas del reloj respecto a él.
fr: Notez que chaque lieu Nid Miroir est connecté à un lieu dans le sens horaire et un autre lieu dans le sens anti horaire.
it: Attenzione: Ogni luogo Antro a Specchio è collegato al luogo successivo in senso orario e in senso antiorario.
ko: 각각의 ‘거울상 소굴’ 장소는 시계 방향 그리고 반시계 방향에 있는 장소로 이어져 있다는 점을 염두에 두세요.
pl: Pamiętaj, że każda lokalizacja Lustrzane gniazdo jest połączona z następną lokalizacją w kierunku ruchu wskazówek zegara oraz następną lokalizacją w kierunku przeciwnym do ruchu wskazówek zegara.
ru: Обратите внимание, что локации «Зеркальный карман» связаны друг с другом по часовой и против часовой стрелки.
zh: 注意每個群鏡之巢地點連接到其順時針和逆時針方向的地點。

source: Each investigator begins play at a different Mirror Nest location of their choice.
de: Jeder Ermittler beginnt das Spiel auf einem unterschiedlichen Spiegelnest seiner Wahl.
es: Cada investigador comienza la partida en un Lugar Nido de espejos distinto de su elección.
fr: Chaque investigateur commence la partie dans un lieu Nid Miroir différent de son choix.
it: Ogni investigatore inizia la partita in un luogo Antro a Specchio diverso a sua scelta.
ko: 모든 조사자는 서로 다른 ‘거울상 소굴’ 장소에서 시작합니다(시작할 장소는 각자 선택).
pl: Każdy badacz rozpoczyna grę w innej, wybranej przez siebie lokalizacji Lustrzane gniazdo.
ru: Все сыщики начинают игру в разных локациях «Зеркальный карман» по своему выбору.
zh: 每位調查員從自己所選的一個不同的群鏡之巢地點開始遊戲。

source: Set the following cards aside, out of play: The Abyss story card, each location from <i>The Vale</i> and <i>Horrors in the Rock</i> encounter sets, the <i>Day of the Feast</i>, <i>Residents</i>, and <i>Fire!</i> encounter sets, each copy of Act 3a—Fate of the Vale (v.I-IV), and both Crystal Parasite enemies.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: die Handlungskarte Der Abgrund, jeder Ort aus den Begegnungssets <i>Das Tal</i> und <i>Schrecken im Felsen</i>, alle Karten aus den Begegnungssets <i>Festtag</i>, <i>Einwohner</i> und <i>Feuer!</i>, jede Kopie von Szene 3a – Das Schicksal des Tals(V.I–IV) sowie beide Gegner Kristall-Parasit.
es: Pon aparte las siguientes cartas, fuera del juego: la carta de Historia El abismo, cada Lugar de los conjuntos de encuentros <i>El Valle</i> y <i>Horrores en la roca</i>, los conjuntos de encuentros <i>Día de la fiesta</i>, <i>Habitantes</i> y <i>¡Fuego!</i>, cada copia del acto 3a – El destino del Valle (v.I-IV) y ambos Enemigos Parásito de cristal.
fr: Mettez de côté les cartes suivantes, hors jeu : la carte Histoire Les Abysses, tous les lieux des sets de rencontre <i>Le Val</i> et <i>Horreurs des Roches</i>, les sets de rencontre <i>Jour du Festin</i>, <i>Habitants</i> et <i>Au Feu !</i>, chaque exemplaire de l’Acte 3a — Le Destin de Vale (v.I-IV) et les deux ennemis Parasite de Cristal.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: la carta storia Abisso, ogni luogo dei set di incontri <i>La Valle</i> e <i>Orrori nella Roccia</i>, i set di incontri <i>Giorno della Festa</i>, <i>Abitanti</i> e <i>Al Fuoco!</i>, ogni copia del Capitolo 3a - Il Destino della Valle e le 2 copie del nemico Parassita Cristallino.
ko: ‘심연’ 이야기 카드, [[헴록 베일]] 조우 세트 및 [[바위 사이의 공포]] 조우 세트에 포함된 모든 장소, [[축일]] 조우 세트, [[주민]] 조우 세트, [[불이야!]] 조우 세트, 주요목적 3a - ‘헴록 베일의 운명(v.I-IV)’ 사본 모두, ‘수정질 기생충’ 적 사본 2장을 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, następujące karty: karta fabuły Otchłań, każda lokalizacja z zestawów spotkań <i>Dolina</i> i <i>Koszmary z jaskini</i>, zestawy spotkań <i>Dzień Uczty</i>, <i>Mieszkańcy</i> oraz <i>Pali się!</i>, każda kopia Aktu 3a – Los Doliny (w. I-IV), obu wrogów Kryształowy pasożyt.
ru: Отложите в сторону следующие карты: карту сюжета «Бездна», все локации из наборов контактов «Хемлок-Вейл» и «Ужасы в камне», наборы контактов «День пиршества», «Жители» и «Пожар!», все экземпляры сцены 3a «Участь Хемлок-Вейл (версии I–IV)» и оба экземпляра врага «Кристаллический паразит».
zh: 將下列卡牌放在一旁，置於場外：深空劇情卡牌、<i>山谷</i>和<i>石中駭物</i>遭遇組的每個地點、<i>盛宴之日</i>、<i>住民</i>、<i>著火！</i>遭遇組、每張場景3a谷中宿命(版本一至四)，以及2張晶化寄生蟲敵人。

source: Remove the scenario reference card from <i>The Vale</i> encounter set from the game.
de: Die Szenarioübersichtskarte des Begegnungssets <i>Das Tal</i> wird aus dem Spiel entfernt.
es: Retira de la partida la carta de referencia de escenario del conjunto de encuentros <i>El Valle</i>.
fr: Retirez de la partie la carte de référence du scénario du set de rencontre <i>Le Val</i>.
it: Rimuovete dal gioco la carta di consultazione dello scenario del set di incontri <i>La Valle</i>.
ko: [[헴록 베일]] 조우 세트에 있는 시나리오 참조 카드를 게임에서 제거합니다.
pl: Usuń z gry kartę pomocy scenariusza z zestawu spotkań <i>Dolina</i>.
ru: Удалите из игры памятку сценария из набора контактов «Хемлок-Вейл».
zh: 將<i>山谷</i>遭遇組的冒險參考卡牌從遊戲中移除。

source: After drawing opening hands, create The Abyss <i>(see</i> <b>The Abyss</b><i> below)</i>.
de: Nach dem Ziehen der Starthände wird der Abgrund erstellt <i>(siehe</i> <b>Der Abgrund</b><i>)</i>.
es: Después de robar las manos iniciales, crea El abismo <i>(consulta</i> <b>El abismo</b><i>)</i>..
fr: Après avoir pioché votre main de départ, créez Les Abysses <i>(voir</i> <b>Les Abysses</b><i> ci-dessous)</i>.
it: Dopo aver pescato le mani di partenza, formate "l'abisso" <i>(vedi</i> <b>L'Abisso</b> <i>a seguire)</i>.
ko: 시작 카드를 뽑은 후, 다음과 같이 심연을 생성합니다<i>([[심연]] 참조)</i>.
pl: Po dobraniu początkowych kart stwórz Otchłań <i>(patrz</i> <b>Otchłań</b> <i>poniżej)</i>.
ru: Набрав стартовые руки, соберите Бездну <i>(см. раздел «Бездна» ниже)</i>.
zh: 在抽取起始手牌後，構建深空<i>(見下方<b>深空</b>)</i>。

source: Shuffle each remaining encounter card along with the top 5 cards of each investigator’s deck together.
de: Alle übrigen Begegnungskarten sowie die obersten 5 Karten jedes Ermittlerdecks werden zu einem Stapel zusammengemischt.
es: Baraja todas las cartas de Encuentro restantes junto con las 5 primeras cartas del mazo de cada investigador.
fr: Mélangez toutes les cartes Rencontre restantes avec les 5 premières cartes de chaque deck Investigateur.
it: Mescolate il resto delle carte incontro insieme a 5 carte dalla cima del mazzo di ogni investigatore.
ko: 남은 조우 카드와 각 조사자의 덱 맨 위 카드 5장씩을 함께 섞습니다.
pl: Potasuj wszystkie pozostałe karty spotkań razem z 5 wierzchnimi kartami z talii każdego badacza.
ru: Перемешайте вместе все оставшиеся карты контактов и 5 верхних карт колоды каждого сыщика.
zh: 將剩餘的遭遇卡牌和每位調查員牌庫頂的5張卡牌一起混洗。

source: Split the shuffled deck in half and set one half aside. Shuffle each “true” investigator card into one half, and place this half on top of the other half. This is The Abyss.
de: Das gemischte Deck wird halbiert. Eine der beiden Hälften wird beiseitegelegt. In die andere Hälfte werden die zuvor ersetzten „echten“ Ermittlerkarten gemischt. Dann wird diese Hälfte auf die beiseitegelegte Hälfte gelegt. Dies ist nun der Abgrund.
es: Divide el mazo barajado por la mitad y pon una mitad aparte. Añade todas las cartas de Investigador “verdaderas” a una mitad, barájala y coloca esta mitad sobre la otra mitad. Esto es El abismo.
fr: Séparez en deux le deck mélangé et mettez une des moitiés de côté. Mélangez chaque « véritable » carte Investigateur dans une des moitiés et placez cette moitié sur l’autre moitié. Ce sont Les Abysses.
it: Dividete a metà il mazzo così composto e mettetene da parte una metà. Mescolate tutte le carte investigatore "vere" in una delle due metà e collocate questa metà in cima all'altra. Questo è l'abisso.
ko: 앞서 섞은 덱을 절반으로 나누어, 한쪽 절반을 옆에 치워 둡니다. 모든 “진정한” 조사자 카드를 나머지 한쪽 절반의 덱에 섞어넣고, 이를 방금 전에 치워 두었던 반쪽 덱 위에 놓습니다(조사자 카드가 섞인 절반이 위에 놓입니다). 이를 “심연”이라고 부릅니다.
pl: Podziel potasowaną talię na pół i odłóż jedną połowę na bok. Wtasuj każdą „prawdziwą” kartę badacza do jednej połowy talii i umieść tę połowę na wierzchu drugiej połowy. To Otchłań.
ru: Разделите получившуюся колоду пополам и отложите одну из половин в сторону. Замешайте все «настоящие» карты сыщиков в другую половину и положите её на верх отложенной. Это Бездна.
zh: 將混洗後的牌庫分成一半，並將另一半先放在一旁。將每張“真實的”調查員卡牌洗入其中一半，然後將洗有調查員卡牌的一半放到另一半的頂部。這個牌庫即為深空。

source: Place the double-sided The Abyss card on top of The Abyss, story card side faceup.
de: Die doppelseitige Karte Der Abgrund wird mit der Handlungsseite nach oben auf dem Abgrund platziert.
es: Coloca la carta El abismo de doble cara sobre El abismo, con el lado de carta de Historia boca arriba.
fr: Placez la carte recto verso Les Abysses (face histoire visible) sur le paquet Les Abysses.
it: Collocate la carta Abisso a due lati in cima all'abisso con il lato storia a faccia in su.
ko: ‘심연’ 양면 카드를 이야기 카드 면이 보이도록 심연 맨 위에 놓습니다.
pl: Umieść dwustronną kartę Otchłań na wierzchu Otchłani, stroną z kartą fabuły do góry.
ru: Положите двустороннюю карту «Бездна» на верх Бездны стороной карты сюжета вверх.
zh: 將雙面的深空卡牌放到深空的頂部，劇情卡牌面朝上。

source: The double-sided The Abyss card always covers the top of The Abyss, and is never shuffled in. If 1 or more cards are placed on top of The Abyss, they are placed just beneath The Abyss card, on top of all other cards in The Abyss. If 1 or more cards are shuffled into The Abyss, remove The Abyss card, shuffle the cards into The Abyss, then place The Abyss card back on top. Whenever an investigator would draw 1 or more cards from the encounter deck <i>(e.g. during the mythos phase, or via a card effect)</i>, they instead reveal cards from the bottom of The Abyss until a card with an encounter card back is revealed, and draw that card. Each other revealed card is shuffled and placed back on top of The Abyss <i>(beneath The Abyss card)</i>.
de: Die doppelseitige Karte Der Abgrund liegt immer oben auf dem Abgrund und deckt ihn ab. Diese Karte wird niemals in den Abgrund gemischt. Falls 1 oder mehr Karten oben auf den Abgrund gelegt werden sollen, werden sie direkt unter die Karte Der Abgrund auf alle anderen Karten des Stapels gelegt. Falls 1 oder mehr Karten in den Abgrund gemischt werden sollen, werden sie mit allen Karten im Abgrund (außer der Karte Der Abgrund selbst) zusammengemischt. Dann wird die Karte der Abgrund wieder auf dem Stapel platziert. Immer wenn ein Ermittler 1 oder mehr Karten <b>vom Begegnungsdeck ziehen</b> würde <i>(z. B. in der Mythosphase oder durch einen Karteneffekt)</i>, enthüllt er stattdessen Karten von unten aus dem Abgrund, bis er eine Karte mit Begegnungskartenrückseite enthüllt, und zieht jene Karte. Jede andere enthüllte Karte wird zusammengemischt und zurück auf den Abgrund gelegt <i>(unter die Karte Der Abgrund)</i>.
es: La carta El abismo de doble cara siempre tapa la parte superior de El abismo y nunca se añade a éste. Si se colocan 1 o más cartas en la parte superior de El abismo, siempre se colocan justo debajo de la carta El abismo, sobre todas las demás cartas de El abismo. Si se añaden 1 o más cartas a El abismo y se baraja éste, retira la carta El abismo, añade las cartas a El abismo, barájalo y luego vuelve a colocar encima la carta El abismo. Siempre que un investigador fuese a robar 1 o más cartas del mazo de Encuentros <i>(por ejemplo, durante la fase de Mitos o mediante el efecto de una carta)</i>, en vez de eso revela cartas de la parte inferior de El abismo hasta que sea revelada una carta con dorso de carta de Encuentro y roba esa carta. Todas las demás cartas reveladas se barajan y vuelven a colocarse en la parte superior de El abismo <i>(bajo la carta El abismo)</i>.
fr: La carte Recto Verso Les Abysses couvre toujours le dessus des Abysses et n’est jamais mélangée à l’intérieur. Si 1 ou plusieurs cartes sont placées sur Les Abysses, elles sont placées immédiatement sous la carte Les Abysses au-dessus des autres cartes dans Les Abysses. Si 1 ou plusieurs cartes sont mélangées dans les Abysses, retirez la carte Abysse, mélangez les cartes dans Les Abysses, ensuite, remettez la carte Les Abysses au-dessus du paquet. À chaque fois qu’un investigateur devrait piocher 1 ou plusieurs cartes du deck Rencontre <i>(exemple : pendant la phase du mythe, ou via un effet de carte)</i>, il révèle à la place des cartes depuis le dessous du deck Les Abysses jusqu’à ce qu’une carte avec un dos de carte Rencontre soit révélée, et pioche cette carte. Toutes les autres cartes révélées sont mélangées et remises sur le dessus des Abysses <i>(sous la carte Les Abysses)</i>.
it: La carta Abisso a due lati copre sempre la cima dell'abisso e non viene mai mescolata. Se 1 o più carte vengono collocate in cima all'abisso, vengono collocate appena sotto la carta Abisso, in cima a tutte le altre carte nell'abisso. Se 1 o più carte vengono mescolate nell'abisso, rimuovere la carta Abisso, mescolare le carte nell'abisso e poi ricollocare la carta Abisso in cima. Ogni volta che un investigatore sta per pescare 1 o più carte dal mazzo degli incontri <i>(per esempio durante la Fase dei Miti o per effetto di una carta)</i>, quell'investigatore rivela invece carte dal fondo dell'abisso finché non rivela una carta con il retro da carta incontro e pesca quella carta. Mescolate le altre carte rivelate e ricollocatele in cima all'abisso <i>(sotto la carta Abisso)</i>.
ko: ‘심연’ 양면 카드로 항상 심연 맨 위를 덮어두며, 이 카드는 심연에 절대 섞어넣지 않습니다. 1장 이상의 카드를 심연 맨 위에 놓으면, 이러한 카드는 ‘심연’ 카드 바로 밑에 놓습니다(심연에 있는 다른 모든 카드의 맨 위와 ‘심연’ 카드 사이에). 1장 이상의 카드를 심연에 섞어넣으면, 우선 ‘심연’ 카드를 제거하고 나서 해당 카드를 심연에 섞어넣습니다. 그런 다음, ‘심연’ 카드를 맨 위에 놓습니다. <i>(신화 단계나 카드 효과 등으로 인해)</i> 조사자가 조우 덱에서 카드를 1장 이상 뽑으려 할 때마다, 그 대신 해당 조사자는 심연 맨 밑에서 조우 카드 뒷면을 가진 카드가 1장 나올 때까지 카드를 공개하고 그 카드를 뽑습니다. 나머지 모든 공개된 카드는 해당 카드끼리 잘 섞어서 심연 맨 위<i>(‘심연’ 카드 바로 밑)</i>에 놓습니다. 심연에 섞어넣는 것이 아니라, 공개된 다른 카드들끼리만 섞어서 심연 맨 위에 놓는 것임에 유의하세요.
pl: Dwustronna karta Otchłani zawsze zakrywa wierzch Otchłani i nigdy nie zostaje wtasowana. Jeśli na wierzchu Otchłani ma zostać umieszczona 1 lub więcej kart, są one umieszczane bezpośrednio pod kartą Otchłani, na wierzchu wszystkich innych kart w Otchłani. Jeśli do Otchłani ma zostać wtasowana 1 lub więcej kart, usuń kartę Otchłani, wtasuj karty do Otchłani, a następnie umieść kartę Otchłani z powrotem na wierzchu. Za każdym razem, gdy badacz miałby dobrać 1 lub więcej kart z talii spotkań <i>(np. podczas fazy Mitów lub z efektu karty)</i>, zamiast tego odkrywa karty ze spodu Otchłani, dopóki nie odkryje karty z rewersem karty spotkania, i dobiera daną kartę. Wszystkie inne odkryte karty należy potasować i umieścić na wierzchu Otchłani <i>(pod kartą Otchłani)</i>.
ru: Двусторонняя карта «Бездна» всегда накрывает верх Бездны и никогда не замешивается в неё. Если на верх Бездны кладётся 1 или несколько карт, их нужно положить под карту «Бездна» и поверх остальных карт в Бездне. Если в Бездну замешивается 1 или несколько карт, отложите карту «Бездна», замешайте нужные карты в Бездну, затем положите карту «Бездна» обратно на верх Бездны. Когда сыщик должен взять 1 или несколько карт из колоды контактов <i>(например, в фазе мифа или по эффекту карты)</i>, вместо этого тот сыщик открывает карты с низа Бездны, пока не откроет карту с рубашкой карты контакта, и берёт ту карту. Все остальные открытые карты перемешиваются и кладутся на верх Бездны <i>(под карту «Бездна»)</i>.
zh: 雙面的深空卡牌總是覆蓋在深空的頂部，且永遠不會被洗入深空。如果有卡牌將要被放到深空的頂部，將其放到深空卡牌下方(緊接深空卡牌)，再將其他深空放到其下方。如果有卡牌將要被洗入深空，先將深空卡牌移除，將那些卡牌洗入深空後，再將深空卡牌放回深空的頂部。 每當有調查員將要從遭遇牌庫抽取至少1張卡牌時<i>(例如：在神話階段期間，或是透過卡牌效果等)</i>，則改為他從深空牌庫的底部揭示卡牌，直到揭示了一張有遭遇牌背的卡牌，並抽取該卡牌。將每張其他揭示的卡牌混洗後放到深空牌庫的頂部<i>(深空卡牌下方)</i>。

source: Whenever a card is drawn from The Abyss, refer to the double- sided The Abyss story card to determine how to resolve it.
de: Immer wenn eine Karte aus dem Abgrund <b>gezogen</b> wird, prüfe auf der doppelseitigen Karte Der Abgrund, wie sie abzuhandeln ist.
es: Siempre que se robe una carta de El abismo, consulta la carta de Historia El abismo de doble cara para determinar cómo resolverla.
fr: Chaque fois qu’une carte est piochée depuis Les Abysses, référez-vous à la carte histoire recto verso Les Abysses pour déterminer comment la résoudre.
it: Ogni volta che vengono pescate carte dall'abisso, fate riferimento alla carta storia a due lati Abisso per sapere come risolverle.
ko: 심연에서 카드를 뽑을 때마다, ‘심연’ 양면 이야기 카드를 참조하여 어떻게 해결할지 결정합니다.
pl: Za każdym razem, gdy z Otchłani zostaje dobrana karta, należy sprawdzić na dwustronnej karcie fabuły Otchłań, w jaki sposób ją rozpatrzeć.
ru: Когда из Бездны должна быть взята карта, обратитесь к двусторонней карте сюжета «Бездна», чтобы определить, как разыграть этот эффект.
zh: 每當從深空抽取出卡牌時，參照雙面的深空劇情卡牌來決定如何結算該卡牌。

source: <b>Player card and weakness effects that look at, search, add cards to, or discard cards from the encounter deck cannot interact with The Abyss and all fail.</b>
de: <b>Spielerkarten- und Schwäche-Effekte, die Karten im Begegnungs­ deck ansehen, es nach Karten durchsuchen, ihm Karten hinzufügen oder von ihm ablegen, können mit dem Abgrund nicht interagieren und scheitern bei ihrer Abhandlung.</b>
es: <b>Los efectos de las cartas de Jugador y de las Debilidades que miran o descartan cartas del mazo de Encuentros, o que buscan cartas en él o que añaden cartas a él no pueden interactuar con El abismo y todas fracasan.</b>
fr: <b>Les effets des cartes Joueur et Faiblesses qui regardent, cherchent, ajoutent des cartes à, ou défaussent des cartes du deck Rencontre ne peuvent pas interagir avec Les Abysses et échouent tous.</b>
it: <b>Gli effetti delle carte giocatore e delle debolezze che guardano, cercano, aggiungono carte o scartano carte dal mazzo degli incontri non possono interagire con l'abisso e falliscono.</b>
ko: <b>(조우 덱에서 카드를 버리는/조우 덱에 있는 카드를 확인하거나 찾는/조우 덱에 카드를 추가하는) 플레이어 카드 및 약점 효과는 심연과 상호작용할 수 없습니다. 따라서 이러한 효과는 모두 실패로 돌아갑니다.</b>
pl: <b>Efekty kart gracza i osłabień, które pozwalają podejrzeć talię spotkań, przeszukać ją, dodać do niej karty lub odrzucić z niej karty, nie mogą wchodzić w interakcję z Otchłanią i dlatego nie działają.</b>
ru: <b>Карты игрока и эффекты слабостей, которые позволяют посмотреть карты в колоде контактов, найти их в ней, добавить их в неё или сбросить их из неё, не могут взаимодействовать с Бездной. Эти эффекты не разыгрываются.</b>
zh: <b>如果有玩家卡牌和弱點效果要查找遭遇牌庫、搜尋遭遇牌庫、將卡牌放入遭遇牌庫、從遭遇牌庫棄牌等，這些效果將無法與深空互動並失敗。</b>

source: <b>When an encounter card would be discarded in this scenario, it is always placed on top of The Abyss.</b>
de: <b>Sobald in diesem Szenario eine Begegnungskarte abgelegt würde, wird sie stattdessen oben auf den Abgrund gelegt.</b>
es: <b>Cuando en este escenario fuese a ser descartada una carta de Encuentro, siempre se coloca en la parte superior de El abismo.</b>
fr: <b>Quand une carte Rencontre devrait être défaussée lors de ce scénario, elle est toujours placée au-dessus des Abysses.</b>
it: <b>Quando una carta incontro sta per essere scartata in questo scenario, viene invece sempre collocata in cima all'abisso.</b>
ko: <b>이번 시나리오에서 조우 카드를 버리려 할 때, 해당 카드를 항상 심연 맨 위에 놓습니다.</b>
pl: <b>Kiedy w tym scenariuszu miałaby zostać odrzucona karta spotkania, zawsze należy ją umieścić na wierzchu Otchłani.</b>
ru: <b>Когда в этом сценарии должна быть сброшена карта контакта, вместо этого она всегда кладётся на верх Бездны.</b>
zh: <b>在本場冒險期間，當遭遇卡牌將要被棄掉時，總是將其放到深空的頂部。</b>

source: <i>(Note: Card sleeves may make it easier to spot your cards in The Abyss. This is fine! Do not feel obligated to re-sleeve your cards to play this scenario.)</i>
de: <i>(Anmerkung: Wenn ihr mit Kartenhüllen spielt, wird es einfacher sein, Karten im Abgrund voneinander zu unterscheiden. Das ist in Ordnung. Ihr müsst die Kartenhüllen für dieses Szenario nicht extra entfernen.)</i>
es: <i>(Nota: las fundas de cartas pueden hacer que sea más fácil ver tus cartas en El abismo. ¡No pasa nada! No te sientas obligado a cambiar las fundas de tus cartas para jugar este escenario).</i>
fr: <i>(Note : Les protège-cartes peuvent vous permettre de repérer vos cartes placées dans Les Abysses. Ce n’est pas un problème ! Ne vous sentez pas obligé de changer les protège-cartes pour jouer ce scénario.)</i>
it: <i>(Attenzione: Le bustine protettive potrebbero facilitare l'individuazione delle vostre carte nell'abisso. Non c'è problema! Non sentitevi obbligati a rimuoverle per giocare questo scenario.)</i>
ko: <i>(알아두기: 카드 슬리브로 인해 심연에 있는 카드 가운데서, 자기 카드를 더 쉽게 알아볼 수도 있습니다. 하지만 전혀 상관없습니다! 이번 시나리오를 플레이하기 위해 모든 카드를 동일한 종류의 슬리브로 바꿀 필요는 없습니다.)</i>
pl: <i>(Uwaga: Koszulki na karty mogą spowodować, że łatwiej będzie wypatrzeć twoje karty w Otchłani. To nic! Nie ma potrzeby, żebyś zmieniał koszulki na twoich kartach dla tego scenariusza).</i>
ru: <i>(Обратите внимание: Протекторы для карт могут выдавать вам положение ваших карт в Бездне. Это нормально! Необязательно переодевать ваши карты перед игрой в этот сценарий.)</i>
zh: <i>(注意：你有可能會因為牌套的緣故而導致你比較容易注意到你在深空中的卡牌。但這並不是大問題！不要覺得自己一定要在遊玩這場冒險時更換牌套。)</i>

source: The Cosmic Emissary is made of multiple Cosmic Emissary enemies.
de: Der Kosmische Sendbote ist aus mehreren Gegnern Kosmischer Sendbote zusammengesetzt.
es: El Emisario cósmico está compuesto de múltiples Enemigos Emisario cósmico.
fr: L’Émissaire Cosmique est constitué de plusieurs ennemis Émissaire Cosmique.
it: L'Emissario Cosmico è composto da molteplici nemici Emissario Cosmico.
ko: 여러 개의 ‘우주에서 온 특사’ 적이 합쳐져 ‘우주에서 온 특사’를 구성합니다.
pl: Kosmiczny wysłannik składa się z kilku wrogów Kosmiczny wysłannik.
ru: Посланник космоса собирается из нескольких карт врага «Посланник космоса».
zh: 星界神使由數個星界神使敵人構成。
