Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Don’t forget me.” Dr. Marquez climbs up to the cusp of the brilliant void and looks down at you with measured resolve before she flings herself into the corona of light. The smoky human shape within the brilliant ring wavers, then merges into an undimensioned rainbow that shoots upward out of the dying fluorescence. A small shockwave knocks you prone. In darkness, the massive undergound chamber feels like a grave. You clamber to the top of the mound and look up through the sinkhole at a sky full of stars. The silver light spirals weakly off into the distance. Your heart is heavy as you clutch Dr. Marquez’s satchel: all that is left of the professor, as far as you know. “Is anyone down there?” calls a shaky voice. You look up to see the silhouette of one of the Vale residents, wearing a tattered white-gold cloak. They have the look of someone who has awoken from a bad dream. You hesitate, but then call back. After a minute, a thick rope drops down, and you are hauled up to stand in the splintered wreckage of Hemlock Vale. The survivors gather around you. “Please, if you can find it in your heart, forgive us,” one says. Another sheds their mask and tattered cloak. Past the edge of the crowd, you think you see a familiar rabbit mask peeking out from the shadows, but when you turn your head to look, it has already vanished.
de: „Vergessen Sie mich nicht.“ Dr. Marquez klettert zur Spitze der leuchtenden Leere hinauf und schaut von dort mit ruhiger Entschlossenheit ein letztes Mal auf dich herab, bevor sie sich in die Korona des Lichts stürzt. Die menschenähnliche Gestalt aus Rauch innerhalb des leuchtenden Rings flackert, dann verschmilzt sie zu einem dimensionslosen Regenbogen, der aus der schwächer werdenden Fluoreszenz nach oben schießt. Du wirst von einer kleinen Schockwelle getroffen, die dich von den Beinen reißt. In der Dunkelheit fühlt sich die massive unterirdische Kammer wie ein Grab an. Du kletterst auf die Spitze des Hügels und schaust durch das Erdloch zu einem Himmel voller Sterne empor. Das silberne Licht schraubt sich immer weiter in den Himmel hoch und ist in der Ferne kaum noch zu erkennen. Schweren Herzens umklammerst du die Tasche von Dr. Marquez – das Einzige, was von der Professorin noch übrig ist. „Ist da unten jemand?“, ruft eine zittrige Stimme. Du schaust auf und siehst die Silhouette eines Tal-Bewohners, der einen zerfledderten weiß-goldenen Umhang trägt. Die Gestalt wirkt, als wäre sie gerade aus einem schlechten Traum erwacht. Du zögerst, machst dann aber auf dich aufmerksam. Nach einer Minute fällt ein dickes Seil herab und du wirst hochgezogen. Du stehst inmitten der Trümmer von Hemlock Vale. Die Überlebenden des Chaos versammeln sich um dich. „Bitte, vergeben Sie uns, wenn Sie sich dazu durchringen können“, sagt ein Einwohner. Eine Frau neben ihm wirft ihre Maske fort und lässt ihren zerfledderten Umhang zu Boden fallen. Am Rande der Menschentraube fällt dir eine vertraute Kaninchenmaske ins Auge, die aus den Schatten hervorlugt. Doch als du nachsiehst, ist sie bereits verschwunden.
es: –No se olviden de mí –dice la Dra. Marquez mientras trepa a la cúspide del brillante vacío y baja la mirada hacia vosotros con determinación antes de lanzarse a la aureola de luz. La humeante forma humana que hay dentro del brillante aro fluctúa y luego se funde en un arcoíris unidimensionado que sale disparado hacia arriba desde la fluorescencia moribunda. Una pequeña onda de choque os derriba. En la oscuridad, la enorme cámara subterránea parece una tumba. Trepáis a lo alto del montículo y miráis por el socavón hacia un cielo lleno de estrellas. La luz plateada se mueve débilmente en espiral a lo lejos. Sentís un peso en el corazón al mirar la mochila de la Dra. Marquez: por lo que sabéis, es todo lo que queda de la profesora. –¿Hay alguien ahí abajo? –pregunta una voz temblorosa. Levantáis la vista y veis la silueta de uno de los habitantes del Valle, que lleva una harapienta capa blanca y dorada. Por su aspecto, es como si hubiera despertado de un mal sueño. Dudáis, pero respondéis a su llamada. Poco después, os echan una gruesa cuerda y os izan hasta llegar a los restos ruinosos del Valle de la Cicuta. Los supervivientes se reúnen a vuestro alrededor. –Por favor, ¿creen que podrán perdonarnos? –dice uno. Otro se quita la máscara y la raída capa. Más allá de la gente, creéis ver una máscara de conejo familiar que se asoma desde las sombras, pero cuando giráis la cabeza para mirar, ya ha desaparecido.
fr: « Ne m’oubliez pas » Le Dr Marquez grimpe jusqu’à la limite du vide brillant et vous regarde avec une détermination lucide avant de se jeter dans la couronne de lumière. La forme humaine vaporeuse au sein de l’anneau brillant vacille avant de se fondre dans un arc-en-ciel non dimensionnel qui jaillit de la fluorescence mourante. Une petite onde de choc vous fait tomber à plat ventre. Dans l’obscurité, l’immense chambre souterraine ressemble à une tombe. Vous l’escaladez jusqu’au sommet du monticule et regardez le ciel étoilé à travers le gouffre. La lumière argentée s’éloigne faiblement en spirale dans le lointain. Le cœur lourd, vous serrez la sacoche du Dr Marquez : vous n’en savez pas grand-chose, mais c’est peut-être tout ce qu’il reste du professeur. « Il y a quelqu’un en bas ? » appelle une voix tremblante. Vous levez les yeux pour apercevoir la silhouette d’un des habitants de Vale, vêtu d’une cape blanche et or en lambeaux. Il a l’air de quelqu’un qui se réveille d’un mauvais rêve. Vous hésitez, puis le hélez à votre tour. Au bout d’une minute, une corde épaisse descend, et vous êtes hissé au milieu des débris de Hemlock Vale. Les survivants se rassemblent autour de vous. « S’il vous plaît, si votre cœur vous le permet, pardonnez-nous », dit l’un d’eux. Un autre se débarrasse de son masque et de sa cape en lambeaux. En marge de la foule, vous croyez apercevoir un masque de lapin familier sortir de l’ombre, mais lorsque vous tournez la tête pour regarder, il a déjà disparu.
it: "Non dimenticatevi di me." La dottoressa Marquez si arrampica sulle cuspidi di quel vuoto scintillante, abbassando lo sguardo verso di voi con misurata determinazione prima di tuffarsi nella corona di luce. La forma umana fumosa che si erge nell'anello brillante vacilla, poi si fonde in una colonna di arcobaleno sconfinato che scaturisce dalla fluorescenza morente. Una piccola onda d'urto vi fa perdere l'equilibrio. Nel buio, l'immensa sala sotterranea sembra una tomba. Vi inerpicate su per il macabro cumulo per cercare il cielo stellato oltre la voragine e scorgete la luce argentata che spiraleggia flebile in lontananza. Stringere la borsa della professoressa vi fa sentire un fardello sul cuore: per quel che ne sapete, è tutto ciò che rimane di lei. "C'è qualcuno?" chiama una voce tremolante. Sollevate ancora una volta lo sguardo e riconoscete la sagoma di uno degli abitanti del posto, avvolto nel mantello bianco e dorato. Sembra si sia appena svegliato da un brutto sogno. Esitate, ma non avete alcuna possibilità di salvezza se non rispondendo. Dopo un minuto, qualcuno cala una grossa corda a cui vi aggrappate con tutte le vostre forze. Quando vi tirano fuori, attorno a voi c'è solo il villaggio devastato e alcuni sopravvissuti radunati. "Vi prego, se mai potete trovare la forza nel vostro cuore, perdonateci" dice uno dal gruppo, mentre un altro si libera di maschera e mantello. Appena oltre la folla, vi sembra di scorgere la familiare maschera da coniglio tra le ombre, ma appena allungate la testa per controllare sparisce.
ko: “절 잊지 말아 주세요.” 마르케스 박사가 휘황찬란한 공허의 꼭대기에 발을 디디고 결연한 의지로 당신을 내려다봅니다. 그러고는 광륜 속으로 몸을 던집니다. 찬란하게 빛나는 고리 안에 있던 연기와 같은 인간의 형상이 이리저리 흔들리다, 꺼져가는 형광을 뒤로하고 무차원의 무지개로 합쳐져 공중으로 솟아오릅니다. 작은 충격파 앞에 당신은 바닥으로 고꾸라집니다. 어둠에 잠긴 지하 동굴은 마치 무덤처럼 느껴집니다. 둔덕 꼭대기로 올라서서 뻥 뚫린 싱크홀 바깥을 바라보니 별이 총총한 하늘이 펼쳐져 있었습니다. 은색 빛이 나선형을 그리며 저 멀리 날아갑니다. 당신은 무거운 마음으로 마르케스 박사의 가방을 손에 움켜쥡니다. 당신이 아는 바로는, 마르케스 박사가 남긴 것은 이 가방이 전부입니다. “거기 누구 있나요?” 떨리는 목소리가 말합니다. 고개를 들어보니 너덜너덜해진 흰색과 금색으로 된 망토를 두른 주민의 모습이 보입니다. 막 악몽에서 깬 사람의 표정이었습니다. 당신은 잠시 망설이다, 여기 아래에 있다고 외칩니다. 잠시 후 굵은 밧줄이 내려왔고, 당신은 밧줄을 타고 기어올라 헴록 베일의 잔해 위로 발을 디딥니다. 주변에 생존자가 모여듭니다. “이렇게 빕니다. 쉽지 않다는 것을 압니다만, 저희를 용서해 주세요.” 한 생존자가 용서를 구합니다. 다른 생존자가 가면과 너덜너덜한 망토를 벗습니다. 군중을 벗어난 순간, 그림자 속에서 낯익은 토끼 가면이 얼핏 보인 것 같아 뒤돌아봤지만, 이미 사라진 후였습니다.
pl: „Nie zapomnijcie mnie.” – Dr Marquez wspina się na szczyt świetlistej pustki i patrzy na was ze spokojną determinacją, po czym rzuca się w koronę światła. Dym o kształcie ludzkiego ciała drży, a następnie łączy się z międzywymiarową tęczą, która wystrzeliła z dogasającej fluorescencji. Mała fala uderzeniowa przewraca was. Spowita ciemnością potężna podziemna jaskinia sprawia wrażenie grobu. Wygrzebujecie się na szczyt kopca i patrzycie przez zapadlisko na niebo pełne gwiazd. Srebrne światło słabo znika w oddali. Z ciężkim sercem patrzycie na trzymaną w dłoniach teczkę dr Marquez – to prawdopodobnie jedyne, co po niej pozostało. „Czy ktoś tam jest?” – słyszycie nad sobą niepewny głos. Patrzycie w górę i widzicie sylwetkę jednego z mieszkańców Doliny, ubranego w postrzępiony biało-złoty płaszcz. Wygląda jak ktoś, kto właśnie zbudził się ze złego snu. Wahacie się przez moment, ale po chwili odpowiadacie na wołanie. Po minucie spada na dół gruba lina, za pomocą której zostajecie wyciągnięci do ruin Doliny Hemlock. Ocalali gromadzą się wokół was. „Prosimy, jeśli uda wam się odnaleźć w sercu miłosierdzie, wybaczcie nam” – mówi jeden z nich. Inny zrzuca maskę i poszarpany płaszcz. Wydaje wam się, że kątem oka widzicie znajomą maskę królika wyglądającą z cienia, ale kiedy odwracacie głowę, by spojrzeć, już jej nie ma.
ru: «Помните меня». Доктор Маркес поднимается на остриё сияющей пустоты и со взвешенной решимостью смотрит на вас сверху вниз, после чего бросается в круг света. Туманная человеческая фигура в сияющем кольце колеблется, затем сливается в необъятную радугу и выстреливает вверх из угасающей флуоресценции. Вас сбивает с ног небольшая ударная волна. Огромная пещера погружается в могильную тьму. Вы взбираетесь на верхушку холма и смотрите вверх. Сквозь дыру в земле виднеется полное звёзд небо. В отдалении едва видна спираль серебряного света. С тяжёлым сердцем вы сжимаете сумку доктора Маркес — всё, что от неё осталось. «Есть там кто внизу?» — зовёт дрожащий голос. Вы поднимаете взгляд на силуэт одного из жителей Хемлок-Вейл. Он облачён в потрёпанный бело-золотой плащ и выглядит так, как будто только что проснулся от кошмара. Вы медлите, но в итоге отзываетесь. Спустя минуту перед вами падает конец толстой верёвки, и вас поднимают наверх, к тому, что осталось от поселения. Вокруг вас собираются выжившие. «Пожалуйста, если в вашей душе ещё осталась капля милосердия… простите нас», — говорит один из них. Другой срывает с себя маску и испачканный балахон. Вам кажется, что на краю толпы из тени выглядывает знакомая кроличья маска, но, когда вы поворачиваете голову, её там уже нет.
zh: “不要忘記我。”馬爾克斯博士攀爬而上，直到那個耀眼虛空的邊緣，臉上寫滿堅定的決心，然後投身光芒之中。在光環內部，煙霧般的人形輪廓動搖著，然後融入無維度的彩虹，衝向消逝的螢光中。一道小型衝擊波把你擊倒在地。 在黑暗中，這個巨大的地下洞穴感覺像一個墳墓。你艱難地爬上土堆，透過天坑望向滿天星辰。銀色的光芒虛弱地盤旋而上，逐漸消失在彼方。你的心情沉重，手中緊握著馬爾克斯博士的背包：這是教授僅存的遺物，至少就你目前所知是如此。 “有人在下面嗎？”一個顫抖的聲音呼喊著。你抬頭看到一個居民的輪廓，身上的襯金白袍已經破爛不堪。他們看起來像是從噩夢中驚醒的人。你猶豫了一下，但隨後出聲回應。過了一會兒，一條粗繩被放了下來，你被拉出洞穴，站在荒廢的鐵杉谷中。倖存者們圍在你身邊，“拜託，如果你能釋懷，請原諒我們。”其中一個人說，另一個則動手撕碎他們的面具和破爛的罩袍。在人群的邊緣，你似乎看到熟悉的兔子面具在陰影中窺視，但當你轉頭看時，它已經消失了。

source: Realizing the professor’s intention, you press her satchel back into her arms clamber up the petrified pile of bodies to stand before the blinding abyss. You clutch the prismatic shard in your hand and look back one last time. The professor stares up at you with a look of utter disbelief. She shouts your name as you turn to face the brilliant spiraling maw. Holding the prismatic shard to your chest, you fling yourself into the infinite void. A feeling of intense euphoria greets you. Folded into the spiraling light are faces: human, animal, alien. You smile, and a thousand mouths smile along with you: each of them a reflection of you in another time, another place, another reality. You feel a warm kinship with these other selves as you sink deeper into the void. The bliss gives way to calm, then to numbness. The other faces refract, split in two, and refract again, as your very being is sundered. A wordless scream registers in your splintered mind, accompanied by excruciating pain. You feel yourself dissolve, along with the abyss. And then, oblivion.
de: Als du die Absicht der Professorin erkennst, drückst du ihr die Tasche in die Hände und kletterst selbst den versteinerten Leichenhaufen hinauf. Schließlich stehst du vor dem blendend hellen Abgrund. Du umklammerst den prismatischen Splitter in deiner Faust und schaust ein letztes Mal zurück. Die Professorin starrt dich mit einem Ausdruck völligen Unglaubens an. Sie ruft deinen Namen, während du dich umdrehst und dich dem leuchtenden, spiralförmigen Schlund zuwendest. Du hältst den prismatischen Splitter an deine Brust und stürzt dich in die unendliche Leere. Ein Gefühl von intensiver Euphorie empfängt dich. Im spiralförmigen Licht erkennst du viele Gesichter: von Menschen, von Tieren und von fremdartigen Wesen. Du lächelst und tausend Münder lächeln mit dir: Jedes Gesicht ist ein Spiegelbild von dir, in einer anderen Zeit, an einem anderen Ort, in einer anderen Realität. Du fühlst eine wohlige Verbundenheit mit deinen anderen Ichs, während du tiefer in die Leere sinkst. Die Glückseligkeit weicht der Ruhe, dann der Taubheit. Die anderen Gesichter brechen das Licht, zerbersten wie kaputte Spiegel und zersplittern weiter, während dein ganzes Wesen entzweigerissen wird. Ein wortloser Schrei ertönt in deinem zersplitterten Geist, begleitet von unerträglichen Schmerzen. Du spürst, wie du dich auflöst, zusammen mit dem Abgrund. Und dann... ewiges Vergessen.
es: Al daros cuenta de las intenciones de la profesora, le devolvéis su mochila y empezáis a trepar por el montón de cuerpos petrificados para colocaros ante el cegador abismo. Aferráis el fragmento prismático y echáis la vista atrás por última vez. La profesora os mira con total incredulidad. Grita vuestros nombres mientras os giráis para afrontar las brillantes fauces en espiral. Os lleváis el fragmento prismático al pecho y os lanzáis al vacío infinito. Os recibe una sensación de euforia intensa. Dentro de la luz espiral hay rostros: humanos, animales y alienígenas. Sonreís y un millar de bocas sonríen con vosotros: cada uno es un reflejo vuestro en otro tiempo, otro lugar, otra realidad. Sentís una cálida afinidad con estos otros yoes mientras os hundís más en el vacío. La dicha da paso a la calma, y luego a un adormecimiento. Los otros rostros se refractan, se dividen en dos y vuelven a refractarse, mientras vuestro mismo ser se destruye. Un grito sin palabras se produce en vuestra mente fragmentada, acompañado de un dolor insoportable. Sentís cómo os disolvéis junto con el abismo. Y luego, el olvido.
fr: Comprenant l’intention du professeur, vous lui remettez sa sacoche dans les bras et vous escaladez la pile de corps pétrifiés pour vous placer devant les abysses aveuglants. Vous serrez l’éclat prismatique dans votre main et regardez en arrière une dernière fois. Le professeur vous regarde avec une expression d’incrédulité totale. Elle crie votre nom tandis que vous vous retournez pour faire face à la gueule brillante en forme de spirale. Tenant l’éclat prismatique contre votre poitrine, vous vous jetez dans le vide infini. Une sensation d’euphorie intense vous accueille. Des visages, humains, animaux, et inhumains, se fondent dans la lumière. Vous souriez, et un millier de bouches sourient avec vous : chacune d’entre elles est votre reflet dans un autre temps, un autre lieu, une autre réalité. À mesure que vous vous enfoncez dans le vide, vous ressentez un lien de parenté chaleureux avec ces autres personnes. La félicité fait place au calme, puis à l’engourdissement. Les autres visages se réfractent, se divisent en deux et se morcellent à nouveau, tandis que votre être même est brisé. Un cri sans parole s’inscrit dans votre esprit fracassé, accompagné d’une douleur atroce. Vous vous sentez vous dissoudre, en même temps que les abysses. Et puis, l’oubli.
it: Intuendo le intenzioni della professoressa, le restituite la borsa e vi arrampicate sulla pila di corpi pietrificati per raggiungere l'abisso accecante. Stringete con forza il frammento prismatico nella mano, e vi girate un'ultima volta verso la vostra guida, che vi restituisce uno sguardo assolutamente incredulo. Urla i vostri nomi mentre vi preparate ad affrontare le fauci spiraleggianti che vi bramano. Con la scheggia prismatica contro il petto, vi tuffate nel vuoto infinito. Una sensazione di intensa euforia vi avvolge. Ripiegati nella luce sfaccettata, ci sono volti umani, animali, alieni. Sorridete e un migliaio di bocche sorridono insieme a voi: ognuna appartiene a una versione di voi in un'altra epica, in un altro luogo, in un'altra realtà. Più affondate nel vuoto, più vi sentite avvolti da un'accogliente affinità con gli altri voi, e la beatitudine lascia il posto alla quiete, al torpore. Gli altri volti si rifrangono, si spezzano e poi si rifrangono ancora una volta, mentre percepite che la vostra essenza stessa va in frantumi. Le vostre menti infrante registrano un urlo muto, accompagnato da un dolore straziante. Sentite dissolvere voi stessi, insieme all'abisso. Infine... l'oblio.
ko: 마르케스 박사의 의도를 간파한 당신은, 박사의 가방을 되돌려 주고서 석화된 시체의 산을 기어올라 눈이 멀어버릴 것만 같은 심연 앞에 섭니다. 당신은 찬란한 색채를 내뿜는 파편을 손에 쥐고서 마지막으로 한 번 뒤돌아봅니다. 박사는 전혀 믿을 수 없다는 표정으로 당신을 올려다봅니다. 당신이 다시 찬란하게 소용돌이치는 나락을 향해 돌아서자, 마르케스 박사가 당신의 이름을 외칩니다. 파편을 가슴팍에 움켜쥐고서, 당신은 무한한 공허 속으로 몸을 던집니다. 강렬한 희열감이 밀려듭니다. 나선을 이루는 빛 속에서 인간의 얼굴, 동물의 형체, 외계적인 무언가 등 다양한 것들이 펼쳐집니다. 당신이 미소를 짓자 천 개의 입이 당신과 함께 미소 짓습니다. 그 모든 얼굴은 다른 시간, 다른 공간, 다른 현실에 존재하는 또 다른 당신의 반영이었습니다. 공허 속으로 더욱더 깊이 빠져드는 가운데, 당신의 다른 자아와 따스한 유대감을 느낍니다. 환희는 평온함으로, 평온함은 무감각으로 바뀌어갑니다. 지금 당신이라는 존재가 찢어지며 다른 얼굴들도 굴절하고 둘로 갈라지며 또다시 굴절합니다. 극심한 고통에 이어, 산산이 조각나버린 정신 속에서 말 없는 비명이 울려 퍼집니다. 당신은 마침내 흩어져 심연 속으로 녹아듭니다. 그리고 온전한 망각이 찾아옵니다.
pl: Gdy uświadamiacie sobie, co planuje Rosa, wciskacie jej torbę z powrotem w ramiona, wspinacie się na skamieniały stos ciał i stajecie przed oślepiającą przepaścią. Ściskając w dłoni pryzmatyczny odłamek, oglądacie się za siebie po raz ostatni. Badaczka wpatruje się w was z niedowierzaniem. Wykrzykuje wasze imiona, gdy odwracacie się twarzami do olśniewającej, spiralnej otchłani. Ściskając pryzmatyczny odłamek przy piersi, rzucacie się w nieskończoną pustkę. Zalewa was uczucie euforii. W wirującym świetle dostrzegacie twarze: ludzkie, zwierzęce, obcych. Uśmiechacie się, a tysiące innych twarzy uśmiecha się razem z wami. Każda z nich jest odbiciem was w innym czasie, innym miejscu, innej rzeczywistości. Gdy zanurzacie się coraz głębiej w pustkę, czujecie serdeczną więź z tymi innymi wami. Błogość ustępuje spokojowi, potem odrętwieniu. Inne twarze załamują się, rozpadają na pół i znów się łamią, aż całe wasze jestestwo zostaje rozdarte. W rozbitym umyśle pojawia się bezsłowny krzyk, któremu towarzyszy rozdzierający ból. Czujecie, że rozpływacie się razem z otchłanią. A potem – nicość.
ru: Осознав, что профессор собирается сделать, вы пихаете сумку обратно ей в руки, взбираетесь по окаменевшей груде тел и встаёте перед ослепляющей бездной. Сжимая в руке призматический осколок, вы в последний раз оглядываетесь. Профессор ошарашенно смотрит на вас, не веря своим глазам. Она выкрикивает ваше имя, когда вы поворачиваетесь к сияющей спиральной пасти. Прижимая к груди призматический осколок, вы бросаетесь в бесконечную пустоту. Вас захватывает чувство ошеломляющей эйфории. В спираль света складываются лица: человеческие, инопланетные, звериные. Вы улыбаетесь, и тысячи лиц улыбаются вместе с вами: каждое из них есть отражение вас в другом времени, другом месте, другой реальности. Погружаясь в пустоту, вы ощущаете уютное родство с этими другими «я». Блаженство сменяется спокойствием, затем оцепенением. Другие лица преломляются, раскалываются надвое, затем снова преломляются. Само ваше существо распадается на части. В вашем раздробленном сознании раздаётся беззвучный крик, сопровождаемый мучительной болью. Вы чувствуете, как растворяетесь вместе с бездной. Затем — ничто.
zh: 意識到教授的意圖，你將她的背包重新塞回她的手中，爬上那一堆石化的屍體，站在那耀眼的深淵前。你緊握著棱彩碎片，回頭看了最後一眼，教授震驚地望著你，大聲喊著你的名字，而你轉向那旋轉著的光亮巨口，將碎片緊緊擁在胸前，投身於無盡的虛空之中。 強烈的快感迎接著你。在旋轉的光芒中，有各種面孔：人類、動物、外星人。你笑了，而成千上萬的面容也隨之而笑：每一個都是你在另一個時刻、另一個地方、另一個現實的反映，你能感受到與這些其他自我之間溫暖的聯繫。隨著你深入虛空之中，愉悅逐漸轉為寧靜，然後逐漸麻木。其他的面孔折射、分裂，再次折射，因你的存在本身已被打碎。 一聲無言的尖叫在你支離破碎的心靈中響起，伴隨著難以忍受的痛苦。你感到自己和深空一同消散。 然後，寂滅到來。
