Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: If the Dr. Marquez story asset is not in play, search each investigator’s deck and all out-of-play areas for Dr. Marquez and put her into play under the control of an investigator. She does not take up an ally slot for the remainder of this scenario.
de: Falls sich die Storyvorteilskarte Dr. Rosa Marquez nicht im Spiel befindet, durchsuche jedes Ermittlerdeck und alle Spielzonen außerhalb des Spiels nach der Storyvorteilskarte Dr. Rosa Marquez und bringe sie unter der Kontrolle eines Ermittlers ins Spiel. Sie benötigt für den Rest dieses Szenarios keinen Verbündeter-Slot.
es: Si el Apoyo de historia Dra. Marquez no está en juego, busca en el mazo de cada investigador y en todas las zonas fuera del juego a la Dra. Marquez y ponla en juego bajo el control de un investigador. No ocupa un espacio de aliado durante el resto de este escenario.
fr: Si le soutien d’histoire Dr Marquez n’est pas en jeu, cherchez le Dr Marquez dans chaque deck Investigateur et dans chaque zone hors jeu et mettez-la en jeu sous le contrôle d’un investigateur. Elle n’occupe pas d’emplacement d’allié pour le reste de ce scénario.
it: Se il supporto storia Dott.ssa Rosa Marquez non è in gioco, cercate nel mazzo di ogni investigatore e in tutte le aree fuori dal gioco la Dott.ssa Rosa Marquez e mettetela in gioco sotto il controllo di un investigatore. Non occupa uno slot alleato per il resto di questo scenario.
ko: ‘로사 마르케스 박사’ 이야기 자산이 플레이 상태가 아니라면, 모든 조사자의 덱과 비플레이 영역에서 ‘로사 마르케스 박사’를 찾아 조사자 한 명이 조종하도록 플레이 영역에 둡니다. 이번 시나리오가 끝날 때까지 ‘로사 마르케스 박사’는 조력자 슬롯을 차지하지 않습니다.
pl: Jeśli atut fabularny Dr Rosa Marquez nie znajduje się w grze, przeszukaj talię każdego badacza i wszystkie obszary poza grą w poszukiwaniu Dr Rosy Marquez i umieść ją w grze, pod kontrolą dowolnego badacza. Do końca tego scenariusza nie zajmuje ona żadnej strefy sprzymierzeńca.
ru: Если сюжетный актив «Доктор Роза Маркес» не в игре, найдите её в колодах всех сыщиков и всех неигровых зонах и введите в игру под контроль любого сыщика. На протяжении этого сценария она не занимает слот союзника.
zh: 如果馬爾克斯博士劇情支援不在場上，查找每位調查員的牌庫和所有場外區域，找出馬爾克斯博士並將她放置入場，置於任意調查員的控制之下。本場冒險期間，她不佔用盟友槽位。

source: Flip The Abyss story card to its location side.
de: Drehe die Handlungskarte Der Abgrund auf ihre Ortsseite um.
es: Dale la vuelta a la carta de Historia El abismo para mostrar su lado de Lugar.
fr: Retournez la carte histoire Les Abysses sur sa face lieu.
it: Girate sul lato luogo la carta storia Abisso.
ko: ‘심연’ 이야기 카드를 장소 면으로 뒤집습니다.
pl: Odwróć kartę fabuły Otchłań na stronę z lokalizacją.
ru: Переверните сюжетную карту «Бездна» стороной локации вверх.
zh: 將深空劇情卡牌翻至其地點面。

source: Flip each Cosmic Emissary enemy to its [[Shattered]] side <i>(breaking their formation)</i>. Place the Cosmic Emissary <i>(The Abyss)</i> enemy at The Abyss location. Place each other Cosmic Emissary enemy the Mirror Nest location it was physically bordering.
de: Drehe jeden Gegner Kosmischer Sendbote auf seine Zerstört-Seite um <i>(dabei wird die Formation aufgelöst)</i>. Platziere den Gegner Kosmischer Sendbote <i>(Der Abgrund)</i> auf dem Ort Der Abgrund. Platziere jeden anderen Gegner Kosmischer Sendbote auf dem Spiegelnest, das er zuvor berührt hat.
es: Dale la vuelta a cada Enemigo Emisario cósmico para mostrar su lado [[Destrozado]] <i>(rompiendo su formación)</i>. Coloca el Enemigo Emisario cósmico <i>(El abismo)</i> en el Lugar El abismo. Coloca cada uno de los demás Enemigos Emisario cósmico en el Lugar Nido de espejos que bordeaba físicamente.
fr: Retournez chaque ennemi Émissaire Cosmique sur sa face [[Dévasté]] <i>(cela brise sa formation)</i>. Placez l’ennemi Émissaire Cosmique <i>(Les Abysses)</i> dans le lieu Les Abysses. Placez chaque autre ennemi dans le lieu Nid Miroir qu’il bordait physiquement.
it: Girate sul lato Infranto ogni nemico Emissario Cosmico <i>(rompendo la formazione)</i>. Collocate il nemico Emissario Cosmico <i>(L'Abisso)</i> nel luogo Abisso. Collocate ogni altro nemico Emissario Cosmico nel luogo Antro a Specchio con cui confinava fisicamente.
ko: 모든 ‘우주에서 온 특사’ 적을 [[산산조각난]] 면으로 뒤집습니다<i>(대열이 깨집니다)</i>. ‘우주에서 온 특사<i>(심연)</i>’ 적을 ‘심연’ 장소에 놓습니다. 나머지 모든 ‘우주에서 온 특사’ 적을, 각각 그 적과 물리적으로 맞닿아 있었던 ‘거울상 소굴’ 장소에 놓습니다.
pl: Odwróć każdego wroga Kosmiczny wysłannik na stronę z cechą [[Rozbity]] <i>(łamiąc ich szyk)</i>. Umieść wroga Kosmiczny wysłannik <i>(Otchłań)</i> w lokalizacji Otchłań. Umieść każdego innego wroga Kosmiczny wysłannik w lokalizacji Lustrzane gniazdo, z którą fizycznie graniczył.
ru: Переверните все экземпляры врага «Посланник космоса» [[расколотой]] стороной вверх <i>(нарушив его структуру)</i>. Положите врага «Посланник космоса (Бездна)» в локацию «Бездна». Положите все остальные экземпляры этого врага в граничащую с его картой локацию «Зеркальный карман».
zh: 將每個星界神使敵人翻至其[[破碎]]面<i>(破壞其結構)</i>。將星界神使<i>(深空)</i>敵人放置到深空地點。將每個其他星界神使敵人放到其擺放位置上相鄰的群鏡之巢地點。

source: Put Act 3a—Fate of the Vale (v.I) into play. Remove each other act from the game.
de: Bringe Szene 3a – Das Schicksal des Tals (V. I) ins Spiel. Entferne jede andere Szene aus dem Spiel.
es: Pon en juego el acto 3a – El destino del Valle (v.I). Retira todos los demás actos de la partida.
fr: Mettez en jeu l’Acte 3a—Le Destin de Vale (v.I). Retirez tous les autres actes de la partie.
it: Mettete in gioco il Capitolo 3a - Il Destino della Valle (v. I). Rimuovete dal gioco ogni altro capitolo.
ko: 주요목적 3a - ‘헴록 베일의 운명(v.I)’을 플레이 영역에 둡니다. 나머지 모든 주요목적 카드는 게임에서 제거합니다.
pl: Umieść Akt 3a – Los Doliny (w. I) w grze. Usuń pozostałe akty z gry.
ru: Введите в игру сцену 3a «Участь Хемлок-Вейл (вариант I)». Удалите все остальные сцены из игры.
zh: 將場景3a谷中宿命(版本一)放置入場。將所有其他場景從遊戲中移除。

source: With Dr. Marquez’s help, you clamber out of the sinkhole to find Hemlock Vale engulfed in blood-red mist. After scouring the village for survivors, you find several friends. “We have to save as many people as we can,” Dr. Marquez says. As you begin your search, the shining entity emerges from the sinkhole, refracted like shattered glass.
de: Mit der Hilfe von Dr. Marquez kletterst du aus dem Erdloch. Ganz Hemlock Vale ist in blutroten Nebel gehüllt. Als ihr das Dorf nach Überlebenden absucht, findet ihr einige Freunde wieder. „Wir müssen so viele Menschen retten, wie wir können“, sagt Dr. Marquez. Als ihr weiterlauft, taucht plötzlich das leuchtende Wesen aus dem Erdloch auf. Das Licht bricht sich in ihm wie in zersplittertem Glas.
es: Con ayuda de la Dra. Marquez, salís del socavón y descubrís que el Valle de la Cicuta está envuelto en una niebla de color rojo sangre. Tras registrar el pueblo en busca de supervivientes, encontráis a varios amigos. –Tenemos que salvar a tantas personas como podamos –dice la Dra. Marquez. Cuando empezáis la búsqueda, la brillante entidad surge del socavón, refractada como un cristal roto.
fr: Avec l’aide du Dr Marquez, vous vous hissez hors du gouffre pour découvrir Hemlock Vale englouti dans une brume rouge sang. Après avoir parcouru le village à la recherche de survivants, vous trouvez plusieurs amis. « Nous devons sauver autant de personnes que possible », dit le Dr Marquez. Alors que vous commencez vos recherches, l’entité brillante émerge du gouffre. Elle réfracte la lumière comme du verre brisé.
it: Con l'aiuto della dottoressa Marquez, vi arrampicate fuori dalla voragine ritrovandovi in un villaggio immerso in una nebbia rosso sangue. Girate per Hemlock Vale in cerca di sopravvissuti e per fortuna riuscite a trovare diversi vostri amici. "Dobbiamo salvare quante più persone possibile" vi dice la professoressa ma, non appena vi mettete al lavoro, l'entità scintillante emerge dal buco nel terreno rifrangendo la luce come uno specchio infranto.
ko: 마르케스 박사의 도움을 받아 싱크홀에서 기어 나오자, 피처럼 붉은 안개에 휩싸인 헴록 베일의 모습이 펼쳐집니다. 생존자를 찾아 마을을 수색하며 몇몇 친구를 발견했습니다. “최대한 많은 사람을 구해야 해요.” 마르케스 박사가 말합니다. 당신이 다시금 수색을 시작하려던 찰나, 싱크홀에서 빛나는 존재가 솟아오릅니다. 그것은 마치 산산이 조각난 유리처럼 빛을 사방으로 굴절시킵니다.
pl: Z pomocą dr Marquez wygrzebujecie się z zapadliska i waszym oczom ukazuje się Dolina Hemlock spowita krwistoczerwoną mgłą. Po przeszukaniu wioski w poszukiwaniu ocalałych, znajdujecie kilku waszych przyjaciół. „Musimy ocalić jak najwięcej osób” – mówi dr Marquez. Gdy zaczynasz poszukiwania, z zapadliska wyłania się lśniąca istota, załamująca światło jak rozbite szkło.
ru: С помощью доктора Маркес вы выбираетесь из провала в земле и обнаруживаете, что Хемлок-Вейл окутана кровавокрасной дымкой. Прочесав деревню в поисках выживших, вы находите нескольких друзей. «Мы обязаны спасти столько людей, сколько сможем», — говорит доктор Маркес. Как только вы возвращаетесь к поискам, из провала поднимается сияющая сущность, преломляя свет, словно битое стекло.
zh: 在馬爾克斯博士的幫助下，你爬出了天坑，發現鐵杉谷被血紅色的迷霧所籠罩。你們在村莊中尋找倖存者，最後找到了幾位朋友。“我們必須盡可能拯救更多的人。”馬爾克斯博士說。當你開始搜尋時，那閃亮的實體從天坑中浮現，像破碎的玻璃般折射著光芒。

source: Remove each Mirror Nest and [[Cave]] location from the game <i>(Discard each enemy and attachment at those locations)</i>.
de: Entferne jeden Ort Spiegelnest und jeden [[Höhle]]-Ort aus dem Spiel.
es: Retira de la partida todos los Lugares Nido de espejos y [[Cueva]] <i>(Descarta cada Enemigo y carta vinculada a dichos Lugares)</i>.
fr: Retirez de la partie chaque Nid Miroir et chaque lieu [[Grotte]]. <i>(Défaussez chaque ennemi et attachement de ces lieux)</i>.
it: Rimuovete dal gioco ogni luogo Antro a Specchio e [[Caverna]] <i>(Scartate ogni nemico e aggiunta su questi luoghi)</i>.
ko: 모든 ‘거울상 소굴’과 [[동굴]] 장소를 게임에서 제거합니다.
pl: Usuń z gry każde Lustrzane gniazdo i każdą lokalizację z cechą [[Jaskinia]]. <i>(Odrzuć każdego wroga i dołączone karty z tej lokalizacji)</i>.
ru: Удалите из игры все локации-[[пещеры]] и все экземпляры «Зеркального кармана».
zh: 將每個群鏡之巢和[[洞穴]]地點從遊戲中移除。<i>(棄掉這些地點上的所有敵人和附屬的卡牌)</i>。

source: Put each set-aside [[Hemlock Vale]] location into play on its <i>(Night)</i> side according to the diagram below.
de: Bringe jeden beiseitegelegten [[Hemlock Vale]]-Ort auf seiner <i>(Nacht)</i>-Seite wie unten angegeben ins Spiel.
es: Pon cada Lugar [[Valle de la Cicuta]] puesto aparte en juego por su lado <i>(Noche)</i> según el diagrama de más abajo.
fr: Mettez en jeu chaque lieu [[Hemlock Vale]] sur sa face <i>(Nuit)</i> conformément au schéma ci-dessous.
it: Mettete in gioco ogni luogo [[Hemlock Vale]] messo da parte sul lato <i>(Notte)</i>, secondo la Disposizione dei Luoghi sottostante.
ko: 아래의 장소 배치도에 따라, 치워 두었던 모든 [[헴록 베일]] 장소를 <i>(밤)</i> 면이 보이도록 플레이 영역에 둡니다.
pl: Umieść w grze każdą odłożoną na bok lokalizację z cechą [[Dolina Hemlock]], stroną <i>(Noc)</i> do góry, zgodnie ze schematem poniżej.
ru: Введите все отложенные локации с чертой [[Хемлок-Вейл]] в игру стороной <b>(Ночь [night])</b> вверх в соответствии со схемой ниже.
zh: 將每個放在一旁的[[鐵杉谷]]地點放置入場，<i>(黑夜)</i>面朝上。

source: Move each investigator to The Crossroads.
de: Bewege jeden Ermittler zur Wegkreuzung.
es: Mueve todos los investigadores a El cruce de caminos.
fr: Déplacez chaque investigateur à La Croisée des Chemins.
it: Muovete ogni investigatore fino al Crocevia.
ko: 모든 조사자를 ‘교차로’로 이동시킵니다.
pl: Porusz wszystkich badaczy na Rozdroże.
ru: Переместите каждого сыщика на «Перекрёсток».
zh: 將每位調查員移動到十字路口。

source: Search all in- and out-of-play areas for Helen Peters and Theo Peters and put each into play under the control of any investigator(s), asset side faceup.
de: Durchsuche alle Spielzonen innerhalb und außerhalb des Spiels nach den Karten Helen Peters und Theo Peters und bringe sie unter der Kontrolle beliebiger Ermittler mit der Vorteilsseite nach oben ins Spiel.
es: Busca en todas las zonas de juego y fuera del juego a Helen Peters y Theo Peters y pon a cada uno de ellos en juego bajo el control de cualquier investigador o investigadores, con el lado de Apoyo boca arriba.
fr: Cherchez Helen Peters et Theo Peters dans toutes les zones en jeu et hors jeu et mettez en jeu chacun d’eux sous le contrôle de n’importe quel(s) investigateur(s), face soutien visible.
it: Cercate in tutte le aree in gioco e fuori dal gioco Helen Peters e Theo Peters e metteteli in gioco sotto il controllo di uno o più investigatori con il lato supporto a faccia in su.
ko: 모든 플레이 영역과 비플레이 영역에서 ‘헬렌 피터스’와 ‘테오 피터스’를 찾아 각각을 아무 조사자 한 명이 조종하도록 플레이 영역에 둡니다(자산 면이 보이도록 두며, 두 자산을 나누어 조종해도 됩니다).
pl: Przeszukaj wszystkie obszary znajdujące się w grze i poza grą w poszukiwaniu Helen Peters i Theo Petersa i umieść każde z nich w grze, pod kontrolą dowolnego badacza (lub badaczy), stroną z atutem do góry.
ru: Найдите во всех игровых и внеигровых зонах «Элен Питерс» и «Тео Питерса» и введите их в игру под контроль любых сыщиков стороной актива вверх.
zh: 查找所有場上和場外區域，找出海倫．彼得斯和西奧．彼得斯並將他們放置入場，置於任意調查員的控制之下，支援面朝上。

source: Search all in- and out-of-play areas for River Hawthorne and William Hemlock and put each into play under the control of any investigator(s), asset side faceup.
de: Durchsuche alle Spielzonen innerhalb und außerhalb des Spiels nach den Karten River Hawthorne und William Hemlock und bringe sie unter der Kontrolle beliebiger Ermittler mit der Vorteilsseite nach oben ins Spiel.
es: Busca en todas las zonas de juego y fuera del juego a River Hawthorne y William Cicuta y pon a cada uno de ellos en juego bajo el control de cualquier investigador o investigadores, con el lado de Apoyo boca arriba.
fr: Cherchez River Hawthorne et William Hemlock dans toutes les zones en jeu et hors jeu et mettez en jeu chacun d’eux sous le contrôle de n’importe quel(s) investigateur(s), face soutien visible.
it: Cercate in tutte le aree in gioco e fuori dal gioco River Hawthorne e William Hemlock e metteteli in gioco sotto il controllo di uno o più investigatori con il lato supporto a faccia in su.
ko: 모든 플레이 영역과 비플레이 영역에서 ‘리버 호손’과 ‘윌리엄 헴록’을 찾아 각각을 아무 조사자 한 명이 조종하도록 플레이 영역에 둡니다(자산 면이 보이도록 두며, 두 자산을 나누어 조종해도 됩니다).
pl: Przeszukaj wszystkie obszary znajdujące się w grze i poza grą w poszukiwaniu River Hawthorne i Williama Hemlocka i umieść każde z nich w grze, pod kontrolą dowolnego badacza (lub badaczy), stroną z atutem do góry.
ru: Найдите во всех игровых и внеигровых зонах «Ривер Хоуторн» и «Уильяма Хемлока» и введите их в игру под контроль любых сыщиков стороной актива вверх.
zh: 查找所有場上和場外區域，找出芮福．霍桑和威廉．赫姆拉克並將他們放置入場，置於任意調查員的控制之下，支援面朝上。

source: Put Act 3a—Fate of the Vale (v.II) into play. Remove each other act from the game.
de: Bringe Szene 3a – Das Schicksal des Tals (V. II) ins Spiel. Entferne jede andere Szene aus dem Spiel.
es: Pon en juego el acto 3a – El destino del Valle (v.II). Retira todos los demás actos de la partida.
fr: Mettez en jeu l’Acte 3a—Le Destin de Vale (v.II). Retirez tous les autres actes de la partie.
it: Mettete in gioco il Capitolo 3a - Il Destino della Valle (v. II). Rimuovete dal gioco ogni altro capitolo.
ko: 주요목적 3a - ‘헴록 베일의 운명(v.II)’을 플레이 영역에 둡니다. 나머지 모든 주요목적 카드는 게임에서 제거합니다.
pl: Umieść Akt 3a – Los Doliny (w. II) w grze. Usuń pozostałe akty z gry.
ru: Введите в игру сцену 3a «Участь Хемлок-Вейл (вариант II)». Удалите все остальные сцены из игры.
zh: 將場景3a谷中宿命(版本二) 放置入場。將所有其他場景從遊戲中移除。

source: Search the <i>Day of the Feast</i> encounter set for 2 copies of Frenzied Reveler, shuffle them with each set-aside [[Resident]] card, and place them, enemy side faceup, beneath each location except The Crossroads, distributed as evenly as possible.
de: Durchsuche das Begegnungsset <i>Festtag</i> nach 2 Kopien von Rasende Feiernde und mische sie mit jeder beiseitegelegten [[Einwohner]]-Karte mit der Gegnerseite nach oben zusammen. Platziere die Karten so gleichmäßig wie möglich unter allen Orten (außer unter Die Wegkreuzung).
es: Busca en el conjunto de encuentros <i>Día de la fiesta</i> 2 copias del Festejante enajenado, barájalas junto con todas las cartas [[Habitante]] puestas aparte y coloca cada una de ellas, con el lado de Enemigo boca arriba, bajo cada Lugar, excepto El cruce de caminos, distribuidas lo más equitativamente posible.
fr: Cherchez 2 exemplaires du Noceur Possédé dans le set de rencontre <i>Jour du Festin</i>, mélangez-les avec chaque carte [[Habitant]] mise de côté, et placez-les face Ennemi visible sous chaque lieu à l’exception de La Croisée des Chemins, répartis aussi également que possible.
it: Cercate nel set di incontri <i>Giorno della Festa</i> 2 copie della Festante Forsennata, mescolatele con ogni carta [[Abitante]] messa da parte e collocatele con il lato nemico a faccia in su sotto ogni luogo tranne il Crocevia, distribuite nel modo più equo possibile.
ko: [[축일]] 조우 세트에서 ‘광란에 빠진 연회객’ 적 사본 2장을 찾아, 치워 두었던 모든 [[주민]] 카드와 함께 적 면이 보이도록 섞습니다. 이 카드들을 ‘교차로’를 제외한 모든 장소마다 가능한 한 균등하게 나누어 해당 장소 밑에 놓습니다(적 면이 보이도록 장소 밑에 놓습니다).
pl: Przeszukaj zestaw spotkań <i>Dzień Uczty</i> w poszukiwaniu 2 kopii Oszalałego biesiadnika, potasuj je z każdą odłożoną na bok kartą z cechą [[Mieszkaniec]] i umieść je, stroną z wrogiem do góry, pod każdą lokalizacją z wyjątkiem Rozdroża, rozdzielając je tak równo jak to możliwe.
ru: Найдите в наборе контактов «День пиршества» 2 экземпляра «Исступлённой гостьи», замешайте их вместе со всеми отложенными картами [[жителей]] и подложите их стороной врага вверх под каждую локацию, кроме «Перекрёстка», распределив как можно равномернее.
zh: 查找<i>盛宴之日</i>遭遇組，找出2張喪心狂歡者敵人，將其與每張放在一旁的[[住民]]卡牌混洗，以敵人面朝上放置他們，將其放到除了十字路口以外的每個地點下方，盡可能平均分配他們。

source: Flip each Cosmic Emissary enemy to its [[Shattered]] side <i>(breaking their formation)</i>. Place Cosmic Emissary <i>(The Abyss)</i> at The Crossroads. Shuffle the remaining Cosmic Emissary enemies and place one of each at The Boarding House, The Commons, and The Atwood House.
de: Drehe jeden Gegner Kosmischer Sendbote auf seine Zerstört-Seite um <i>(dabei wird die Formation aufgelöst)</i>. Platziere den Gegner Kosmischer Sendbote <i>(Der Abgrund)</i> auf dem Ort Die Wegkreuzung. Mische die übrigen Gegner Kosmischer Sendbote und platziere je 1 auf der Pension, der Versammlungshalle und dem Atwood-Haus.
es: Dale la vuelta a cada Enemigo Emisario cósmico para mostrar su lado [[Destrozado]] <i>(rompiendo su formación)</i>. Coloca el Enemigo Emisario cósmico <i>(El abismo)</i> en El cruce de caminos. Baraja los Enemigos Emisario cósmico restantes y coloca uno en cada uno de los siguientes Lugares: La pensión, El salón comunitario y La Casa Atwood.
fr: Retournez chaque ennemi Émissaire Cosmique sur sa face [[Dévasté]] <i>(cela brise leur formation)</i>. Placez l’Émissaire Cosmique <i>(Les Abysses)</i> dans La Croisée des Chemins. Mélangez le reste des ennemis Émissaire Cosmique et placez chacun d’eux dans La Pension de Famille, La Salle Commune et Le Manoir Atwood.
it: Girate ogni nemico Emissario Cosmico sul lato [[Infranto]] <i>(rompendo la formazione)</i>. Collocate l'Emissario Cosmico <i>(L'Abisso)</i> nel Crocevia. Mescolate i nemici Emissario Cosmico rimanenti e collocatene 1 nella Pensione, 1 nel Refettorio e 1 nella Casa degli Atwood.
ko: 모든 ‘우주에서 온 특사’ 적을 [[산산조각난]] 면으로 뒤집습니다 <i>(대열이 깨집니다)</i>. ‘우주에서 온 특사<i>(심연)</i>’ 적을 ‘교차로’ 장소에 놓습니다. 나머지 모든 ‘우주에서 온 특사’ 적을 섞어, 각각 ‘손님 숙소’, ‘마을 회관’, ‘앳우드 저택’에 하나씩 놓습니다.
pl: Odwróć każdego wroga Kosmiczny wysłannik na stronę z cechą [[Rozbity]] <i>(łamiąc ich szyk)</i>. Umieść Kosmicznego wysłannika <i>(Otchłań)</i> na Rozdrożu. Potasuj pozostałych wrogów Kosmiczny wysłannik i umieść po 1 z nich w Pensjonacie, Stodole i Domu Atwoodów.
ru: Переверните каждого врага «Посланник космоса» [[расколотой]] стороной вверх <i>(нарушив его структуру)</i>. Положите врага «Посланник космоса (Бездна)» на «Перекрёсток». Перемешайте оставшиеся экземпляры «Посланника космоса» и выложите по одному в «Пансион», «Деревенский клуб» и «Дом Этвудов».
zh: 將每個星界神使敵人翻至其[[破碎]]面<i>(破壞其結構)</i>。將星界神使<i>(深空)</i>敵人放置到十字路口。混洗剩餘的星界神使敵人並將其分別放到旅店、城鎮大堂和阿特伍德大宅上。

source: With Dr. Marquez’s help, you clamber out of the sinkhole to find Hemlock Vale engulfed in blood-red mist. If this alien presence is feeding off the people, flora, and fauna of the island, you may still be able to deprive it of a meal. The village is full of fireworks. Perhaps it is enough to set the island ablaze...
de: Mit der Hilfe von Dr. Marquez kletterst du aus dem Erdloch. Ganz Hemlock Vale ist in blutroten Nebel gehüllt. Wenn diese außerirdische Präsenz sich von den Menschen, der Flora und der Fauna der Insel ernährt, kannst du ihr vielleicht die nächste Mahlzeit zunichtemachen. Im Dorf sind viele Feuerwerkskörper verteilt. Vielleicht reichen sie ja aus, um die Insel in Brand zu setzen...
es: Con ayuda de la Dra. Marquez, salís del socavón y descubrís que el Valle de la Cicuta está envuelto en una niebla de color rojo sangre. Si esta presencia alienígena se está alimentando de la gente, flora y fauna de la isla, tal vez aún podáis dejarla sin comida. El pueblo está lleno de fuegos artificiales. Puede que basten para prenderle fuego a la isla…
fr: Avec l’aide du Dr Marquez, vous vous hissez hors du gouffre pour découvrir Hemlock Vale engloutie dans une brume rouge sang. Si cette présence extraterrestre se nourrit des habitants, de la flore et de la faune de l’île, vous pouvez encore la priver de repas. Le village est rempli de feux d’artifice. Il y a peut-être de quoi embraser l’île…
it: Con l'aiuto della dottoressa Marquez, vi arrampicate fuori dalla voragine ritrovandovi in un villaggio immerso in una nebbia rosso sangue. Se questa presenza si sta nutrendo degli abitanti, della flora e della fauna dell'isola, forse potreste riuscire a toglierle il cibo di bocca. Il villaggio è pieno di fuochi d'artificio, abbastanza da mettere a ferro e fuoco l'intero posto...
ko: 마르케스 박사의 도움을 받아 싱크홀에서 기어 나오자, 피처럼 붉은 안개에 휩싸인 헴록 베일의 모습이 펼쳐집니다. 이 외계의 존재가 헴록 섬의 사람과 동식물을 먹잇감으로 삼은 것이라면, 놈에게서 먹이를 빼앗아버리는 방법도 있습니다. 다행히도 마을 곳곳에 폭죽이 설치되어 있습니다. 그거라면 섬 전체를 불태우기에 충분할지도 모르겠습니다...
pl: Z pomocą dr Marquez wygrzebujecie się z zapadliska i waszym oczom ukazuje się Dolina Hemlock spowita krwistoczerwoną mgłą. Jeśli ta obca obecność żywi się ludźmi, florą i fauną wyspy, możesz spróbować pozbawić ją pożywienia. Wioska jest pełna fajerwerków. Może wystarczy po prostu ją podpalić...
ru: С помощью доктора Маркес вы выбираетесь из провала в земле и обнаруживаете, что Хемлок-Вейл окутана кроваво-красной дымкой. Если эта инопланетная сущность питается жителями, флорой и фауной острова, вы всё ещё можете отрезать её от источника пищи. Деревня битком набита фейерверками. Возможно, этого будет достаточно, чтобы предать весь остров огню…
zh: 在馬爾克斯博士的幫助下，你爬出了天坑，發現鐵杉谷被血紅色的迷霧所籠罩。如果這個外星存在正在以島上的人、植物和動物為食，你也許仍來得及剝奪它的養分來源。村莊裡滿是煙火，或許足夠引發讓這座島陷入火海的大火。

source: Put Act 3a—Fate of the Vale (v.III) into play. Remove each other act from the game.
de: Bringe Szene 3a – Das Schicksal des Tals (V. III) ins Spiel. Entferne jede andere Szene aus dem Spiel.
es: Pon en juego el acto 3a – El destino del Valle (v.III). Retira todos los demás actos de la partida.
fr: Mettez en jeu l’Acte 3a—Le Destin de Vale (v.III). Retirez tous les autres actes de la partie.
it: Mettete in gioco il Capitolo 3a - Il Destino della Valle (v. III). Rimuovete dal gioco ogni altro capitolo.
ko: 주요목적 3a - ‘헴록 베일의 운명(v.III)’을 플레이 영역에 둡니다. 나머지 모든 주요목적 카드는 게임에서 제거합니다.
pl: Umieść Akt 3a – Los Doliny (w. III) w grze. Usuń pozostałe akty z gry.
ru: Введите в игру сцену 3a «Участь Хемлок-Вейл (вариант III)». Удалите все остальные сцены из игры.
zh: 將場景3a谷中宿命(版本三) 放置入場。將所有其他場景從遊戲中移除。
