Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Draw a [[Resident]] card underneath any location and put it into play at that location, exhausted, enemy side faceup.
de: Ziehe 1 [[Einwohner]]-Karte unter einem beliebigen Ort und bringe sie dort mit der Gegnerseite nach oben erschöpft ins Spiel.
es: Roba una carta [[Habitante]] que esté bajo cualquier Lugar y ponla en juego en ese Lugar, agotada, con el lado de Enemigo boca arriba.
fr: Piochez une carte [[Habitant]] sous n’importe quel lieu et mettez-la en jeu dans ce lieu, inclinée, face Ennemi visible.
it: Pesca 1 carta [[Abitante]] sotto un qualsiasi luogo e mettila in gioco in quel luogo esaurita con il lato nemico a faccia in su.
ko: 아무 장소 한 곳 밑에 있는 [[주민]] 카드 하나를 뽑아, 플레이 영역 중 그 장소에 적 면이 보이도록 소진 상태로 둡니다.
pl: Dobierz kartę z cechą [[Mieszkaniec]] spod dowolnej lokalizacji i umieść ją w grze, w danej lokalizacji, wyczerpaną, stroną z wrogiem do góry.
ru: Возьмите карту [[жителя]] из-под любой локации и введите её в игру в ту локацию повёрнутой и стороной врага вверх.
zh: 從任意一個地點下方抽取一張[[住民]]卡牌並將其放置入場，位於該地點上，敵人面朝上並將其橫置。

source: William jots another purple verse in his pocketbook. “My family’s legacy is so like the cup of Socrates. Death lies therein, but so does freedom and release...Oh, and. And...release rhymes with ‘ feast’...”
de: William schreibt einen weiteren hochtrabenden Vers in sein Gedichtbuch. „Das Vermächtnis meiner Familie ist wie Sokrates’ Schierlingsbecher. Mit ihm kommt der Tod, aber auch Freiheit und Labsal ... oh, und ... und ... Labsal reimt sich auf ‚Festmahl‘...“
es: William anota otro verso morado en su libreta. –El legado de mi familia es como la copa de Sócrates. En su interior aguarda la muerte, pero también la libertad y la liberación... Ah, y liberación rima con celebración…
fr: William inscrit un nouveau poème ampoulé dans son carnet. « L’héritage de ma famille et la coupe de Socrate ne font qu’un. La mort y attend nos babines, mais aussi la liberté, le soulagement, enfin… Oh, et. Et… enfin rime avec «festin»… »
it: William scribacchia un altro verso criptico sul suo taccuino. "L'eredità della mia famiglia rimembra la coppa di Socrate: Morte, ma anche Liberazione Funesta... Uhm... che fa rima con 'festa'..."
ko: 윌리엄은 수첩에 또다시 미사여구를 휘갈깁니다. “헴록 가문의 유산은 소크라테스의 잔과도 같다. 그 안에는 죽음이 들어 있지만, 자유와 해방도 존재하나니. 아, 이런... ‘해방’ 부분이 ‘축일’과 운율이 맞았으면 좋았겠소만...”
pl: William notuje kolejny natchniony wers w swoim notatniku. „Dziedzictwo mojej rodziny jest jak kielich Sokratesa. Śmierć w nim leży, ale także wolność i duchowa... Och, chciało by się dodać: «uczta»...”
ru: Уильям набрасывает в своём блокноте очередной белый стих. «Наследие моей семьи подобно чаше Сократа. В ней смерть, но также и свобода, и неистовство… Хм… Хм… „Неистовство“ рифмуется с „пиршество“…»
zh: 威廉在隨身的小本子上寫下另一首紫色的詩句，“我家族的傳承就像蘇格拉底的杯子。之中蘊含死亡與自由，擁抱自由，超脫執念……噢，而且，執念和‘盛宴’押韻呢……”

source: Each investigator may draw up to 2 cards.
de: Jeder Ermittler darf bis zu 2 Karten ziehen.
es: Cada investigador puede robar hasta 2 cartas.
fr: Chaque investigateur peut piocher jusqu’à 2 cartes.
it: Ogni investigatore può pescare fino a 2 carte.
ko: 모든 조사자는 각자 카드를 최대 2장까지 뽑아도 됩니다.
pl: Każdy badacz może dobrać do 2 kart.
ru: Каждый сыщик может взять до 2 карт.
zh: 每位調查員可以抽取最多2張卡牌。

source: “Oh, my stars—” River stares at the glimmering horror at the center of the chamber. For once, they are at a loss for words.
de: „Achdu...“River starrt auf das schimmernde Grauen in der Mitte der Kammer. Zum ersten Mal ist River sprachlos.
es: –Por todos... –River se queda mirando el destelleante horror que hay en el centro de la cámara. Por una vez, se ha quedado sin palabras.
fr: « Oh, par les étoiles… » River fixe l’horreur scintillante au centre de la chambre. Pour une fois, les mots lui manquent.
it: "Oh, mie stelle..." River ha lo sguardo fisso sull'orrore rilucente al centro della sala. Per una volta, sembra non avere niente da dire.
ko: “오, 나의 별이여...” 리버가 동굴 한가운데서 미광을 내뿜는 무시무시한 존재를 응시합니다. 리버답지 않게 그대로 말문이 턱하고 막혀버렸습니다.
pl: „Och, moje gwiazdy...” – River wpatruje się w migoczący koszmar na środku jaskini. Po raz pierwszy nie wie, co powiedzieć.
ru: «Божечки-звёздочки…» — Ривер глядит на мерцающий ужас в центре пещеры. В кои-то веки она не может найти слов.
zh: “哦，我的星辰啊 — ”凝視著房間中心閃爍的恐怖之物，芮福有史以來第一次顯得不善言辭。

source: You may play an [[Item]] card from your hand, ignoring all costs. An investigator may trigger this codex again during a different act.
de: Du darfst 1 [[Gegenstand]]-Karte von deiner Hand spielen und dabei alle Kosten ignorieren. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Puedes jugar una carta [[Objeto]] desde tu mano, ignorando todos los costes. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Vous avez le droit de jouer une carte [[Objet]] de votre main, en ignorant tous les coûts. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Puoi giocare 1 carta [[Oggetto]] dalla tua mano ignorandone il costo. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 당신은 모든 비용을 무시하고 자신의 손에서 [[물품]] 카드를 하나 플레이해도 됩니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Możesz zagrać kartę z cechą [[Przedmiot]] z twojej ręki, ignorując wszystkie koszty. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Вы можете сыграть карту [[вещи]] со своей руки, игнорируя все цены. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 你可以從手牌中打出一張[[道具]]卡牌，忽略所有費用。任意一位調查員可以在不同場景再次觸發此聖典。

source: “Hurry up. You’re slower than an evening with my extended family,” River herds a local toward you. “Here, take them!”
de: „Beeilung! Meine Güte, das dauert ja länger als ein Abend im erweiterten Kreis meiner Familie“, ruft River und wehrt einen Einheimischen in deine Richtung ab. „Hier, übernehmen Sie!“
es: –Dese prisa. Va al mismo ritmo que se me pasan a mí las veladas con mi familia –River trae un lugareño hacia ti–. ¡Aquí tiene!
fr: « Dépêchez-vous. Vous êtes encore plus à la ramasse qu’une soirée avec ma famille élargie », dit River à l’attention d’un habitant. « Tenez, prenez-les ! »
it: "Sbrigati! Sei più frustrante di un pomeriggio con i miei parenti" River sta accompagnando un individuo del posto verso di te. "Ecco qui!"
ko: “서둘러요. 우리 할머니 할아버지를 끌고 식사 자리를 가도 그것보다는 빠르겠네.” 리버가 당신을 향해 주민을 데리고 옵니다. “자, 여기 데리고 왔어요!”
pl: „Pospiesz się. Wleczesz się bardziej niż wieczór z daleką rodziną”. River napuszcza na ciebie jakiegoś miejscowego: „Tutaj, bierz go!”
ru: «Поторапливайтесь! Вы ещё нуднее, чем вечер в компании моей родни, — Ривер подводит к вам очередного местного жителя. — Вот, берите этого!»
zh: “快點！你比和我的親戚一起度過的晚上還慢！”芮福把一位當地居民往你這邊趕，“快，帶他們走！”

source: “Well, this whole thing was a wash.” River looks at you glumly. “But I suppose this miserable rock was always a lost cause.” Their expression turns mischievous. “At least the Hemlock fortune is where it belongs.”
de: „Tja, die ganze Sache war ein Reinfall.“ River sieht dich düster an. „Vermutlich ist dieser elende Felsen von einer Insel schon von Anfang an ein hoffnungsloser Fall gewesen“, meint River und schaut dich dann schelmisch an. „Wenigstens ist das Hemlock-Vermögen da, wo es hingehört.“
es: –Vaya, todo esto ha sido un fiasco –dice River mientras te mira con tristeza–, pero supongo que esta miserable roca siempre fue una causa perdida –Su expresión se torna pícara–. Al menos la fortuna de los Cicuta está donde pertenece.
fr: « Eh bien, tout cela n’a servi à rien ». River vous regarde d’un air morose. « Mais je suppose que ce misérable rocher a toujours été une cause perdue. » Son expression devient malicieuse. « Au moins, le destin des Hemlock est accompli. »
it: "Beh, è stato un buco nell'acqua." River ti fissa con un'espressione torva. "Ma immagino che questa miserabile roccia sia sempre stata una causa persa!" Il suo sguardo si fa dispettoso. "Almeno la fortuna degli Hemlock è in buone mani."
ko: 리버가 침울한 표정으로 당신을 바라봅니다. “하, 죄다 헛수고였어요. 이 젠장맞을 바위섬은 애초부터 글러 먹은 곳이었나 봐요.” 리버의 표정에 다시 장난기가 돕니다. “그래도 헴록 가문의 자산만은 어디 가지 않았군요.”
pl: „Cóż, i tak nic by z tego nie wyszło.” – River patrzy na ciebie ponuro. – „Widocznie ta żałosna skała od początku była przegraną sprawą”. Na jej twarzy pojawia się złośliwy uśmiech. „Przynajmniej majątek Hemlocków jest tam, gdzie jego miejsce”.
ru: «Что ж, похоже, всё было впустую, — мрачно смотрит на вас Ривер. — Полагаю, что этот жалкий кусок земли всегда был проигрышным вариантом. — Выражение её лица меняется на озорное. — По крайней мере, наследие Хемлоков как раз там, где ему и место».
zh: “唉，都白費力氣了。”芮福沮喪地看著你，“但我想這個可悲的島嶼一直都是一個無可救藥的地方。”他的表情變得戲謔，“至少赫姆拉克家族的財富回到了對的人手上。”

source: The many-colored abyss is reflected in the old sailor’s eyes. “T’ain’t the first time I seen this,” he says soberly, but says nothing more.
de: In den Augen des alten Seemannes spiegelt sich der vielfarbige Abgrund wider. „Ist nicht das erste Mal, dass ich so was sehe“, erklärt er nüchtern. Mehr sagt er nicht.
es: El abismo multicolor se refleja en los ojos del marinero. –No es la primera vez que veo esto –dice con sobriedad, pero no añade nada más.
fr: Les abysses multicolores se reflètent dans les yeux du vieux marin. « C’est pas la première fois que j’vois ça. » Dit-il sobrement. Et rien de plus.
it: L'abisso variopinto si riflette sugli occhi del vecchio marinaio. "Non è la prima volta che lo vedo" dice lucido, ma non proferisce altra parola.
ko: 형형색색의 심연이 늙수그레한 선원의 눈에 비칩니다. “이게 처음이 아니야... 본 적 있어.” 웃음기가 싹 사라진 기디언은 그 말을 끝으로 더는 말을 잇지 않습니다.
pl: W oczach starego marynarza odbija się wielokolorowa otchłań. „Nie pierwszy raz to widzę” – mówi gorzko, ale nie rozwija myśli.
ru: В глазах старого моряка отражается разноцветная бездна. «Не впервой такое вижу», — рассудительно говорит он и замолкает.
zh: 這位老水手的眼中映著多彩的深空：“這不是我第一次看到這個了。”他冷靜地開口，但沒有再多說什麼。

source: Each investigator may take an additional action during their next turn. An investigator may trigger this codex again during a different act.
de: Jeder Ermittler darf während seines nächsten Zuges 1 zusätzliche Aktion nehmen. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Cada investigador puede realizar una acción adicional durante su próximo turno. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Chaque investigateur a le droit d’effectuer une action supplémentaire lors de son prochain tour. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Ogni investigatore può effettuare 1 azione aggiuntiva durante il suo prossimo turno. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 모든 조사자는 각자 자신의 다음 차례 동안 추가로 행동을 1번 더 해도 됩니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Każdy badacz może wykonać dodatkową akcję w swojej następnej turze. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Каждый сыщик может совершить 1 дополнительное действие в свой следующий ход. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 每位調查員可以在他們的下一回合額外進行一次行動。任意一位調查員可以在不同場景再次觸發此聖典。

source: <b>If it is Act 3a: Fate of the Vale (v.I):</b>
de: <b>Falls Szene 3a – Das Schicksal des Tals (V. I) aktuell ist:</b>
es: <b>Si está en juego el acto 3a: El destino del Valle (v.I):</b>
fr: <b>Si c’est l’Acte 3a : Le Destin de Vale (v.I) :</b>
it: <b>Se siete al Capitolo 3a - Il Destino della Valle (v. I):</b>
ko: <b>현재 주요목적이 3a - ‘헴록 베일의 운명(v.I)’이라면:</b>
pl: <b>Jeśli trwa Akt 3a: Los Doliny (w. I):</b>
ru: <b>Если сейчас сцена 3a «Участь Хемлок-Вейл (вариант I)»:</b>
zh: <b>如果目前是場景3a： 谷中宿命(版本一)：</b>

source: Gideon holds up a glassy shard. “It came from the rock. The one the captain threw down the well. But we weren’t rid of it. Ne’er were.”
de: Gideon hält einen glasartigen Splitter in die Höhe. „Er stammt von dem Stein. Der, den der Captain in den Brunnen geworfen hatte. Wir konnten ihn nicht loswerden. Das konnten wir nie.“
es: Gideon sostiene un fragmento vítreo. –Era de la roca. La que el capitán tiró por el pozo. Pero no nos libramos de ella. Nunca lo hicimos.
fr: Gideon brandit un éclat de verre. « Il vient de la pierre. Celle que le capitaine a jetée dans le puits. Mais nous n’en étions pas débarrassés. Jamais. »
it: Gideon tiene in mano un frammento vitreo. "Viene dalla roccia. Quella che il capitano aveva gettato nel pozzo. Ma non ce n'eravamo liberati. Nossignore."
ko: 기디언이 유리질 파편을 들어 올립니다. “그 바위에서 가져온 거야. 헴록 선장이 그중 하나를 우물에 던졌지. 하지만 우리는 그것에게서 벗어날 수 없었어. 절대 그럴 수 없었지.”
pl: Gideon trzyma szklany odłamek. „To część kamienia. Tego, który kapitan wrzucił do studni. Ale nie pozbyliśmy się go. Nigdyśmy się nie pozbyli”.
ru: Гидеон поднимает хрустальный осколок: «Оно вышло из камня. Того, что капитан швырнул в колодец. Но мы так от него и не избавились. Так и не избавились…»
zh: 吉迪恩舉起一塊玻璃般的碎片：“它來自那塊石頭，船長扔進井裡的那塊。但我們從來沒有擺脫它，從來沒有。”

source: Automatically evade the Cosmic Emissary enemy at your location.
de: Entkomme automatisch dem Gegner Kosmischer Sendbote an deinem Ort.
es: Evita automáticamente el Enemigo Emisario cósmico en tu Lugar.
fr: Échappez automatiquement à l’ennemi Émissaire Cosmique dans votre lieu.
it: Eludi automaticamente il nemico Emissario Cosmico nel tuo luogo.
ko: 당신이 위치한 장소에 있는 ‘우주에서 온 특사’ 적을 자동 회피합니다.
pl: Automatycznie wymknij się wrogowi Kosmiczny wysłannik w twojej lokalizacji.
ru: Автоматически уйдите от врага «Посланник космоса» в вашей локации.
zh: 自動躲避你所在地點的星界神使敵人。

source: “If I don’ make it out of here, find my niece an’ give ‘er this. She’s all I have left,” Gideon says, handing you a salt-stained journal.
de: „Wenn ich es nicht von hier fort schaffe, dann finden Sie meine Nichte für mich und geben ihr das hier. Sie ist alles, was ich noch habe“, bittet dich Gideon und übergibt dir ein salzverkrustetes Tagebuch.
es: –Si no logro salir de aquí con vida, encuentre a mi sobrina y dele esto. Ella es todo lo que me queda –dice Gideon mientras te entrega un diario manchado de sal.
fr: « Si je ne m’en sors pas, trouvez ma nièce et donnez-lui ça. Elle est tout ce qu’il me reste », dit Gideon en vous tendant un journal taché de sel.
it: "Se non ne esco vivo, trova mia nipote e dalle questo. È tutto quello che mi resta" ti spiega Gideon, porgendoti un diario rovinato dal sale.
ko: “내가 여기서 살아 나가지 못하거든, 내 조카를 찾아서 이걸 전해줘. 내겐 우리 조카 말고는 남은 게 없어.” 기디언이 소금으로 얼룩진 일지를 건넵니다.
pl: „Jeśli z tego nie wyjdę, znajdź moją siostrzenicę i daj jej to. Tylko ona mi pozostała” – mówi Gideon, wręczając ci dziennik z plamami po soli.
ru: «Если я отсюда не выберусь, разыщи мою племяшку и отдай ей это. Кроме неё у меня никого нет», — говорит Гидеон и протягивает вам пропитавшийся солью дневник.
zh: “如果我沒有從這裡活著出去，找到我姪女，把這給她。她是我唯一的親人了。”吉迪恩說著，將一本被海水浸過的日記遞給你。

source: Remove 1 doom from the current agenda.
de: Entferne 1 Verderben von der aktuellen Agenda.
es: Retira 1 ficha de Perdición del plan en curso.
fr: Retirez 1 fatalité de l’intrigue en cours.
it: Rimuovi l destino dalla trama attuale.
ko: 현재 주요사건에서 파멸을 1개 제거합니다.
pl: Usuń z obecnej tajemnicy 1 żeton zagłady.
ru: Удалите 1 безысходность с текущего замысла.
zh: 從當前密謀上移除1個毀滅標記。

source: Judith fires at the shining void, then lowers her rifle and stares at the spirals of light and color. “What the hell is this thing?”
de: Judith feuert auf die leuchtende Leere, dann senkt sie ihr Gewehr und starrt auf die Spiralen aus Licht und Farbe. „Was zum Teufel ist das für ein Ding?“
es: Judith dispara contra el brillante vacío, luego baja el fusil y se queda mirando las espirales de luz y color. –¿Qué demonios es esta cosa?
fr: Judith tire sur le vide brillant, puis abaisse son fusil et fixe les spirales de lumières colorées. « Qu’est-ce que c’est que cette chose ? »
it: Judith spara a raffica contro il vuoto scintillante, poi abbassa il fucile e fissa le spirali di luce e colori. "Ma che diavolo è questa roba?"
ko: 주디스가 찬란하게 빛나는 공허를 향해 총을 쏘더니, 소총을 내리고 색채의 나선을 응시합니다. “저게 대체 뭡니까?”
pl: Judith strzela w świecącą pustkę, po czym opuszcza strzelbę i wpatruje się w spirale światła i koloru. „Co to do diabła jest?”
ru: Джудит стреляет в сияющую пустоту, затем опускает винтовку и вглядывается в спирали света и цвета: «Что это вообще такое?»
zh: 茱蒂絲朝著閃爍的虛空開槍，然後放下來福槍，凝視著光芒和色彩的漩渦：“這到底是什麼鬼玩意？”

source: Choose an enemy at any location and automatically evade it. An investigator may trigger this codex again during a different act.
de: Wähle 1 Gegner an einem beliebigen Ort und entkomme ihm automatisch. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Elige un Enemigo que esté en cualquier Lugar y evítalo automáticamente. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Choisissez un ennemi dans n’importe quel lieu et échappez-lui automatiquement. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Scegli 1 nemico in un qualsiasi luogo ed eludilo automaticamente. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 아무 장소 한 곳에 있는 적 하나를 선택하고 그 적을 자동 회피합니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Wybierz wroga w dowolnej lokalizacji i automatycznie się mu wymknij. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Выберите врага в любой локации и автоматически уйдите от него. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 選擇一個位於任意地點的敵人並自動躲避該敵人。任意一位調查員可以在不同場景再次觸發此聖典。

source: “If we make it out of this alive, you’re buying me a drink. There’s a speakeasy in Boston that makes the best hooch.” She locks eyes with you. “And no, I’m not taking no for an answer.”
de: „Wenn wir das hier lebend überstehen, laden Sie mich auf einen Drink ein. In Boston gibt es eine Kneipe, die den besten Schnaps macht.“ Sie sieht dir in die Augen und zwinkert. „Und nein, ich akzeptiere kein ‚Nein‘ als Antwort.“
es: –Si salimos de ésta con vida, me va a invitar a una copa. Conozco un garito en Boston en el que preparan el mejor alcohol –Clava su mirada en la tuya y añade–. Y no voy a aceptar un “no” por respuesta.
fr: « Si nous nous en sortons vivants, vous m’offrez un verre. Il y a un bar clandestin à Boston qui fait une excellente gnôle. » Elle vous regarde dans les yeux. « Et non, je n’accepterai pas une réponse négative. »
it: "Se ne usciamo vivi, mi devi un drink. C'è uno speakeasy a Boston che fa il miglior torcibudella del mondo." Ti fissa dritto negli occhi. "E non accetto un no come risposta."
ko: “여기서 살아나가면 술 한 잔 쏘시죠. 보스턴에 독주를 아주 잘하는 밀주점이 있거든요.” 주디스가 당신과 눈을 마주 봅니다. “아, 아뇨. 거절은 거절하겠습니다.”
pl: „Jeśli wyjdziemy z tego żywi, stawiasz mi drinka. Jest w Bostonie taka knajpa, gdzie dają najlepszą gorzałę” – wbija w ciebie wzrok. – „I nie, nie przyjmuję odmowy”.
ru: «Если мы выберемся отсюда живыми — мы идём в бар, и ты угощаешь. В Бостоне есть одно секретное местечко, где наливают лучший самогон. — Она смотрит вам в глаза. — Ответ „нет“ не принимается».
zh: “如果我們能活著離開這裡，你得請我喝一杯。波士頓有一家秘密酒吧，他們有最好的烈酒。”她與你對視，“別說不行，我不接受拒絕。”

source: Search your deck, hand, and discard pile for a [[Weapon]] card and play it, ignoring all costs.
de: Durchsuche dein Deck, deine Hand und deinen Ablagestapel nach 1 [[Waffe]]-Karte, spiele sie und ignoriere dabei alle Kosten.
es: Busca en tu mazo, mano y pila de descartes una carta [[Arma]] y juégala, ignorando todos los costes.
fr: Cherchez une carte [[Arme]] dans votre deck, votre main et votre pile de défausse et jouez-la en ignorant tous les coûts.
it: Cerca nel tuo mazzo, nella tua mano e nella tua pila degli scarti 1 carta [[Arma]] e giocala ignorandone il costo.
ko: 당신은 모든 비용을 무시하고 자신의 덱, 손, 버린 카드 더미에서 [[무기]] 카드를 하나 찾아서 플레이합니다.
pl: Przeszukaj twoją talię, rękę i stos kart odrzuconych w poszukiwaniu karty z cechą [[Broń]] i zagraj ją, ignorując wszystkie koszty.
ru: Найдите в своей колоде, сбросе или на руке карту [[оружия]] и сыграйте её, игнорируя все цены.
zh: 查找你的牌庫、手牌和棄牌堆，找出一張[[武器]]卡牌並打出，忽略所有費用。

source: “It’s so beautiful,” Theo looks up at the shimmering light and holds one hand out, as if to touch it. “Like at least five sunsets’ worth of beautiful. I wish Lizzie could see this.” He pauses. “Actually, I’m glad she can’t.”
de: „Es ist so schön“, sagt Theo verträumt, während er zum schimmernden Licht aufblickt. Er streckt eine Hand aus, als wollte er es berühren. „So schön wie mindestens fünf Sonnenuntergänge. Ich wünschte, Lizzie könnte das sehen.“ Er hält inne. „Eigentlich bin ich froh, dass sie es nicht kann.“
es: –Qué preciosidad –dice Theo mientras levanta la vista hacia la refulgente luz y extiende una mano como si fuera a tocarla–. Es tan bonito como cinco atardeceres, por lo menos. Ojalá Lizzie pudiera ver esto –Se calla un momento y añade–. Bueno, la verdad es que me alegro de que no esté aquí.
fr: « C’est tellement beau », dit Theo en levant les yeux vers la lumière scintillante. Il tend une main, comme pour la toucher. « C’est aussi beau que cinq couchers de soleil. J’aimerais que Lizzie puisse voir ça. » Il fait une pause. « En fait, je suis content qu’elle ne puisse pas. »
it: "È così bella." Theo solleva lo sguardo verso la luce brillante, sollevando una mano quasi a toccarla. "Almeno cinque tramonti. Vorrei che Lizzie potesse vederla..." Ma si ferma, pensieroso. "A dire il vero no, sono contento che non la possa vedere."
ko: “너무 아름답잖아요.” 테오가 반짝이는 빛을 올려다보며 빛을 만지기라도 할 것처럼 한 손을 내밉니다. “일몰의 다섯 배는 될 정도로 아름다워요. 리지도 이걸 봤으면 좋을 텐데.” 테오가 멈칫합니다. “아뇨, 못 보는 게 다행인 거죠.”
pl: „To takie pięknie!” – Theo spogląda na migoczące światło i wyciąga rękę, jakby chciał go dotknąć. „Jak co najmniej pięć zachwycających zachodów słońca. Szkoda, że Lizzie tego nie widzi” – mówi, po czym dodaje: – „Właściwie to dobrze, że tego nie widzi”.
ru: «Это так прекрасно, — Тео смотрит вверх на сияющий свет и протягивает руку, словно хочет потрогать его. — Эта красота тянет на пять закатов. Минимум. Жаль, что Лиззи этого не увидит. — На секунду он замолкает. — Нет, пожалуй, хорошо, что Лиззи этого не увидит».
zh: “太美了。”西奧仰望著閃爍的光芒，伸出一隻手，彷彿要去觸摸它，“至少跟五個日落一樣美麗，真希望麗莎也能看到。”他停頓了一下，“事實上，我很高興她不需要看到這一切。”

source: You may search The Abyss for a location, put it into play, and immediately move to it. An investigator may trigger this codex again during a different act.
de: Du darfst das Abgrunddeck nach 1 Ort durchsuchen, ihn ins Spiel bringen und dich sofort dorthin bewegen. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Puedes buscar un Lugar en El abismo, ponerlo en juego y moverte a él inmediatamente. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Vous avez le droit de chercher un lieu dans Les Abysses, de le mettre en jeu et de vous déplacer immédiatement vers lui. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Puoi cercare nell'abisso 1 luogo, metterlo in gioco e muoverti immediatamente fino a esso. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 당신은 “심연에서 장소 하나를 찾아 플레이 영역에 두고 즉시 그 장소로 이동”해도 됩니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Możesz przeszukać Otchłań w poszukiwaniu dowolnej lokalizacji, umieścić ją w grze i natychmiast się do niej poruszyć. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Вы можете найти в Бездне локацию, ввести её в игру и немедленно переместиться в неё. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 你可以查找深空牌庫，找出一張地點，將其放置入場並立即移動到該地點上。任意一位調查員可以在不同場景再次觸發此聖典。
