Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Scenario: Fate of the Vale
de: Szenario: Das Schicksal des Tals
es: Escenario: El destino del Valle
fr: Scénario : Le Destin de Vale
it: Scenario: Il Destino della Valle
ko: 시나리오: 헴록 베일의 운명
pl: Scenariusz: Los Doliny
ru: Сценарий: Участь Хемлок-Вейл
zh: 冒險：谷中宿命

source: The Cosmic Emissary
de: Der Kosmische Sendbote
es: El Emisario cósmico
fr: L’Émissaire Cosmique
it: L'Emissario Cosmico
ko: 우주에서 온 특사
pl: Kosmiczny wysłannik
ru: Посланник космоса
zh: 星界神使

source: Shattered Self
de: Zersplittertes Ich
es: Yo fragmentado
fr: Personnalité Brisée
it: Identità Infranta
ko: 산산이 조각난 자아
pl: Rozbita jaźń
ru: Расколотое «я»
zh: 破碎的自我

source: Head spinning, you stand up in an iridescent cavern. Smooth polished walls flicker with cool blue light, reflecting nightmarish images. Twisted stalagmites furl and unfurl into spirals, reaching up toward the ceiling like the stalks of some antediluvian flora. Screams fill the air: the cavern floor is covered in revelers clutching their limbs or heads. Cracks of shining light form on their skin and grow in intensity. Everything in the shining chamber is distorted by a gelid phosphorescence. You feel as though you are breathing heavy smoke in the thick warm air. Ephemeral forms whorl around an empyrean brilliance at the center of the chamber. Silhouetted in front of the core of pure white light is Mother Rachel, her hair unbound and floating as if in deep water. Your head pounds as you stare into the brilliance, and you look down at the cavern floor. The injured revelers have stopped moving, and have gone gray and powdery. A few are clear as glass, refracting the clear light of the abyss into prismatic arrays. Others stand, petrified, holding their arms out toward the brilliance, each face frozen in a ghoulish smile. The sound of Mother Rachel’s laughter echoes through the chamber as the matron stares into the abyss, holding her arms up overhead. Smoke gathers around her as her body dissolves into gas. Unsure of what is happening, you run up a hill of petrified human forms toward Mother Rachel and the abyss. Bones and dessicated corpses crack underfoot as you clamber to the top. Mother Rachel looks at you, exultant, before her body sublimates into pale fire. An all-too-familiar euphoria floods your senses as the alien light pulses and bends the chamber around it. You feel an invisible hand on your shoulder; you brush it away. Something feels different. You hold up one hand to see a small, spidery crack of light form on your palm. The fissure lengthens to creep up your wrist, then your arm. The accompanying pain sends you into a dead faint. You wake up and you see yo urs e lfst an d in ga ttheed geo fab road chasms ta rin g dOwn yoU sEe y our sel Fin the bod yof abl ack ca Tan dAsaq UeEnaswim Mi nGth Inga CrAwlIngchA otIc dA rkNes Sw Hoare youaNdWHYaRe yOuhEre?
de: Dir dreht sich der Kopf, als du in einer in allen Farben schillernden Höhle erwachst. Glatte, polierte Wände flackern in kaltem, blauem Licht und spiegeln albtraumhafte Bilder wider. Verdrehte Stalagmiten winden sich zu Spiralen, die wie die Stängel einer vorsintflutlichen Flora zur Decke ragen. Schreie durchdringen die Luft: Der Höhlenboden ist übersät mit Feiernden, die sich mit schmerzverzerrten Gesichtern an den Kopf fassen oder die eigenen Gliedmaßen umklammern. Auf ihrer Haut bilden sich feine Risse, aus denen Licht scheint, das in seiner Intensität zunimmt. Alles in der leuchtenden Kammer wird durch eine vage Phosphoreszenz verzerrt. Die Luft ist sehr schwer und warm und du hast das Gefühl, dicken Rauch einzuatmen. Flüchtige Formen schwirren um eine unbeschreibliche Brillanz in der Mitte des Raumes herum. Vor dem Kern aus reinem, weißem Licht zeichnet sich die Silhouette von Mutter Rachel ab. Ihr Haar ist lose und schwebt wie unter Wasser. Dein Kopf beginnt zu dröhnen, während du in die Brillanz starrst, und du musst deinen Blick zu Boden richten. Die verletzten Feiernden haben aufgehört, sich zu bewegen, und sind grau und sandartig geworden. Einige von ihnen wirken, als wären sie aus Glas. In ihnen bricht sich das klare Licht des Abgrunds, woraufhin die Höhle in prismatische Muster getaucht wird. Andere sind zu Steinsäulen erstarrt, die Arme emporgestreckt zu dem grellen Licht und in den Gesichtern ein grässliches eingefrorenes Lächeln. Das Lachen von Mutter Rachel hallt durch den Raum, während die Oberin mit erhobenen Armen in den Abgrund starrt. Rauch sammelt sich um sie herum, während sich ihr Körper in Gas auflöst. Ohne eine Ahnung, was hier überhaupt geschieht, rennst du einen Hügel aus versteinerten Menschen hinauf und stolperst auf Mutter Rachel und den Abgrund zu. Knochen und ausgetrocknete Leichen knacken unter deinen Füßen, während du den Gipfel erklimmst. Mutter Rachel blickt dich frohlockend an, bevor sich ihr Körper ganz in bleiches Feuer verwandelt. Eine nur allzu vertraute Euphorie durchflutet deine Sinne, als das fremdartige Licht zu pulsieren beginnt und die Kammer um dich herum verformt. Du spürst eine unsichtbare Hand auf deiner Schulter, die du abwehrst. Irgendetwas fühlt sich anders an. Du hältst eine Hand hoch und siehst, wie sich ein kleiner, spinnenartiger Lichtspalt auf deiner Handfläche bildet. Der Riss wird länger und zieht sich erst dein Handgelenk und dann deinen Arm hinauf. Der zeitgleich einsetzende Schmerz ist so stark, dass du in Ohnmacht fällst. Als du wieder zu dir kommst, erke nnst duwie dua nder Kan teei ne rbre it en Klu ftsteh stun dhinab blick stwo dudi chselb stim kÖrp erein erschw aR zen kAtz esie h stal seine kÖnig ine Insch wim Mendes dinGei nekrieCH endeCH ao tische dun keLh eiTwe rbiSt duu ndwa RuMB iSTD uhier?
es: Os ponéis de pie en una caverna iridiscente, con la cabeza dándoos vueltas. Las lisas paredes pulidas titilan con una fría luz azul que reflejan imágenes de pesadilla. Unas retorcidas estalagmitas se enrollan y desenrollan en espirales, subiendo hacia el techo como tallos de una flora antediluviana. Se escuchan gritos: el suelo de la caverna está cubierto de festejantes que se aferran la cabeza o las extremidades. Unas grietas de luz resplandeciente se les forman en la piel y crecen de intensidad. Todo lo que hay en la fulgurante estancia se encuentra distorsionado por una gélida fosforescencia. Os sentís como si estuvierais respirando un denso humo en el cargado aire cálido. Unas formas efímeras giran en torno a un brillo empíreo en el centro de la cámara. Frente al núcleo de pura luz blanca se recorta la silueta de la madre Rachel, con el pelo suelto y flotando como si estuviera en aguas profundas. La cabeza os martillea cuando miráis el resplandor, así que bajáis la vista hacia el suelo de la caverna. Los festejantes heridos han dejado de moverse y se han vuelto grises y pulverulentos. Unos pocos son transparentes como el cristal y refractan la clara luz del abismo en abanicos prismáticos. Otros están de pie, petrificados, y extienden los brazos hacia el resplandor, con los rostros congelados en una sonrisa macabra. El sonido de la risa de la madre Rachel resuena por la cámara mientras la matrona contempla el abismo, levantando los brazos sobre su cabeza. En torno a ella se congrega humo mientras su cuerpo se disuelve en forma de gas. No sabéis bien lo que está pasando, pero corréis por una colina de formas humanas petrificadas hacia la madre Rachel y el abismo. Vuestras pisadas hacen crujir huesos y cadáveres resecos mientras trepáis hacia la parte superior. La madre Rachel os mira, exultante, antes de que su cuerpo se sublime en un fuego pálido. Una euforia que ya os resulta familiar inunda vuestros sentidos mientras la luz alienígena palpita y curva la cámara a su alrededor. Sentís una mano invisible en el hombro; la apartáis. Algo parece distinto. Os miráis la mano y veis que en la palma se forma una pequeña y delgada grieta. La fisura se va alargando por la muñeca y luego por el brazo. El dolor que la acompaña hace que perdáis el sentido. Despertáis y os veis a voso tros m is mosgt yr eu niiidosss geo fab abismos queos rOdean veIs a vo soTr rnc el cuerp onegr odejh quE NAada EnlA ca ÓtiCa osc uri- DaadreP taNte cóMo estáisyYPORquéEstáis aQUí?
fr: La tête vous tourne et vous vous retrouvez dans une caverne aux reflets prismatiques. Les parois lisses et polies scintillent d’une lumière bleue et froide qui reflète des images cauchemardesques. Des stalagmites tortueuses s’enroulent et se déploient en spirales, s’élevant vers le plafond comme les tiges d’une flore antédiluvienne. Le sol de la caverne est couvert de noceurs qui se tiennent la tête, un bras ou une jambe. Des fissures de lumière brillante se forment sur leur peau et gagnent en intensité. Tout ce qui se trouve dans la chambre étincelante est déformé par une phosphorescence glaciale. Vous avez l’impression de respirer une épaisse fumée dans l’air chaud et moite. Des formes éphémères s'enroulent autour d'un éclat empyréen au centre de la chambre. Devant ce noyau de lumière blanche et pure se détache la silhouette de Mère Rachel, les cheveux dénoués, comme si elle flottait dans une eau profonde. Votre cœur bat la chamade dans votre tête alors que vous fixez ces rayons embrasés, et vous regardez le sol de la caverne. Les noceurs blessés ont cessé de bouger et sont devenus gris et poudreux. Quelques-uns sont clairs comme du verre, réfractant la lumière limpide des abysses en réseaux prismatiques. D’autres se tiennent debout, pétrifiés, les bras tendus vers la lumière, chaque visage figé dans un sourire macabre. Le rire de Mère Rachel résonne dans la chambre tandis que la matrone fixe les abysses en levant les bras au-dessus de sa tête. De la fumée s’accumule autour d’elle tandis que son corps se dissout pour prendre une forme gazeuse. Incertain de ce qui se passe, vous courez le long d’une colline de formes humaines pétrifiées en direction de Mère Rachel et des abysses. Les os et les cadavres desséchés craquent sous vos pieds tandis que vous grimpez au sommet. Mère Rachel vous regarde, triomphante, avant que son corps soit sublimé pour devenir une flamme pâle. Une euphorie trop familière envahit vos sens tandis que la lumière d’outre espace pulse et courbe la chambre autour d’elle. Vous sentez une main invisible sur votre épaule. Vous la repoussez. Quelque chose semble différent. Vous levez une main et voyez une petite fissure de lumière arachnéenne se former sur votre paume. La brèche s’allonge et remonte le long de votre poignet, puis de votre bras. La douleur qui l’accompagne vous fait perdre connaissance. Vous vous réveillez et découvrez qu ev ous vous tene z aub ord d’un éno rmegOufFre enre gAr dante nbAs vous Ous voy ez daNs leEcoR ps dunc Hat n oirEt dUnechOsesIgonesQueq uinag edAnslestÉ nèbRes duncHaosrAmpaNt qU i êtesv oUset pO uRquOi êTesVouSici ?
it: Con la testa che ancora vi gira, vi alzate in una caverna iridescente. Le pareti lisce scintillano di una fredda luce bluastra, riflettendo immagini da incubo. Le stalagmiti che sporgono dal terreno si attorcigliano creando ipnotiche forme a spirale, lunghe fin quasi al soffitto come gli steli di piante antidiluviane. Attorno a voi non sentite che urla e grida di festanti che si tengono tra le mani le braccia e le teste, con la pelle screziata di solchi luminosi che brillano sempre più intensamente. Tutto quello che si trova nella grande sala è distorto da una gelida fosforescenza, ma l'aria è così calda e densa da darvi la sensazione di respirare fumo. Forme effimere vorticano attorno a una lucentezza empirea al centro della sala. Davanti a un nucleo di pura luce bianca si staglia la sagoma di Madre Rachel, con i capelli slegati e fluttuanti come se fosse immersa in un fluido. Più fissate la luce, più sentite le tempie martellare, e quando abbassate lo sguardo vedete che i festanti hanno smesso di muoversi: alcuni hanno la pelle grigia e polverosa, altri sono stati trasfigurati in statue di cristallo con le braccia allungate verso la luce e i volti pietrificati in un sorriso mostruoso. La risata di Madre Rachel riecheggia da ogni direzione. La matrona ha lo sguardo perso nell'abisso, con le mani protratte verso l'alto e una nube di fumo che la avvolge, dissolvendone il corpo in un gas etereo. Non capendo cosa stia succedendo, vi arrampicate sulla montagna di corpi umani pietrificati, sgretolando ossa e pelle secca che vi si frantumano sotto i piedi, per cercare di raggiungere lei e il vuoto su cui è affacciata. Solo allora la donna si volta per fissarvi esultante, e ciò che resta di lei viene sublimato in una fiamma di fuoco pallido. La luce aliena che avete davanti comincia a pulsare e a plasmare la caverna attorno a voi, pervadendovi con un'euforia che avete imparato a conoscere fin troppo bene. Sentite qualcosa di invisibile sfiorarvi una spalla... Lo scacciate via, ma non riuscite a fare lo stesso con la sensazione che qualcosa sia cambiato: vi guardate il palmo della mano e vedete una minuscola crepa luminosa diffondersi come una ragnatela sulla vostra pelle. La crepa si diffonde strisciante verso il polso, poi su tutto il braccio, e il dolore lancinante che segue è così intenso da farvi perdere i sensi. Vi svegliate e vedete voi stes sii npie disu ll'or lodiunb aratroc onlosg uar dori voltove rsoilpr eciPiz iOvi ved eten eLcor podiUng attoNe rOeco meu nar egiNau nesse rEchen uotAu n'oscUr itàc aot icastRi scia ntec hiSiet eEpe rchéSi etEqui?
ko: 빙빙 도는 머리를 부여잡고 일어선 곳은 온갖 빛깔이 섞인 동굴이었습니다. 매끄러운 동굴 벽은 푸른빛으로 깜빡이며 악몽과도 같은 형상을 반사합니다. 뒤틀린 석순은 마치 태곳적 식물의 줄기처럼 천장을 향해 구불구불하게 나선형으로 뻗어나가 있습니다. 비명이 동굴을 가득 채웁니다. 바닥은 팔다리와 머리를 움켜쥔 연회객으로 가득했으며, 이들의 갈라진 피부 틈으로 점점 더 강렬한 빛이 스며 나옵니다. 이 빛나는 동굴에 있는 모든 것은 몹시 차디찬 인광에 의해 왜곡되어 보입니다. 그럼에도 후텁지근한 공기 속에서 연기를 들이키는 것만 같은 기분이 듭니다. 동굴 한가운데를 밝히는 천상의 광휘를 둘러싸고 덧없는 형체가 맴돌고 있었습니다. 그 순수한 백색광 앞에 드리운 실루엣은 바로 대모 레이첼이었습니다. 머리를 풀고 깊은 물 속에 있는 양 둥둥 떠 있었습니다. 광휘를 응시한 순간 머리가 지끈거려 절로 시선을 동굴 바닥으로 내릴 수밖에 없었습니다. 부상당한 연회객들은 움직임을 멈추고 잿빛 가루로 변하여 무너져 내렸습니다. 몇몇 연회객은 유리처럼 투명해져 심연의 청명한 빛을 굴절시켜 오색찬란한 광채를 흩뿌립니다. 또 다른 이들은 광휘를 향해 두 손을 내민 채로 얼어붙었으나, 입에는 괴기스러운 미소를 품고 있었습니다. 대모 레이첼이 심연을 응시하며 두 팔을 머리 위로 올리자, 대모의 웃음이 동굴 전체에 울려 퍼집니다. 연기가 대모의 주변을 감싸며 대모 레이첼의 몸이 기체로 스르르 흩어집니다. 대체 무슨 일이 일어나는지 알아차리지도 못한 채, 당신은 곧장 석화된 인간의 산을 디뎌가며 대모 레이첼과 심연을 향해 내달립니다. 뼈와 말라비틀어진 시체가 당신의 발아래서 바스러집니다. 환희에 가득 찬 눈으로 당신을 바라보던 대모 레이첼이 창백한 불길로 승화해 버립니다. 외계적인 빛이 맥동하며 주변의 동굴을 휘감는 가운데, 당신은 너무나도 익숙한 희열감에 사로잡힙니다. 그때, 어깨에 보이지 않는 손이 닿는 느낌이 듭니다. 곧장 어깨를 털어 냈지만, 뭔가 느낌이 이상합니다. 당신의 한쪽 손을 들어 보니, 손바닥에는 작고 거미줄 같은 균열이 생겨나 빛을 뿜어대고 있었습니다. 균열은 점차 길어지며 손목을 타고 올라 마침내 팔뚝에 이릅니다. 그와 함께 엄습하는 고통으로 인해 정신을 놓기 직전까지 몰립니다. 정신을 차린 곳은 넓 은수 렁의가 장자 리, 신당은은 검의고 이양몸 간에어 들로채수 을렁내 다고려보 었습있니 다어기 드는돈혼 과은같둠어 에 속서는헤 치엄여 과왕같 은은검 양고니 습었이다당 은신구누 며왜이 에곳온 것까니입? 게임 준비로 이어집니다.
pl: Kręci wam się w głowach, gdy stajecie w opalizującej jaskini. Gładkie, wypolerowane ściany migoczą chłodnym niebieskim światłem, odbijając koszmarne obrazy. Wynaturzone stalagmity zwijają się i wykręcają w przedziwny sposób, sięgając do sufitu jak łodygi jakiejś pradawnej flory. Powietrze wypełniają krzyki: podłoga jaskini jest zasłana biesiadnikami trzymającymi się kurczowo za kończyny lub głowy. Na ich skórze pojawiają się pęknięcia wypełnione jarzącym się światłem, które cały czas przybiera na sile. Wszystko w błyszczącej jaskini jest zniekształcone przez fosforyzujący lód. Macie wrażenie, jakbyście wdychali ciężki dym unoszący się w gęstym, ciepłym powietrzu. Efemeryczne kształty wirują wokół boskiego blasku pośrodku jaskini. Sylwetka przed słupem białego światła należy do Matki Rachel, której rozpuszczone włosy unoszą się niczym w głębokiej wodzie. Czujecie w głowach pulsujący ból, gdy wpatrujecie się w światłość i spoglądacie w dół na podłogę jaskini. Ranni biesiadnicy przestali się poruszać i stali się szarzy, jakby pokryci pyłem. Niektórzy są przezroczyści jak szkło, załamujące czyste światło otchłani na nieskończoność kolorów. Inni stoją skamieniali, wyciągając ramiona w stronę blasku, z twarzami zamarłymi w upiornym uśmiechu. Matka Rachel wpatruje się w przepaść, trzymając ręce nad głową, a jej śmiech rozchodzi się echem po jaskini. Jej ciało przemienia się w gaz i miesza się z otaczającym je dymem. Nie wiedząc do końca, co się dzieje, wbiegacie na górę skamieniałych ludzkich form w kierunku Matki Rachel i otchłani. Kości i wysuszone zwłoki pękają pod stopami, gdy wspinacie się na szczyt. Matka Rachel patrzy na was z radością, zanim jej ciało sublimuje w bladym ogniu. Zbyt dobrze znana wam euforia zalewa wasze zmysły, a obce światło pulsuje i zniekształca przestrzeń dookoła siebie. Czujecie na ramionach niewidzialną dłoń – strząsacie ją. Coś jest inaczej. Podnosicie dłonie i zauważacie na nich małe, pajęczynowe pęknięcia, przez które przebija się światło. Szczeliny wydłużają się, docierają do nadgarstka, a następnie do ramienia. Towarzyszący temu ból doprowadza was do utraty przytomności. Budzicie się i widzicie si ebi est oj ący chn a k raw ędz is zer oki e jpr ze paś cis p og ląd aj ącW d óŁw iD zIc Ies ieB iew c iE lec zArN egok oTaanA t ron iEp ły waJ ą cąWo tc hła nIi s toTęp eł z Ają cąc hA oty Cz nĄci eM noś ćk ImJeS tE Śc iEiDLa czEGOtu jESte śCie?
ru: Ощущая головокружение, вы поднимаетесь на ноги. Вас окружает радужно переливающаяся пещера. Её гладкие, словно отполированные стены мерцают холодным голубым светом, отражая кошмарные образы. Искривлённые сталагмиты сворачиваются и разворачиваются спиралями, тянутся к потолку, словно стебли первобытной флоры. Воздух наполнен криками: повсюду на полу пещеры лежат люди и хватаются за конечности и головы. Их кожа трескается, и из трещин пробивается постепенно усиливающийся свет. Всё вокруг видится искажённым, словно сквозь студенистую фосфоресценцию; воздух тёплый и настолько густой, что вы словно дышите плотным дымом. В центре пещеры, окутанные райским сиянием, кружатся эфемерные образы. Перед ядром из чистого света вырисовывается силуэт матушки Рейчел, её волосы распущены и парят в воздухе, словно находятся под водой. От одного взгляда в ту сторону ваша голова начинает раскалываться, и вы опускаете глаза в пол пещеры. Пострадавшие перестали двигаться, их тела стали серыми и рассыпчатыми. Несколько из них абсолютно прозрачны, как стекло, и преломляют чистый свет этой бездны в призматические каскады. Другие окаменели, стоя и протягивая руки в сторону сияния. На их лицах застыли жуткие улыбки. По пещере разносится смех матушки Рейчел. Она вглядывается в бездну, подняв руки над головой. Дым окутывает её, и тело женщины растворяется, превратившись в газ. Не совсем понимая, что происходит, вы бежите по горе окаменевших человеческих останков в сторону матушки Рейчел и бездны. Ломая кости и иссохшие трупы у себя под ногами, вы взбираетесь на вершину. Матушка Рейчел торжествующе смотрит на вас, а затем её тело сливается с бледным огнём. Вас захлёстывает печально знакомая эйфория, когда инопланетный свет начинает пульсировать и искажать пространство вокруг. Вы чувствуете невидимую руку у себя на плече и, дёрнувшись, сбрасываете её. Что-то изменилось. Вы поднимаете свою руку и видите на ладони тонкую, словно паутинка, светящуюся трещину. Она начинает удлиняться, подниматься по запястью, потом по предплечью. От последовавшей боли вы теряете сознание. Очнувшись, вы видите се бянак раюш иро койпр опа стивгл ядыв аясьв нИз вЫ виД итесЕб явте лечЁр ног окоТаи кор Оле выпл ыВущ ейт вАрип оЛЗу чегоха оти чнОг омрак акт оВы иПО чеМУв ыЗдЕ Сь?
zh: 你頭暈目眩的起身，發現自己身處一個虹彩燦爛的洞穴裡。光滑的牆壁閃爍著藍色冷光，反射出夢魘般的影像。扭曲的鐘乳石形成螺旋狀，向著天花板伸展，猶如某種上古植物的莖。尖叫聲充斥在空氣中：洞穴地板上滿是抓撓著四肢或頭部的狂歡者，他們的皮膚上出現閃亮的裂縫，光芒並越來越強烈。整個燦爛的洞室被一種冰冷的磷光扭曲，你感覺就像在濃厚的暖空氣中呼吸著濃煙。 在洞穴中心，轉瞬即逝的形體環繞著一個火焰狀的光輝。在純白色光芒的核心前，映照出瑞秋主母的輪廓，她的頭髮披散開來，仿佛在深水中飄動。當凝視著這光輝時，你的頭劇烈陣痛，於是垂頭看向洞穴地板。受傷的狂歡者停止了活動，皮膚變得灰色而粉末狀，有些人甚至像玻璃一樣透明，將深空的明亮光線折射成一個個虹色的陣列。其他人則僵硬地站著，將手臂伸向光輝，每一張臉都被凝固在一幅悚異的笑容中。 瑞秋主母的笑聲在洞穴中迴盪，她凝視著深空，雙臂高舉過頭。煙霧圍繞著她，將她的身體溶解成氣體。你對現在發生的事感到疑惑，沿著一個由石化的人形構成的山丘向瑞秋主母和深空跑去。無數骸骨和乾枯的屍體在腳下碎裂，你終於攀爬到山頂。瑞秋主母看著你，滿臉狂喜，然後她的身體昇華成蒼白的火焰。 一股過於熟悉的喜樂湧上你的感官，異異樣的光芒跳躍並扭曲著四周的洞穴。你感覺到一隻看不見的手放在你的肩膀上，你將它撥開，卻感覺手上有異樣，你舉起一隻手，看見手掌上出現一道小小的網狀裂縫，裂縫逐漸延伸，蔓延到腕部，然後是手臂。隨之而來的劇痛使你昏厥了過去。 你醒來，發現自己正站在一道寬闊的裂縫前，向下俯視。你看見自己不斷變扌 奐， 一隹又黑 貓、一亻立女 王、一件氵票 流 白 勺東 西、一隹又在 氵軍沌 與黑日 音 中爪巴 行白 勺生牛 物。 你是言隹 ？你為亻十 麼在辶言 裡？

source: Put the <b>Night Three</b> Time Marker card into play. You are not alone.
de: Die Zeitmarker-Karte <b>Die dritte Nacht</b> wird ins Spiel gebracht. Du bist nicht allein.
es: Pon en juego la carta Indicador de tiempo <b>Noche tres</b>. No estás solo.
fr: Mettez en jeu la carte Marqueur Temporel <b>Nuit Trois</b>. Vous n’êtes pas seuls.
it: Mettete in gioco la carta Indicatore Temporale <b>Notte Tre</b>. Non siete soli.
ko: <b>세 번째 밤</b> 날짜 카드를 플레이 영역에 둡니다. 당신은 혼자가 아닙니다.
pl: Umieść kartę znacznika czasu <b>Noc 3</b> w grze. Nie jesteś sam.
ru: Введите карту «Ночь третья» в игру. Вы не одни.
zh: 將<b>第三日</b>時刻卡牌放置入場。你並不孤單。

source: Replace each player’s investigator card with a Shattered Self investigator card <i>(see</i> <b>Shattered Self</b> <i>below)</i>. Remove each other Shattered Self card from the game.
de: Die Ermittlerkarte jedes Ermittlers wird durch eine Ermittlerkarte Zersplittertes Ich ersetzt <i>(siehe</i> <b>Zersplittertes Ich</b> <i>weiter unten)</i>. Jede andere Karte Zersplittertes Ich wird aus dem Spiel entfernt.
es: Sustituye la carta de Investigador de cada jugador por una carta de Investigador Yo fragmentado <i>(consulta</i> <b>Yo fragmentado</b> <i>más abajo)</i>. Retira de la partida todas las demás cartas Yo fragmentado.
fr: Remplacez chaque carte Investigateur des joueurs par une carte Investigateur Personnalité Brisée <i>(voir </i><b>Personnalité Brisée</b><i> ci-dessous)</i>. Retirez toutes les autres cartes Personnalité Brisée de la partie.
it: Sostituite la carta investigatore di ogni giocatore con una carta investigatore Identità Infranta <i>(vedi</i> <b>Identità Infranta</b> a seguire). Rimuovete dal gioco ogni altra carta Identità Infranta.
ko: 모든 플레이어의 조사자 카드를 ‘산산이 조각난 자아’ 조사자 카드로 대체합니다<i>(아래의 [[산산이 조각난 자아]] 참조)</i>. 나머지 모든 ‘산산이 조각난 자아’ 카드를 게임에서 제거합니다.
pl: Zastąp kartę badacza każdego gracza kartą badacza Rozbita jaźń <i>(patrz</i> <b>Rozbita jaźń</b> <i>poniżej)</i>. Usuń wszystkie pozostałe karty Rozbita jaźń z gry.
ru: Замените карту сыщика каждого игрока на карту сыщика «Расколотое „я“» <i>(см. «Расколотое „я“» ниже)</i>. Удалите из игры оставшиеся экземпляры «Расколотого „я“».
zh: 將每位玩家的調查員卡牌替換成破碎的自我調查員卡牌<i>(見下方<b>破碎的自我</b>)</i>。將每張其他的破碎的自我從遊戲中移除。

source: Gather each location from the <i>Fate of the Vale</i> encounter set along with each copy of the double-sided Cosmic Emissary enemy.
de: Es werden alle Orte aus dem Begegnungsset <i>Das Schicksal des Tals</i> sowie alle Kopien des doppelseitigen Gegners Kosmischer Sendbote herausgesucht.
es: Reúne todos los Lugares del conjunto de encuentros <i>El destino del Valle</i> junto con cada copia del Enemigo Emisario cósmico de doble cara.
fr: Réunissez tous les lieux du set de rencontre <i>Destin de Vale</i> ainsi que chaque exemplaire de l’ennemi recto verso Émissaire Cosmique.
it: Radunate ogni luogo del set di incontri <i>Il Destino della Valle</i> insieme a ogni copia del nemico Emissario Cosmico a due lati.
ko: [[헴록 베일의 운명]] 조우 세트에서 모든 장소와 모든 ‘우주에서 온 특사’ 양면 적 사본을 모읍니다.
pl: Zbierz wszystkie lokalizacje z zestawu spotkań <i>Los Doliny</i> oraz wszystkie kopie dwustronnego wroga Kosmiczny wysłannik.
ru: Соберите все локации из набора контактов «Участь Хемлок-Вейл» и все экземпляры двустороннего врага «Посланник космоса».
zh: 收齊<i>谷中宿命</i>遭遇組的每個地點和每個雙面的星界神使敵人。
