Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Each Cosmic Emissary enemy enters play “in formation” as shown in the diagram below.
de: Die Gegner Kosmischer Sendbote kommen „in Formation“ ins Spiel <i>(siehe die Abbildung unten)</i>.
es: Cada Enemigo Emisario cósmico entra en juego “en formación” como se muestra en el diagrama de abajo.
fr: Chaque ennemi Émissaire Cosmique entre en jeu « en formation » comme indiqué sur le schéma ci-dessous.
it: Ogni nemico Emissario Cosmico entra in gioco "in formazione", come indicato nel diagramma sottostante.
ko: 모든 ‘우주에서 온 특사’ 적은 아래 그림과 같이 “대열”을 이룬 상태로 플레이 영역에 들어옵니다.
pl: Każdy wróg Kosmiczny wysłannik wchodzi do gry „w szyku”, co pokazano na schemacie poniżej.
ru: Все экземпляры «Посланника космоса» входят в игру, образуя особую структуру, показанную ниже.
zh: 每個星界神使敵人將使用以下圖例的“結構”放置入場。

source: Each Cosmic Emissary enemy must always stay in formation unless otherwise instructed. If the Cosmic Emissary ever breaks formation, each enemy will move independently from one another.
de: Jeder Gegner Kosmischer Sendbote muss sich immer in Formation befinden, außer es ist etwas anderes angegeben. Falls der Kosmische Sendbote jemals seine Formation auflöst, bewegen sich die Gegner unabhängig voneinander.
es: Cada Enemigo Emisario cósmico siempre debe permanecer en formación a menos que se indique algo distinto. Si el Emisario cósmico rompe la formación en algún momento, cada Enemigo se moverá de forma independiente de los demás.
fr: Chaque ennemi Émissaire Cosmique doit toujours rester en formation sauf indication contraire. Si l’Émissaire Cosmique rompt la formation à tout moment, chaque ennemi se déplacera indépendamment des autres.
it: Ogni nemico Emissario Cosmico deve rimanere sempre in formazione, salvo diversamente specificato. Se l'Emissario Cosmico rompe la formazione, ogni nemico si muoverà indipendentemente dagli altri.
ko: 모든 ‘우주에서 온 특사’ 적은 (별도로 지시받지 않은 한) 항상 대열을 이루고 있어야 합니다. ‘우주에서 온 특사’의 대열이 깨지면, 각각의 ‘우주에서 온 특사’ 적은 개별적으로 이동할 것입니다.
pl: Każdy wróg Kosmiczny wysłannik musi zawsze pozostawać w szyku, chyba że gra powie inaczej. Jeśli Kosmiczny wysłannik kiedykolwiek złamie szyk, każdy wróg poruszy się niezależnie od innych.
ru: Они должны всегда сохранять эту структуру, пока не будет прямо указано иное. Если Посланник космоса нарушит свою структуру, каждый экземпляр врага «Посланник космоса» начнёт двигаться независимо от остальных.
zh: 每個星界神使敵人必須總是依照該結構放置，除非另有指示。如果星界神使的結構發生改變，每個敵人將會獨立於其他敵人進行移動。

source: Each Cosmic Emissary enemy can be fought and evaded separately. (Unless they have a health value, no damage can be dealt to these enemies.)
de: Jeder Gegner Kosmischer Sendbote kann einzeln bekämpft werden und jedem kann einzeln entkommen werden. (Solange ein Gegner keinen Ausdauerwert hat, kann ihm kein Schaden zugefügt werden.)
es: Cada Enemigo Emisario cósmico puede combatirse y evitarse por separado (a menos que tengan un valor de salud, no se puede infligir daño a estos Enemigos).
fr: Chaque ennemi Émissaire Cosmique peut être combattu ou échappé séparément. (À moins d’avoir une valeur de vie, aucun dégât ne peut être infligé à ces ennemis.)
it: Ogni nemico Emissario Cosmico può essere combattuto ed eluso separatamente (ma non è possibile infliggere loro danni, a meno che non abbiano un valore di Salute).
ko: 모든 ‘우주에서 온 특사’ 적과는 개별적으로 전투/회피할 수 있습니다. (그러나 체력 값을 가진 상태가 아니라면, 이러한 적에게 피해를 주지는 않습니다.)
pl: Każdy wróg Kosmiczny wysłannik może samodzielnie walczyć i być obiektem wymykania się. (Tym wrogom nie można zadawać obrażeń, chyba że mają wartość wytrzymałości).
ru: Вы можете сражаться или уходить от каждого врага «Посланник космоса» по отдельности. (Пока у них нет значения здоровья, вы не можете наносить им раны.)
zh: 你們可以分別攻擊或躲避每個星界神使敵人。(如果他們沒有生命值，則無法對其造成任何傷害。)

source: While in formation, each Cosmic Emissary enemy is considered to be at the Mirror Nest its card is physically bordering.
de: Solange sich der Kosmische Sendbote in Formation befindet, gilt jeder Gegner Kosmischer Sendbote als an dem Spiegelnest befindlich, das seine Karte berührt.
es: Mientras estén en formación, cada Enemigo Emisario cósmico se considera que está en el Nido de espejos con el que su carta linda físicamente.
fr: Tant qu’ils sont en formation, chaque ennemi Émissaire Cosmique est considéré comme étant dans le Nid Miroir que sa carte borde physiquement.
it: Mentre è in formazione, ogni nemico Emissario Cosmico è considerato trovarsi nell'Antro a Specchio confinante fisicamente con la sua carta.
ko: 대열을 이룬 동안, 각각의 ‘우주에서 온 특사’ 적은 물리적으로 맞닿은 ‘거울상 소굴’ 장소에 있는 것으로 간주합니다.
pl: Dopóki znajduje się w szyku, każdy wróg Kosmiczny wysłannik jest uznawany za znajdującego się w Lustrzanym gnieździe, z którym jego karta fizycznie graniczy.
ru: Пока Посланник космоса сохраняет свою структуру, каждый враг «Посланник космоса» считается находящимся в той локации «Зеркальный карман», с которой физически граничит его карта.
zh: 星界神使具有結構時，每個星界神使敵人都各自被視為位於其擺放位置上相鄰的群鏡之巢地點。

source: Cosmic Emissary Diagram
de: Der Kosmische Sendbote
es: Diagrama El Emisario cósmico
fr: Schéma de l’Émissaire Cosmique
it: Diagramma dell'Emissario Cosmico
ko: 우주에서 온 특사 배치도도
pl: Schemat Kosmicznego wysłannika
ru: Схема Посланника космоса
zh: 星界神使圖例

source: Mirror Nest
de: Spiegelnest
es: Nido de espejos
fr: Nid Miroir
it: Antro a Specchio
ko: 거울상 소굴
pl: Lustrzane gniazdo
ru: Зеркальный карман
zh: 群鏡之巢

source: (When Cosmic Emissary is placed according to this diagram, it is considered to be “in formation.”)
de: (Sobald der Kosmische Sendbote nach dieser Abbildung ins Spiel gebracht wird, befindet er sich „in Formation“.)
es: (Cuando se coloca al Emisario cósmico según este diagrama, se considera “en formación”).
fr: (Quand l’Émissaire Cosmique est placé conformément à ce schéma, il est considéré comme étant « en formation. »)
it: (Quando l'Emissario Cosmico è disposto secondo questo diagramma, è considerato "in formazione".)
ko: (‘우주에서 온 특사’ 적이 그림과 같이 놓여 있을 때, “대열을 이룬 것”으로 간주합니다.)
pl: (Kiedy Kosmiczny wysłannik zostaje umieszczony zgodnie z tym schematem, uznaje się go za będącego „w szyku”).
ru: (Когда карты Посланника космоса разложены, как указано здесь, он считается «сохраняющим структуру».)
zh: (當星界神使按照本圖例進行擺放時，將其視為“具有結構”。)

source: This Cosmic Emissary enemy is at this Mirror Nest location.
de: Dieser Gegner Kosmischer Sendbote befindet sich an diesem Spiegelnest.
es: Este Enemigo Emisario cósmico está en este Lugar Nido de espejos.
fr: Cet Émissaire Cosmique est dans ce lieu Nid Miroir.
it: Questo nemico Emissario Cosmico si trova in questo luogo Antro a Specchio.
ko: 이 ‘우주에서 온 특사’ 적은 이 ‘거울상 소굴’ 장소에 있습니다.
pl: Ten wróg Kosmiczny wysłannik znajduje się w tej lokalizacji Lustrzane gniazdo.
ru: Этот враг «Посланник космоса» находится в этой локации «Зеркальный карман».
zh: 這個星界神使敵人位於該群鏡之巢。

source: This Mirror Nest is only connected to the two locations clockwise and counter-clockwise from it.
de: Dieses Spiegelnest ist nur mit den 2 Orten im und gegen den Uhrzeigersinn verbunden.
es: Este Nido de espejos sólo está conectado a los dos Lugares que están inmediatamente después en el sentido de las agujas del reloj y en el sentido contrario a las agujas del reloj respecto a él.
fr: Ce Nid Miroir est seulement connecté au lieu placé dans le sens horaire et à celui placé dans le sens anti horaire.
it: Questo Antro a Specchio è collegato al luogo successivo in senso orario e in senso antiorario.
ko: 이 ‘거울상 소굴’은 시계 방향과 반시계 방향에 있는 각각의 장소로만 이어져 있습니다.
pl: Lustrzane gniazdo jest połączone tylko z dwoma lokalizacjami: następną w kierunku ruchu wskazówek zegara oraz następną w kierunku przeciwnym do ruchu wskazówek zegara.
ru: Обратите внимание, что каждая локация «Зеркальный карман» связана с двумя другими локациями по часовой и против часовой стрелки.
zh: 每個群鏡之巢地點只會連接到其順時針和逆時針方向的兩個地點。

source: During setup for this scenario, each investigator is instructed to replace their investigator card with a Shattered Self investigator card included in the <i>Fate of the Vale</i> encounter set.
de: Während der Vorbereitung für dieses Szenario wird jeder Ermittler angewiesen, seine Ermittlerkarte durch eine Ermittlerkarte Zersplittertes Ich (aus dem Begegnungsset <i>Das Schicksal des Tals</i>) zu ersetzen.
es: Durante la preparación de este escenario, cada investigador debe sustituir su carta de Investigador por una carta de Investigador Yo fragmentado incluida en el conjunto de encuentros <i>El destino del Valle</i>.
fr: Lors de la mise en place, le jeu demande à chaque investigateur de remplacer sa carte Investigateur par une carte Investigateur Personnalité Brisée incluse dans le set de rencontre le <i>Destin de Vale</i>.
it: Durante la preparazione di questo scenario, a ogni investigatore viene richiesto di sostituire la sua carta investigatore con una delle carte investigatore Identità Infranta incluse nel set di incontri <i>Il Destino della Valle</i>.
ko: 이번 시나리오를 준비하는 동안, 모든 조사자는 자신의 조사자 카드를 ‘산산이 조각난 자아’ 조사자 카드([[헴록 베일의 운명]] 조우 세트에 포함되어 있습니다)로 대체하라는 지시를 받을 것입니다.
pl: Podczas przygotowania tego scenariusza każdy gracz zostanie poproszony o zastąpienie swojej karty badacza jedną z kart badacza Rozbita jaźń znajdujących się w zestawie spotkań <i>Los Doliny</i>.
ru: Во время подготовки к данному сценарию игрокам указано заменить их карты сыщиков на карты сыщиков «Расколотое „я“» из набора контактов «Участь Хемлок-Вейл».
zh: 在本場冒險的設置期間，每位調查員會被指示將自己的調查員卡牌替換為包含在<i>谷中宿命</i>遭遇組中的破碎的自我調查員卡牌。

source: Each investigator’s deck remains the same. For a portion of this scenario, investigators must use the Shattered Self investigator card, and cannot use any of their investigator’s abilities.
de: Das Deck jedes Ermittlers bleibt unverändert. Für einen Teil dieses Szenarios müssen die Ermittler die Ermittlerkarte Zersplittertes Ich verwenden und können nicht auf die Fähigkeiten ihres „echten“ Ermittlers zugreifen.
es: El mazo de cada investigador permanece igual. Durante una parte de este escenario, los investigadores deben usar la carta de Investigador Yo fragmentado y no pueden usar ninguna de las capacidades de su investigador.
fr: Le deck de chaque investigateur reste le même. Pendant une partie de ce scénario, les investigateurs doivent utiliser la carte Investigateur Personnalité Brisée et ne peuvent utiliser aucune de leurs capacités d’investigateur.
it: Ogni mazzo dell'investigatore resta immutato, ma per una parte di questo scenario ogni investigatore dovrà usare la carta investigatore Identità Infranta e quindi non potrà usare alcuna capacità del suo investigatore.
ko: 모든 조사자는 자신의 덱을 그대로 사용합니다. 하지만 이번 시나리오의 일부분을 진행하는 동안, 조사자들은 ‘산산이 조각난 자아’ 조사자 카드를 사용해야 합니다. 따라서 원래 조사자의 기능을 사용할 수 없습니다.
pl: Talia każdego badacza pozostaje taka sama. Przez część tego scenariusza badacze muszą używać karty badacza Rozbita jaźń i nie mogą korzystać z żadnych zdolności swoich badaczy.
ru: Колоды сыщиков при этом остаются прежними. Какое-то время в течение этого сценария сыщикам придётся использовать карту «Расколотое „я“» и обходиться без способностей, напечатанных на картах их сыщиков.
zh: 每位調查員的牌庫保持不變。在這場冒險的部分時間內，調查員必須使用破碎的自我調查員卡牌，並且無法使用任何其調查員的能力。

source: Each investigator should still use their investigator mini-card so they can tell who is who.
de: Jeder Ermittler sollte weiterhin seine kleine Ermittlerkarte verwenden, um die eigene Position anzuzeigen.
es: Cada investigador debería seguir usando su carta pequeña de investigador para poder saber quién es quién.
fr: Tous les investigateurs devraient tout de même utiliser leur mini-carte investigateur afin de pouvoir distinguer qui est qui.
it: Ogni investigatore dovrà comunque usare la sua mini-carta investigatore, per distinguersi dagli altri investigatori.
ko: 모든 조사자는 서로를 구별하기 위해 조사자 인물 카드를 그대로 사용합니다.
pl: Badacze powinni nadal używać swoich małych kart badaczy, aby można było ich rozróżnić.
ru: Игроки всё ещё могут использовать мини-карты своих сыщиков, чтобы понимать, кто где находится.
zh: 每位調查員應繼續使用各自的迷你卡牌，藉此來分辨由每位玩家。

source: Any effects on your investigator card that direct you to begin play with a specific asset are resolved prior to swapping your investigator card for a Shattered Self investigator card.
de: Effekte auf Ermittlerkarten, die einen Ermittler dazu anweisen, mit einer bestimmten Vorteilskarte im Spiel zu beginnen, werden abgehandelt, bevor die Ermittlerkarten ersetzt werden.
es: Cualquier efecto de tu carta de Investigador que te indique que empieces la partida con un Apoyo concreto se resuelve antes de intercambiar tu carta de Investigador por una carta de Investigador Yo fragmentado.
fr: Tout effet sur votre carte Investigateur qui vous demande de commencer la partie avec un soutien spécifique est résolu avant d’échanger votre carte Investigateur avec une carte Investigateur Personnalité Brisée.
it: Qualsiasi effetto della carta investigatore che indica di iniziare la partita con uno specifico supporto è risolto prima di scambiare la carta investigatore con una carta investigatore Identità Infranta.
ko: 기존 조사자 카드에 특정 자산을 플레이 영역에 두고 시작하라는 지시가 있다면, 이러한 효과는 당신의 조사자 카드를 ‘산산이 조각난 자아’ 조사자 카드로 맞바꾸기 전에 해결합니다.
pl: Wszelkie efekty na twojej karcie badacza, które każą ci rozpocząć grę z określonymi atutami, są rozpatrywane przed zamienieniem oryginalnej karty badacza na kartę badacza Rozbita jaźń.
ru: Любой эффект вашей карты сыщика, предписывающий вам поместить некий актив в игру в начале партии, разыгрывается до того, как вы замените свою карту сыщика на карту «Расколотое „я“».
zh: 你的調查員卡牌上的任何指示你以某張特定支援開始遊戲的效果將會優先結算，然後再將你調查員卡牌與破碎的自我調查員卡牌交換。

source: Any trauma that would normally be placed on your investigator is transferred to your Shattered Self investigator card.
de: Traumata, die auf einem Ermittler platziert werden würden, werden auf die Ermittlerkarte Zersplittertes Ich übertragen.
es: Cualquier trauma que fuese a colocarse normalmente en tu investigador se transfiere a tu carta de Investigador Yo fragmentado.
fr: Tout traumatisme qui devrait normalement être place sur votre investigateur est transféré à votre carte Investigateur Personnalité Brisée.
it: Ogni trauma di un investigatore viene trasferito sulla sua carta investigatore Identità Infranta.
ko: 트라우마로 인해 원래 조사자에게 놓아야 하는 피해 및 공포는 ‘산산이 조각난 자아’ 조사자 카드에 그대로 적용합니다.
pl: Traumy, które normalnie zostałyby umieszczone na badaczu, zostają przeniesione na kartę badacza Rozbita jaźń.
ru: Любые травмы, которые вы обычно положили бы на карту своего сыщика, кладутся на карту «Расколотое „я“».
zh: 在一般情況下放到你調查員上的任何創傷，將轉移到你的破碎的自我調查員卡牌。

source: Any cards that were attached or placed underneath your investigator card are attached to or placed underneath your Shattered Self card.
de: Karten, die an eine Ermittlerkarte angehängt und/oder unter ihr platziert wurden, werden entsprechend auf die Ermittlerkarte Zersplittertes Ich übertragen.
es: Cualquier carta que estuviera vinculada a tu carta de Investigador o colocada debajo de ésta se vincula a tu carta Yo fragmentado o se coloca debajo de ésta.
fr: Toute carte qui était attachée sur ou placée sous votre carte Investigateur est attachée à ou placée sous votre carte Personnalité Brisée.
it: Qualsiasi carta che era assegnata o collocata sotto la carta investigatore viene assegnata o collocata sotto la carta Identità Infranta.
ko: 당신의 조사자 카드에 부착되어야 하는 카드가 있다면, 당신의 ‘산산이 조각난 자아’ 카드에 부착합니다. 마찬가지로 조사자 카드 밑에 놓아야 하는 카드가 있다면, 당신의 ‘산산이 조각난 자아’ 카드 밑에 놓습니다.
pl: Karty, które były dołączone do karty badacza lub umieszczone pod nią, są odpowiednio dołączone do karty badacza Rozbita jaźń lub umieszczone pod nią.
ru: Любые карты, которые прикрепляются или кладутся под карту вашего сыщика, вместо этого прикрепляются или кладутся под «Расколотое „я“».
zh: 附屬或放在你調查員卡牌下方的卡牌將會附屬或放到你的破碎的自我調查員卡牌。

source: Any card effects that refer to your “true” investigator card refer to your original investigator card and not your Shattered Self card.
de: Karteneffekte, die sich auf die „echte“ Ermittlerkarte beziehen, beziehen sich auf die ursprüngliche Ermittlerkarte <i>(nicht auf die Ermittlerkarte Zersplittertes Ich)</i>.
es: Cualquier efecto de carta que haga referencia a tu carta de Investigador “verdadera” se refiere a tu carta de Investigador original y no a tu carta Yo fragmentado.
fr: Tout effet de carte qui fait référence à votre « véritable » carte Investigateur fait référence à votre carte Investigateur originale et pas à votre carte Personnalité Brisée.
it: Qualsiasi effetto delle carte che si riferisce alla carta investigatore "vera" si riferisce alla carta investigatore originale e non alla carta Identità Infranta.
ko: 카드 효과에 당신의 “진정한” 조사자 카드라는 문구가 언급되어 있다면, 이는 당신의 ‘산산이 조각난 자아’ 카드가 아닌 원래 조사자 카드를 칭하는 것입니다.
pl: Efekty kart odnoszące się do „prawdziwej” karty badacza odnoszą się do oryginalnej karty badacza, a nie do karty badacza Rozbita jaźń.
ru: Любой эффект, ссылающийся на вашу «настоящую» карту сыщика, ссылается на карту сыщика из вашей колоды, а не на «Расколотое „я“».
zh: 任何參照到你“真實的”調查員卡牌的效果會參照到你原先的調查員卡牌，而不是你的破碎的自我卡牌。

source: Your Shattered Self card has the same card title as your “true” investigator card <i>(e.g: If you are playing Kōhaku Narukami, treat the Shattered Self card as if its title were “Kōhaku Narukami.”)</i>
de: Die Ermittlerkarte Zersplittertes Ich hat den gleichen Kartennamen wie die „echte“ Ermittlerkarte des Ermittlers. <i>(Beispiel: Wenn du Kōhaku Narukami spielst, behandle deine Karte Zersplittertes Ich, als hätte sie den Kartennamen „Kōhaku Narukami“.)</i>
es: Tu carta Yo fragmentado tiene el mismo nombre de carta que tu carta de Investigador “verdadera” <i>(por ejemplo: si juegas con Kōhaku Narukami, trata la carta Yo fragmentado como si su título fuese “Kōhaku Narukami”)</i>.
fr: Votre carte Personnalité Brisée a le même titre de carte que votre « véritable » carte Investigateur <i>(exemple : si vous jouez avec Kōhaku Narukami, traitez la carte Personnalité Brisée comme si son titre était « Kōhaku Narukami ».)</i>
it: La vostra carta Identità Infranta è considerata avere lo stesso nome della vostra carta investigatore "vera" <i>(per esempio, se state giocando come Köhaku Narukami, considerate che la carta Identità Infranta abbia il nome "Köhaku Narukami")</i>.
ko: 이번 시나리오 동안, 당신의 ‘산산이 조각난 자아’ 카드는 당신의 “진정한” 조사자 카드와 동일한 명칭을 갖는 것으로 취급합니다. <i>(예시: 당신이 ‘코하쿠 나루카미’를 플레이하고 있다면 이번 시나리오 동안 당신의 ‘산산이 조각난 자아’ 카드 명칭을 ‘코하쿠 나루카미’인 것처럼 취급합니다.)</i>
pl: Karta badacza danego gracza ma ten sam tytuł co jego „prawdziwa” karta badacza <i>(np. jeśli grasz jako Kōhaku Narukami, traktuj kartę Rozbita jaźń tak, jakby jej tytuł brzmiał „Kōhaku Narukami”).</i>
ru: На протяжении этого сценария ваша карта «Расколотое „я“» называется так же, как ваша «настоящая» карта сыщика. <i>(Например, если вы играли за Кохаку Наруками, в этом сценарии считайте, что ваша карта «Расколотое „я“» называется «Кохаку Наруками».)</i>
zh: 你的破碎的自我卡牌具有與你“真實的”調查員卡牌相同的名稱<i>(例如：如果你使用鳴上琥珀進行遊戲，將破碎的自我卡牌視為其名稱為“鳴上琥珀”。)</i>

source: If your Shattered Self is defeated during this scenario, you are <b>driven insane</b>.
de: Falls ein Ermittler als Zersplittertes Ich in diesem Szenario besiegt wird, wird er <b>wahnsinnig</b>.
es: Si tu Yo fragmentado es derrotado durante este escenario, tu investigador <b>se vuelve loco</b>.
fr: Si votre Personnalité Brisée est vaincue lors de ce scénario, vous êtes <b>rendu dément</b>.
it: Se l'Identità Infranta di un investigatore viene sconfitta durante questo scenario, quell'investigatore <b>impazzisce</b>.
ko: 이번 시나리오 동안 당신의 ‘산산이 조각난 자아’가 쓰러지면, 당신은 <b>미칩니다</b>.
pl: Jeśli twoja Rozbita jaźń zostanie pokonana w tym scenariuszu, <b>oszalałeś</b>.
ru: Если ваша карта «Расколотое „я“» побеждена в этом сценарии, <b>вы сошли с ума</b>.
zh: 如果在本場冒險期間你的破碎的自我被擊敗，你<b>發瘋</b>。

source: Which <b>Fate of the Vale</b> entry should be read?
de: Welcher Eintrag von <b>Das Schicksal des Tals</b> soll gelesen werden?
es: ¿Qué entrada de <b>El destino del Valle</b> debe leerse?
fr: Quel <b>Destin de Vale</b> devez-vous lire?
it: Quale voce del <b>Destino della Valle</b> dovrebbe essere letta?
ko: 어떤 <b>헴록 베일의 운명</b> 항목을 읽어야 합니까?
pl: Który wpis <b>Los Doliny</b> należy przeczytać?
ru: Какую запись «Участь Хемлок-Вейл» необходимо прочитать?
zh: 你要閱讀哪一條谷中宿命條目？

source: Fate of the Vale 1
de: Das Schicksal des Tals 1
es: El destino del Valle 1
fr: Destin de Vale 1
it: Destino della Valle 1
ko: 헴록 베일의 운명 1
pl: Los Doliny 1
ru: Участь Хемлок-Вейл 1
zh: 谷中宿命1

source: Fate of the Vale 2
de: Das Schicksal des Tals 2
es: El destino del Valle 2
fr: Destin de Vale 2
it: Destino della Valle 2
ko: 헴록 베일의 운명 2
pl: Los Doliny 2
ru: Участь Хемлок-Вейл 2
zh: 谷中宿命2

source: Fate of the Vale 3
de: Das Schicksal des Tals 3
es: El destino del Valle 3
fr: Destin de Vale 3
it: Destino della Valle 3
ko: 헴록 베일의 운명 3
pl: Los Doliny 3
ru: Участь Хемлок-Вейл 3
zh: 谷中宿命3

source: Fate of the Vale 4
de: Das Schicksal des Tals 4
es: El destino del Valle 4
fr: Destin de Vale 4
it: Destino della Valle 4
ko: 헴록 베일의 운명 4
pl: Los Doliny 4
ru: Участь Хемлок-Вейл 4
zh: 谷中宿命4

source: Dr. Marquez stares at the delicate filigree patterns that form and fade in the glassy chamber. “It’s devouring us. If we don’t do something, it’ll destroy this island, and everything on it. But I have an idea,” she holds up an iridescent shard and smiles cockily. “Do you trust me?”
de: Dr. Marquez starrt auf die filigranen Muster, die sich in der gläsernen Kammer bilden und wieder auflösen. „Es verschlingt uns. Wenn wir nichts tun, wird es diese Insel und alles darauf zerstören. Aber ich habe eine Idee“, sagt sie, hält einen schillernden Splitter hoch und lächelt verwegen. „Vertrauen Sie mir?“
es: La Dra. Marquez mira fijamente las delicadas filigranas que se forman y desaparecen en la cámara vítrea. –Nos está devorando. Si no hacemos algo, destruirá esta isla y todo lo que hay en ella. Pero tengo una idea –dice mientras levanta un fragmento iridiscente y sonríe con orgullo–. ¿Se fían de mí?
fr: Le Dr Marquez observe les délicats motifs en filigrane qui se forment et s’estompent dans la chambre de verre. « Il nous dévore. Si nous ne faisons rien, il détruira cette île et tout ce qu’elle contient. Mais j’ai une idée », dit-elle en brandissant un éclat prismatique et en souriant avec arrogance. « Vous me faites confiance ? »
it: La dottoressa Marquez fissa i delicati motivi in filigrana che si formano e si dissolvono nella sala vitrea. "Ci sta divorando. Se non faremo qualcosa, distruggerà quest'isola e tutto quello che si trova su di essa. Ma ho un'idea!" esclama, sollevando un frammento iridescente davanti a un sorriso spavaldo. "Vi fidate di me?"
ko: 마르케스 박사는 유리질 동굴에서 나타났다 사라지길 반복하는 실금 무늬를 응시합니다. “놈이 우리를 집어삼키고 있어요. 이대로 갔다가는 이 섬과 이곳에 있는 모든 것이 파괴될 거예요. 하지만, 한 가지 좋은 생각이 있어요.” 마르케스 박사가 찬란한 무지갯빛 파편을 들어 보이며 시건방진 웃음을 짓습니다. “날 믿나요?”
pl: Dr Marquez wpatruje się w delikatne, filigranowe wzory, które powstają i nikną w pokrytej szkłem jaskini. „To nas pożera. Jeśli czegoś nie zrobimy, zniszczy tę wyspę i wszystko na niej. Ale mam pomysł!” – Podnosi opalizujący odłamek i uśmiecha się zarozumiale. – „Ufacie mi?”
ru: Доктор Маркес разглядывает тончайшие изящные узоры, исчезающие и снова расползающиеся по стенам стеклянной пещеры. «Оно пожирает нас. Если мы ничего не предпримем, оно уничтожит этот остров и всё, что на нём находится. Но у меня есть идея, — она поднимает переливающийся осколок и задиристо улыбается. — Доверитесь мне?»
zh: 馬爾克斯博士凝視著在玻璃般的房間中不斷形成又消失的精緻花紋。“它正在吞噬我們。如果我們不採取措施，它會摧毀這座島，以及其中的一切，我有一個主意。”她舉起一塊虹彩碎片，自信地微笑，“你相信我嗎？”
