Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Dr. Marquez shakes you awake. “You were talking in your sleep. It didn’t sound like you, though. It wasn’t any language I’ve ever heard.” Your mind is flooded with unfamiliar memories. You, in a smoky speakeasy, speaking in someone else’s voice. Skirting the shadows of a street corner as a tabby cat. Drinking in sunlight as a lilac blossom. Weeping into your hands in a chapel. Rather than share, you follow the professor outside into the painful mid-morning sun. The light itself reminds you of the spiraling abyss deep below the Vale, and makes you queasy. The entirety of Hemlock Isle is buried under white snowy ash, giving it the look of early winter. “We have plenty to tell the board at Miskatonic University,” Dr. Marquez sidles up next to you, then lets out a weary sigh. “But I doubt they’ll understand what really happened here.” You nod along, your vision swirling. Even when you close your eyes, you can still see the impossible brilliance. “Are you alright?” Dr. Marquez repeats your name. The more you hear it, the more absurd it sounds. You say it back to her, giggling. The world around you shines with a horrible incandescence. Try as you might, you can’t stop laughing.
de: Dr. Marquez rüttelt dich wach. „Sie haben im Schlaf gesprochen. Es klang aber nicht wie Sie. Es war keine Sprache, die ich je gehört habe.“ Dein Verstand wird von unbekannten Erinnerungen überflutet: Du stehst in einer verrauchten Flüsterkneipe und sprichst mit einer Stimme, die nicht die deine ist; du streifst als getigerte Katze in den Schatten um eine Straßenecke; du badest als eine Fliederblüte im Sonnenlicht; du sitzt weinend in einer Kapelle. Anstatt jemandem davon zu erzählen, folgst du der Professorin nach draußen in die schmerzhaft-grelle Vormittagssonne. Das Licht selbst erinnert dich an den spiralförmigen Abgrund tief unter dem Tal. Dir wird mulmig zumute. Ganz Hemlock Isle ist unter schneeweißer Asche begraben. Fast sieht es so aus, als hätte es einen frühen Wintereinbruch gegeben. „Wir haben dem Präsidium der Miskatonic Universität so einiges zu berichten“, sagt Dr. Marquez neben dir und stößt einen müden Seufzer aus. „Ich bezweifle allerdings, dass sie jemals verstehen werden, was hier wirklich passiert ist.“ Du nickst zustimmend, während helle Lichter vor deinen Augen tanzen. Selbst als du sie schließt, kannst du die unfassbare Brillanz noch immer sehen. „Geht es Ihnen gut?“, fragt Dr. Marquez und wiederholt deinen Namen. Je öfter du ihn hörst, desto absurder klingt er. Du spricht ihn aus und beginnst zu kichern. Die Welt um dich herum erstrahlt in einem furchtbaren Glanz. So sehr du dich auch anstrengst, du kannst nicht mehr aufhören zu lachen.
es: La Dra. Marquez os sacude para despertaros. –Estaban hablando en sueños, aunque no parecían ustedes. No era ningún idioma que haya oído nunca. Tenéis la mente inundada de recuerdos que no os resultan familiares. En un tugurio lleno de humo, hablando con la voz de otra persona. Corriendo entre las sombras de la esquina de una calle como un gato atigrado. Bebiendo la luz del sol como una flor de lila. Llorando con el rostro hundido en las manos dentro de una capilla. En lugar de compartir con ella lo que os pasa, seguís a la profesora al exterior, bajo el doloroso sol de media mañana. La luz os recuerda al abismo en espiral de las profundidades del Valle y os revuelve el estómago. Toda la Isla de la Cicuta está sepultada bajo una ceniza blanca que se asemeja a la nieve, haciendo que parezca que ha empezado a llegar el invierno. –Tenemos mucho que contarle a la junta de la Universidad Miskatonic –dice la Dra. Marquez tras acercarse a vosotros. Luego suspira y añade–. Pero dudo que entiendan lo que ha ocurrido aquí realmente. Asentís, pero la vista os da vueltas. Seguís viendo el brillo imposible incluso cuando cerráis los ojos. –¿Se encuentran bien? La Dra. Marquez repite vuestros nombres. Cuanto más los oís, más absurdos os parecen. Se los repetís entre risitas. El mundo que os rodea resplandece con una incandescencia horrible. Por mucho que lo intentéis, no lográis dejar de reír.
fr: Le Dr Marquez vous réveille en vous secouant. « Vous parliez dans votre sommeil. Mais cela ne vous ressemble pas. Je n’avais jamais entendu cette langue. » Votre esprit est envahi de souvenirs inconnus. Vous, dans un bar enfumé, parlant avec la voix de quelqu’un d’autre. Vous, vous faufilant dans l’ombre d’un coin de rue, sous les traits d’un chat tigré. Vous, buvant la lumière du soleil sous la forme d’une fleur de lilas. Vous, pleurant dans vos mains dans une chapelle. Plutôt que de partager ces images, vous suivez le professeur à l’extérieur, sous le soleil douloureux du milieu de la matinée. La lumière elle-même vous rappelle les abysses en spirale qui s’étendent sous la vallée, et vous donne la nausée. L’île de Hemlock est entièrement ensevelie sous des cendres blanches et floconneuses qui lui donnent l’impression d’être au début de l’hiver. « Nous avons beaucoup de choses à dire au conseil d’administration de l’université de Miskatonic », déclare le Dr Marquez en s'approchant de vous, avant de laisser échapper un soupir de lassitude. « Mais je doute qu’ils comprennent ce qu’il s’est réellement passé ici. » Vous acquiescez, mais votre vision se trouble. Même lorsque vous fermez les yeux, vous pouvez encore voir l’éclat impossible. « Vous allez bien ? » Le Dr Marquez répète votre nom. Plus vous l’entendez, plus il semble absurde. Vous lui répondez en ricanant. Le monde autour de vous brille d’une horrible incandescence. Vous avez beau essayer, vous n’arrivez pas à vous arrêter de rire.
it: Venite svegliati dalla dottoressa Marquez. "Stavate parlando nel sonno, ma non sembravate voi: era un linguaggio che non ho mai sentito prima." Vi sentite la mente inondata di ricordi che non vi appartengono: vi vedete in uno speakeasy con la voce di qualcun altro, zampettate tra le ombre di un vicolo nel corpo di un gatto randagio, vi nutrite della luce del sole come bocciolo lilla, piangete e singhiozzate sulla panca di una cappella. Senza condividere alcunché di ciò che state vivendo, seguite la professoressa nel doloroso sole di metà mattina. Basta la luce a farvi ripensare all'abisso spiraleggiante che si nasconde nelle profondità di Hemlock Vale e a farvi sentire le vertigini. L'intera isola è sepolta sotto un velo di cenere bianca che le conferisce un aspetto invernale. "Ne abbiamo di cose da riferire al consiglio di amministrazione dell'università" sussurra la dottoressa Marquez che vi affianca sospirando "ma dubito che capirebbero quello che è successo davvero qui." Annuite ma vi gira la testa. Anche quando chiudete gli occhi, continuate a vedere quel bagliore impossibile. "State bene?" la dottoressa Marquez continua a chiamarvi per nome, ma più lo sentite più vi suona assurdo. Ripetete il vostro nome ridacchiando. Il mondo che vi circonda comincia a scintillare di un'orribile incandescenza. E per quanto vi sforziate, proprio non riuscite a smettere di ridere.
ko: 마르케스 박사가 당신을 흔들어 깨웁니다. “잠꼬대를 하더군요. 그런데 당신이 말하는 것처럼 느껴지지 않았어요. 평생 들어본 적도 없는 언어로 말했어요.” 당신의 머릿속에는 낯선 기억이 흘러넘칩니다. 연기가 자욱한 밀주점에서 다른 사람의 목소리로 말하는 당신. 길모퉁이의 그림자를 따라 도는 얼룩 고양이가 된 당신. 라일락꽃이 되어 햇살을 만끽하는 당신. 예배당에서 두 손에 얼굴을 파묻고 흐느끼는 당신. 이 이야기를 꺼내는 대신, 당신은 박사를 따라 등대에서 나와 한낮의 따가운 햇볕 속으로 들어섭니다. 빛을 보니 헴록 베일 아래서 소용돌이치던 심연이 떠올라 속이 메스꺼워집니다. 불타버린 헴록 섬 전체가 마치 하얀 눈 같은 재로 뒤덮여 있어 초겨울을 연상케 합니다. “미스캐토닉 대학 이사회에 전할 내용이 정말로 많겠군요.” 마르케스 박사가 쭈뼛쭈뼛하며 당신의 곁으로 다가와 지친 한숨을 내쉽니다. “하지만 그들이 여기서 대체 무슨 일이 벌어졌는지 이해할 수 있기나 할까요.” 고개를 끄덕이는 당신의 눈앞이 빙그르르 돕니다. 눈을 감아도 그 터무니없는 광휘가 여전히 눈에 선합니다. “괜찮아요?” 마르케스 박사가 연이어 당신의 이름을 부릅니다. 그러나 자신의 이름을 들으면 들을수록, 그것이 더욱더 엉터리 같은 소리처럼 들립니다. 당신은 킬킬 웃어대며 박사에게 답합니다. 주변 세상이 무시무시하게 발광합니다. 아무리 참으려 한들, 웃음을 멈출 수가 없습니다.
pl: Dr Marquez was budzi. „Mówiliście przez sen. Ale nie brzmiało to jak wy. Nigdy wcześniej nie słyszałam tego języka”. Wasze umysły zalewają nieznane wspomnienia. Wy, w zadymionej knajpie, mówiący głosem kogoś innego. Omijanie ulicznych cieni jako pręgowany kot. Spijanie kropel rosy jako kwiat bzu. Łkanie w kaplicy z twarzą wtuloną w dłonie. Postanawiacie nie dzielić się tym z badaczką i podążacie za nią na zewnątrz, wprost na piekące słońce poranka. Już samo światło przypomina o spiralnej otchłani głęboko pod Doliną i przyprawia was o mdłości. Cała Wyspa Hemlock jest pochowana pod śnieżnobiałym popiołem, zupełnie jakby zima przyszła w tym roku wcześniej. „Mamy wiele do opowiedzenia zarządowi Uniwersytetu Miskatonic.” – Dr Marquez podchodzi do was, po czym wzdycha ze znużeniem. – „Ale wątpię, żeby zrozumieli, co tu się naprawdę wydarzyło”. Kiwacie głowami, a świat przed waszymi oczami zaczyna wirować. Nawet gdy je zamkniecie, nadal widzicie niemożliwą jasność. „Wszystko w porządku?” – pyta dr Marquez, powtarzając wasze imiona. Im więcej razy słyszycie jej pytanie, tym bardziej absurdalne się wydaje. Pytacie ją o to samo, chichocząc. Świat wokół was promienieje straszliwym żarem. Choć staracie się z całych sił, nie potraficie przestać się śmiać.
ru: Доктор Маркес будит вас, немного встряхнув: «Вы говорили во сне. На вас, правда, было непохоже. Я такого языка ещё не слышала». У вас в голове проносятся незнакомые воспоминания. Вот вы в прокуренном подпольном баре, говорите чужим голосом. Вот вы — полосатая кошка, что сидит на углу улицы. Вы — цветок сирени, что упивается солнечным светом. Вы плачете в часовне, уткнувшись лицом в ладони. Не особо распространяясь об увиденном, вы выходите наружу вслед за профессором. Утреннее солнце вас совсем не радует. Сам его свет напоминает вам о завихряющейся бездне глубоко под островом. От этого воспоминания вас начинает тошнить. Вся территория острова Хемлок погребена под белоснежным пеплом, придающим ему облик ранней зимы. «Что ж, мы можем многое рассказать руководству Мискатоникского университета, — доктор Маркес пристраивается рядом с вами и устало вздыхает. — Вот только я сомневаюсь, что они смогут осознать и понять произошедшее». Вы киваете. Перед глазами всё плывёт. Даже закрыв их, вы видите то невозможное сияние. «Эй! Всё в порядке?» — доктор Маркес продолжает повторять ваше имя. Чем больше вы вслушиваетесь в его звуки, тем они абсурднее. Хихикнув, вы произносите его в ответ. Мир вокруг вас сияет, словно раскалившись добела. Как бы вы ни старались, вы не можете перестать смеяться.
zh: 馬爾克斯博士輕輕搖醒你：“你說了夢話，但聽起來不像是你，那不是我聽過的任何語言。”陌生的記憶湧入你的腦海中：你在一家煙霧繚繞的秘密酒吧，用別人的聲音說話；化身為虎斑貓在街角遊走；變成紫丁香暢飲陽光；在教堂裡放聲痛哭。 你不想多做分享，跟著教授走入外面毒辣的上午陽光中。陽光本身讓你想起深藏在谷地下方的漩渦般的深空，讓你感到不適。整個赫姆拉克島都被白色的雪灰所掩埋，彷彿像是初冬時分。 “我們有很多事要向米斯卡塔尼克大學報告。”馬爾克斯博士走近，發出疲憊的嘆息：“但我懷疑他們永遠不能真正理解在這裡發生的事。”你點點頭，眼前的視野不斷旋轉。即使閉上眼睛，你依然能看見那道不自然的輝光。 “你還好嗎？”馬爾克斯博士重複著你的名字，聽得越多次，它聽起來越荒謬。你對她重複著你的名字，你咯咯地笑著。你周圍的世界閃耀著可怕的光芒。 不管你怎麼努力，都無法停止發笑。

source: Interlude 1
ru: Интерлюдия 1

source: Interlude 2
ru: Интерлюдия 2

source: Interlude 3
ru: Интерлюдия 3

source: Interlude 4
ru: Интерлюдия 4

source: Interlude 5
ru: Интерлюдия 5

source: The Abyss
fr: Les Abysses

source: Mother Rachel
de: Mutter Rachel
fr: Mère Rachel
it: Madre Rachel
ko: 대모 레이첼
zh: 瑞秋主母

source: The Cosmis Emissary
de: Der Kosmische Sendbote
es: El Emisario cósmico
zh: 星界神使
