Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The investigators are <b>devoured</b> <i>(each investigator is</i> <b>killed</b><i>)</i>.
de: Die Ermittler werden <b>verschlungen</b> <i>(jeder Ermittler wird</i> <b>getötet</b><i>)</i>.
es: Los investigadores son <b>devorados</b> <i>(cada investigador</i> <b>muere</b><i>)</i>.
fr: Les investigateurs sont <b>dévorés</b> <i>(tous les investigateurs sont</i> <b>tués</b><i>)</i>.
it: Gli investigatori vengono <b>divorati</b> <i>(ogni investigatore è</i> <b>ucciso</b><i>)</i>.
ko: 모든 조사자는 <b>집어삼켜집니다</b><i>(모든 조사자는 </i><b>사망합니다</b><i>)</i>.
pl: Badacze zostali <b>pożarci</b> <i>(każdy badacz został</i> <b>zabity</b><i>)</i>.
ru: Каждый сыщик <b>сожран</b> (т. е. <b>убит</b>).
zh: 調查員們被<b>吞噬</b><i>(每位調查員<b>陣亡</b>) </i>。

source: The investigators win the campaign, but are annihilated.
de: Die Ermittler gewinnen die Kampagne, wurden dabei aber vernichtet.
es: Los investigadores ganan la campaña, pero son aniquilados.
fr: Les investigateurs gagnent la campagne, mais sont annihilés.
it: Avete vinto la campagna, ma siete stati annientati.
ko: 조사자가 캠페인에서 승리했으나, 모두 소멸되고 말았습니다.
pl: Badacze wygrywają kampanię, ale zostali unicestwieni.
ru: Сыщики победили в кампании ценой собственной аннигиляции.
zh: 調查員贏得遊戲勝利，但灰飛煙滅。

source: Update your Campaign Log. Cross out the name of each resident that was in the victory display at the end of the game.
de: Aktualisiere das Kampagnenlogbuch. Streiche den Namen jedes Einwohners durch, der sich am Spielende im Siegpunktestapel befunden hat.
es: Actualiza el registro de campaña. Tacha el nombre de todos los habitantes que estuvieran en la zona de victoria al final de la partida.
fr: Mettez à jour votre Carnet de Campagne. Rayez le nom de tous les habitants dans la pile de victoire à la fin de la partie.
it: Aggiornate il Diario della Campagna. Barrate il nome di ogni abitante che si trovava nella galleria delle vittorie alla fine della partita.
ko: 캠페인 기록지를 갱신합니다. 게임 끝에 승점 더미에 있었던 모든 주민의 이름에 취소선을 긋습니다.
pl: Zaktualizuj Dziennik kampanii. Wykreśl imię każdego mieszkańca, który znajdował się w puli zwycięstwa na koniec gry.
ru: Обновите журнал кампании. Вычеркните имя каждого жителя, который был на победном счету в конце игры.
zh: 更新劇本日誌。檢查每位住民。如果遊戲結束時，該住民在勝利區，劃掉該住民的名字。

source: In Victory Display:
de: Im Siegpunktestapel:
es: En la zona de victoria:
fr: Dans la Pile de Victoire :
it: Nella galleria delle vittorie:
ko: 승정 더미에 있는 주민:
pl: W puli zwycięstwa:
ru: На победном счету:
zh: 在勝利區的住民：

source: the Vale was saved.
de: das Tal wurde gerettet.
es: el Valle se salvó.
fr: Vale a été sauvé.
it: avete salvato la valle.
ko: 헴록 베일을 구해냈다
pl: Dolina została uratowana.
ru: Хемлок-Вейл спасена.
zh: 谷地被拯救。

source: Each investigator suffers 2 physical trauma and 2 mental trauma as they grapple with the profound loss of life and the terror that still lives beneath Hemlock Isle.
de: Jeder Ermittler erleidet 2 körperliche und 2 seelische Traumata, da er mit dem Verlust vieler Menschenleben und dem Wissen, dass der Schrecken noch immer unter Hemlock Isle haust, zurechtkommen muss.
es: Cada investigador sufre 2 traumas físicos y 2 traumas mentales mientras tratan de asimilar la profunda pérdida de vidas y el terror que aún habita bajo la Isla de la Cicuta.
fr: Chaque investigateur subit 2 traumatismes physiques et 2 traumatismes mentaux causés par les profondes pertes en vies humaines et la terreur qui continue d’exister sous Hemlock Isle.
it: Ogni investigatore subisce 2 traumi fisici e 2 traumi mentali per la tremenda perdita di vite e per la consapevolezza che sotto l'isola vive ancora un letale terrore.
ko: 각 조사자는 육체적 트라우마 2씩과 정신적 트라우마 2씩을 겪습니다. 막대한 인명 손실과 헴록 섬 아래에 아직 무시무시한 것이 존재한다는 사실을 견뎌내야 하기 때문입니다.
pl: Każdy badacz otrzymuje 2 punkty traumy fizycznej i 2 punkty traumy psychicznej, ponieważ musi zmierzyć się z ogromem śmierci i koszmarem, który nadal żyje pod Wyspą Hemlock.
ru: Каждый сыщик получает 2 физические и 2 ментальные травмы, столкнувшись с многочисленными человеческими жертвами и ужасом, что всё ещё живёт под островом Хемлок.
zh: 每位調查員承受2點肉體創傷與2點精神創傷，無數逝去的生命沉重的壓在他們心頭，以及依然存活在赫姆拉克島下的恐怖之物的恐懼揮之不去。

source: Each investigator earns 3 bonus experience, as they have saved the people of Hemlock Isle from a terrible fate.
de: Jeder Ermittler verdient 3 Bonus-Erfahrungspunkte, da er die Menschen von Hemlock Isle vor einem schlimmen Schicksal bewahrt hat.
es: Cada investigador obtiene 3 puntos de experiencia adicionales por haber salvado a la gente de la Isla de la Cicuta de un terrible destino.
fr: Chaque investigateur reçoit 3 points d’expérience bonus pour avoir sauvé la population de Hemlock Isle d’un terrible destin.
it: Ogni investigatore guadagna 3 punti esperienza aggiuntivi per aver salvato gli abitanti dell'isola da un terribile destino.
ko: 헴록 섬 사람들을 무시무시한 운명으로부터 구해냈기 때문에, 각 조사자는 경험치를 추가로 3만큼 얻습니다.
pl: Każdy badacz otrzymuje 3 dodatkowe punkty doświadczenia, ponieważ uratował mieszkańców Wyspy Hemlock przed strasznym losem.
ru: Каждый сыщик получает 3 опыта дополнительно за то, что спас жителей острова Хемлок от кошмарной участи.
zh: 每位調查員取得3點獎勵經驗值，由於他們拯救了赫姆拉克島的人民免於恐怖的命運。

source: the Vale burned.
de: das Tal wurde niedergebrannt.
es: el Valle ardió.
fr: Vale a brûlé.
it: la valle è bruciata.
ko: 헴록 베일이 불타버렸다
pl: Dolina spłonęła.
ru: Хемлок-Вейл сожжена дотла.
zh: 谷地付之一炬。

source: Each investigator earns 3 bonus experience for eradicating the Colour Out of Space...right?
de: Jeder Ermittler verdient 3 Bonus-Erfahrungspunkte, da er die Farbe aus dem All ein und für alle Mal auslöschen konnte... richtig?
es: Cada investigador obtiene 3 puntos de experiencia adicionales por haber erradicado al Color del espacio exterior…, ¿verdad?
fr: Chaque investigateur reçoit 3 points d’expérience bonus pour avoir éradiqué la Couleur tombée du Ciel… c’est bien ce qui s’est passé, n’est-ce pas ?
it: Ogni investigatore guadagna 3 punti esperienza aggiuntivi per aver debellato la minaccia del colore venuto dallo spazio… o forse no?
ko: 우주에서 온 색채를 제거했기 때문에, 각 조사자는 경험치를 추가로 3만큼 얻습니다. 정말... 제거한 것이 맞기는 할까요?
pl: Każdy badacz otrzymuje 3 dodatkowe punkty doświadczenia, ponieważ pozbył się Koloru z przestworzy... prawda?
ru: Каждый сыщик получает 3 опыта дополнительно за уничтожение Цвета из иных миров. Он же уничтожен… правда?
zh: 每位調查員取得3點獎勵經驗值，由於他們根除了星之彩……對吧？

source: investigators barely survived the Feast of Hemlock Vale.
de: die Ermittler haben das Fest von Hemlock Vale knapp überlebt.
es: los investigadores apenas sobrevivieron a la fiesta del Valle de la Cicuta.
fr: les investigateurs ont failli ne pas survivre au Festin de Hemlock Vale.
it: siete sopravvissuti a stento alla Festa di Hemlock Vale.
ko: 캠페인 기록지에 조사자들이 헴록 베일의 축일에서 간신히 살아남았다 라고 기록합니다.
pl: badacze ledwo przetrwali Ucztę w Dolinie Hemlock.
ru: сыщики едва пережили Пир в Хемлок-Вейл.
zh: 調查員們從鐵杉谷的盛宴中倖存。

source: Each investigator suffers 3 physical trauma and 3 mental trauma as they are haunted by the brilliant, maddening effects of the Colour Out of Space.
de: Jeder Ermittler erleidet 3 körperliche und 3 seelische Traumata, da er von den brillanten, wahnsinnigen Einflüssen der Farbe aus dem All verfolgt wird.
es: Cada investigador sufre 3 traumas físicos y 3 traumas mentales, pues siguen aquejados por los brillantes efectos enloquecedores del color del espacio exterior.
fr: Tous les investigateurs subissent 3 traumatismes physiques et 3 traumatismes mentaux, hantés qu’ils sont par les effets spectaculaires et désespérants de la Couleur Tombée du Ciel.
it: Ogni investigatore subisce 3 traumi fisici e 3 traumi mentali per gli esasperanti effetti scintillanti del colore venuto dallo spazio.
ko: 각 조사자는 육체적 트라우마 3씩과 정신적 트라우마 3씩을 겪습니다. 우주에서 온 색채의 찬란하고도 정신을 유린하는 효과에 시달리기 때문입니다.
pl: Każdy badacz otrzymuje 3 punkty traumy fizycznej i 3 punkty traumy psychicznej, ponieważ nawiedzają ich lśniące, doprowadzające do szaleństwa efekty Koloru z przestworzy.
ru: Каждый сыщик получает 3 физических и 3 ментальных травмы, страдая от яркого, сводящего с ума влияния Цвета из иных миров.
zh: 每位調查員承受3點肉體創傷與3點精神創傷，由於他們被星之彩的光芒與令人發狂的力量所折磨。

source: Each investigator earns 2 bonus experience for surviving the Feast.
de: Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte, da er das Fest überlebt hat.
es: Cada investigador obtiene 2 puntos de experiencia adicionales por haber sobrevivido a la fiesta.
fr: Chaque investigateur reçoit 2 points d’expérience bonus pour avoir survécu au Festin.
it: Ogni investigatore guadagna 2 punti esperienza aggiuntivi per essere sopravvissuti alla Festa.
ko: 헴록 베일의 축일에서 살아남았기 때문에, 각 조사자는 경험치를 추가로 2만큼 얻습니다.
pl: Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia za przetrwanie Uczty.
ru: Каждый сыщик получает 2 опыта дополнительно, пережив Пир.
zh: 每位調查員取得2點獎勵經驗值，由於他們在盛宴中存活了下來。

source: The investigators win the campaign...but nobody else did.
de: Die Ermittler gewinnen die Kampagne... doch sonst hat es niemand geschafft.
es: Los investigadores ganan la campaña… pero nadie más gana.
fr: Les investigateurs gagnent la campagne… mais ils sont bien les seuls.
it: Avete vinto la campagna... solo voi, nessun altro.
ko: 조사자가 캠페인에서 승리했습니다만... 다른 이들은 그러지 못했습니다.
pl: Badacze wygrywają kampanię... ale nikt więcej nie ocalał.
ru: Сыщики победили в кампании… Но какой в этом смысл?
zh: 調查員遊戲勝利……但沒有其他人活下來。

source: Your surroundings are swallowed by an unspeakable brilliance. A familiar euphoria grips you as reality itself shatters around you, and you catch a fleeting glimpse of other faces: human, alien, animal. The bliss turns to excruciating pain as your body sublimates into red gas. As you scream, the thousand other faces scream with you in your mind: you realize each of them is another you in other times, other realities. The other faces refract, split in two, and fracture like a broken mirror again, as every version of you is remade into something new. And then, a warmth. A wholeness. There is no you anymore. Only color and light. At last, you have found your place.
de: Deine Umgebung wird von einer unbeschreiblichen Brillanz verschluckt. Dich ergreift erneut diese vertraute Euphorie, während die Realität um dich herum zerbricht. Du kannst einen flüchtigen Blick auf andere Gesichter erhaschen: von Menschen, von Tieren und von fremdartigen Wesen. Die Glückseligkeit verwandelt sich in unerträglichen Schmerz, als sich dein Körper in rotes Gas auflöst. Als du schreist, schreien die tausend anderen Gesichter mit dir in deinem Kopf: Du musst erkennen, dass jedes von ihnen ein anderes Ich von dir ist, in einer anderen Zeit, in einer anderen Realität. Die anderen Gesichter brechen das Licht, zerbersten wie ein kaputter Spiegel und fügen sich wieder zusammen, während sich jede Version von dir in etwas Neues verwandelt. Und dann – Wärme. Eine Ganzheit. Es gibt kein Du mehr. Nur noch Farbe und Licht. Endlich hast du deinen Platz gefunden.
es: Todo lo que os rodea queda engullido por un brillo indecible. Una euforia familiar os atenaza mientras la propia realidad se resquebraja y veis un atisbo pasajero de otros rostros: humanos, alienígenas, animales. La dicha se convierte en un dolor insoportable mientras vuestros cuerpos se subliman en un gas rojo. Mientras gritáis, los miles de otros rostros gritan con vosotros en vuestras mentes: os dais cuenta de que cada uno de ellos es otro yo vuestro en otros tiempos, en otras realidades. Los otros rostros se refractan, se dividen en dos y se fracturan de nuevo como un espejo roto, mientras cada versión vuestra es rehecha en algo nuevo. Y entonces, la calidez. La sensación de estar completos. Ya no hay un vosotros. Sólo color y luz. Por fin habéis encontrado vuestro sitio.
fr: Votre environnement est englouti par une brillance indicible. Une euphorie familière vous saisit alors que la réalité elle-même se brise autour de vous et que vous apercevez fugitivement d’autres visages : humains, inhumains, animaux. La félicité se transforme en douleur atroce lorsque votre corps se sublime en gaz rouge. Alors que vous hurlez, les milliers d’autres visages hurlent avec vous dans votre esprit : vous réalisez que chacun d’entre eux est un autre vous dans d’autres temps, d’autres réalités. Les autres visages se réfractent, se divisent en deux et se fracturent à nouveau comme un miroir brisé, alors que chaque version de vous-même est transformée en quelque chose de nouveau. Et puis, une chaleur. Une plénitude. Il n’y a plus de vous. Il ne reste que la couleur et la lumière. Vous avez enfin trouvé votre place.
it: Tutto ciò che vi circonda viene ingoiato da un bagliore indicibile. L'euforia che vi è ormai familiare vi attanaglia mentre la realtà va in frantumi attorno a voi, facendovi scorrere davanti una sequela di volti umani, alieni e animali che non vi appartengono... Finché la beatitudine non si tramuta in un dolore agonizzante, e i vostri corpi vengono sublimati in nubi di gas rosso. Urlate, urlate a squarciagola. Le migliaia di altri volti che vi attorniano urlano insieme a voi nella vostra mente, e vi rendete conto solo in quel momento che si tratta di altri voi provenienti da altri tempi, da altre realtà. Altri volti che si rifrangono, si spezzano, in frantumi come specchi rotti, mentre ogni vostra versione viene rimodellata in qualcosa di nuovo. E poi calore. Interezza. Non ci siete più voi. Solo colore e luce. Infine, avete trovato il vostro posto.
ko: 사방이 형언할 수 없는 광휘에 휩싸입니다. 주변의 현실이 산산이 조각나며 익숙한 희열감이 당신을 사로잡는 가운데, 다른 것들의 얼굴과 형체가 눈앞을 스쳐 지나갑니다. 그 가운데는 인간의 얼굴도, 외계적인 무언가도, 동물의 모습도 있었습니다. 몸이 점차 붉은 기체로 승화하면서 환희는 곧 극심한 고통으로 바뀌어갑니다. 당신이 비명을 지르면 머릿속에서 수천 개의 다른 얼굴이 함께 비명을 질러댑니다. 그 모든 얼굴은 다른 시간, 다른 현실에 존재하는 또 다른 당신임을 깨닫습니다. 다른 얼굴들은 마치 깨진 거울에 반사되는 것처럼 조각나고, 굴절하며, 둘로 나뉘더니 모든 현실의 당신은 새로운 존재로 다시 빚어집니다. 이제는 따스함만이 느껴집니다. 이것이 온전함입니다. 더 이상 당신이라는 존재는 없습니다. 오직 색채와 빛만 존재할 뿐입니다. 마침내 당신은 자신의 자리를 찾게 되었습니다.
pl: Wasze otoczenie zostaje połknięte przez nieopisywalną światłość. Zalewa was znajoma euforia, gdy rzeczywistość wokół was sama się rozpada, a wy dostrzegacie przelotne przebłyski innych twarzy: ludzkich, obcych, zwierzęcych. Błogość zamienia się w rozdzierający ból, gdy wasze ciała sublimują się w czerwony gaz. Kiedy krzyczycie, tysiące innych twarzy krzyczy w waszych umysłach razem z wami. Zdajecie sobie sprawę, że każda z nich to wasz odpowiednik w innych czasach, innych rzeczywistościach. Pozostałe twarze załamują się, rozpadają na pół i pękają jak stłuczone lustro, ponieważ każda wersja was zostaje przeobrażona w coś nowego. A potem czujecie ciepło. Całość. Was już nie ma. Jest tylko kolor i światło. Nareszcie znaleźliście swoje miejsce.
ru: Всё вокруг пожирается неименуемым сиянием. Окружающая реальность начинает рассыпаться, и вас охватывает знакомая эйфория. Вы улавливаете мимолетное мелькание других лиц: человеческих, инопланетных, животных. Блаженство сменяется мучительной болью, когда ваше тело сублимируется в красный газ. Вы кричите, и в вашем сознании вместе с вами кричат тысячи других лиц: вы понимаете, что каждое из них принадлежит вам же, но из других времён и реальностей. Другие лица отражаются, делятся надвое и раскалываются, словно разбитое зеркало. Каждая версия вас превращается в нечто новое. А затем наступает тепло. Целостность. Вашего «я» больше нет. Только цвет и свет.
zh: 你的周圍被一種難以言喻的光芒吞噬。熟悉的快感籠罩著你，現實本身在你周圍破碎。你一瞬間瞥見了其他面孔：人類、外星人、動物。愉悅轉變成了難以忍受的痛苦，你的身體瓦解成紅色的氣體。當你尖叫時，其他上千個面孔也在你腦海中與你一同尖叫：你意識到每個面孔都是其他時代、其他現實中的另一個你。所有面孔折射、分裂，像破碎的鏡子一樣再次崩裂，每個分支的你都被重塑成新的形態。然後，一種溫暖、一種完整感，再沒有你的存在，只有色彩和光芒。 至少，你找到了屬於你的歸處。
