Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You nearly collapse from exhaustion as soon as you enter the derelict lighthouse. Your motley crew of survivors is composed of many dazed locals, mariners from Akwan, and confused tourists. As you dress their wounds, they look at you helplessly. Outside, the sun colors the sky in vivid hues. You step out into the clean morning light and draw your first easy breath in days. The entirety of Hemlock Isle is buried under white snowy ash, giving it the look of early winter. All that remains of the fecund western woods is the great, knotted hollow of an ancient tree, its tangled branches clawing at the sky. “We have plenty to tell the board at Miskatonic University,” Dr. Marquez sidles up next to you, then lets out a weary sigh. “But I doubt they’ll understand what really happened here.” You nod, distracted. Across the bay, a brief, gossamer wisp of cloud catches the sunlight. When you blink, it has vanished.
de: Als du den verfallenen Leuchtturm betrittst, brichst du vor Erschöpfung fast zusammen. Deine bunt zusammengewürfelte Gruppe von Überlebenden besteht aus vielen benommenen Einheimischen, Seeleuten aus Akwan und verwirrten Touristen. Während du ihre Wunden versorgst, sehen sie dich hilflos an. Draußen färbt die Sonne den Himmel in leuchtenden Farben. Du trittst hinaus in das klare Morgenlicht und atmest zum ersten Mal seit Tagen wieder tief durch. Ganz Hemlock Isle ist unter schneeweißer Asche begraben. Fast sieht es so aus, als hätte es einen frühen Wintereinbruch gegeben. Alles, was von den üppigen Westlichen Wäldern übrig geblieben ist, ist die große, verknotete Silhouette eines uralten Baumes, dessen verworrene Äste sich krallenförmig in den Himmel recken. „Wir haben dem Präsidium der Miskatonic Universität so einiges zu berichten“, sagt Dr. Marquez neben dir und stößt einen müden Seufzer aus. „Ich bezweifle allerdings, dass sie jemals verstehen werden, was hier wirklich passiert ist.“ Du nickst abwesend. Auf der anderen Seite der Bucht fängt ein schmaler, hauchdünner Wolkenfetzen das Sonnenlicht ein. Als du blinzelst, ist er bereits verschwunden.
es: Estáis a punto de desplomaros de agotamiento en cuanto entráis en el desvencijado faro. Vuestro variopinto grupo de supervivientes está compuesto por muchos aturdidos lugareños, marineros de Akwan y confusos turistas. Mientras tratáis sus heridas, os miran con impotencia. En el exterior, el sol tiñe el cielo de vivos colores. Salís bajo la limpia luz de la mañana y respiráis tranquilos por primera vez en días. Toda la Isla de la Cicuta está sepultada bajo una ceniza blanca que se asemeja a la nieve, haciendo que parezca que ha empezado a llegar el invierno. Todo lo que queda de los fecundos bosques orientales es el gran y nudoso tronco hueco de un antiguo árbol, con sus enredadas ramas tratando de arañar el cielo. –Tenemos mucho que contarle a la junta de la Universidad Miskatonic –dice la Dra. Marquez tras acercarse a vosotros. Luego suspira y añade–. Pero dudo que entiendan lo que ha ocurrido aquí realmente. Asentís pese a que no estáis prestando demasiado atención. Al otro lado de la bahía, la luz del sol incide sobre un pequeño jirón de nube. Cuando parpadeáis, ha desaparecido.
fr: Vous manquez de vous effondrer d’épuisement dès que vous entrez dans le phare abandonné. Votre équipe hétéroclite de survivants est composée de locaux hébétés, de marins d’Akwan et de touristes désorientés. Impuissants, ils vous regardent panser leurs blessures. Dehors, le soleil colore le ciel de teintes vives. Vous sortez dans la lumière pure du matin et respirez pour la première fois depuis des jours. L’île de Hemlock est entièrement recouverte de cendres blanches et floconneuses, qui donnent l’impression de la voir au début de l’hiver. Tout ce qui reste des bois féconds de l’ouest est le grand tronc creux et noueux d’un arbre vénérable, dont les branches enchevêtrées tentent d’agripper le ciel. « Nous avons beaucoup de choses à dire au conseil d’administration de l’université de Miskatonic », déclare le Dr Marquez en s’approchant de vous, avant de laisser échapper un soupir de lassitude. « Mais je doute qu’ils comprennent ce qu’il s’est réellement passé ici. » Vous acquiescez, d’un air distrait. De l’autre côté de la baie, une brève traînée de nuages se révèle aux rayons du soleil. Lorsque vous clignez des yeux, elle a disparu.
it: Quasi crollate per la stanchezza non appena raggiungete il faro abbandonato. Il vostro gruppo eterogeneo è composto da locali frastornati, marinai di Akwan e turisti confusi. Vi occupate dei feriti mentre vi fissano impotenti. All'esterno, il sole colora il cielo con sfumature vivide. Mettete un piede fuori dall'uscio nella luce del mattino e inspirate a pieni polmoni la prima boccata d'ossigeno leggera da giorni. L'intera isola è sepolta sotto un velo di cenere bianca che le conferisce un aspetto invernale. Tutto ciò che resta dei rigogliosi boschi a ovest è l'immenso tronco cavo nodoso di un antico albero, i cui rami contorti anelano a raggiungere il cielo. "Ne abbiamo di cose da riferire al consiglio di amministrazione dell'università" sussurra la dottoressa Marquez che vi affianca sospirando "ma dubito che capirebbero quello che è successo davvero qui." Annuite, distratti. Dall'altra parte della baia, lo sbuffo di una nuvola cattura fugace la luce del sole. In un battito di ciglia, svanisce nel nulla.
ko: 버려진 등대에 발을 들이기 무섭게 기진맥진한 몸이 그대로 쓰러질 뻔했습니다. 생존자 무리는 멍한 주민, 아콴에서 온 선원, 혼란스러워하는 관광객 등 다양한 사람들로 이뤄져 있었습니다. 이들의 상처를 보살피는 가운데, 이들은 무기력한 얼굴로 당신을 바라봅니다. 이제 등대 밖에 태양이 떠올라 하늘을 선명한 색깔로 물들여 갑니다. 당신은 청명한 아침 햇살을 맞으며, 며칠 만에 마음 놓고 숨을 들이켭니다. 불타버린 헴록 섬 전체가 마치 하얀 눈 같은 재로 뒤덮여 있어 초겨울을 연상케 합니다. 울창한 서부 숲에 남은 것이라고는 고목에 난 옹이진 공동과 얽히고설킨 채 하늘을 향해 할퀴듯 뻗은 나뭇가지뿐이었습니다. “미스캐토닉 대학 이사회에 전할 내용이 정말로 많겠군요.” 마르케스 박사가 쭈뼛쭈뼛하며 당신의 곁으로 다가와 지친 한숨을 내쉽니다. “하지만 그들이 여기서 대체 무슨 일이 벌어졌는지 이해할 수 있기나 할까요.” 당신은 다른 곳에 정신이 팔린 채 고개를 끄덕입니다. 그 순간, 헴록 만 건너편에서 가느다랗고 짧은 구름 줄기가 햇빛을 받아 반짝 하고 빛을 냅니다. 그러나 눈 깜짝할 사이에 구름은 사라지고 말았습니다.
pl: Prawie upadacie z wyczerpania, gdy tylko wchodzicie do opuszczonej latarni morskiej. Wasza grupa ocalałych składa się z wielu oszołomionych mieszkańców, marynarzy z Akwan i zdezorientowanych turystów. Patrzą na was bezradnie, gdy opatrujecie ich rany. Na zewnątrz słońce barwi niebo jaskrawymi kolorami. Wychodzicie na czyste poranne światło i oddychacie spokojnie po raz pierwszy od kilku dni. Cała Wyspa Hemlock jest pochowana pod śnieżnobiałym popiołem, zupełnie jakby zima przyszła w tym roku wcześniej. Jedyne, co pozostało ze wspaniałego zachodniego lasu, to wielka, wynaturzona dziupla pradawnego drzewa, którego splątane gałęzie sięgają nieba. „Mamy wiele do opowiedzenia zarządowi Uniwersytetu Miskatonic.” – Dr Marquez podchodzi do was, po czym wzdycha ze znużeniem. – „Ale wątpię, żeby zrozumieli, co tu się naprawdę wydarzyło”. Kiwacie głowami, rozkojarzeni. Po drugiej stronie zatoki delikatna niczym babie lato chmura łapie światło słoneczne. Gdy mrugacie, znika.
ru: Войдя в заброшенный маяк, вы едва не падаете от усталости. Ваша пёстрая компания выживших состоит из множества ошеломлённых местных, моряков из Акуана и растерянных туристов. Они беспомощно смотрят на вас, пока вы перевязываете их раны. Солнце снаружи окрашивает небо в яркие тона. Вы выходите на чистый утренний свет и впервые за несколько дней делаете спокойный вдох. Вся территория острова Хемлок погребена под белоснежным пеплом, придающим ему облик ранней зимы. От плодородных Западных лесов осталось лишь огромное узловатое древнее дерево. Его спутанные ветви словно цепляются за небо. «Что ж, мы можем многое рассказать руководству Мискатоникского университета, — доктор Маркес пристраивается рядом с вами и устало вздыхает. — Вот только я сомневаюсь, что они смогут осознать и понять произошедшее». Вы рассеянно киваете. На другом берегу залива в лучах солнца быстро мелькает полупрозрачное облачко. Моргнув, вы обнаруживаете, что оно уже исчезло.
zh: 一進入荒廢的燈塔，你幾乎因為疲憊而倒下。倖存者們包含許多茫然的當地居民、來自艾灣的水手和困惑的遊客。當你為他們包紮傷口時，他們無助地看著你。外面，陽光使天空呈現鮮豔的色彩。 你走進潔淨的清晨光線中，深吸了一口氣，這是你數天來第一次放鬆下來。整個赫姆拉克島都被白色的雪灰所掩埋，彷彿像是初冬時分。繁茂的西部大森林所剩無幾，只剩下一棵古老樹木盤根錯節的樹洞，糾結的樹枝向著天空伸展。 “我們有很多事要向米斯卡塔尼克大學報告。”馬爾克斯博士走近，發出疲憊的嘆息：“但我懷疑他們永遠不能真正理解在這裡發生的事。”你點點頭，心不在焉。在海灣的對岸，一縷如薄紗般輕盈的雲霞抓住了陽光。當你眨眼時，它已經消失了。

source: The lighthouse is wreathed in a murky gray smoke. You and the remaining survivors try to sleep through the night, but you are plagued by nightmares. A burning tree. A falling star. The ghostly outline of Mother Rachel, pointing accusingly at you with a long ceremonial knife. In the morning, you step out into the gray, featureless landscape. Nothing was spared from the blaze. The island is covered in fine gray ash, broken only by a few bent trees. “We have plenty to tell the board at Miskatonic University,” Dr. Marquez sidles up next to you, then lets out a weary sigh. “But I doubt they’ll understand what really happened here.” You nod, distracted. Across the bay, a brief, gossamer wisp of cloud catches the sunlight. When you blink, it has vanished.
de: Der Leuchtturm ist in einen trüben, grauen Rauch gehüllt, als ihr ihn erreicht. Du und die übrigen Überlebenden versuchen, ein wenig Schlaf zu bekommen. Du wirst jedoch von Albträumen geplagt. Ein brennender Baum. Eine Sternschnuppe. Der geisterhafte Umriss von Mutter Rachel, die anklagend mit einem langen Zeremonienmesser auf dich zeigt. Am Morgen trittst du in die graue, verwüstete Landschaft hinaus. Nichts ist von dem Feuer verschont geblieben. Die Insel ist mit feiner, grauer Asche bedeckt, aus der hier und da ein umgeknickter Baum hervorragt. „Wir haben dem Präsidium der Miskatonic Universität so einiges zu berichten“, sagt Dr. Marquez neben dir und stößt einen müden Seufzer aus. „Ich bezweifle allerdings, dass sie jemals verstehen werden, was hier wirklich passiert ist.“ Du nickst abwesend. Auf der anderen Seite der Bucht fängt ein schmaler, hauchdünner Wolkenfetzen das Sonnenlicht ein. Als du blinzelst, ist er bereits verschwunden.
es: El faro está envuelto en un turbio humo gris. Los supervivientes restantes y vosotros tratáis de dormir lo que queda de noche, pero os asaltan las pesadillas. Un árbol ardiendo. Una estrella que cae. La silueta fantasmal de la madre Rachel que os señala acusatoriamente con un largo cuchillo ceremonial. Por la mañana, salís al exterior y miráis el paisaje gris y uniforme. Nada ha escapado a las llamas. La isla está cubierta de una fina ceniza gris, interrumpida únicamente por algunos árboles inclinados. –Tenemos mucho que contarle a la junta de la Universidad Miskatonic –dice la Dra. Marquez tras acercarse a vosotros. Luego suspira y añade–. Pero dudo que entiendan lo que ha ocurrido aquí realmente. Asentís pese a que no estáis prestando demasiado atención. Al otro lado de la bahía, la luz del sol incide sobre un pequeño jirón de nube. Cuando parpadeáis, ha desaparecido.
fr: Le phare est enveloppé d’une fumée grise et poisseuse. Vous et les autres survivants essayez de dormir un peu, mais des cauchemars ne cessent de perturber votre sommeil. Un arbre en flamme. Une étoile filante. La silhouette fantomatique de la mère Rachel, pointant un long couteau de cérémonie dans votre direction, d’un air accusateur. Au petit matin, vous découvrez un paysage gris et sans relief. Rien n’a été épargné par les flammes. L’île est recouverte de fines cendres grisâtres, quelques arbres calcinés encore dressés ici et là. « Nous avons beaucoup de choses à dire au conseil d’administration de l’université de Miskatonic », déclare le Dr Marquez en s’approchant de vous, avant de laisser échapper un soupir de lassitude. « Mais je doute qu’ils comprennent ce qu’il s’est réellement passé ici. » Vous acquiescez, distrait. De l’autre côté de la baie, une brève traînée de nuages se révèle aux rayons du soleil. Lorsque vous clignez des yeux, elle a disparu.
it: Il faro è avvolto in una nube di fumo grigio torbido. Insieme ai sopravvissuti rimasti cercate di prendere sonno per passare la notte, ma siete tutti tormentati dagli incubi: un albero in fiamme, una stella cadente, la sagoma spettrale di Madre Rachel che vi punta il dito contro, accusatoria, mentre impugna nell'altra mano un lungo pugnale cerimoniale. Al mattino decidete di affrontare il panorama cupo e informe. L'incendio non ha risparmiato nulla: l'isola è completamente coperta da un velo di cenere grigia interrotto solo da qualche albero ricurvo. "Ne abbiamo di cose da riferire al consiglio di amministrazione dell'università" sussurra la dottoressa Marquez che vi affianca sospirando "ma dubito che capirebbero quello che è successo davvero qui." Annuite, distratti. Dall'altra parte della baia, lo sbuffo di una nuvola cattura fugace la luce del sole. In un battito di ciglia, svanisce nel nulla.
ko: 등대는 짙은 회색 연기에 뒤덮였습니다. 당신은 살아남은 이들과 함께 잠을 청하려 했지만, 밤새 악몽에 시달렸습니다. 불타는 나무. 별똥별. 기다란 의식용 칼로 당신을 가리키는 대모 레이첼의 무시무시한 형체. 아침이 밝아오자, 당신은 밋밋한 회색 풍경으로 발을 내딛습니다. 그 무엇도 화마에서 살아남지 못했습니다. 섬은 고운 회색 재에 뒤덮였으며, 구부러진 나무 몇 그루만 재 위에 서 있을 뿐입니다. “미스캐토닉 대학 이사회에 전할 내용이 정말로 많겠군요.” 마르케스 박사가 쭈뼛쭈뼛하며 당신의 곁으로 다가와 지친 한숨을 내쉽니다. “하지만 그들이 여기서 대체 무슨 일이 벌어졌는지 이해할 수 있기나 할까요.” 당신은 다른 곳에 정신이 팔린 채 고개를 끄덕입니다. 그 순간, 헴록 만 건너편에서 가느다랗고 짧은 구름 줄기가 햇빛을 받아 반짝 하고 빛을 냅니다. 그러나 눈 깜짝할 사이에 구름은 사라지고 말았습니다.
pl: Latarnia morska jest spowita mrocznym szarym dymem. Razem z pozostałymi ocalałymi próbujecie przespać noc, ale dręczą was koszmary. Płonące drzewo. Spadająca gwiazda. Upiorny zarys Matki Rachel, wskazujący na was oskarżycielsko długim nożem ceremonialnym. Rano wychodzicie na zewnątrz, obserwując ponury, pozbawiony kształtów krajobraz. Ogień nie oszczędził niczego. Wyspa pokryta jest popiołem, a wszechobecną szarość przełamuje tylko kilka smętnych, poczerniałych i powyginanych drzew. „Mamy wiele do opowiedzenia zarządowi Uniwersytetu Miskatonic.” – Dr Marquez podchodzi do was, po czym wzdycha ze znużeniem. – „Ale wątpię, żeby zrozumieli, co tu się naprawdę wydarzyło”. Kiwacie głowami, rozkojarzeni. Po drugiej stronie zatoki delikatna niczym babie lato chmura łapie światło słoneczne. Gdy mrugacie, znika.
ru: Маяк окутан мутной серой пеленой. Вы вместе с оставшимися в живых пытаетесь заснуть, но вас мучают кошмары. Пылающее дерево. Падающая звезда. Призрачные очертания матушки Рейчел, которая обвинительно указует на вас длинным церемониальным ножом. Когда утром вы выходите на улицу, вас встречает серый и безликий пейзаж. Огонь не пощадил ничего. Остров покрыт слоем мелкого серого пепла, из которого торчат лишь несколько согнутых деревьев. «Что ж, мы можем многое рассказать руководству Мискатоникского университета, — доктор Маркес пристраивается рядом с вами и устало вздыхает. — Вот только я сомневаюсь, что они смогут осознать и понять произошедшее». Вы рассеянно киваете. На другом берегу залива в лучах солнца быстро мелькает полупрозрачное облачко. Моргнув, вы обнаруживаете, что оно уже исчезло.
zh: 燈塔被籠罩在灰濛濛的煙霧中。你和其他倖存者試著在剩餘的夜晚中入睡，但噩夢纏繞著你。燃燒的樹、墜落的流星、瑞秋主母幽靈般的輪廓，用一把長長的祭儀式刀指著你，控訴著。 清晨，你走出燈塔，眼前是一片灰色、毫無生氣的景象。大火無情地摧毀了一切。整座島被細細的灰燼覆蓋，只有幾棵彎曲的樹木凸出地表。 “我們有很多事要向米斯卡塔尼克大學報告。”馬爾克斯博士走近，發出疲憊的嘆息：“但我懷疑他們永遠不能真正理解在這裡發生的事。”你點點頭，心不在焉。在海灣的對岸，一縷如薄紗般輕盈的雲霞抓住了陽光。當你眨眼時，它已經消失了。
