Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “My sister was right,” Theo says soberly. “She was right about everything. I just hope I get to see her again.”
de: „Meine Schwester hatte recht“, sagt Theo nüchtern. „Sie hatte mit allem recht. Ich hoffe nur, dass ich sie wiedersehen kann.“
es: –Mi hermana tenía razón –dice Theo con seriedad–. Tenía razón en todo. Sólo espero poder volver a verla.
fr: « Ma sœur avait raison », dit sobrement Theo. « Elle avait raison sur tout. J’espère juste pouvoir la revoir. »
it: "Mia sorella aveva ragione" ammette Theo sconfortato. "Aveva ragione su tutto. Spero solo di poterla rivedere."
ko: 테오가 정신을 차리고 말합니다. “누나 말이 맞았어요. 항상 누나 말이 맞았어요. 그냥 헬렌 누나를 다시 볼 수 있었으면 좋겠어요.”
pl: „Moja siostra miała rację” – mówi Theo gorzko. – „Miała całkowitą rację co do tego wszystkiego. Mam tylko nadzieję, że jeszcze ją zobaczę”.
ru: «Моя сестра была права, — рассудительно говорит Тео. — Права во всём. Надеюсь, я ещё её увижу».
zh: “老姐是對的。”西奧沉重地說，“她在所有事情上都是對的，我只希望能再見到她。”

source: Disengage from each enemy and move to any location.
de: Löse dich von jedem Gegner und bewege dich an einen beliebigen Ort.
es: Deja de estar enfrentado a todos los Enemigos y muévete a cualquier Lugar.
fr: Désengagez-vous de chaque ennemi et déplacez-vous vers n’importe quel lieu.
it: Disimpegnati da ogni nemico e muoviti fino a un qualsiasi luogo.
ko: 모든 적으로부터 교전을 풀고 아무 장소 한 곳으로 이동합니다.
pl: Uwolnij się ze zwarcia z każdym wrogiem i porusz się do dowolnej lokalizacji.
ru: Перестаньте сражаться с каждым врагом, с которым сражаетесь, и переместитесь в любую локацию.
zh: 與每個敵人解除交戰並移動到任意地點。

source: What is the current act?
de: Welche Szene ist aktuell?
es: ¿Qué acto está en juego?
fr: Quel est l’Acte en cours ?
it: Qual è il capitolo attuale?
ko: 현재 주요목적이 몇입니까?
pl: Jaki jest aktualny akt?
ru: Какая сейчас сцена?
zh: 目前是場景幾？

source: “Marika?” The woman with the dark hair looks at you, dazed. You can’t remember your name, but Marika doesn’t sound right...does it? “I forgot something, Marika. But I remembered you.”
de: „Marika?“, fragt die Frau mit den dunklen Haaren und sieht dich verwirrt an. Du kannst dich zwar nicht an deinen Namen erinnern, aber „Marika“ klingt nicht richtig ... oder etwa doch? „Ich habe einiges vergessen, Marika“, fährt sie an dich gewandt fort, „doch an dich habe ich mich erinnert.“
es: –¿Marika? La mujer de cabello oscuro te mira, aturdida. No logras recordar su nombre, pero Marika parece apropiado..., ¿no? –Olvidé algo, Marika. Pero te recordé a ti.
fr: « Marika ? » La femme aux cheveux noirs vous regarde, hébétée. Vous ne vous souvenez plus de votre nom, mais Marika ne sonne pas comme il faudrait… n’est-ce pas ? « J’ai oublié quelque chose, Marika. Mais je me suis souvenu de toi. »
it: "Marika?" La donna con i capelli neri ti fissa stordita. Non riesci a ricordare il tuo nome, ma Marika non ti suona bene... vero? "Ho dimenticato qualcosa, Marika. Ma mi sono ricordata di te."
ko: “마리카?” 검은 머리칼의 여자가 멍한 표정으로 당신을 바라봅니다. 당신의 이름이 무엇인지 떠오르지는 않지만, 분명 마리카란 이름은 아닐 것 같습니다. “난... 기억을 잃은 것 같지만... 마리카, 당신만은 똑똑히 기억해요.”
pl: „Marika?” Kobieta z ciemnymi włosami patrzy na ciebie oszołomiona. Nie pamiętasz swojego imienia, ale Marika nie brzmi właściwie… prawda? „Zapomniałam czegoś, Marika. Ale zapamiętałam ciebie”.
ru: «Марика?» — Темноволосая женщина бросает на вас ошеломлённый взгляд. Вы не помните своё имя, но „Марика“ звучит неправильно… Так ведь? «Марика, я забыла… что-то. Но тебя я помню».
zh: “瑪莉卡？“這名黑髮女子茫然地看著你，你忘記了自己的名字，但似乎不是瑪莉卡……對吧？“我忘記了一些事，瑪莉卡，但我還記得你。“

source: Reveal the bottom 6 cards of The Abyss. You may draw any of them. Place the rest back on top of The Abyss in any order. An investigator may trigger this codex again during a different act.
de: Enthülle die untersten 6 Karten des Abgrunddecks. Du darfst beliebig viele davon ziehen. Platziere die restlichen in beliebiger Reihenfolge oben auf dem Abgrunddeck. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Revela las 6 cartas inferiores de El abismo. Puedes robar cualquiera de ellas. Devuelve el resto a la parte superior de El abismo en cualquier orden. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Révélez les 6 cartes du dessous des Abysses. Vous avez le droit de piocher celles que vous voulez. Placez les autres au-dessus des Abysses dans n’importe quel ordre. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Rivela 6 carte dal fondo dell'abisso. Puoi pescarne un qualsiasi numero. Colloca il resto in cima all'abisso in qualsiasi ordine. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 연 맨 밑 카드를 6장 공개합니다. 당신은 그중에서 원하는 만큼의 카드를 뽑아도 됩니다. 나머지 카드는 심연 맨 위에 원하는 순서대로 되돌려 놓습니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Odkryj 6 kart ze spodu Otchłani. Możesz dobrać dowolne z nich. Umieść pozostałe karty na wierzchu Otchłani, w dowolnej kolejności. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Откройте 6 нижних карт Бездны. Можете взять любые из них. Остальные положите на верх Бездны в любом порядке. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 揭示深空牌庫底部的6張卡牌，你可以抽取其中的任意張數，將剩餘的卡牌按任意順序放回深空牌庫頂。任意一位調查員可以在不同場景再次觸發此聖典。

source: “I understand what it is,” Dr. Marquez says. “It’s a living being. Some primal species, or something not of this world. It was brought here— perhaps by Captain Hemlock—and burrowed deep underground, where it permeated water, soil, crops. Everything. It is inherently poisonous to everything around it. Sort of a living miasma. A barely sentient numbing sickness. It emerged from Pearl Ridge 20 years ago, but it wasn’t ready to...to leave.” The professor pulls out a phosphorescent shard. “I think it came from this. One of the original shards that brought it to the island. The being drains its host like a parasite and leaves a crystallized husk behind. Freezes it in time. And then the parasite hatches as a gas from the ‘shell,’ joining...It.” She sighs. “The grant committee is never going to believe this.”
de: „Ich verstehe nun, was es ist“, sagt Dr. Marquez. „Es ist ein Lebewesen. Eine urtümliche Spezies oder etwas, das nicht von dieser Welt ist. Es wurde hierher gebracht – vielleicht von Captain Hemlock – und hat sich tief unter der Erde eingegraben, wo es das Wasser, den Boden, die Pflanzen durchdrungen hat. Einfach alles. Es ist von Natur aus giftig für alles, was es umgibt. Eine Art lebendes Miasma. Eine kaum fühlbare, betäubende Krankheit. Es ist vor 20 Jahren beim Pearl-Hügel wieder an die Oberfläche gekommen ... und war nicht bereit, wieder zu gehen.“ Die Professorin holt einen phosphoreszierenden Splitter hervor. „Ich glaube, dass es hiermit hergekommen ist – mit einem der ursprünglichen Splitter ist es auf die Insel gebracht worden. Das Wesen saugt wie ein Parasit seinen Wirt aus und hinterlässt eine kristallisierte Hülle. Es friert seine Opfer in der Zeit ein. Und dann schlüpft der Parasit als Gas aus der ‚Schale‘ und verbindet sich mit ... Ihm.“ Sie seufzt. „Der Fördermittelbewilligungsausschuss wird mir das nie glauben.“
es: –Entiendo lo que es –dice la Dra. Marquez–. Es un ser vivo. Algún tipo de especie primordial, o algo que no es de este mundo. Fue traído aquí, tal vez por el capitán Cicuta, y enterrado a gran profundidad bajo tierra, donde se infiltró en el agua, la tierra y los cultivos. En todo. Es inherentemente venenoso a cuanto lo rodea. Como una especie de miasma viviente. Una enfermedad entumecedora y apenas sensible. Salió de la Cresta Perla hace 20 años, pero no estaba listo para… para marcharse. La profesora saca un fragmento fosforescente. –Creo que vino de esto. Uno de los fragmentos originales que lo trajo a la isla. El ser va drenando a su huésped como un parásito y deja un cascarón cristalizado. Lo congela en el tiempo. Y luego el cascarón eclosiona y de él sale el parásito, como un gas y se une a… eso. Suspira y añade: –El comité de la beca jamás se creerá todo esto.
fr: « Je comprends ce que c’est », dit le Dr Marquez. « C’est un être vivant. Une espèce primitive, ou quelque chose qui n’est pas de ce monde. Il a été amené ici. Peut-être par le capitaine Hemlock. Et il s’est enfoui profondément sous terre, où il a imprégné l’eau, le sol, les cultures. Tout. Elle est intrinsèquement toxique pour tout ce qui l’entoure. Une sorte de miasme vivant. Une maladie paralysante, à peine consciente. Elle a émergé de Pearl Ridge il y a 20 ans, mais elle n’était pas prête à… partir. » Le professeur sort un éclat phosphorescent. « Je pense qu’il vient de ça. C’est l’un des éclats d’origine qui l’a amené sur l’île. La créature draine son hôte comme un parasite et laisse derrière elle une enveloppe cristallisée. Elle le fige dans le temps. Puis le parasite éclot sous forme de gaz de la «coquille», pour rejoindre… Ça. » Elle soupire. « Le comité de subvention ne va jamais le croire ».
it: "Ho capito cos'è" dichiara la dottoressa Marquez. "È un essere vivente. Una sorta di specie primordiale o qualcosa che non appartiene a questo mondo. È stato portato qui, forse dal capitano Hemlock, e seppellito sottoterra dove ha impregnato l'acqua, il terreno e i raccolti. Ogni cosa. È intrinsecamente tossico per qualsiasi cosa abbia vicino. Una sorta di miasma vivente. Un'entità a malapena senziente di malessere anestetico. È emerso dal crinale Pearl vent'anni fa, ma non era ancora pronto a... ad andarsene." La professoressa sfila da una tasca un frammento fosforescente. "Penso provenga da questo. Uno dei frammenti originali che l'hanno portato sull'isola. L'essere prosciuga il suo ospite come un parassita e si lascia dietro un involucro vuoto cristallizzato, congelato nel tempo. Poi il parassita fuoriesce dal "guscio" come gas e si unisce... A sé stesso." "Il senato accademico non crederà a una parola di tutto questo" ammette sconsolata.
ko: 마르케스 박사가 말합니다. “이제야 알겠어요. 저건 살아있는 존재예요. 원시적인 종이거나 아니면 아예 이 세상의 것이 아닐지도 모르죠. 추정컨대 헴록 선장이 여기로 가지고 왔을 테고, 그 이후로 깊은 지하로 파고들어 가 물과 흙 그리고 곡식까지 모든 것에 스며들었어요. 이는 본질적으로 모든 것에 유해한 영향력을 떨치는 존재예요. 일종의 살아있는 독기라 할까요. 그러고는 쉬이 지각할 수 없도록 점점 사람들의 감각을 마비시켜왔어요. 20년 전, 펄 마루에서 그 모습을 드러내긴 했지만, 그 당시에는... 아직 저것이 떠날 준비가 되지 않았던 것 같군요.” 마르케스 박사가 인광을 내뿜는 파편을 꺼내 듭니다. “제 생각에는 저 존재는 이 파편에서 새어 나온 것 같아요. 이건 과거에 헴록 섬에 반입된 여러 결정 중 하나죠. 저 존재는 마치 기생충처럼 숙주의 생명력을 빨아먹고 결정화된 껍질만 남겨버려요. 그대로 시간이 멈춘 채로 굳어버리는 거죠. 그리고 그 기생충은 결정화된 ‘껍질’로부터 기체 형태로 부화하여... 종국에는 저 대열에 함께하게 되겠죠.” 박사가 한숨을 쉽니다. “연구비 심의 위원회에서는 절대 믿지 않을 이야기로군요.”
pl: „Wiem, co to jest” – mówi dr Marquez. – „To żywa istota. Jakiś pierwotny gatunek albo coś nie z tego świata. Zostało tu przywiezione – być może przez kapitana Hemlocka – i zakopane głęboko pod ziemią, gdzie przeniknęło do wody, gleby, plonów. Do wszystkiego. To jest z natury trujące dla wszystkiego dookoła... Coś w rodzaju żywych miazmatów. Ledwie odczuwalna, odrętwiająca choroba. Wyłoniła się z Grani Pearla 20 lat temu, ale nie była gotowa do... do odejścia”. Badaczka wyciąga fosforescencyjny odłamek. – „Myślę, że wzięło się stąd. Z jednego z odłamków, które przywieziono na wyspę. Istota wysysa swojego żywiciela jak pasożyt i zostawia tylko pustą, krystaliczną łupinę. Zamraża ją w czasie. A potem pasożyt wykluwa się ze „skorupy” w formie gazowej, dołączając do... Tego”. Wzdycha. „Komisja grantowa nigdy w to nie uwierzy”.
ru: «Я понимаю, что это, — говорит доктор Маркес. — Это живое существо. Нечто первобытное или инопланетное. Его занесли сюда — возможно, сам капитан Хемлок, — и похоронили глубоко под землёй, откуда оно проникло в воду, почву и посевы. Во всё. Оно по своей природе ядовито для всего вокруг. Что-то вроде живой скверны. Вроде едва ли разумной, оцепеняющей болезни. 20 лет назад оно поднялось на поверхность в районе Пёрл-Ридж, но на тот момент оно ещё не было готово… уйти. — Профессор достаёт фосфоресцирующий осколок. — Думаю, оно вышло из этого. Из куска камня, который привезли на остров моряки. Это существо истощает своего носителя, словно паразит, и превращает его в кристальную оболочку. Словно застывшую во времени. Затем паразит вылупляется из оболочки в газообразной форме и сливается с… этим. — Она вздыхает. — Комитет по грантам никогда в это не поверит».
zh: “我懂了。”馬爾克斯博士說，“這是一個活生生的存在。某種原始的物種，或者來自異世界的東西。它被帶到這裡，也許是赫姆拉克船長帶回來的，然後深深潛入地下，滲透到水源、土壤、作物。它對周圍的一切都具有毒性。像是一種活生生的瘴氣。一種幾乎沒有意識的麻痺疾病。它在二十年前從珍珠山脈浮現，但它還沒有打算……離開。”教授拿出一塊磷光碎片，“我想它就是從這個來的。這是被帶到島上的原始碎片之一。這個生物像寄生蟲一樣吸取宿主的生命，只留下一個水晶般的外殼，凍結時間，接著寄生蟲以氣體形式從‘殼’中孵化出來，與它……合而為一。” 她歎了口氣說：“撥款委員會是永遠不會相信這個的。”

source: “We never should have come here. This is all my fault.” Dr. Marquez says despondently.
de: „Wir hätten nie herkommen sollen. Das ist alles meine Schuld“, murmelt Dr. Marquez niedergeschlagen.
es: –Nunca tendríamos que haber venido aquí. Es todo culpa mía –dice la Dra. Marquez, sin ánimos.
fr: « Nous n’aurions jamais dû venir ici. Tout est de ma faute », dit le Dr Marquez d’un air abattu.
it: "Non saremmo mai dovuti venire qui. È tutta colpa mia." Dalla voce, sembra che la dottoressa Marquez sia sull'orlo di una crisi di nervi.
ko: “여기 와선 안 됐는데, 다 제 잘못이로군요.” 마르케스 박사가 침울하게 말합니다.
pl: „Nie powinniśmy tu przyjeżdżać. To wszystko moja wina” – mówi dr Marquez z przygnębieniem.
ru: «Нам не стоило приезжать сюда. Это всё моя вина», — с отчаянием в голосе говорит доктор Маркес.
zh: “我們不該來這裡的，全都是我的錯。”馬爾克斯博士消沉地說。

source: “It was rather like a trap, wasn’t it?” The young man looks grave at the devastation unfolding throughout the village. “The infectious bliss was a way for this invisible predator to keep its victims docile.” He laughs emptily. “I am a scientist. I suppose I should be jotting notes and taking samples. But all I want to do is go somewhere warm and safe.”
de: „Es war eher wie eine Falle, nicht wahr?“ Der junge Mann blickt mit ernster Miene auf die Verwüstung, die sich im Dorf ausbreitet. „Die ansteckende Glückseligkeit war ein Weg für dieses unsichtbare Raubtier, seine Opfer gefügig zu halten.“ Er lacht freudlos. „Ich bin Wissenschaftler. Ich sollte wohl Notizen machen und Proben nehmen. Aber ich will einfach nur an einen warmen und sicheren Ort.“
es: –Era más bien como una trampa, ¿verdad? –dice el joven con cara adusta al ver la devastación que tiene lugar en el pueblo–. La dicha contagiosa era un modo para que este depredador invisible mantuviera dóciles a sus víctimas. Se ríe con una risa vacua. –Soy científico. Supongo que debería estar tomando notas y muestras. Pero lo único que quiero es irme a algún sitio cálido y seguro.
fr: « C’était plutôt un piège, n’est-ce pas ? » Le jeune homme regarde d’un air grave la dévastation qui s’abat sur le village. « Le bonheur contagieux était un moyen pour ce prédateur invisible de rendre ses victimes dociles. » Son rire est dénué d’émotion. « Je suis un scientifique. Je suppose que je devrais prendre des notes et faire des prélèvements. Mais tout ce que je veux, c’est aller dans un endroit où il fait chaud et où je serai en sécurité. »
it: "Era una specie di trappola, giusto?" Il giovane assistente osserva costernato la devastazione che imperversa per il villaggio. "La diffusione della beatitudine è l'arma che questo predatore invisibile usa per tenere docili le sue vittime" continua con una risata tristemente vuota. "Io sono uno scienziato. Immagino che dovrei mettermi a prendere appunti e raccogliere campioni, ma ora voglio solo trovare un posto caldo e sicuro dove rifugiarmi."
ko: “이건 함정 같았어요, 안 그런가요?” 버티는 마을에 펼쳐진 참상을 눈에 담으며 심각한 표정을 짓습니다. “보이지 않는 포식자는 제 먹잇감을 유순하게 만들기 위해, 사람들 사이에 번져가는 환희를 심었던 거예요.” 버티가 허탈하게 웃습니다. “저는 과학자니까, 관찰한 내용을 기록하고 표본을 수집하는 게 일이죠. 하지만 지금은 제발 따뜻하고 안전한 곳으로 가고픈 마음뿐이에요.”
pl: „To była jakby pułapka, tak?” Młody człowiek patrzy z powagą na chaos, który ogarnął całą wioskę. „Zaraźliwa błogość była sposobem na to, aby niewidzialny drapieżnik utrzymał swoje ofiary w spokoju” – śmieje się beznamiętnie. – „Jestem naukowcem. Pewnie powinienem teraz notować i zbierać próbki. Ale chcę jedynie udać się w jakieś ciepłe i bezpieczne miejsce”.
ru: «Что ж, похоже, это было ловушкой, да? — юноша мрачно осматривает деревню. — Этот невидимый хищник использовал заразительное блаженство, чтобы держать свои жертвы в повиновении. — Он невесело смеётся. — Я ведь учёный. Я должен собирать образцы или набрасывать заметки. Но единственное, чего мне хочется, — оказаться в тепле и безопасности».
zh: “這就像是一個陷阱，不是嗎？”這位年輕人嚴肅地看著村莊中持續不斷的災禍，“這種具感染性的歡愉是這個無形的掠食者讓受害者保持服從的方式。”他空虛地笑了笑，“我是一名科學家。我想我應該寫下筆記，或採集樣本什麼的。但我唯一想做的就是趕緊逃到一個溫暖安全的地方。”

source: Take control of Bertie Musgrave.
de: Übernimm die Kontrolle über Bertie Musgrave.
es: Toma el control de Bertie Musgrave.
fr: Prenez le contrôle de Bertie Musgrave.
it: Prendi il controllo di Bertie Musgrave.
ko: ‘버티 머즈그레이브’를 가져와 조종합니다.
pl: Przejmij kontrolę nad Bertiem Musgravem.
ru: Возьмите под контроль «Берти Масгрейва».
zh: 控制柏蒂．馬斯格雷夫。

source: If it is Act 3a: Fate of the Vale (v.IV):
de: Falls Szene 3a – Das Schicksal des Tals (V. IV) aktuell ist:
es: Si está en juego el acto 3a:
fr: Si c’est l’Acte 3a : Le Destin de Vale (v.IV) :
it: Se siete al Capitolo 3a - Il Destino della Valle (v. IV):
ko: 현재 주요목적이 3a - ‘헴록 베일의 운명(v.IV)’이라면:
pl: Jeśli trwa Akt 3a: Los Doliny (w. IV):
ru: Если сейчас сцена 3a «Участь Хемлок-Вейл (вариант IV)»:
zh: 如果目前是場景3a：谷中宿命(版本四)：

source: Remember that “Bertie is fleeing.”
de: Merke dir, dass „Bertie auf der Flucht ist“.
es: Recuerda que “Bertie está huyendo”.
fr: Rappelez-vous que « Bertie prend ses jambes à son cou ».
it: Annota che "Bertie sta scappando".
ko: “버티가 달아나기로 했다”라고 기억합니다.
pl: Zapamiętaj, że „Bertie ucieka”.
ru: Запомните, что <i>Берти бежит с вами</i>.
zh: 請記住“柏蒂逃走了”。

source: the investigators became the true Feast of Hemlock Vale.
de: die Ermittler waren das eigentliche Festmahl von Hemlock Vale.
es: los investigadores se convirtieron en la verdadera fiesta del Valle de la Cicuta.
fr: les investigateurs sont devenus le véritable Festin de Hemlock Vale.
it: siete diventati l'essenza stessa della Festa di Hemlock Vale.
ko: 조사자들이 헴록 베일의 진정한 축일에서 한 자리를 맡게 되었다
pl: badacze sami stali się prawdziwą Ucztą w Dolinie Hemlock.
ru: сыщики стали истинным Пиром в Хемлок-Вейл.
zh: 調查員們成為了鐵杉谷真正的盛宴。

source: Update your Campaign Log. Cross out the name of each resident that was not under control of an investigator at the end of the game.
de: Aktualisiere das Kampagnenlogbuch. Streiche den Namen jedes Einwohners durch, der sich am Spielende nicht unter der Kontrolle eines Ermittlers befunden hat.
es: Actualiza el registro de campaña. Tacha el nombre de todos los habitantes que no estuvieran bajo el control de un investigador al final de la partida.
fr: Mettez à jour votre Carnet de Campagne. Rayez le nom de tous les habitants qui ne sont pas sous le contrôle d’un investigateur à la fin de la partie.
it: Aggiornate il Diario della Campagna. Barrate il nome di ogni abitante che non era sotto il controllo di un investigatore alla fine della partita.
ko: 캠페인 기록지를 갱신합니다. 게임 끝에 조사자들이 조종하고 있지 않았던 모든 주민의 이름에 취소선을 긋습니다.
pl: Zaktualizuj Dziennik kampanii. Wykreśl imię każdego mieszkańca, który nie znajdował się pod kontrolą żadnego badacza w momencie zakończenia scenariusza.
ru: Обновите журнал кампании. Вычеркните имя каждого жителя, который не был под контролем сыщика в конце игры.
zh: 更新劇本日誌。檢查每位住民。如果遊戲結束時，該住民不在任何調查員的控制下，劃掉該住民的名字。

source: Under control:
de: Unter Kontrolle:
es: Bajo el control:
fr: Sous le contrôle d’un investigateur :
it: Sotto il controllo:
ko: 조종 중인 주민민:
pl: Pod kontrolą:
ru: Под контролем:
zh: 控制的住民：

source: Dr. Marquez sacrificed herself for the Vale.
de: Dr. Marquez hat sich für das Tal geopfert.
es: la Dra. Marquez se sacrificó por el Valle.
fr: Dr Marquez a sacrifié sa vie pour Vale.
it: La dottoressa Marquez si è sacrificata per la valle.
ko: 마르케스 박사가 헴록 베일을 위해 자신을 희생했다
pl: dr Marquez poświęciła się dla Doliny.
ru: доктор Маркес пожертвовала собой ради Хемлок-Вейл.
zh: 馬爾克斯博士為谷地犧牲自己。

source: If Dr. Rosa Marquez is part of an investigator’s deck, remove her from that investigator’s deck.
de: Falls Dr. Rosa Marquez Teil eines Ermittlerdecks ist, entferne sie aus jenem Ermittlerdeck.
es: Si la Dra. Rosa Marquez es parte del mazo de un investigador, retírala del mazo de ese investigador.
fr: Si le Dr Rosa Marquez fait partie du deck d’un investigateur, retirez-la du deck de son investigateur.
it: Se la Dott.ssa Rosa Marquez fa parte del mazzo di un investigatore, rimuovetela dal mazzo di quell'investigatore.
ko: ‘로사 마르케스 박사’가 어느 조사자의 덱에 포함되어 있다면, 그 조사자의 덱에서 ‘로사 마르케스 박사’를 제거합니다.
pl: Jeśli Dr Rosa Marquez znajduje się w talii któregoś z badaczy, należy ją usunąć z danej talii badacza.
ru: Если в колоде сыщика есть карта «Доктор Роза Маркес», удалите её из той колоды.
zh: 如果蘿莎．馬爾克斯博士在任何調查員的牌庫中，將她從該調查員的牌庫中移除。

source: Each investigator suffers 1 physical trauma and 1 mental trauma as they grieve the loss of Dr. Marquez and recover from the degenerative effects of the Colour.
de: Jeder Ermittler erleidet 1 körperliches und 1 seelisches Trauma, da er den Verlust von Dr. Marquez verarbeiten und sich von den degenerativen Effekten der Farbe erholen muss.
es: Cada investigador sufre 1 trauma físico y 1 trauma mental por la pena de la pérdida de la Dra. Marquez y su recuperación de los efectos degenerativos del Color.
fr: Chaque investigateur subit 1 traumatisme physique et 1 traumatisme mental en raison de la douleur de la perte du Dr Marquez et des effets dégénératifs de la Couleur dont il peine à se remettre.
it: Ogni investigatore subisce 1 trauma fisico e 1 trauma mentale per la perdita della professoressa e per gli effetti degenerativi del colore.
ko: 각 조사자는 육체적 트라우마 1씩과 정신적 트라우마 1씩을 겪습니다. 마르케스 박사를 잃게 되었음에 슬퍼하고 색채로 인한 퇴행성 질환으로부터 회복해야 하기 때문입니다.
pl: Każdy badacz otrzymuje 1 punkt traumy fizycznej i 1 punkt traumy psychicznej, ponieważ cierpi po stracie dr Marquez i odzyskuje siły po niszczących efektach Koloru.
ru: Каждый сыщик получает 1 физическую и 1 ментальную травму, оплакивая судьбу доктора Маркес и восстанавливаясь от дегенеративного воздействия Цвета.
zh: 每位調查員承受1點肉體創傷與1點精神創傷，他們哀悼馬爾克斯博士的逝去，並從星之彩造成的退化性突變中恢復。

source: Each investigator earns 5 bonus experience, as they have defeated the Cosmic Emissary and the Colour Out of Space.
de: Jeder Ermittler verdient 5 Bonus-Erfahrungspunkte, da er den Kosmischen Sendboten und die Farbe aus dem All besiegt hat.
es: Cada investigador obtiene 5 puntos de experiencia adicionales por haber derrotado al Emisario cósmico y al Color del espacio exterior.
fr: Chaque investigateur reçoit 5 points d’expérience bonus pour avoir vaincu l’Emissaire Cosmique et la Couleur Tombée du Ciel.
it: Ogni investigatore guadagna 5 punti esperienza aggiuntivi per aver sconfitto l'emissario cosmico e il colore venuto dallo spazio.
ko: 우주에서 온 특사와 우주에서 온 색채를 물리쳤기 때문에, 각 조사자는 경험치를 추가로 5만큼 얻습니다.
pl: Każdy badacz otrzymuje 5 dodatkowych punktów doświadczenia, ponieważ pokonał Kosmicznych wysłanników i sam Kolor z przestworzy.
ru: Каждый сыщик получает 5 опыта дополнительно, победив Посланника космоса и Цвет из иных миров.
zh: 每位調查員取得5點獎勵經驗值，由於他們擊敗了星界神使與星之彩。

source: the investigators sacrificed themselves for the Vale.
de: die Ermittler haben sich für das Tal geopfert.
es: los investigadores se sacrificaron por el Valle.
fr: les investigateurs se sont sacrifiés pour Vale.
it: vi siete sacrificati per la valle.
ko: 조사자들이 헴록 베일을 위해 자신을 희생했다
pl: badacze poświęcili się dla Doliny.
ru: сыщики пожертвовали собой ради Хемлок-Вейл.
zh: 調查員們為谷地犧牲自己。
