Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/14_fate_of_the_vale.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: With Dr. Marquez’s help, you clamber out of the sinkhole to find Hemlock Vale engulfed in blood-red mist. The professor presses her hands to her temples as she takes stock. “We need to find my notes. And Bertie, if he’s still alive. I—I don’t like it, but we have to escape. South Point Lighthouse might just be far enough away. Maybe we’ll be safe there.”
de: Mit der Hilfe von Dr. Marquez kletterst du aus dem Erdloch. Ganz Hemlock Vale ist in blutroten Nebel gehüllt. Die Professorin presst ihre Hände an die Schläfen, während sie Bilanz zieht. „Wir müssen meine Notizen finden. Und Bertie, wenn er noch am Leben ist. Mir ... mir gefällt das zwar nicht, aber wir müssen fliehen. Der ‚South Point‘-Leuchtturm könnte gerade weit genug weg sein. Vielleicht sind wir dort sicher.“
es: Con ayuda de la Dra. Marquez, salís del socavón y descubrís que el Valle de la Cicuta está envuelto en una niebla de color rojo sangre. La profesora se lleva las manos a las sienes mientras reflexiona sobre la situación. –Debemos encontrar mis notas. Y a Bertie, si es que sigue vivo. No... no me gusta, pero tenemos que escapar. El faro de la Punta Sur podría estar lo bastante lejos. Quizás estemos a salvo allí.
fr: Avec l’aide du Dr Marquez, vous vous hissez hors du gouffre pour trouver Hemlock Vale engloutie dans un brouillard rouge sang. Le professeur presse ses mains contre ses tempes pour faire le point. « Nous devons retrouver mes notes. Et Bertie, s’il est encore en vie. Je… Je n’aime pas ça, mais nous devons nous échapper. Le phare de South Point est peut-être assez loin. Nous y serons peut-être en sécurité. »
it: Con l'aiuto della dottoressa Marquez, vi arrampicate fuori dalla voragine ritrovandovi in un villaggio immerso in una nebbia rosso sangue. La professoressa si spreme le meningi nel tentativo di partorire una soluzione. "Dobbiamo trovare i miei appunti. E Bertie, se è ancora vivo. Detesto ammetterlo, ma dobbiamo fuggire. Il faro di Punta Sud potrebbe essere abbastanza lontano, magari lì saremo al sicuro."
ko: 마르케스 박사의 도움을 받아 싱크홀에서 기어 나오자, 피처럼 붉은 안개에 휩싸인 헴록 베일의 모습이 펼쳐집니다. 박사는 관자놀이에 손을 짚으며 생각에 잠깁니다. “일단 제 일지를 찾아야 해요. 버티가 살아있다면 버티도 데리고 와야 하고요. 이러고 싶지는 않지만... 탈출하는 수밖에요. 남곶 등대라면 마을에서 충분히 멀리 떨어져 있으니, 안전할 거라고 믿어 봐야죠.”
pl: Z pomocą dr Marquez wygrzebujecie się z zapadliska i waszym oczom ukazuje się Dolina Hemlock spowita krwistoczerwoną mgłą. Badaczka przyciska dłonie do skroni, analizując sytuację. „Musimy znaleźć moje notatki. I Bertiego, jeśli jeszcze żyje. Nie... Nie podoba mi się to, ale musimy uciekać. Latarnia Południowa wydaje się być wystarczająco daleko. Może tam będziemy bezpieczni”.
ru: С помощью доктора Маркес вы выбираетесь из провала в земле и обнаруживаете, что Хемлок-Вейл окутана кроваво-красной дымкой. Профессор сжимает пальцами виски, оценивая ситуацию. «Нужно найти мои заметки. И Берти, если он ещё жив. Мне… мне это не нравится, но нам надо бежать. По идее, маяк Саут-Пойнт достаточно далеко отсюда. Возможно, там мы будем в безопасности».
zh: 在馬爾克斯博士的幫助下，你爬出了天坑，發現鐵杉谷被血紅色的迷霧所籠罩。教授用手揉著太陽穴，評估現狀：“我們需要找到我的筆記，還有柏蒂，如果他還活著的話。我……我不喜歡這樣，但我們必須逃離。南角燈塔可能距離夠遠，也許我們在那裡會安全些。”

source: Put Act 3a—Fate of the Vale (v.IV) into play. Remove each other act from the game.
de: Bringe Szene 3a – Das Schicksal des Tals (V. IV) ins Spiel. Entferne jede andere Szene aus dem Spiel.
es: Pon en juego el acto 3a – El destino del Valle (v.IV). Retira todos los demás actos de la partida.
fr: Mettez en jeu l’Acte 3a—Le Destin de Vale (v.IV). Retirez tous les autres actes de la partie.
it: Mettete in gioco il Capitolo 3a - Il Destino della Valle (v. IV). Rimuovete dal gioco ogni altro capitolo.
ko: 주요목적 3a - ‘헴록 베일의 운명(v.IV)’을 플레이 영역에 둡니다. 나머지 모든 주요목적 카드는 게임에서 제거합니다.
pl: Umieść Akt 3a – Los Doliny (w. IV) w grze. Usuń pozostałe akty z gry.
ru: Введите в игру сцену 3a «Участь Хемлок-Вейл (вариант IV)». Удалите все остальные сцены из игры.
zh: 將場景3a谷中宿命(版本四)放置入場。將所有其他場景從遊戲中移除。

source: Silver light shines through the mist, casting strange shadows. Some of them are figures of frenzied villagers.
de: Silbernes Licht schimmert durch den Nebel und wirft seltsame Schatten. Einige von ihnen sind die Schemen rasender Dorfbewohner.
es: Una luz plateada brilla entre la niebla y proyecta extrañas sombras. Algunas son siluetas de aldeanos enajenados.
fr: La lumière argentée traverse la brume et projette des ombres étranges. Certaines d’entre elles sont des silhouettes de villageois frénétiques.
it: Una luce argentata dilania la nebbia, gettando ovunque ombre deformi, e tra esse so celano gli abitanti inferociti del villaggio.
ko: 은빛 광선이 안개를 꿰뚫으며 기묘한 그림자를 드리웁니다. 그중 몇몇은 광란에 휩싸인 주민들이었습니다.
pl: Snopy srebrnego światła przebijają się przez mgłę, rzucając dziwne cienie. Niektóre z nich mają kształt oszalałych mieszkańców wioski.
ru: Сквозь дымку пробивается серебристый свет, отбрасывая необычные тени. Некоторые из них напоминают фигуры обезумевших жителей деревни.
zh: 銀色的光芒穿透霧氣，投下奇異的陰影。其中一些是狂亂村民的身影。

source: Remove the set-aside Bertie Musgrave story asset from the game.
de: Entferne die beiseitegelegte Storyvorteilskarte Bertie Musgrave aus dem Spiel.
es: Retira de la partida el Apoyo de historia Bertie Musgrave puesto aparte.
fr: Retirez de la partie le soutien d’histoire Bertie Musgrave.
it: Rimuovete dal gioco il supporto storia Bertie Musgrave messo da parte.
ko: 치워 두었던 ‘버티 머즈그레이브’ 이야기 자산을 게임에서 제거합니다.
pl: Usuń z gry odłożony na bok atut fabularny Bertie Musgrave.
ru: Удалите из игры отложенный сюжетный актив «Берти Масгрейв».
zh: 將放在一旁的柏蒂．馬斯格雷夫劇情支援從遊戲中移除。

source: Put the set-aside Bertie Musgrave story into play at The Boarding House, asset side faceup.
de: Bringe die beiseitegelegte Storyvorteilskarte Bertie Musgrave mit der Vorteilsseite nach oben in der Pension ins Spiel.
es: Pon en juego el Apoyo de historia Bertie Musgrave puesto aparte en La pensión, con el lado de Apoyo boca arriba.
fr: Mettez en jeu le soutien d’histoire Bertie Musgrave dans La Pension de Famille, face soutien visible.
it: Mettete in gioco il supporto storia Bertie Musgrave messo da parte nella Pensione, con il lato supporto a faccia in su.
ko: ‘버티 머즈그레이브’를 플레이 영역 중 ‘손님 숙소’에 자산 면이 보이도록 둡니다.
pl: Umieść w grze odłożony na bok atut fabularny Bertie Musgrave, w Pensjonacie, stroną z atutem do góry.
ru: Введите «Берти Масгрейва» в игру стороной актива вверх в «Пансион».
zh: 將放在一旁的柏蒂．馬斯格雷夫劇情支援以支援面放置入場，位於旅店。

source: Search the <i>Day of the Feast</i> encounter set for 2 copies of Frenzied Reveler, shuffle them with each set-aside [[Resident]] card, and place them, enemy side faceup, at each empty location except The Crossroads, distributed as evenly as possible. (If there are no empty locations remaining, immediately stop.)
de: Durchsuche das Begegnungsset <i>Festtag</i> nach 2 Kopien von Rasende Feiernde und mische sie mit jeder beiseitegelegten [[Einwohner]]-Karte mit der Gegnerseite nach oben zusammen. Platziere die Karten so gleichmäßig wie möglich auf allen leeren Orten (außer auf Die Wegkreuzung). (Falls es keinen leeren Ort mehr gibt, höre sofort auf.)
es: Busca en el conjunto de encuentros <i>Día de la fiesta</i> 2 copias del Festejante enajenado, barájalas junto con todas las cartas [[Habitante]] puestas aparte y coloca cada una de ellas, con el lado de Enemigo boca arriba, en cada Lugar vacío, excepto El cruce de caminos, distribuidas lo más equitativamente posible (si no quedan Lugares vacíos, para inmediatamente).
fr: Cherchez 2 exemplaires du Noceur Possédé dans le set de rencontre <i>Jour du Festin</i>, mélangez-les avec chaque carte [[Habitant]] mise de côté, et placez-les face Ennemi visible sous chaque lieu à l’exception de La Croisée des Chemins, répartis aussi également que possible. (S’il n’y a pas de lieux vides, arrêtez immédiatement.)
it: Cercate nel set di incontri <i>Giorno della Festa</i> 2 copie della Festante Forsennata, mescolatele con ogni carta [[Abitante]] messa da parte e collocatele con il lato nemico a faccia in su in ogni luogo vuoto tranne il Crocevia, distribuite nel modo più equo possibile (se non ci sono luoghi vuoti rimanenti, fermatevi subito).
ko: [[축일]] 조우 세트에서 ‘광란에 빠진 연회객’ 적 사본 2장을 찾아, 치워 두었던 모든 [[주민]] 카드와 함께 섞습니다. 이 카드들을 ‘교차로’를 제외한 모든 텅 빈 장소마다 가능한 한 균등하게 나누어서, 적 면이 보이도록 놓습니다. (텅 빈 장소가 더 이상 없다면, 그 즉시 이 과정을 멈춥니다.)
pl: Przeszukaj zestaw spotkań <i>Dzień Uczty</i> w poszukiwaniu 2 kopii Oszalałego biesiadnika, potasuj je z każdą odłożoną na bok kartą z cechą [[Mieszkaniec]] i umieść je, stroną z wrogiem do góry, w każdej pustej lokalizacji z wyjątkiem Rozdroża, rozdzielając je tak równo jak to możliwe. ( Jeśli nie ma już żadnych pustych lokalizacji, natychmiast przerwij umieszczanie).
ru: Найдите в наборе контактов «День пиршества» 2 экземпляра «Исступлённой гостьи», замешайте их вместе со всеми отложенными картами [[жителей]] и выложите их стороной врага вверх в каждую пустую локацию, кроме «Перекрёстка», распределив как можно равномернее. (Если не осталось пустых локаций, немедленно остановитесь.)
zh: 查找<i>盛宴之日</i>遭遇組，找出2張喪心狂歡者敵人，將其與每張放在一旁的[[住民]]卡牌混洗，以敵人面朝上放置他們，將其放到除了十字路口以外的每個無人地點上，盡可能平均分配他們。(如果分配的過程中沒有無人地點了，立即停止。)

source: Remove each remaining [[Resident]] card from the game.
de: Entferne alle übrigen [[Einwohner]]-Karten aus dem Spiel.
es: Retira de la partida todas las cartas [[Habitante]] restantes.
fr: Retirez chaque autre carte [[Habitant]] de la partie.
it: Rimuovete dal gioco ogni carta [[Abitante]] rimanente.
ko: 나머지 모든 [[주민]] 카드를 게임에서 제거합니다.
pl: Usuń z gry każdą pozostałą kartę z cechą [[Mieszkaniec]].
ru: Удалите из игры все оставшиеся карты [[жителей]].
zh: 將剩餘的每張[[住民]]卡牌從遊戲中移除。

source: <b>If it is Act 2:</b>
de: <b>Falls Szene 2 aktuell ist:</b>
es: <b>Si está en juego el acto 2:</b>
fr: <b>Si c’est l’Acte 2 :</b>
it: <b>Se siete al Capitolo 2:</b>
ko: <b>현재 주요목적이 2라면:</b>
pl: <b>Jeśli trwa Akt 2:</b>
ru: <b>Если сейчас сцена 2:</b>
zh: <b>如果目前是場景2：</b>

source: <b>If it is Act 3:</b>
de: <b>Falls Szene 3 aktuell ist:</b>
es: <b>Si está en juego el acto 3:</b>
fr: <b>Si c’est l’Acte 3 :</b>
it: <b>Se siete al Capitolo 3:</b>
ko: <b>현재 주요목적이 3이라면:</b>
pl: <b>Jeśli trwa Akt 3:</b>
ru: <b>Если сейчас сцена 3:</b>
zh: <b>如果目前是場景3：</b>

source: “What on earth?” Leah gasps in awe and holds one hand up against the light, as if pressing it to a pane of glass. “It’s so incredible.”
de: „Was in aller Welt ...?“, schnappt Leah bewundernd nach Luft und hält eine Hand gegen das Licht, als als würde sie mit aller Kraft gegen eine Glasscheibe drücken. „Es ist unglaublich.“
es: –¿Qué demonios? –Leah da un grito ahogado y levanta una mano hacia la luz, como si la presionara contra un panel de cristal–. Es increíble.
fr: « Mon dieu… mais qu’est-ce que c’est ? » Le souffle coupé par la stupeur et l’admiration, Leah halète et tend la main pour toucher la lumière, comme si elle la pressait contre un panneau de verre. « C’est tellement merveilleux. »
it: "Ma che diamine...?" Leah sussulta meravigliata quando solleva una mano contro la luce solida come un pannello di vetro. "È incredibile."
ko: “이게 대체 무슨 일이우?” 리아가 두려움에 헐떡이고는, 마치 유리창에 손을 가져다 대듯 빛을 향해 손을 들어올립니다. “믿을 수가 없수.”
pl: „Co do licha?” – Leah wzdycha z podziwem i podnosi jedną rękę pod światło, jakby przyciskała je do tafli szkła. – „To niesamowite”.
ru: «Святые небеса… — Лия восторженно ахает и подносит руку к свету, словно прижимая её к стеклу. — Это так потрясающе».
zh: “這到底是怎麼回事？”莉亞發出驚嘆，不可思議地將一隻手伸向光芒，彷彿在摸索玻璃的表面，“太難以置信了。”

source: Search all out-of play areas for an [[Item]] asset and draw it. An investigator may trigger this codex again during a different act.
de: Durchsuche alle Spielzonen außerhalb des Spiels nach 1 [[Gegenstand]]-Vorteilskarte und ziehe sie. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Busca en todas las zonas fuera del juego un Apoyo [[Objeto]] y róbalo. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Cherchez un soutien [[Objet]] dans toutes les zones hors jeu et piochez-le. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Cerca in tutte le aree fuori dal gioco 1 supporto [[Oggetto]] e pescalo. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 모든 비플레이 영역에서 [[물품]] 자산을 하나 찾아서 뽑습니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Przeszukaj wszystkie obszary poza grą w poszukiwaniu atutu z cechą [[Przedmiot]] i dobierz go. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Найдите во всех внеигровых зонах актив-[[вещь]] и возьмите его. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 查找所有位於場外區域的卡牌，找出一張[[道具]]支援並抽取它。任意一位調查員可以在不同場景再次觸發此聖典。

source: “This was our home,” Leah weeps. “Rachel, what were you thinking? This is all my fault. I stood by and let this happen.”
de: „Das war unser Zuhause“, schluchzt Leah. „Rachel, was hast du dir dabei nur gedacht? Das ist alles meine Schuld. Ich habe daneben gestanden und es geschehen lassen.“
es: –Esto era nuestro hogar –llora Leah–. Rachel, ¿en qué estabas pensando? Esto es todo culpa mía. Me quedé al margen y dejé que sucediera.
fr: « C’était notre maison », pleure Leah. « Rachel, à quoi pensais-tu ? Tout cela est de ma faute. Je suis restée là sans lever le petit doigt et j’ai laissé faire. »
it: "Questa era la nostra casa" piagnucola Leah. "Rachel, cosa ti è saltato in testa? È tutta colpa mia. Non ho fatto nulla per impedirlo."
ko: 리아가 흐느낍니다. “여긴 내 고향이었수. 레이첼은... 대체 무슨 생각을 한 거지? 모두 내 잘못이라우. 내가 이런 일이 벌어지도록 방치한 거나 마찬가지라우.”
pl: „To był nasz dom” – szlocha Leah. – „Rachel, co ty sobie myślałaś? To wszystko moja wina. Stojąc z boku, pozwoliłam na to wszystko”.
ru: «Это был наш дом, — плачет Лия. — Рейчел, о чём ты вообще думала? Это всё моя вина. Я не вмешалась и позволила этому случиться».
zh: “這裡是我們的家。”莉亞哽咽著，“瑞秋，妳在想什麼？這都是我的錯，是我袖手旁觀，任由這一切發生。”

source: Each investigator may either draw 2 cards or heal 1 horror.
de: Jeder Ermittler darf entweder 2 Karten ziehen oder 1 Horror heilen.
es: Cada investigador puede robar 2 cartas o curarse 1 punto de horror.
fr: Chaque investigateur peut soit piocher 2 cartes soit soigner 1 horreur.
it: Ogni investigatore può scegliere se pescare 2 carte oppure curarsi 1 orrore.
ko: 모든 조사자는 각자 카드를 2장 뽑거나 공포를 1 회복해도 됩니다.
pl: Każdy badacz może dobrać 2 karty albo wyleczyć 1 punkt przerażenia.
ru: Каждый сыщик может взять 2 карты или вылечить 1 ужас.
zh: 每位調查員可以抽取2張卡牌或治癒1點恐懼。

source: Simeon looks at the dazzling light with wide eyes. “This is more beautiful than any fireworks,” he says, mesmerized.
de: Simeon schaut mit großen Augen in das gleißende Licht. „Das ist viel schöner als jedes meiner Feuerwerke“, sagt er fasziniert.
es: Simeon mira la deslumbrante luz con los ojos como platos. –Esto es más bonito que los fuegos artificiales –dice, cautivado.
fr: Simeon regarde la lumière éblouissante avec de grands yeux. « C’est plus beau que n’importe quel feu d’artifice », dit-il, médusé.
it: Simeon osserva le luci abbaglianti con gli occhi sgranati. "È più bello di qualsiasi fuoco d'artificio" bisbiglia ammaliato.
ko: 시미언이 눈을 휘둥그레 뜨고서 눈부신 빛을 바라봅니다. “불꽃놀이보다 훨씬 예쁘잖아.” 최면에라도 걸린 듯이 말합니다.
pl: Simeon patrzy szeroko otwartymi oczami na olśniewające światło. „To piękniejsze niż jakiekolwiek fajerwerki” – mówi zahipnotyzowany.
ru: Симеон смотрит на ослепляющий свет, широко раскрыв глаза. «Это красивее, чем любой фейерверк», — заворожённо говорит он.
zh: 西緬睜大雙眼看著那耀眼的光芒：“這比任何煙火都還要美。”他著迷地說到。

source: Automatically evade each Cosmic Emissary enemy in play. An investigator may trigger this codex again during a different act.
de: Entkomme automatisch jedem Gegner Kosmischer Sendbote im Spiel. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Evita automáticamente cada Enemigo Emisario cósmico en juego. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Échappez automatiquement à chaque ennemi Émissaire Cosmique en jeu. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Eludi automaticamente ogni nemico Emissario Cosmico in gioco. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 플레이 상태인 모든 ‘우주에서 온 특사’ 적을 자동 회피합니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Automatycznie wymknij się każdemu wrogowi Kosmiczny wysłannik w grze. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Автоматически уйдите от каждого врага «Посланник космоса» в игре. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 自動躲避在場上的每個星界神使敵人。任意一位調查員可以在不同場景再次觸發此聖典。

source: <b>If it is Act 3a: Fate of the Vale (v.III):</b>
de: <b>Falls Szene 3a – Das Schicksal des Tals (V. III) aktuell ist:</b>
es: <b>Si está en juego el acto 3a: El destino del Valle (v.III):</b>
fr: <b>Si c’est l’Acte 3a : Le Destin de Vale (v. III) :</b>
it: <b>Se siete al Capitolo 3a: Il Destino della Valle (v. III):</b>
ko: <b>현재 주요목적이 3a - ‘헴록 베일의 운명(v.III)’이라면:</b>
pl: <b>Jeśli trwa Akt 3a: Los Doliny (w. III):</b>
ru: <b>Если сейчас сцена 3a «Участь Хемлок-Вейл (вариант III)»:</b>
zh: <b>如果目前是場景3a：谷中宿命(版本三)：</b>

source: Simeon jumps on top of a smoldering hay bale, cackling. “This is amazing! Take that, Auntie Rachel!” He lobs a firecracker.
de: Simeon springt kickernd auf einen schwelenden Heuballen. „Das ist großartig! Nimm das, Tantchen Rachel!“ Er wirft einen Feuerwerkskörper.
es: Simeon salta sobre un fardo de heno ardiente mientras se ríe a carcajadas. –¡Esto es alucinante! ¡Toma eso, tita Rachel! –grita mientras lanza un petardo.
fr: Simeon saute sur une botte de foin fumante en ricanant. « C’est génial ! Prends ça, Tante Rachel ! » Il lance un pétard.
it: Simeon salta su una balla di fieno fumante senza smettere di ridacchiare. "È fantastico! Prendi questa, zia Rachel!" esulta lanciando un petardo.
ko: 시미언이 연기가 피어오르는 건초 더미 위로 펄쩍 뛰어올라서 낄낄거립니다. “환상적이야! 레이첼 이모, 이거나 받아라!” 시미언이 폭죽을 내던집니다.
pl: Simeon wskakuje na tlącą się belę siana, chichocząc. „To świetny pomysł! I co ty na to, ciociu Rachel?” – Rzuca wysoko petardę.
ru: Симеон скачет по тлеющему тюку сена и хохочет. «Это просто потрясающе! Выкуси, тётя Рейчел!» — выкрикивает он и поджигает петарду.
zh: 西緬跳上一堆冒著煙的草堆，咯咯笑著：“這太棒了！看看這個，瑞秋阿姨！”隨即丟出一枚鞭炮。

source: Choose a location and place 3 resources on it, as kindling.
de: Wähle 1 Ort und platziere 3 Ressourcen als Brennholz darauf.
es: Elige un Lugar y coloca 3 recursos en él como yesca.
fr: Choisissez un lieu et placez 3 ressources dessus en tant que petit bois.
it: Scegli 1 luogo e colloca 3 risorse su di esso (trasformandole in sterpaglie).
ko: 장소 한 곳을 선택하여 그곳에 자원을 3개 놓습니다 (이 자원 토큰은 ‘불씨’로 간주합니다).
pl: Wybierz lokalizację i umieść w niej 3 żetony zasobów, jako podpałka.
ru: Выберите локацию и положите на неё 3 ресурса как растопку.
zh: 選擇一個地點，在其上放置3資源，作為點燃。

source: “Have you seen Digby?” Simeon looks around, seemingly lost.
de: „Haben Sie meinen Hund Digby gesehen?“, fragt Simeon und schaut sich verloren um.
es: –¿Ha visto a Digby? –pregunta Simeon mientras mira a su alrededor, aparentemente perdido.
fr: « Avez-vous vu Digby ?» Simeon regarde autour de lui, apparemment perdu.
it: 'Hai visto Digby?" ti chiede Simeon, guardandosi attorno come smarrito.
ko: “혹시 우리 딕비 못봤어? 우리 집 개 말이야.” 시미언은 길을 잃은 듯 두리번거립니다.
pl: „Widzieliście Digby’ego?” – Simeon rozgląda się, najwyraźniej zagubiony.
ru: «Вы не видели Дигби?» — потерянно оглядывается Симеон.
zh: “你有看到迪比嗎？”西緬帶著迷惘的神情四處張望。

source: Each investigator may either draw 1 card or gain 2 resources.
de: Jeder Ermittler darf entweder 1 Karte ziehen oder 2 Ressourcen erhalten.
es: Cada investigador puede robar 1 carta o bien obtener 2 recursos.
fr: Chaque investigateur peut soit piocher 1 carte soit gagner 2 ressources.
it: Ogni investigatore può scegliere se pescare 1 carta oppure ottenere 2 risorse.
ko: 모든 조사자는 각자 카드를 1장 뽑거나 자원을 2개 획득해도 됩니다.
pl: Każdy badacz może dobrać 1 kartę albo zyskać 2 żetony zasobów.
ru: Каждый сыщик может взять 1 карту или получить 2 ресурса.
zh: 每位調查員可以抽取1張卡牌或獲得2資源。

source: “I never imagined something so transcendent and terrible could exist.” The Hemlock heir stares, transfixed, at the swirling light.
de: „Niemals hätte ich mir ausmalen können, dass so etwas Übernatürliches und Schreckliches existieren könnte.“ Der Hemlock-Erbe starrt wie gebannt in das wirbelnde Licht.
es: –Nunca imaginé que pudiera existir algo tan trascendente y terrible –dice el heredero de los Cicuta mientras mira absorto la turbulenta luz.
fr: « Je n’aurais jamais pu croire que quelque chose d’aussi transcendant et d’aussi terrible puisse exister. » L’héritier des Hemlock contemple le tourbillon de lumière, subjugué.
it: "Non avrei mai immaginato che potesse esistere qualcosa di così trascendente e terrificante." L'erede degli Hemlock fissa attonito la luce vorticante.
ko: “이토록 초월적이고도 무시무시한 것이 존재하리라고는 상상도 해본 적 없소.” 헴록 가문의 후계자인 윌리엄은 넋을 잃고 휘몰아치는 빛을 바라봅니다.
pl: „Nigdy nie wyobrażałem sobie, że może istnieć coś tak transcendentnego i potwornego”. Dziedzic rodu Hemlock wpatruje się nieruchomo w wirujące światło.
ru: «Я и представить себе не мог, что может существовать нечто столь трансцендентное и ужасное», — произносит наследник рода Хемлоков, неотрывно наблюдая за клубящимся светом.
zh: “我從未想過會有這麼超然而可怕的存在。”這位赫姆拉克的後裔凝視著漩渦狀的光芒，著迷不已。

source: Each investigator gains 1 clue <i>(from the token pool)</i>. An investigator may trigger this codex again during a different act.
de: Jeder Ermittler erhält 1 Hinweis <i>(aus dem Markervorrat)</i>. Ein Ermittler darf diesen Kodexeintrag während einer anderen Szene erneut auslösen.
es: Cada investigador obtiene 1 pista <i>(de la reserva de fichas)</i>. Un investigador puede volver a activar este códice durante un acto distinto.
fr: Chaque investigateur gagne 1 indice <i>(depuis la réserve de pions)</i>. Un investigateur a le droit de déclencher de nouveau ce Codex pendant un acte différent.
it: Ogni investigatore ottiene 1 indizio <i>(dalla riserva dei segnalini)</i>. Un investigatore può innescare di nuovo questo Codex durante un capitolo diverso.
ko: 모든 조사자는 토큰 저장소에서 단서를 1개 가져와 획득합니다. 후에 지금과 다른 주요목적 카드를 진행하는 동안, 조사자들은 이 서고를 다시 격발해도 됩니다.
pl: Każdy badacz zyskuje 1 żeton wskazówki <i>(z puli żetonów)</i>. Dowolny badacz może ponownie aktywować ten wpis kodeksu podczas innego aktu.
ru: Каждый сыщик получает 1 улику из резерва. Любой сыщик может снова активировать этот архив во время другой сцены.
zh: 每位調查員獲得1個線索<i>(從供應堆拿取)</i>。任意一位調查員可以在不同場景再次觸發此聖典。

source: <b>If it is Act 3a: Fate of the Vale (v.II):</b>
de: <b>Falls Szene 3a – Das Schicksal des Tals (V. II) aktuell ist:</b>
es: <b>Si está en juego el acto 3a: El destino del Valle (v.II):</b>
fr: <b>Si c’est l’Acte 3a : Le Destin de Vale (v.II) :</b>
it: <b>Se siete al Capitolo 3a: Il Destino della Valle (v. II):</b>
ko: <b>현재 주요목적이 3a - ‘헴록 베일의 운명(v.II)’이라면:</b>
pl: <b>Jeśli trwa Akt 3a: Los Doliny (w. II):</b>
ru: <b>Если сейчас сцена 3a «Участь Хемлок-Вейл (вариант II)»:</b>
zh: <b>如果目前是場景3a：谷中宿命(版本二)：</b>

source: “Get them all to safety!” William shouts, brandishing a table leg.
de: „Schaffen Sie alle in Sicherheit!“, ruft William und schwingt ein Tischbein als Waffe umher.
es: –¡Pónganlos a todos a salvo! –grita William, blandiendo la pata de una mesa.
fr: « Mettez-les tous en lieu sûr ! » hurle William en brandissant un pied de table.
it: "Portali al sicuro!" ti urla William agitando la gamba di un tavolo.
ko: “모두를 안전한 곳으로 피신시키시오!” 윌리엄이 탁자 다리를 휘두르며 외칩니다.
pl: „Zabierz ich w bezpieczne miejsce!” – krzyczy William, wymachując nogą od stołu.
ru: «Увезите их в безопасное место!» — кричит Уильям, размахивая ножкой стола.
zh: “把他們帶到安全的地方！”威廉揮舞著一根桌腳大喊著。
