Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/core.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: An investigator may search their deck, discard pile, or hand for an [[Item]] story asset and permanently remove it from their deck.
de: Ein Ermittler darf sein Deck, seinen Ablagestapel und seine Hand nach 1 [[Gegenstand]]-Storyvorteilskarte durchsuchen und sie dauerhaft aus seinem Deck entfernen.
es: Un investigador puede retirar 1 Apoyo de historia [[Objeto]] obtenido de su mazo, pila de descartes o mano.
fr: Un investigateur peut chercher un soutien d'histoire [[Objet]] dans son deck, sa pile de défausse ou sa main et le retirer de son deck de manière permanente.
it: Un investigatore può cercare nel suo mazzo, nella sua pila degli scarti o nella sua mano 1 supporto [[Oggetto]] e rimuoverlo permanentemente dal suo mazzo.
ko: 조사자 한 명은 자신의 덱/버린 카드 더미/손에서 [[물품]] 이야기 자산을 하나 찾아, 자신의 덱에서 그 자산을 영구적으로 제거해도 됩니다.
pl: Badacz może przeszukać swoją talię, stos kart odrzuconych lub swoją rękę w poszukiwaniu atutu fabularnego z cechą [[Przedmiot]] i usunąć go na stałe ze swojej talii.
ru: Сыщик может найти в своей колоде, сбросе или на руке сюжетный актив-[[вещь]] и удалить его из своей колоды.
zh: 任意一位調查員可以查找自己的牌庫、棄牌堆或手牌，找出一張[[道具]]劇情支援，並將該支援從自己的牌庫中永久移除。

source: If they do, check the Campaign Log and choose a resident with a Relationship Level of 2 or lower. Increase the chosen resident’s Relationship Level. Each investigator earns 1 bonus experience.
de: Falls er dies tut, überprüfe das Kampagnenlogbuch und wähle 1 Einwohner mit Beziehungsstufe 2 oder niedriger. Erhöhe die Beziehungsstufe des gewählten Einwohners. Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt.
es: Si lo hace, elige un habitante con nivel de relación de 2 o menos. Aumenta el nivel de relación de ese habitante. Cada investigador obtiene 1 punto de experiencia adicional.
fr: S’il le fait, vérifiez le Carnet de Campagne et choisissez un habitant avec un Niveau de Relation de 2 ou moins. Augmentez le Niveau de Relation de l’habitant choisi. Chaque investigateur reçoit 1 point d’expérience bonus.
it: Se lo fa, controlla il Diario della Campagna e scegli 1 abitante con livello di Relazione pari o inferiore a 2. Aumenta il livello di Relazione con quell'abitante. Ogni investigatore guadagna 1 punto esperienza.
ko: 그렇게 할 경우, 캠페인 기록지를 확인하여 친밀도가 2 이하인 주민 하나를 선택합니다. 그 주민과의 친밀도를 한 단계 높입니다. 각 조사자는 경험치를 추가로 1만큼 얻습니다.
pl: Jeśli to zrobi, sprawdź Dziennik kampanii i wybierz mieszkańca ze stopniem zażyłości równym 2 lub mniej. Zwiększ stopień zażyłości z wybranym mieszkańcem. Każdy badacz zdobywa 1 dodatkowy punkt doświadczenia.
ru: Если он сделал это, сверьтесь с журналом и выберите местного жителя с уровнем доверия 2 или ниже. Повысьте уровень доверия выбранного жителя. Каждый сыщик получает 1 опыт дополнительно.
zh: 如果他這麼做，檢查劇本日誌並選擇一位友好度不超過2的住民。提升所選住民的友好度。每位調查員取得1點獎勵經驗值。

source: Which [[Item]] story asset would you like to give as a gift?
de: Welche [[Gegenstand]]-Storyvorteilskarte soll verschenkt werden?
es: ¿Qué Apoyo de historia [[Objeto]] quieres entregar como regalo?
fr: Quel soutien d'histoire [[Objet]] souhaitez-vous offrir en cadeau ?
it: Quale supporto storia [[Oggetto]] vorresti dare come regalo?
ko: 어떤 [[물품]] 이야기 자산을 선물로 주겠습니까?
pl: Który atut fabularny z cechą [[Przedmiot]] chcesz przeznaczyć na prezent?
ru: Какой сюжетный актив-[[вещь]] вы хотите подарить?
zh: 你要將哪一張[[道具]]劇情支援作為禮物送出？

source: Prismatic Shard
de: Prismatisches Bruchstück
es: Esquirla prismática
fr: Éclat Prismatique
it: Frammento Prismatico
ko: 찬란한 색채를 내뿜는 파편
pl: Pryzmatyczny odłamek
ru: Призматический осколок
zh: 棱彩晶體

source: Little Sylvie
de: Kleine Sylvie
es: Pequeña Sylvie
fr: Petite Sylvie
it: Piccola Sylvie
ko: 꼬마 실비 인형
pl: Mała Sylvie
ru: Малышка Сильвия
zh: 席爾維婭小姐

source: Worry Rock
de: Sorgenstein
es: Roca de la preocupación
fr: Pierre Polie
it: Pieta Fortunata
ko: 조약돌 부적
pl: Kamień spokoju
ru: Потёртый камень
zh: 忘憂石

source: Pearl Diary
de: Das Pearl-Tagebuch
es: El diario Perla
fr: Journal des Pearl
it: Diario dei Pearl
ko: 수잔 펄의 일지
pl: Pamiętnik pani Pearl
ru: Дневник Сьюзан Пёрл
zh: 帕洛日記

source: Who would you like to send this gift to?
de: Wer soll das Geschenk erhalten?
es: ¿A quién quieres entregarle este regalo?
fr: À qui souhaitez-vous envoyer ce cadeau ?
it: A chi vorresti mandare questo dono?
ko: 누구에게 이 선물을 주겠습니까?
pl: Komu chciałbyś wysłać ten prezent?
ru: Кому бы вы хотели отправить этот подарок?
zh: 你想將這份禮物送給誰？

source: <i>The Feast of Hemlock Vale</i> campaign features a new gameplay concept: The Codex. During this campaign, some card effects may direct players to read a specific codex entry. While playing, keep the Campaign Guide on hand for easy reference. Certain locations, characters, or enemies in <i>The Feast of Hemlock Vale</i> have codex entries, marked with ([codex] X). To read a character or location’s codex entry, you must pay all costs on that ability first, then turn to the current scenario or prelude’s Codex in this Campaign Guide and resolve all text.
de: In der Kampagne <i>Das Fest von Hemlock Vale</i> wird ein neues Spielkonzept eingeführt: Der Kodex. Im Laufe der Kampagne lassen euch manche Karteneffekte bestimmte Kodexeinträge lesen. Diese befinden sich in diesem Kampagnenleitfaden. Haltet ihn also beim Spielen am besten immer griffbereit. In <i>Das Fest von Hemlock Vale</i> haben bestimmte Orte, Charaktere und Gegner Kodexeinträge, auf die mit ([codex] X) verwiesen wird. Um einen Kodexeintrag für einen Charakter oder einen Ort lesen zu dürfen, müssen zuerst alle Kosten jener Fähigkeit gezahlt werden. Lest dann den Kodexeintrag im entsprechenden Abschnitt des aktuellen Szenarios oder Vorspiels in diesem Kampagnenleitfaden und handelt ihn ab.
es: La campaña <i>La fiesta del Valle de la Cicuta</i> presenta un nuevo concepto de juego: el códice. Durante esta campaña, los efectos de algunas cartas pueden indicar a los jugadores que lean una entrada concreta del códice. Ten la guía de campaña a mano durante la partida para poderla consultar fácilmente. Determinados Lugares, personajes o Enemigos de <i>La fiesta del Valle de la Cicuta</i> tienen entradas de códice indicadas con ([codex] X). Para leer la entrada del códice de un personaje o Lugar, primero debes pagar todos los costes de esa capacidad y luego consultar el códice del escenario o preludio actual en esta guía de campaña y resolver todo el texto.
fr: La campagne <i>Le Festin de Hemlock Vale</i> propose un nouveau type de mécanique de jeu : Le Codex. Lors de cette campagne, certains effets de carte peuvent demander aux joueurs de lire un paragraphe spécifique du Codex. Lorsque vous jouez une partie, conservez le Guide de Campagne près de vous pour vous référer plus facilement à certains lieux, personnages et ennemis du <i>Festin de Hemlock Vale</i> faisant référence à un des paragraphes du Codex, indiqué par ([codex] <b>X</b>). Pour lire le paragraphe du Codex d’un personnage ou d’un lieu, vous devez d’abord payer tous les coûts sur cette capacité. Ensuite, référez-vous au Codex du scénario ou du prologue en cours inclus dans ce Guide de Campagne et résolvez tout le texte.
it: La campagna <i>La Festa di Hemlock Vale</i> introduce un nuovo concetto di gioco: Il Codex. Durante questa campagna, alcuni effetti delle carte potrebbero richiedere ai giocatori di leggere una specifica voce del codex. Durante le partite, i giocatori dovranno tenere la Guida alla Campagna a portata di mano in modo che poterla consultare facilmente. Alcuni luoghi, personaggi o nemici ne la <i>La Festa di Hemlock Vale</i> hanno riferimenti al Codex, indicati con ([codex] X). Per leggere la voce del codex relativa a un personaggio o a un luogo, i giocatori devono innanzitutto pagare tutti i costi di quella capacità, poi trovare il Codex relativo allo scenario o al preludio attuale nella Guida alla Campagna e risolverne tutto il resto.
ko: [[헴록 베일의 축일]] 캠페인에는 “서고”라는 새로운 게임 요소가 추가되었습니다. 이번 캠페인을 진행하는 동안, 몇몇 카드 효과는 플레이어로 하여금 캠페인 안내서에 수록된 특정 서고 항목을 읽을 것을 지시합니다. 따라서 게임을 진행하는 동안, 손 닿기 쉬운 곳에 캠페인 안내서를 두는 것이 좋습니다. [[헴록 베일의 축일]] 에 등장하는 특정 장소, 인물, 적에는 서고 항목이 존재한다는 뜻으로 ([codex] X)라는 표시가 되어 있습니다. 인물이나 장소의 서고 항목을 읽으려면, 먼저 해당 기능의 비용을 모두 지불합니다. 그런 다음, 캠페인 안내서에서 현재 시나리오/서막의 서고를 펼쳐 일치하는 문구를 모두 해결합니다.
pl: Kampania <i>Uczta w Dolinie Hemlock</i> wprowadza do gry nowy element: kodeks. Podczas tej kampanii niektóre efekty kart mogą prosić gracza o odczytanie określonego wpisu kodeksu. Z tego powodu należy podczas całej rozgrywki mieć Księgę kampanii pod ręką. Niektóre lokalizacje, postaci i wrogowie pojawiający się podczas tej kampanii posiadają własne wpisy kodeksu, oznaczone w następujący sposób: ([codex] X). Aby przeczytać wpis kodeksu dla postaci lub lokalizacji, musisz najpierw zapłacić wszystkie koszty danej zdolności, a następnie odnaleźć kodeks dla obecnego scenariusza lub preludium i rozpatrzyć cały tekst danego wpisu.
ru: Дополнение «Пир в Хемлок-Вейл. Кампания» включает в себя новую игровую концепцию: архив. В процессе прохождения этой кампании эффекты некоторых карт могут указать игрокам прочесть определённую архивную запись. Держите книгу сценариев под рукой во время игры. У некоторых локаций, персонажей и врагов есть личные архивные записи, обозначенные как ([codex] X). Чтобы прочесть запись, относящуюся к персонажу или локации, вы должны сначала выплатить все цены активируемого свойства, которое направляет вас к ней. Затем обратитесь к архиву текущего сценария или прелюдии и разыграйте соответствующий текст.
zh: 《鐵杉谷盛宴》劇本中包含新的遊戲概念：聖典。劇本期間，部分卡牌效果會指示玩家閱讀特定的聖典條目。進行遊戲時，請將劇本手冊放在手邊，以便閱讀。 《鐵杉谷盛宴》中特定的地點、角色或敵人也會有聖典條目，以([codex]X)作為標示。要閱讀一位角色或地點的聖典條目時，你必須支付該能力的所有花費，然後在劇情手冊中，找到對應冒險或序章的聖典並結算所有文字敘述。

source: Each codex entry cannot be resolved more than once per scenario or prelude unless otherwise stated.
de: Jeder Kodexeintrag kann nur ein Mal pro Szenario oder Vorspiel abgehandelt werden, außer es ist etwas anderes angegeben.
es: Ninguna entrada del códice puede resolverse más de una vez por escenario o preludio salvo que se indique algo distinto.
fr: Aucun paragraphe du Codex ne peut être résolu plus d’une fois par scénario ou par prologue, sauf mention contraire.
it: Ogni voce del Codex non può essere risolta più di una volta per scenario o preludio, salvo diversamente specificato.
ko: 각각의 서고 항목은 (특별히 지시받지 않는 한) 시나리오/서막마다 한 번씩만 해결할 수 있습니다(두 번 이상 해결할 수 없습니다).
pl: Każdy wpis kodeksu może zostać rozpatrzony tylko raz podczas danego scenariusza lub preludium, chyba że zaznaczono inaczej.
ru: Каждую архивную запись можно разыграть только один раз за сценарий или прелюдию, если прямо не указано обратного.
zh: 在每場冒險或序章中，每條聖典條目不能被結算數次，除非另有指示。

source: When resolving a codex entry, the player who triggered that entry resolves all effects <i>(resolving a test, dealing damage, paying resources, etc.)</i>. If it is unclear who triggered the codex entry, the lead investigator resolves the entry.
de: Beim Abhandeln eines Kodexeintrags handelt der Spieler, der den Eintrag ausgelöst hat, alle Effekte ab <i>(z.B. eine Probe ablegen, Schaden zufügen, Ressourcen bezahlen)</i>. Falls unklar ist, wer den Kodexeintrag ausgelöst hat, handelt der Ermittlungsleiter den Eintrag ab.
es: Al resolver una entrada del códice, el jugador que la activó resuelve todos los efectos <i>(resolver una prueba, infligir daño, pagar recursos, etc.)</i>. Si no está claro quién activó la entrada del códice, el investigador jefe resuelve la entrada.
fr: Quand vous résolvez un paragraphe du Codex, le joueur qui a déclenché ce paragraphe en résout tous les effets <i>(résoudre un test, infliger des dégâts, payer des ressources, etc.)</i>. Si vous ne parvenez pas à déterminer qui l’a déclenché, l’investigateur principal résout le paragraphe.
it: Quando risolve una voce del Codex, il giocatore che l'ha innescata ne risolve tutti gli effetti <i>(effettuare una prova, infliggere danni, pagare risorse, ecc.)</i>. Se non è chiaro chi abbia innescato la voce del Codex, la risolve l'investigatore capo.
ko: 서고 항목을 해결할 때, 해당 서고 항목을 격발한 플레이어가 (테스트 해결, 피해 주기, 자원 지불 등의) 모든 효과를 해결합니다. 누가 서고 항목을 격발했는지 불분명하다면, 대표 조사자가 해당 서고 항목을 해결합니다.
pl: Podczas rozpatrywania wpisu kodeksu gracz, który aktywował dany wpis, rozpatruje wszystkie jego efekty <i>(wykonuje test, zadaje obrażenia, płaci koszt w zasobach itd.)</i>. Jeśli nie jest jasne, który badacz aktywował wpis kodeksu, wpis rozpatruje główny badacz.
ru: Все эффекты архивной записи разыгрывает игрок, активировавший соответствующее ей свойство: он проходит проверку навыка, наносит раны, тратит ресурсы и так далее. Если неясно, кто из игроков активировал архивную запись, все эффекты разыгрывает ведущий сыщик.
zh: 當結算一條聖典條目時，觸發該條目的玩家結算所有效果(結算檢定、造成傷害、支付資源等)。如果無法清楚判別由哪位玩家觸發，則由調查員隊長結算該條目。

source: If a codex entry instructs players to put a named set-aside resident into play, put that character into play with their story asset side faceup unless otherwise stated.
de: Falls ein Kodexeintrag euch anweist, einen beiseitegelegten Einwohner mit einem bestimmten Namen ins Spiel zu bringen, wird jener Charakter mit seiner Storyvorteilsseite nach oben ins Spiel gebracht, außer es ist etwas anderes angegeben.
es: Si una entrada del códice indica a los jugadores que pongan en juego un habitante con nombre puesto aparte, pon ese personaje en juego con su lado de Apoyo de historia boca arriba a menos que se indique algo distinto.
fr: Si un paragraphe du Codex demande aux joueurs de mettre en jeu un habitant spécifique mis de côté, mettez en jeu ce personnage sur sa face soutien d’histoire visible, sauf mention contraire.
it: Se una voce del Codex richiede ai giocatori di mettere in gioco un abitante specifico messo da parte, devono mettere in gioco quel personaggio con il lato supporto storia a faccia in su, salvo diversamente specificato.
ko: 서고 항목에서 치워 두었던 특정 주민을 플레이 영역에 두라고 지시한다면, (특별히 지시받지 않는 한) 해당 인물은 이야기 자산 면이 보이도록 가져와 플레이 영역에 둡니다.
pl: Jeśli wpis kodeksu każe graczom umieścić w grze określonego odłożonego na bok mieszkańca, należy umieścić daną postać w grze stroną z atutem fabularnym do góry, chyba że zaznaczono inaczej.
ru: Если архивная запись указывает игроку ввести отложенную карту названного местного жителя в игру, она вводится в игру стороной сюжетного актива вверх, если не указано обратного.
zh: 如果聖典條目指示玩家將放在一邊的具名住民放置入場，將該角色以劇情支援面朝上放置入場，除非有另外指示。

source: <b>A resident whose name is crossed out in your Campaign Log cannot enter play during preludes or scenarios.</b> If a resident’s name is crossed out, so are all entries in that resident’s Notes.
de: <b>Ein Einwohner, dessen Name im Kampagnenlogbuch durchgestrichen ist, kann während eines Vorspiels oder eines Szenarios nicht ins Spiel kommen.</b> Ist der Name eines Einwohners durchgestrichen, so gelten auch alle seine Notizen als durchgestrichen.
es: <b>Un habitante cuyo nombre esté tachado en el registro de campaña no puede entrar en juego durante preludios o escenarios.</b> Si el nombre de un habitante está tachado, también lo están todas las entradas de las notas de ese habitante.
fr: <b>Un habitant dont le nom est rayé dans votre Carnet de Campagne ne peut pas entrer en jeu lors des prologues ou des scénarios.</b> Si le nom d’un habitant est rayé, alors tous les paragraphes dans les Notes de cet habitant le sont aussi.
it: <b>Un abitante il cui nome è barrato nel Diario della Campagna non può entrare in gioco durante preludi o scenari.</b> Se il nome di un abitante è barrato, lo sono tutte le voci negli Appunti di quell'abitante.
ko: <b>캠페인 기록지에서 명칭(이름)에 취소선이 그어진 주민은, 서막을 비롯하여 시나리오 동안 플레이 영역에 들어올 수 없습니다.</b> 특정 주민의 명칭에 취소선이 그어져 있다면, 해당 인물의 기록지 항목에 적힌 모든 내용도 취소선이 그어진 것으로 취급합니다.
pl: <b>Mieszkaniec, którego imię zostało wykreślone w waszym Dzienniku kampanii, nie może wejść do gry podczas preludiów ani scenariuszy.</b> Jeśli imię mieszkańca zostało wykreślone, to samo dzieje się ze wszystkimi wpisami w „Notatkach” danego mieszkańca.
ru: <b>Местный житель, чьё имя вычеркнуто в журнале кампании, не может войти в игру во время прелюдии или сценария.</b> Считайте, что в книге сценариев вычеркнуты все архивные записи, относящиеся к этому персонажу.
zh: <b>如果某位住民的名字在你的劇本日誌中已經被劃掉，該住民在序章或冒險期間將無法入場。</b>如果某位住民的名字被劃掉，該住民筆記中的所有條目也皆視為被劃掉。

source: While resolving a codex entry for a specific character, you may only read a single section for which you meet the requirements. If you do not meet the requirements for the first section of a codex entry, skip to the folowing section. Only refer to that character’s Notes and Relationship Level in your Campaign Log unless otherwise stated. <i>(e.g. </i>“In River Hawthorne’s Notes, record <i>River is a dreamboat” directs players to change the “Notes” section in River’s Campaign Log entry.)</i>
de: Während ein Kodexeintrag für einen bestimmten Charakter abgehandelt wird, darf nur der Teilabschnitt im Eintrag gelesen werden, dessen Bedingungen zutreffen. Falls die Bedingungen des ersten Abschnitts eines Kodexeintrags nicht zutreffen, springe zum nächsten Abschnitt usw. Wenn nicht anders angegeben, bezieht sich ein Kodexeintrag stets auf die Notizen und die Beziehungsstufe dieses bestimmten Charakters. <i>(Beispiel:</i> „Notiere unter River Hawthornes Notizen: <i>River ist ein Frauenschwarm“ weist dich dazu an, dies im Kampagnenlogbuch unter Rivers „Notizen“ zu vermerken.)</i>
es: Al resolver una entrada del códice de un personaje concreto, sólo puedes leer una sección cuyos requisitos cumplas. Si no cumples los requisitos para la primera sección de una entrada del códice, pasa a la siguiente sección. Consulta únicamente las notas y el nivel de relación de ese personaje en tu registro de campaña salvo que se indique algo distinto <i>(por ejemplo:</i> “Anota que <i>River está como un queso</i> en las notas de River Hawthorne” <i>indica a los jugadores que cambien la sección “Notas” de la entrada de River en el registro de campaña).</i>
fr: Lorsque vous résolvez un paragraphe du Codex pour un personnage spécifique, vous n’avez le droit de résoudre qu’une seule section pour laquelle vous remplissez les conditions. Si vous ne remplissez pas les conditions de la première section d’un paragraphe du Codex, ignorez-la et passez à la section suivante. Pour ce personnage, ne vous référez qu’aux Notes et Niveaux de Relations de votre Carnet de Campagne, sauf mention contraire. <i>(Exemple : </i>« Dans les Notes de River Hawthorne, indiquez que <i>River est un Apollon » demande aux joueurs de modifier la section « Notes » dans le paragraphe de votre Carnet de Campagne correspondant à River.)</i>
it: Mentre risolve una voce del Codex di uno specifico personaggio, un giocatore può leggere solo 1 delle sezioni di cui soddisfa i requisiti. Se non soddisfa i requisiti della prima sezione della voce del Codex, quel giocatore passa alla sezione successiva. I giocatori devono fare riferimento solo agli Appunti e al Livello di Relazione con quel personaggio sul Diario della Campagna, salvo diversamente specificato <i>(per esempio:</i> "Annota negli Appunti di River Hawthorne che <i>River ha fatto strage di cuori" indica ai giocatori di modificare la sezione "Appunti" alla voce di River del Diario della Campagna)</i>.
ko: 특정 인물의 서고 항목을 해결하는 동안, 당신은 요구 조건을 만족하는 단 하나의 구획만을 읽을 수 있습니다. 구획이란, 가로줄로 나뉜 서고 항목을 뜻합니다. 서고 항목의 첫 번째 구획을 읽기 위한 요구 조건을 만족하지 못했다면, 다음 구획으로 건너뜁니다. (별도로 명시되지 않은 한) 캠페인 기록지에서 문구에서 언급된 인물의 기록지 항목과 친밀도만을 참조하도록 합니다. <i>(예시: “‘리버 호손’의 기록지에 <b>리버는 매력 덩어리다</b>라고 기록합니다”라는 지시를 받았다면, ‘리버 호손’의 “기록지” 항목에 이러한 내용을 기재하면 됩니다.)</i>
pl: Kiedy rozpatrujesz wpis kodeksu dla określonej postaci, możesz przeczytać wyłącznie tę część, której warunki spełniasz. Jeśli nie spełniasz warunków pierwszej części wpisu kodeksu, przejdź do następnej części. Odnoś się wyłącznie do „Notatek” i „Stopnia zażyłości” danej postaci, chyba że zaznaczono inaczej. <i>(Np.</i> „Zanotuj w Notatkach River Hawthorne, że <i>River jest bardzo atrakcyjna” każe graczom zmienić sekcję „Notatki” River w Dzienniku kampanii).</i>
ru: Разыгрывая архивную запись определённого персонажа, вы можете прочесть только ту секцию, условия которой полностью выполнены. Если вы не выполнили условия для первой секции архивной записи, перейдите к следующей секции. Обращайтесь к заметкам и уровню доверия того персонажа только тогда, когда это прямо указано. (Например, фраза <i>«Запишите в заметках Ривер Хоуторн, что Ривер — красотка» указывает игрокам сделать запись в подразделе «Заметки» раздела «Ривер Хоуторн» журнала кампании</i>.)
zh: 當結算特定角色的聖典條目時，你只能閱讀你有達成條件的區域。如果你沒有達成某條聖典條目中第一個區域的條件，直接跳到下一個區域。在你的劇本日誌中，只對照該角色的筆記與友好度，除非有另外敘述。<i>(範例：</i>“在芮福．霍桑的筆記中，記錄下<i>芮福魅力十足”指示玩家改變芮福在劇本日誌中的“筆記”區域。)</i>

source: After resolving a codex entry and making any changes in your Campaign Log, resume play.
de: Nachdem ein Kodexeintrag abgehandelt und Änderungen im Kampagnenlogbuch vorgenommen wurden, geht das Spiel normal weiter.
es: Reanuda la partida después de resolver una entrada del códice y realizar cualquier cambio en el registro de campaña.
fr: Après avoir résolu un paragraphe du Codex et effectué une ou plusieurs modifications dans votre Carnet de Campagne, reprenez la partie.
it: Dopo aver risolto una voce del Codex e applicato tutte le modifiche al Diario della Campagna necessarie, i giocatori proseguono la partita.
ko: 서고 항목을 모두 해결하고 캠페인 기록지를 갱신하라는 지시까지 이행한 후, 게임을 재개합니다.
pl: Po rozpatrzeniu wpisu kodeksu i wprowadzeniu zmian w Dzienniku kampanii należy wznowić grę.
ru: Разыграв архивную запись и внеся необходимые изменения в журнал кампании, продолжайте игру.
zh: 結算完聖典條目，以及變更劇本日誌後，繼續進行遊戲。
