Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/core.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: <i>The Feast of Hemlock Vale</i> campaign gives players just three days in-game to play out its story. This campaign also contains playable preludes in which investigators may interact with the residents of Hemlock Vale, learn the secrets of Hemlock Isle, and make preparations for the next scenario. Preludes are non-confrontational segments that are set up with locations and a scenario reference, act, and agenda. The end of each prelude provides several choices on which scenario to play next. Depending on the day and time, some scenarios may provide new story options or challenges. Players will not have time to play every scenario or befriend each resident on a single playthrough of this campaign.
de: In <i>Das Fest von Hemlock Vale</i> habt ihr genau 3 Tage und 3 Nächte lang Zeit, die Geschichte dieser geheimnisvollen Insel aufzudecken. Diese Kampagne enthält zudem erstmals auch spielbare Vorspiele, in denen ihr mit den Einwohnern von Hemlock Vale interagieren, mehr über die Geheimnisse von Hemlock Isle erfahren und Vorbereitungen für das nächste Szenario treffen könnt. Vorspiele sind weitgehend konfliktlose Spielabschnitte, die aus einer Szenarioübersichtskarte, Orten sowie Agenda- und Szenendeck bestehen. Am Ende jedes Vorspiels könnt ihr aus mehreren Optionen wählen, welches Szenario ihr als Nächstes spielen wollt. Abhängig vom Tag und der Tageszeit können manche Szenarien neue Story-Optionen oder Herausforderungen bieten. Ihr werdet während eines einzigen Durchlaufs kaum die Zeit haben, jedes einzelne Szenario zu spielen oder euch mit allen Einwohnern anzufreunden.
es: La campaña <i>La fiesta del Valle de la Cicuta</i> da a los jugadores únicamente tres días de juego para desarrollar su historia. Esta campaña también contiene preludios jugables en los que los investigadores pueden interactuar con los habitantes del Valle de la Cicuta, descubrir los secretos de la Isla de la Cicuta y prepararse para el siguiente escenario. Los preludios son partes de la campaña que se preparan con Lugares y una referencia de escenario, un Acto y un Plan. El final de cada preludio proporciona varias elecciones sobre qué escenario jugar a continuación. Algunos escenarios podrían proporcionar nuevas opciones de la historia o desafíos en función del día y de la hora. Los jugadores no tendrán tiempo de jugar todos los escenarios o de trabar amistad con todos los habitantes en una sola partida de la campaña.
fr: La campagne <i>Le Festin de Hemlock Vale</i> exige des joueurs de venir à bout de cette intrigue en seulement trois jours (en temps de jeu). Cette campagne contient également des prologues jouables dans lesquels les investigateurs peuvent interagir avec les habitants de Hemlock Vale, apprendre les secrets de Hemlock Isle, et se préparer pour le scénario suivant. Les prologues sont des parenthèses qui ne mettent en scène aucun conflit et sont mis en place avec des lieux, une référence de scénario, un acte et une intrigue. La fin de chaque prologue débouche sur plusieurs choix de scénarios à jouer ensuite. En fonction du jour et de l’heure, certains scénarios peuvent s’accompagner de nouvelles options en termes d’histoire ou de défis à relever. Les joueurs n’auront pas le temps de jouer tous les scénarios ni de se lier d’amitié avec chaque habitant la première fois qu’ils mèneront cette campagne à son terme.
it: La campagna <i>La Festa di Hemlock Vale</i> dà ai giocatori solo tre giorni di tempo in partita per completarne la storia. Questa campagna contiene inoltre molti preludi giocabili in cui gli investigatori potranno interagire con gli abitanti di Hemlock Vale, scoprire i segreti dell'isola e prepararsi per lo scenario successivo. I preludi sono segmenti non conflittuali, preparati con luoghi e una carta di consultazione, un capitolo e una trama dello scenario. La fine di ogni preludio offre diverse scelte su quale scenario giocare a seguire. A seconda del giorno o dell'orario, alcuni scenari possono offrire nuove sfide o variazioni della storia. I giocatori non avranno il tempo di giocare ogni scenario né di fraternizzare con ogni abitante in una sola campagna.
ko: [[헴록 베일의 축일]] 캠페인 이야기는 오직 사흘이라는 게임 속 시간에 걸쳐 진행됩니다. 또한 본 캠페인에는 플레이 가능한 다수의 서막이 포함되어 있으며, 이러한 서막 동안 조사자들은 헴록 베일의 주민과 상호작용하고 이곳의 비밀에 대해 알아가며 다음 시나리오를 위한 준비 과정을 거칩니다. 서막은 적대적인 요소 없이, 장소/시나리오 참조/주요목적/주요사건 카드로 이뤄집니다. 서막을 끝맺으며, 플레이어들은 바로 다음에 어떤 시나리오를 플레이할지 선택하게 됩니다. 지금 날짜와 시간에 따라, 몇몇 시나리오는 새로운 이야기 선택지와 도전을 제공합니다. 플레이어들은 한 번의 캠페인을 진행하는 동안 모든 시나리오를 플레이할 수도 없을 뿐더러, 모든 주민과 친분을 쌓을 수도 없을 것입니다.
pl: Podczas kampanii <i>Uczta w Dolinie Hemlock</i> gracze będą mieli zaledwie trzy dni (zgodnie z czasem w grze), aby poznać jej historię. Kampania ta zawiera także preludia, które gracze rozgrywają w normalny sposób, aby lepiej poznać mieszkańców Doliny Hemlock, zgłębić tajemnice wyspy oraz przygotować się na kolejny scenariusz. Preludia to fragmenty nieskupiające się na walce, które przygotowuje się w normalny sposób przy pomocy lokalizacji, karty pomocy scenariusza, aktu i tajemnicy. Na końcu każdego preludium gracze otrzymują kilka możliwości dotyczących następnego scenariusza. W zależności od dnia i pory niektóre scenariusze mogą oferować nowe opcje fabularne lub wyzwania. Gracze nie będą mieli czasu rozegrać każdego scenariusza ani zaprzyjaźnić się z każdym mieszkańcem podczas rozgrywania jednej kampanii.
ru: «Пир в Хемлок-Вейл» даёт игрокам всего три внутриигровых дня, чтобы разыграть историю. Также эта кампания содержит играбельные прелюдии, в которых сыщики могут пообщаться с жителями Хемлок-Вейл, узнать тайны острова Хемлок и подготовиться к следующему сценарию. Прелюдии представляют собой довольно мирный игровой опыт. Для их розыгрыша вам понадобятся локации, памятка сценария, сцена и замысел. Конец каждой прелюдии даёт игрокам на выбор несколько сценариев, которые можно сыграть дальше. В зависимости от дня и времени суток в некоторых сценариях могут появиться новые трудности или сюжетные ветки. Во время одного прохождения игрокам не хватит времени, чтобы пройти все сценарии или наладить отношения со всеми местными жителями.
zh: 《鐵杉谷盛宴》只給予玩家們三天的時間體驗其劇情內容。此劇本也包含可遊玩的序章，調查員們可以在這些序章中，與鐵杉谷的住民們互動，揭開赫姆拉克島的秘密，為接下來的冒險做準備。 序章是不含遭遇牌庫的非對抗性遊戲，同樣由地點、冒險參考卡牌、場景與密謀組成。序章的結尾會提供數個選擇，讓你決定接下來會進行哪場冒險。取決於目前的日期與時刻，部分冒險會提供新的劇情選項與挑戰。因為有日期的時間限制，玩家們在一整場劇情中無法遊玩到每一場冒險，也無法與每一位住民達成友好關係。

source: Players may earn experience when playing preludes and interludes. Record this experience under “Unspent Experience,” but do not spend it until instructed to by the campaign guide.
de: Beim Spielen von Vor- und Zwischenspielen könnt ihr manchmal Erfahrungspunkte verdienen. Diese Erfahrungspunkte werden unter „Nicht ausgegebene EP“ im Kampagnenlogbuch vermerkt und dürfen nicht ausgegeben werden, bis der Kampagnenleitfaden euch dazu anweist.
es: Los jugadores pueden ganar experiencia al jugar preludios e interludios. Anota esta experiencia en la sección “Experiencia sin gastar”, pero no la gastes hasta que te lo indique la guía de campaña.
fr: Les joueurs peuvent gagner de l’expérience en jouant des prologues et des interludes. Indiquez les points d’expériences gagnés sous le titre « Expérience Non Dépensée », mais ne les dépensez que lorsque le Guide de Campagne vous le demandera.
it: I giocatori possono guadagnare punti esperienza quando giocano i preludi e gli interludi. Questi punti esperienza vanno annotati alla voce "Punti Esperienza da Spendere", ma non possono essere spesi finché non verrà indicato dalla Guida alla Campagna.
ko: 서막/막간을 플레이할 때 역시 경험치를 얻기도 합니다. 이러한 경험치는 “사용하지 않은 경험치”에 기록하되, 캠페인 안내서에서 사용하라는 지시를 받기 전까지는 소비하지 않습니다.
pl: Gracze mogą zdobyć punkty doświadczenia podczas rozgrywania preludiów i antraktów. Zanotuj te punkty doświadczenia w sekcji „Niewykorzystane punkty doświadczenia”, ale nie wydawaj ich, dopóki nie pozwoli ci na to Księga kampanii.
ru: Игроки могут получать опыт во время прелюдий и интерлюдий. Записывайте этот опыт в раздел «Непотраченный опыт», но не тратьте его, пока на это прямо не укажет книга сценариев.
zh: 玩家在進行序章與幕間故事時可以獲得經驗值。將這些經驗值記錄在“未花費的經驗值”下方，在劇本手冊指示你前，請勿花費這些經驗值。

source: To keep track of the current day/time, you may refer to and update the “Day/Time” section in the Campaign Log.
de: Ihr könnt den aktuellen Tag und die aktuelle Tageszeit im Abschnitt „Tag / Zeit“ im Kampagnenlogbuch nachhalten.
es: Para llevar la cuenta del día y hora actuales, puedes consultar y actualizar la sección “Día/Hora” del registro de campaña.
fr: Pour suivre le passage du temps (jour et heure), vous pouvez vous référer à la section « Jour / Heure » du Carnet de Campagne et la mettre à jour.
it: Per tenere taccia del giorno/orario attuale, i giocatori fanno riferimento e aggiornano la sezione "Giorno/Orario" del Diario della Campagna.
ko: 현재 날짜/시간을 표시하기 위해, 캠페인 기록지의 “날짜/시간” 항목을 갱신 및 확인하기를 바랍니다.
pl: Aby łatwiej kontrolować obecny dzień/porę, możesz odpowiednio aktualizować i odnosić się do sekcji „Dzień/pora” Dziennika kampanii.
ru: Чтобы вести учёт дням и времени суток, регулярно обновляйте раздел «День и время суток» журнала кампании.
zh: 使用劇本日誌中，“日期 / 時刻”的區域記錄並更新目前的日期/時刻。

source: At times, story text may instruct investigators to increase their Relationship Level with a particular resident. If instructed to do so, check the Campaign Log and find the specified resident’s entry.
de: Manchmal werdet ihr dazu angewiesen, die Beziehungsstufe eines bestimmten Einwohners zu erhöhen oder zu senken. Überprüft dazu den entsprechenden Abschnitt des Einwohners auf Seite 71 im Kampagnenlogbuch.
es: En determinados momentos, el texto de historia puede indicar a los investigadores que aumenten su nivel de relación con un habitante concreto. Si se indica algo así, comprueba el registro de campaña y encuentra la entrada del habitante indicado.
fr: Parfois, un texte d’histoire peut demander aux investigateurs d’augmenter leur Niveau de Relation avec un habitant précis. Le cas échéant, consultez le Carnet de Campagne et trouvez le paragraphe de l’habitant indiqué.
it: A volte un testo della storia può indicare agli investigatori di aumentare il Livello di Relazione con uno specifico abitante. Se indicato, i giocatori controllano il Diario della Campagna e trovano la voce di quello specifico abitante.
ko: 이따금씩 이야기 문구가 특정 주민과의 친밀도를 높이라는 지시를 할 것입니다. 이러한 지시를 받았다면, 캠페인 기록지에서 해당 주민의 항목을 확인합니다.
pl: W niektórych momentach gra może nakazać graczom zwiększyć ich stopień zażyłości ze wskazanym mieszkańcem. Jeśli tak się stanie, należy sprawdzić Dziennik kampanii i znaleźć sekcję odpowiadającą danemu mieszkańcowi.
ru: Время от времени игровой текст может указать вам повысить уровень доверия определённого местного жителя. В этом случае найдите раздел этого местного жителя в журнале кампании.
zh: 劇本進行中，劇情敘述會指示調查員提升與某位特定住民的友好度。如果收到類似指示，檢查劇本日誌，找到該位住民的條目。

source: When referring to a resident’s Relationship Level, the number of checked boxes in their entry is that resident’s Relationship Level.
de: Wenn auf die Beziehungsstufe eines Einwohners Bezug genommen wird, entspricht die Anzahl abgehakter Kästchen in seinem Abschnitt seiner Beziehungsstufe.
es: Al consultar el nivel de relación de un habitante, la cantidad de casillas marcadas en su entrada es el nivel de relación de ese habitante.
fr: Lorsqu’il est fait référence au Niveau de Relation avec un habitant, il s’agit du nombre de cases cochées dans le paragraphe correspondant à cet habitant.
it: Quando ci si riferisce al Livello di Relazione con un abitante, il numero di caselle spuntate in quella voce è il Livello di Relazione con quell'abitante.
ko: 특정 주민의 친밀도가 언급된 경우, 이는 캠페인 기록지에서 해당 주민 항목에 체크 표시된 상자 개수를 뜻합니다.
pl: Kiedy gra odnosi się do stopnia zażyłości z jakimś mieszkańcem, równa się on liczbie zakreślonych pól w sekcji danego mieszkańca.
ru: Уровень доверия — это количество отметок в подразделе «Уровень доверия».
zh: 要查看住民的友好度時，有打勾的格子個數就等同於該位住民的友好度。

source: To increase a resident’s Relationship Level, check the leftmost unchecked box in that resident’s entry.
de: Um die Beziehungsstufe eines Einwohners zu erhöhen, hake in seinem Abschnitt das erste freie Kästchen von links ab.
es: Para aumentar el nivel de relación de un habitante, marca la casilla no marcada que esté más a la izquierda en la entrada de ese habitante.
fr: Pour augmenter le Niveau de Relation avec un habitant, cochez la case non cochée la plus à gauche dans le paragraphe correspondant à cet habitant.
it: Per aumentare il Livello di Relazione con un abitante, spuntare la casella non spuntata più a sinistra alla voce di quell'abitante.
ko: 특정 주민의 친밀도를 높이는 경우, 캠페인 기록지의 해당 주민 항목에서 아직 체크 표시하지 않은 가장 왼쪽 상자에 체크 표시를 합니다.
pl: Aby zwiększyć stopień zażyłości z danym mieszkańcem, zakreśl pierwsze od lewej niezakreślone pole w sekcji danego mieszkańca.
ru: Чтобы повысить уровень доверия, поставьте отметку в крайнюю левую ячейку, в которой ещё нет отметки.
zh: 要提升一位住民的友好度時，將最靠左的空格子打勾。

source: To decrease a resident’s Relationship Level, erase the rightmost checked box in that resident’s entry.
de: Um die Beziehungsstufe eines Einwohners zu senken, entferne in seinem Abschnitt den Haken, der am weitesten rechts eingetragen ist.
es: Para reducir el nivel de relación de un habitante, borra la casilla marcada que esté más a la derecha en la entrada de ese habitante.
fr: Pour diminuer le Niveau de Relation avec un habitant, effacez la case cochée la plus à droite dans le paragraphe correspondant à cet habitant.
it: Per ridurre il Livello di Relazione con un abitante, spuntare la casella spuntata più a destra alla voce di quell'abitante.
ko: 특정 주민의 친밀도를 낮추는 경우, 캠페인 기록지의 해당 주민 항목에서 체크 표시된 가장 오른쪽 상자에서 체크 표시를 지웁니다.
pl: Aby zmniejszyć stopień zażyłości z danym mieszkańcem, wymaż pierwsze od prawej zakreślone pole w sekcji danego mieszkańca.
ru: Чтобы снизить уровень доверия, сотрите отметку в крайней правой ячейке, в которой стоит отметка.
zh: 要降低一位住民的友好度時，將最靠右的有打勾格子擦除。

source: Unless otherwise stated, you should increase or decrease a resident’s Relationship Level by 1 box at a time.
de: Wenn nicht anders angegeben, wird die Beziehungsstufe eines Einwohners immer nur um genau 1 erhöht oder gesenkt.
es: Salvo que se indique algo distinto, deberías aumentar o reducir el nivel de relación de un habitante 1 casilla cada vez.
fr: Sauf mention contraire, le Niveau de Relation avec un habitant doit être augmenté ou diminué de 1 case à la fois.
it: Salvo diversamente specificato, aumentare o ridurre il Livello di Relazione con un abitante di 1 casella alla volta.
ko: 별도로 명시되지 않은 경우, 주민의 친밀도는 한번에 한 단계씩만 높이거나 낮춥니다.
pl: Stopień zażyłości z danym mieszkańcem należy każdorazowo zwiększać lub zmniejszać o 1 pole, chyba że zaznaczono inaczej.
ru: Повысить или снизить уровень доверия можно только на 1, если прямо не указано иного.
zh: 每次提升或降低住民的友好度時，只提升或降低1格友好度，除非有另外敘述。

source: If instructed to set a resident’s Relationship Level to 0, erase all checked boxes in that resident’s entry.
de: Wirst du angewiesen, die Beziehungsstufe eines Einwohners auf 0 zu setzen, entferne alle Haken in den Kästchen in seinem Abschnitt.
es: Si se te indica que establezcas en 0 el nivel de relación de un habitante, borra todas las casillas marcadas de la entrada de ese habitante.
fr: Si le Niveau de Relation avec un habitant doit être fixé à 0, effacez toutes les cases cochées dans le paragraphe correspondant à cet habitant.
it: Se il gioco indica di regolare a 0 il Livello di Relazione di un abitante, cancellare tutte le caselle spuntate alla voce di quell'abitante.
ko: 특정 주민의 친밀도를 0으로 맞추라고 지시받았다면, 캠페인 기록지의 해당 주민 항목에서 체크 표시를 모두 지웁니다.
pl: Jeśli gra każe ustalić poziom zażyłości z danym mieszkańcem na 0, należy wymazać wszystkie zakreślone pola w sekcji danego mieszkańca.
ru: Если указано снизить уровень доверия местного жителя до 0, сотрите все отметки в его разделе.
zh: 如果收到指示要將某位住民的友好度設置為0，將該位住民條目下的有打勾格子全部擦除。

source: <b>A resident whose name is crossed out in your Campaign Log cannot enter play during preludes or scenarios.</b>
de: <b>Ein Einwohner, dessen Name im Kampagnenlogbuch durch­ gestrichen ist, kann während eines Vorspiels oder eines Szenarios nicht ins Spiel kommen.</b>
es: <b>Un habitante cuyo nombre esté tachado en el registro de campaña no puede entrar en juego durante preludios o escenarios.</b>
fr: <b>Un habitant dont le nom est rayé dans votre Carnet de Campagne ne peut pas entrer en jeu lors des prologues ou des scénarios.</b>
it: <b>Un abitante il cui nome è barrato nel Diario della Campagna non può entrare in gioco durante preludi e scenari.</b>
ko: <b>캠페인 기록지에서 명칭(이름)에 취소선이 그어진 주민은, 서막을 비롯하여 시나리오 동안 플레이 영역에 들어올 수 없습니다.</b>
pl: <b>Mieszkaniec, którego imię zostało wykreślone w waszym Dzienniku kampanii, nie może wejść do gry podczas preludiów ani scenariuszy.</b>
ru: <b>Местный житель, чьё имя вычеркнуто в журнале кампании, не может войти в игру во время прелюдии и сценария.</b>
zh: <b>如果某位住民的名字在你的劇本日誌中已經被劃掉，該住民在序章或冒險期間將無法入場。</b>

source: Most scenarios in this campaign are arranged in a set grid pattern. <b>During these scenarios, each location is connected to each location adjacent to it, in addition to any connection icons.</b>
de: In den meisten Szenarien dieser Kampagne werden die Orte rasterartig angeordnet. <b>Während dieser Szenarien ist jeder Ort zusätzlich zu seinen Verbindungssymbolen mit jedem zu ihm benachbarten Ort verbunden.</b>
es: La mayoría de los escenarios de esta campaña están colocados formando una cuadrícula predeterminada. <b>Durante estos escenarios, cada Lugar está conectado a cada Lugar adyacente a él, además de cualesquiera iconos de conexión.</b>
fr: La plupart des scénarios de cette campagne sont disposés à l’intérieur d’un quadrillage. <b>Lors de ces scénarios, chaque lieu est connecté à chaque lieu qui lui est adjacent, en plus des icônes de connexion.</b>
it: Molti scenari in questa campagna sono disposti secondo uno schema predefinito a griglia. <b>Durante questi scenari, ogni luogo è collegato a ogni luogo adiacente a esso in aggiunta alle icone collegamento.</b>
ko: [[헴록 베일의 축일]] 캠페인에 속한 대부분의 시나리오에서는 장소 카드를 가로줄/세로줄 방향으로 격자를 따라 배열하게 됩니다. <b>이러한 시나리오를 진행하는 동안, 각 장소는 연결 기호에 의해서 이어진 것뿐만 아니라 이웃한 모든 장소와도 이어집니다.</b>
pl: W większości scenariuszy w tej kampanii lokalizacje tworzą układ składający się z rzędów i kolumn. <b>Podczas takich scenariuszy każda lokalizacja jest połączona zarówno poprzez symbole połączeń, jak i z każdą lokalizacją, z którą sąsiaduje.</b>
ru: В большинстве сценариев этой кампании локации расположены на сетке из столбцов и рядов. <b>Во время игры в эти сценарии каждая локация связана с каждой соседней локацией в дополнение к символам связи.</b>
zh: 此劇本中的大部分冒險都將以特定的網格排列進行設置。<b>在這些冒險期間，除了連接符號外，每個地點也皆與其相鄰的地點連接。</b>

source: Adjacent locations share a side (left, right, above, or below). Locations that share only a corner are not considered adjacent.
de: Orte, die sich an den Seiten berühren (links, rechts, oben oder unten), sind benachbart. Orte, die sich nur an den Ecken berühren, sind nicht benachbart.
es: Los Lugares adyacentes comparten un lado (izquierdo, derecho, superior o inferior). Los Lugares que sólo comparten una esquina no están adyacentes.
fr: Les lieux adjacents partagent un même côté (gauche, droite, au-dessus ou en dessous). Les lieux qui partagent seulement un coin ne sont pas considérés comme adjacents.
it: I luoghi adiacenti hanno un lato in comune (a destra, a sinistra, sopra o sotto). I luoghi che condividono soltanto un angolo non sono adiacenti.
ko: 장소는 사방(위쪽/아래쪽/왼쪽/오른쪽)으로만 이웃하며 대각선 방향(꼭짓점만 접한 장소끼리)으로는 이웃하지 않습니다.
pl: Lokalizacje sąsiadują ze sobą, jeśli mają wspólną krawędź (lewą, prawą, górną lub dolną). Lokalizacje, które mają wspólny tylko róg, nie są sąsiadujące.
ru: Локации соседствуют только по вертикали и горизонтали, но не по диагонали.
zh: 相鄰的地點共享一個邊(左、右、上或下)。共享一個角落的地點並不相鄰。

source: When instructed to put a location into play, place it in an adjacent empty space above, below, or to the left or right of your location.
de: Sobald du angewiesen wirst, einen Ort ins Spiel zu bringen, platziere ihn an einer benachbarten leeren Stelle links, rechts, oberhalb oder unterhalb von deinem Ort.
es: Cuando se te indique poner un Lugar en juego, colócalo en un espacio vacío adyacente por encima, por debajo, a la izquierda o a la derecha de tu Lugar.
fr: Lorsqu’il est demandé de mettre en jeu un lieu, placez-le adjacent à un espace vide adjacent à votre lieu qui se trouve au-dessus, en dessous, à gauche ou à droite de votre lieu.
it: Quando viene richiesto di mettere in gioco un luogo, collocarlo in uno spazio vuoto adiacente sopra, sotto, a destra o a sinistra del proprio luogo.
ko: 장소를 플레이 영역에 두라는 지시를 받았을 때는, 당신이 위치한 장소의 위쪽/아래쪽/왼쪽/오른쪽으로 이웃한 공간 중 텅 빈 칸에 둡니다.
pl: Kiedy gra każe umieścić w grze lokalizację, należy umieścić ją na sąsiadującym pustym miejscu nad, pod, po lewej lub po prawej stronie twojej lokalizacji.
ru: Если указано ввести локацию в игру, положите её в соседнее пустое место сверху, снизу, справа или слева от вашей локации.
zh: 當受到指示將一個地點放置入場時，將其放置在你所在地點上方、下方、左側或右側的一個空格。

source: You cannot put a location into play where an existing location already is. When choosing where to put a new location, you must choose a spot unoccupied by a location, if able. If you cannot, no new locations are put into play.
de: Du kannst keinen Ort ins Spiel bringen, wo sich bereits ein Ort befindet. Bei der Auswahl, wohin du den neuen Ort platzierst, musst du eine Stelle wählen, an der sich noch kein Ort befindet, falls möglich. Falls du dies nicht kannst, wird kein neuer Ort ins Spiel gebracht.
es: No puedes poner un Lugar en juego donde ya hay un Lugar existente. Al elegir dónde poner un Lugar nuevo, debes escoger un espacio que no esté ocupado por un Lugar, si puedes. Si no puedes, no se ponen Lugares nuevos en juego.
fr: Vous ne pouvez pas mettre en jeu un lieu là où il existe déjà un lieu. Lorsque vous choisissez où mettre un nouveau lieu, vous devez choisir un espace non occupé par un lieu, si possible. Si vous ne le pouvez pas, aucun nouveau lieu n’est mis en jeu.
it: Non è possibile mettere in gioco un luogo in uno spazio occupato da un altro luogo. Quando un investigatore sceglie dove collocare un nuovo luogo, deve scegliere uno spazio non occupato da un altro luogo, se possibile. Se non può farlo, il luogo nuovo non viene messo in gioco.
ko: 새로운 장소를 놓아야 할 칸을 이미 다른 장소가 점유하고 있다면, 그곳에는 장소를 놓을 수 없습니다. 새로운 장소를 둘 곳을 선택할 때, 아직 다른 장소에 의해 점유되지 않은 공간을 선택해야 합니다. 그렇게 할 수 없다면, 새로운 장소를 플레이 영역에 두지 않습니다.
pl: Nie można umieścić lokalizacji w grze w miejscu, gdzie znajduje się już inna lokalizacja. Kiedy należy wybrać, gdzie umieścić nową lokalizację, musisz wybrać miejsce niezajęte przez żadną lokalizację, jeśli to możliwe. Jeśli to niemożliwe, nie należy umieszczać w grze żadnych nowych lokalizacji.
ru: Вы не можете ввести локацию в игру в позицию, в которой уже находится другая локация. Выбирая, куда положить новую локацию, вы должны выбрать место, ещё не занятое другой локацией, если это возможно. Если это невозможно, новая локация не входит в игру.
zh: 將地點放置入場時，你不能放置到已經有地點存在的位置。當選擇放置新地點的位置時，如果可能，你必須放置在一個未被任何地點佔據的位置。如果你無法這麼做，則不會有新地點被放置入場。
