Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/core.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Location Layout
de: Platzierung der Orte
fr: Placement des Lieux
it: Disposizione dei Luoghi
pl: Ułożenie lokalizacji
zh: 擺放位置

source: Hemlock Chapel
de: Hemlock-Kapelle
es: Capilla Cicuta
fr: La Chapelle de Hemlock
it: Cappella degli Hemlock
ko: 헴록 예배당
pl: Kaplica w Hemlock
ru: Часовня Хемлок-Вейл
zh: 鐵杉谷禮拜堂

source: Tad's General Store
de: Tads Gemischwarenladen
es: Almacén general de Tad
fr: L’Épicerie de Tad
it: Emporio di Tad
ko: 태드의 잡화점
pl: Sklep wielobranżowy Tada
ru: Универсальный магазин Тэда
zh: 泰德的雜貨店

source: The Atwood House
de: Das Atwood-Haus
es: La Casa Atwood
fr: Le Manoir Atwood
it: Casa degli Atwood
ko: 앳우드 저택
pl: Dom Atwoodów
ru: Дом Этвудов
zh: 阿特伍德大宅

source: The Crossroads
de: Die Wegkreuzung
es: El cruce de caminos
fr: La Croisée des Chemins
it: Crocevia
ko: 교차로
pl: Rozdroże
ru: Перекрёсток
zh: 十字路口

source: The Commons
de: Versammlungshalle
es: El salón comunitario
fr: La Salle Commune
it: Refettorio
ko: 마을 회관
pl: Stodoła
ru: Деревенский клуб
zh: 城鎮大堂

source: The Old Mill
de: Die Alte Mühle
es: El viejo molino
fr: Le Vieux Moulin
it: Vecchio Mulino
ko: 오래된 제분소
pl: Stary młyn
ru: Старая мельница
zh: 老磨坊

source: Boarding House
de: Pension
es: Pensión
fr: La Pension de Famille
it: Pensione
ko: 손님 숙소
pl: Pensjonat
ru: Пансион
zh: 旅店

source: Vale Schoolhouse
de: Schulhaus des Tals
es: Escuela del Valle
fr: L’École de Vale
it: Scuola della Valle
ko: 헴록 베일 학교
pl: Miejscowa szkoła
ru: Деревенская школа
zh: 谷地學校

source: Decrease Mother's Rachel's Relationship Level.
de: Senke Mutter Rachels Beziehungsstufe.
es: Reduce el nivel de relación de la madre Rachel.
fr: Diminuez le Niveau de Relation de Mère Rachel.
it: Riducete il livello di Relazione con Madre Rachel.
ko: ‘대모 레이첼’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z Matką Rachel.
ru: Снизьте уровень доверия матушки Рейчел.
zh: 降低瑞秋主母的友好度。

source: Decrease Leah Atwood's Relationship Level.
de: Senke Leah Atwoods Beziehungsstufe.
es: Reduce el nivel de relación de Leah Atwood.
fr: Diminuez le Niveau de Relation de Leah Atwood.
it: Riducete il livello di Relazione con Leah Atwood.
ko: ‘리아 앳우드’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z Leah Atwood.
ru: Снизьте уровень доверия Лии Этвуд.
zh: 降低莉亞．阿特伍德的友好度。

source: Decrease Simeon Atwood's Relationship Level.
de: Senke Simeon Atwoods Beziehungsstufe.
es: Reduce el nivel de relación de Simeon Atwood.
fr: Diminuez le Niveau de Relation de Simeon Atwood.
it: Riducete il livello di Relazione con Simeon Atwood.
ko: ‘시미언 앳우드’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z Simeonem Atwoodem.
ru: Снизьте уровень доверия Симеона Этвуда.
zh: 降低西緬．阿特伍德的友好度。

source: Decrease William Hemlock's Relationship Level.
de: Senke William Hemlocks Beziehungsstufe.
es: Reduce el nivel de relación de William Cicuta.
fr: Diminuez le Niveau de Relation de William Hemlock.
it: Riducete il livello di Relazione con William Hemlock.
ko: ‘윌리엄 헴록’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z Williamem Hemlockiem.
ru: Снизьте уровень доверия Уильяма Хемлока.
zh: 降低威廉．赫姆拉克的友好度。

source: Decrease River Hawthorne's Relationship Level.
de: Senke River Hawthornes Beziehungsstufe.
es: Reduce el nivel de relación de River Hawthorne.
fr: Diminuez le Niveau de Relation de River Hawthorne.
it: Riducete il livello di Relazione con River Hawthorne.
ko: ‘리버 호손’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z River Hawthorne.
ru: Снизьте уровень доверия Ривер Хоуторн.
zh: 降低芮福．霍桑的友好度。

source: Decrease Gideon Mizrah's Relationship Level.
de: Senke Gideon Mizrahs Beziehungsstufe.
es: Reduce el nivel de relación de Gideon Mizrah.
fr: Diminuez le Niveau de Relation de Gideon Mizrah.
it: Riducete il livello di Relazione con Gideon Mizrah.
ko: ‘기디언 미즈라’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z Gideonem Mizrahem.
ru: Снизьте уровень доверия Гидеона Мизры.
zh: 降低吉迪恩．米茲拉的友好度。

source: Decrease Judith Park's Relationship Level.
de: Senke Judith Parks Beziehungsstufe.
es: Reduce el nivel de relación de Judith Park.
fr: Diminuez le Niveau de Relation de Judith Park.
it: Riducete il livello di Relazione con Judith Park.
ko: ‘주디스 파크’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z Judith Park.
ru: Снизьте уровень доверия Джудит Пак.
zh: 降低茱蒂絲．朴的友好度。

source: Decrease Theo Peter's Relationship Level.
de: Senke Theo Peters Beziehungsstufe.
es: Reduce el nivel de relación de Theo Peter.
fr: Diminuez le Niveau de Relation de Theo Peters.
it: Riducete il livello di Relazione con Theo Peters.
ko: ‘테오 피터스’과의 친밀도를 한 단계 낮춥니다.
pl: Zmniejsz stopień zażyłości z Theo Petersem.
ru: Снизьте уровень доверия Тео Питерса.
zh: 降低西奧．彼得斯的友好度。

source: Which resident asset was defeated?
de: Welche Einwohner-Vorteilskarte ist betroffen?
es: ¿Qué habitante fue derrotado?
fr: Quel soutien habitant a été vaincu ?
it: Quale supporto abitante è stato sconfitto?
ko: 어떤 주민 자산이 쓰러졌습니까?
pl: Który atut Mieszkaniec został pokonany?
ru: Какой актив-местный житель был побеждён?
zh: 哪一位住民支援被擊敗？

source: Check the Campaign Log for the current day. Because it is Day 1, gather <i>The First Day</i> encounter set.
de: Überprüfe das Kampagnenlogbuch nach dem aktuellen Tag. Weil es Tag 1 ist, suche das Begegnungsset <i>Der erste Tag</i> heraus.
es: Comprueba el día actual en el registro de campaña. Como es el Día 1, reúne el conjunto de encuentros <i>El primer día</i>.
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes au Jour 1, réunissez le set de rencontre <i>Le Premier Jour</i>.
it: Controllate nel Diario della Campagna il giorno e l'orario attuali. Visto che è il Giorno 1, radunate il set di incontri <i>Il Primo Giorno</i>.
ko: 캠페인 기록지에서 현재 날짜를 확인합니다. <b>첫 번째 낮</b>이므로, [[첫 번째 날]] 조우 세트를 모읍니다.
pl: Sprawdź w Dzienniku kampanii obecny dzień. Ponieważ trwa Dzień 1, zbierz zestaw spotkań <i>Pierwszy Dzień</i>.
ru: Поскольку сейчас первый день, соберите карты набора контактов «Первый день».
zh: 檢查劇本日誌，確認目前的日期與時刻。因為目前是第一日，收齊<i>首日</i>遭遇組。

source: Check the Campaign Log for the current day. Because it is Night 1, gather <i>The First Day</i> encounter set.
de: Überprüfe das Kampagnenlogbuch nach dem aktuellen Tag. Weil es Nacht 1 ist, suche das Begegnungsset <i>Der erste Tag</i> heraus.
es: Comprueba el día actual en el registro de campaña. Como es la Noche 1, reúne el conjunto de encuentros <i>El primer día</i>.
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes à la Nuit 1, réunissez le set de rencontre <i>Le Premier Jour</i>.
it: Controllate nel Diario della Campagna il giorno e l'orario attuali. Visto che è la Notte 1, radunate il set di incontri <i>Il Primo Giorno</i>.
ko: 캠페인 기록지에서 현재 날짜를 확인합니다. <b>첫 번째 밤</b>이므로, [[첫 번째 날]] 조우 세트를 모읍니다.
pl: Sprawdź w Dzienniku kampanii obecny dzień. Ponieważ trwa Noc 1, zbierz zestaw spotkań <i>Pierwszy Dzień</i>.
ru: Поскольку сейчас первая ночь, соберите карты набора контактов «Первый день».
zh: 檢查劇本日誌，確認目前的日期與時刻。因為目前是第一夜，收齊<i>首日</i>遭遇組。

source: Check the Campaign Log for the current day. Because it is Day 2, gather <i>The Second Day</i> encounter set.
de: Überprüfe das Kampagnenlogbuch nach dem aktuellen Tag. Weil es Tag 2 ist, suche das Begegnungsset <i>Der zweite Tag</i> heraus.
es: Comprueba el día actual en el registro de campaña. Como es el Día 2, reúne el conjunto de encuentros <i>El segundo día</i>.
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes au Jour 2, réunissez le set de rencontre <i>Le Deuxième Jour</i>.
it: Controllate nel Diario della Campagna il giorno e l'orario attuali. Visto che è il Giorno 2, radunate il set di incontri <i>Il Secondo Giorno</i>.
ko: 캠페인 기록지에서 현재 날짜를 확인합니다. <b>두 번째 낮</b>이므로, [[두 번째 날]] 조우 세트를 모읍니다.
pl: Sprawdź w Dzienniku kampanii obecny dzień. Ponieważ trwa Dzień 2, zbierz zestaw spotkań <i>Drugi Dzień</i>.
ru: Поскольку сейчас второй день, соберите карты набора контактов «Второй день».
zh: 檢查劇本日誌，確認目前的日期與時刻。因為目前是第二日，收齊<i>次日</i>遭遇組。

source: Check the Campaign Log for the current day. Because it is Night 2, gather <i>The Second Day</i> encounter set.
de: Überprüfe das Kampagnenlogbuch nach dem aktuellen Tag. Weil es Nacht 2 ist, suche das Begegnungsset <i>Der zweite Tag</i> heraus.
es: Comprueba el día actual en el registro de campaña. Como es la Noche 2, reúne el conjunto de encuentros <i>El segundo día</i>.
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes à la Nuit 2, réunissez le set de rencontre <i>Le Deuxième Jour</i>.
it: Controllate nel Diario della Campagna il giorno e l'orario attuali. Visto che è la Notte 2, radunate il set di incontri <i>Il Secondo Giorno</i>.
ko: 캠페인 기록지에서 현재 날짜를 확인합니다. <b>두 번째 밤</b>이므로, [[두 번째 날]] 조우 세트를 모읍니다.
pl: Sprawdź w Dzienniku kampanii obecny dzień. Ponieważ trwa Noc 2, zbierz zestaw spotkań <i>Drugi Dzień</i>.
ru: Поскольку сейчас вторая ночь, соберите карты набора контактов «Второй день».
zh: 檢查劇本日誌，確認目前的日期與時刻。因為目前是第二夜，收齊<i>次日</i>遭遇組。

source: Check the Campaign Log for the current day. Because it is Day 3, gather <i>The Final Day</i> encounter set.
de: Überprüfe das Kampagnenlogbuch nach dem aktuellen Tag. Weil es Tag 3 ist, suche das Begegnungsset <i>Der letzte Tag</i> heraus.
es: Comprueba el día actual en el registro de campaña. Como es el Día 3, reúne el conjunto de encuentros <i>El último día</i>.
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes au Jour 3, réunissez le set de rencontre <i>Le Dernier Jour</i>.
it: Controllate nel Diario della Campagna il giorno e l'orario attuali. Visto che è il Giorno 3, radunate il set di incontri <i>Il Terzo Giorno</i>.
ko: 캠페인 기록지에서 현재 날짜를 확인합니다. <b>세 번째 낮</b>이므로, [[마지막 날]] 조우 세트를 모읍니다.
pl: Sprawdź w Dzienniku kampanii obecny dzień. Ponieważ trwa Dzień 3, zbierz zestaw spotkań <i>Ostatni Dzień</i>.
ru: Поскольку сейчас третий день, соберите карты набора контактов «Последний день».
zh: 檢查劇本日誌，確認目前的日期與時刻。因為目前是第三日，收齊<i>終日</i>遭遇組。

source: Check the Campaign Log for the current day. Because it is Night 3, gather <i>The Final Day</i> encounter set.
de: Überprüfe das Kampagnenlogbuch nach dem aktuellen Tag. Weil es Nacht 3 ist, suche das Begegnungsset <i>Der letzte Tag</i> heraus.
es: Comprueba el día actual en el registro de campaña. Como es la Noche 3, reúne el conjunto de encuentros <i>El último día</i>.
fr: Vérifiez votre Carnet de Campagne. Puisque vous êtes à la Nuit 3, réunissez le set de rencontre <i>Le Dernier Jour</i>.
it: Controllate nel Diario della Campagna il giorno e l'orario attuali. Visto che è la Notte 3, radunate il set di incontri <i>Il Terzo Giorno</i>.
ko: 캠페인 기록지에서 현재 날짜를 확인합니다. <b>세 번째 밤</b>이므로, [[마지막 날]] 조우 세트를 모읍니다.
pl: Sprawdź w Dzienniku kampanii obecny dzień. Ponieważ trwa Noc 3, zbierz zestaw spotkań <i>Ostatni Dzień</i>.
ru: Поскольку сейчас третья ночь, соберите карты набора контактов «Последний день».
zh: 檢查劇本日誌，確認目前的日期與時刻。因為目前是第三夜，收齊<i>終日</i>遭遇組。

source: Put the <b>Day One</b> Time Marker card into play.
de: Die Zeitmarker-Karte <b>Der erste Tag</b> wird ins Spiel gebracht.
es: Pon en juego la carta Indicador de tiempo <b>Día uno</b>.
fr: Mettez en jeu la carte Marqueur Temporel sur sa face <b>Jour 1</b>.
it: Mettete in gioco la carta Indicatore Temporale sul lato <b>Giorno 1</b>.
ko: <b>첫 번째 낮</b> 날짜 카드를 플레이 영역에 둡니다.
pl: Umieść kartę znacznika czasu <b>Dzień 1</b> w grze.
ru: Введите карту «День первый» в игру.
zh: 將<b>第一日</b>時刻卡牌放置入場。

source: Put the <b>Night One</b> Time Marker card into play.
de: Die Zeitmarker-Karte <b>Die erste Nacht</b> wird ins Spiel gebracht.
es: Pon en juego la carta Indicador de tiempo <b>Noche uno</b>.
fr: Mettez en jeu la carte Marqueur Temporel sur sa face <b>Nuit 1</b>.
it: Mettete in gioco la carta Indicatore Temporale sul lato <b>Notte 1</b>.
ko: <b>첫 번째 밤</b> 날짜 카드를 플레이 영역에 둡니다.
pl: Umieść kartę znacznika czasu <b>Noc 1</b> w grze.
ru: Введите карту «Ночь первая» в игру.
zh: 將<b>第一夜</b>時刻卡牌放置入場。

source: Put the <b>Day Two</b> Time Marker card into play.
de: Die Zeitmarker-Karte <b>Der zweite Tag</b> wird ins Spiel gebracht.
es: Pon en juego la carta Indicador de tiempo <b>Día dos</b>.
fr: Mettez en jeu la carte Marqueur Temporel sur sa face <b>Jour 2</b>.
it: Mettete in gioco la carta Indicatore Temporale sul lato <b>Giorno 2</b>.
ko: <b>두 번째 낮</b> 날짜 카드를 플레이 영역에 둡니다.
pl: Umieść kartę znacznika czasu <b>Dzień 2</b> w grze.
ru: Введите карту «День второй» в игру.
zh: 將<b>第二日</b>時刻卡牌放置入場。

source: Put the <b>Night Two</b> Time Marker card into play.
de: Die Zeitmarker-Karte <b>Die zweite Nacht</b> wird ins Spiel gebracht.
es: Pon en juego la carta Indicador de tiempo <b>Noche dos</b>.
fr: Mettez en jeu la carte Marqueur Temporel sur sa face <b>Nuit 2</b>.
it: Mettete in gioco la carta Indicatore Temporale sul lato <b>Notte 2</b>.
ko: <b>두 번째 밤</b> 날짜 카드를 플레이 영역에 둡니다.
pl: Umieść kartę znacznika czasu <b>Noc 2</b> w grze.
ru: Введите карту «Ночь вторая» в игру.
zh: 將<b>第二夜</b>時刻卡牌放置入場。

source: Put the <b>Day Three</b> Time Marker card into play .
de: Die Zeitmarker-Karte <b>Der dritte Tag</b> wird ins Spiel gebracht.
es: Pon en juego la carta Indicador de tiempo <b>Día tres</b>.
fr: Mettez en jeu la carte Marqueur Temporel sur sa face <b>Jour 3</b>.
it: Mettete in gioco la carta Indicatore Temporale sul lato <b>Giorno 3</b>.
ko: <b>세 번째 낮</b> 날짜 카드를 플레이 영역에 둡니다.
pl: Umieść kartę znacznika czasu <b>Dzień 3</b> w grze.
ru: Введите карту «День третий» в игру.
zh: 將<b>第三日</b>時刻卡牌放置入場。

source: Put the <b>Night Three</b> Time Marker card into play.
de: Die Zeitmarker-Karte <b>Die dritte Nacht</b> wird ins Spiel gebracht.
es: Pon en juego la carta Indicador de tiempo <b>Noche tres</b>.
fr: Mettez en jeu la carte Marqueur Temporel sur sa face <b>Nuit 3</b>.
it: Mettete in gioco la carta Indicatore Temporale sul lato <b>Notte 3</b>.
ko: <b>세 번째 밤</b> 날짜 카드를 플레이 영역에 둡니다.
pl: Umieść kartę znacznika czasu <b>Noc 3</b> w grze.
ru: Введите карту «Ночь третья» в игру.
zh: 將<b>第三夜</b>時刻卡牌放置入場。

source: Check the “Areas Surveyed” section of your Campaign Log and choose a scenario that has not yet been checked off.
de: Überprüfe den Abschnitt „Untersuchte Gebiete“ im Kampagnenlogbuch und wähle ein Szenario, das noch nicht abgehakt ist.
es: Comprueba la sección “Zonas exploradas” del registro de campaña y elige un escenario que no haya sido tachado aún.
fr: Vérifiez la section « Zones Explorées » de votre Carnet de Campagne et choisissez un scénario qui n’a pas encore été coché.
it: Controllate la sezione "Zone Esplorate" nel Dario della Campagna e scegliete 1 scenario che non avete ancora spuntato.
ko: 캠페인 기록지의 “현장 조사를 마친 지역” 항목을 확인하여 아직 체크 표시가 되지 않은 시나리오를 하나 선택합니다
pl: Sprawdź sekcję „Zbadane obszary” w Dzienniku kampanii i wybierz scenariusz, który jeszcze nie został odhaczony.
ru: Сверьтесь с разделом «Исследованные места» журнала кампании и выберите сценарий, который ещё не был отмечен.
zh: 檢查劇本日誌中的“已調查區域”，選擇一個還未打勾的冒險。

source: Brave the decaying North Point Mine in <b>Written in Rock</b>.
de: Stelle dich den Gefahren der verlassenen „North Point“-Mine in <b>In den Fels geschrieben</b>.
es: Afrontar los peligros de las minas de la Punta Norte en <b>Escrito en la roca</b>.
fr: Braver les dangers et les ruines de la Mine de North Point dans <b>Gravé dans la Pierre</b>.
it: Per affrontare la diroccata miniera di Punta Nord in <b>Inciso nella Pietra</b>.
ko: 폐광이 되어버린 북곶 광산에서 <b>바위에 새겨져 있나니</b>의 위험에 맞섭니다.
pl: Zagłębcie się w niszczejącą Kopalnię Północną w scenariuszu <b>Wyryte w skale</b>.
ru: Отважиться на опасности, <b>Высеченные в камне</b> в гниющей шахте Норт-Пойнт.
zh: 勇敢直面<b>銘刻於石</b>的險境。

source: Investigate the long-abandoned <b>Hemlock House</b>.
de: Untersuche <b>Das Hemlock-Haus</b>.
es: Investigar la antigua Casa Cicuta y su extraña infestación en <b>La Casa Cicuta</b>.
fr: Enquêter dans la demeure depuis longtemps abandonnée de <b>Hemlock House</b>.
it: Per indagare sulle infestazioni ne <b>La Casa degli Hemlock</b>.
ko: 오랫동안 버려졌던 <b>헴록 저택</b>을 조사합니다.
pl: Zbadajcie dawno opuszczony <b>Dom Hemlocków</b>.
ru: Исследовать давно заброшенный <b>Дом Хемлоков</b>.
zh: 調查棄置已久的<b>鐵杉之家</b>。

source: Explore the eerily quiet Pearl Ridge in <b>The Silent Heath</b>.
de: Erforsche den verwüsteten Pearl-Hügel in <b>Die Stille Heide</b>.
es: Explorar la devastada Cresta Perla en <b>El páramo silencioso</b>.
fr: Explorer Pearl Ridge et le silence surnaturel qui règne sur <b>La Lande Silencieuse</b>.
it: Per esplorare il crinale spettrale dei Pearl ne <b>La Brughiera Silente</b>.
ko: 기이할 정도로 고요한 펄 마루의 <b>쓸쓸한 황야</b>를 탐사합니다.
pl: Doświadczcie niesamowitej ciszy na Grani Pearla w <b>Cichym pustkowiu</b>.
ru: Изучить пугающе <b>Тихую пустошь</b> Пёрл-Ридж.
zh: 探索詭異而靜謐的珍珠山脈下的<b>靜寂荒原</b>。

source: Explore the Akwan Shoreline up north in <b>The Lost Sister</b>.
de: Erforsche die trostlose Akwan-Küste im Nordosten in <b>Die verlorene Schwester</b>.
es: Visitar la desolada costa de Akwan en <b>La hermana perdida</b>.
fr: Aller au nord, explorer le littoral d’Akwan et retrouver <b>La Sœur Perdue</b>.
it: Per esplorare il litorale di Akwan e cercare <b>La Sorella Perduta</b>.
ko: 헴록 섬 북쪽의 아콴 해안을 탐사하고 <b>실종된 여동생</b>을 구합니다.
pl: Przemierzcie Wybrzeże Akwan na północy w scenariuszu <b>Zaginiona siostra</b>.
ru: Исследовать берег Акуана на севере и спасти <b>Пропавшую сестру</b>.
zh: 探索北方艾灣海岸線的<b>迷途姊妹</b>。

source: Survey Eastwick Bog and risk an encounter with <b>The Thing in the Depths</b>.
de: Untersuche das Eastwick-Moor und entdecke <b>Das Ding in den Tiefen</b>.
es: Descubrir la Ciénaga de Eastwick en <b>La cosa de las profundidades</b>.
fr: Explorer le Marais d’Eastwick au risque de rencontrer <b>La Chose des Profondeurs</b>.
it: Per condurre una ricerca nel pantano Eastwick e rischiare un incontro con <b>L'Essere degli Abissi</b>.
ko: <b>수면 아래 도사린 것</b>과 조우할 위험을 감수하고 이스트윅 습지로 현장 조사를 떠납니다.
pl: Zbadajcie moczary w Eastwick i zaryzykujcie spotkanie z <b>Istotą z głębin</b>.
ru: Изучить Иствикскую трясину и рискнуть встретиться с <b>Тварью в глубине</b>.
zh: 深入並冒著不可知的遭遇來研究<b>池底之物</b>。

source: Night 1 ([night])
de: Nacht 1 ([night])
es: Noche 1 ([night])
fr: Nuit 1 ([night])
it: Notte 1 ([night])
ko: 첫 번째 밤 ([night])
pl: Noc 1 ([night])
ru: Ночь 1 ([night])
zh: 第一夜([night])

source: Day 2 ([day])
de: Tag 2 ([day])
es: Día 2 ([day])
fr: Jour 2 ([day])
it: Giorno 2 ([day])
ko: 두 번째 낮 ([day])
pl: Dzień 2 ([day])
ru: День 2 ([day])
zh: 第二日([day])

source: Night 2 ([night])
de: Nacht 2 ([night])
es: Noche 2 ([night])
fr: Nuit 2 ([night])
it: Notte 2 ([night])
ko: 두 번째 밤 ([night])
pl: Noc 2 ([night])
ru: Ночь 2 ([night])
zh: 第二夜([night])

source: Day 3 ([day])
de: Tag 3 ([day])
es: Día 3 ([day])
fr: Jour 3 ([day])
it: Giorno 3 ([day])
ko: 세 번째 낮 ([day])
pl: Dzień 3 ([day])
ru: День 3 ([day])
zh: 第三日([day])

source: Night 3 ([night])
de: Nacht 3 ([night])
es: Noche 3 ([night])
fr: Nuit 3 ([night])
it: Notte 3 ([night])
ko: 세 번째 밤 ([night])
pl: Noc 3 ([night])
ru: Ночь 3 ([night])
zh: 第三夜([night])

source: The fatigue from the long night catches up to you. Draw tokens from the chaos bag at random until you have 2 non-symbol tokens. Replace these tokens with a chaos token of a value 1 lower for the remainder of the campaign. (If you cannot replace a token, repeat this process until a total of 2 chaos tokens have been replaced.)
de: Die Strapazen der langen Nacht machen dir zu schaffen. Ziehe zufällige Chaosmarker aus dem Chaosbeutel, bis du 2 Nicht-Symbol-Marker gezogen hast. Ersetze diese Marker für den Rest der Kampagne jeweils durch einen Chaosmarker, dessen Wert 1 niedriger ist. (Falls du einen Marker nicht ersetzen kannst, wiederhole den Vorgang, bis du insgesamt 2 Chaosmarker ersetzt hast.)
es: La fatiga de la larga noche os pasa factura. Roba fichas de la bolsa de caos al azar hasta que tengas 2 fichas sin símbolo. Sustituye esas fichas por una ficha de Caos cuyo valor sea 1 menos durante el resto de la campaña (si no puedes sustituir una ficha, repite este proceso hasta haber sustituido un total de 2 fichas de Caos).
fr: La nuit fut longue et la fatigue vous rattrape. Piochez des pions au hasard dans la réserve du Chaos jusqu’à avoir 2 pions sans symbole. Remplacez ces pions par un pion Chaos d’une valeur inférieure de 1 jusqu’à la fin de la campagne. (Si vous ne pouvez pas remplacer un pion, répétez cette procédure jusqu’à ce qu’un total de 2 pions Chaos aient été remplacés).
it: La fatica per la lunga notte vi strema. Pescate segnalini dal sacchetto del caos finché non pescate 2 segnalini non simbolo. Sostituite ognuno di quei segnalini con un segnalino di valore più basso di 1 per il resto della campagna (se non potete sostituire un segnalino, ripetete il procedimento finché non avete sostituito 2 segnalini caos).
ko: 길었던 간밤의 피로가 당신의 육신을 짓누릅니다. 혼돈 주머니에서 기호 토큰이 아닌 토큰 2개가 공개될 때까지, 무작위로 토큰을 공개합니다. 캠페인이 끝날 때까지, 이러한 토큰을 값이 1 낮은 숫자 토큰으로 대체합니다. (보유 게임에 포함된 토큰 개수 등의 문제로 공개한 토큰을 대체할 수 없다면, 토큰 2개를 대체할 때까지 이 과정을 반복합니다.)
pl: Po długiej nocy dopada was zmęczenie. Dobieraj z worka chaosu losowe żetony, dopóki nie dobierzesz 2 żetonów bez symbolu. Zastąp je żetonami chaosu o wartości o 1 niższej (pozostają tam do końca kampanii). (Jeśli nie możesz zastąpić żetonu, powtarzaj ten proces tak długo, aż zostaną zastąpione łącznie 2 żetony chaosu).
ru: Усталость от ночных приключений настигает вас. Тяните жетоны из мешка хаоса, пока не вытяните 2 жетона без символов. До конца кампании замените их жетонами хаоса со значением на единицу меньше <i>(например, 0 следует заменить на –1, –1 на –2 и так далее)</i>. Если не можете заменить жетон, продолжайте этот процесс, пока суммарно не замените 2 жетона.
zh: 漫漫長夜的疲勞湧上了你的身體。從混亂袋隨機抽取標記，直到你有2個非符號的標記。將其以數值低1的混亂標記取代，直到這個劇本結束。(如果你無法用數值更低的標記取代該標記，重複這個過程直到取代了2個混亂標記。)

source: Note: the app will ask you for the tokens sequentially, and only show those that are eligible to be swapped.
de: Hinweis: Die App fragt nacheinander nach den Chaosmarker und wird nur diejenigen anzeigen, die für den Tausch in Frage kommen.
es: Nota: La aplicación te preguntará por las fichas de manera secuencial y mostrará solo aquellas que son susceptibles de ser sustituidas.
fr: Note : l’application vous demandera successivement les pions et ne montrera que ceux qui peuvent être échangés.
it: Nota: l'app ti chiederà i segnalini in sequenza, e ti farà vedere solo quelli che è possibile scambiare.
ko: 알아두기: 앱은 대체 가능한 토큰에 한하여 하나씩 물어볼 것입니다.
pl: Uwaga: aplikacja zapyta o żetony sekwencyjnie i pokaże jedynie te, które kwalifikują się do zamiany.
ru: Примечание: приложение будет запрашивать жетоны последовательно и покажет только те, которые можно обменять.
zh: 注意：APP會按順序要求你輸入抽取出的標記，並只會顯示可取代的標記。

source: First token:
de: Erster Chaosmarker:
es: Primera ficha:
fr: Premier pion :
it: Primo segnalino:
ko: 첫번째 토큰:
pl: Pierwszy żeton:
ru: Первый жетон:
zh: 第一個標記：

source: Second token:
de: Zweiter Chaosmarker:
es: Segunda ficha:
fr: Deuxième pion :
it: Secondo segnalino:
ko: 두번째 토큰:
pl: Drugi żeton:
ru: Второй жетон:
zh: 第二個標記：
