Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/fhv/core.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Note that during preludes and scenarios that utilize <i>The Vale</i> encounter set, locations are only connected via their icons.
de: Anmerkung: Während der Vorspiele und Szenarien, die das Begegnungsset <i>Das Tal</i> verwenden, sind Orte <b>nur durch ihre Verbindungssymbole</b> miteinander verbunden.
es: Ten en cuenta que, durante los preludios y los escenarios que usan el conjunto de encuentros <i>El Valle</i>, los Lugares sólo están conectados mediante sus iconos.
fr: Remarquez que lors des prologues et des scénarios qui utilisent le set de rencontre <i>Le Val</i>, les lieux sont connectés seulement via leurs icônes.
it: Attenzione: Durante i preludi e gli scenari che usano il set di incontri <i>La Valle</i>, i luoghi sono collegati solo tramite le loro icone.
ko: 헴록 베일 조우 세트를 사용하는 시나리오와 서막에서는 장소간에 오직 연결 기호로만 이어져 있다는 점을 염두에 두세요.
pl: Ważne: Podczas preludiów i scenariuszy wykorzystujących zestaw spotkań <i>Dolina</i> lokalizacje są połączone tylko przez symbole połączeń.
ru: Обратите внимание: во время прелюдий и сценариев, использующих набор контактов «Хемлок-Вейл», локации связаны только с помощью символов связи.
zh: 請注意，在使用到<i>山谷</i>遭遇組的序章或冒險期間，地點只藉由其符號連接。

source: During setup during this campaign, players may be instructed to put the Time Marker card into play. To do so, find the Time Marker card in the <i>The First Day</i>, <i>The Second Day</i>, or <i>The Final Day</i> encounter sets that corresponds to the current day and place it next to the agenda deck. This is the current day and time. Some cards have different effects depending on whether the scenario takes place during the Day or Night. Text following a <b>(Day [day])</b> or <b>(Night [night])</b> keyword is only active if the scenario or prelude being played is during the Day or Night, respectively. Any other ability not preceded by these keywords is active regardless of the time period. Setup instructions may have specific instructions depending on the current day and time. <i>(e.g.</i> “If it is <b>Day 2</b>, put River Hawthorne into play at the Cranberry Bog” <i>only applies when playing that scenario as a</i> <b>Day 2</b> <i>scenario and not a</i> <b>Night 2</b> <i>scenario).</i>
de: In dieser Kampagne könnt ihr bei Vorbereitungen dazu angewiesen werden, die Zeitmarker-Karte ins Spiel zu bringen. Finde dazu diejenige Zeitmarker-Karte, die zum aktuellen Tag und zur aktuellen Zeit passt (in den Begegnungssets <i>Der erste Tag</i>, <i>Der zweite Tag</i> oder <i>Der letzte Tag</i>), und platziere sie neben dem Agendadeck. Manche Karten haben unterschiedliche Effekte, abhängig davon, ob das Szenario am Tag oder bei Nacht stattfindet. Texte nach dem Schlüsselwort <b>(Tag [day])</b> oder <b>(Nacht [night])</b> sind nur dann aktiv, wenn das Szenario oder Vorspiel am Tag bzw. bei Nacht stattfindet. Jede andere Fähigkeit, die nicht von diesen Schlüsselwörtern eingeleitet wird, ist unabhängig von der Tageszeit stets aktiv. Vorbereitungen können besondere Anweisungen enthalten, abhängig vom aktuellen Tag und der aktuellen Zeit. (<i>Beispiel:</i> „Falls es <b>Tag 2</b> ist, bringe River Hawthorne auf dem Dorfplatz ins Spiel.“ <i>wird nur angewendet, falls das Szenario an <b>Tag 2</b> stattfindet, nicht in der <b>Nacht 2</b>.)</i>
es: Durante la preparación de esta campaña, los jugadores pueden recibir la instrucción de poner en juego la carta Indicador de tiempo. Para ello, busca la carta Indicador de tiempo en los conjuntos de encuentros <i>El primer día</i>, <i>El segundo día</i> o <i>El último día</i> que se corresponda con el día actual y colócala junto al mazo de Plan. Esta carta representa el día y hora actuales. Algunas cartas tienen efectos distintos en función de si el escenario tiene lugar durante el día o durante la noche. El texto que sigue a una palabra clave <b>(Día [day])</b> o <b>(Noche [night])</b> sólo está activo si el escenario o preludio que se está jugando tiene lugar durante el día o la noche respectivamente. Cualquier otra capacidad que no esté precedida por esas palabras clave está activa independientemente del momento del día. Las instrucciones de preparación pueden incluir instrucciones concretas en función del día y hora actuales <i>(por ejemplo: </i>“Si es el <b>Día 2</b>, pon a River Hawthorne en juego en la Ciénaga de los arándanos” <i>sólo se aplica al jugar ese escenario como un escenario</i> <b>Día 2</b><i> y no como un escenario </i><b>Noche 2</b><i>).</i>
fr: Lors de la mise en place de cette campagne, il sera peut-être demandé aux joueurs de mettre en jeu un Marqueur Temporel. À cette fin, cherchez la carte Marqueur Temporel dans le set de Rencontre <i>Le Premier Jour</i>, <i>Le Deuxième Jour</i> ou <i>Le Dernier Jour</i> qui correspond au jour en cours et placez-la à côté du deck Intrigue. Il s’agit du jour et de l’heure en cours. Certaines cartes auront des effets différents suivant que le scénario se déroule le Jour ou la Nuit. Le texte qui suit un symbole <b>(Jour [day])</b> ou <b>(Nuit [night])</b> n’est actif que si le scénario ou le prologue est joué pendant le Jour ou la Nuit, respectivement. Toute autre capacité qui n’est pas précédée par ces mots-clés est active quelque soit la période temporelle. Les instructions de mise en place peuvent comporter des instructions spécifiques en fonction du jour et de l’heure. <i>(Exemple :</i> « Si c’est le <b>Jour 2</b>, mettez en jeu River Hawthorne dans le lieu Marais aux Canneberges »<i> ne s’applique que lorsque l’on joue ce scénario pendant le</i> <b>Jour 2</b> <i>et non pendant la</i> <b>Nuit 2</b>).
it: Durante le preparazioni di questa campagna, ai giocatori potrebbe essere richiesto di mettere in gioco la carta Indicatore Temporale. Per farlo, trovare la carta Indicatore Temporale nei set di incontri Il <i>Primo Giorno</i>, <i>Il Secondo Giorno</i> o <i>L'Ultimo Giorno</i> che corrisponde al giorno attuale e collocarla accanto al mazzo delle trame. Questa carta indica il giorno e l'orario attuali. Alcune carte hanno effetti diversi a seconda che lo scenario si svolga durante il Giorno o la Notte. Il testo che segue le parole chiave <b>(Giorno [day])</b> e <b>(Notte [night])</b> è attivo solo se lo scenario o il preludio viene giocato rispettivamente durante il Giorno o durante la Notte. Qualsiasi altra capacità non preceduta da queste parole chiave è attiva a prescindere dall'orario. Alcune preparazioni potrebbero avere specifiche istruzioni che cambiano a seconda del giorno e dell'orario <i>(per esempio:</i> "Se è il <b>Giorno 2</b>, collocate River Hawthorne nella riva nord" <i>si applica solo se quello scenario viene giocato come</i> <b>Giorno 2</b> <i>e non come</i> <b>Notte 2</b><i>)</i>.
ko: 본 캠페인에서 시나리오를 준비하는 동안, 날짜 카드를 플레이 영역에 두라는 지시를 받게 될 것입니다. 이 경우, [[첫 번째 날]]/[[두 번째 날]]/[[마지막 날]] 조우 세트에서 현재 날짜와 일치하는 날짜 카드를 확인하여 주요사건 덱 옆에 놓습니다. 이렇게 날짜 카드로 현재 날짜와 시간(낮/밤)을 표시합니다. 몇몇 카드는 시나리오가 낮에 진행되느냐 밤에 진행되느냐에 따라서 그 효과가 달라집니다. <b>(낮 [day])</b> 또는 <b>(밤 [night])</b>이라는 키워드 뒤에 따라오는 문구는 오직 해당 시나리오/서막이 그와 일치하는 시간(낮/밤)에 진행되는 경우에만 활성화됩니다. <b>(낮 [day])</b>/<b>(밤 [night])</b> 키워드가 앞에 붙지 않은 다른 기능은 현재 시간에 관계없이 항상 활성화됩니다. 게임 준비 과정 역시 현재 날짜와 시간에 따라서 달라지기도 합니다. <i>(예시: “지금이 [[두 번째 낮]]이라면, ‘리버 호손’을 플레이 영역 중 ‘크랜베리 습지’에 둡니다”라는 지시는 오직 [[두 번째 낮]] 시나리오에서만 적용되며, [[두 번째 밤]] 시나리오에서는 적용하지 않습니다.)</i>
pl: Podczas przygotowania tej kampanii gracze mogą zostać poproszeni o umieszczenie w grze karty znacznika czasu. W tym celu należy znaleźć kartę znacznika czasu w zestawie spotkań <i>Pierwszy dzień</i>, <i>Drugi dzień</i> lub <i>Ostatni dzień</i>, zgodnie z rozgrywanym obecnie dniem, i umieścić ją obok talii tajemnic. To obecny dzień i pora. Niektóre karty mają różne efekty w zależności od tego, czy scenariusz rozgrywany jest w dzień, czy w nocy. Tekst, przed którym występuje słowo kluczowe <b>(Dzień [day])</b> lub <b>(Noc [night])</b>, jest aktywny tylko wtedy, gdy dany scenariusz lub preludium jest rozgrywane odpowiednio w dzień lub w nocy. Wszystkie inne zdolności, które nie zostały oznaczone tymi słowami kluczowymi, są aktywne niezależnie od pory dnia. Przebieg przygotowania może różnić się w zależności od obecnego dnia i pory. <i>(Np.</i> „Jeśli trwa <b>Dzień 2</b>, umieść River Hawthorne w grze, na Żurawinowych moczarach” <i>działa tylko, jeśli scenariusz jest rozgrywany jako</i> <b>Dzień 2</b><i>, a nie jako</i> <b>Noc 2</b><i>).</i>
ru: Во время подготовки к сценариям этой кампании игроки могут получить указание ввести в игру карту, обозначающую время суток. Чтобы сделать это, найдите соответствующую текущему дню и времени суток карту «День Х» или «Ночь Х» в наборах контактов «Первый день», «Второй день» и «Последний день» и положите её рядом с колодой замыслов. Эта карта сообщает вам текущий день и время суток. Эффекты некоторых карт разнятся в зависимости от дня и времени суток. Следующий за ключевыми словами <b>(День [day])</b> или <b>(Ночь [night])</b> игровой текст активен, только если текущий сценарий или прелюдия играются в соответствующее время суток. Любое другое свойство, не предваряемое этими ключевыми словами, активно всегда. Инструкции по подготовке могут зависеть от текущих дня и времени суток. (<i>Например, указание «Если сейчас <b>День 2</b>, введите „Ривер Хоуторн“ в игру в „Клюквенное болото“» выполняется, только если сценарий играется во время <b>Дня 2</b>. Игнорируйте его во всех остальных случаях, включая <b>Ночь 2</b>.</i>)
zh: 在此劇本的設置中，玩家會被指示將時刻卡牌放置入場。依照目前相應的日期，從<i>首日</i>、<i>次日</i>、<i>終日</i>遭遇組找出相符的時刻卡牌，將其放置在密謀牌庫旁，此為目前的日期與時刻。部分卡牌會因冒險進行時為白日或黑夜而有不同效果。在<b>(白日[day])</b>或<b>(黑夜[night])</b>關鍵字後的文字敘述，只有在該冒險或序章於對應時刻進行，才會啟動。任何前述沒有這些關鍵字的能力，無論當下時刻為何，皆會啟動。 部分設置會取決於目前的日期或時刻，給予特定的指示。(範例：“如果目前是<b>第二日</b>，將芮福．霍桑放置入場，放到蔓越莓沼澤”<i>此指示只適用於在<b>第二日</b>進行該冒險時，如果在<b>第二夜</b>進行該冒險，則不適用此指示。)</i>

source: Some enemies in this campaign have the elusive keyword. Elusive enemies represent enemies who want to avoid the investigators for their own survival or to accomplish their own goals. If a ready enemy with the elusive keyword attacks or is attacked, after that attack resolves, that enemy immediately disengages from all investigators, moves to a connecting location (with no investigators, if able), and exhausts. This effect occurs whether the enemy was engaged with the attacking investigator or not.
de: Schwer zu fassen ist eine Schlüsselwortfähigkeit, die auf manchen Gegnern in dieser Kampagne zu finden ist. Schwer zu fassende Gegner sind solche Gegner, die den Kontakt zu Ermittlern vermeiden wollen, um ihre eigenen Ziele zu verfolgen oder um einfach zu überleben. Falls ein spielbereiter Gegner mit dem Schlüsselwort Schwer zu fassen angreift oder angegriffen wird, löst sich jener Gegner nach der Abhandlung des Angriffs sofort von allen Ermittlern, bewegt sich an einen verbundenen Ort (falls möglich an einen Ort ohne Ermittler) und wird erschöpft. Dieser Effekt geschieht unabhängig davon, ob der Gegner mit dem angreifenden oder angegriffenen Ermittler in einen Kampf verwickelt ist oder nicht.
es: Algunos Enemigos de esta expansión tienen la palabra clave “Escurridizo”. Los Enemigos Escurridizo representan Enemigos que quieren evitar a los investigadores para sobrevivir o para alcanzar sus objetivos. Si un Enemigo preparado que tenga la palabra clave Escurridizo ataca o es atacado, después de que se resuelva ese ataque, ese Enemigo deja de estar enfrentado a todos los investigadores, se mueve a un Lugar conectado (sin investigadores si es posible) y se agota. Este efecto tiene lugar tanto si el Enemigo estaba enfrentado al investigador atacante como si no lo estaba.
fr: Furtif est une capacité mot-clé qui apparaît sur certains ennemis. Les ennemis Furtifs cherchent à éviter les investigateurs afin de survivre ou d’accomplir leurs propres objectifs. Si un ennemi redressé avec le mot-clé Furtif attaque ou est attaqué, après la résolution de cette attaque, cet ennemi se désengage immédiatement de tous les investigateurs, se déplace dans un lieu connexe (ne contenant pas d’investigateurs, si possible) et s’incline. Cet effet se produit même si l’ennemi n’était pas engagé avec l'investigateur attaquant.
it: Alcuni nemici in questa campagna possiedono la parola chiave Elusivo. I nemici con Elusivo rappresentano nemici che vogliono evitare gli investigatori per la propria sopravvivenza o per portare a termine un piano. Se un nemico pronto con la parola chiave Elusivo attacca o viene attaccato, dopo che quell'attacco è stato risolto, quel nemico si disimpegna immediatamente da tutti gli investigatori, si muove fino a un luogo collegato al suo (senza investigatori, se possibile) e si esaurisce. Questo effetto si verifica a prescindere dal fatto che il nemico sia impegnato con l'investigatore coinvolto nell'attacco o meno.
ko: 본 캠페인에 등장하는 몇몇 적은 ‘도주’ 키워드를 갖고 있습니다. ‘도주’ 키워드가 있는 적은 자신의 생존을 위해서든 제 목표를 달성하기 위해서든 조사자를 피하고자 하는 적입니다. ‘도주’ 키워드가 있는 준비 상태인 적이 공격받거나 공격했다면, 그 공격을 해결한 후, 해당 적은 즉시 모든 조사자와 교전을 풀고 이어진 장소 한 곳으로 이동하고(가능하다면, 조사자가 없는 장소로) 소진됩니다. 이 효과는 해당 적이 공격하는 조사자와 교전하고 있는지 여부에 상관없이 발생합니다.
pl: Niektórzy wrogowie z tej kampanii posiadają słowo kluczowe Nieuchwytny. Wrogowie ze słowem kluczowym Nieuchwytny reprezentują wrogów, którzy chcą unikać badaczy, aby przetrwać lub realizować własne cele. Jeśli przygotowany wróg ze słowem kluczowym Nieuchwytny zaatakuje lub zostanie zaatakowany, po rozpatrzeniu tego ataku dany wróg natychmiast uwalnia się ze zwarcia ze wszystkimi badaczami, porusza się do połączonej lokalizacji (w której nie ma żadnego badacza, jeśli to możliwe) i zostaje wyczerpany. Dzieje się tak bez względu na to, czy wróg był w zwarciu z atakującym badaczem, czy nie.
ru: У некоторых врагов в этой кампании есть ключевое слово «Неуловимый». Неуловимые враги всеми силами пытаются избегать сыщиков в попытке выжить или достичь своих целей. Если развёрнутый враг с ключевым словом «Неуловимый» атакует или атакован, после завершения атаки он немедленно перестаёт сражаться со всеми сыщиками, перемещается в связанную локацию (без сыщиков, если возможно) и поворачивается. Не имеет значения, сражался ли тот враг с атаковавшим его сыщиком.
zh: 此劇本中部分敵人帶有避戰關鍵字。避戰敵人會出於保持自身生存，或完成自己的目標等原因，避免與調查員接觸。 如果一個有避戰關鍵字的重整敵人進行攻擊或被攻擊，在該次攻擊結算後，該敵人立即與所有調查員解除交戰，移動到一個連接地點(如果可能的話，移動到沒有調查員的地點)，並橫置。無論該敵人是否與進行攻擊的調查員交戰，此效果都會啟動。

source: Some enemies in this campaign have the patrol keyword. During the enemy phase (in framework step 3.2), each ready, unengaged enemy with the patrol keyword moves to a connecting location along the shortest path toward the designated location (as described in parentheses next to the word patrol).
de: Einige Gegner haben das Schlüsselwort Patrouille und dahinter einen Zielort in Klammern. Während der Gegnerphase (in Schritt 3.2) bewegt sich jeder spielbereite, nicht in einen Kampf verwickelte Gegner mit dem Schlüsselwort Patrouille auf kürzestem Weg in Richtung seines Zielortes zu einem verbundenen Ort.
es: Algunos Enemigos de esta campaña tienen la palabra clave Errante. Durante la fase de Enemigos (en el paso de estructura 3.2), cada Enemigo preparado y sin enfrentar que tenga la palabra clave Errante se mueve a un Lugar conectado por la ruta más corta hacia el Lugar designado (como se describe entre paréntesis junto a la palabra Errante).
fr: Certains ennemis possèdent le mot-clé Patrouille. Lors de la phase des ennemis (lors de l’étape structurelle 3.2) chaque ennemi redressé et non-engagé ayant le mot-clé Patrouille se déplace vers un lieu connexe en direction du lieu désigné (entre parenthèses à côté du mot Patrouille) par le chemin le plus court possible. Si plusieurs lieux peuvent correspondre au lieu désigné, l’investigateur principal a le droit de choisir en direction de quel lieu l’ennemi se déplace.
it: Alcuni nemici in questa campagna possiedono la parola chiave Pattuglia. Durante la Fase dei Nemici (nel passo 3.2), ogni nemico pronto e non impegnato con la parola chiave Pattuglia si muove fino a un luogo collegato al suo, lungo il percorso più breve possibile verso il luogo designato (descritto tra parentesi accanto alla parola "Pattuglia").
ko: 본 캠페인에 등장하는 몇몇 적은 ‘순찰’ 키워드를 갖고 있습니다. 적 단계 (“사건 구조 상세” 3.2 과정) 동안, 준비 상태이고 교전 중이 아니며 ‘순찰’ 키워드를 가진 모든 적은 명시된 장소(순찰 단어 옆 괄호 안에 명시되어 있습니다)를 향해 가장 가까운 경로를 따라 이어진 장소 한 곳으로 이동합니다.
pl: Niektórzy wrogowie z tej kampanii posiadają słowo kluczowe Wędrujący. Podczas fazy wrogów (w kroku ramowym 3.2) każdy przygotowany, niebędący w zwarciu wróg ze słowem kluczowym Wędrujący porusza się do połączonej lokalizacji najkrótszą możliwą drogą w stronę wyznaczonej lokalizacji (opisanej w nawiasie obok słowa kluczowego Wędrujący).
ru: У некоторых врагов в этой кампании есть ключевое слово «Стремление». В фазе врагов, на шаге «Перемещение врагов-Охотников» каждый не повёрнутый и не сражающийся враг со Стремлением перемещается в связанную локацию по кратчайшему пути в сторону той локации, которая соответствует условию, указанному в скобках после слова «Стремление».
zh: 此劇本中部分敵人帶有巡邏關鍵字。在敵軍階段期間(流程步驟3.2)，每個未交戰的重整敵人，若帶有巡邏關鍵字，會沿著最短路線，向指定地點(會在巡邏旁的括號內說明)移動至一個連接地點。

source: If an enemy with patrol would be compelled to move to a location via a path that is blocked by a card ability, the enemy does not move.
de: Falls sich ein Gegner mit dem Schlüsselwort Patrouille auf einen Ort bewegen müsste, der Weg aber durch eine Kartenfähigkeit versperrt ist, bewegt sich der Gegner nicht.
es: Si un enemigo con Errante tuviera que moverse a un Lugar que esté bloqueado por la capacidad de una carta, el Enemigo no se mueve.
fr: Si un ennemi ayant le mot-clé Patrouille est censé se déplacer dans un lieu qui est bloqué par une capacité de carte, cet ennemi ne se déplace pas.
it: Se un nemico con Pattuglia è obbligato a muoversi fino a un luogo tramite un percorso bloccato dalla capacità di una carta, quel nemico non si muove.
ko: ‘순찰’ 키워드를 가진 적이 카드 기능으로 막힌 장소로 이동하려 하면, 그 적은 이동하지 않습니다.
pl: Jeśli wróg ze słowem kluczowym Wędrujący byłby zmuszony do poruszenia się do lokalizacji, która jest zablokowana przez zdolność karty, wróg nie porusza się.
ru: Если враг со Стремлением должен войти в локацию, перемещение в которую заблокировано свойством карты, он не перемещается.
zh: 如果巡邏敵人將被強迫移動至一個地點，而該移動被卡牌能力阻斷，則該敵人不移動。

source: A side-story asset
fr: Un soutien d'histoire issu d'un scénario indépendant
it: Un supporto storia secondaria
ko: 독립 시나리오 자산산
pl: Atut ze scenariusza pobocznego
ru: Сюжетный актив из сценария-ответвления

source: Which side-story asset would you like to give as a gift?
fr: Quel soutien d'histoire issu d'un scénario indépendant souhaitez-vous offrir en cadeau ?
it: Quale supporto storia secondaria vorresti dare come regalo?
ko: 어떤 독립 시나리오 자산을 선물로 주겠습니까?
pl: Który atut fabularny ze scenariusza pobocznego chcesz przeznaczyć na prezent?
ru: Какой сюжетный актив из сценария-ответвления вы хотите подарить?

source: Alien Instruments
fr: Instruments Extraterrestres
it: Strumenti Alieni

source: Ancient Ankh
fr: Ankh Antique
it: Antico Ankh
ru: Древний анх

source: Bloodstained Dagger
fr: Dague Couverte de Sang
it: Pugnale Insanguinato
pl: Zakrwawiony sztylet
ru: Окровавленный кинжал

source: Cloak of the Outer Realm
fr: Cape du Royaume Extérieur
it: Mantello del Reame Esterno
pl: Peleryna z Krain Zewnętrznych
ru: Покров Внешних пределов

source: Dimensional Beam Machine
fr: Machine à Rayon Dimensionnel

source: Enchanted Skull
fr: Crâne Enchanté
it: Teschio Incantanto
pl: Zaklęta czaszka
ru: Зачарованный череп

source: Khopesh of the Abyss
fr: Khépesh de l'Abîme
it: Khopesh dell'Abisso
ru: Хопеш из Бездны

source: Meteorite Sample
fr: Fragment de Météorite
it: Campione di Meteorite
pl: Fragment meteorytu
ru: Образец внеземного вещества

source: Shellblade Tribute
fr: Lame d'Ark'at
it: Tributo del Guscio Tagliente
pl: Danina z łusek
ru: Клинок Арк'ата

source: Universal Solvent
fr: Solvant Universel
it: Solvente Universale
pl: Uniwersalny rozpuszczalnik
ru: Универсальный растворитель

source: You will have to manually remove the card from your deck.
fr: Vous devrez retirez la carte de votre deck manuellement.
it: Dovrai rimuovere manualmente la carta dal tuo mazzo.
ko: 당신의 덱에서 카드를 수동으로 제거하여야 합니다.
pl: Będziesz musiał ręcznie usunąć tę kartę z talii.
ru: Вам придется вручную убрать карту из вашей колоды.
