[
  {
    "code": "98003",
    "text": "- **P:** [Bestia sacrificial](/card/98003) indica que Jenny no puede obtener recursos mediante efectos de cartas. La capacidad de Jenny de obtener 1 recurso adicional en la fase de mantenimiento, ¿se considera obtener recursos mediante efectos de cartas? ¿O el hecho de que sea un recurso adicional a los recursos obtenidos del proceso normal del juego significa que no se está obteniendo mediante el efecto de una carta? **R:** \"Sí, el recurso adicional obtenido en la fase de mantenimiento por la capacidad de Jenny se considera obtenido por el efecto de una carta por lo que, mientras la Bestia sacrificial esté en juego, no puedes obtenerlo.\"",
    "updated_at": "2018-02-17T22:45:33.000Z"
  },
  {
    "code": "98007",
    "text": "- La capacidad de Norman no se activa hasta que empieza la partida, por lo que la primera carta del mazo debe revelarse después de la preparación de la partida (incluyendo la preparación del escenario y el robo de la mano inicial).\n\n- **\"Como si\":** Esta regla fue añadida en las FAQ (v.1.7, marzo 2020) y posteriormente modificada (v.1.8, octubre 2020). Puedes leer la última versión (Octubre 2020) [aquí](/rules#As_If). (Se añade un hipervínculo a las reglas en lugar de transcribir la regla en sí misma para evitar errores si a futuro la regla vuelve a ser modificada.)\n\n- **Errata**: Las <b>Opciones de creación de mazos</b> deberían ser: \"…hasta 5 otras cartas Místico ([mystic]) de nivel 0.\" - FAQ, v.1.9, junio 2021",
    "updated_at": "2021-06-29T18:59:20.000Z"
  },
  {
    "code": "98010",
    "text": "- **P:** ¿Cómo de ampliamente debe interpretarse el concepto “cartas que \"curen horror\"”? [Burlar a la muerte](/card/03310), [Peter Sylvestre](/card/02033), ¿son cartas que pueda llevar Carolyn? ¿Puede llevar básicamente cualquier carta que \"cure X horror\"? **R:** ¡Correcto! Si cura horror, Carolyn la puede llevar.\n\n- **P:** ¿Cómo interactua la restricción del número de cartas [seeker]/[mystic] con las cartas que \"curen horror\" nivel 0-5? Si llevo 2 copias de [Claridad mental](/card/02030), ¿cuentan para el límite de 15 cartas [seeker]/[mystic]? ¿O no cuentan porque entran dentro de las cartas que \"curen horror\" nivel 0-5? **R:** Si una carta [seeker] o [mystic] cura horror, cuenta para esa opción de construcción de mazos, no para sus 15 huecos limitados de [seeker]/[mystic] slots. En otras palabras, su carta debería decir realmente “hasta otras 15 cartas de Buscador y/o Místico”. (Además, el símbolo [seeker] al lado de la palabra Guardián debería ser un símbolo [guardian]; somos conscientes de ese error.)\n\n- **P:** ¿La capacidad de Carolyn se activa 1 o 2 veces por [Coraje líquido](/card/02024)? **R:** Sólo una vez. La palabra “adicional” del segundo efecto de curación indica que los dos puntos de curación deben agruparse en un efecto de curación, y no tratarse como dos casos distintos de 1 punto de curación cada uno. - FAQ, v.1.3, mayo 2018.\n\n- **P:** Si una capacidad hace referencia a “tus cartas”, ¿se refiere a cartas que controlas o a cartas que posees? Por ejemplo, ¿la capacidad de [Carolyn Fern](/card/05001) sólo funciona si una carta que yo controlo cura horror o también si una carta que poseo pero no controlo cura horror? **R:** Por norma general, “tus cartas” son las cartas que controlas en un momento dado. Si posees una carta, pero no la controlas, no es “tuya” a efectos de las capacidades. - FAQ, v.1.5, abril 2019\n\n- **P:** ¿Cómo funciona la capacidad de Carolyn con la curación de multiples objetivos? Si utilizas [Melodia apaciguadora](/card/05314) para curar a tu investigador y a otro investigador, ¿cuántos recursos consigue cada uno? ¿Y si curas a tu investigador y tu Aliado? ¿Y si curas a otro investigador y su Aliado? En resumen, puedes obtener múltiples recursos de la capacidad de Carolyn cuando hay múltiples objetivos / controladores de un único efecto? ¿O la obtención de recursos está ligada al efecto en sí mismo, que solo se realizó una vez? **R:** Si curas más de 1 horror de una única carta, el controlador solo obtendrá 1 recurso, puesto que solo activarás la reacción de Carolyn una vez. Sin embargo, si curas horror de diversas cartas diferentes, incluso por un único efecto, puedes activar la reacción de Carolyn una vez por cada carta que haya sido curada. Así, por ejemplo, si tuvieses una carta hipotética que curase 1 horror a cada investigador en un Lugar, podrías activar la reacción de Carolyn una vez por cada uno de esos investigadores, obteniendo 1 recurso cada uno de ellos. **P:** Parece que la clave es el número de cartas diferentes curadas. El controlador de cualquier carta curada recibe como máximo 1 recurso por carta. Para ser muy claro con el caso: Si Carolyn se cura un horror de sí misma y de un apoyo Aliado que controle, recibirá 2 recursos en total, ¿correcto? **R:** ¡Correcto!",
    "updated_at": "2021-01-15T17:59:46.000Z"
  },
  {
    "code": "98011",
    "text": "- **\"Como si\":** Esta regla fue añadida en las FAQ (v.1.7, marzo 2020) y posteriormente modificada (v.1.8, octubre 2020). Puedes leer la última versión (Octubre 2020) [aquí](/rules#As_If). (Se añade un hipervínculo a las reglas en lugar de transcribir la regla en sí misma para evitar errores si a futuro la regla vuelve a ser modificada.)",
    "updated_at": "2020-11-11T15:54:25.000Z"
  },
  {
    "code": "98018",
    "text": "- **Errata**: La capacidad constante de esta carta debería decir: \"No puedes jugar Apoyos ni poner Apoyos en juego.\" - FAQ, v.1.9, junio 2021",
    "updated_at": "2021-06-29T18:58:21.000Z"
  }
]