[
  {
    "code": "50004",
    "text": "- **Errata:** La capacidad continua de esta carta debería decir: “Cada vez que un Enemigo que no sea <b><i>Élite</b></i> fuese a aparecer en el Lugar vinculado, en lugar de eso haz que aparezca en un Lugar conectado si es posible.” - FAQ, v.1.4, septiembre 2018",
    "updated_at": "2018-09-25T19:14:20.000Z"
  },
  {
    "code": "50008",
    "text": "- **Victoria: X** es una parte del cuadro de texto de reglas impreso del Enemigo. Si utilizas Borrado mental en un Enemigo con puntos de victoria y lo derrotas, irá a la pila de descartes en lugar de a la zona de victoria.\n\n- **P:** ¿[Borrado mental](/card/01068) pone en blanco los iconos de daño y horror del Enemigo? **R:** Los iconos de daño y horror no forman parte del cuadro de texto, por lo que no quedan en blanco por Borrado mental.\n\n- **\"Como si\":** Esta regla fue añadida en las FAQ (v.1.7, marzo 2020) y posteriormente modificada (v.1.8, octubre 2020). Puedes leer la última versión (Octubre 2020) [aquí](/rules#As_If). (Se añade un hipervínculo a las reglas en lugar de transcribir la regla en sí misma para evitar errores si a futuro la regla vuelve a ser modificada.)\n\n\n- **P:** Me preguntaba si podrías dar una respuesta oficial sobre como las cartas Multitud interactúan con [Borrado mental](/card/01068). Borrado mental dice que consideres el cuadro de texto de reglas impreso del Enemigo como si estuviera en blanco. Por lo tanto, si un Enemigo tiene el texto \"Cazador\", sería ignorado. Para la palabra clave \"Multitud\", ¿debería este efecto descartar las cartas multitud (basándonos en que el Enemigo anfitrión ha perdido el texto que permitía tener cartas Multitud)? ¿O significaría que el Enemigo anfitrión puede ser atacado directamente (puesto que sus cartas Multitud no se consideran Multitud textualmente)? ¿O simplemente no pasaría nada porque las cartas Multitud son tratadas como Enemigos y por lo tanto no les afectaría? ¿O quizás algo diferente que hemos pasado por alto? **R:** Generalmente hablando, las reglas para la palabra clave Multitud solo se aplican cuando el Enemigo entra en juego. Una vez ha entrado en juego con el número de cartas Multitud indicado, la existencia de la palabra clave Multitud deja de tener importancia; todas las reglas de la palabra clave Multitud se aplican independientemente (de forma similar a como la palabra clave “Rápido” no importa una vez la carta en cuestión ha sido jugada). Por lo tanto, en otras palabras, no, Borrado mental no provoca que las cartas Multitud caigan o dejen de existir de repente, ni permitiría atacar al Enemigo anfitrión directamente. Sí afectaría a los efectos de otras cartas que hagan referencia a Enemigos con la palabra clave Multitud (como por ejemplo un efecto tipo “Añade 1 carta Multitud a cada Enemigo con la palabra clave Multitud”).",
    "updated_at": "2021-07-05T15:49:45.000Z"
  }
]