[
  {
    "code": "81023",
    "text": "- Si utilizas [Borrado mental](/card/01068) sobre una Sanguijuela del pantano, puedes Evitarla de forma normal, tratando su valor de Evitar como 0.",
    "updated_at": "2017-02-15T00:07:09.000Z"
  },
  {
    "code": "81028",
    "text": "- Solo el investigador que se enfrente al Rougarou necesita estar en su Lugar. Otros investigadores pueden contribuir con pistas desde cualquier Lugar.\n\n- No hay límite en la capacidad **Obligado** de [El Rougarou](/card/81028). Se activa tan pronto su condición se cumpla (1 daño por investigador por fase). Se puede activar múltiples veces en la misma fase.",
    "updated_at": "2017-05-02T18:28:15.000Z"
  },
  {
    "code": "81029",
    "text": "- Cuando [La maldición del rougarou](/card/81029) se pone en juego en la zona de amenaza del investigador, pon en juego significa básicamente lo mismo que 'añade'. Después del escenario, La maldición se añade al mazo del investigador para el resto de la campaña.",
    "updated_at": "2017-06-05T08:29:30.000Z"
  },
  {
    "code": "81034",
    "text": "- Si el Rougarou está en un Lugar que está empatado para ser el Lugar con menos pistas, puedes elegir 'buscar' ese Lugar, mover al Rougarou a un Lugar conectado y volver a moverlo a donde estaba inicialmente. Ten en cuenta que si estás en el [Acto 2](/card/81006), esto hará que el Rougarou deje caer dos pistas.",
    "updated_at": "2017-01-06T21:21:35.000Z"
  },
  {
    "code": "82001",
    "text": "- Si es robada una ficha [cultist] y la ficha adicional provoca que falles la prueba de habilidad, robar la carta de encuentro tiene lugar durante el paso 7 del [Orden de resolución de las pruebas de habilidad](/rules#Skill_Test_Timing), antes de que las cartas asignadas a la prueba sean descartadas y las fichas del Caos devueltas a la bolsa de caos. Si la carta de encuentros requiere realizar una prueba de habilidad, toda la prueba de habilidad tendrá lugar durante el paso 7. Una vez haya sido totalmente resuelta, procede al paso 8 de la prueba de habilidad original - ver FAQ 1.0, sección 1.4, Secuencias anidadas. \n\n- Cartas que se activan 'después de que fracases en una prueba de habilidad' (como la [Pata de conejo](/card/01075) o [\"¡Mira lo que he encontrado!\"](/card/01079)) no pueden ser jugadas hasta que la secuencia anidada sea completada, puesto que la primera prueba de habilidad aun no ha finalizado - ver FAQ 1.0, sección 2.2, Orden de resolución de las capacidades 'Al…' y 'Si…' abilities.",
    "updated_at": "2017-06-05T08:49:02.000Z"
  },
  {
    "code": "82002",
    "text": "- Para la capacidad **Obligado** del Enmascarado agorero, los jugadores pueden elegir qué investigador revela la ficha de Caos. El investigador elegido puede usar capacidades que se refieran a **tú**, **tu(s)** u otras formas de segunda persona al revelar una ficha de caos ([Wendy](/card/01005), [Jim](/card/02004), [Estatua grotesca](/card/01071)).\n\n- Los efectos especiales descritos en la carta de referencia de escenario no se resuelven al revelar la ficha de Caos.",
    "updated_at": "2017-02-05T20:33:17.000Z"
  },
  {
    "code": "82010",
    "text": "- La capacidad **Movimiento** no es una acción, por lo que no provoca ataques de oportunidad y no se ve afectada por [Paralizado por el miedo](/card/01164).",
    "updated_at": "2017-01-26T18:02:37.000Z"
  },
  {
    "code": "82011",
    "text": "- Si un efecto hace que un investigador pierda una o más acciones, dicho investigador tiene esa cantidad de acciones estándar menos para realizar ese turno (las tres acciones estándar del investigador son las que se “pierden” en primer lugar). Si a un investigador sólo le quedan acciones adicionales, serán ésas las que se pierdan a continuación, en el orden que elija el investigador. Por ejemplo: un efecto hace que Daisy pierda dos acciones. Durante su turno, tendrá dos acciones estándar menos. No puede elegir “perder” su acción adicional a menos que sea la única acción que le quede.",
    "updated_at": "2017-06-05T08:49:59.000Z"
  },
  {
    "code": "82014",
    "text": "- **Fracaso/Éxito automático y & Evitar automáticamente:** Los efectos de algunas cartas hacen que un investigador tenga éxito o fracase automáticamente en una prueba de habilidad. Si sucede esto, dependiendo del momento de orden de resolución de dicho efecto, puede ser necesario saltarse por completo algunos pasos de la prueba de habilidad.\n  - Si se sabe que un investigador tiene éxito o fracasa automáticamente en una prueba de habilidad antes de que se produzca el paso 3 (“[Revela la ficha de Caos](/rules#Skill_Test_Timing)”), ese paso se omite, junto con el paso 4. No se revela ninguna ficha de Caos de la bolsa de caos y los investigadores pasan inmediatamente al paso 5. Todos los demás pasos de la prueba de habilidad se resuelven de forma normal.\n  - Si el efecto de una ficha de Caos hace que un investigador tenga éxito o fracase automáticamente en una prueba de habilidad, prosigue con los pasos 3 y 4 de forma normal.\n  - Si una capacidad “evita automáticamente” a 1 o más Enemigos, esto no es lo mismo que tener éxito automáticamente en un intento de evitar. Como dice la sección “[Evitar](/rules#Evade_Action)” de la referencia de reglas, si una capacidad evita automáticamente a 1 o más enemigos, no se realiza ninguna prueba de habilidad para el intento de evitar. Por lo tanto, al no realizarse ninguna prueba de habilidad, no se considera una evasión “con éxito”. El investigador se limita a seguir los pasos para evitar a un Enemigo (agotándolo y rompiendo su enfrentamiento).\n  - Por ejemplo: Patrice usa la capacidad de [Esperanza](/card/06031), que dice: “[action] Si Esperanza está preparada, agótala o descártala: <b>Evitar</b>. Intenta evitar con un valor básico de [agility] de 5. Si descartaste a Esperanza, esta prueba tiene éxito automáticamente.”. Si Patrice elige descartar a Esperanza, la prueba de habilidad tiene éxito automáticamente antes de que se revele ninguna ficha de Caos, por lo que se omiten los pasos 3 y 4 de la prueba de habilidad. Sin embargo, la prueba de habilidad sigue teniendo lugar. Pueden seguirse asignando cartas a la prueba, y se sigue determinando el valor de habilidad modificado total del investigador, pues podría tener relevancia para las capacidades de otras cartas. Sin embargo, si Patrice usase la capacidad de [Gato callejero](/card/01076), que dice: “[free] Descarta el Gato callejero: Evita automáticamente a un Enemigo que no sea <i><b>Élite</i></b> que esté en tu Lugar”, no se estaría realizando ninguna prueba de habilidad. - FAQ, v.1.7, marzo 2020",
    "updated_at": "2020-03-17T16:29:29.000Z"
  },
  {
    "code": "82017",
    "text": "- Al calcular el camino más corto hacia el investigador más cercano, [Don Lagorio](/card/82017) solo se moverá en el sentido contrario a las agujas del reloj si el investigador más cercano está en Lugar conectado en el sentido contrario a las agujas del reloj. Si los investigadores están a dos Lugares de Don Lagorio en el sentido contrario a las agujas del reloj, el camino más corto para él será en el sentido de las agujas del reloj a través de los Lugares Venecia.",
    "updated_at": "2017-07-10T16:31:44.000Z"
  },
  {
    "code": "82021",
    "text": "- **P:** ¿Puedes utilizar [Cobrarse favores](/card/03158) en un [Pasajero indefenso](/card/02179) o un [Carnavalero inocente](/card/82021)? **R:** No puedes devolverlos a tu mano puesto que no eres su \"propietario\". Si intentas devolverlos a tu mano, en vez de eso irán a la zona fuera del juego equivalente de su propietario (ver [Propiedad y control](/rules#Ownership_and_Control): \" Si una carta fuese a entrar en una zona de juego fuera del juego que no pertenezca a su propietario, en lugar de eso la carta se coloca físicamente en la zona fuera de juego equivalente de su propietario. Se considera que la carta ha entrado en la zona fuera de juego de su controlador, y sólo se modifica la colocación física de la carta.\") Sin embargo, en este caso, el propietario de la carta es el escenario en sí mismo, y el escenario no tiene mano, por lo que simplemente sería descartada (esto por supuesto activaría la capacidad **Obligado** del [Carnavalero inocente](/card/82021), así que quizá no sea la mejor opción). Pero puesto que se considera que la carta ha vuelto a tu mano, puedes completar el resto del efecto de Cobrarse favores.",
    "updated_at": "2018-02-10T18:41:49.000Z"
  },
  {
    "code": "82022",
    "text": "- La Abadesa no puede moverte en el sentido contrario a las agujas del reloj. En Carnevale de horrores, cada Lugar está conectado únicamente a otro Lugar en el sentido de las agujas del reloj. Así, el Lugar A está conectado al Lugar B, ¡pero no viceversa!",
    "updated_at": "2017-02-25T02:25:08.000Z"
  },
  {
    "code": "82026",
    "text": "- **\"Como si\":** Esta regla fue añadida en las FAQ (v.1.7, marzo 2020) y posteriormente modificada (v.1.8, octubre 2020). Puedes leer la última versión (Octubre 2020) [aquí](/rules#As_If). (Se añade un hipervínculo a las reglas en lugar de transcribir la regla en sí misma para evitar errores si a futuro la regla vuelve a ser modificada.)",
    "updated_at": "2020-11-11T15:54:19.000Z"
  },
  {
    "code": "82027",
    "text": "- **\"Como si\":** Esta regla fue añadida en las FAQ (v.1.7, marzo 2020) y posteriormente modificada (v.1.8, octubre 2020). Puedes leer la última versión (Octubre 2020) [aquí](/rules#As_If). (Se añade un hipervínculo a las reglas en lugar de transcribir la regla en sí misma para evitar errores si a futuro la regla vuelve a ser modificada.)",
    "updated_at": "2021-02-18T13:26:57.000Z"
  },
  {
    "code": "83001",
    "text": "- **Fracaso/Éxito automático y & Evitar automáticamente:** Los efectos de algunas cartas hacen que un investigador tenga éxito o fracase automáticamente en una prueba de habilidad. Si sucede esto, dependiendo del momento de orden de resolución de dicho efecto, puede ser necesario saltarse por completo algunos pasos de la prueba de habilidad.\n  - Si se sabe que un investigador tiene éxito o fracasa automáticamente en una prueba de habilidad antes de que se produzca el paso 3 (“[Revela la ficha de Caos](/rules#Skill_Test_Timing)”), ese paso se omite, junto con el paso 4. No se revela ninguna ficha de Caos de la bolsa de caos y los investigadores pasan inmediatamente al paso 5. Todos los demás pasos de la prueba de habilidad se resuelven de forma normal. - FAQ, v.1.7, marzo 2020",
    "updated_at": "2020-03-17T16:27:41.000Z"
  },
  {
    "code": "83058",
    "text": "- **Fracaso/Éxito automático y & Evitar automáticamente:** Los efectos de algunas cartas hacen que un investigador tenga éxito o fracase automáticamente en una prueba de habilidad. Si sucede esto, dependiendo del momento de orden de resolución de dicho efecto, puede ser necesario saltarse por completo algunos pasos de la prueba de habilidad.\n  - Si se sabe que un investigador tiene éxito o fracasa automáticamente en una prueba de habilidad antes de que se produzca el paso 3 (“[Revela la ficha de Caos](/rules#Skill_Test_Timing)”), ese paso se omite, junto con el paso 4. No se revela ninguna ficha de Caos de la bolsa de caos y los investigadores pasan inmediatamente al paso 5. Todos los demás pasos de la prueba de habilidad se resuelven de forma normal.\n  - Si el efecto de una ficha de Caos hace que un investigador tenga éxito o fracase automáticamente en una prueba de habilidad, prosigue con los pasos 3 y 4 de forma normal.\n  - Si una capacidad “evita automáticamente” a 1 o más Enemigos, esto no es lo mismo que tener éxito automáticamente en un intento de evitar. Como dice la sección “[Evitar](/rules#Evade_Action)” de la referencia de reglas, si una capacidad evita automáticamente a 1 o más enemigos, no se realiza ninguna prueba de habilidad para el intento de evitar. Por lo tanto, al no realizarse ninguna prueba de habilidad, no se considera una evasión “con éxito”. El investigador se limita a seguir los pasos para evitar a un Enemigo (agotándolo y rompiendo su enfrentamiento).\n  - Por ejemplo: Patrice usa la capacidad de [Esperanza](/card/06031), que dice: “[action] Si Esperanza está preparada, agótala o descártala: <b>Evitar</b>. Intenta evitar con un valor básico de [agility] de 5. Si descartaste a Esperanza, esta prueba tiene éxito automáticamente.”. Si Patrice elige descartar a Esperanza, la prueba de habilidad tiene éxito automáticamente antes de que se revele ninguna ficha de Caos, por lo que se omiten los pasos 3 y 4 de la prueba de habilidad. Sin embargo, la prueba de habilidad sigue teniendo lugar. Pueden seguirse asignando cartas a la prueba, y se sigue determinando el valor de habilidad modificado total del investigador, pues podría tener relevancia para las capacidades de otras cartas. Sin embargo, si Patrice usase la capacidad de [Gato callejero](/card/01076), que dice: “[free] Descarta el Gato callejero: Evita automáticamente a un Enemigo que no sea <i><b>Élite</i></b> que esté en tu Lugar”, no se estaría realizando ninguna prueba de habilidad. - FAQ, v.1.7, marzo 2020",
    "updated_at": "2020-03-17T16:30:16.000Z"
  },
  {
    "code": "84029",
    "text": "- **Errata:** La primera capacidad de esta carta debería decir: \"**Obligado** – Cuando el Entrometido sobrenatural fuese a recibir daño de un ataque: Retira 1 ficha de Perdición del Entrometido sobrenatural. A continuación, reduce el daño infligido en 1.\" - FAQ, v.1.7, marzo 2020",
    "updated_at": "2020-04-18T17:40:59.000Z"
  }
]