[
  {
    "code": "04001",
    "text": "- **P:** ¿La capacidad [reaction] de [Leo Anderson's](/card/04001) provoca ataques de oportunidad? **R:** No. No estás realizando una acción ni siguiendo todo el proceso de realizar una acción.",
    "updated_at": "2018-05-25T17:03:16.000Z"
  },
  {
    "code": "04002",
    "text": "- **P:** ¿La capacidad [reaction] de [Ursula Downs'](/card/04002)) provoca ataques de oportunidad? **R:** Sí. Estás siguiendo todo el proceso / reglas de realizar una acción. Es diferente a la capacidad de Yorick o Leo, si es la comparación que estás haciendo. - FAQ, v.1.3, mayo 2018\n\n- **P:** ¿El movimiento que genera el [elder_sign] de Ursula [elder_sign] provoca ataques de oportunidad? **R:** No. No es una acción de **Movimiento**, por lo que se comporta como el [Atajo](/card/02022).\n\n- **P:** ¿Me permite la capacidad de Ursula Downs realizar una acción de
**investigar** de una carta de Apoyo o de Evento? **R:** Sí. La reacción de Ursula te permite realizar cualquier acción de investigar, lo que incluye las que se realizan mediante la acción de activar o de jugar. - FAQ, v.1.3, mayo 2018",
    "updated_at": "2018-06-05T19:05:34.000Z"
  },
  {
    "code": "04004",
    "text": "- **Errata:** This card’s [reaction] ability should read: “When an investigator reveals an [auto_fail] chaos token…\" - FAQ, v.1.4, September 2018\n\n- **Clarification:** If a skill test both automatically succeeds and automatically fails, [for instance by drawing [auto_fail] and [elder_sign] with [Olive McBride](/card/04197) while playing as [Father Mateo](/card/04004)], the automatic failure takes precedence, and the test automatically fails. - FAQ, v.1.3, May 2018\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:17:12.000Z"
  },
  {
    "code": "04006",
    "text": "- The new FAQ (v.1.3, May 2018) entry changes the slot rule to the following: \"If playing or gaining control of an asset would put an investigator above his or her slot limit for that type of asset, the investigator must choose and discard other assets under his or her control simultaneously with the new asset entering the slot.\" This is different from the previous rule, which said \"If an investigator is at his or her slot limit for a type of asset and wishes to play or gain control of a different asset that would use that slot…\" The difference here is that with the way the rule is now worded, you only have to discard other assets if playing a card puts you above your slot limit. Previously, if I had an ally in play and wanted to play an ally, I would first have to discard that ally because I was “at my slot limit” for allies. With the new rule, I only have to discard the ally that is in play if playing a new ally would put me above my slot limit. This means that you are now able to play an asset while you are at your slot limit without discarding an asset, provided that asset gives you the slots you need to keep them both in play.",
    "updated_at": "2018-06-05T18:51:31.000Z"
  },
  {
    "code": "04009",
    "text": "- **P:** What happens to [Call of the Unknown](/card/04009) if there is no 'location other than your location' in play at the beginning of your turn? **R:** Nothing would happen. You would not shuffle it into your deck and take 2 horror; it would simply remain in your threat area. In other words, the condition of \"f you did not successfully investigate the chosen location this turn\" is not met because there was no chosen location.",
    "updated_at": "2018-05-30T20:16:34.000Z"
  },
  {
    "code": "04013",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T15:52:49.000Z"
  },
  {
    "code": "04017",
    "text": "- **P:** [Survival Knife](/card/04017)'s [reaction] ability allows you to perform a **Fight** action against enemies after an enemy deals damage to you during the enemy phase. Can you perform this ability against enemies who are not at your current location such as [Eztli Guardian](/card/04086) and [Hastur](/card/03332)? While the Rules Reference does not specifically prohibit this, it also seems to only contemplate performing **Fight** actions against enemies at your location. In other words, is the Survival Knife in fact a cosmic boomerang? **R:** [Survival Knife](/card/04017)’s [reaction] attack does in fact work against enemies not at your location. Typically an attack can only be initiated against an enemy at your location. This attack is different because it does not allow you the choice of who the target is, instead stating “This attack targets the attacking enemy.” This overrides the typical rules for who an attack can target (similar to how [Stray Cat](/card/01076) and [Cunning Distraction](/card/01078) override the typical rules for who an evasion attempt can target).",
    "updated_at": "2018-07-03T19:33:53.000Z"
  },
  {
    "code": "04021",
    "text": "- **P:** If you use [Dr. Elli Horowitz](/card/04021) to get [The Chthonian Stone](/card/04030), does the token still get sealed to the stone? **A** Yes! Seal is an additional cost for the card to enter play, so anytime the Chthonian Stone enters play by any means, you must seal the designated chaos token on it (and if you cannot, it cannot enter play).",
    "updated_at": "2018-07-03T21:44:27.000Z"
  },
  {
    "code": "04028",
    "text": "- **P:** Can I use [\"Let me handle this!\"](/card/03022) or [\"You handle this one!\"](/card/04028) on a weakness? **R:** No. Both of these cards are played after you or another investigator draw a non-peril encounter card, but before resolving that card’s effects. Weaknesses with an encounter cardtype (such as enemies or treacheries) are considered to be encounter cards while they are being resolved and once they have entered play, but are not considered to be encounter cards yet at the time that these cards are played. Therefore, at the time these cards would be played, they are still player cards and are not legal targets. - FAQ, v.1.3, May 2018",
    "updated_at": "2018-06-05T19:06:50.000Z"
  },
  {
    "code": "04030",
    "text": "- **P:** If you use [Dr. Elli Horowitz](/card/04021) to get [The Chthonian Stone](/card/04030), does the token still get sealed to the stone? **A** Yes! Seal is an additional cost for the card to enter play, so anytime the Chthonian Stone enters play by any means, you must seal the designated chaos token on it (and if you cannot, it cannot enter play).",
    "updated_at": "2018-07-03T21:44:39.000Z"
  },
  {
    "code": "04032",
    "text": "- **Clarification:** When you use multiple effects that replace “revealing a chaos token” with something, else, you must first declare your intention so you are reacting to what you draw from the bag, because each of these effects are meant to be triggered before you draw tokens from the bag. If you declare you’re going to trigger [Olive McBride's](/card/04197) ability first, you should then declare which of the 3 tokens you’re about to reveal from Olive’s ability will be turned into 2 tokens from the [Grotesque Statue](/card/01071) (For example, “I’m going to reveal 3 tokens using Olive, and for the first token, I’m going to reveal 2 instead of 1 using my statue). Then you’ll ignore one of the 2 statue tokens, and be left with 3 total tokens, which you’ll then ignore 1 of. (All of these tokens are considered to be revealed simultaneously, so you are not allowed to reveal the\nfirst 2 tokens with Olive, and then decide whether or not to use the statue). \nIf you instead trigger the statue’s ability first, you would do the same thing, declaring your intent. (For example, “I’m going to reveal 2 tokens using my statue, but for the second token, I’m going to use Olive’s ability to reveal 3 instead of 1”.) Then you would choose between resolving the first token or the 3 Olive tokens. (Here this may seem a little strange, because Grotesque Statue says “Choose 1 of those tokens to resolve, and ignore the other,” which implies that you only get to resolve 1 token and ignore 1 token, but for the purposes of resolving these types of effects, the 3 tokens revealed from Olive’s ability should be treated as 1 revealed token.) If you decide to resolve the 3 Olive tokens you would then choose 2 to resolve and resolve the other, as usual. - FAQ v.1.3, May 2018",
    "updated_at": "2018-06-05T19:00:06.000Z"
  },
  {
    "code": "04034",
    "text": "- **P:** Can I use [Dumb Luck](/card/04034) on an enemy that hasn't come from the encounter deck, such as [Serpents of Yig](/card/04014) or [Mob Enforcer](/card/01101)? **R:** Dumb Luck can only return a card to the deck it came from. This is important because it means you can't use Dumb Luck on a monster that comes from a player's deck, the effect would just fizzle.",
    "updated_at": "2018-09-25T17:51:20.000Z"
  },
  {
    "code": "04035",
    "text": "- **Errata:** This card’s [second] [free] ability should read: “Discard the top card of your deck. (Limit once per phase.)” - FAQ, v.1.4, September 2018\n\n- **P:** Can you use [Yaotl](/card/04035) to discard cards during the mythos phase, or outside of any player's turn? If so, is there any limit to how many times you can trigger Yaotl's ability (i.e. is there any limit to how many cards you can discard outside of players' turns)? **R:** If a card has a limit which specifies a particular period of time (such as a phase or a turn), it can only be activated during that period. For example, if a card had a limit of “once per phase,” then it can only be activated during a phase, and not outside of a phase or in between two phases. In the case of Yaotl, his ability can only be activated during an investigator’s turn. <- [*NB Answer out of date in line of erratum, above.*]\n\n- **P:** How does [Yaotl](/card/04035) work in combination with [Steadfast](/card/05022), [Curiosity](/card/05026), [Cunning](/card/05030), [Prophesy](/card/05034) or [Able Bodied](/card/05038), or other skill cards that gain icons while committed to tests? **R:** The abilities on skill cards are only active while they are being committed to a skill test, unless otherwise specified. In this case the skill cards will only have their printed icons while they are in your discard pile, hand, or any other state other than while they are being committed to a skill test. (This includes an effect that says something like \"discard a card from your hand with at least X icons…\")",
    "updated_at": "2019-07-19T18:03:20.000Z"
  },
  {
    "code": "04037",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)\n\n- **P:** Can I look at facedown cards beneath or attached to other cards I control? If I use the [fast] ability on [Ancestral Knowledge](/card/07303) to draw one of the cards attached to it, am I allowed to know what each card is, or is it random? **R:** Unless an effect states otherwise, investigators are allowed to look at the other sides of facedown cards beneath or attached to cards they control, such as [Ancestral Knowledge](/card/07303), [Backpack](/card/04037), and [Diana Stanley](/card/05004). If you are given the ability to draw, play, or interact with one of those cards,\nyou may look at them to know which one you wish to draw or play. This is not true for facedown cards that are attached to encounter cards or placed facedown via a scenario effect, such as swarm cards, empty space, or tomes beneath locations in the challenge scenario Read or Die. In these instances, players cannot look at the other side of those cards unless instructed otherwise. - FAQ, v.1.9, June 2021",
    "updated_at": "2021-06-29T19:29:19.000Z"
  },
  {
    "code": "04038",
    "text": "- **P:** What happens to [Dark Pact](/card/04038) when it's removed from your deck? **R:** Dark Pact is returned to your collection, but should not be returned to the pool of available weaknesses when it is swapped out – this ensures that you can always swap between Dark Pact and [The Price of Failure](/card/04039) without it being unavailable later. Same goes for [Doomed](/card/04040) and [Accursed Fate](/card/04041) if they are swapped out. I will make a note to add this to the FAQ.",
    "updated_at": "2018-05-25T16:58:08.000Z"
  },
  {
    "code": "04040",
    "text": "- **P:** What happens to [Doomed](/card/04040) when it's removed from your deck? **R:** Doomed is returned to your collection, but should not be returned to the pool of available weaknesses when it is swapped out. I will make a note to add this to the FAQ.",
    "updated_at": "2018-05-25T16:58:48.000Z"
  },
  {
    "code": "04043",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:27:57.000Z"
  },
  {
    "code": "04062",
    "text": "- **Reversal of ruling:** Original **P:** If I use [Cheap Shot](/card/03194) against [Harbinger of Valusia](/card/04062), do I add one resource or two? **R:** <s>Both the attack and the evasion will add a resource to it, so [Harbinger of Valusia](/card/04062) will gain 2 resources from Cheap Shot if you succeed by 2 or more.</s> Reversal (for now, at least) on Cheap Shot re: the Harbinger. It only gives you a token for the combat skill test, since the automatic evasion is neither successful nor unsuccessful, but automatic (which doesn't trigger \"successful\" effects). \n\n  - Clarification came from this. Note reversed ruling may be reversed again! **P:** I seem to recall a discussion indicating that automatic evasion wasn't \"successful\" evasion, though, since there's no skill test involved. And since the [Harbinger](/card/04062) requires a successful attack or evasion (and bearing in mind the rule that qualifiers apply to each term in a list), wouldn't [Cheap Shot](/card/03194) apply only one resource token to the Harbinger? **R:** Hm… Technically you are correct… although I've been wondering about that ruling regarding \"automatic\" evasion and \"successful\" evasion. I don't know how intuitive it is. For now, you are correct… but know that I may reverse that ruling at some point. It's kind of confusing either way, to be honest.",
    "updated_at": "2019-04-12T14:55:13.000Z"
  },
  {
    "code": "04086",
    "text": "- **P:** Does [Eztli Guardian](/card/04086) attack only if other enemies are attacking ('when specific other enemies attack') or at the point of the enemy phase 'when enemies attack'? **R:** The intent is that this ability triggers during the step of each enemy phase when enemies would attack, regardless of whether there are any other enemies in play which would make an attack.",
    "updated_at": "2018-10-29T13:59:04.000Z"
  },
  {
    "code": "04099",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T15:53:05.000Z"
  },
  {
    "code": "04104",
    "text": "- **P:** For the card [Storm of Spirits](/card/03153) and [Mk 1 Grenades](/card/05273), the text reads: \"(any additional damage is dealt to the attacked enemy)\". What does the \"additional damage\" refer to? Also, regarding the \"Mk 1 Grenades\", can these be used with \"Marksmanship\" because they have the \"Ranged\" keyword? **R:** The text “any additional damage is dealt to the attacked enemy” refers to any other effects which might add to the attack’s damage, such as [Vicious Blow](/card/01025) or, indeed, [Marksmanship](/card/04104). For example, if you used the grenades on an enemy and committed Vicious Blow to the skill test, the attacked enemy would take the additional +1 damage from Vicious Blow, but Vicious Blow would not affect the damage dealt to all of the other enemies at the location. As for Marksmanship, yes, you can absolutely use it with the Grenades! As with the above example, the bonus +1 damage from Marksmanship would be dealt to the attacked enemy, and not to the other enemies at the location.",
    "updated_at": "2019-10-29T17:04:26.000Z"
  },
  {
    "code": "04105",
    "text": "- **P:** If you use [Persuasion](/card/04105) against a <b><i>Humanoid</b></i> enemy without a regular encounter card back (such as [The Masked Hunter](/card/01121b)), where does the enemy go? Is it still shuffled into the encounter deck? **R:** Most enemies without a regular encounter card back are <b><i>Elite</b></i> (Masked Hunter included), so this shouldn’t come up very often. (Persuasion only shuffles the enemy back into the encounter deck if it is not <b><i>Elite</b></i>.) In the event that an enemy without an encounter card back is not <i><b>Elite</i></b>, Persuasion would do nothing to them – a card cannot be shuffled into the encounter deck if it does not have an encounter card back, so the effect “shuffle the chosen enemy into the encounter deck” would fail.\n\n- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:18:26.000Z"
  },
  {
    "code": "04106",
    "text": "- **P:** If I'm upgrading two [Strange Solutions](/card/02021) in my deck, what is the process for the upgrade? Do I: a) Create 2 stacks of the 3 possible variations and pick one from each? or b) Shuffle up all 6 of the variations and draw 2? There's a slight difference in the likelihood of getting a matching pair depending which way I do it and the wording seems ambiguous depending on how we interpret 'option'. **R:** Since the game has no inherent limit on how many copies of each variant you might have in your collection, the method that makes the most sense to me is to take 1 copy of each variation in your collection and randomly select one of them, then do the same for the second strange solution [option a].",
    "updated_at": "2018-06-18T19:38:55.000Z"
  },
  {
    "code": "04108",
    "text": "- **P:** With [Fence](/card/04108), can I play an Illicit asset (or appropriate event, such as [Pay Day](/card/04233)) in the [free] after my last action? This seems a bit more prickly as I need to initiate a play action before I can give fast to the card… But then also fast cards don't use the play Action to enter play?  **R:** Yes, you can. Fast assets can be played in any player window during your turn, including the one after your last action is taken. Fence gives the card fast before it is actually played, so this is taken into account during its initiation sequence.",
    "updated_at": "2018-09-14T19:51:54.000Z"
  },
  {
    "code": "04109",
    "text": "- **P:** Does [Arcane Research](/card/04109) with [Archaic Glyphs](/card/03025), where you're upgrading a non-<b><i>Spell</i></b> into a <b><i>Spell</i></b>? **R:** Arcane Research reads \"After each scenario of a campaign, reduce the experience cost of the first Spell card you upgrade before the next scenario by 1.\" In order to gain the experience discount from Arcane Research, you must be upgrading a card with the Spell trait. You would not get the experience discount if you are purchasing a new Spell, nor would you get the discount if you are upgrading a card that does not have the Spell trait (even if that card would upgrade into a card with the Spell trait). \n\n- <del>Additionally, the minimum experience cost for upgrading any card is always 1 (see [Experience](/rules#Experience)), so you would need to be paying 2 or more experience in order for the discount to apply.</del> **Ruling overturned**: I will reverse my earlier ruling to suit the language in the FAQ, as this directly contradicts the minimum stated in the Rules Reference. The 1xp minimum does not apply to upgrading cards, and Arcane Research can therefore decrease the xp cost to upgrade a card to 0. \n\n- **P:** Can you include [Arcane Research](/card/04109) in your deck at the start of the campaign? If so, do you take the mental trauma? **R:** Yes, you can, and yes, you should. Any card effects that resolve when a card is purchased should be resolved when that card is chosen to be included in your starting deck.\n\n- **P:** If you decide to purchase [Arcane Research](/card/04109) after a scenario, can you take advantage of the discount it provides immediately? **R:** No, you cannot. The text \"After each scenario of a campaign…\" indicates that Arcane Research must be in your deck at the time the scenario concludes in order to take advantage of its text. (Essentially, it triggers immediately after the scenario, and creates a lasting effect.) If you purchase it in between two scenarios, it is too late to trigger its ability for the scenario just played. [Note that this is different from a card like [Adaptable](/card/02110) which simply reads \"In between each game of a campaign…\" At the time you purchase Adaptable you are still in between two games of a campaign, so you may take advantage of its ability immediately.]",
    "updated_at": "2018-05-01T15:18:44.000Z"
  },
  {
    "code": "04110",
    "text": "- When a token is 'cancelled' or 'ignored' **in its entirety** (such as through [Wendy Adams](/card/01005)'s ability, playing [Counterspell](/card/04110) or revealing two tokens with [Grotesque Statue's](/card/01071) [reaction] ability), treat the token as if it had never been revealed at all. All of the token's effects are cancelled or ignored, and any effects that would trigger off that type of chaos token (like [Baseball Bat](/card/01074) with [skull] and [auto_fail]) **do not** trigger. However, when a token is only partially ignored or cancelled, as with [Defiance](/card/02190), the token is still considered to have been revealed, and effects that trigger off it being revealed **do** trigger.",
    "updated_at": "2018-10-15T16:25:57.000Z"
  },
  {
    "code": "04111",
    "text": "**Q**: Does [Perseverance](/card/04111) only cancel the damage/horror that would defeat you, or the entirety of the 'hit'? **R:** Perseverance would cancel up to 4 of the damage/horror just assigned to you, as long as any of that damage/horror would defeat you. Perseverance says: \"Fast. Play when you are assigned damage and/or horror that would defeat you. Cancel up to 4 of that damage and/or horror.” It’s important to note that the first part just notes the timing and conditions under which the card can be played, whereas the second part is the actual effect. Let’s say you have 2 health remaining and are assigned 4 damage. Perseverance can be played in this instance, because the 4 damage you are assigned would defeat you. You then resolve the effect, which is to cancel the 4 damage. The effect does not say to cancel only the damage in excess of your remaining health; it just says “that damage,” referring to the damage that was just assigned to you.",
    "updated_at": "2018-06-18T19:46:27.000Z"
  },
  {
    "code": "04112",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:20:10.000Z"
  },
  {
    "code": "04112",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:20:13.000Z"
  },
  {
    "code": "04113",
    "text": "<u>Question for the scenario Threads of Fate set up:</u> \n- **P:** I sent a question to Matt about replacing tokens in your bag if there are none of that type in your chaos bag. It was related to the beginning of threads of fate. I have finally received an official ruling, and it's actually not what we thought would happen (that you would place the tokens in anyway). **R:** If there are no cultist or tablet tokens in the bag, there is nothing to replace, so no elder thing tokens would be added. You're swapping one token type for another type; if none of that first token type exist, no swap is made.",
    "updated_at": "2018-09-05T19:31:16.000Z"
  },
  {
    "code": "04152",
    "text": "- **P:** [Enraptured](/card/04157) adds 1 charge or secret to an asset you control. Under \"uses\" in the RR, it's pretty clear that you can't add 'charges' to 'ammo' cards or indeed some other variant. But can you add secrets to a card without uses (x secrets) or indeed any other uses thing? **R:** You can technically add secrets to a card that doesn’t have uses, there is nothing in the rules to prevent you from doing that. Normally this won’t help you at all—if you add a secret to a machete, it won’t do anything for you whatsoever—but there exist cards that use secrets even without the uses keyword, such as the untranslated [Archaic Glyphs](/card/03025) and enraptured will surely combo with them! [adding this ruling from Enraptured here for future reference]",
    "updated_at": "2021-03-15T18:20:35.000Z"
  },
  {
    "code": "04157",
    "text": "- **P:** [Enraptured](/card/04157) adds 1 charge or secret to an asset you control. Under \"uses\" in the RR, it's pretty clear that you can't add 'charges' to 'ammo' cards or indeed some other variant. But can you add secrets to a card without uses (x secrets) or indeed any other uses thing? **R:** You can technically add secrets to a card that doesn’t have uses, there is nothing in the rules to prevent you from doing that. Normally this won’t help you at all—if you add a secret to a machete, it won’t do anything for you whatsoever—but there exist cards that use secrets even without the uses keyword, such as the untranslated [Archaic Glyphs](/card/03025) and enraptured will surely combo with them!",
    "updated_at": "2021-03-15T18:20:00.000Z"
  },
  {
    "code": "04158",
    "text": "- **Clarification:** If an investigator is instructed to “resolve” multiple revealed chaos tokens, any game or card effects which refer to “the revealed chaos token” in the singular should be construed to apply to each of the revealed chaos tokens. For example, when applying chaos symbol effects during Step 4 of a skill test or applying modifiers to an investigator’s skill value during Step 5 of a skill test, the effects and modifiers of all of the resolved chaos tokens should be applied, even though the rules state “the revealed chaos token.” Similarly, any card effects that refer to “the revealed chaos token” refer to all of the\nresolved tokens. For example: An investigator plays [Premonition](/card/04199) , which reads: “Put Premonition into play, reveal a random chaos token from the chaos bag, and seal it on Premonition.” That investigator then uses [Olive McBride](/card/04197) to “reveal 3 chaos tokens instead of 1, choose 2 of those tokens to resolve, and ignore the other.” In this case, both of the resolved tokens would be sealed on Premonition, even though Premonition only refers to the revealed token as\na singular token. Likewise, when Premonition instructs that investigator to “Resolve the token sealed here as if it were just revealed from the chaos bag,” the investigator should resolve both of the tokens sealed on it. Additionally, when resolving multiple chaos tokens, any game or card effects which trigger if a certain chaos token is revealed—such as the text “If the named chaos token is revealed during this skill test…” on [Recall the Future](/card/04158)—will trigger if any of the resolved chaos tokens meet the specified conditions. Such an effect will not trigger twice if two of the designated tokens are resolved.\nNote that this entry only applies when multiple chaos tokens are “resolved.” If multiple chaos tokens are revealed and all but 1 of them are canceled or ignored, this entry does not apply. - FAQ, v.1.4, September 2018",
    "updated_at": "2018-09-25T19:18:16.000Z"
  },
  {
    "code": "04163",
    "text": "- **P:** If the agenda or act in Boundary Beyond advances to 3, and that causes the version of [Templo Mayor](/card/04175) to come out that says \"shuffle your discard pile into your deck\", who has to do that forced effect? If you are advancing the act, is it the player who actually advanced it? Do you just pick a player? Does no player do it? **R:** Generally speaking, whenever it is unclear who is resolving an ability, the investigators may choose who is resolving it. In the event that the investigators cannot decide, the lead investigator must resolve it. In this case, the person who is resolving the ability on Templo Mayor is the investigator advancing the act. In the event that it’s unclear who exactly advanced the act, simply decide at that moment in time amongst the investigators.",
    "updated_at": "2018-08-01T17:55:14.000Z"
  },
  {
    "code": "04166",
    "text": "- **P:** If the agenda or act in Boundary Beyond advances to 3, and that causes the version of [Templo Mayor](/card/04175) to come out that says \"shuffle your discard pile into your deck\", who has to do that forced effect? If you are advancing the act, is it the player who actually advanced it? Do you just pick a player? Does no player do it? **R:** Generally speaking, whenever it is unclear who is resolving an ability, the investigators may choose who is resolving it. In the event that the investigators cannot decide, the lead investigator must resolve it. In this case, the person who is resolving the ability on Templo Mayor is the investigator advancing the act. In the event that it’s unclear who exactly advanced the act, simply decide at that moment in time amongst the investigators.",
    "updated_at": "2018-08-01T17:55:24.000Z"
  },
  {
    "code": "04175",
    "text": "- **P:** If the agenda or act in Boundary Beyond advances to 3, and that causes the version of [Templo Mayor](/card/04175) to come out that says \"shuffle your discard pile into your deck\", who has to do that forced effect? If you are advancing the act, is it the player who actually advanced it? Do you just pick a player? Does no player do it? **R:** Generally speaking, whenever it is unclear who is resolving an ability, the investigators may choose who is resolving it. In the event that the investigators cannot decide, the lead investigator must resolve it. In this case, the person who is resolving the ability on Templo Mayor is the investigator advancing the act. In the event that it’s unclear who exactly advanced the act, simply decide at that moment in time amongst the investigators.",
    "updated_at": "2018-08-01T17:55:31.000Z"
  },
  {
    "code": "04195",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T15:54:30.000Z"
  },
  {
    "code": "04197",
    "text": "- **Clarification:** When you use multiple effects that replace “revealing a chaos token” with something, else, you must first declare your intention so you are reacting to what you draw from the bag, because each of these effects are meant to be triggered before you draw tokens from the bag. If you declare you’re going to trigger [Olive McBride's](/card/04197) ability first, you should then declare which of the 3 tokens you’re about to reveal from Olive’s ability will be turned into 2 tokens from the [Grotesque Statue](/card/01071) (For example, “I’m going to reveal 3 tokens using Olive, and for the first token, I’m going to reveal 2 instead of 1 using my statue). Then you’ll ignore one of the 2 statue tokens, and be left with 3 total tokens, which you’ll then ignore 1 of. (All of these tokens are considered to be revealed simultaneously, so you are not allowed to reveal the\nfirst 2 tokens with Olive, and then decide whether or not to use the statue). \nIf you instead trigger the statue’s ability first, you would do the same thing, declaring your intent. (For example, “I’m going to reveal 2 tokens using my statue, but for the second token, I’m going to use Olive’s ability to reveal 3 instead of 1”.) Then you would choose between resolving the first token or the 3 Olive tokens. (Here this may seem a little strange, because Grotesque Statue says “Choose 1 of those tokens to resolve, and ignore the other,” which implies that you only get to resolve 1 token and ignore 1 token, but for the purposes of resolving these types of effects, the 3 tokens revealed from Olive’s ability should be treated as 1 revealed token.) If you decide to resolve the 3 Olive tokens you would then choose 2 to resolve and resolve the other, as usual. - FAQ, v.1.3, May 2018\n\n- **Clarification:** If an investigator is instructed to “resolve” multiple revealed chaos tokens, any game or card effects which refer to “the revealed chaos token” in the singular should be construed to apply to each of the revealed chaos tokens. For example, when applying chaos symbol effects during Step 4 of a skill test or applying modifiers to an investigator’s skill value during Step 5 of a skill test, the effects and modifiers of all of the resolved chaos tokens should be applied, even though the rules state “the revealed chaos token.” Similarly, any card effects that refer to “the revealed chaos token” refer to all of the\nresolved tokens. For example: An investigator plays [Premonition](/card/04199) , which reads: “Put Premonition into play, reveal a random chaos token from the chaos bag, and seal it on Premonition.” That investigator then uses [Olive McBride](/card/04197) to “reveal 3 chaos tokens instead of 1, choose 2 of those tokens to resolve, and ignore the other.” In this case, both of the resolved tokens would be sealed on Premonition, even though Premonition only refers to the revealed token as\na singular token. Likewise, when Premonition instructs that investigator to “Resolve the token sealed here as if it were just revealed from the chaos bag,” the investigator should resolve both of the tokens sealed on it. Additionally, when resolving multiple chaos tokens, any game or card effects which trigger if a certain chaos token is revealed—such as the text “If the named chaos token is revealed during this skill test…” on [Recall the Future](/card/04158)—will trigger if any of the resolved chaos tokens meet the specified conditions. Such an effect will not trigger twice if two of the designated tokens are resolved.\nNote that this entry only applies when multiple chaos tokens are “resolved.” If multiple chaos tokens are revealed and all but 1 of them are canceled or ignored, this entry does not apply. - FAQ, v.1.4, September 2018\n\n- **P:** I have [Ritual Candles](/card/02029) in play and take a test. Step 3 occurs, where I pull a [cultist] symbol. I trigger Candles as a [reaction]. Step 4 occurs, and the [cultist] effect is to reveal another token. I return to step 3, where I pull a [skull]. Can I trigger Ritual Candles again? (I know you can't when you reveal multiple tokens simultaneously (say through [Olive McBride](/card/04197)) but I'm less certain here.) **R:** You sure can! Actually, you can even when revealing multiple tokens with Olive as well, as long as they aren’t being ignored/canceled. For example, if with Olive you revealed a [skull], a [tablet] and an [elder_thing], and then ignored the [elder_thing], you could still trigger Ritual Candles twice—once for the [skull], and once for the [tablet]. \n\n- **P:** [<i>part 2, following on from previous Q&A</i>] I thought you can't with Olive because of this rule on [reaction] triggered abilities: \"Each [reaction] triggered ability may be triggered only once each time the specified condition on the ability is met. For example, an ability that is triggered \"After X occurs,\" may be used once each time \"X\" occurs. Additionally the FAQ entry [Resolving Multiple Revealed Chaos Tokens](/rules#Resolving_Multiple_Revealed_Chaos_Tokens): \"[…] when resolving multiple chaos tokens, any game or card effects which trigger if a certain chaos token is revealed—such as the text “If the named chaos token is revealed during this skill test…” on [Recall the Future](/card/04158)—will trigger if any of the resolved chaos tokens meet the specified conditions. Such an effect will not trigger twice if two of the designated tokens are resolved.\" **R:** [<i>part 2</i>] Each [reaction] ability can be triggered once each time the specified condition is met. In this case the condition is “after a (symbol) token is revealed during a skill test.” Therefore, if two symbols are revealed during a skill test, the reaction may be triggered twice. (This would be different if it read “1 or more tokens.”) As for the second ruling [the FAQ], that doesn’t apply here. That ruling is specifically talking about effects within another ability that trigger if a chaos token is revealed, such as the horror-dealing effect on [Shrivelling](/card/01060). Those are not independent reaction triggers, they are delayed effects that trigger if a particular type of chaos token is revealed (in other words, they are a binary state; they either trigger or they don’t).",
    "updated_at": "2021-07-14T18:21:09.000Z"
  },
  {
    "code": "04198",
    "text": "- When a token is 'cancelled' or 'ignored' **in its entirety** (such as through [Wendy Adams](/card/01005)'s ability, playing [Counterspell](/card/04110) or revealing two tokens with [Grotesque Statue's](/card/01071) [reaction] ability), treat the token as if it had never been revealed at all. All of the token's effects are cancelled or ignored, and any effects that would trigger off that type of chaos token (like [Baseball Bat](/card/01074) with [skull] and [auto_fail]) **do not** trigger. However, when a token is only partially ignored or cancelled, as with [Defiance](/card/02190), the token is still considered to have been revealed, and effects that trigger off it being revealed **do** trigger.",
    "updated_at": "2018-10-15T16:25:29.000Z"
  },
  {
    "code": "04199",
    "text": "- **Clarification:** If an investigator is instructed to “resolve” multiple revealed chaos tokens, any game or card effects which refer to “the revealed chaos token” in the singular should be construed to apply to each of the revealed chaos tokens. For example, when applying chaos symbol effects during Step 4 of a skill test or applying modifiers to an investigator’s skill value during Step 5 of a skill test, the effects and modifiers of all of the resolved chaos tokens should be applied, even though the rules state “the revealed chaos token.” Similarly, any card effects that refer to “the revealed chaos token” refer to all of the\nresolved tokens. For example: An investigator plays [Premonition](/card/04199) , which reads: “Put Premonition into play, reveal a random chaos token from the chaos bag, and seal it on Premonition.” That investigator then uses [Olive McBride](/card/04197) to “reveal 3 chaos tokens instead of 1, choose 2 of those tokens to resolve, and ignore the other.” In this case, both of the resolved tokens would be sealed on Premonition, even though Premonition only refers to the revealed token as\na singular token. Likewise, when Premonition instructs that investigator to “Resolve the token sealed here as if it were just revealed from the chaos bag,” the investigator should resolve both of the tokens sealed on it. Additionally, when resolving multiple chaos tokens, any game or card effects which trigger if a certain chaos token is revealed—such as the text “If the named chaos token is revealed during this skill test…” on [Recall the Future](/card/04158)—will trigger if any of the resolved chaos tokens meet the specified conditions. Such an effect will not trigger twice if two of the designated tokens are resolved.\nNote that this entry only applies when multiple chaos tokens are “resolved.” If multiple chaos tokens are revealed and all but 1 of them are canceled or ignored, this entry does not apply. - FAQ, v.1.4, September 2018\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:41:33.000Z"
  },
  {
    "code": "04200",
    "text": "- **P:** If I fail a test that has costs other than actions associated with it (like spending ammo or charges), do I need to respend costs to 'attempt that test again'? My read is no: it's not a new action, it's just 'go straight back into the skill test', without spending costs. Is that correct? **R:** Correct. The investigator does not need to pay any costs associated with the skill test again (such as ammo, actions spent, etc), although anything spent to improve the previous test (like committed costs or resources on a Talent) are indeed lost at the end of the first test.\n\n- **P:** Does a skill test end at the same time as the action spent to trigger it, if it is, for instance, an **Investigate** test or **Fight** test? Do end of skill test and end of action effects trigger at the same time? **R:** Correct, an action that is a skill test (such as Investigate or Fight) ends at the same time that the skill test ends, so both such effects would trigger at the same time.",
    "updated_at": "2019-02-26T16:37:21.000Z"
  },
  {
    "code": "04205",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:25:36.000Z"
  },
  {
    "code": "04231",
    "text": "- **P:** Can Ancient Stone (Minds in Harmony) heal horror from Daisy's [The Necronomicon](/card/01009)? **R:**\nCorrect, there is nothing stopping you from healing horror from the Necronomicon using Ancient Stone (Minds in Harmony), provided the Necronomicon is at your location. Note, however, that horror cannot be healed from a card if that horror is being used as a placeholder for another kind of effect (for example, the horror on locations in Curtain Call being used to represent fire, flood, or ooze – it’s not actually horror anymore, so it cannot be ‘healed’.)\"",
    "updated_at": "2018-09-17T20:07:51.000Z"
  },
  {
    "code": "04233",
    "text": "- **P:** With [Fence](/card/04108), can I play an Illicit asset (or appropriate event) in the [free] after my last action? This seems a bit more prickly as I need to initiate a play action before I can give fast to the card… But then also fast cards don't use the play Action to enter play?  **R:** Yes, you can. Fast assets can be played in any player window during your turn, including the one after your last action is taken. Fence gives the card fast before it is actually played, so this is taken into account during its initiation sequence.\n\n- **P:** [Double, Double](/card/05320) vs [Pay Day](/card/04233). Can the [reaction] of Double, Double be initiated despite the end of the turn [from Pay Day]? If the turn immediately ends, does this mean even if Pay Day is played again, no actions were performed and the second pay day will grant no resources? **R:** Technically, you can use Double, Double to play a card that ends your turn twice, even though it ends your turn. Ending your turn doesn’t mean that you can’t trigger effects, it just means that you can no longer take actions. Since the second playing of the card doesn’t cost an action in this case, you can go ahead and resolve it even though your turn has ended. HOWEVER, due to the specific text on Pay Day, doing so would essentially do nothing. It says that you gain 1 resource for each action you performed this turn. Since you are playing it outside of your turn, you would gain 0 resources from the second copy of Pay Day (since the first copy ended your turn.)",
    "updated_at": "2020-05-11T15:41:42.000Z"
  },
  {
    "code": "04236",
    "text": "- **P:** With [On Your Own](/card/04236), can I play 1+ cost events when I have 0 resources? Can I initiate playing a card when I don't have the resources to completely pay for it? **R:** Yes, you can. If you take a look at the [Initiation Sequence appendix on page 22 of the RR](/rules#Appendix_I_Initiation_Sequence), you’ll see that the second bullet point says: “Determine the cost to play the card or initiate the ability. If it is established that the cost <u>(taking modifiers into account)</u> can be paid, proceed with the remaining steps of this sequence.” (emphasis mine). The initiation sequence takes all modifiers to the card’s cost into account when determining if it can be played, so you can play a 2 cost event even if you have 0 resources, so long as the cost is reduced by 2.",
    "updated_at": "2018-09-14T19:54:03.000Z"
  },
  {
    "code": "04237",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:27:23.000Z"
  },
  {
    "code": "04265",
    "text": "- **P:** *[part 1 of 2, splitting for clarity]* I am a bit confused as to how [Handcuffs](/card/04265) interacts with some encounter cards. [The Truth is Hidden](/card/03121) says \"flip\" clues to doom, not \"place\" doom. Would it still flip the doom on [Seeker of Carcosa](/card/03144)? **R:** Flipping clues to their doom side is not the same as placing them. In this instance, the token has already been placed on the card, so Handcuffs will not prevent the tokens from then being flipped over to their doom side. Note that the agendas in Echoes of the Past each read “After 1 or more clues are placed on an enemy in play: Flip those clues to their doom side,” meaning the flipping occurs after the tokens are already placed.\n\n- **P:** *[part 2 of 2, splitting for clarity]* [Mysterious Chanting](/card/01171) and [Dance of the Yellow King](/card/03097) look for a cultist in play. If a cultist or lunatic is handcuffed they cannot ready, but they might be the only cultist or lunatic in play. Are those cards effectively negated? **R:** As for Mysterious Chanting and Dance of the Yellow King, the answer is… sort of. Mysterious Chanting simply adds doom to the nearest Cultist, so if the nearest Cultist is handcuffed, then yes, it will do nothing. Dance of the Yellow King is trickier. It reads: “… If you fail, the nearest Lunatic enemy readies, moves (one location at a time) until it reaches your location, engages you, and makes an immediately attack.” Technically, the movement, engagement and attack aspects of this effect are not dependent on the enemy readying. While typically only ready enemies can move, engage, or attack, there is no rule stopping them from doing so while exhausted if an effect explicitly instructs them to. So strange as it may seem, if the nearest Lunatic enemy is handcuffed, it won’t ready, but it will still move to you, engage you, and attack. (Note that this would be different if the effect used the word “then” somewhere in it, for example “readies, then moves…”)",
    "updated_at": "2019-10-29T16:58:52.000Z"
  },
  {
    "code": "04270",
    "text": "- **P:** How does [The Skeleton Key](/card/04270) interact with [Obscuring Fog](/card/01168) or [Lantern](/card/03036)? **R:** If an effect \"sets\" the value of a statistic, that overrides all other modifiers. In other words, if a 4 shroud location has [Obscuring Fog](/card/01168) and [The Skeleton Key](/card/04270) attached to it, its shroud would still be 1, no matter what, because The Skeleton Key sets its value to 1. It is worth noting that this answer would be different if it set its \"base\" value – the \"base\" value of something is the value before modifiers are applied, so that would allow it to be modified afterward. But here Skeleton Key sets its value to 1, AKA the total value after all modifications.\n\n- **Errata:** This card's [action] ability should read: \"If The Skeleton Key is in your play area, attach it to your location…\" - FAQ, v.1.41, October 2018",
    "updated_at": "2018-10-29T14:02:06.000Z"
  },
  {
    "code": "04273",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:17:29.000Z"
  },
  {
    "code": "04277",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:27:33.000Z"
  },
  {
    "code": "04314",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:27:05.000Z"
  },
  {
    "code": "04325",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:25:47.000Z"
  },
  {
    "code": "04326",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:23:05.000Z"
  },
  {
    "code": "04326b",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:12:46.000Z"
  }
]