[
  {
    "code": "zbh_00001",
    "name": "Braque Harrigan",
    "subname": "Le Chien de Guerre",
    "text": "Vous avez 2 emplacements de patte supplémentaires qui ne peuvent être utilisés que pour contenir des soutiens [[Weapon]]. Oui, vous avez bien lu. Ne me demandez pas comment c'est possible.\n[elder_sign] : +2. Réduisez de 2 le coût du prochain soutien [[Weapon]] que vous jouez à ce round.",
    "traits": "Vétérran.",
    "back_flavor": "Braque Harrigan est l'élite de l'élite. Entraîné aussi bien pour le combat à pattes nues qu'au pattiement des armes, il est fier de défendre l'humanité, d'être le bouclier contre les forces félines qui menacent d'envahir le monde. Mais ses armes et ses compétences suffiront-elles? Ou aboie-t-il plus fort qu'il ne mord?",
    "back_text": "<b>Taille du Deck</b> : 30.\n<b>Construction du Deck </b>: cartes Gardien ([guardian]) de niveaux 0 à 5, cartes neutres de niveaux 0 à 5, cartes [[Weapon]] de niveau 0.\n<b>Exigences du Deck</b> (ne comptent pas dans la limite de taille du deck): Minoutrailleuse, Aboie Plus qu'il ne Mord, 1 faiblesse de base au hasard."
  },
  {
    "code": "zbh_00002",
    "name": "Minoutrailleuse",
    "text": "Deck de Braque Harrigan uniquement.\nUtilisations (12 munitions).\n[action][action] Dépensez 1 à 3 munitions : <b>Combattre.</b> Vous gagnez +X [combat] et infligez +X [damage] pour cette attaque. X est le nombre de munitions dépensées en tant que coût pour cette capacité.",
    "traits": "Objet. Arme. Arme à feu."
  },
  {
    "code": "zbh_00003",
    "name": "Aboie Plus qu'il ne Mord",
    "text": "<b>Révélation</b> - Mettez en jeu Aboie Plus qu'il ne Mord dans votre zone de menace.\nVous perdez-3 [combat]. (OUAF ! OUAF ! OUAF !)\n<b>Forcé</b> - Après que vous avez vaincu un ennemi : défaussez Aboie Plus qu'il ne Mord.",
    "traits": "Défaut."
  },
  {
    "code": "zbh_00004",
    "name": "Kate Winthpup",
    "subname": "The Laboratory Labrador",
    "text": "While you are at a location you've sniffed, each skill test you perform gets -1 difficulty.\n[action]: Sniff your l ocation or a connecting location. This action does not provoke attacks of opportunity.\n[elder_sign] effect: +0. Sniff your location or a connecting location.",
    "traits": "Scholar. Pup.",
    "back_flavor": "One of the brightest in Muttskatonic University Obedience School, Kate is an expert in theoretical physics, chemistry, and zoology. Thanks to her keen mind and attention to detail, she has concocted a way to defend herself and others from the machinations of cats everywhere. Using her newly constructed Feline Discombobulator—and her keen sense of smell—Kate will sniff out evil and defend Barkham from the forces that dwell in the shadows.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Seeker cards ([seeker]) level 0-5, Neutral cards level 0-5, up to five other level 0 cards that look like they would smell weird.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Feline Discombobulator, Foul Odor, 1 random basic weakness."
  },
  {
    "code": "zbh_00005",
    "name": "Feline Discombobulator",
    "subname": "It Discombobulates Felines",
    "text": "Kate Winthpup deck only.\n[reaction] When an enemy would spawn at your location, if that enemy is a cat, looks like a cat, or is some kind of a weird cat-person hybrid, exhaust Feline Discombobulator: Automatically evade it.",
    "traits": "Item. Science."
  },
  {
    "code": "zbh_00006",
    "name": "Foul Odor",
    "text": "<b>Revelation</b> - Put Foul Odor into play in your threat area.\n<b>Forced</b> - After you perform a skill test at a location you have sniffed: Take 1 horror.\n[action]: Discard Foul Odor and unsniff everything you've sniffed.",
    "traits": "Madness."
  },
  {
    "code": "zbh_00007",
    "name": "\"Skids\" O'Drool",
    "subname": "The Pound Escapee",
    "text": "[action] Spend 1 resource: <b>Move.</b> You give a human puppy dog eyes until they give you a car ride. Move up to 3 times, ignoring enemy engagement. (Limit once per round.)\n[elder_sign] effect: +2. Deal 1 damage to the next enemy whose location you enter this round.",
    "traits": "Criminal.",
    "back_flavor": "\"Skids\" O'Drool always wanted to be a good boy. But his nose for trouble kept landing him in the pound, where the \"bad dogs\" go. Usually this was because of his favorite pastime: begging to go for a car ride, then fervently wrenching the wheel away from the hapless human. How this obsession with cars began, we may never know. All we know is that other drivers should be careful when \"Skids\" is on the loose.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Rogue cards ([rogue]) level 0-5, Neutral cards level 0-5, up to five other level 0 cards that \"move\" you (and by \"move\" we mean physically, not emotionally).\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Take the Wheel, Dogcatchers, 1 random basic weakness."
  },
  {
    "code": "zbh_00008",
    "name": "Take the Wheel",
    "text": "\"Skids\" O'Drool deck only.\nFast. Play only during your turn.\nFor the remainder of your turn, whenever you enter a location, deal 3 damage to an enemy at that location.",
    "traits": "What? No. Stop. That's bad. Bad dog."
  },
  {
    "code": "zbh_00009",
    "name": "Dogcatchers",
    "text": "<b>Prey</b> - \"Skids\" O'Drool.\nHunter.\n<b>Forced</b> - After you enter Dogcatchers' location or Dogcatchers enters your location: You cannot move for the remainder of the round.",
    "traits": "Humanoid."
  },
  {
    "code": "zbh_00010",
    "name": "Jacqueline Canine",
    "subname": "The Paw Reader",
    "text": "[fast] Bury 1 card from your hand facedown beneath Jacqueline Canine: Draw 1 card. (Limit once per round.)\n[action]: Choose and dig up 1 or 2 buried cards, returning them to your hand.\n[elder_sign] effect: +1. Dig up a buried card, returning it to your hand.",
    "traits": "Clairvoyant.",
    "back_flavor": "As a psychic, Jacqueline Canine can always foretell what is buried beneath the earth in any given spot. She knows where to go to find the best bones, where to rummage to find the tastiest scraps of food, and where to beg for the best treats. But what will Jacqueline do when these premonitions lead her to real danger?",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Mystic cards ([mystic]) level 0-5, Neutral cards level 0-5, level 0-5 cards that are cats or have cats in their artwork. (Blasphemy!)\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Chew Toy of Nightmares, No Sense of Space or Time, 1 random basic weakness."
  },
  {
    "code": "zbh_00011",
    "flavor": "Once you start chewing, you can never stop.",
    "name": "Chew Toy of Nightmares",
    "subname": "Nightmares, I Tell You",
    "text": "Jacqueline Canine deck only.\nYou may commit buried cards to skill tests as if they were in your hand.",
    "traits": "Item. Relic. Cursed."
  },
  {
    "code": "zbh_00012",
    "name": "No Sense of Space or Time",
    "text": "<b>Revelation</b> - Oh no! You forgot where you buried all your cards! For each card you have buried, either take 1 horror or discard it.",
    "traits": "Flaw."
  },
  {
    "code": "zbh_00013",
    "name": "Duke",
    "subname": "The Good Boy",
    "text": "You begin the game with Friendly Human in play.\n[action][action]: You beg for more treats. Place 3 treats on Friendly Human.\n[elder_sign] effect: +2. Place 1 treat on Friendly Human. After this test ends, ready him.",
    "traits": "Drifter.",
    "back_flavor": "Arf. Arf arf arf. BARK! Grrrrrrrr. Woof. Arf arf arf arf arf arf arf. Bark bark. Mrr?… Bark. Bark bark. Arf arf arf arf arf. Borf borf. Woof woof woof! AROOOOOOO—",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Survivor cards ([survivor]) level 0-5, Neutral cards level 0-5, up to 5 other level 0 [[Ally]] cards who are either other dogs or humans who want to pet you.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Friendly Human, Out of Doggie Treats, 1 random basic weakness.\n<b>Deckbuilding Restrictions</b>: ABSOLUTELY NO CATS UNDER ANY CIRCUMSTANCES!"
  },
  {
    "code": "zbh_00014",
    "name": "Friendly Human",
    "subname": "I Guess His Name is \"Pete?\"",
    "text": "Duke deck only. Uses (5 treats).\n[reaction] After you succeed at a skill test, spend 1 treat: Good boy! Either (choose one) - \n- Heal 1 damage or 1 horror.\n- Draw 1 card.\n- Gain 1 resource.",
    "traits": "Ally."
  },
  {
    "code": "zbh_00015",
    "flavor": "… but I did good!\nDidn't I do good?\nI did good, right?\n… right?",
    "name": "Out of Doggie Treats",
    "text": "<b>Revelation</b> - Remove all treats from Friendly Human.",
    "traits": "Blunder."
  },
  {
    "code": "zbh_00016",
    "flavor": "Often worn by guard dogs.",
    "name": "Spiked Collar",
    "text": "Barkham deck only.\n[reaction] When an enemy attack deals 1 damage to you, exhaust Spiked Collar: Deal 1 damage to the attacking enemy.",
    "traits": "Item. Armor."
  },
  {
    "code": "zbh_00017",
    "flavor": "Memes haven't been invented yet.",
    "name": "Dog Monocle",
    "text": "Barkham deck only.\nYou get +1 [intellect] while investigating and also +1 skill value during parley actions, because, I mean, honestly, look at you.",
    "traits": "Item. Tool. Classy."
  },
  {
    "code": "zbh_00018",
    "flavor": "Is it weird for a dog to hire another dog?",
    "name": "Hired Dogs",
    "text": "Barkham deck only.\n[fast] During your turn, exhaust Hired Dogs: <b>Fight.</b>/<b>Investigate.</b> Either attack with a base [combat] skill of 4, or investigate with a base [intellect] skill of 4. After this test ends, either pay 1 resource in dog food or discard Hired Dogs.",
    "traits": "Ally. Creature. Fellow Dogs."
  },
  {
    "code": "zbh_00019",
    "flavor": "While not strictly an Ancient One, Clyhf'ford is most definitely a kaiju.",
    "name": "Howl of Clyhf'ford",
    "text": "Barkham deck only.\n<b>Evade.</b> The enemy chosen for this evasion attempt must be the enemy in play with the highest evade value. This evasion attempt uses [willpower] instead of [agility]. If you succeed, automatically evade each non-[[Elite]] enemy in play.",
    "traits": "Spell."
  },
  {
    "code": "zbh_00020",
    "flavor": "It's like a chew toy, but smellier!",
    "name": "Old Shoe",
    "text": "Barkham deck only.\n[fast] Deal 1 damage to Old Shoe: Heal 1 horror.",
    "traits": "Item. Footwear, but not really."
  },
  {
    "code": "zbh_00021",
    "flavor": "Go home dog, you are drunk.",
    "name": "Hair of the Dog",
    "text": "Barkham deck only.\nMax 1 committed per skill test.\nAfter this skill test ends, the investigator performing this test gets -2 skill value for the next skill test they perform this round.",
    "traits": "Illicit."
  },
  {
    "code": "zbh_00022",
    "name": "The Meddling of Meowlathotep",
    "text": "Easy / Standard\n[skull]: -X. X is half the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep, rounded up.\n[cultist]: -2. If you fail, Add 1 doom token to the nearest enemy.\n[tablet]: -2. If you fail, place 1 of your clues on your location.\n[elder_thing]: -5. Woof.",
    "back_text": "Hard / Expert\n[skull]: -X. X is the number of [[Meowsk]] enemies in play, in the victory display, and attached to Meowlathotep.\n[cultist]: -2. Add 1 doom token to the nearest enemy.\n[tablet]: -2. place 1 of your clues on your location.\n[elder_thing]: -7. Woof."
  }
]
