[
  {
    "code": "zbh_00001",
    "name": "Braque Harrigan",
    "subname": "Le Chien de Guerre",
    "text": "Vous avez 2 emplacements de patte supplémentaires qui ne peuvent être utilisés que pour contenir des soutiens [[Arme]]. Oui, vous avez bien lu. Ne me demandez pas comment c'est possible.\n[elder_sign] : +2. Réduisez de 2 le coût du prochain soutien [[Arme]] que vous jouez à ce round.",
    "traits": "Vétérran.",
    "back_flavor": "Braque Harrigan est l'élite de l'élite. Entraîné aussi bien pour le combat à pattes nues qu'au pattiement des armes, il est fier de défendre l'humanité, d'être le bouclier contre les forces félines qui menacent d'envahir le monde. Mais ses armes et ses compétences suffiront-elles? Ou aboie-t-il plus fort qu'il ne mord?",
    "back_text": "<b>Taille du Deck</b> : 30.\n<b>Construction du Deck </b>: cartes Gardien ([guardian]) de niveaux 0 à 5, cartes neutres de niveaux 0 à 5, cartes [[Weapon]] de niveau 0.\n<b>Exigences du Deck</b> (ne comptent pas dans la limite de taille du deck): Minoutrailleuse, Aboie Plus qu'il ne Mord, 1 faiblesse de base au hasard."
  },
  {
    "code": "zbh_00002",
    "name": "Minoutrailleuse",
    "text": "Deck de Braque Harrigan uniquement.\nUtilisations (12 munitions).\n[action][action] Dépensez 1 à 3 munitions : <b>Combattre.</b> Vous gagnez +X [combat] et infligez +X [damage] pour cette attaque. X est le nombre de munitions dépensées en tant que coût pour cette capacité.",
    "traits": "Objet. Arme. Arme à feu."
  },
  {
    "code": "zbh_00003",
    "name": "Aboie Plus qu'il ne Mord",
    "text": "<b>Révélation</b> - Mettez en jeu Aboie Plus qu'il ne Mord dans votre zone de menace.\nVous perdez-3 [combat]. (OUAF ! OUAF ! OUAF !)\n<b>Forcé</b> - Après que vous avez vaincu un ennemi : défaussez Aboie Plus qu'il ne Mord.",
    "traits": "Défaut."
  },
  {
    "code": "zbh_00004",
    "name": "Kate Winthrott",
    "subname": "Le Labrador de Laboratoire",
    "text": "Tant que vous êtes dans un lieu que vous avez flairé, la difficulté de chaque test de compétence que vous effectuez diminiue de -1.\n[action]: flairez votre lieu ou un lieu connexe. Cette action ne provoque pas d'attaques d'opportunité.\n[elder_sign] : +0. Flairez votre lieu ou un lieu connexe.",
    "traits": "Érudit. Chiot.",
    "back_flavor": "Kate est l'un des esprites les plus brillants de l'Institut de Dressage de l'Université Miscabotic.C'est une experte en physique théorique, en chimie et en zoologie. Grâce à son intelligence et à son sens du détail, elle a découvert un moyen de combattre les machinations des chats. À l'aide de son tout nouveau Décontenanceur de Félins - et de son odorat aiguisé -, Kate dénichera le mal et protégera Warkham des forces qui se tapissent dans l'ombre.",
    "back_text": "<b>Taille du Deck</b>: 30.\n<b>Construction du Deck</b>: cartes Chercheur ([seeker]) de niveaux 0 à 5, cartes neutres de niveaux 0 à 5, jusqu'à 5 autres cartes de niveau 0 qui ont l'air d'avoir une drôle d'odeur.\n<b>Exigences du Deck</b> (ne comptent pas dans la limite de taille du deck): Décontenanceur de Félins, Mauvaise Odeur, 1 faiblesse de base au hasard."
  },
  {
    "code": "zbh_00005",
    "name": "Décontenanceur de Félins",
    "subname": "Il Décontenance les Félins",
    "text": "Deck de Kate Winthrott uniquement.\n[reaction] Quand un ennemi devrait être généré dans votre lieu, si cet ennemi est un chat, ressemble à un chat ou est une espèce d'hybride de chat bizarroïde, inclinez le Décontenanceur de Félins : échappez automatiquement à cet ennemi.",
    "traits": "Objet. Science."
  },
  {
    "code": "zbh_00006",
    "name": "Mauvaise Odeur",
    "text": "<b>Révélation</b> - Mettez en jeu Mauvaise Odeur dans votre zone de menace.\n<b>Forcé</b> - Après que vous avez effectué un test de compétence dans un lieu que vous avez flairé : subissez 1 horreur\n[action]: défaussez Mauvaise Odeur et déflairez tout ce que vous avez flairé.",
    "traits": "Folie."
  },
  {
    "code": "zbh_00007",
    "name": "« Skids » O'Toutou",
    "subname": "L'Évadé de la Fourrière",
    "text": "[action] Dépensez 1 ressource : <b>Se déplacer.</b> Vous faites vos plus beaux yeux de chien battu à un humain jusqu'à ce qu'il vous emmène faire une balade en voiture. Déplacez-vous jusqu'à 3 fois en ignorant les engagements des ennemis. (Limite d'une fois par round.)\n[elder_sign] : +2. Infligez 1 dégât au prochain ennemi dans le lieu duquel vous entrez à ce round.",
    "traits": "Criminel.",
    "back_flavor": "Bien qu'il ait toujours voulu être un bon toutou, son penchant pour les ennuis a souvent amené « Skids » à se retrouver en cage, là où vont les « vilains chiens ». C'était généralement dû à son passe-temps favori : réclamer à grand cris une promenade en voiture, pour finalmeent arracher le volant des mains de son malheureux maître. Nous ne saurons jamais d'où lui vient cette obsession pour les automobiles, mais il est évident que les autres conducteurs feraient mieux d'être prudents lorsque « Skids » est en liberté.",
    "back_text": "<b>Taille du Deck</b>: 30.\n<b>Construction du Deck</b>: cartes Truand ([rogue]) de niveaux 0 à 5, cartes neutres de niveaux 0 à 5, jusqu'à 5 autres cartes de niveau 0 qui vous « déplacent » (à ne pas confondre avec des cartes qui auraient un comportement déplacé, hein).\n<b>Exigences du Deck</b> (ne comptent pas dans la limite de taille du deck) : Prendre le Volant, Ramasseurs de Chiens Errants, 1 faibless de base au hasard."
  },
  {
    "code": "zbh_00008",
    "name": "Prendre le Volant",
    "text": "Deck de « Skids » O'Toutou uniquement.\nRapide. À jouer uniquement lors de votre tour.\nPour le reste de votre tour, chaque fois que vous entrez dans un lieu, infligez 3 dégâts à un ennemi dans ce lieu.",
    "traits": "Quoi ? Non. Stop. C'est vilain. Vilain chien."
  },
  {
    "code": "zbh_00009",
    "name": "Ramasseurs de Chiens Errants",
    "text": "<b>Proie</b> - « Skids » O'Toutou.\nChasseur.\n<b>Forcé</b> - Après que vous êtes entré dans le lieu des Ramasseurs de Chiens Errants ou que ces derniers sont entrés dans votre lieu : vous ne pouvez pas vous déplacer pour le reste du round",
    "traits": "Humanoîde."
  },
  {
    "code": "zbh_00010",
    "name": "Jacqueline Canine",
    "subname": "La Pattomancienne",
    "text": "[fast] Enterrez 1 carte de votre main, face cachée, sous Jacqueline Canine : piochez 1 carte. (Limite d'une fois par round.)\n[action]: choisissez et déterrez 1 ou 2 cartes enterrées en les renvoyant dans votre main.\n[elder_sign] : +1. Déterrez 1 carte enterrée en la renvoyant dans votre main.",
    "traits": "Clairvoyant.",
    "back_flavor": "En tant que médium, Jacqueline Canine a toujours pu prédire ce qui était enterré sous la terre, quel que soit l'endroit. Elle sait où creuser pour trouver les meilleurs os et où quémander pour obtenir les meilleurs biscuits. Mais que fera Jacqueline quand ses prédictions la guideront veres un véritable danger ?",
    "back_text": "<b>Taille du Deck</b>: 30.\n<b>Constructino du Deck</b>: cartes Mystique ([mystic]) de niveaux 0 à 5, cartes neutres de niveaux 0 à 5, cartes de niveaux 0 à 5 qui sont des chats ou qui ont des chats dans leur illustration. (Sacriliège !)\n<b>Exigences du Deck</b> (ne comptent pas dans la limite de taille du deck) : Baballe de Cauchemar, Aucun Sens de l'Orientation, 1 faiblesse de base au hasard."
  },
  {
    "code": "zbh_00011",
    "flavor": "Quand vous commencez à la mâchouiller, vous ne pouvez plus vous arrêter.",
    "name": "Baballe de Cauchemar",
    "subname": "Vraiment Cauchemardesque",
    "text": "Deck de Jacqueline Canine uniquement.\nVous avez le droit d'attribuer des cartes enterrées à des tests de compétence comme si elles étaient dans votre main.",
    "traits": "Objet. Relique. Maudit."
  },
  {
    "code": "zbh_00012",
    "name": "Aucun Sens de l'Orientation",
    "text": "<b>Révélation</b> - Oh non ! Vous avez oublié où vous avez enterré toutes vos cartes ! Pour chaque carte que vous avez enterrée, soit vous subissez 1 horreur, soit vous la défaussez.",
    "traits": "Défaut."
  },
  {
    "code": "zbh_00013",
    "name": "Duke",
    "subname": "Le Gentil Toutou",
    "text": "Vous commencez la partie avec l'Humain de Compagnie en jeu.\n[action][action]: Vous quémandez davantage de friandises. Placez 3 bisctuis sur l'Humain de Compagnie\n[elder_sign] : +2. Placez 1 biscuit sur l'Humain de Compagnie.",
    "traits": "Vagabond.",
    "back_flavor": "Arf. Arf arf arf. OUAF! Grrrrrrrr. Woof. Arf arf arf arf arf arf arf. Ouaf. Ouaf. Mrr?… Bark. Ouaf, ouaf. Arf arf arf arf arf. Borf borf. Wouf wouf woof! AROOOOOOO—",
    "back_text": "<b>Taille du Deck</b>: 30.\n<b>Construction du Deck</b>: cartes Survivant ([survivor]) de niveaux 0 à 5, cartes neutres de niveaux 0 à 5, jusqu'à cinq autres cartes [[Allié]] de niveau 0 qui sont soit des chiens, soit des humains qui veulent vous caresser.\n<b>Exigences du Deck</b> (ne comptent pas dans la limite de taille du deck) : Humain de Compagnie, À Court de Bisctuis pour Chien, 1 faiblesse de base au hasard.\n<b>Restrictions du Deck</b>: JAMAIS AUCUN CHAT, EN AUCUNE CIRCONSTANCE"
  },
  {
    "code": "zbh_00014",
    "name": "Humain de Compagnie",
    "subname": "Je Crois qu'il s'Appelle « Pete » ?",
    "text": "Deck de Duke uniquement. Utilisations (5 biscuits).\n[reaction] Après que vous avez réussi un test de compétence, dépansez 1 biscuit : gentil chien ! Choisisssez une option :\n- Soignez 1 dégât ou 1 horreur.\n- Piochez 1 carte.\n- Gagnez 1 ressource.",
    "traits": "Allié."
  },
  {
    "code": "zbh_00015",
    "flavor": "… mais j'ai été gentil !Hein que j'ai été gentil\nUn gentil chien, hein ?\n… hein ?",
    "name": "À Court de Biscuits pour Chien",
    "text": "<b>Révélation</b> - Retirez tous les biscuits de l'Humain de Compagnie.",
    "traits": "Bévue."
  },
  {
    "code": "zbh_00016",
    "flavor": "Souvent porté par les chiens de garde.",
    "name": "Collier à Pointes",
    "text": "Deck de Warkham uniquement.\n[reaction] Quand une attaque ennemie vous inflige des dégâts, inclinez le Collier à Pointes : infligez 1 dégât à l'ennemi attaquant..",
    "traits": "Objet. Armure."
  },
  {
    "code": "zbh_00017",
    "flavor": "Les mèmes n'ont même pas encore été inventés.",
    "name": "Monocle Canin",
    "text": "Deck de Warkham uniquement.\nVous gagnez +1 [intellect] pendant que vous enquêtez et +1 à votre valeur de compétence lors des actions Discussion, parce que... enfin, vous voyez quoi. Franchement, regardez-vous !",
    "traits": "Objet. Outil. Chic."
  },
  {
    "code": "zbh_00018",
    "flavor": "N'est-ce pas étrange pour un chien d'en louer un autre",
    "name": "Chiens de Location",
    "text": "Deck de Warkham uniquement.\n[fast] Lors de votre tour, inclinez les Chiens de Location : <b>Combattre/Enquêter.</b> Soit vous attaquez avec une compétence  [combat] de base de 4, soit vous enquêtez avec une compétence [intellect] de base de 4. Àaprès la fin de ce test, soit vous payez 1 ressource pour acheter de la nourriture pour chiens, soit vous défaussez les Chiens de location.",
    "traits": "Allié. Créature. Chiens Domestiques."
  },
  {
    "code": "zbh_00019",
    "flavor": "Bien qu'il ne soit pas à proprement parler un Grand Ancien, Clyhf'ford des clairement un Kaiju",
    "name": "Hurlement de Clyhf'ford",
    "text": "Deck de Warkham uniquement.\n<b>Échapper à.</b> L'ennemi choisi poiur cette tentative d'évasion doit être l'ennemi en jeu avec la plus grande valeur d'évasion. Cette tentative d'évasion utilise [willpower] au lieu de [agility]. En cas de réussite, échappez automatiquement à chaque ennemi non-[[Élite]]en jeu.",
    "traits": "Sort."
  },
  {
    "code": "zbh_00020",
    "flavor": "C'est comme un jouet à mâchouiller, mais avec une bien meilleur odeur !",
    "name": "Vieille Chaussure",
    "text": "Deck de Warkham uniquement.\n[fast] Infligez 1 dégât à la Veille Chaussure : soignez 1 horreur.",
    "traits": "Objet. Paire de chaussures, enfin plus vraiment."
  },
  {
    "code": "zbh_00021",
    "flavor": "Rentre à la niche, t'es bourré.",
    "name": "Whusky",
    "text": "Deck de Warkham uniquement.\n1 max. attribuée par test de compétence.\nAprès la fin de ce test, l'investigateur qui effectuait ce test perd -2 à sa valeur de compétence pour le prochain test de compétence qu'il effectue à ce round. ",
    "traits": "Illicite."
  },
  {
    "code": "zbh_00022",
    "name": "La Cabale de Myarlathotep",
    "text": "FACILE / STANDARD\n[skull]: -X. X est la moitié du nombre [[Miaousque]] en jeu, dans la pile de victoire et attachés à Myarlathotep, arrondi au supérieur\n[cultist]: -2. En cas d'échec, placez 1 fatalité sur l'ennemi le plus proche.\n[tablet]: -2. En cas d'échec, placez 1 de vos indices sur votre lieu.\n[elder_thing]: -5. Wouf.",
    "back_text": "DIFFICILE / EXPERT\n[skull]: -X. X est le nombre d'ennemis [[Miaousque]] en jeu, dans la pile de victoire et attachés à Myarlathotep.\n[cultist]: -2. Placez 1 fatalité sur l'ennemi le plus proche.\n[tablet]: -2. Placez 1 de vos indices sur votre lieu.\n[elder_thing]: -7. Wouf."
  }
]