[
  {
    "code": "zbt_00001",
    "name": "À Brûler Après Lecture",
    "text": "Défaussez ou bannissez une carte non-faiblesse de votre main ou de votre zone de jeu. Découvrez dans votre lieu un nombre d'indices également à la moitié du niveau de cette carte (arrondi au supérieur). Si vous bannissez cette carte et que son niveau était de 2 ou plus, retirez également 1 fatalité de l'intrigue en cours.\n<b>Carte conçue par <i>The Council-in-Exile<i/> lors de la Gen Con 2020</b>",
    "traits": "Perspicacité."
  },
  {
    "code": "zbt_00002",
    "flavor": "Férocement loyale, cette mâchoire entraînée est le parfait compagnon.",
    "name": "Chien de Garde",
    "text": "[fast] Inclinez le Chien de Garde : engagez un ennemi dans votre lieu. Cet ennemi vous attaque.\n[reaction] : Quand une attaque ennemie inflige des dégâts et/ou des horreurs au Chien de Garde : infligez 1 dégât à l'ennemi attaquant.\n<b>Carte conçue par <i>The Council-in-Exile<i/> lors de la Gen Con 2020</b>",
    "traits": "Allié. Créature."
  },
  {
    "code": "zbt_00003",
    "name": "Lampe-Torche",
    "text": "Utilisations (4 provisions).\n[reaction] Quand vous effectuez un test de compétence lorsque vous enquêtez ou tentez de vous échapper, dépensez 1 provision : diminuez de 2 la difficulté de ce test.\n<b>Carte conçue par <i>The Council-in-Exile<i/> lors de la Gen Con 2020</b>",
    "traits": "Objet. Outil."
  },
  {
    "code": "zbt_00004",
    "name": "Bâton du Dragon",
    "text": "Vous avez 2 emplacements d'arcane supplémentaires.\n[action]: <b>Combattre.</b> Vous gagnez +1 [combat] pour cette attaque pour chacun de vos emplacements d'arcane occupé. Si au moins 2 de vos emplacements d'arcane sont occupés, cette attaque infligée +1 dégât. En cas de réussite, vous pouvez placer la carte du dessus de votre deck face cachée dans votre zone de menace, en temps quu'Aura (Elle occupe un emplacement d'arcane. Si elle devait quitter la partie, ajoutez-la à votre main.)\n<b>Carte conçue par <i>the Pride of Arkham</i></b>",
    "traits": "Objet. Arme. Corps-à-corps."
  },
  {
    "code": "zbt_00005",
    "name": "Alice Luxley",
    "subname": "Policière Intrépide",
    "text": "Vous gagnez +1 [intellect].\n[reaction] Après qu'une horreur a été placée sur Alice Luxley : votre lieu perd -2 de valeur occulte jusqu'à la fin du tour de l'investigateur actif.\n[reaction] Après que vous avez découvert un indice, inclinez Alice Luxley : infligez 1 dégât à un ennemi dans votre lieu.\n<b>Carte conçue par <i>the Pride of Arkham</i></b>",
    "traits": "Allié. Détective. Police."
  }
]