[
  {
    "code": "zez_00024",
    "name": "Les Baguettes de Yin",
    "text": "[reaction] Après que vous avez réussi un test de compétence au cours duquel vous avez attribué Les Baguettes de Yin : vous pouvez jouer Les Baguettes de Yin (en payant son coût) ou renvoyer Les Baguettes de Yin dans votre main.\n[action]: <b>Combattre.</b> Attribuez Les Baguettes de Yin à cette attaque. Cette attaque inflige + 1 dégât.",
    "traits": "Objet. Arme. Corps-à-corps."
  },
  {
    "code": "zez_00025",
    "name": "Le Violon de Page",
    "text": "[reaction] Après que vous avez défaussé 1 carte depuis votre main, inclinez Le Violon de Page : piochez 1 carte.",
    "traits": "Objet. Instrument."
  },
  {
    "code": "zez_00026",
    "name": "La Touche de Piano de La Fratta",
    "text": "[reaction] À la fin de votre tour, si vous n'avez pas effectué deux fois la même action (activer, engager, échapper à, combattre, enquêter, se déplacer, jouer, ressource, ou piocher), inclinez La Touche de Piano de La Fratta: effectuez une action supplémentaire. <i>(activer, engager, échapper à, combattre, enquêter, se déplacer, jouer, ressource ou piocher)</i>",
    "traits": "Objet. Charme."
  },
  {
    "code": "zez_00027",
    "name": "La Trompette de Walker",
    "text": "[reaction] Quand vous effectuez un test de compétence, inclinez La Trompette de Walker : vous gagnez + 1 à votre valeur de compétence pour chaque pion Chaos révélé pendant ce test.",
    "traits": "Objet. Instrument."
  },
  {
    "code": "zez_00028",
    "name": "Un Air Entêtant",
    "text": "Péril. Cachée.\n<b>Révélation</b> - Ajoutez secrètement Un Air Entêtant à votre main.\nUn Air Entêtant compte pour 3 cartes au lieu de 1 pendant l'étape de vérification de limite de votre main.\n<b>Forced</b> - Après que vous avez défaussé au moins 1 carte de votre main pendant la Phase d'Entretien : piochez la carte du dessus du deck Rencontre. Défaussez Un Air Entêtant.",
    "traits": "Folie."
  },
  {
    "code": "zez_00044",
    "name": "Auguste Gaudin",
    "subname": "Maestro des Symphonies",
    "text": "[fast] Inclinez Auguste Gaudin : cherchez une carte Rencontre parmi les 9 cartes du dessus du deck Rencontre et piochez-la. Mélangez le deck Rencontre. Ensuite, cherchez une carte parmi les 3 cartes du dessus de votre deck et piochez-la. Mélangez votre deck. N'importe quel investigateur dans votre lieu peut déclencher cette capacité.",
    "traits": "Allié. Musicien."
  },
  {
    "code": "zez_00046",
    "flavor": "\"La vie est comme un piano. Ce que vous pouvez en tirer dépend de votre manière d'en jouer.\"",
    "name": "Isabel La Fratta",
    "subname": "La Pianiste",
    "text": "Vous pouvez effectuer une action supplémentaire pendant votre tour.\n<b>Forcé</b> - Après que vous avez effectué la même action deux fois de suite (activer, engager, échapper à, combattre, enquêter, se déplacer, jouer, ressource ou piocher) : perdez toutes vos actions restantes et terminez immédiatement votre tour.\n[elder_sign] effect: +0. Après la fin de ce test de compétence, effectuez immédiatement une action supplémentaire. Ignorez l'effet <b>Forcé</b> d'Isabel La Fratta pour cette action.",
    "traits": "Interprète.",
    "back_flavor": "Lorsqu'on donna à Isabel les partitions d'une nouvelle symphonie qu'elle devait interpréter avec l'orchestre du Théâtre Auseil, elle ne s'attendait pas à ce que son auditoire fut l'infinité des abysses extradimensionnelles. Sans l'assistance d'une poignée d'investigateurs d'Arkham, elle aurait sûrement été submergée par la musique du Néant, et tout le Théâtre Auseil avec elle.",
    "back_text": "<b>Taille du Deck</b> : 30.\n<b>SChoix Classe Secondaire</b> : à la création du deck, choisissez Chercheur ([seeker]), Mystique ([mystic]) ou Sruvivant ([survivor]).\n<b>Construction du Deck</b> : cartes Truand ([rogue]) de niveaux 0 à 5, cartes Neutres de niveaux 0 à 5, jusqu'à 5 cartes Événement et/ou Compétence de niveaux 0 à 1 de la classe secondaire choisie.\n<b>Exigences du Deck</b> ((ne comptent pas dans la limite du deck) : Cadenza, Erlkönig, 1 faiblesse de base au hasard."
  },
  {
    "code": "zez_00047",
    "name": "Cadenza",
    "text": "Deck d'Isabel La Fratta uniquement.\nVous pouvez effectuer immédiatement les actions suivantes dans l'ordre de votre choix : <b>Se Déplacer</b>, <b>Combattre</b>, <b>Échapper à</b>, <b>Enquêter</b>, Gagner 1 <b>Ressource</b> ou <b>Piocher</b>. Ces actions ne comptent pas dans le nombre total des actions que vous pouvez effectuer pendant votre tour. Si c'est votre tour, après avoir effectué ces actions, votre tour se termine immédiatement.",
    "traits": "Improvisé. Condamné."
  },
  {
    "code": "zez_00048",
    "name": "Erlkönig",
    "text": "<b>Révélation</b> - Mettez en jeu Erlkönig dans votre zone de menace.\n<b>Forcé</b> - Au début de votre tour : placez 1 fatalité sur Erlkönig.\n[action] : Retirez 1 fatalité sur Erlkönig.\n[action] : S'il n'y pas de fatalité sur Erlkönig : défaussez Erlkönig.",
    "traits": "Musique. Tâche."
  }
]