[
  {
    "code": "zhod_00001",
    "flavor": "« Le savant n'est pas l'Homme qui fournit les vraies réponses, c'est celui qui pose les vraies questions. »\n- Claude Lévi-Strauss",
    "name": "Julian Herbert",
    "subname": « L'Anthropologue",
    "text": "Vous commencez la partie avec Poser les Vraies Questions en jeu.\nDiminuez de 2 la difficulté des tests de compétence que vous effectuez lors des actions « Discussion ».\n[elder_sign] effect: +1. En cas de réussite, placez 1 secret sur Poser les Vraies Questions, si possible.",
    "traits": "Voyageur. Miskatonic.",
    "back_flavor": "Julian a passé sa jeunesse en Afrique du Sud, partagé entre les expéditions en safari mené par son père chasseur, et la découverte des cultures locales avec sa mère linguiste à l'université du Cap. Sa curiosité et sa facilité naturelle pour se lier avec les peuples qu'il rencontre l'ont amené à faire des études en sciences sociales, puis a devenir professeur d'anthropologie à l'université Miskatonic. Depuis son arrivée à Arkham, Julian à fait des découvertes inquiétantes en comparant ses travaux sur les tribus africaines avec d'autres sociétés dispersées partout dans le monde. De sombres rituels et d'antiques croyances malsaines présentent des similitudes troublantes, improbables au vu de leurs éloignement géographique et temporel. Comme si quelque chose, au-delà de notre compréhension, reliait ces peuples qui pourtant n'ont jamais été en contact les uns avec les autres. Julian sait pertinemment que pour trouver les réponses à ses questions. il devra retourner tôt ou tard sur le terrain.",
    "back_text": "<b>Taille du Deck</b> : 30.\n<b>Construction du Deck</b> : cartes Chercheur ([seeker]) de niveau 0 à 5, cartes avec l'action « Discussion » de niveau 0 à 5, cartes neutres de niveau 0 à 5, jusqu'à cinq autres cartes Gardien ([guardian]) et/ou Truand ([rogue]) de niveau 0.\n<b>Exigences du Deck</b> (ne comptent pas dans la limite du deck) : Poser les Vraies Questions, Des Questions Sans Réponses, 1 faiblesse de base au hasard."
  },
  {
    "code": "zhod_00002",
    "name": "Poser les Vraies Questions",
    "text": "Deck de Julian Herbert uniquement. Utilisations (3 secrets).\n[action] S'il y a une carte scénario [[Allié]], [[Humanoïde]] ou [[Passant]] dans votre lieu, dépensez 1 secret et inclinez Poser les Vraies Questions : <b>Discussion.</b> Effectuez un test de [intellect](X), X étant la valeur occulte de votre lieu. En cas de réussite, vous pouvez (choisissez une option) :\n- Découvrir 1 indice dans votre lieu.\n- Piocher 1 carte pour chaque point de réussite (maximum de 3).\n- Gagner 1 ressource pour chaque point de réussite (maximum de 3).",
    "traits": "Entraîné. Perspicacité."

  },
  {
    "code": "zhod_00003",
    "name": "Des Questions Sans Réponses",
    "text": "Deck de Julian Herbert uniquement.\n<b>Révélation</b> - Mettez Des Questions Sans Réponses en jeu dans votre zone de menace.\n<b>Forcé</b> - À la fin de votre tour : subissez 1 horreur.\n[action] Si un autre investigateur, un soutien [[Allié]] ou une carte scénario [[Allié]], [[Humanoïde]] ou [[Passant]] est dans votre lieu : [<b> Discussion.</b> Effectuez un test de [intellect](4). En cas de réussite, défaussez Des Questions Sans Réponses.",
    "traits": "Folie. Mystère."
  },
  {
   "code": "zhod_00026",
    "name": "Les Ancêtres vont ont entendu",
    "text": "Liée (Corne de Koudou).\nRapide. Choisissez une option:\n- Mettez cette carte en jeu, sous votre contrôle.\n- Infligez 2 dégâts à un ennemi dans n’importe quel lieu.\n- Piochez 2 cartes.\n<b>Forcé</b> - Quand cette carte devrait être défaussée :  bannissez-la à la place.",
    "traits": "Sort. Béni."
  },
  {
    "code": "zhod_00028",
    "flavor": "Lorsque vous soufflez dans la corne de kourou, un son clair et incroyablement puissant en sort. Vous avez l'intime conviction que quelqu'un - ou quelque chose - a forcément dû vous entendre.",
    "name": "Corne de Koudou",
    "subname": "Trompette des Ancêtres",
    "text": "Permanent.\n[fast]: Cherchez Les Ancêtres vous ont entendu parmi vos cartes liées et ajoutez-la à votre main. Bannissez la Corne de Koudou.",
    "traits": "Item. Relic. Blessed."
  },
  {
    "code": "zhod_00052",
    "name": "Savane",
    "text": "<b>Forcé</b> - Après que vous avez révélé ce lieu : s'il reste au moins 1 carte du set de Rencontre Faune Africaine mise de côté, piochez 1 carte prise au hasard dans le set de Rencontre Faune Africaine mis de côté. Sinon, défaussez des cartes depuis le dessus du deck de Rencontre jusqu'à ce que vous défaussiez un ennemi [[Créature]]. Piochez l'ennemi que vous venez de défausser.",
    "traits": "Plaine.",
    "back_flavor": "Cette immense étendue de terres sauvages semble immuable depuis l'aube de l'humanité. Elle pourrait le rester bien longtemps après que les Hommes ne fouleront plus la Terre."
  },
  {
    "code": "zhod_00053",
    "flavor": "Cet endroit paisible, en bordure d'une immense forêt, ne semble pas avoir été touché par les Ténèbres qui s'emparent du Congo. Du moins pas encore.",
    "name": "Savane",
    "subname": "Arbre à Prières",
    "text": "[action]: Vous vous reposez un instant à l'ombre de cet arbre sacré. Ajoutez 1 horreur sur votre carte L'Appel des Ténèbres. (Limite de 1 fois par partie.)",
    "traits": "Plaine.",
    "back_flavor": "Cette immense étendue de terres sauvages semble immuable depuis l'aube de l'humanité. Elle pourrait le rester bien longtemps après que les Hommes ne fouleront plus la Terre."
  },
  {
    "code": "zhod_00054",
    "flavor": "La piste qui contourne les cascades est immense et extrêmement glissante. Vous remarquez assez vite que de nombreuses traces de pas, récentes de surcroît, vont et viennent le long des chemins entourant les cascades d'eau fraîche.",
    "name": "Savane",
    "subname": "Chutes",
    "text": "<b>Forcé</b> - À la fin de votre tour, si vous êtes dans la Savane (Chutes) : effectuez un teste de [agility](3). En cas d'échec, subissez 1 dégât.",
    "traits": "Plaine.",
    "back_flavor": "Cette immense étendue de terres sauvages semble immuable depuis l'aube de l'humanité. Elle pourrait le rester bien longtemps après que les Hommes ne fouleront plus la Terre."
  },
  {
    "code": "zhod_00068",
    "flavor": "Il avait les joues creuses, le teint jaune, un dos très droit, l'aspect d'un ascète ; avec ses bras tombants, les mains retournées paumes au dehors, on eût dit une idole.\n-Joseph Conrad, <u>Au Cœur des Ténèbres</u>",
    "name": "Capitaine Marlow",
    "subname": "Baroudeur expérimenté",
    "text": "Vous gagnez +1 [willpower] et +1 [combat].",
    "traits": "Allié. Vagabond. Vétéran."
  },
  {
    "code": "zhod_00069",
    "flavor": "<b>Carte conçue par le gagnant du Concours de Faiblesse à l'Événement Arkham JCE TV Paris 2019</b>",
    "name": "Cacophonie des Mille Chevreaux",
    "text": "<b>Révélation</b> - Mettez Cacophonie des Mille Chevreaux en jeu dans votre zone de menace. Vous considérez chaque ennemi [[Humanoïde]] comme ayant également le trait [[Monstre]].\n<b>Forcé</b> - Quand un ennemi [[Monstre]] devrait vous attaquer, subissez 1 horreur.\n[action]: Effectuez un test de [willpower] ou de [intellect] (4). En cas de réussite, défaussez Cacophonie des Mille Chevreaux.",
    "traits": "Folie."
  },
  {
    "code": "zhod_00129",
    "name": "Journal de l'Arlequin",
    "subname": "Annoté par un Russe Fou",
    "text": "You gagnez +1 [willpower] et +1 [intellect].\nVous perdez -1 Santé Mentale.\n[reaction] Quand un investigateur dans votre lieu effectue un test de compétence pour combattre un ennemi [[Ténèbres]], inclinez le Journal de l'Arlequin : cet investigateur gagnez +1 à sa valeur de compétence pour ce test.",
    "traits": "Objet. Livre. Relique. Ténèbres."
  },
  {
    "code": "zhod_00130",
    "flavor": "Une fusillade éclata sous mes pieds. Les pèlerins avaient fait feu de leurs Winchesters et lâchaient tout bonnement du plomb dans la brousse.\n-Joseph Conrad, <u>Au Cœur des Ténèbres</u>",
    "name": "Winchester .22",
    "subname": "Modèle 1890",
    "text": "Utilisations (4 munitions).\n[action] Dépensez 1 munition : <b>Combattre.</b> Vous gagnez +1 [combat] pour cette attaque. Si un pion Chaos +1, 0 ou [elder_sign] est révélé lors de cette attaque, elle inflige +2 dégâts.",
    "traits": "Objet. Arme. Arme à feu."
  },
  {
    "code": "zhod_00139b",
    "name": "L'Appel des Ténèbres",
    "text": "Lisez l'Interlude <b>Les Ténèbres 1</b>.\nAttachez L'Appel des Ténèbres, avec cette face Histoire révélée, à votre investigateur. Pour le restant de la campagne, votre investigateur gagne les capacités suivantes :\n\"<b>Forcé</b> - Quand vous devriez retirer un nombre quelconque d'horreur de votre carte L'Appel des Ténèbres mais qu'il n'y a pas d'horreur à retirer sur L'Appel des Ténèbres, choisissez et défaussez ce même nombre de carte non-faiblesse de votre main ou du jeu, ou défaussez ce même nombre de ressources, ou n'importe quelle combinaison des deux à la place.\n<b>Foré</b> - Après que vous avez révélé Submergé part les Ténèbres : lisez l'Interlude de Scénario <b>Les Ténèbres 2</b>.\""
  },
  {
    "code": "zhod_00139",
    "name": "L'Appel des Ténèbres",
    "text": "Permanent.\nMaximum de 5 horreurs sur L'Appel des Ténèbres.\n<b>Forcé</b> - S'il n'y a pas d'horreur sur L'Appel des Ténèbres : retournez cette carte et lisez sa face Histoire.",
    "traits": "Folie."
  },
  {
    "code": "zhod_00140",
    "name": "Submergé part les Ténèbres",
    "text": "<b>Révelation</b> - Mettez Submergé part les Ténèbres en jeu dans votre zone de menace.\nVous ne pouvez pas piocher de carte, ni gagner de ressource.\n[action]: Effectuez un test de [willpower](3). En cas de réussite, défaussez Submergé part les Ténèbres.",
    "traits": "Ténèbres. Folie."
  },
  {
    "code": "zhod_00146",
    "name": "Équipement de Guerrier Congolais",
    "subname": "Lance et bouclier traditionnel",
    "text": "[action] <b>Combattre.</b> You gagnez +1 [combat] et ignorez le mot-clé Riposte pour cette attaque. Si vous réussissez avec une différence de 1 ou plus, cette attaque inflige +1 dégât.\n[action] Infligez 1 dégât à l'Équipement de Guerrier Congolais : <b>Échapper à.</b> Utilisez votre [combat] au lieu de votre [agility] et ignorez le mot-clé Alerte pour cette évasion.",
    "traits": "Item. Weapon. Melee."
  }
]
