Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/against_the_wendigo.po
Languages: es, it

source: September 1926. You have just witnessed the resounding trial of Dr. Nadelmann, a person close to you, who was the rising star of the Department ofAnthropology at Miskatonic University. Nadelmann is the only living member of the science expedition, launched to explore a wild valley in north-western Canada called North Hanninah. Sylvia Davidson, Norman Falkner and Bernard Epstein, the three newly graduated students who accompanied the anthropologist, have disappeared. The Arkham authorities were keen to ensure that justice was done, and Dr. Nadelmann was found guilty of involuntary homicide. However, everyone was able to see during the testimony that Nadelmann's physical and mental health were severely deteriorated. An ugly throat wound, which still had not healed after weeks, prevented Nadelmann from speaking normally. When Nadelmann's words could be understood, they were implausible rants, full of man-eating monsters and local spirits that doomed the expedition. After the judgment, mystery remained as to the real fate of the students, and Nadelmann was to leave for the Arkham Asylum to receive proper care pending a possible appeal of the trial. Standing in front of the court, as you meditate on the best way to prove Nadelmann innocent and rehabilitate the anthropologist’s name, many relatives of the missing students come to find you. Just like you, they are not satisfied with this judgment that has not shed light on the fate of their loved ones. They tell you that the Canadian Mounted Police stopped the investigation after the disappearance of many of their men. They are desperate, and ask you to find the three students, knowing that as a close friend of Dr. Nadelmann, you have access to all the information in Nadelmann's possession, and that they will provide you with all the support necessary to discover the truth. Soon after, you follow the footsteps of the previous expedition, starting by train from Arkham to Central Canada. During the trip you read Dr. Nadelmann's expedition notebook. Nadelmann's records are clear and precise at the beginning of the adventure. Several entries later, Nadelmann notes that the Sarcee guide of their expedition, Charlie Foxtail, abandoned the group after seeing the tracks ofa being that Charlie called “The Wendigo”. Then the information quickly becomes confusing, the writing becomes increasingly jerky, unreadable. As it stands, you are not able to make sense of the disaster that supposedly befell the expedition. There are nonetheless enough interesting and concrete leads to begin your investigation. Once at the terminus of the train, you are heading towards the Mackenzie River. Your destination is Fort McDonald, an outpost of the Mounted Police, which will give you access to the wild valley of North Hanninah. The weather is still good on the river bank, however higher up, in the mountains, the cold and the snow begin to settle. You have a short time before the arrival of winter to discover the truth about Dr. Nadelmann's disastrous expedition.
es: Septiembre, 1926. Acabas de presenciar la rotunda sentencia al juicio del Dr. Nadelmann, una persona cercana a ti, además de una estrella en ascenso del Departamento de Antropología de la Universidad de Miskatonic. Nadelmann es el único superviviente de la expedición científica lanzada para explorar un valle salvaje llamado Hanninah del Norte en el noroeste de Canadá. Sylvia Davidson, Norman Falknery, Bernard Epstein, los tres estudiantes recién graduados que acompañaron al antropólogo, han desaparecido. Las autoridades de Arkham estaban ansiosas por garantizar que se hiciera justicia, y el Dr. Nadelmannfue declarado culpable de homicidio involuntario. Sin embargo estaba a la vista de todos durante su testimonio, que la salud física y mental de Nadelmann estaban sumamente deterioradas. Una herida en la garganta, que aún no se había curado después de varias semanas, impidió que Nadelmann hablara normalmente. Cuando se podían entender sus palabras, eran diatribas inverosímiles, llenas de monstruos devoradores de hombres y espíritus locales que habían condenado la expedición. Transcurrido el juicio, el destino real de los estudiantes permaneció envuelto en misterio, y a Nadelmann le esperaba una habitación en el Manicomio de Arkham para recibir la atención adecuada mientras esperaba una posible apelación del juicio. De pie frente al juzgado mientras meditas sobre la mejor manera de demostrar la inocencia de Nadelmann y salvar su reputación, varios familiares de los estudiantes desaparecidos vienen a buscarte. Al igual que tú, no están satisfechos con el juicio que no ha sido capaz de arrojar luz sobre el destino de sus seres queridos. Te dicen que la Policía Montada de Canadá paró la investigación tras la desaparición de muchos de sus hombres. Están desesperados y te piden que encuentres a los tres estudiantes, sabiendo que, como amigo cercano del Dr. Nadelmann, tienes acceso a toda la información y apuntes en su posesión. Insisten en que te brindarán todo el apoyo necesario para descubrir la verdad. Decidido, te lanzas a seguir los pasos de la expedición anterior, montándote en el primer tren que sale desde Arkham y te lleva hasta el centro de Canadá. Durante el transcurso del viaje, lees el cuaderno de expedición del Dr. Nadelmann. Los apuntes son claros y precisos al comienzo de Ia aventura. Varias entradas más adelante, Nadelmann señala que el guía Sarsi de su expedición, Charlie Coladezorro, abandonó el grupo cuando. vio las huellas de un ser al que éste llamó "El Wendigo". Algunas páginas más adelante, la información se vuelve confusa, la letra empuñada por el Dr. Nadelmann se vuelve cada vez más errática e ilegible. Por muchas vueltas que le des, no puedes dar sentido al desastre que supuestamente sufrió la expedición. Sin embargo, hay suficientes hilos interesantes y concretos de los cuales puedes tirar para comenzar tu investigación. Cuando te bajas en la terminal del tren, te diriges hacia el río Mackenzie. Tu destino es el Fuerte McDonald, un puesto avanzado de la Policía Montada, que te dará acceso al salvaje valle del Hanninah del Norte. El clima aún es bueno en la orilla del río, sin embargo, más arriba en lo alto de las montañas, el frío y la nieve comienzan a asentarse. Tienes poco tiempo antes de la llegada del invierno para descubrir la verdad sobre la desastrosa expedición del Dr. Nadelmann.

source: Put the Fort McDonald, Jetty and Sarcee Territory locations into play. Each investigator begins play at the Jetty.
es: Pon en juego los Lugares Fuerte McDonald, Embarcadero y Territorio Sarsi. Cada investigador comienza la partida en el Embarcadero.
it: Mettete in gioco i luoghi Forte McDonald, Molo e Territorio Sarcee. Ogni investigatore inizia la partita al Molo.

source: Shuffle the 3 North Hanninah locations and put them into play, one directly to the North of the Jetty, one directly to the North of the first, and one directly to the North of the second.
es: Baraja los 3 Lugares Hanninah del Norte y ponlos en juego aleatoriamente, el primero al norte del Embarcadero, el segundo al norte del primero y el tercero al norte del segundo.
it: Mescolate i 3 luoghi Nord Hanninah e metteteli in gioco, uno direttamente a nord del Molo, uno a nord del primo e uno a nord del secondo.

source: Randomly take one of the Mountain Range cards and remove it from the game. Take the remaining 6 locations and shuffle them. Randomly put into play one location directly to the East and one location directly to the West of each North Hanninah location.
es: Elige al azar una de las cartas Cordillera y retírala del juego. Toma los 6 Lugares restantes y barájalos. Ponlos en juego aleatoriamente: un Lugar al este y un lugar al oeste de cada lugar de Hanninah del Norte.
it: Scegliete casualmente una della carte Catena Montuosa e rimuovetela dal gioco. Mescolate i 6 luoghi rimanenti. Scegliete casualmente e mettete in gioco un luogo direttamente ad est ed un altro direttamente ad ovest di ogni luogo Nord Hanninah.

source: <i><b>Note:</b> the Mountain Range, Impenetrable Forest, Swamp, Site of Ancient Stones, Sinister Taiga, and Isolated Lands locations are determined randomly and might not exactly follow the example below.</i>
es: <i><b>Nota:</b> Los Lugares Cordillera, Bosque impenetrable, Pantano, Piedras ignotas, Taiga siniestra y Tierra aislada se eligen al azar y pueden no coincidir con los que aparecen en el siguiente ejemplo.</i>
it: <i><b>Nota:</b> La posizione dei luoghi Catena Montuosa, Foresta Impenetrabile, Palude, Sito di Pietre Antiche, Taiga Sinistra e Landa Isolata è determinata in maniera casuale e potrebbe non seguire esattamente l'esempio sottostante.</i>

source: Mountain Range
es: Cordillera
it: Catena Montuosa

source: North Hanninah
es: Hanninah del Norte
it: Nord Hanninah

source: Swamp
es: Pantano
it: Palude

source: Sinister Taiga
es: Taiga siniestra
it: Taiga Sinistra

source: Site of Ancient Stones
es: Piedras ignotas
it: Sito di Pietre Antiche

source: Isolated Land
es: Tierra aislada
it: Landa Isolata

source: Sarcee Territory
es: Territorio Sarsi
it: Territorio Sarcee

source: Jetty
es: Embarcadero
it: Molo

source: Fort McDonald
es: Fuerte McDonald
it: Forte McDonald

source: Take the story cards, story side up. For each pair of cards with the same name, remove one at random from the game. The 3 remaining cards named <i>Sylvia’s Fate</i>, <i>Norman’s Fate</i>, and <i>Bernard’s Fate</i> make up the <i>Students’ Fate</i> deck. Set this deck aside.
es: Toma las cartas de historia, con la parte del texto hacia arriba. De cada par de cartas con el mismo nombre, elimina una al azar del juego. Las 3 cartas restantes llamadas <i>El destino de Sylvia</i>, <i>El destino de Norman</i>, y <i>El destino de Bernard</i> forman el mazo <i>El destino de los estudiantes</i>. Deja este mazo aparte.
it: Radunate le carte storia, con il lato "Storia" rivolto verso l'alto. Per ogni coppia di carte con lo stesso nome, sceglietene casualmente una e rimuovetela dal gioco. Le 3 carte rimanenti <i>Il Destino di Sylvia</i>, <i>Il Destino di Norman</i> e <i>Il Destino di Bernard</i> compongono il mazzo <i>Destino degli Studenti</i>. Mettete da parte questo mazzo.

source: Set the remaining story cards aside, out of play.
es: Deja el resto de cartas de historia aparte, fuera del juego.
it: Mettete da parte, temporaneamente fuori dal gioco, il resto delle carte storia.

source: Set Expedition Notebook, Sarcee Guide, Tomahawk, Ithaqua’s Knowledge and all the Old Injury cards aside, out of play.
es: Separa las cartas de Cuaderno de expedición, Guía Sarsi, Tomahawk, Conocimiento de Ithaqua y todas las cartas de Antigua lesión y déjalas aparte fuera del juego.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte Diario della Spedizione, Guida Sarcee, Tomahawk, Sapere di Ithaqua e tutte le copie di Vecchia Ferita.

source: If you do not have a [tablet] token in the chaos bag:
es: Si no tienes una ficha [tablet] en la bolsa de Caos:
it: Se nel vostro sacchetto del caos non c'è nessun segnalino [tablet]:

source: Add a [tablet] token to the chaos bag.
es: Añade una ficha [tablet] a la bolsa de Caos.
it: Aggiungi un segnalino [tablet] al sacchetto del caos.

source: "River" Locations
es: Lugares "Río"
it: Luoghi "Fiume"

source: Each [[River]] location gains:
es: Cada Lugar [[Río]] obtiene:
it: Ogni luogo [[Fiume]] ottiene:

source: "<b>Forced</b> - Investigators in [[River]] locations cannot move or be moved onto another [[River]] location, unless they perform [action][action] <b>Walk Along the River</b> or [action] <b>Navigate</b>. Hunter enemies are not affected and can move between [[River]] locations without restrictions, unlike investigators.
es: "<b>Obligado</b> - Los investigadores que se encuentren en un Lugar [[Río]] no pueden moverse a otro Lugar [[Río]], salvo activando las siguientes capacidades: [action][action] <b>Caminar por el río</b> o [action] <b>Navegar</b>. Los Enemigos pueden moverse con normalidad entre los Lugares.
it: "<b>Obbligo</b> - Gli investigatori in luoghi [[Fiume]] non possono muoversi o essere mossi in un altro luogo [[Fiume]], a meno di effettuare una delle azioni [action][action] <b>Cammina lungo il fiume</b> o [action] <b>Naviga</b>. I nemici Cacciatore non sono affetti da questo Obbligo e possono muoversi tra i luoghi [[Fiume]] senza restrizioni, al contrario degli investigatori."

source: "Guide" Assets
es: Apoyos "Guía"
it: Supporti "Guida"

source: Each [[Guide]] asset gains:
es: Cada Apoyo [[Guía]] obtiene:
it: I supporti [[Guida]] ottengono:

source: "[reaction] At the beginning of the turn of an investigator in the same location, you can give this card to this investigator, who takes control of it. (Group limit once per round)."
es: "[reaction] Al comienzo de tu turno coloca este Apoyo bajo el control de otro investigador en tu mismo Lugar (Límite de grupo de una vez por ronda)."
it: "[reaction] All'inizio del turno di un altro investigatore nello stesso luogo, puoi dare questa carta a quell'investigatore, che ne prende il controllo. (Limite di una volta per round)."

source: If you control more than one Guide asset, you can use only one of them to trigger ability during each test.
es: Si controlas más de un Apoyo [[Guía]], sólo puedes activar uno de ellos por prueba de habilidad.
it: Se controlli più di un supporto [[Guida]], puoi usare solo uno di essi per innescare la capacità [reaction] durante una prova.

source: "Navigate" Action
es: Acción "Navegar"
it: Azione "Naviga"

source: Each investigator can perform [action] <b>Navigate</b> once per round. You perform this action by following 4 steps:
es: Los investigadores pueden <b>Navegar</b> una vez por ronda y deben realizar estos cuatro pasos:
it: Ogni investigatore può effettuare l'azione [action] <b>Naviga</b> una volta per round. Questa azione è composta di 4 passi:

source: <b>Step 1</b>: Each enemy engaged with you (if they are ready) performs an attack of opportunity.
es: <b>Paso 1</b>: Cada Enemigo preparado enfrentado a ti, realiza un ataque de oportunidad.
it: <b>Passo 1</b>: Ogni nemico impegnato con te (se pronto) effettua un attacco di opportunità.

source: <b>Step 2</b>: Every enemy disengages you. Until the end of this action, enemies cannot engage you, and you cannot reveal any location.
es: <b>Paso 2</b>: Deja de estar enfrentado a cada Enemigo. Hasta el final de esta acción los Enemigos no pueden atacarte y no puedes revelar Lugares.
it: <b>Passo 2</b>: Ogni nemico si disimpegna. Fino alla fine di questa azione i nemici non possono impegnarti, e tu non puoi rivelare nessun luogo.

source: <b>Step 3</b>: Move to a [[River]] location of your choice. Count how many moves it took you to get to your final location (1, 2 or 3 moves at most).
es: <b>Paso 3</b>: Muévete a otro Lugar [[Río]].
it: <b>Passo 3</b>: Muoviti fino ad un luogo [[Fiume]] a tua scelta. Conta quanti movimenti hai impiegato per raggiungere la tua destinazione finale (1, 2 o 3 movimenti al massimo).

source: <b>Step 4</b>: Test [combat] (1 + X) or [agility] (1 + X), where X is the number of moves you took at step 3 (difficulty of 2, 3 or 4 at most). If you fail, take 1 damage, or 2 damage if you fail by 3 or more.
es: <b>Paso 4</b>: Realiza una prueba de [combat] (X+1) o [agility] (X+1), donde X es la distancia entre tu Lugar actual y el anterior. Si fracasas, recibe 1 punto de daño, o bien 2 puntos de daño si fracasas por 3 o más.
it: <b>Passo 4</b>: Effettua una prova di [combat] (1+X) o [agility] (1+X), dove X è il numero di movimenti fatti al <b>Passo 3</b> (difficoltà 2, 3 o 4 al massimo). Se fallisci, subisci un danno, o 2 danni se fallisci di 3 o più punti.

source: "Walk Along the River" Action
es: Acción "Caminar por el Río"
it: Azione "Cammina lungo il fiume"

source: An investigator performing [action][action] <b>Walk Along the River</b> can move to a connected [[River]] location.
es: Cuando actives la capacidad [action][action] <b>Caminar por el Río</b>, muévete a un Lugar [[Río]] conectado.
it: Un investigatore che effettua [action][action] <b>Cammina lungo il fiume</b> può muoversi fino ad un luogo [[Fiume]] collegato.

source: Location directly to the North, South, East, West.
es: Lugares al norte, sur, este y oeste.
it: Luoghi direttamente a Nord, Sud, Est, Ovest.

source: [[River]], [[Wild]] and [[Mystical]] locations are connected to one or several locations directly to the North, South, East, and West.
es: Los Lugares [[Río]], [[Salvaje]] y [[Místico]] están conectados a otros Lugares en dirección norte, sur, este y oeste.
it: I luoghi [[Fiume]], [[Selvaggio]] e [[Mistico]] sono connessi ad uno o più luoghi che si trovino direttamente a nord, sud, est od ovest rispetto ad essi.

source: Story cards are out of play, “Story” side up. Don’t read the text boxes and don’t flip them, unless an in-game effect tells you to do so.
es: Las cartas de historia están fuera del juego con el lado "Historia" boca arriba. No leas su texto ni les des la vuelta, a menos que un efecto del juego te lo indique.
it: Le carte Storia sono fuori dal gioco, con il lato "Storia" rivolto verso l'alto. Non leggetene il testo e non voltatele, a meno che un effetto di gioco non vi chieda di farlo.

source: Do not read the following if all investigators have been driven insane or killed.
es: No leas lo siguiente si todos los investigadores murieron o se volvieron locos.
it: Non leggete quanto segue se tutti gli investigatori sono impazziti o uccisi.

source: Shortly after your return to Arkham, you ask to see Dr. Nadelmann to inform the anthropologist that you have managed to kill the Wendigo. When you arrive at the asylum, you find that Nadelmann’s injury has been healed for some time. The doctor’s appetite and natural energy seems restored. Nadelmann listens distractedly to your story, seemingly busy with the lunch. You take leave and thought that Nadelmann’s mental state may be as favorable as his physical form. Sometime later, you learn that Dr. Nadelmann had to be locked up in a separate cell, without any further details. One morning, the police come to you to ask about the disappearance of Dr. Nadelmann... They explain that the psychiatrists of the asylum found Nadelmann’s cell empty. There were claw marks all over some ragged clothes, and the window opening had been brutally forced from the inside. You cannot give a reasonable explanation to the police, who leave disappointed. Now you are tormented that it may not be possible to kill the Wendigo once and for all.
es: Poco después de tu regreso a Arkham, solicitas ver al Dr. Nadelmann para informar al antropólogo de que has logrado matar al Wendigo. Cuando llegas al manicomio, descubres que la lesión de Nadelmann se ha curado desde hace ya algún tiempo. El apetito del Dr. y su energía natural parecen estar restauradas, Nadelmann escucha distraídamente tu historia, por lo visto más interesado en su almuerzo. Te despides, reflexionando sobre el estado mental de Nadelmann, que aparentemente ha mejorado al igual que su forma física. Pasado un tiempo, te enteras de que el Dr. Nadelmann tuvo que ser encerrado en una celda aislada, sin más detalles. Una mañana, la policía viene a preguntarte sobre la desaparición del Dr. Nadelmann… Explican que los psiquiatras del manicomio encontraron Ia celda de Nadelmann vacía. Había marcas de garras rasgando su ropa, y la pequeña abertura de la ventana había sido brutalmente forzada desde el interior. No hay una explicación razonable que le puedas dar a la policía, que se marcha decepcionada. La cruda realidad de lo que ha ocurrido te atormenta al darte cuenta de que puede que no sea posible matar al Wendigo de una vez por todas.
it: Poco dopo il vostro ritorno ad Arkham, chiedete di vedere il dottor Nadelmann per informare l'antropologo che siete riusciti ad uccidere il Wendigo. Quando arrivate al manicomio, scoprite che l'infortunio di Nadelmann è guarito da tempo. L'appetito del dottore e le sue energie sembrano essersi ristabiliti. Nadelmann ascolta distrattamente la vostra storia, apparentemente impegnato con il pranzo. Vi congedate, convinti che il suo stato mentale sia tanto buono quanto la sua forma fisica. Qualche tempo dopo, venite a sapere che il dottor Nadelmann ha dovuto essere rinchiuso in una cella separata, senza ulteriori dettagli. Una mattina, la polizia viene da voi per farvi qualche domanda sulla sparizione del dottor Nadelmann… Spiegano che gli psichiatri del manicomio hanno trovato la cella di Nadelmann vuota. C'erano dei vestiti sfilacciati, coperti di segni di artigli, e l'apertura della finestra era stata brutalmente forzata dall'interno. Non riuscite a dare una spiegazione plausibile alla polizia, che se ne va delusa. Ora siete tormentati dal pensiero che potrebbe non essere possibile uccidere il Wendigo una volta per tutte.

source: Dr. Nadelmann’s appeal trial is held a few weeks after your return, and you present yourself with evidence to clear the anthropologist. You make a_ strong impression on your audience, and although there is unexplained evidence in this case, Dr. Nadelmann stands free from the hearing, full innocence being established. Sometime later, you learn with satisfaction that Nadelmann will resume classes at the beginning of the next school year. However, Nadelmann’s physical and mental after-effects still persist, with panic attacks every winter when the first snowflakes fall.
es: El juicio de apelación del Dr. Nadelmann se lleva a cabo unas pocas semanas después de tu regreso, y te presentas con suficientes evidencias para exculpar al antropólogo. Causas una fuerte impresión en tu audiencia, y aunque hay parte de las evidencias que resultan inexplicables en este caso, el Dr. Nadelmann queda puesto en libertad y su inocencia completamente demostrada. Algún tiempo después, te enteras con cierta satisfacción de que Nadelmann reanudará sus clases al principio del próximo año escolar. Sin embargo, las secuelas físicas y mentales de Nadelmann aún persisten, con frecuentes ataques de pánico cada invierno cuando caen los primeros copos de nieve.
