Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/against_the_wendigo.po
Languages: es, it

source: After a brutal fight, the Wendigo staggers back, and emits shrieks that no natural creature could produce. Seeing that, you seize the advantage and fight him, throwing your last strength into the battle. The more wounds the Wendigo takes, the more his cries seem to come from a human in agony. You strike the final blow and see the terrible creature collapses. Your fatigue is such that you fall on your knees, unconscious. You cannot tell how long you have been lying in this way, but when you raise your head, the sight of your opponent leaves you astounded. It is the naked body of a man who is lying close to you in a pool of blood. As you approach, you see that he no longer has his long claws, or antlers on his head. He still retains disparate patches of fur, and hoofs similar to those of a goat instead of feet. Judging by his skin color, he was a native of the region, a man about fifty years of age. Somehow, you make it back to Fort McDonald to heal your wounds and leave this cursed place as soon as possible. Upon arrival, you are taken care of by the doctor of the small contingent of the Canadian Mounted Police based at the fort. After a few days, you are sufficiently healthy to answer the questions of the officers present on the spot.
es: Tras una lucha brutal, el Wendigo se tambalea hacia atrás y emite chillidos que ninguna criatura natural debería producir. Aprovechas esta breve ventaja y luchas contra él, redoblando tus últimas fuerzas en la batalla. Cuantas más heridas sufre el Wendigo, más parece que sus gritos provienen de un humano en agonía. Asestas el golpe final y ves que la terrible criatura se derrumba. Tu fatiga es tal que te desplomas, inconsciente. No sabrías decir cuánto tiempo has estado tumbado de esta manera, pero cuando levantas la cabeza, la vista de tu oponente te deja atónito. El cuerpo desnudo de un hombre yace cerca de ti en un charco de sangre. Cuando te acercas, ves que ya no tiene largas garras o astas en la cabeza Todavía conserva parches dispares de piel y pezuñas similares a las de una cabra en lugar de pies. A juzgar por el color de su piel, era originario de la región, un hombre de unos cincuenta años. De alguna manera, regresas al Fuerte McDonald para sanar tus heridas y dejar este lugar maldito lo antes posible. A tu llegada, el médico del pequeño contingente de la Policía Montada del Canadá te atiende. Después de unos días, te encuentras lo suficientemente sano como para responder las preguntas de los oficiales presentes en el acto.
it: Dopo un brutale scontro, il Wendigo indietreggia barcollando ed emette grida che nessuna creatura naturale potrebbe emettere. Vedendolo, cogliete al volo il vantaggio e lo affrontate, gettando le vostre ultime forze in questa battaglia. Più ferite il Wendigo subisce, più le sue grida sembrano quelle di un essere umano agonizzante. Sferrate il colpo finale, e la terribile creatura stramazza al suolo. La vostra stanchezza è tale che crollate in ginocchio, svenuti. Non sapete dire quanto tempo avete passato in questo stato, ma quando alzate la testa, la vista del vostro avversario vi lascia di stucco. E il corpo nudo di un uomo quello che giace vicino a voi in una pozza di sangue. Man mano che vi avvicinate, notate che non ha più i suoi lunghi artigli o le sue enormi corna in testa. Ha ancora alcune chiazze di pelo qua e là, e degli zoccoli simili a quelli di una capra al posto dei piedi. A giudicare dal colore della sua pelle doveva essere originario di questa regione, un uomo sulla cinquantina. In qualche modo, riuscite a tornare a Forte McDonald per medicare le vostre ferite e per lasciare questo luogo maledetto il prima possibile. Al vostro arrivo, si prende cura di voi il dottore del piccolo contingente della Polizia a Cavallo canadese di stanza al forte. Dopo alcuni giorni, siete sufficientemente in forze per rispondere alle domande degli ufficiali presenti sul posto.

source: Officers listen to the story of your expedition with suspicion, then with amazement when they see the evidence you have collected. They thank you for your extraordinary contribution to the resolution of this case, after which you are requested to leave the fort quickly. You return to Arkham without looking back. Upon your arrival, you share with the students’ relatives the fate of their loved ones. It is a difficult time for all these people. Although they finally have the answers to their questions, some truths are too terrible to hear. Most are shocked, but all end up thanking you for putting an end to this case. You feel a strong sense of accomplishment, which temporarily comes to relieve you of your suffering, and to ward off the nightmares that have inhabited your nights since you left the valley of North Hanninah.
es: Los oficiales escuchan la historia de tu expedición inicialmente con sospecha, seguida por asombro cuando ven la evidencia que has aportado. Te agradecen tu extraordinaria contribución a la resolución de este caso, pero no tardan en solicitarte que abandones el fuerte lo antes posible. Sin pensártelo dos veces, regresas a Arkham. A tu llegada, compartes con los familiares de los estudiantes el destino de sus seres queridos. Es un momento duro para todas estas personas. Aunque al fin tienen las respuestas a sus preguntas, algunas verdades son demasiado terribles para ser oídas. La mayoría están conmocionados, y todos terminan agradeciéndote el poder poner un punto final a este caso. Sientes una gran sensación de logro, un temporal alivio al sufrimiento de tu experiencia y una fugaz protección contra las pesadillas que te han hecho compañía cada noche desde que pudiste salir ileso del valle de Hanninah del Norte.
it: Gli ufficiali ascoltano la storia della vostra spedizione con sospetto, poi con stupore quando vedono le prove che avete raccolto. Vi ringraziano per il vostro straordinario contributo alla soluzione di questo caso, dopodiché vi viene richiesto di lasciare il forte al più presto. Tornate ad Arkham senza voltarvi. Al vostro arrivo, condividete con i parenti degli studenti il destino dei loro cari. È un momento difficile per tutte queste persone. Sebbene alla fine abbiano le risposte alle loro domande, alcune verità sono troppo terribili anche solo per essere ascoltate. Molti sono sconvolti, ma finiscono tutti col ringraziarvi per aver fatto luce su questo caso. Sentite un forte senso di realizzazione che, anche se solo temporaneamente, allevia le vostre sofferenze e vi aiuta a scongiurare gli incubi che hanno infestato le vostre notti da quando avete lasciato la valle del Nord Hanninah.

source: Officers listen to the story of your expedition; they are particularly attentive and surprised when you present them with some material evidence of what happened. They thank you for your contribution to the resolution of this case, after which you are requested to leave the fort. You leave immediately, without looking back and return to Arkham, exhausted, tormented by this experience, but alive. When you arrive, you tell the students’ families about the fate of their loved ones. It is a very difficult time for all these people. Although they have some answers to their questions, the mysteries that remain will haunt them forever. Some end up thanking you for finding their relatives, the others leave, looking haggard or crying. You feel sad for these people, and you are disappointed that you could not give them the answers they were hoping for. You tell yourself that, despite everything, you did your best. However, the few truths unveiled will not be enough to completely remove the nightmares, that have invaded your sleep since you left the North Hanninah valley.
es: Los oficiales escuchan la historia de tu expedición con detalle, presentando particular atención y asombro cuando ofreces alguna evidencia encontrada que respalda estos hechos. Te agradecen tu contribución a la resolución de este caso, pero no tardan en solicitarte que abandones el fuerte lo antes posible. Sin pensártelo dos veces, regresas a Arkham, exhausto y atormentado por esta experiencia, pero vivo. A tu llegada, compartes con los familiares de los estudiantes el destino de sus seres queridos. Es un momento duro para todas estas personas. Aunque al fin tienen algunas respuestas a sus preguntas, los misterios que permanecen les atormentarán para siempre. Algunos terminan agradeciéndote por encontrar a sus parientes, otros se van, muy afectados o llorando. Te entristeces por estas personas y te decepciona el no poder darles las respuestas que anhelaban. Te consuelas con el hecho de que, a pesar de tolo, hiciste lo que pudiste. Sin embargo, las pocas verdades reveladas no serán suficientes para eliminar por completo las pesadillas que han invadido tus sueños desde que abandonaste el valle de Hanninah del Norte.
it: Gli ufficiali ascoltano la storia della vostra spedizione e sono particolarmente attenti e sorpresi quando gli mostrate alcune prove materiali dell'accaduto. Vi ringraziano per il vostro contributo alla soluzione di questo caso, dopodiché vi viene richiesto di lasciare il forte. Partite immediatamente senza voltarvi e tornate ad Arkham, esausti, tormentati da questa esperienza, ma vivi. Quando arrivate, parlate alle famiglie degli studenti di quello che è stato dei loro cari. E un momento molto difficile per tutte queste persone. Sebbene abbiano alcune risposte alle loro domande, i misteri irrisolti li perseguiteranno per sempre. Alcuni finiscono col ringraziarvi per aver trovato i loro cari, altri invece se ne vanno, smunti o in lacrime. Vi sentite tristi per questi ultimi e siete delusi dal non poter dare loro le risposte che stavano cercando. Vi dite che, nonostante tutto, avete fatto del vostro meglio. Tuttavia, le poche verità svelate non saranno sufficienti a scacciare gli incubi che hanno infestato le vostre notti da quando avete lasciato la valle del Nord Hanninah.

source: Officers listen to the story of your expedition. You dare not tell them everything, lest they take you for a fool. They thank you for your testimony, which may allow them to continue this case. After that, you are asked to go home. You leave immediately, without looking back and return to Arkham, exhausted. You are tormented by this experience, prey to terrible nightmares. When you arrive, you tell the students’ relatives about the failure of your expedition. This is a too terrible moment for all these people. Having no answer to their questions, they are plunged into torments that you understand too well. Some end up thanking you for trying to find their loved one, but you still feel strongly frustrated and deeply saddened by having failed them so badly.
es: Los oficiales escuchan la historia de tu expedición. No te atreves a decirles todo, temiendo que te tomen por loco. Te agradecen tu testimonio, que podrá permitirles continuar con este caso. Seguidamente, te piden que te vuelvas a casa. Te vas inmediatamente sin pensártelo dos veces y regresas a Arkham, exhausto. Esta experiencia te atormenta y cada noche eres presa de terribles pesadillas. Cuando llegas, les cuentas a los familiares de los estudiantes sobre el fracaso de tu expedición. Es un momento terrible para estas personas. Al no tener respuesta a sus preguntas, se ven inmersos en tormentos que entiendes demasiado bien. Algunos terminan agradeciéndote el haber intentado encontrar a sus seres queridos, pero aún así te sientes frustrado y entristecido por haberles fallado.
it: Gli ufficiali ascoltano la storia della vostra spedizione. Non osate raccontare loro tutto, per paura che vi prendano per pazzi. Vi ringraziano per la vostra testimonianza, che potrebbe consentire loro di proseguire nelle indagini. Successivamente, vi viene chiesto di tornare a casa. Partite immediatamente senza voltarvi, e tornate ad Arkham, esausti. Siete tormentati da questa esperienza, in preda a terribili incubi. Al vostro arrivo, parlate ai parenti degli studenti del fallimento della vostra spedizione. È un momento davvero terribile per tutte queste persone. Non avendo risposte alle loro domande, piombano in tormenti che capite fin troppo bene. Alcuni finiscono per ringraziarvi di aver almeno provato a trovare i loro cari, ma vi sentite comunque fortemente frustrati e profondamente rattristati per averli delusi così tanto.

source: September 1926. You have just witnessed the resounding trial of Dr. Nadelmann, a person close to you, who was the rising star of the Department of Anthropology at Miskatonic University. Nadelmann is the only living member of the science expedition, launched to explore a wild valley in north-western Canada called North Hanninah. Sylvia Davidson, Norman Falkner and Bernard Epstein, the three newly graduated students who accompanied the anthropologist, have disappeared. The Arkham authorities were keen to ensure that justice was done, and Dr. Nadelmann was found guilty of involuntary homicide. However, everyone was able to see during the testimony that Nadelmann's physical and mental health were severely deteriorated. An ugly throat wound, which still had not healed after weeks, prevented Nadelmann from speaking normally. When Nadelmann's words could be understood, they were implausible rants, full of man-eating monsters and local spirits that doomed the expedition. After the judgment, mystery remained as to the real fate of the students, and Nadelmann was to leave for the Arkham Asylum to receive proper care pending a possible appeal of the trial. Standing in front of the court, as you meditate on the best way to prove Nadelmann innocent and rehabilitate the anthropologist’s name, many relatives of the missing students come to find you. Just like you, they are not satisfied with this judgment that has not shed light on the fate of their loved ones. They tell you that the Canadian Mounted Police stopped the investigation after the disappearance of many of their men. They are desperate, and ask you to find the three students, knowing that as a close friend of Dr. Nadelmann, you have access to all the information in Nadelmann's possession, and that they will provide you with all the support necessary to discover the truth. Soon after, you follow the footsteps of the previous expedition, starting by train from Arkham to Central Canada. During the trip you read Dr. Nadelmann's expedition notebook. Nadelmann's records are clear and precise at the beginning of the adventure. Several entries later, Nadelmann notes that the Sarcee guide of their expedition, Charlie Foxtail, abandoned the group after seeing the tracks of a being that Charlie called “The Wendigo”. Then the information quickly becomes confusing, the writing becomes increasingly jerky, unreadable. As it stands, you are not able to make sense of the disaster that supposedly befell the expedition. There are nonetheless enough interesting and concrete leads to begin your investigation. Once at the terminus of the train, you are heading towards the Mackenzie River. Your destination is Fort McDonald, an outpost of the Mounted Police, which will give you access to the wild valley of North Hanninah. The weather is still good on the river bank, however higher up, in the mountains, the cold and the snow begin to settle. You have a short time before the arrival of winter to discover the truth about Dr. Nadelmann's disastrous expedition.
it: Settembre 1926. Avete appena assistito al clamoroso processo del dottor Nadelmann, una persona a voi vicina, noto per essere stato l'astro nascente del Dipartimento di Antropologia dell'Università Miskatonic. Nadelmann è l'unico sopravvissuto di una spedizione scientifica, avviata per esplorare una valle selvaggia del Canada nord occidentale chiamata Nord Hanninah. Sylvia Davidson, Norman Falkner e Bernard Epstein, i tre studenti neolaureati che accompagnavano l'antropologo, sono scomparsi. Le autorità di Arkham volevano garantire che fosse fatta giustizia, e il dottor Nadelmann è stato ritenuto colpevole di omicidio involontario. Tuttavia, tutti i presenti sono stati in grado di notare durante la testimonianza che la salute fisica e mentale di Nadelmann era gravemente deteriorata. Una brutta ferita alla gola, che non era ancora guarita dopo settimane, impediva a Nadelmann di parlare normalmente. Quando le parole del dottore riuscivano ad essere comprese, erano discorsi implausibili, pieni di mostri divoratori di uomini e di spiriti locali che avrebbero condannato la spedizione. Dopo il giudizio, rimase il mistero riguardo al vero destino degli studenti, e Nadelmann sarebbe partito di lì a poco per il manicomio di Arkham dove avrebbe ricevuto delle cure adeguate in attesa di un possibile appello al processo. Di fronte al tribunale, mentre meditate su quale sia il modo migliore per dimostrare che Nadelmann è innocente e riabilitare così il nome dell'antropologo, molti dei parenti degli studenti scomparsi vengono a farvi visita. Proprio come voi, non sono soddisfatti da questo giudizio che non ha in alcun modo fatto luce sul destino dei loro cari. Vi dicono che la Polizia a Cavallo canadese ha interrotto le indagini dopo la sparizione di molti dei loro uomini. Sono disperati e chiedono a voi di trovare i tre studenti, sapendo che in quanto amici intimi del dottor Nadelmann, avete accesso a tutte le informazioni in suo possesso, e che esse vi forniranno tutto il supporto necessario a scoprire la verità. Di lì a poco, vi mettete sulle tracce della precedente spedizione, con un treno da Arkham diretto al Canada centrale. Durante il viaggio leggete il diario della spedizione del dottor Nadelmann. Le note nel diario sono chiare e precise all'inizio dell'avventura. Diverse voci dopo, trovate una nota in cui si dice che la guida Sarcee della loro spedizione, un certo Charlie Foxtail, abbandonò il gruppo dopo aver visto le tracce di un essere che Charlie chiamò col nome di "Wendigo". Andando avanti le informazioni diventano rapidamente confuse, la scrittura sempre più a scatti, illeggibile. Allo stato attuale, non siete in grado di dare un senso al disastro che presumibilmente si è abbattuto sulla spedizione. Ci sono tuttavia abbastanza indizi concreti ed interessanti per poter iniziare la vostra indagine. Una volta giunti al capolinea, vi dirigete verso il fiume Mackenzie. La vostra destinazione è Forte McDonald, un avamposto della Polizia a Cavallo, che vi darà accesso alla selvaggia valle del Nord Hanninah. Il tempo è ancora bello sulla riva del fiume, ma più in alto, sulle montagne, sta arrivando il freddo e la neve inizia a posarsi. Avete poco tempo prima dell'arrivo dell'inverno per scoprire la verità sulla disastrosa spedizione del dottor Nadelmann.

source: Dr. Nadelmann’s appeal trial is held a few weeks after your return, and you present yourself with evidence to clear the anthropologist. You make a strong impression on your audience, and although there is unexplained evidence in this case, Dr. Nadelmann stands free from the hearing, full innocence being established. Sometime later, you learn with satisfaction that Nadelmann will resume classes at the beginning of the next school year. However, Nadelmann’s physical and mental after-effects still persist, with panic attacks every winter when the first snowflakes fall.
it: Il processo d'appello del dottor Nadelmann si svolge poche settimane dopo il vostro ritorno ad Arkham e vi presentate con le prove necessarie a scagionare l'antropologo. Fate una forte impressione sul pubblico, e anche se alcune prove restano senza una valida spiegazione, il dottore esce libero dall'udienza e viene stabilita la sua piena innocenza. Qualche tempo dopo, apprendete con soddisfazione che Nadelmann riprenderà ad insegnare all'inizio del prossimo anno accademico. Tuttavia, i postumi fisici e mentali del dottore persistono, con attacchi di panico che si presentano ogni inverno all'arrivo dei primi fiocchi di neve.

source: You have enough evidence to clear Dr. Nadelmann.
it: Avete prove a sufficienza per scagionare il dottor Nadelmann.

source: you have enough evidence to clear Dr. Nadelmann.
it: avete prove a sufficienza per scagionare il dottor Nadelmann.
