Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/against_the_wendigo.po
Languages: es, it

source: Shortly after your return to Arkham, you visit Dr. Nadelmann to help prepare for the appeal trial. When you arrive at the asylum, you find that Nadelmann’s wound is still not healed. The anthropologist is extremely thin now. The asylum staff therefore placed Nadelmann in a medical room, Close to the conditions of a real hospital. Nadelmann asks you to tell your expedition and is very attentive to the details of your story. Even if you had not planned to tell everything, you feel forced to confirm that the Wendigo is still in the valley. This news affects Nadelmann deeply, and when you leave, you hope not to have undermined the anthropologist’s morale too deeply. A few days later, you learn with great sadness that Dr. Nadelmann committed suicide in the asylum.
es: Poco después de tu regreso a Arkham, visitas al Dr. Nadelmann con el objetivo de ayudarlo a prepararse para el juicio de apelación. Cuando llegas al manicomio, encuentras que la herida de Nadelmann todavía no está curada. Encuentras al antropólogo extremadamente delgado. Por ello, el personal del manicomio ha colocado a Nadelmann en una sala médica con condiciones más parecidas a las de un hospital. Nadelmann te pide que le cuentes sobre tu expedición, y presta mucha atención a los detalles de tu historia. Incluso si no tenias pensado contarlo todo, te sientes obligado a confirmar que el Wendigo aún se encuentra en el valle. Esta noticia afecta profundamente a Nadelmann, y cuando te marchas, esperas no haber socavado demasiado la moral del antropólogo, Pocos días después, te enteras con gran tristeza de que el Dr. Nadelmann se ha suicidado en el manicomio.
it: Poco dopo il vostro ritorno ad Arkham, fate visita al dottor Nadelmann per aiutarlo a prepararsi al processo d'appello. Quando arrivate al manicomio scoprite che la ferita di Nadelmann non è ancora guarita e trovate l'antropologo estremamente deperito. Il personale del manicomio ha spostato Nadelmann in una stanza medica, molto simile a quella di un vero ospedale. Il dottore vi chiede di raccontare la vostra spedizione ed è molto attento ai dettagli della vostra storia. Anche se non avevate programmato di raccontare tutto, vi sentite in obbligo di confermare che il Wendigo si aggira ancora per la valle. Questa notizia colpisce duramente Nadelmann, e quando ve ne andate sperate di non aver minato troppo a fondo il morale dell'antropologo. Pochi giorni dopo venite a sapere, con grande tristezza, che il dottor Nadelmann si è suicidato in manicomio.

source: Dr. Nadelmann’s appeal trial is held a few weeks after your return. You came with the hope of exonerating the anthropologist. Unfortunately, there is too much unexplained material in this case and Nadelmann’s appeal is rejected. In addition, the mental state of the anthropologist is considered good enough after the few weeks he spent in the asylum, so the police escort Nadelmann to Arkham prison in order to serve the sentence. Since then, you often think back to Nadelmann and you feel a great pain knowing your friend is locked up for a long time, the anthropologist’s life broken forever.
es: El juicio de apelación del Dr. Nadelmann se lleva a cabo unas semanas después de tu regreso. Llegaste con la esperanza de exculpar al antropólogo, pero desafortunadamente hay demasiado material inexplicable en este caso y la apelación de Nadelmann es rechazada. Por si esto fuera poco, su estado mental se considera lo suficientemente bueno después de las pocas semanas que ha pasado en el manicomio, por lo que la policía escolta a Nadelmann a la prisión de Arkham para cumplir su sentencia. Desde entonces, a menudo piensas en Nadelmann y sientes un gran dolor al saber que tu amigo permanecerá encerrado durante mucho tiempo y su vida rota para siempre.
it: Il processo d'appello del dottor Nadelmann si svolge poche settimane dopo il vostro ritorno ad Arkham. Siete venuti con la speranza di riuscire a scagionare l'antropologo. Sfortunatamente, ci sono troppi elementi inspiegabili in questo caso e l'appello di Nadelmann viene respinto. Inoltre lo stato mentale dell'antropologo, dopo alcune settimane spese nel manicomio di Arkham, viene considerato sufficientemente buono e la polizia scorta Nadelmann alla prigione di Arkham così che possa scontare la sua pena. Da allora, pensate spesso a Nadelmann e provate un grande dolore sapendo che il vostro amico sarà rinchiuso per molto tempo e che la sua vita è spezzata per sempre.

source: Norman is alive and well, the only real survivor of the previous expedition. You managed to get him back to Fort McDonald, where he was taken care of by the Mounted Police doctor. He behaved strangely and did not really answer the questions about what happened to him. Obviously, he had definitely lost his mind. He kept saying that he had to announce an important news to the whole world, but he has to find the best way to do it. When you went back home, you tried to bring Norman back with you, but he had already left the Fort in the middle of the night. In a letter he left for you, he explains that he will return to Arkham, you can reassure his family about that, but that he has a lot to do before he can return home...
es: Norman está vivo y está a salvo. Es el único superviviente de la expedición anterior. Lograste llevarlo de regreso al Fuerte McDonald, donde fue atendido por el médico de la Policía Montada. Se comportaba de manera extraña y realmente no respondió las preguntas sobre lo que le sucedió. Era aparente que había perdido completamente la cabeza. Seguía insistiendo que tenía una noticia muy importante que compartir con el mundo entero, pero tenía que encontrar la mejor manera de hacerlo. Tenías la intención de volver a Arkham junto con Norman, pero bajo el manto de la noche oscura él ya había abandonado el fuerte. En una carta que te dejó, explicaba que volvería a Arkham, y que podías tranquilizar a su familia. Sin embargo, aún le quedaba mucho por hacer antes de poder regresar a casa…
it: Norman è vivo e sta bene, l'unico vero sopravvissuto della spedizione precedente. Siete riusciti a riportarlo a Forte McDonald, dove si è preso cura di lui il dottore della Polizia a Cavallo canadese. Si comportava in modo strano e cercava di evitare le domande su cosa gli fosse successo. Era piuttosto ovvio che avesse perso il senno. Continuava a dire che aveva da annunciare un'importante notizia a tutto il mondo, ma che doveva trovare il modo migliore per farlo. Quando siete tornati a casa avete provato a portare Norman con voi, ma aveva già abbandonato il forte nel cuore della notte. In una lettera che ha lasciato per voi, spiega che tornerà ad Arkham e che potete rassicurare la sua famiglia di questo, ma che ha molte cose da fare prima di poter tornare a casa...

source: If you added a [tablet] token to the Chaos bag for this game:
es: Si añadiste una ficha [tablet] a la bolsa de Caos para este escenario:
it: Se avete aggiunto un segnalino [tablet] al sacchetto del caos in questa partita:

source: Remove the [tablet] token you added during <b>Setup</b> from the chaos bag..
es: Retira la ficha [tablet] que añadiste a la bolsa de Caos durante la <b>Preparación</b> de la partida.
it: Rimuovete il segnalino [tablet] aggiunto durante la <b>Preparazione</b> dal sacchetto del caos.

source: When you found Norman, there was something off about him, an inner force that could have led to your defeat. However, he was also the only surviving student that you could have brought back alive. His death haunts you, but not as much as the tears of his relatives when you tell them that Norman succumbed to the return journey of your expedition.
es: Cuando encontraste a Norman, había algo extraño en él, una fuerza interna que podría haber conducido a tu derrota. Sin embargo, también fue el único estudiante superviviente que podrías haber traído de vuelta con vida. Su muerte te persigue, pero no tanto como las lágrimas de sus parientes cuando les dices que Norman sucumbió al viaje de regreso de tu expedición.
it: Quando avete trovato Norman, c'era qualcosa di strano in lui, una forza interiore che avrebbe potuto portare alla vostra disfatta. Tuttavia, era anche l'unico studente che avreste potuto portare indietro ancora vivo. La sua morte vi perseguita, ma non tanto quanto le lacrime dei suoi cari quando dite loro che Norman non ce l'ha fatta durante il viaggio di ritorno della vostra spedizione.

source: Keep the [tablet] token you added during <b>Setup</b> in your chaos bag for the remainder of the Campaign.
es: Si añadiste una ficha [tablet] a la bolsa de Caos durante la <b>Preparación</b> de la partida., consérvala para el resto de la campaña.
it: Lasciate il segnalino [tablet] aggiunto al sacchetto del caos durante la <b>Preparazione</b> per il resto della campagna.

source: Add a [tablet] token to the chaos bag for the rest of your campaign.
es: Añade una ficha [tablet] a la bolsa de Caos para el resto de la campaña.
it: Aggiungi un segnalino [tablet] al sacchetto del caos per il resto della campagna.

source: When you deciphered all the inscriptions of the Temple, Ithaqua found in you a vessel, a channel to our world. Now you are constantly beset with visions that come true, intuitions coming out of nowhere that turn out to be accurate. Your vision of the world has changed, and you have to struggle regularly to avoid falling into madness.
es: Cuando descifraste todas las inscripciones del Templo, Ithaqua encontró en ti un recipiente, un canal hacia nuestro mundo. Ahora te encuentras constantemente acosado por visiones que se hacen realidad, intuiciones que salen de la nada y que resultan ser precisas. Tu visión del mundo ha cambiado, y tienes que luchar frecuentemente para evitar caer en la locura.
it: Quando avete decifrato tutte le iscrizioni del Tempio, Ithaqua ha trovato un tramite in te, un canale per il nostro mondo. Ora sei costantemente assalito da visioni che diventano realtà, intuizioni venute dal nulla che si rivelano molto accurate. La tua visione del mondo è cambiata, e devi continuamente lottare per evitare di cadere vittima della follia.

source: The investigator who is custodian of Ithaqua’s knowledge adds the Ithaqua’s Knowledge card to their deck. This card does not count toward that investigator’s deck size.
es: El investigador que es custodio del conocimiento de Ithaqua añade la carta de Conocimiento de Ithaqua a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: L'investigatore che è custode del Sapere di Ithaqua aggiunge la carta Sapere di Ithaqua al proprio mazzo.

source: After your return to Arkham, you find a gold mining company, and you share your discovery. The men in charge are very interested and offer to pay you a percentage of gold mining profits from the Hanninah, if you tell them where the seam is. As you sign your contract, you remember the mad prospector, and what you had to do to get rid of him. You hope that future workers on the site will not suffer the same fate as him... or worse.
es: Después de tu regreso a Arkham, te pones en contacto con una empresa minera de oro y compartes tu hallazgo. Los propietarios están muy interesados y ofrecen pagarte un porcentaje de las ganancias de minería de oro que quieren montar en Hanninah, si les dices dónde está el filón. Cuando firmas tu contrato, recuerdas al buscador enloquecido y lo que tuviste que hacer para deshacerte de él. Esperas que los futuros trabajadores no sufran el mismo destino que él… o peor.
it: Dopo essere tornati ad Arkham, trovate una compagnia di estrazione mineraria e condividete con loro la vostra scoperta. I responsabili sono molto interessati e si offrono di pagarvi una percentuale sui profitti dell'estrazione dell'oro dell'Hanninah, se dite loro dove si trova la vena. Mentre firmate il contratto, vi torna in mente il cercatore pazzo e ciò che avete dovuto fare per sbarazzarvi di lui. In cuor vostro, sperate che i futuri lavoratori sul sito non vadano incontro al suo stesso destino... o peggio.

source: Flip the Hanninah’s gold story card. An investigator can add this card, asset face up, to their deck. This card does not count toward that investigator’s deck size.
es: Dale la vuelta a la carta de historia de El oro de Hanninah. Un investigador puede agregar esta carta de Apoyo a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: Girate la carta storia Oro dell'Hanninah. Un investigatore può aggiungere questa carta, lato supporto in alto, al proprio mazzo.

source: Was Charlie Foxtail in play at the end of the game?
es: ¿Estaba Charlie Coladezorro en juego al final de la partida?
it: Charlie Foxtail era in gioco alla fine della partita?

source: On the way back to Fort McDonald, Charlie confessed to you that he regrets having abandoned Dr. Nadelmann and those poor students. The monster who attacked him in his hut chased him ever since he fled, feeling his fear and leaving him no respite. He is aware that you did not have to help him after what he had done, and for that you have his eternal gratitude. When you arrive in sight of the territory of his ancestors, Charlie bids farewell and hands you his tomahawk. “This weapon has been in my family for a very long time. I’ve seen how you fight, and I think you deserve it more than me. It’s time for me to go back to my wife. Never again will I return to the North Hanninah Valley.“
es: Durante el regreso al Fuerte McDonald, Charlie te confiesa que lamenta haber abandonado al Dr. Nadelmann y a esos pobres estudiantes. El monstruo que lo atacó en su choza lo persiguió desde el momento que huyó, olisqueando su miedo, sin dejarle tregua alguna. Es consciente de que no tenías razón alguna para haberlo ayudarlo después de lo que él había hecho, y sólo por eso tienes su eterna gratitud. Cuando os aproximáis al territorio de sus antepasados, Charlie se despide y te entrega su tomahawk. “Esta arma ha estado en mi familia durante mucho tiempo. He visto cómo luchas, y creo que te mereces ser su portador más que yo. Ya va siendo hora de que vuelva con mi esposa. Nunca más volveré a pisar el valle de Hanninah del Norte".
it: Sulla via del ritorno per Forte McDonald, Charlie vi ha confessato che rimpiange di aver abbandonato il dottor Nadelmann e quei poveri studenti. Il mostro che lo ha attaccato nella sua capanna lo ha inseguito da quando è fuggito, seguendo la sua paura e non lasciandogli tregua. Sa che non eravate obbligati ad aiutarlo dopo quello che ha fatto, e per questo vi sarà eternamente grato. Quando finalmente scorgete il territorio dei suoi antenati, Charlie vi saluta e vi porge il suo tomahawk. "Quest'arma è stata nella mia famiglia per lungo tempo. Vi ho visti combattere, e credo che la meritiate più di me. Ora è tempo che io torni da mia moglie. Non metterò mai più piede nella valle di Nord Hanninah."

source: Any one investigator may choose to Tomahawk to their deck. This card does not count toward that investigator’s deck size.
es: Un investigador puede agregar la carta Tomahawk a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore può aggiungere la carta Tomahawk al proprio mazzo.

source: Each investigator who resigned suffers 1 physical trauma.
es: Cada investigador que haya desistido sufre 1 trauma físico.
it: Ogni investigatore che ha abbandonato subisce 1 trauma fisico.

source: How was each investigator defeated?
es: ¿Cómo fue derrotado cada investigador?
it: Gli investigatori come sono stati sconfitti?

source: Both damage and horror
es: Daño y horror
it: Sia danni che orrori

source: You have discovered the fate of Dr. Nadelmann's students.
es: Has descubierto el destino de los estudiantes del Dr. Nadelmann.
it: Avete scoperto il destino degli studenti del dottor Nadelmann.

source: you have discovered the fate of Dr. Nadelmann's students.
es: has descubierto el destino de los estudiantes del Dr. Nadelmann.
it: avete scoperto il destino degli studenti del dottor Nadelmann.

source: You have enoughe evidence to clear Dr. Nadelmann.
es: Tienes suficientes evidencias para exculpar al Dr. Nadelmann.

source: you have enoughe evidence to clear Dr. Nadelmann.
es: tienes suficientes evidencias para exculpar al Dr. Nadelmann.

source: The Sarcee are hunting you down.
es: Los Sarsi te están dando caza.
it: I Sarcee vi danno la caccia.

source: the Sarcee are hunting you down.
es: los Sarsi te están dando caza.
it: i Sarcee vi danno la caccia.

source: You saved Charlie.
es: Salvaste a Charlie.
it: Avete salvato Charlie.

source: you saved Charlie.
es: salvaste a Charlie.
it: avete salvato Charlie.

source: You saved the gold prospector.
es: Salvaste al buscador de oro.
it: Avete salvato il cercatore d'oro.

source: you saved the gold prospector.
es: salvaste al buscador de oro.
it: avete salvato il cercatore d'oro.

source: You have found Hanninah's gold.
es: Has encontrado el oro de Hanninah.
it: Avete trovato l'oro dell'Hanninah.

source: you have found Hanninah's gold.
es: has encontrado el oro de Hanninah.
it: avete trovato l'oro dell'Hanninah.

source: You have discovered Bernard's fate.
es: Has descubierto el destino de Bernard.
it: Avete scoperto il destino di Bernard.

source: you have discovered Bernard's fate.
es: has descubierto el destino de Bernard.
it: avete scoperto il destino di Bernard.

source: Norman is alive.
es: Norman está vivo.
it: Norman è vivo.

source: You let Norman die.
es: Dejaste morir a Norman.
it: Avete lasciato morire Norman.

source: You have discovered Norman's fate.
es: Has descubierto el destino de Norman.
it: Avete scoperto il destino di Norman.

source: you have discovered Norman's fate.
es: has descubierto el destino de Norman.
it: avete scoperto il destino di Norman.

source: You have discovered Sylvia's fate.
es: Has descubierto el destino de Sylvia.
it: Avete scoperto il destino di Sylvia.

source: you have discovered Sylvia's fate.
es: has descubierto el destino de Sylvia.
it: avete scoperto il destino di Sylvia.

source: You are the custodian of Ithaqua's knowledge.
es: Eres el custodio del conocimiento de Ithaqua.
it: Sei custode del sapere di Ithaqua.

source: you are the custodian of Ithaqua's knowledge.
es: eres el custodio del conocimiento de Ithaqua.
it: sei custode del sapere di Ithaqua.

source: If you have discovered the fate of 1 student or 2 students:
es: Si has descubierto el destino de 1 o 2 estudiantes:
it: Se avete scoperto il destino di 1 o 2 studenti:

source: you defated the Wendigo.
es: has derrotado al Wendigo.
it: avete sconfitto il Wendigo.

source: Was the Wendigo still in play at the end of the game?
es: ¿Estaba el Wendigo en juego al final de la partida?
it: Il Wendigo era ancora in gioco alla fine della partita?

source: you know that the Wendigo still roams the North Hanninah valley.
es: el Wendigo todavía vaga por el valle de Hanninah del Norte.
it: sapete che il Wendigo vaga ancora per la valle del Nord Hanninah.

source: Each investigator earns 2 experience points for having glimpsed the Cthulhu Mythos in this remote, wild corner of the world.
es: Cada investigador gana 2 puntos de experiencia adicionales por haber vislumbrado los Mitos de Cthulhu en este remoto y salvaje rincón del mundo.
it: Ogni investigatore guadagna 2 punti esperienza bonus per aver intravisto il Mito di Cthulhu in questo remoto, selvaggio angolo del mondo.

source: Each investigator removes 1 mental trauma.
es: Cada investigador se cura 1 trauma mental.
it: Ogni investigatore rimuove 1 trauma mentale.

source: Each investigator searches the collection for a random basic [[Madness]] weakness and adds it to their deck for the remainder of the campaign.
es: Cada investigador roba 1 Debilidad básica aleatoria [[Locura]] y la añade a su mazo durante el resto de la campaña.
it: Ogni investigatore cerca nella propria collezione una carta Debolezza base [[Follia]] casuale e la aggiunge al proprio mazzo per il resto della campagna.

source: The trip back to Fort McDonald is terribly trying. You do not have time to heal your wounds on the way and must quickly leave this valley and its dangers. You finally manage to reach Fort McDonald, which you now perceive as a small island of human civilization in the midst of an ocean of wild darkness. You are cared for by the doctor of the small contingent of the Canadian Mounted Police based at the fort. After a few days, you are sufficiently healthy to answer the questions of the officers present on the spot.
es: El viaje de regreso al Fuerte McDonald es terriblemente difícil. No tienes tiempo para sanar tus heridas por el camino, y debes abandonar rápidamente este valle y los peligros que alberga. Finalmente consigues llegar al fuerte, que ahora percibes como una pequeña isla de civilización humana en medio de un océano de oscuridad salvaje. Eres atendido por el médico del pequeño contingente de la Policía Montada del Canadá en el fuerte. Después de unos días, estarás lo suficientemente sano como para responder las preguntas de los oficiales presentes en el acto.
it: Il viaggio di ritorno a Forte McDonald è terribilmente provante. Non avete tempo di guarire le vostre ferite lungo la via: dovete lasciare questa valle e i suoi pericoli in fretta. Riuscite finalmente a raggiungere Forte McDonald, che ora percepite essere una piccola isola di civiltà nel mezzo di un oceano di oscurità selvaggia. Venite curati dal medico del piccolo contingente della Polizia a Cavallo canadese di stanza nel forte. Dopo alcuni giorni, siete sufficientemente in forze per rispondere alle domande degli ufficiali presenti sul posto.
