Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/all_*_nothing.po
Languages: de, es, fr, it, zh

source: “Skids” O’Toole may either upgrade On the Lam to its advanced version, or downgrade the advanced version of Hospital Debts to its original version.
de: „Skids“ O’Toole darf entweder Auf der Flucht zur weiterentwickelten Version verbessern oder die weiterentwickelte Version von Krankenhausrechnungen auf die ursprüngliche Version zurückstufen.
es: “Malasombra” O’Toole puede mejorar A la fuga a su versión avanzada o bien reducir la versión avanzada de Deudas de hospital a su versión original.
fr: « Skids » O’Toole a le droit d’améliorer En Cavale en sa version avancée ou à l’inverse de rétrograder sa version avancée de Frais d’Hôpitaux en sa version d’origine.
it: “Skids” O’Toole può sostituire la versione base di Latitante con la versione avanzata, oppure sostituire la versione avanzata dei Debiti Ospedalieri con la versione base.
zh: “倒霉蛋”奥图尔可以将在逃中升级到其进阶版，或将进阶版的医院债务还原成其原始版。

source: Upgrade to advanced On the Lam
de: Zur weiterentwickelten Version von Auf der Flucht verbessern
es: Mejorar A la fuga
fr: Améliorer En Cavale en sa version avancée
it: Passare alla versione avanzata di Latitante
zh: 升级到进阶版的在逃中

source: Downgrade advanced Hospital Debts
de: Auf die ursprüngliche Version von Krankenhausrechnungen zurückstufen
es: Reducir la versión de Deudas de hospital
fr: Rétrograder Frais d’Hôpitaux en sa version d’origine.
it: Tornare alla versione base dei Debiti Ospedalieri
zh: 还原成原始版的医院债务

source: No change
de: Nichts verändern
es: No realizar cambios
fr: Aucun Changement
it: Nessun cambiamento
zh: 没有变化

source: Each investigator earns experience equal to the combined Victory X value of each card in the victory display.
de: Jeder Ermittler verdient Erfahrungspunkte in Höhe des Sieg- X-Wertes aller Karten im Siegpunktestapel.
es: Cada investigador obtiene una cantidad de experiencia igual al valor combinado de Victoria X de todas las cartas de la zona de victoria.
fr: Chaque investigateur reçoit un total de points d’expérience égal à la somme des valeurs de Victoire X de chaque carte dans la pile de victoire.
it: Ogni investigatore ottiene esperienza pari alla somma del valore di Vittoria di ogni carta nella galleria delle vittorie.
zh: 每位调查员获得等同于胜利牌区中胜利点数总值的经验。

source: If the number of resources on Act 2a is (choose one)...
de: Wähle eins, falls zutreffend: Falls sich auf Szene 2a …

source: 10[per_investigator] or more resources...
de: 10[per_investigator] oder mehr Ressourcen befinden ...

source: 20[per_investigator] or more resources...
de: 20[per_investigator] oder mehr Ressourcen befinden ...

source: 30[per_investigator] or more resources...
de: 30[per_investigator] oder mehr Ressourcen befinden ...

source: 40[per_investigator] or more resources...
de: 40[per_investigator] oder mehr Ressourcen befinden ...

source: 50[per_investigator] or more resources...
de: 50[per_investigator] oder mehr Ressourcen befinden ...

source: 60[per_investigator] or more resources...
de: 60[per_investigator] oder mehr Ressourcen befinden ...

source: “Skids” O’Toole begins the next scenario with 1 additional resource.
de: „Skids“ O’Toole beginnt das nächste Szenario mit 1 zusätzlichen Ressource.
es: “Malasombra” O’Toole comienza el siguiente escenario con 1 recurso adicional.
fr: « Skids » O’Toole commence le prochain scénario avec 1 ressource supplémentaire.
it: “Skids” O’Toole inizia il prossimo scenario con 1 risorsa aggiuntiva.
zh: “倒霉蛋”奥图尔下一场冒险开始时带有额外1个资源。

source: “Skids” O’Toole begins the next scenario with 2 additional resources.
de: „Skids“ O’Toole beginnt das nächste Szenario mit 2 zusätzlichen Ressourcen.
es: “Malasombra” O’Toole comienza el siguiente escenario con 2 recursos adicionales.
fr: « Skids » O’Toole commence le prochain scénario avec 2 ressources supplémentaire.
it: “Skids” O’Toole inizia il prossimo scenario con 2 risorse aggiuntive.
zh: “倒霉蛋”奥图尔下一场冒险开始时带有额外2个资源。

source: “Skids” O’Toole begins the next scenario with 3 additional resources.
de: „Skids“ O’Toole beginnt das nächste Szenario mit 3 zusätzlichen Ressourcen.
es: “Malasombra” O’Toole comienza el siguiente escenario con 3 recursos adicionales.
fr: « Skids » O’Toole commence le prochain scénario avec 3 ressources supplémentaire.
it: “Skids” O’Toole inizia il prossimo scenario con 3 risorse aggiuntive.
zh: “倒霉蛋”奥图尔下一场冒险开始时带有额外3个资源。

source: “Skids” O’Toole earns 1 bonus experience and begins the next scenario with 4 additional resources.
de: „Skids“ O’Toole verdient 1 Bonus-Erfahrungspunkt und beginnt das nächste Szenario mit 4 zusätzlichen Ressourcen.
es: “Malasombra” O’Toole obtiene 1 punto de experiencia adicional y comienza el siguiente escenario con 4 recursos adicionales.
fr: « Skids » O’Toole reçoit 1 point d’expérience bonus et commence le prochain scénario avec 4 ressources supplémentaires.
it: “Skids” O’Toole guadagna 1 punto esperienza bonus e inizia il prossimo scenario con 4 risorse aggiuntive.
zh: “倒霉蛋”奥图尔获得1点奖励经验，且下一场冒险开始时带有额外4个资源。

source: “Skids” O’Toole earns 2 bonus experience and begins the next scenario with 5 additional resources.
de: „Skids“ O’Toole verdient 2 Bonus-Erfahrungspunkt und beginnt das nächste Szenario mit 5 zusätzlichen Ressourcen.
es: “Malasombra” O’Toole obtiene 2 puntos de experiencia adicionales y comienza el siguiente escenario con 5 recursos adicionales.
fr: « Skids » O’Toole reçoit 2 points d’expérience bonus et commence le prochain scénario avec 5 ressources supplémentaires.
it: “Skids” O’Toole guadagna 2 punti esperienza bonus e inizia il prossimo scenario con 5 risorse aggiuntive.
zh: “倒霉蛋”奥图尔获得2点奖励经验，且下一场冒险开始时带有额外5个资源。

source: “Skids” O’Toole earns 3 bonus experience and begins the next scenario with 6 additional resources.
de: „Skids“ O’Toole verdient 3 Bonus-Erfahrungspunkt und beginnt das nächste Szenario mit 6 zusätzlichen Ressourcen.
es: “Malasombra” O’Toole obtiene 3 puntos de experiencia adicionales y comienza el siguiente escenario con 6 recursos adicionales.
fr: « Skids » O’Toole reçoit 3 points d’expérience bonus et commence le prochain scénario avec 6 ressources supplémentaires.
it: “Skids” O’Toole guadagna 3 punti esperienza bonus e inizia il prossimo scenario con 6 risorse aggiuntive.
zh: “倒霉蛋”奥图尔获得3点奖励经验，且下一场冒险开始时带有额外6个资源。

source: Heart pounding and exhilaration coursing through your veins, you don’t know what gives you more of a rush: winning money from the O’Bannions or escaping from them. This night is proof of what you’ve always thought: “Skids” O’Toole always wins...
de: Dein Herz pumpt mit rasendem Tempo Adrenalin durch deine Adern. Du bist dir nicht sicher, was berauschender für dich ist: dass du Geld von den O’Bannions hast gewinnen können oder dass du ihnen entwischen konntest. Diese Nacht beweist, was du dir schon immer gedacht hast: „Skids“ O’Toole gewinnt immer …

source: You’ve failed to go unnoticed. Within minutes, you are surrounded by the O’Bannion’s heartless enforcers and dragged into a dark room. The brutes clench their fists and roll up their sleeves. You close your eyes and brace for the hard lesson they’re about to teach you: Lady Luck is no use at the Clover Club. You end up in a heap of trash outside the back alley entrance of the club. All things considered, it could have been worse. Bruised and battered, you remove the Clover Club from your rotating list. Gambling isn’t worth it if the stake is your life. You know firsthand that, at the Clover Club, the house always wins...
de: Du hast es nicht geschafft, unauffällig zu bleiben. In wenigen Minuten bist du von den gnadenlosen Vollstreckern der O’Bannion-Gang umringt und wirst von ihnen in ein abgedunkeltes Zimmer gezerrt. Die Schläger ballen ihre Fäuste und krempeln ihre Ärmel hoch. Du schließt deine Augen und machst dich auf die harte Lektion gefasst, die sie dich zweifellos gleich lehren werden: Die Glücksgöttin kann dir im Clover Club nicht helfen. Schließlich landest du auf einem Müllhaufen neben dem Hinterausgang des Clubs. Insgesamt betrachtet hätte es schlimmer ausgehen können. Mit Beulen und blauen Flecken gezeichnet streichst du den Clover Club von der Liste deiner Spielorte. Glücksspiel zahlt sich nicht aus, wenn dein Leben auf dem Spiel steht. Aus eigener Erfahrung weißt du nun, dass im Clover Club das Haus immer gewinnt …

source: Easy
de: Einfach
es: Fácil
fr: Facile

source: Standard
de: Normal
es: Normal

source: Hard
de: Schwer
es: Difícil
fr: Difficile

source: Expert
de: Experte
es: Experto

source: If the number of resources on Act 2a is (choose one)…
es: Si la cantidad de recursos que hay sobre el Acto 2a es (elige una opción)…
fr: Si le nombre de ressources sur l’Acte 2a est égal à (choisissez une seule option)…
it: Se il valore di risorse sul Capitolo 2a è (scegli un’opzione)…
zh: 如果场景2a上的资源总数为(选择一项)……

source: 10[per_investigator] or more resources…
es: 10[per_investigator] o más recursos.
fr: au moins 10[per_investigator],
it: 10[per_investigator] o più…
zh: 10[per_investigator]以上的资源……

source: 20[per_investigator] or more resources…
es: 20[per_investigator] o más recursos.
fr: au moins 20[per_investigator],
it: 20[per_investigator] o più…
zh: 20[per_investigator]以上的资源……

source: 30[per_investigator] or more resources…
es: 30[per_investigator] o más recursos.
fr: au moins 30[per_investigator],
it: 30[per_investigator] o più…
zh: 30[per_investigator]以上的资源……

source: 40[per_investigator] or more resources…
es: 40[per_investigator] o más recursos.
fr: au moins 40[per_investigator],
it: 40[per_investigator] o più…
zh: 40[per_investigator]以上的资源……

source: 50[per_investigator] or more resources…
es: 50[per_investigator] o más recursos.
fr: au moins 50[per_investigator],
it: 50[per_investigator] o più…
zh: 50[per_investigator]以上的资源……

source: 60[per_investigator] or more resources…
es: 60[per_investigator] o más recursos.
fr: au moins 60[per_investigator],
it: 60[per_investigator] o più…
zh: 60[per_investigator]以上的资源……

source: Heart pounding and exhilaration coursing through your veins, you don’t know what gives you more of a rush: winning money from the O’Bannions or escaping from them. This night is proof of what you’ve always thought: “Skids” O’Toole always wins…
es: El corazón te late desaforadamente y la euforia te recorre las venas, pero no sabes qué es lo que te ha producido un mayor subidón: ganarles dinero a los O’Bannion o escapar de ellos. Esta noche da fe de lo que siempre habías pensado: “Malasombra” O’Toole siempre gana…
fr: Le cœur battant, vous ignorez ce qui vous apporte le plus de satisfaction : avoir remporté l’argent des O’Bannion ou leur avoir échappé. Cette nuit a apporté la preuve de ce que vous avez toujours su : « Skids » O’Toole gagne toujours…
it: Con il cuore che batte a mille e l’adrenalina che ti corre nelle vene, non sai cosa ti dia più piacere: vincere il denaro degli O’Bannion, o fuggire dalle loro grinfie. Questa notte è la dimostrazione di quello che hai sempre pensato: “Skids” O’Toole vince sempre…
zh: 心脏狂跳，兴奋感流窜全身，你分不清是什么让你更加激动：从欧巴尼恩帮手中赢钱或从他们手中逃脱。今晚你证明了你自己：“倒霉蛋”奥图尔百赌百胜……

source: You’ve failed to go unnoticed. Within minutes, you are surrounded by the O’Bannion’s heartless enforcers and dragged into a dark room. The brutes clench their fists and roll up their sleeves. You close your eyes and brace for the hard lesson they’re about to teach you: Lady Luck is no use at the Clover Club. You end up in a heap of trash outside the back alley entrance of the club. All things considered, it could have been worse. Bruised and battered, you remove the Clover Club from your rotating list. Gambling isn’t worth it if the stake is your life. You know firsthand that, at the Clover Club, the house always wins…
es: No has logrado pasar desapercibido. En pocos minutos, te ves rodeado por los despiadados matones de los O’Bannion, que te arrastran a una sala oscura. Los brutos aprietan los puños y se arremangan. Cierras los ojos y te preparas para la dura lección que están a punto de darte: la diosa Fortuna no tiene influencia alguna en el Clover Club. Acabas en un montón de basura junto a la entrada del club que hay en el callejón de atrás. Con todo lo que ha pasado, podría haber sido peor. Magullado y amoratado, tachas el Clover Club de tu lista de garitos. Jugar a las cartas no merece la pena si está en juego tu vida. Ahora sabes de primera mano que, en el Clover Club, la casa siempre gana…
fr: Vous n’avez pas réussi à passer inaperçu. En un instant, vous vous retrouvez cerné par des sbires à la solde des O’Bannion. Ils vous emmènent manu militari jusqu’à une pièce sombre. Les brutes font craquer leurs phalanges et remontent leurs manches. Vous fermez les yeux et méditez sur la dure leçon que vous vous apprêtez à recevoir : Dame Fortune ne sert à rien au Club du Trèfle. Vous finissez sur un tas d’ordures dans la ruelle donnant sur la porte de derrière. Tout bien considéré, les choses auraient pu être pires. Fourbu et contusionné, vous rayez le Club du Trèfle de votre liste. Le jeu n’en vaut pas la chandelle si vous devez ainsi risquer votre vie. Vous êtes maintenant bien placé pour savoir qu’au Club du Trèfle, la banque gagne toujours…
it: Non sei riuscito a passare inosservato. In pochi minuti vieni circondato dagli spietati sgherri degli O’Bannion e trascinato in una stanza buia. I bruti stringono i pugni e rimboccano le maniche. Chiudi gli occhi e ti prepari per la lezione che stanno per impartirti: la Dea Bendata non serve a nulla al Clover Club. Finisci in un cumulo di immondizia nel vicolo sul retro del club. Tutto sommato, poteva andarti peggio. Ammaccato e dolorante, rimuovi il Clover Club dalla lista dei locali che frequenti. Giocare d’azzardo va bene, ma non se in palio c’è la tua vita. Adesso sai per esperienza diretta che, al Clover Club, il banco vince sempre…
zh: 你意图不引起注意却失败了。几分钟之内，你就被欧巴尼恩帮的无情打手们包围住，拖进一个黑暗的房间。这些恶汉紧握拳头，卷起袖子。你闭上眼睛，准备承受他们要给你的痛苦教训：幸运女神在四叶草俱乐部不管用。 你的下场是被丢在俱乐部后巷入口外的垃圾堆中。往好处想，情况可能会更糟，你只是被揍得满身瘀伤。你从赌场轮换名单中剔除了四叶草俱乐部。如果赌注是赔上性命，那就最好别赌。你亲身体会到，在四叶草俱乐部，只有庄家才能百赌百胜……
