Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/all_*_nothing.po
Languages: de, es, fr, it, zh

source: All or Nothing
de: Alles oder nichts
es: Todo o nada
fr: Le Tout pour le Tout
zh: 孤注一掷

source: You’re willing to do whatever it takes to make things right. Your mother’s massive hospital debts won’t pay themselves off, so you’ve come up with a plan: gambling. The adrenaline rush of going all in and risking everything on the mercy of the cards is also a nice perk. Lately it feels as though life has dealt you a bad hand, but you’re often able to turn terrible hands into winning ones. Who needs skill when Lady Luck is on your side? Your game of choice is blackjack. Somehow the right cards tend to come up at the right time, and you try to hide your elation when the dealer busts yet again. You seem to go on a hot streak every night as stacks of chips grow ever taller in front of you. Such hot streaks go a long way in paying your debts, but your luck often draws the ire of both the dealer and fellow players alike. You know when to stop. Over the years, you’ve acquired a reputation for winning that some call “cheating.” As a result, you’ve been forced to keep a low profile and gamble at a rotating list of venues. There is one venue which you revel winning at over all others: the Clover Club. Vast amounts of money are at stake every night at the speakeasy, but it’s controlled by the O’Bannion gang. Intimidating. Unscrupulous. Ruthless. No one wants to draw the attention of the gang, as your reputation surely does. But the Clover Club has a bottom line that, above all else, must be maintained. The brazen O’Bannions are not fond of being taken advantage of, and will use any means necessary to prevent it. Here, the house always wins. Surely that will change tonight. You pull your collar up and walk into La Bella Luna. The restaurant is virtually empty. A faint sound of bombastic music is coming from the back of the establishment. It’s clear where all the patrons are. All you can think about is getting a drink and winning big…
de: Du bist fest entschlossen, alles zu tun, um die Dinge wieder ins Lot zu bringen – was es auch kosten mag. Die riesigen Krankenhausrechnungen deiner Mutter werden sich nicht einfach in Luft auflösen. Dein Plan ist einfach: Glücksspiel. Der Adrenalinrausch, wenn du „all-in“ gehst und voll und ganz auf die Gunst der Karten hoffst, gibt dir noch einen zusätzlichen Kick. In letzter Zeit fühlt es sich so an, als hätte dir das Leben eine schlechte Hand nach der anderen ausgeteilt, doch du hast es häufig noch geschafft, Gewinnerhände daraus zu machen. Wer braucht schon Können, wenn die Glücksgöttin auf seiner Seite ist? Dein Spiel der Wahl ist Blackjack. Irgendwie scheinst du die richtigen Karten zum richtigen Zeitpunkt zu bekommen und musst aufpassen, nicht zu laut zu jubeln, wenn der Dealer erneut die 21 überschritten hat. Jede Nacht hast du eine Glückssträhne und die Chips stapeln sich höher und höher vor dir. Deine Gewinnsträhnen helfen dir enorm, deine Schulden über kurz oder lang abzubezahlen, doch sie ziehen auch regelmäßig die misstrauischen Blicke des Dealers und deiner Mitspieler auf dich. Du findest aber immer den richtigen Zeitpunkt aufzuhören. Über die Jahre hinweg hast du dir den Ruf eines Gewinners erarbeitet. Manche nennen dich auch einen „Falschspieler“. Aus diesem Grund hältst du dich bedeckt und wechselst regelmäßig das Spiellokal. Doch es gibt einen Ort in der Stadt, an dem du deine Siege besonders gerne feierst: im Clover Club. Jede Nacht wird in dieser Flüsterkneipe um hohe Geldsummen gespielt. Kontrolliert wird sie von der O’Bannion-Gang – einer Bande von skrupellosen und unbarmherzigen Schlägern. Keiner will ihre Aufmerksamkeit erregen, daher musst du wegen deines Rufes besonders aufpassen. Der Clover Club hat eine Regel, die unter allen Umständen eingehalten werden muss. Die O’Bannions mögen es nicht, übervorteilt zu werden. Ihnen ist jedes Mittel recht, dies zu verhindern. Hier gilt das Motto: Das Haus gewinnt immer. Das wird sich heute Nacht ändern. Du rückst deinen Kragen zurecht und betrittst das La Bella Luna. Das Restaurant wirkt wie ausgestorben. Aus dem hinteren Bereich des Gebäudes kannst du leise Unterhaltungsmusik hören. Es ist klar, wo sich alle Gäste befinden. Du hast jetzt nur noch ein Bild im Kopf: wie du mit einem Drink in der Hand hoch gewinnst.
es: Estás dispuesto a hacer lo que haga falta para solucionar las cosas. Las enormes deudas de hospital de tu madre no se van a pagar solas, así que has pensado en un plan: apostar. El subidón de adrenalina de ir con todo y quedar a merced de las cartas es una ventaja añadida. Últimamente tienes la impresión de que la vida te ha repartido malas cartas, pero sueles ser capaz de ganar la mano incluso con cartas así. ¿Quién necesita habilidad cuando tienes de tu parte a la diosa Fortuna? Tu juego favorito es el blackjack. De algún modo, te salen las cartas justas en el momento preciso, e intentas ocultar tu júbilo cuando el crupier vuelve a pasarse. Cada noche pareces entrar en racha a medida que se acumulan los montones de fichas frente a ti. Esas rachas obran maravillas para pagar tus deudas, pero tu suerte también provoca las iras del crupier y del resto de jugadores por igual. Sabes cuándo parar. A lo largo de los años, has adquirido una reputación por ganar que algunos llaman “hacer trampas”. Como resultado, te has visto obligado a ser discreto e ir rotando por varios locales en los que jugar. De esta lista de locales, hay uno en el que ganar te provoca un deleite mayor que en el resto: el Clover Club. Se trata de un garito en el que se juegan enormes cantidades de dinero cada noche, pero está controlado por la banda de O’Bannion. Son amenazadores, implacables y sin escrúpulos. Nadie quiere llamar la atención de la banda como seguramente lo hace tu reputación. Pero el Clover Club tiene unas cuentas que mantener por encima de todo. A los temibles O’Bannion no les gusta que se aprovechen de ellos y emplearán cualquier medio necesario para evitarlo. En su local, la casa siempre gana. Pero eso va a cambiar esta noche. Te subes el cuello de la gabardina y entras en La Bella Luna. El restaurante está prácticamente vacío. De la parte de atrás del establecimiento llega el tenue rumor de una música grandilocuente. Está claro dónde están todos los clientes. Solo piensas en tomar un trago y ganar a lo grande…
fr: Vous avez bien l’intention de faire tout votre possible pour arranger les choses. Les frais d’hôpitaux exorbitants de votre mère ne vont pas se payer tout seuls, alors vous avez eu une idée : jouer au casino. La décharge d’adrénaline provoquée par le fait de miser gros et de risquer de tout perdre sur quelques cartes est une bonne motivation également. Depuis quelque temps, vous sentez bien que la vie vous a donné une mauvaise main, mais transformer une mauvaise main en main gagnante est justement votre spécialité. Qui a besoin de savoir bien jouer quand Dame Fortune lui sourit ? Votre jeu de prédilection est le blackjack. Vous ignorez comment, mais vous finissez toujours par obtenir la bonne carte au bon moment et vous tentez à grand-peine de contenir votre satisfaction quand le croupier perd une nouvelle fois. Vous vous sentez en veine et les piles de jetons grandissent nuit après nuit devant vous. Avec une chance aussi insolente, vous ne serez pas long à payer vos dettes. Mais une telle chance provoque souvent un certain ressentiment de la part des croupiers et des autres joueurs. Vous savez quand vous arrêter. Avec les années, vous avez acquis une telle réputation de gagnant que certains vous qualifient de « tricheur ». De fait, vous avez été contraint de faire profil bas et d’alterner les différentes salles où vous jouez. Il y a une salle en particulier dans laquelle vous avez gagné gros : le Club du Trèfle. Ce bar clandestin brasse chaque nuit d’énormes quantités d’argent, mais il est dirigé par le gang O’Bannion. Intimidants. Sans scrupules. Impitoyables. Personne n’a envie d’éveiller l’attention des membres de ce gang. D’autant que les O’Bannion n’aiment pas vraiment être battus et usent de tous les moyens nécessaires pour maintenir les bénéfices du Club du Trèfle à un niveau très élevé. Ici, la banque gagne toujours. Mais cette nuit, tout va changer. Vous remontez votre col et pénétrez dans La Bella Luna. Le restaurant est pratiquement vide. Les accords ténus d’une musique grandiloquente s’échappent de l’arrière-salle de l’établissement. Il est clair que c’est là que se trouvent en réalité les clients. Tout ce qui vous importe c’est de prendre un verre et de gagner gros…
it: Faresti qualsiasi cosa per sistemare la situazione. Gli ingenti debiti ospedalieri di tua madre non si ripagheranno da soli, quindi hai ideato un piano: giocare d’azzardo. Il picco di adrenalina che ti colpisce quando vai all-in e affidi tutto alla benevolenza delle carte è comunque piuttosto gratificante. Ti sembra che ultimamente la vita ti abbia servito una mano sfortunata, ma spesso sei in grado di trasformare una pessima mano in una vittoria. A chi serve l’abilità, quando hai la Dea Bendata dalla tua parte? Il gioco che hai scelto è il blackjack. In qualche modo sembra che le carte vengano servite nell’ordine corretto, e cerchi di nascondere la tua esultanza quando vedi il croupier sballare un’altra volta. Sembra che ogni sera sia la tua sera fortunata, mentre le pigne di fiche si accumulano di fronte a te. Questi colpi di fortuna ti portano sempre più vicino al tuo obiettivo, ma spesso la tua fortuna richiama la collera sia del croupier che degli altri giocatori. E li, sai che devi fermarti. Negli anni le tue vincite ti hanno fatto acquistare una certa reputazione, e alcuni it chiamano “baro”. A causa di ciò, sei costretto a mantenere un basso profilo e a giocare a rotazione in una serie di locali. C’è un locale in cui it piace vincere più che in tutti gli altri: il Clover Club. Somme ingenti vengono scommesse ogni sera allo speakeasy, ma è controllato dalla banda degli O’Bannion. Minacciosi. Senza Scrupoli. Spietati. Nessuno vorrebbe attirare l’attenzione della banda, ma la tua reputazione l’attirerebbe sicuramente. Ma il Clover Club, una volta chiusi i battenti, deve essere in positivo. Agli sfrontati O’Bannion non piace certo farsi fregare, e useranno qualsiasi mezzo per impedirlo. Qui, il banco vince sempre. Ma stasera questa cosa cambierà. Ti alzi il bavero ed entri ne La Bella Luna. Il ristorante è praticamente vuoto. Una flebile musica pretenziosa viene dal retro del locale. È chiaro dove sono tutti i clienti. Riesci solo a pensare di prendere un drink e di vincere più che puoi…
zh: 你愿意尽一切努力做正确的事。你母亲的巨额医疗费用可不会自行解决，因此你想出了一个计划：赌博。还能享受在卡牌赌上一切风险，梭哈时肾上腺素激增的刺激感。最近，感觉好像生活给了你满手坏牌，但你总能扭转满手坏牌获得胜利。当幸运女神站在你这边时，谁还需要技巧？ 你选择了二十一点。不知道为什么，你想要的牌往往会在最好的时机出现，每当庄家的点数又爆了，你都快几乎掩饰不了自己的兴高采烈。你似乎每晚都手感绝佳，桌上的筹码越来越高，堆积如山。顺风顺水的手感在偿还债务方面大有帮助，但这好运也常常让庄家和其他玩家怒气冲冲。你知道你该停手的时机。 多年以来，你已赢钱赢出了声望，有些人甚至称你“作弊”。因此，你不得不保持低调，并时时转换地方赌博。有个地方：四叶草俱乐部，是你最享受的场所。每天晚上，大量的资金都在这个非法俱乐部汇聚，但这地方是欧巴尼恩帮控制的。他们恐吓、无情、作恶多端。没有人会想引起他们的注意，尤其是有像你这种声望的人。 四叶草俱乐部有一个底线，无论如何都得维持这个底线。厚颜无耻的欧巴尼恩帮不喜欢被占便宜，他们会尽一切必要手段阻止这种事发生。在这里，庄家总是赢。 今晚，这件事肯定会改变。您拉起衣领，走进月下美人。这间餐厅看似空荡荡的，但建筑的后面传来微弱的音乐的轰鸣声。很明显所有“客人”都在哪里。你只想赶紧喝上一杯，开始大赢四方……

source: Scenario Setup
de: Szenariovorbereitung
es: Preparación del escenario
fr: Mise en place du Scénario
zh: 冒险设置

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow). Do not gather the locations, act, agenda, and scenario reference cards from that set.
de: Beim Heraussuchen des Begegnungssets <i>Die Mitternachtsmasken</i> werden nur die 5 Verratskarten (2x Falsche Fährte und 3x Hetzender Schatten) herausgesucht. Die Orte, Szenen, Agenden und die Szenarioübersichtskarte dieses Sets werden nicht herausgesucht.
es: Al reunir el conjunto de encuentros Las máscaras de medianoche, coge sólo las 5 cartas de Traición (2x Pista falsa y 3x Sombra acechante). No cojas las cartas de Lugar, de Acto, de Plan o de referencia de escenario de ese conjunto.
fr: Quand vous réunissez les cartes du set de rencontre <i>Les Masques de Minuit</i>, ne prenez que les 5 cartes Traîtrise (2x Fausse Piste et 3x Ombre Chasseresse). Ne prenez pas les cartes Lieu, Acte, Intrigue et référence du scénario de ce set.
it: Quando radunate il set di incontri <i>Le Maschere di Mezzanotte</i>, radunate soltanto le 5 carte sventura (le 2 copie della Falsa Pista e le 3 copie dell’Ombra Cacciatrice). Non radunate alcuna altra carta di quel set.
zh: 找出<i>午夜假面</i>遭遇组时，只找出其中5张诡计卡(2张错误指示和3张追猎鬼影)。注意不要拿出该遭遇组中的地点、场景、密谋或冒险辅助卡。

source: You may optionally decide to gather the cards included in the <i>Return to the House Always Wins</i> encounter set, as well, if your collection includes them.
de: Das Begegnungsset <i>Rückkehr zu: Das Haus gewinnt immer</i> kann optional herausgesucht werden, falls es sich in deiner Sammlung befindet.
es: De forma opcional, puedes decidir reunir también las cartas incluidas en el conjunto de encuentros <i>Regreso a La casa siempre gana</i> si lo tienes en tu colección.
fr: D’une manière optionnelle, vous pouvez choisir d’inclure les cartes du set de rencontre <i>Renouveau : La Banque Gagne Toujours</i> si vous le possédez.
it: Opzionalmente potete decidere di radunare anche le carte del set di incontri <i>Ritorno a… Il Banco Vince Sempre</i>, se è incluso nella vostra collezione.
zh: 如果你的收藏中包括<i>重返百赌百胜</i>遭遇组，你可以选择是否要加入包含在<i>重返百赌百胜</i>遭遇组的卡牌。

source: If you do, perform the following additional steps:
de: Falls sich für dieses Set entschieden wird, werden zusätzlich die folgenden Schritte durchgeführt:
es: Si lo haces, realiza los siguientes pasos adicionales:
fr: En ce cas, effectuez les étapes supplémentaires suivantes :
it: Se lo fate, svolgete i seguenti passi addizionali:
zh: 如果你这么做，依照以下的额外步骤进行：

source: Remove the “Return to” setup card from the game.
de: Die Szenariovorbereitungskarte „Rückkehr zu: Das Haus gewinnt immer“ wird aus dem Spiel entfernt.
es: Retira de la partida la carta de preparación “Regreso a”.
fr: Retirez de la partie la carte de mise en place du renouveau.
it: Rimuovete la carta preparazione “Ritorno a” dal gioco.
zh: 将“重返”设置卡牌从游戏中移除。

source: Remove the original version of the Clover Club Lounge from the game and use the new version of the Clover Club Lounge instead.
de: Die ursprüngliche Version von Lounge des Clover Clubs wird aus dem Spiel entfernt. Stattdessen wird die Version von Lounge des Clover Clubs verwendet, die im Begegnungsset Rückkehr zu: Das Haus gewinnt immer zu finden ist.
es: Retira de la partida la versión original del Salón del Clover Club y usa en su lugar la nueva versión del Salón del Clover Club.
fr: Retirez de la partie la version d’origine du Lounge du Club du Trèfle et utilisez la nouvelle version à la place.
it: Rimuovete la versione originale della Sala del Clover Club dal gioco e sostituitela con la versione nuova.
zh: 将原始版本的俱乐部大厅从游戏中移除，改为使用新版本的俱乐部大厅。

source: Set the Clover Club Stage aside, out of play.
de: Der Ort Bühne des Clover Clubs wird als nicht im Spiel befindlich beiseitegelegt.
es: Deja aparte el Escenario del Clover Club, fuera del juego.
fr: Mettez de côté la Scène du Club du Trèfle, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, il Palcoscenico del Clover Club.
zh: 将俱乐部舞台放在一边，位于场外。

source: Include the new treachery cards with the remainder of the encounter cards.
de: Die neuen Verratskarten werden den übrigen Begegnungskarten hinzugefügt.
es: Incluye las nuevas cartas de Traición junto con las demás cartas de Encuentro.
fr: Incluez les nouvelles cartes Traîtrise avec le reste des cartes Rencontre.
it: Aggiungete le nuove carte sventura al resto delle carte incontro.
zh: 将新的诡计卡加入其余的遭遇卡。

source: Remember that “Skids” O’Toole has “cheated.”
de: Merke dir, dass „Skids“ O’Toole „falsch gespielt“ hat.
es: Recuerda que “Malasombra” O’Toole “ha hecho trampas”.
fr: Souvenez-vous que « Skids » O’Toole a « triché ».
it: Ricordate che “Skids” O’Toole ha “barato”.
zh: 记住“倒霉蛋”奥图尔“作弊”了。

source: Remove the original scenario reference card from <i>The House Always Wins</i> encounter set from the game. Use the new scenario reference card provided in the downloadable <i>All or Nothing</i> encounter set.
de: Die ursprüngliche Szenarioübersichtskarte aus dem Begegnungsset <i>Das Haus gewinnt immer</i> wird aus dem Spiel entfernt. Für dieses Szenario wird die Szenarioübersichtskarte des herunterladbaren Sets <i>Alles oder nichts</i> verwendet.
es: Retira de la partida la carta de referencia de escenario original del conjunto de encuentros <i>La casa siempre gana</i>: Usa la nueva carta de referencia de escenario que se proporciona con el conjunto de encuentros descargable <i>Todo o nada</i>.
fr: Retirez de la partie la carte de référence du scénario <i>La Banque Gagne Toujours</i>. Utilisez la nouvelle de carte de référence du scénario <i>Le Tout pour le Tout</i> fournie dans le set de rencontre téléchargeable du même nom.
it: Rimuovete dal gioco al scheda di consultazione dello scenario dal set di incontri <i>Il Banco Vince Sempre</i>. Usate al nuova scheda di consultazione dello scenario fornita nel set <i>Tutto o Niente</i>.
zh: 将<i>百赌百胜</i>遭遇组中原本的冒险辅助卡牌移出游戏。使用下载的<i>孤注一掷</i>遭遇组中提供的新冒险辅助卡牌。

source: Remove the original act and agenda deck from <i>The House Always Wins</i> encounter set from the game. Build the act and agenda decks using only the new act and agenda cards provided in the downloadable <i>All or Nothing</i> encounter set.
de: Das ursprüngliche Agenda- und Szenendeck aus dem Begegnungsset <i>Das Haus gewinnt immer</i> wird aus dem Spiel entfernt. Bei der Erstellung des Agenda- und Szenendecks für dieses Szenario werden die Agendaund Szenenkarten des herunterladbaren Sets <i>Alles oder nichts</i> verwendet.
es: Retira de la partida los mazos de Acto y de Plan originales del conjunto de encuentros <i>La casa siempre gana</i>: Crea los mazos de Acto y de Plan únicamente con las nuevas cartas de Acto y de Plan que se proporcionan con el conjunto de encuentros descargable <i>Todo o nada</i>.
fr: Retirez de la partie les decks Acte et Intrigue d’origine du set de rencontre <i>La Banque Gagne Toujours</i>. Constituez les decks Acte et Intrigue en utilisant uniquement les nouvelles cartes Acte et Intrigue fournies dans le set de rencontre téléchargeable <i>Le Tout pour le Tout</i>.
it: Rimuovete dal gioco le carte Trama e Capitolo dal set di incontri <i>Il Banco Vince Sempre</i>. Usate solo le carte Trama e Capitolo fomite nel set <i>Tutto o Niente</i>.
zh: 将<i>百赌百胜</i>遭遇组中原本的场景与密谋卡牌移出游戏。仅用下载的<i>孤注一掷</i>遭遇组中提供的新场景与密谋卡牌构建场景和密谋牌堆。

source: Remove the Peter Clover asset and the Dr. Francis Morgan story asset from the game. These cards are not used in this challenge scenario.
de: Die Vorteilskarte Peter Clover und die Story-Vorteilskarte Dr. Francis Morgan werden aus dem Spiel entfernt. Diese Karten werden in diesem Herausforderungsszenario nicht verwendet.
es: Retira de la partida el Apoyo Peter Clover y el Apoyo de historia Dr. Francis Morgan. Estas cartas no se usan en este escenario de desafío.
fr: Retirez de la partie les soutiens d’histoire Peter Clover et Dr Francis Morgan. Ces cartes ne sont pas utilisées dans ce scénario défi.
it: Rimuovete dal gioco il supporto Peter Clover e il supporto storia Dott.Francis Morgan. Queste carte non vengono utilizzate in questo scenario.
zh: 将彼得·克劳佛支援卡和佛朗西斯·摩尔根博士故事支援卡从游戏中移除。这些卡牌不会在挑战冒险中使用。

source: Set the following cards aside, out of play: each copy of the Back Hall Doorway location, each copy of the Clover Club Bouncer enemy, and the Siobhan Riley enemy.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: jede Kopie des Ortes Tür zum hinteren Bereich, jede Kopie des Gegners Türsteher des Clover Clubs und der Gegner Siobhan Riley.
es: Deja aparte las siguientes cartas, fuera del juego: todas las copias del Lugar Puerta del final del pasillo, todas las copias del Enemigo Portero del Clover Club y el Enemigo Siobhan Riley.
fr: Mettez de côté les cartes suivantes, hors jeu : chaque exemplaire du lieu Porte de Derrière, chaque exemplaire de l’ennemi Videur du Club du Trèfle, et l’ennemi Siobhan Riley.
it: Mettete da parte, temporaneamente fuori dal gioco, le seguenti carte: ogni copia del luogo Porta sul Retro, ogni copia del nemico Buttafuori del Clover Club, e il nemico Siobhan Riley.
zh: 将下列卡牌放在一边，位于场外：所有的走廊后门地点、所有的俱乐部保安敌人、西沃恩·莱利敌人。

source: Put each of the remaining locations into play: Darkened Hall, Clover Club Lounge, Clover Club Bar, Clover Club Cardroom, and La Bella Luna.
de: Die übrigen Orte werden ins Spiel gebracht: Dunkler Flur, Lounge des Clover Clubs, Bar des Clover Clubs, Spielzimmer des Clover Clubs und La Bella Luna.
es: Pon en juego todos los Lugares restantes: Pasillo en penumbra, Salón del Clover Club, Bar del Clover Club, Sala de juego del Clover Club y La Bella Luna.
fr: Mettez en jeu chacun des lieux restants : Couloir Obscur, Lounge du Club du Trèfle, Bar du Club du Trèfle, Salle de Jeu du Club du Trèfle et La Bella Luna.
it: Mettete in gioco ciascuno dei luoghi rimanenti: Sala Buia, Sala del Clover Club, Bar del Clover Club, Bisca del Clover Club, e La Bella Luna.
zh: 将以下剩余地点放置入场：黑暗走廊、俱乐部大厅、俱乐部酒吧、俱乐部卡牌室、月下美人。

source: Each investigator begins play in La Bella Luna.
de: Jeder Ermittler beginnt das Spiel im La Bella Luna.
es: Todos los investigadores comienzan la partida en La Bella Luna.
fr: Chaque investigateur commence la partie dans La Bella Luna.
it: Ogni investigatore inizia la partita ne La Bella Luna.
zh: 每位调查员从月下美人开始游戏。

source: Put the Clover Club Pit Boss enemy into play in the Clover Club Lounge.
de: Der Gegner Pit Boss des Clover Clubs wird in der Lounge des Clover Clubs ins Spiel gebracht.
es: Pon en juego el Enemigo Jefe de sala del Clover Club en el Salón del Clover Club.
fr: Mettez en jeu l’ennemi Chef de Salle du Club du Trèfle dans le Lounge du Club du Trèfle.
it: Mettete in gioco li nemico Boss del Clover Club nella Sala del Clover Club.
zh: 将俱乐部赌场管理员敌人放置入场，放在俱乐部大厅。

source: “Skids” O’Toole must either upgrade Hospital Debts to its advanced version, or downgrade the advanced version of On the Lam to its original version.
de: „Skids“ O’Toole muss entweder Krankenhausrechnungen zur weiterentwickelten Version verbessern oder die weiterentwickelte Version von Auf der Flucht auf die ursprüngliche Version zurückstufen.
es: “Malasombra” O’Toole debe mejorar Deudas de hospital a su versión avanzada o bien reducir la versión avanzada de A la fuga a su versión original.
fr: « Skids » O’Toole a le droit d’améliorer Frais d’Hôpitaux en sa version avancée ou à l’inverse de rétrograder sa version avancée de En Cavale en sa version d’origine.
it: “Skids” O’Toole deve sostituire la versione base dei Debiti Ospedalieri con la versione avanzata, oppure sostituire la versione avanzata di Latitante con la versione base.
zh: “倒霉蛋”奥图尔必须将医院债务升级到其进阶版，或将进阶版的在逃中还原成其原始版。

source: Upgrade to advanced Hospital Debts
de: Zur weiterentwickelten Version von Krankenhausrechnungen verbessern
es: Mejorar Deudas de hospital
fr: Améliorer Frais d’Hôpitaux en sa version avancée
it: Passare alla versione avanzata dei Debiti Ospedalieri
zh: 升级到进阶版的医院债务

source: Downgrade from advanced On the Lam
de: Auf die ursprüngliche Version von Auf der Flucht zurückstufen
es: Reducir la versión de A la fuga
fr: Rétrograder En Cavale en sa version d’origine.
it: Tornare alla versione base di Latitante
zh: 还原成原始版的在逃中
