Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/anything_once.po
Languages: es, it

source: Have Olive McBride?
es: ¿Tiene a Olive McBride?
it: Avete Olive McBride?

source: There's not much you wouldn't do - or haven't already done - to protect Arkham from the strange evils that plague it. For everything that you wouldn't do, however, there are people like Olive McBride. The young woman's curiosity and fascination with true magic has led her to some crazy things in the past, so when she came to you about being in over her head, it had to be serious. "Look, I've done blood magic before," Olive huffs, talking as if this could happen to anyone, "It was one of the first kinds of magic I ever did! So when these fellas started going on about old blood rituals, I thought I already knew where this was going. What they did seemed kind of familiar, but there was something of about it." Olive idly rubs the scars on her arms from habitual spellcasting."I've used blood as a ritual component before, but they were making the blood move like it was alive. I could feel my own blood crawling under myskin when they were chanting, like it was trying to get out on its own. I called the whole thing off, and the guy in charge looked disappointed, but just packed up and left without a word." You press Olive for details on the sorcerers, and she nods. "I did a little more magic after they left. A scrying spell this time. They made straight for Black Cave, and started preparingfor an even bigger ritual. I'd bet my soul that it's gonna be bad."
es: No hay mucho que no harías, o que no hayas hecho ya, para proteger a Arkham de las extrañas maldades que la acechan. Sin embargo, para todo lo que no harías, existen personas como Olive McBride. La curiosidad y fascinación de esta joven por la magia verdadera la han llevado a situaciones increíbles en el pasado, por lo que cuando acudió a ti diciendo que estaba en problemas, debía ser algo serio. --Mira, ya he practicado magia de sangre antes-- resopla Olive, hablando como si esto le pudiera pasar a cualquiera. --¡Fue uno de los primeros tipos de magia que hice! Así que cuando estos tipos empezaron a hablar de antiguos rituales de sangre, pensé que ya sabía por dónde iba la cosa. Lo que hicieron me pareció algo familiar, pero había algo extraño en ello--. Olive acaricia distraídamente las cicatrices en sus brazos causadas por lanzar hechizos habitualmente. --He usado sangre como componente ritual antes, pero ellos hacían que la sangre se moviera como si estuviera viva. Podía sentir mi propia sangre reptando bajo mi piel cuando entonaban sus cánticos, como si intentara salir por sí misma. Cancelé todo el ritual, y el tipo a cargo pareció decepcionado, pero simplemente recogió sus cosas y se marchó sin decir una palabra--. Presionas a Olive en busca de detalles sobre los hechiceros, y ella asiente. --Hice un poco más de magia después de que se fueran. Un hechizo de videncia esta vez. Fueron directamente hacia la Cueva Negra y comenzaron a prepararse para un ritual aún más grande. Apostaría mi alma a que será algo terrible--.
it: Non c'è molto che non fareste, o che non avete già fatto, pur di proteggere Arkham dagli strani mali che la affliggono. Per quello che non fareste mai, comunque, ci sono persone come Olive McBride. La curiosità e la fascinazione della giovane donna per la vera magia l'hanno portata, in passato, a compiere atti pazzeschi. Quando, quindi, è venuta da voi dicendo di essere in guai più grandi di lei, la questione doveva essere necessariamente molto seria. "Sentite, ho già praticato la Magia del Sangue in passato," sbuffa Olive, parlando come se potesse capitare a chiunque, "E uno dei primi tipi di magia a cui mi sono avvicinata. Quindi, quando questi tipi hanno iniziato a parlare di vecchi rituali di sangue, pensavo di sapere già dove sarebbero andati a parare. Quello che facevano mi sembrava abbastanza familiare, ma c'era qualcosa di strano." Olive si sfrega pigramente le cicatrici sulle braccia, dovute all'abituale lancio di incantesimi. "Avevo già utilizzato il sangue come componente rituale, ma loro facevano muovere il sangue come se fosse vivo. Potevo sentire il mio stesso sangue strisciare sotto la pelle, mentre loro cantilenavano, come se avesse deciso di uscire fuori. Ho chiesto di mandare tutto a monte, e il tipo in carica sembrava molto deluso, ma ha solo impacchettato tutto e se n'è andato senza dire una parola." Incalzate Olive per i dettagli a proposito degli stregoni, e lei annuisce. "Ho continuato con alcuni incantesimi minori, dopo che se ne sono andati. Un incantesimo di ricerca, questa volta. Si sono diretti alla Caverna Nera, e si stanno preparando per un rituale ancora più grande. Mi gioco l'anima che andrà a finire male."

source: If an investigator has a copy of Olive McBride in his or her deck, that investigator sets it aside and adds it to his or her hand after drawing opening hands, as an additional card.
es: Si un investigador tiene al menos una copia del Apoyo Olive McBride en su mazo, ese investigador coloca una copia aparte y la añade a su mano tras haber robado la mano inicial como una carta adicional.
it: Se un investigatore possiede almeno una copia di Olive McBride nel suo mazzo, quell'investigatore ne mette da parte 1 copia e la aggiunge alla propria mano, come carta aggiuntiva, dopo aver pescato la sua mano iniziale.

source: Put the Black Cave Entrance location into play. Choose two of the three Sprawling Caverns locations and two of the three Winding Tunnels locations at random and put them into play. Randomly put two copies of Dark Recesses locations into play adjacent to each copy of Sprawling Caverns and Winding Tunnels (so that each is adjacent to only one location). Remove each other copy of Sprawling Caverns, Winding Tunnels, and Dark Recesses from the game.
es: Pon en juego el Lugar Entrada de la Cueva Negra. Elige dos de los tres Lugares Cavernas extensas y dos de los tres Lugares Túneles serpenteantes al azar y ponlos en juego. Pon en juego al azar dos copias de Profundidades oscuras adyacentes a cada copia de Cavernas extensas y Túneles serpenteantes (cada copia debe estar adyacente a un único Lugar). Retira de la partida las demás copias de los Lugares Cavernas extensas, Túneles serpenteantes y Profundidades oscuras.
it: Mettete in gioco l'Antro della Caverna Nera. Scegliete 2 copie casuali delle Grotte Ramificate e 2 copie casuali delle Gallerie Tortuose e mettetele in gioco. Mettete in gioco 2 copie casuali Meandri Oscuri adiacenti a ogni copia delle Grotte Ramificate e delle Gallerie Tortuose (in modo che ogni luogo sia adiacente ad un solo altro luogo). Rimuovete dal gioco ogni altra copia delle Grotte Ramificate, delle Gallerie Tortuose e dei Meandri Oscuri.

source: Each investigator begins play at Black Cave Entrance.
es: Cada investigador comienza la partida en la Entrada de la Cueva Negra.
it: Gli investigatori iniziano la partita nell'Antro della Caverna Nera.

source: Set the following cards aside, out of play: Pool of Blood, Crimson Wizard, Bloodstone Knife, Phial of Living Blood.
es: Pon aparte las siguientes cartas, fuera del juego: Estanque de sangre, Mago carmesí, Cuchillo de sanguinaria y Vial de sangre viviente.
it: Mettete da parte, temporaneamente fuori dal gioco, le seguenti carte: Lago di Sangue, Stregone Cremisi, Pugnale di Diaspro e Fiala di Sangue Vivente.

source: Dark Recesses
es: Profundidades oscuras
it: Meandri Oscuri

source: Winding Tunnels
es: Túneles serpenteantes
it: Gallerie Tortuose

source: Sprawling Caverns
es: Cavernas extensas
it: Grotte Ramificate

source: Black Cave Entrance
es: Entrada de la Cueva Negra
it: Antro della Caverna Nera

source: Any one investigator may choose to add Bloodstone Knife to their deck. This card does not count toward that investigator's deck size.
es: Un investigador puede añadir el Apoyo de historia Cuchillo de sanguinaria a su mazo. No cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore a scelta può aggiungere il Pugnale di Diaspro al suo mazzo (non considerandolo nella dimensione del suo mazzo).

source: Any one investigator may choose to add Phial of Living Blood to their deck. This card does not count toward that nvestigator's deck size.
es: Un investigador puede añadir el Apoyo de historia Vial de sangre viviente a su mazo. No cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore a scelta può aggiungere la Fiala di Sangue Vivente al suo mazzo (non considerandola nella dimensione del suo mazzo).

source: Olive has sworn off blood magic.
es: Olive renunció a la magia de sangre.
it: Olive ha ripudiato la Magia del Sangue.

source: Olive paid the price for her curiosity.
es: Olive pagó un alto precio por su curiosidad.
it: Olive ha pagato a caro prezzo la sua curiosità.

source: the investigators halted the blood ceremony.
es: los investigadores detuvieron la ceremonia de sangre.
it: gli investigatori hanno interrotto la cerimonia del sangue.

source: the investigators used the sorcerers' magic against them.
es: los investigadores utilizaron la magia de los hechiceros para derrotarlos.
it: gli investigatori hanno utilizzato la magia degli stregoni contro loro stessi.

source: Remove each copy of Olive McBride from each investigator's deck (replacing each copy with any valid level 0 card). If you are playing in campaign mode, investigators cannot include Olive McBride in their decks for the remainder of the campaign.
es: Retira cada una de las copias de Olive McBride de cada uno de los mazos de los investigadores (reemplazando cada copia con una carta válida de nivel 0). Si estás jugando en modo campaña, los investigadores no pueden volver a incluir a Olive McBride en sus mazos durante el resto de la campaña.
it: Rimuovete ogni copia di Olive McBride da qualsiasi mazzo degli investigatori (sostituendo ogni copia con una carta di livello 0, rispettando le regole di composizione del mazzo dell'investigatore). Se state giocando una campagna, gli investigatori non possono includere Olive McBride nei loro mazzi per il resto della campagna.

source: Each investigator was defeated or resigned
es: Todos los investigadores desistieron o fueron derrotados
it: Ogni investigatore è stato sconfitto o ha abbandonato

source: Overwhelmed by the defenses of the blood sorcerers, you beat a hasty retreat back to the surface. You wait tensely in the nearby underbrush, but minutes pass without any sign of pursuers. Olive sinks down, shaking her head ruefully. "No more blood magic. If this is where it gets me, I'm off the stuff for good." You can't help but agree, you've had enough blood magic to last a lifetime.
es: Abrumados por las defensas de los hechiceros de sangre, emprendéis una rápida retirada hacia la superficie. Esperáis tensos entre la maleza cercana, pero pasan minutos sin señales de los perseguidores. Olive se hunde, sacudiendo la cabeza con pesar. --No más magia de sangre. Si esto es a lo que me lleva, estoy fuera de todo esto para siempre--. No puedes evitar estar de acuerdo, has tenido suficiente magia de sangre para toda una vida.
it: Sopraffatti dalla difesa degli Stregoni del Sangue, battete velocemente in ritirata verso la superficie. Attendete terrificati nella boscaglia, ma i minuti passano e non vi sono segni degli inseguitori. Olive crolla, agitando la testa mestamente. "Basta con la Magia del Sangue. Se questo è dove potrebbe portarmi, preferisco smettere." Non potete non essere d'accordo: avete già assistito a tanta Magia del Sangue da bastarvi per una vita intera.

source: You stagger back, battered and fatigued, as the head sorcerer clutches his fist, crackling with power. "Now, pay the price for your interference... starting with you!" His arm snaps out towards Olive, and she shrieks in pain as her skin tears, blood pouring toward the sorcerer. In mere moments, she collapses down lifelessly, not a drop left under her pallid skin. "Incredible..." the sorcerer mutters proudly as he admires the flowing power leaping between his fingers. You take the brief lapse in the wizard's concentration to flee full tilt back into the caverns. For all his power, the sorcerer can't follow you any faster, and you make as quick a path as you can for the surface. Only once you're safe from certain death can you spend a moment to regret Olive's passing. It was as much a gamble to meddle in the sorcerers' plot as everything else she did, only this time, the dice didn't roll in her favor. You only hope the sorcerers have better things to do than to make sure you suffer the same fate as Olive.
es: Tropiezas hacia atrás, golpeado y fatigado, mientras el líder de los hechiceros aprieta el puño, crepitando con poder. --Ahora, pagaréis el precio por vuestra intromisión... ¡empezando por tí!-- Su brazo se extiende hacia Olive, y ella grita de dolor mientras su piel se desgarra, la sangre fluye hacia el hechicero. En cuestión de momentos cae sin vida, sin una gota de sangre bajo su pálida piel. --Increíble...-- murmura el hechicero con orgullo mientras admira el poder que fluye entre sus dedos. Aprovechas el breve lapsus en la concentración del hechicero para huir a toda velocidad de regreso a las cavernas. A pesar de todo su poder, el hechicero no puede seguirte más rápido, y trazas el camino más rápido posible hacia la superficie. Solo una vez que estás a salvo de una muerte segura puedes tomar un momento para lamentar la pérdida de Olive. Fue una apuesta arriesgada tratar de interferir en los planes de los hechiceros, pero esta vez los dados no jugaron a su favor. Solo esperas que los hechiceros tengan cosas mejores que hacer que asegurarse de que sufras el mismo destino que Olive.
it: Vi allontanate barcollando, sconfitti e affaticati, quando lo Stregone Capo serra il pugno, crepitante di energia. "Ora pagherete per la vostra interferenza ... a cominciare da te!" Il suo braccio scatta verso Olive, che inizia ad urlare di dolore mentre la sua pelle viene strappata a causa del sangue che fuoriesce, attirato verso lo Stregone. In pochi attimi, crolla senza vita a terra, senza più nemmeno una goccia di sangue sotto alla sua pelle diafana. "Incredibile..." mormora lo Stregone con orgoglio mentre ammira il potere che scorre tra le sue dita. Approfittate di questo breve istante di distrazione per fuggire di gran carriera verso le grotte. Nonostante il suo potere, lo Stregone non riesce a starvi alle costole, e trovate il percorso di uscita più rapidamente che potete. Solo una volta al sicuro da morte certa vi fermate a pensare con dispiacere al trapasso di Olive. E stato un azzardo immischiarsi nei piani degli stregoni, tanto quanto tutto ciò che ha praticato in passato. Solo che questa volta i dadi non erano a suo favore. La vostra unica speranza è che gli stregoni abbiano altri affari di cui preoccuparsi, piuttosto che assicurarsi di farvi fare la stessa fine di Olive.

source: The blood in the pool roils uncontrollably as the lead sorcerer collapses down to all fours. His eyes roll back and he lets out a strained cry. The other sorcerers flee in terror, leaving their leader to his demise, though you stay on guard until he lets out one final bloody cough. As his body goes still, so does the pool of blood with an eerie quiet. Olive breathes a sigh of relief and starts picking through the discarded relics. "That's one less looney to worry about. Wonder if they knew what they were getting into, because I still don't fully... although they were using pretty high quality ritual items." Olive picks up a polished stone knife, inspecting it for a few moments before offering it to you. "What do you think, want to give this one a try?"
es: La sangre en la piscina se agita incontroladamente mientras el líder de los hechiceros cae a cuatro patas. Sus ojos se revuelven y emite un grito forzado. Los demás hechiceros huyen aterrorizados, dejando a su líder a su suerte, aunque tú te mantienes en guardia hasta que él emite un último estertor sangriento. A medida que su cuerpo se inmoviliza, también lo hace la piscina de sangre en un silencio espeluznante. Olive suspira aliviada y comienza a examinar los objetos rituales descartados. --Un loco menos del que preocuparse. Me pregunto si sabían en lo que se estaban metiendo, porque yo aún no lo entiendo del todo... aunque estaban usando objetos rituales de bastante calidad--. Olive toma un cuchillo de piedra pulida, lo inspecciona durante unos momentos y luego te lo ofrece. --¿Qué opinas? ¿Quieres darle una oportunidad?--
it: Il sangue nel Lago si intorbidisce nel momento in cui lo Stregone Capo crolla sui quattro arti. I suoi occhi si girano all'indietro ed emette un urlo sforzato. Gli altri stregoni fuggono terrorizzati, lasciando il loro capo al suo destino, ma voi rimanete in guardia fino a quando non si lascia andare ad un sanguinolento rantolo finale. Mentre il suo corpo si immobilizza, cosi fa anche il Lago di Sangue, in un silenzio innaturale. Olive rilascia un sospiro di sollievo e comincia a raccogliere le reliquie abbandonate. "Ci sarà un pazzo in meno di cui preoccuparsi. Chissà se sapevano davvero in cosa si stavano invischiando, perché io ancora non l'ho perfettamente compreso... ma devo ammettere che utilizzavano degli oggetti rituali di grande qualità." Olive raccoglie un pugnale di pietra levigata e lo studia per qualche momento prima di offrirlo a voi. "Che dite, volete provare a dargli una possibilità?"

source: Now the focus of the ceremony's power, you are filled with overwhelming energy. Your mind is nearly blank from the overload of magic, only barely able to perceive through the haze. The remaining sorcerers who had already begun to flee at the loss of their leader are struck down by the arcing magic, and their implements destroyed from the feedback. Everything goes white, until finally your senses fade back in, finding yourself lying on the stone cave floor next to the now-placid pool of blood. "That was incredible!" Olive exclaims as she recovers alongside you, "I've never felt anything like that before. Maybe there's something to their kind of blood magic!" You give her a baffled look but she doesn't seem to notice it. "Look, there's even some of that crazy living blood left!" Olive feels around until she finds a glass vial to scoop up the still-roiling blood, grinning excitedly as she holds it up. "I'll bet you could do some equally crazy things with this blood. Wouldn't hurt to try, would it?"
es: Ahora que eres el foco del poder del ritual, te sientes lleno de una energía abrumadora. Tu mente está casi en blanco por la sobrecarga de magia, apenas capaz de percibir nada a través de la neblina. Los hechiceros restantes, que ya habían comenzado a huir ante la pérdida de su líder, son golpeados por la magia y sus instrumentos son destruidos. Todo se vuelve blanco, hasta que finalmente tus sentidos vuelven y te encuentras tendido en el suelo de piedra de la cueva junto a la piscina de sangre ahora tranquila. --¡Eso fue increíble!-- exclama Olive mientras se recupera a tu lado --Nunca antes había sentido algo así. ¡Tal vez haya algo en su tipo de magia de sangre!-- Le diriges una mirada desconcertada, pero ella no parece darse cuenta. --Mira, ¡incluso queda un poco de esa sangre viviente!-- Olive busca hasta encontrar un frasco de vidrio para recoger la sangre que todavía se agita, sonriendo emocionada mientras la levanta. --Apuesto a que podrías hacer cosas igualmente locas con esta sangre. No estaría de más intentarlo, ¿verdad?--.
it: Ora che siete voi il fulcro del potere della cerimonia, siete colmi di un'energia travolgente. La mente è quasi svuotata per il sovraccarico di magia, capace solamente di percepire qualcosa attraverso la foschia. Gli stregoni rimasti, che hanno già cominciato a fuggire alla perdita del loro capo, vengono abbattuti da lampi elettrici e i loro attrezzi distrutti dalla scossa di ritorno. Tutto diventa bianco, finché i vostri sensi tornano lentamente e vi ritrovate sul pavimento della grotta accanto al Lago di Sangue, ormai calmo. "È stato incredibile!" Esclama Olive mentre, al vostro fianco, si riprende, "Non ho mai percepito niente del genere, prima d'ora. Forse c'è qualcosa di utile nella loro Magia del Sangue!" Le lanciate un'occhiata perplessa, che lei non sembra notare. "Guardate, c'è anche un po' del loro assurdo sangue vivente rimasto!" Olive tasta in giro fino a trovare una fiala di vetro per raccogliere il sangue ancora in tumulto, lasciandosi andare ad un riso eccitato mentre la solleva per aria. "Scommetto che potrete fare cose altrettanto particolari con questo sangue. Non fa male tentare, giusto?"
