Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/bad_blood.po
Languages: de, es, it, ru, zh

source: Bad Blood
de: Böses Blut
es: Mala sangre
zh: 血業輪迴(暫譯)

source: You’ve always known there was something…different…about you. From a young age, in your dreams, you saw another realm. Another life. One of magick and majesty, of conquest and persecution. The moment you found that strange, old key—the moment you recognized the filigree along its handle, the pattern of its teeth—you knew those dreams weren’t dreams at all, but memories. Memories of another life. Of a place called “Hyperborea.” And as the memories returned, the magic did, too. For months you practiced in secret, delving into your memories and honing your powers. But lately, your dreams have turned dark and grisly. Your former self was not as caring or forviging as you. She was ruthless. Power-hungry. Terrible to behold. You’ve taken it upon yourself to wield these strange powers only to help others, and not to hurt them. But you’re not the only one whose memories have started to return. Elspeth Baudin first visited the diner a few weeks ago. In the beginning, she was just a patron like any other. She ordered eggs, bacon and a black coffee, not unlike many of the other customers at Velma’s. But there was something in her eyes— some spark of recognition or curiosity—that made you wary of her. Then came the questions. First, she asked about the key you wore on a chain around your neck. You gave her your best smile and told her your usual lie—that it was a family heirloom, a harmless trinket with no worth but its sentimental value. But that didn’t deter her. She started prying about your life, about your family…about your dreams. Elspeth was no normal patron. She wasn’t making small talk. She was looking for answers, just the same as you. So you did some digging of your own. But there were no records of Elspeth being a resident of Arkham, and the few people you found who knew of her spoke only in hushed, frightened voices, and gave you very little to work with. Then came a call from the Curiositie Shoppe in Northside. Elspeth had been searching for more artifacts like your own “hierloom,” even going so far as to utter the name Hyperborea. She is searching for something that can unlock more of her memories, just like you…but she is <i>not</i> like you. That sinister smirk of hers, the way her contacts trembled with fear at the mention of her name—you shudder to think what somebody with foul intentions could do with the sort of powers your memories hold…
de: Du hast schon immer gewusst, dass du etwas … anders … bist. Von klein auf hast du in deinen Träumen in ein anderes Reich geblickt. In ein anderes Leben. In eines voller Magie und Herrlichkeit, aber auch voller Eroberungen und Verfolgungen. In dem Moment, in dem du den seltsamen alten Schlüssel mit seinen filigranen Gravuren auf dem Griff gefunden und das Muster seines Barts wiedererkannt hast, wurde dir bewusst, dass deine Träume nicht nur Träume waren – sondern Erinnerungen. Erinnerungen an ein anderes Leben. An einen Ort namens „Hyperborea“. Und mit den Erinnerungen ist auch die Magie zu dir zurückgekehrt. Monatelang hast du im Geheimen mit deiner neugewonnenen Macht experimentiert, hast tief in deinen Erinnerungen gewühlt und deine Kräfte perfektioniert. Aber in letzter Zeit sind deine Träume dunkler und grausig geworden. Dein früheres Ich war nicht so fürsorglich und nachsichtig wie du. Es war skrupellos. Machthungrig. Schrecklich anzusehen. So hast du dir geschworen, diese seltsamen Kräfte nur einzusetzen, wenn du damit anderen helfen kannst, nicht um anderen zu schaden. Aber du bist nicht die Einzige, deren Erinnerungen zurückgekehrt sind. Elspeth Baudin hatte den Diner vor ein paar Wochen zum ersten Mal besucht. Zuerst war sie nur ein Gast wie jeder andere auch. Sie bestellte Eier mit Speck und schwarzen Kaffee – für Gäste in Velma’s Diner also nichts Ungewöhnliches. Ein neugieriges Funkeln in ihrem Blick, als ob sie etwas wiedererkannt hätte, ließ dich misstrauisch werden. Und dann kamen die Fragen. Zuerst wollte sie etwas über den Schlüssel wissen, den du an einer Kette um den Hals trägst. Mit dem höflichsten Lächeln auf den Lippen hast du ihr die übliche Lüge aufgetischt – dass es sich um ein Familienerbstück handelt, ein harmloses Schmuckstück, das nur sentimentalen Wert hat. Das hielt sie aber nicht davon ab weiterzufragen. Jetzt wollte sie Details über dein Leben, über deine Familie … und über deine Träume erfahren. Elspeth war kein normaler Gast. Sie hielt nichts von unverfänglichem Geplauder und kam gleich zur Sache. Sie suchte nach Antworten – genau wie du. Also hast du deine eigenen Nachforschungen angestellt. Es gab keine Aufzeichnungen darüber, dass Elspeth eine Einwohnerin Arkhams war. Du konntest nur wenige Leute ausfindig machen, die sie kannten. Aber diese schienen Angst vor ihr zu haben und redeten nur im Flüsterton mit dir, ohne aber handfeste Informationen zu haben. Dann erhieltst du einen Anruf aus dem Raritätenladen aus der Nordstadt. Elspeth war auf der Suche nach weiteren Artefakten wie dein „Erbstück“. Sie ging dabei sogar so weit, den Namen „Hyperborea“ in den Mund zu nehmen. Sie war also auf der Suche nach etwas, das ihrer Erinnerung auf die Sprünge helfen konnte, genau wie du …aber sie ist nicht wie du. Ihr teuflisches Grinsen, die Art und Weise, wie ihre Bekannten vor Angst zu schlottern anfingen, als du ihren Namen aussprachst … Du erschauderst bei dem bloßen Gedanken daran, was jemand mit so finsteren Absichten mit der Macht anfangen könnte, die in deinen Erinnerungen verborgen liegt …
es: Siempre has sabido que había algo… distinto… en ti. Veías otro reino en tus sueños desde muy corta edad. Otra vida, una de magia y majestuosidad, de conquistas y persecuciones. En el instante en el que encontraste esa extraña llave vieja, en el instante en el que reconociste la filigrana de su cuerpo y el diseño de sus dientes, supiste que esos sueños no eran tales, sino recuerdos. Recuerdos de otra vida. De un lugar llamado “Hiperbórea”. Y cuando los recuerdos regresaron, también lo hizo la magia. Practicaste en secreto durante meses, ahondando en tus recuerdos y perfeccionando tus poderes. Pero tus sueños se han vuelto oscuros y siniestros últimamente. Tu antigua yo no era tan amable e indulgente como tú. Era implacable, ávida de poder y de aspecto terrible. Has decidido emplear estos extraños poderes únicamente para ayudar a los demás, y no para hacerles daño. Pero no eres la única persona que ha empezado a recuperar sus recuerdos. Elspeth Baudin fue al restaurante por primera vez hace unas semanas. Al principio, era una clienta como cualquier otra. Pedía huevos, panceta y café solo, igual que muchos otros habituales del Restaurante de Velma. Pero viste algo en sus ojos, una chispa de reconocimiento o de curiosidad, que te hizo ser cautelosa frente a ella. Y luego llegaron las preguntas. Primero te preguntó por la llave que llevabas unida a una cadena al cuello. Le dedicaste tu mejor sonrisa y le constaste la mentira que sueles contar: que se trataba de una herencia familiar sin más valor que el sentimental. Pero eso no la disuadió. Empezó a indagar sobre tu vida, sobre tu familia… sobre tus sueños. Elspeth no era una clienta normal que busca palique. Lo que buscaba eran respuestas, igual que tú. Así que te pusiste a indagar tú también, pero no hay ningún registro de que Elspeth sea habitante de Arkham, y las pocas personas que encontraste que la conocieran te hablaron de ella en voz queda y asustada y apenas te proporcionaron información. Después recibiste una llamada de la Tienda de curiosidades del Barrio Norte. Elspeth había estado buscando más artefactos como tu “herencia”, llegando incluso a pronunciar el nombre de “Hiperbórea”. Está buscando algo que pueda desbloquear más recuerdos suyos, igual que tú… pero <i>no</i> es como tú. Esa siniestra sonrisilla suya, la forma en la que temblaban sus contactos al oír su nombre… Te estremeces al pensar lo que podría hacer alguien con aviesas intenciones si contara con el tipo de poderes que encierran tus recuerdos…
it: Hai sempre saputo di essere, in qualche modo diversa. Fin da piccola, nei tuoi sogni, vedevi un reame lontano. Una vita differente. Una in cui c’era magia e maestosità, conquista e persecuzione. Quando trovasti la strana, antica chiave - nel momento in cui riconoscesti la filigrana della sua lunga impugnatura, il profilo dei suoi denti - capisti che quelli non erano sogni, ma ricordi. Ricordi di un’altra vita, e di un luogo chiamato “Hyperborea.” E mentre i tuoi ricordi tornavano a galla, allo stesso modo tornò la magia. Per mesi ti sei esercitata in segreto, scavando nelle tue memorie. Ma ultimamente i tuoi sogni sono diventati più cupi e cruenti. La tua identità precedente non era affatto premurosa e indulgente come te. Era spietata, affamata di potere. Incuteva timore. Tu, al contrario, hai deciso di adoperare questo potere per aiutare gli altri, non per ferirli. Ma non sei l’unica le cui memorie hanno cominciato a riaffiorare. Elspeth Baudin visitò per la prima volta il ristorante alcune settimane fa. All’inizio sembrava una cliente come tutte le altre. Ordinò uova, bacon e caffé nero, come tanti altri avventori del Velma’s Diner, ma c’era qualcosa nei suoi occhi - una scintilla di curiosità - che ti rese diffidente nei suoi confronti. Poi iniziarono le domande. Prima, ti chiese della chiave che portavi al collo. Ti sforzasti di sorriderle e le raccontasti la solita menzogna - che si trattava di un cimelio di famiglia, un ninnolo innocuo senza valore se non quello sentimentale. Ma questo non la placò. Cominciò a indagare sulla tua vita, la tua famiglia… i tuoi sogni. Elspeth non era affatto un cliente normale. Non stava solo chiacchierando. Stava cercando risposte, proprio come te, e allora anche tu cercasti di informarti su di lei. Non esisteva nessuna Elspeth residente ad Arkham, e le poche persone che trovasti a conoscenza della sua esistenza ne parlarono con voci sommesse e impaurite, facendo trapelare ben poche informazioni. Poi ricevesti una chiamata dal Negozio delle Curiosità nel North Side. Elspeth stava cercando altri artefatti come il tuo “cimelio”, arrivando persino a nominare Hyperborea. Sta cercando qualcosa in grado di sbloccare i suoi ricordi, proprio come te. ma lei non è come te. Quel suo sorrisetto sinistro, il modo in cui i suoi contatti tremavano di terrore al solo udire il suo nome - hai i brividi al solo pensiero di cosa potrebbe fare se solo avesse accesso al potere contenuto nei tuoi ricordi…
ru: <I>Ты всегда знала, что в тебе есть нечто… особенное. C юных лет ты видела во снах иной мир. Иную жизнь. Полную магии и величия, завоеваний и гонений. В тот самый миг, когда ты нашла странный старый ключ — когда почувствовала резной узор его рукояти и узнала форму его зубцов — ты поняла, что те видения были отнюдь не снами, но воспоминаниями. Воспоминаниями о другой жизни. О месте под названием Гиперборея. А вместе с воспоминаниями вернулась магия. Долгие месяцы ты втайне практиковалась, углубляясь в свои воспоминания и оттачивая навыки. Но в последнее время твои сны становятся всё темнее и мрачнее. В той жизни ты была отнюдь не такой заботливой и всепрощающей, как сейчас. Прошлая Агнес была безжалостной. Жаждущей власти. Внушающей ужас. Ты пообещала себе, что будешь использовать вернувшиеся силы только во благо других и не причинишь никому вреда. Но ты не единственная, чьи воспоминания начали возвращаться. Впервые Элспет Боден посетила твою закусочную несколько недель назад. Поначалу она ничем не выделялась из ряда остальных посетителей. Она попросила яичницу, бекон и кофе — стандартный заказ в ресторанчике Вельмы. Но что-то в её взгляде — некая искра узнавания и любопытства — заставило тебя насторожиться. Потом она начала задавать вопросы. Сначала она спросила о ключе, который ты носила на цепочке на шее. Ты ответила ей милейшей улыбкой и привычно солгала о семейной реликвии, безобидной и бесполезной вещице, к которой ты привязана. Но это её не остановило. Она стала задавать вопросы о твоей жизни, семье… Твоих снах. Элспет явно пришла сюда не позавтракать. И заговорила с тобой не из вежливости. Ей, как и тебе, были нужны ответы. Ты решила навести о ней справки, но не нашла никаких записей, свидетельствующих о её жизни в Аркхэме. Те немногие, кто знал её, говорили об Элспет тихим, испуганным голосом и не смогли поведать тебе ничего существенного. Затем тебе позвонили из Лавки древностей в Нортсайде. Элспет искала артефакты, подобные твоему ключу, и даже проронила название «Гиперборея». Она ищет нечто, что позволит ей, как и тебе, вернуть воспоминания в полной мере, но её цели далеко не так благородны. Зловещая ухмылка, страх, вселявшийся в её знакомых от одного упоминания имени Элспет — всё это заставило тебя содрогнуться от мысли, сколько ужасного может произойти, если такими силами овладеет человек со столь дурными намерениями</i>.
zh: 一直以來，你都知道你與其眾不同。從小時候起，你就在夢中看到了另一個國度；另一種生活。那是一種充滿魔法和威嚴、征服和迫害的生活。在你發現那把奇怪的、古老的鑰匙——當你認出手柄上的雕飾和鑰匙的形式——的那一刻，你就意識到那些夢根本不是夢，而是記憶；前世的記憶。那是一個叫做“希波利爾”的地方。隨著記憶湧現，魔力也恢復了。 幾個月來，你一直在秘密地練習，深入研究自己的記憶並磨練自己的力量。但最近，你的夢境變得黯淡和陰沉。前世的你沒有現在的你那麼關懷和寬容。她殘酷、渴望力量、難以相處。你已經決定好要妥善運用這些奇異的力量，用來幫助他人，而不是傷害他們。 但你並不是唯一一個開始找回記憶的人。愛爾佩絲·博丹幾週前第一次來到餐廳。一開始，她就只是一個平凡的顧客。她點了雞蛋、培根和一杯黑咖啡，就像維爾瑪餐館裡的其他顧客一樣。但是她的眼睛裡有些什麼——一種確認或好奇的光芒，讓你心生警惕。 然後問題就來了。 起初，她問了你戴在脖子的項鍊上的鑰匙。你擠出一個完美的笑容，並告訴了她你平時準備好的謊言——那是家族的傳家寶，一個無害的小飾品，沒什麼價值，只有紀念意義。但這並沒有阻止她。她開始刺探您的生活、家庭……甚至你的夢境。 愛爾佩絲不是一般的顧客。她不是在跟你閒聊，她在尋找她想要的答案，就跟你一樣。因此，你自己做了一些調查。沒有任何記錄表明愛爾佩絲住在阿卡姆，而且你發現少數幾個與她有接觸的人，說話的聲音都很微弱，充滿恐懼，幾乎對你沒有任何幫助。 然後，位於北區的珍品店給你打了一通電話。愛爾佩絲一直在尋找更多的文物，類似你的“傳家寶”，或是名字裡帶有“希波利爾”的東西。她正在尋找可以釋放更多記憶的東西，像你一樣……但是她<i>不</ i>像你。你想起她那陰險的笑容，還有接觸到她的人一聽到她的名字，就因恐懼而顫抖的模樣——一想到如果懷有惡意的人擁有你的記憶裡的那種力量之後，能做出什麼事，你不禁感到不寒而慄……

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow) and the following locations: Northside, Downtown <i>(First Bank of Arkham)</i>, Easttown, Miskatonic University, and Rivertown. Do not gather the rest of the locations or the act, agenda, and scenario reference cards from that set.
it: Quando radunate il set di incontri <i>Le Maschere di Mezzanotte</i>, radunate soltanto le 5 carte sventura (le 2 copie della Falsa Pista e le 3 copie dell’Ombra Cacciatrice) e le seguenti carte luogo: Northside, Centro Cittadino <i>(First Bank)</i>, East Town, Miskatonic University, e River Town. Non radunate alcuna altra carta di quel set.
zh: 找出<i>午夜假面</i>遭遇組時，只找出其中5張詭計卡(2張錯誤指示和3張追獵鬼影) 和下列地點：北區、商業區<i>(阿卡姆第一銀行)</i>、東城區、米斯卡塔尼克大學、河岸城。注意不要拿出該遭遇組中的其餘的地點、場景、密謀或冒險參考卡。

source: Remove the original scenario reference card from the <i>Threads of Fate</i> encounter set from the game. Use the new scenario reference card provided in the downloadable <i>Bad Blood</i> encounter set.
de: Die ursprüngliche Szenarioübersichtskarte aus dem Begegnungsset <i>Fäden des Schicksals</i> wird aus dem Spiel entfernt. Für dieses Szenario wird die Szenarioübersichtskarte des herunterladbaren Sets <i>Böses Blut</i> verwendet.
es: Retira de la partida la carta de referencia de escenario original del conjunto de encuentros <i>Los hilos del destino</i>. Usa la nueva carta de referencia de escenario que se proporciona con el conjunto de encuentros descargable <i>Mala sangre</i>.
it: Rimuovete dal gioco al scheda di consultazione dello scenario dal set di incontri <i>Trame del Fato</i>. Usate la nuova scheda di consultazione dello scenario fornita nel set <i>Sangue Amaro</i>.
ru: Удалите из игры памятку сценария «Нити судьбы». Используйте вместо неё памятку сценария «Кровная вражда».
zh: 將原本<i>命運之線</i>遭遇組中的冒險參考卡牌移出遊戲。使用下載的<i>血業輪迴</i>遭遇組中提供的新冒險參考卡牌。

source: Put Northside, Downtown, Easttown, Miskatonic University, Rivertown, Town Hall, Velma's Diner, and Curiositie Shoppe into play.
de: Die Orte Nordstadt, Innenstadt, Oststadt, Miskatonic Universität, Hafenviertel, Rathaus, Velma’s Diner und Raritätenladen werden ins Spiel gebracht.
es: Pon en juego los Lugares Barrio Norte, Centro, Barrio Este, Universidad Miskatonic, Barrio Fluvial, Ayuntamiento, Restaurante de Velma y Tienda de curiosidades.
it: Mettete in gioco i luoghi Northside, Centro Cittadino, East Town, Miskatonic University, River Town, Municipio, Velma’s Diner e Bottega delle Curiosità.
ru: Введите в игру локации «Нортсайд», «Даунтаун», «Исстаун», «Мискатоникский университет», «Ратуша», «Ресторанчик Вельмы» и «Лавка древностей».
zh: 將北區、商業區、東城區、米斯卡塔尼克大學、河岸城、市政廳、維爾瑪小餐館和珍品店放置入場。

source: Each investigator begins play in Velma's Diner.
de: Jeder Ermittler beginnt das Spiel in Velma’s Diner.
es: Todos los investigadores comienzan la partida en el Restaurante de Velma.
it: Ogni investigatore inizia al partita al Velma’s Diner.
ru: Все сыщики начинают игру в «Ресторанчике Вельмы».
zh: 每位調查員從維爾瑪小餐館開始遊戲。

source: Search the reverse sides of the original act deck from the <i>Threads of Fate</i> encounter set for the following locations: Eztli Exhibit, Black Cave, Train Tracks, and Arkham Police Station. Choose one at random and put it into play, ignoring its <b>revelation</b> ability. Remove the remainder of the original act and agenda cards from the <i>Threads of Fate</i> encounter set from the game.
de: Die Rückseiten der ursprünglichen Szenenkarten aus dem Begegnungsset <i>Fäden des Schicksals</i> werden nach folgenden Orten durchsucht: Eztli-Ausstellung, Schwarze Höhle, Bahngleise und Polizeirevier von Arkham. 1 Ort davon wird zufällig bestimmt und ins Spiel gebracht, wobei seine <b>Enthüllung</b>-Fähigkeit ignoriert wird. Die übrigen Szenen- und Agendakarten aus dem Begegnungsdeck <i>Fäden des Schicksals</i> werden aus dem Spiel entfernt.
es: Busca los siguientes Lugares en los reversos del mazo de Acto original del conjunto de encuentros <i>Los hilos del destino</i>: Exposición eztli, Cueva negra, Vías de tren y Comisaría de Arkham. Elige 1 al azar y ponlo en juego, ignorando su capacidad <b>Revelación</b>. Retira de la partida las cartas de Acto y de Plan originales del conjunto de encuentros <i>Los hilos del destino</i>.
it: Cercate sul retro delle carte trama del set di incontri <i>Trame del Fato</i> i seguenti luoghi: Mostra di Eztli, Caverna Nera, Binari del Treno e Stazione di Polizia di Arkham. Sceglietene uno a caso e mettetelo in gioco, ignorando la sua abilità <b>rivelazione</b>. Rimuovete dal gioco tutte le altre carte trama e capitolo dal set di incontri <i>Trame del Fato</i>.
ru: Найдите среди обратных сторон карт сцен из набора контактов «Нити судьбы» следующие локации: «Выставка эцтли», «Чёрная пещера», «Железнодорожные пути» и «Полицейский участок Аркхэма». Случайным образом выберите одну из них и введите в игру, игнорируя её свойство <b>раскрытия</b>. Удалите из игры остальные сцены и замыслы из этого набора.
zh: 查找<i>命運之線</i>遭遇組中，場景牌堆的背面並找出以下地點：埃茲特里展廳、幽暗洞穴、火車軌道、阿卡姆警察局。隨機選擇1張並將其放置入場，忽略其<b>顯現</b>能力。將<i>命運之線</i>遭遇組中其餘的場景和密謀卡牌移出遊戲。

source: <i><b>Note</b>: Based on the random location, one of the following will also be in play: Eztli Exhibit, Black Cave, Train Tracks, or Arkham Police Station.
zh: <i><b>注意</b>：根據所選隨機地點，以下其中1張地點也會在場中：埃茲特里展廳、幽暗洞穴、火車軌道、阿卡姆警察局。

source: Build the act and agenda decks using only the new act and agenda cards provided in the downloadable <i>Bad Blood</i> encounter set.
de: Die Szenen- und Agendadecks werden nur aus den neuen Szenen- und Agenda- Karten des herunterladbaren Begegnungssets <i>Böses Blut</i> erstellt.
es: Crea los mazos de Acto y de Plan únicamente con las nuevas cartas de Acto y de Plan que se proporcionan con el conjunto de encuentros descargable <i>Mala sangre</i>.
it: Create il mazzo delle trame e il mazzo dei capitoli utilizzando solo le carte presenti nel set di incontri <i>Sangue Amaro</i>.
ru: Соберите колоды сцен и замыслов, используя только карты сцены и замысла из набора контактов «Кровная вражда».
zh: 僅用下載的<i>血業輪迴</i>遭遇組中提供的新場景與密謀卡牌構建場景和密謀牌堆。

source: Remove the Ichtaca <i>(The Forgotten Guardian)</i> story asset and the Expedition Journal story asset from the game.
de: Die Storyvorteilskarten Ichtaca <i>(Die vergessene Wächterin)</i> und Tagebuch der Expedition werden aus dem Spiel entfernt.
es: Retira de la partida el Apoyo de historia Ichtaca <i>(La guardiana olvidada)</i> y el Apoyo de historia Diario de expedición.
it: Rimuovete dal gioco i supporti storia Ichtaca <i>(Guardiana Dimenticata)</i> e Diario della Spedizione.
ru: Удалите из игры сюжетные активы «Ичтака (Забытая стражница)» и «Журнал экспедиции».
zh: 將伊塔卡<i>(失落的守衛者)</i>故事支援卡和探險日誌故事支援卡移出遊戲。

source: Place the Elspeth Baudin enemy (provided in the downloadable <i>Bad Blood</i> encounter set) into play at the Curiositie Shoppe.
de: Der Gegner Elspeth Baudin (aus dem herunterladbaren Begegnungsset <i>Böses Blut</i>) wird im Raritätenladen ins Spiel gebracht.
es: Coloca el Enemigo Elspeth Baudin, que se proporciona con el conjunto de encuentros descargable <i>Mala sangre</i>, en juego en la Tienda de curiosidades.
it: Mettete in gioco li nemico Elspeth Baudin alla Bottega delle Curiosità.
ru: Введите в игру врага «Элспет Боден» в локацию «Лавка древностей».
zh: 將愛爾佩絲·博丹敵人(在下載的<i>血業輪迴</i>遭遇組中)放置入場，位於珍品店。

source: Place 1 resource on each location in play, as a “memory.”
de: Auf jedem Ort wird 1 Ressource als „Erinnerung“ platziert.
es: Coloca 1 recurso sobre cada Lugar en juego como “recuerdos”.
it: Piazzate una risorsa su ogni luogo in gioco, come “memoria.”
ru: Положите 1 ресурс на каждую локацию в качестве воспоминания.
zh: 在場上每個地點上放置1個資源，作為“記憶”。

source: Patrol
es: Errante
ru: Стремление
zh: 巡邏

source: Some enemies have the patrol keyword. During the enemy phase (in framework step 3.2), each ready, unengaged enemy with the patrol keyword moves to a connecting location along the shortest path toward the designated location (as described in parentheses next to the word patrol).
es: Algunos Enemigos tienen la palabra clave Errante. Durante la fase de Enemigos (en el paso de estructura 3.2), cada Enemigo preparado y sin enfrentar que tenga la palabra clave Errante se mueve a un Lugar conectado por la ruta más corta hacia el Lugar designado (como se describe entre paréntesis junto a la palabra Errante).
ru: У некоторых врагов есть ключевое слово «Стремление». В фазе врагов, на шаге «Перемещение врагов-Охотников» каждый не повёрнутый и не сражающийся враг со Стремлением перемещается в связанную локацию по кратчайшему пути в сторону той локации, которая соответствует условию, указанному в скобках после слова «Стремление».
zh: 有些敵人帶有巡邏關鍵詞。在敵軍階段(流程的步驟3.2)，每名處於準備狀態、未交戰且帶有巡邏關鍵詞的敵人，沿著連接地點，依據最短的路徑向指定地點(標註於巡邏關鍵詞後)移動。

source: If there are multiple locations that qualify as the designated location, the lead investigator may choose which location the enemy moves toward.
es: Si hay varios Lugares válidos como posible Lugar designado, el investigador jefe puede elegir hacia qué Lugar se mueve el Enemigo.
ru: Если данному условию соответствует несколько равноудалённых локаций, ведущий сыщик выбирает, в сторону какой из них переместится враг.
zh: 如果有多個符合描述的地點，由隊長選擇敵人的移動方向。

source: If an enemy with patrol would be compelled to move to a location which is blocked by a card ability, the enemy does not move.
es: Si un enemigo con Errante tuviera que moverse a un Lugar que esté bloqueado por la capacidad de una carta, el Enemigo no se mueve.
ru: Если враг со Стремлением должен войти в локацию, перемещение в которую заблокировано свойством карты, он не перемещается.
zh: 在具有巡邏關鍵詞的敵人移動時，如果目標地點的連接由於卡牌效果被阻斷，則該敵人不移動。

source: Collecting Memories
de: Sammeln von „Erinnerungen“
es: Recuperar recuerdos
it: Raccogliere le Memorie
ru: Сбор воспоминаний
zh: 收集記憶
