Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/bad_blood.po
Languages: de, es, it, ru, zh

source: In this scenario, Agnes and Elspeth are racing to collect memories.
de: In diesem Szenario wetteifern Agnes und Elspeth darum, Erinnerungen zu sammeln.
es: En este escenario, Agnes y Elspeth compiten por recuperar recuerdos.
it: In questo scenario, sia Agnes che Elspeth cercano di raccogliere più memorie dell’altra.
ru: В этом сценарии Агнес и Элспет пытаются помешать друг другу собрать воспоминания.
zh: 在這場冒險中，艾格妮絲和愛爾佩絲將競爭收集記憶的速度。

source: Agnes can collect memories using the [fast] ability on act 1a.
de: Agnes kann Erinnerungen sammeln, indem sie die [fast]-Fähigkeit auf Szene 1a verwendet.
es: Agnes puede recuperar recuerdos usando la capacidad [fast] del acto 1a.
it: Agnes può raccogliere memorie utilizzando al capacità [fast] sul Capitolo 1a.
ru: Агнес может собирать воспоминания, используя свойство [fast] сцены 1а.
zh: 艾格尼絲可以透過場景1a上的[fast]能力收集記憶。

source: Elspeth collects memories automatically via the <b>Forced</b> abilities on agenda 1a; when the combined modifier of chaos tokens on her location is 6 or more (ignoring +/–).
de: Elspeth sammelt Erinnerungen automatisch mit der <b>Erzwungen</b>-Fähigkeit auf Agenda 1a; sobald die Chaosmarker-Modifikatoren auf ihrem Ort zusammengezählt insgesamt mindestens „6“betragen („+/–“ werden ignoriert).
es: Elspeth recupera recuerdos automáticamente mediante las capacidades <b>Obligado</b> del plan 1a; cuando el modificador combinado de las fichas de Caos de su Lugar es 6 o más (ignorando +/–).
it: Elspeth raccoglie memorie automaticamente attraverso la capacità <b>Obbligo</b> sulla Trama 1a: quando li totale dei segnalini sul suo luogo è 6 o più (ignorando il +/-).
ru: Элспет собирает воспоминания автоматически по <b>обязательному</b> свойству замысла 1а, когда суммарный модификатор жетонов хаоса в её локации равен 6 и более (игнорируя знаки «+» и «–»).
zh: 當愛爾佩絲所在地點上的混亂標記的修正數值總和超過6時(忽略+/–)，愛爾佩絲通過密謀1a上的<b>強制</b>能力自動收集記憶。

source: For the purposes of counting their modifiers only, treat these chaos tokens as having been revealed during a skill test.
de: Nur für den Zweck des Zählens der Chaosmarker-Modifikatoren werden diese Chaosmarker so behandelt, als wären sie während einer Fertigkeitsprobe enthüllt worden.
es: Únicamente a efectos de contar sus modificadores, considera estas fichas de Caos como si se hubieran revelado durante una prueba de habilidad.
it: Solo per lo scopo di sommarne li valore, considerate come se questi segnalini fossero stati rivelati durante una prova di abilità.
ru: Для подсчёта суммарного модификатора считайте жетоны в её локации вытянутыми из мешка хаоса во время проверки навыка.
zh: 如同技能檢定中一樣，將這些混亂標記抽出，以計算其修正值。

source: Agnes Baker must either upgrade Dark Memory to its advanced version, or downgrade the advanced version of Heirloom of Hyberborea to its original version
de: Agnes Baker muss entweder Dunkle Erinnerungen zur weiterentwickelten Version verbessern oder die weiterentwickelte Version von Erbstück aus Hyperborea auf die ursprüngliche Version zurückstufen.
es: Agnes Baker debe mejorar el Recuerdo oscuro a su versión avanzada o bien reducir la versión avanzada de la Herencia de Hiperbórea a su versión original.
it: Agnes Baker deve sostituire al versione base del Cimelio di Hyperborea con la versione avanzata; oppure sostituire la versione avanzata del Ricordo Oscuro con la versione base
ru: Агнес Бейкер должна либо обновить «Тёмные воспоминания» до продвинутой версии, либо заменить продвинутую «Гиперборейскую реликвию» на её исходную версию
zh: 艾格尼絲·貝克必需將黑暗回憶升級到其進階版，或者將進階版的希波利爾傳家寶還原成其原始版。

source: Upgrade to advanced Dark Memory
de: Zur weiterentwickelten Version von Dunkle Erinnerungen verbessern
es: Mejorar el Recuerdo oscuro a su versión avanzada
it: Passare alla versione avanzata del Ricordo Oscuro
ru: Обновить «Тёмные воспоминания» до продвинутой версии
zh: 升級到進階版的黑暗回憶

source: Downgrade from advanced Heirloom of Hyberborea
de: Auf die ursprüngliche Version von Erbstück aus Hyperborea zurückstufen
es: Reducir la versión avanzada de la Herencia de Hiperbórea
it: Tornare alla versione base del Cimelio di Hyperborea
ru: Заменить продвинутую «Гиперборейскую реликвию» на её исходную версию
zh: 還原成原始版的希波利爾傳家寶

source: Agnes Baker may either upgrade Heirloom of Hyberborea to its advanced version, or downgrade the advanced version of Dark Memory to its original version.
de: Agnes Baker darf entweder Erbstück aus Hyperborea zur weiterentwickelten Version verbessern oder die weiterentwickelte Version von Dunkle Erinnerungen auf die ursprüngliche Version zurückstufen.
es: Agnes Baker puede mejorar la Herencia de Hiperbórea a su versión avanzada o bien reducir la versión avanzada del Recuerdo oscuro a su versión original.
it: Agnes Baker può sostituire al versione base del Cimelio di Hyperborea con la versione avanzata; oppure sostituire la versione avanzata del Ricordo Oscuro con la versione base.
ru: Агнес Бейкер может либо обновить «Гиперборейскую реликвию» до продвинутой версии, либо заменить продвинутые «Тёмные воспоминания» на их исходную версию.
zh: 艾格尼絲·貝克可以將希波利爾傳家寶升級到其進階版，或者將進階版的黑暗回憶還原成其原始版。

source: Upgrade to advanced Heirloom of Hyberborea
de: Zur weiterentwickelten Version von Erbstück aus Hyperborea verbessern
es: Mejorar la Herencia de Hiperbórea a su versión avanzada
it: Passare alla versione avanzata del Cimelio di Hyperborea
ru: Обновить «Гиперборейскую реликвию» до продвинутой версии
zh: 升級到進階版的希波利爾傳家寶

source: Downgrade advanced Dark Memory
de: Auf die ursprüngliche Version von Dunkle Erinnerungen zurückstufen
es: Reducir la versión avanzada del Recuerdo oscuro
it: Tornare alla versione base del Ricordo Oscuro
ru: Заменить продвинутые «Тёмные воспоминания» на их исходную версию
zh: 還原成原始版的黑暗回憶

source: How many memories did Agnes Baker collect by the end of the scenario?
de: Wie viele Erinnerungen hat Agnes Baker am Ende des Szenarios gesammelt?
es: ¿Cuántos recuerdos ha recuperado Agnes Baker al final de la partida?
it: Quante memorie ha raccolto Agnes Baker alla fine dello scenario?
ru: Сколько воспоминаний Агнес Бейкер собрала после окончания сценария?
zh: 冒險結束時，艾格尼絲·貝克收集到了多少記憶？

source: Memories:
de: Gesammelte Erinnerungen:
es: Recuerdos:
it: Memorie:
ru: Воспоминания:
zh: 記憶：

source: Each investigator besides Agnes Baker earns experience equal to the Victory X value of each card in the victory display.
de: Jeder Ermittler außer Agnes Baker verdient Erfahrungspunkte in Höhe des Sieg X-Wertes aller Karten im Siegpunktestapel.
es: Cada uno de los investigadores que no sea Agnes Baker obtiene una cantidad de experiencia igual al valor combinado de Victoria X de todas las cartas de la zona de victoria.
it: Ogni altro investigatore ottiene esperienza pari alla somma del valore di Vittoria di ogni luogo nella galleria delle vittorie.
ru: Каждый из остальных сыщиков получает опыт, равный сумме победных значений всех карт на победном счету.
zh: 艾格尼絲·貝克以外的每位調查員獲得等同於勝利牌區中勝利點數總值的經驗。

source: Agnes Baker earns experience equal to either the combined Victory X value of each card in the victory display, or equal to the number of memories she had collected at the end of the game, whichever is higher.
de: Agnes Baker verdient Erfahrungspunkte entweder in Höhe des Sieg X-Wertes aller Karten im Siegpunktestapel oder in Höhe der Anzahl an Erinnerungen, die sie am Ende des Spiels im Spiel hatte, je nachdem, was höher ausfällt.
es: Agnes Baker obtiene una cantidad de experiencia igual al valor combinado de Victoria X de todas las cartas de la zona de victoria o igual a la cantidad de recuerdos que hubiera recuperado al final de la partida, lo que sea mayor.
it: Agnes Baker ottiene punti esperienza pari al più alto tra la somma del valore di Vittoria di ogni carta nella galleria delle vittorie; oppure il numero di memorie che ha raccolto.
ru: Агнес Бейкер получает опыт, равный либо сумме победных значений всех карт на победном счету, либо количеству собранных воспоминаний к концу игры (выберите большее значение).
zh: 艾格尼絲·貝克獲得等同於勝利牌區中勝利點數的總值的經驗，或等同於冒險結束時她收集到的回憶數量的經驗，兩者取較高的數字。

source: It would be so simple. You could end her right now. Prevent her from menacing others with her powers...But then, would you be any different? You lower your hand, and the magic disperses into the cold air. “Why?” she asks, her voice cracked with pain. You shake your head and tell her that she is wrong. True power is the ability to make peace, not the ability to wage war. “Fool,” she barks, clambering to her feet. “You are a weakling, after all. And you will regret letting me live.” You watch her amble off with only fragments of her former life in her head. Her powers are considerably drained, but she still poses a problem. Perhaps you should have dealt with her, as she said. Still, you breathe a sigh of relief. You don’t want this power to change who you are. You won’t let yourself become like her. No matter what.
zh: 你可以很簡單地結束她的性命。一勞永逸地阻止她濫用這些力量威脅他人……但是如果這麼做，你又會與她有什麼差別呢？你放下手，魔力消散在冷冽的空氣中。“為什麼？”她問道，她的聲音因疼痛而斷斷續續。你搖搖頭，告訴她她錯了。真正的力量是建立和平的能力，而不是發動戰爭的能力。“蠢蛋，”她叫道，勉強站起來。“最終你還是這麼軟弱。你會後悔讓我活下去的。”你看著她緩慢地離去，她腦海中前世的記憶僅存破碎的片段，力量已幾乎被消耗殆盡。但她仍然是個問題，也許你應該如她所說地對付她。不過，你還是鬆了一口氣。你不希望這股力量改變了你。無論如何，你不會讓自己變得像她一樣。

source: Elspeth has you at her mercy. She raises her hand, her magic threatening to tear you apart. She smirks. You close your eyes and brace yourself...but no killing blow comes. Instead, she yanks you to your feet and wipes dust off your apron. “Come now,” she purrs with a devilish grin. “You are no whimpering animal. Don’t you remember what you truly are? What we truly are?” Then, without any further punishment, she departs, leaving you with only fragments of your former life.
zh: 愛爾佩絲完全制伏了你。她舉起手，魔力威脅著要把你撕成碎片。她冷笑著，你閉上眼睛，作好了心理準備……但致命一擊沒有到來。取而代之的是，她粗魯地拉你起來，擦去你圍裙上的灰塵。“來，”她帶著壞笑說道。“你可不是哭哭啼啼的小動物。你不記得自己的本性了嗎？我們的本性？”然後，她沒有再對你做什麼就離開了，只留下你，與你僅存的破碎前世記憶。

source: <i><b>Note</b>: Based on the random location, one of the following will also be in play: Eztli Exhibit, Black Cave, Train Tracks, or Arkham Police Station.</i>
de: <i><b>Hinweis</b>: Einer der folgenden Ort wurde zufällig gewählt und ist zusätzlich im Spiel: Eztli-Ausstellung, Schwarze Höhle, Bahngleise und Polizeirevier von Arkham.</i>
es: <i><b>Nota</b>: En función del azar, uno de los siguientes lugares también estará en juego: Exposición eztli, Cueva negra, Vías de tren y Comisaría de Arkham.</i>
it: <i><b>Nota</b>: In base alla posizione casuale, sarà in gioco anche uno dei seguenti: Mostra di Eztli, Caverna Nera, Binari del Treno o Stazione di Polizia di Arkham.</i>
ru: <i><b>Обратите внимание:</b> Помимо показанных локаций, при подготовке к сценарию в игру будет введена ещё одна, выбранная случайным образом: «Выставка эцтли», «Чёрная пещера», «Железнодорожные пути» или «Полицейский участок Аркхэма».</i>
zh: <i><b>注意</b>：根据所选随机地点，以下其中1张地点也会在场中：埃兹特里展厅、幽暗洞穴、火车轨道、阿卡姆警察局。</i>

source: It would be so simple. You could end her right now. Prevent her from menacing others with her powers…But then, would you be any different? You lower your hand, and the magic disperses into the cold air. “Why?” she asks, her voice cracked with pain. You shake your head and tell her that she is wrong. True power is the ability to make peace, not the ability to wage war. “Fool,” she barks, clambering to her feet. “You are a weakling, after all. And you will regret letting me live.” You watch her amble off with only fragments of her former life in her head. Her powers are considerably drained, but she still poses a problem. Perhaps you should have dealt with her, as she said. Still, you breathe a sigh of relief. You don’t want this power to change who you are. You won’t let yourself become like her. No matter what.
de: Es wäre so einfach. Du könntest sie hier und jetzt für immer besiegen. Könntest sie daran hindern, Andere mit ihren Kräften zu bedrohen. Aber würdest du dich dann von ihr noch unterscheiden? Du senkst deine Hand und die Magie löst sich in der kalten Luft einfach auf. „Warum?“, fragt sie dich mit schmerzerfüllter Stimme. Du schüttelst den Kopf und sagst ihr, dass sie auf dem falschen Pfad ist. Wahre Macht ist es, Frieden zu stiften, nicht Kriege zu führen. „Du Närrin“, fährt sie dich an, während sie wieder aufsteht. „Du bist nichts weiter als ein Schwächling. Und du wirst es noch bereuen, mich am Leben gelassen zu haben.“ Du beobachtest sie dabei, wie sie sich – nur noch mit Erinnerungsbruchstücken an ihr früheres Leben – langsam von dir entfernt. Ein Großteil ihrer Kräfte ist erschöpft, aber sie stellt noch immer ein Problem dar. Vielleicht hättest du sie erledigen sollen, wie sie dir gesagt hat. Dennoch fühlst du dich erleichtert. Du willst nicht, dass die Macht in dir dich verändert. Du wirst nicht zulassen, dass du so wirst wie sie. Egal, was es kostet.
es: Sería muy sencillo. Podrías acabar con ella ahora mismo y evitar que amenace a más gente con sus poderes… Pero ¿entonces qué te diferenciaría de ella? Bajas la mano y la magia se dispersa en el aire frío. –¿Por qué? –te pregunta con la voz rota por el dolor. Sacudes la cabeza y le dices que se equivoca. El verdadero poder es la capacidad de lograr la paz, no de librar guerras. –Necia –te espeta mientras se pone en pie tambaleante–. No eres más que una debilucha a fin de cuentas. Y lamentarás haberme dejado con vida. Observas cómo se aleja trastabillando, con solo unos fragmentos de su vida anterior en la cabeza. Sus poderes se han visto considerablemente reducidos, pero aún supone un problema. Tal vez tendrías que haberte encargado de ella como te dijo. Aun así, das un suspiro de alivio. No quieres que este poder cambie el tipo de persona que eres. No vas a permitir que acabes como ella, cueste lo que cueste.
it: Sarebbe così semplice. Potresti distruggerla ora. Impedire che minacci altre persone con il suo potere. ma a quel punto, quale sarebbe la differenza tra lei e te? Abbassi la mano, e la magia si disperde nell’aria fredda. “Perché?” ti chiede, la voce incrinata dal dolore. Scuoti la testa, e le dici che si sbaglia. Il vero potere è l’abilità di fare la pace, non quella di fare la guerra. “Stupida”, ti deride, rimettendosi in piedi. “Sei proprio debole, dopo tutto. E ti pentirai di avermi lasciato vivere.” La guardi allontanarsi, sapendo che nella sua mente rimangono solo alcuni piccoli frammenti della sua vita precedente. I suoi poteri sono prosciugati, ma lei può ancora essere un problema. Forse avresti dovuto finirla, eppure tiri un sospiro di sollievo: non vuoi che questo potere cambi chi sei realmente. Non permetterai a te stessa di diventare come lei, accada quel che accada.
ru: <i>Было бы так просто покончить с ней прямо сейчас. Раз и навсегда спасти мир от этой угрозы. Но чем ты тогда будешь отличаться от неё? Ты опускаешь руки, и магия рассеивается в холодном воздухе. «Почему?» — спрашивает Элспет дрожащим от боли голосом. Ты качаешь головой и говоришь ей, что она ошибается. Истинная сила в том, чтобы поддерживать мир. «Идиотка, — рычит она, поднимаясь на ноги. — Как же ты слаба. Ты ещё пожалеешь, что оставила меня в живых!» Ты смотришь, как Элспет удаляется, сохранив лишь осколки воспоминаний о своей прошлой жизни. Её силы значительно уменьшились, но она всё ещё представляет проблему. Возможно, стоило разобраться с ней окончательно. И всё же ты вздыхаешь с облегчением. Ты не хочешь, чтобы сила изменила тебя, твою суть. Ты не позволишь себе стать такой, как Элспет. Ни за что</i>.
zh: 你可以很简单地结束她的性命。一劳永逸地阻止她滥用这些力量威胁他人……但是如果这么做，你又会与她有什么差别呢？你放下手，魔力消散在冷冽的空气中。“为什么？”她问道，她的声音因疼痛而断断续续。你摇摇头，告诉她她错了。真正的力量是建立和平的能力，而不是发动战争的能力。“蠢蛋，”她叫道，勉强站起来。“最终你还是这么软弱。你会后悔让我活下去的。”你看著她缓慢地离去，她脑海中前世的记忆仅存破碎的片段，力量已几乎被消耗殆尽。但她仍然是个问题，也许你应该如她所说地对付她。不过，你还是松了一口气。你不希望这股力量改变了你。无论如何，你不会让自己变得像她一样。

source: Elspeth has you at her mercy. She raises her hand, her magic threatening to tear you apart. She smirks. You close your eyes and brace yourself…but no killing blow comes. Instead, she yanks you to your feet and wipes dust off your apron. “Come now,” she purrs with a devilish grin. “You are no whimpering animal. Don’t you remember what you truly are? What we truly are?” Then, without any further punishment, she departs, leaving you with only fragments of your former life.
de: Elspeth hat dich vollkommen in ihrer Gewalt. Langsam hebt sie ihre Hand, während ihre Magie dich zu zerreißen droht. Sie funkelt dich finster an. Du schließt deine Augen und bereitest dich auf dein Ende vor … aber der tödliche Schlag bleibt aus. Stattdessen zerrt sie dich auf die Füße und klopft den Staub von deinem Mantel. „Auf jetzt“, säuselt sie mit einem teuflischem Grinsen im Gesicht. „ Du bist doch kein winselndes Tier. Hat du vergessen, was du wirklich bist? Was wir wirklich sind?“ Dann verlässt sie dich, ohne dich weiter zu bestrafen. Du bleibst nur noch mit Erinnerungsbruchstücken an dein früheres Leben verdutzt zurück.
es: Elspeth te tiene a su merced. Levanta la mano y su magia amenaza con hacerte pedazos. Sonríe burlona. Cierras los ojos y te preparas… pero el golpe final no llega. En vez de eso, te pone en pie de un tirón y te sacude el polvo del delantal. –Venga –susurra con una mueca infernal–. No eres un animal gimoteante. ¿No recuerdas lo que eres de verdad? ¿Lo que somos de verdad? Y se marcha sin seguir castigándote y dejándote únicamente con fragmentos de tu vida anterior.
it: Sei alla mercé di Elspeth. Lei solleva la mano, e la sua magia minaccia di distruggerti, mentre lei it guarda e sogghigna. Chiudi gli occhi e ti prepari… ma il colpo mortale non arriva. Invece Elspeth ti fa alzare e ti pulisce al polvere dal grembiule. “Avanti,” ti sussurra con un ghigno infernale. “Non sei un animaletto ferito. Non ti ricordi chi sei veramente?” Poi, senza nessuna ulteriore punizione, Elspeth si allontana, lasciandoti solo piccoli frammenti della tua vita precedente.
ru: <i>Ты целиком и полностью во власти Элспет. Она поднимает руку, её магия грозит разорвать тебя на части. Она ухмыляется. Ты закрываешь глаза и подбираешься… но убийственного удара всё нет и нет. Вместо этого Элспет поднимает вас на ноги и стряхивает пыль с вашего фартука. «Ну же, — мурлычет она с дьявольской ухмылкой. — Ты же не какая-нибудь скулящая псина. Ты что, не помнишь, кто ты на самом деле? Кто мы на самом деле?» Затем, без какой-либо агрессии в твою сторону, она уходит, оставляя тебе лишь осколки воспоминаний о твоей прошлой жизни.</i>.
zh: 爱尔佩丝完全制伏了你。她举起手，魔力威胁著要把你撕成碎片。她冷笑著，你闭上眼睛，作好了心理准备……但致命一击没有到来。取而代之的是，她粗鲁地拉你起来，擦去你围裙上的灰尘。“来，”她带著坏笑说道。“你可不是哭哭啼啼的小动物。你不记得自己的本性了吗？我们的本性？”然后，她没有再对你做什么就离开了，只留下你，与你仅存的破碎前世记忆。
