Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/blob_that_ate_everything_else.po
Languages: es, fr, it

source: Shuffle the 4 new Quarantine Zone locations together with the Quarantine Zone locations from the original scenario, then remove 5 of them from the game.
es: Baraja los 4 nuevos Lugares Zona de cuarentena junto con los Lugares Zona de cuarentena del escenario original, y luego retira de la partida 5 de ellos.
fr: Mélangez les 4 nouveaux lieux Zone de Quarantaine avec les lieux Zone de Quarantaine du scénario d’origine, ensuite retirez-en cinq de la partie au lieu de 1.
it: Mischiate i 4 nuovi luoghi Zona di Quarantena assieme ai luoghi Zona di Quarantena originali, poi rimuovetene 5 dal gioco.

source: <b>1st Chaos Token</b>
es: <b>1ª ficha de Caos</b>
fr: <b>1er pion Chaos</b>
it: <b>1° Segnalino Caos</b>

source: <b>2nd Chaos Token</b>
es: <b>2ª ficha de Caos</b>
fr: <b>2e pion Chaos</b>
it: <b>2° Segnalino Caos</b>

source: …the concept of failure. For the remainder of this round, whenever you would fail a skill test, you succeed by 0, instead.
es: …el concepto de fracaso. Durante el resto de la ronda, siempre que fueses a fracasar en una prueba de habilidad, en vez de eso tienes éxito por 0.
fr: … la notion d’échec. Pour le reste de ce round, chaque fois que vous devriez échouer à un test de compétence, vous réussissez par 0 à la place.
it: …il concetto di fallimento. Per li resto del round, quando stai per fallire una prova, hai invece successo di 0.

source: …your misfortune. Set this [bless] token aside. The next time you would reveal a chaos token during a skill test, resolve this set-aside [bless] token instead <i>(as if it were just revealed from the chaos bag)</i>.
es: …tu mala suerte. Pon aparte esta ficha [bless]. La siguiente vez que fueses a revelar una ficha de Caos durante una prueba de habilidad, en vez de eso resuelve esta ficha [bless] puesta aparte <i>(como si la acabases de revelar de la bolsa de caos)</i>.
fr: … ton malheur. Mettez ce pion [bless] de côté. La prochaine fois vous révélez un pion Chaos lors d’un test de compétence, résolvez à la place ce pion [bless] mis de côté <i>(comme s’il venait d’être révélé depuis la Réserve du Chaos)</i>.
it: …la tua sfortuna. Metti da parte questo segnalino [bless]. La prossima volta che riveli un segnalino caos durante una prova, risolvi invece il segnalino [bless] messo da parte (come se fosse appena stato estratto dal sacchetto).

source: …the non-[[Elite]] enemy nearest to you
es: …el Enemigo que no sea [[Élite]] más cercano a ti.
fr: … l’ennemi non-[[Élite]] le plus proche de vous
it: …il nemico non [[Elite]] più vicino a te

source: ‑3 to -5
es: ‑3 a -5
fr: ‑3 à -5

source: …1 of your resources. Then, add 2 charges, ammo, secrets, supplies, or evidence to an asset you control.
es: …1 de tus recursos. A continuación, añade 2 cargas, municiones, secretos, suministros o pruebas a un Apoyo que controles.
fr: 1 de vos ressources. Ensuite, ajoutez 2 charges, munitions, secrets, provisions ou preuves sur un soutien que vous contrôlez.
it: …1 delle tue risorse. Poi, aggiungi 2 cariche, munizioni, segreti scorte o prove a un supporto che controlli.

source: ‑6 to -8
es: ‑6 a -8
fr: ‑6 à -8

source: …any 1 card of your choice from your hand. Then, draw 3 cards.
es: …1 carta cualquiera de tu mano, a tu elección. A continuación, roba 3 cartas.
fr: … n’importe quelle carte de votre main, au choix. Ensuite, piochez 3 cartes.
it: …1 carta a scelta dalla tua mano. Poi, pesca 3 carte.

source: …your fortune. Set this [curse] token aside. The next time you would reveal a chaos token during a skill test, resolve this set-aside [curse] token instead <i>(as if it were just revealed from the chaos bag)</i>.
es: tu fortuna. Pon aparte esta ficha [curse]. La siguiente vez que fueses a revelar una ficha de Caos durante una prueba de habilidad, en vez de eso resuelve esta ficha [curse] puesta aparte <i>(como si la acabases de revelar de la bolsa de caos)</i>.
fr: … votre fortune. Mettez de côté ce pion [curse]. La prochaine fois vous révélez un pion Chaos lors d’un test de compétence, résolvez à la place ce pion [curse] mis de côté <i>(comme s’il venait d’être révélé depuis la Réserve du Chaos)</i>.
it: …la tua fortuna. Metti da parte questo segnalino [curse]. La prossima volta che riveli un segnalino caos durante una prova, risolvi invece li segnalino [curse] messo da parte (come se fosse appena stato estratto dal sacchetto).

source: …something helpful chosen by the event organizer.
es: …algo útil a elección del organizador del evento.
fr: … quelque chose d’utile, au choix de l’organisateur d’événement.
it: …qualcosa di utile, a scelta dall’organizzatore.

source: any
es: cualquiera
fr: tout pion
it: qualsiasi

source: …the [bless] token just revealed.
es: …la ficha [bless] recién revelada.
fr: … le pion [bless] qui vient d’être révélé.
it: …il segnalino [bless] appena rivelato.

source: …your unpreparedness. Gain 1 countermeasure.
es: …tu falta de preparación. Obtén 1 contramedida.
fr: … votre manque de préparation. Gagnez 1 contre-mesure.
it: …la tua impreparazione. Guadagni 1 contromisura.

source: …your disfavor. Search your deck and discard pile for a [[Blessed]] card and add it to your hand.
es: …lo desfavorable. Busca en tu mazo y pila de descartes una carta [[Bendecido]] y añádela a tu mano.
fr: … votre défaveur. Recherchez dans votre deck et dans votre pile de défausse une carte [[Bénie]] et ajoutez-la à votre main.
it: …il tuo sfavore. Cerca una carta [[Benedetto]] nel tuo mazzo e nella tua pila degli scarti e aggiungila alla tua mano.

source: …1 remaining health from the nearest enemy. <i>(Deal it 1 damage.)</i>
es: …1 punto de salud restante del Enemigo más cercano <i>(inflígele 1 punto de daño)</i>.
fr: … 1 point de vie restant à l’ennemi le plus proche. <i>(Infligez-lui 1 dégât.)</i>
it: …1 salute rimanente dal nemico più vicino <i>(Infliggigli 1 danno.)</i>

source: …your sense of humor. Until the end of the next round, whenever you laugh, take 1 horror.
es: …tu sentido del humor. Hasta el final de la próxima ronda, recibe 1 punto de horror cada vez que te rías.
fr: … votre sens de l’humour. Jusqu’à la fin du round suivant, chaque fois que vous riez, vous subissez 1 horreur.
it: …il tuo senso dell’umorismo. Fino alla fine del prossimo round, ogni volta che ridi subisci 1 orrore.

source: …your favor. Search your deck and discard pile for a [[Cursed]] card and add it to your hand.
es: …lo favorable. Busca en tu mazo y pila de descartes una carta [[Maldito]] y añádela a tu mano.
fr: … votre faveur. Recherchez dans votre deck et dans votre pile de défausse une carte [[Maudite]] et ajoutez-la à votre main.
it: …il tuo favore. Cerca una carta [[Maledetto]] nel tuo mazzo e nella tua pila degli scarti e aggiungila alla tua mano.

source: …something of absolutely no consequence chosen by the event organizer.
es: …algo que no tenga la menor consecuencia a elección del organizador del evento.
fr: … quelque chose sans aucune conséquence, choisi par l’organisateur de l’événement.
it: …qualcosa assolutamente senza importanza, a scelta dell’organizzatore.

source: …absolutely nothing, for once.
es: …absolutamente nada, sin que sirva de precedente.
fr: … absolument rien, pour une fois.
it: …assolutamente niente, per una volta.

source: …danger. Until the end of the round, actions you perform do not provoke attacks of opportunity.
es: …el peligro. Hasta el final de la ronda, las acciones que realices no provocan ataques de oportunidad.
fr: … le danger. Jusqu’à la fin du round, les actions que vous effectuez ne provoquent pas d’attaques d’opportunité.
it: …il pericolo. Fino alla fine del round, le tue azioni non provocano attacchi di opportunità.

source: …your next paycheck. Find each card in your hand that instructs you to gain resources. Those cards are devoured.
es: …tu próxima paga. Busca todas las cartas de tu mano que te indiquen que obtengas recursos. Esas cartas quedan devoradas.
fr: … votre prochain salaire. Cherchez dans votre main chaque carte qui vous demande de gagner des ressources. Ces cartes sont dévorées.
it: …il tuo prossimo stipendio. Cerca ogni carta nella tua mano che permette di guadagnare risorse. Quelle carte vengono divorate.

source: …your voice. Until the end of the round, you cannot speak, make noise, or play cards with quotes in the title.
es: … tu voz. No puedes hablar, hacer ningún ruido ni jugar cartas con citas en el título hasta el final de la ronda.
fr: … votre voix. Jusqu’à la fin du round, vous ne pouvez pas parler, faire du bruit ou jouer de cartes avec des citations dans le titre.
it: …la tua voce. Fino alla fine del round non puoi parlare, fare rumore o giocare carte con le virgolette nel nome.

source: …light. Until the end of the round, investigators must play with all nearby light sources turned off or covered <i>(except for flashlights)</i>.
es: …la luz. Hasta el final de la ronda, los investigadores deben jugar con todas las fuentes de luz cercanas apagadas o tapadas <i>(excepto las linternas)</i>.
fr: … la lumière. Jusqu’à la fin du round, les investigateurs doivent jouer avec toute les lumières à proximité éteintes ou couvertes <i>(à l’exception des lampes de poche)</i>.
it: …la luce. Fino alla fine del round, gli investigatori devono giocare con tutte le fonti di luce vicine spente o coperte <i>(tranne per le torce)</i>.

source: …the concept of compassion. Until the end of the round, investigators cannot heal one another. <i>(They can still heal themselves.)</i>
es: …el concepto de compasión. Hasta el final de la ronda, los investigadores no pueden curarse unos a otros <i>(pero sí a sí mismos)</i>.
fr: le concept de compassion. Jusqu’à la fin du round, les investigateurs ne peuvent pas se soigner les uns les autres <i>(Ils peuvent encore se soigner eux-mêmes.)</i>
it: …il concetto di compassione. Fino alla fine del round, gli investigatori non possono curarsi l’un l’altro. <i>(Possono ancora curare sé stessi.)</i>

source: …all damage on each [[Manifold]] enemy.
es: …todo el daño de cada Enemigo [[Excrecencia]].
fr: … tous les dégâts sur chaque ennemi [[Réplique]].
it: …tutti i danni su ogni nemico [[Molteplice]].

source: …something actually nutritious! Heal 3 damage from Subject 8L-08.
es: …algo nutritivo de verdad. Cura 3 puntos de daño al Sujeto 8L-08.
fr: … quelque chose de réellement nutritif ! Soignez 3 dégâts du Sujet 8L-08.
it: …qualcosa di effettivamente nutriente! Cura 3danni dal Soggetto M3L-M4.

source: ‑6 to ‑8
es: ‑6 a ‑8
fr: ‑6 à ‑8
it: da -6 a -8

source: …mystery. Until the end of the round, play with the top card of your deck revealed.
es: …el misterio. Hasta el final de la ronda, juega con la primera carta de tu mazo revelada.
fr: … le mystère. Jusqu’à la fin du round, jouez avec la carte du dessus de votre deck révélée.
it: …il mistero. Fino alla fine del round, gioca con la prima carta del tuo mazzo rivelata.

source: …something of little consequence chosen by the event organizer.
es: …algo que tenga escasas consecuencias a elección del organizador del evento.
fr: … quelque chose de peu d’importance, au choix de l’organisateur d’événement.
it: …qualcosa di poco conto, a scelta dell’organizzatore.

source: …your investigator mini card. <i>(Use something else to mark your location.)</i>
es: …tu carta pequeña de Investigador <i>(usa otra cosa para indicar tu ubicación)</i>.
fr: … votre mini-carte investigateur. <i>(Utiliser autre chose pour marquer votre emplacement.)</i>
it: …la mini carta del tuo investigatore. <i>(Usa altro per segnare il luogo del tuo investigatore).</i>

source: …your faith. Return this [bless] token to the token pool, reveal another token to replace it, and consult the table again.
es: …tu fe. Devuelve esta ficha [bless] a la reserva de fichas, revela otra ficha para sustituirla y vuelve a consultar la tabla.
fr: … votre foi. Renvoyez ce pion [bless] dans la Réserve du Chaos, révélez 1 autre pion à la place et consultez à nouveau le tableau.
it: …la tua fede. Rimetti nella riserva questo segnalino [bless], estrai un nuovo segnalino per rimpiazzarlo e consulta nuovamente la tabella.

source: …your ability to speak truthfully. Until the end of the round, you can only speak falsehoods (unless speaking to the event organizer).
es: …tu capacidad de hablar diciendo la verdad. Hasta el final de la ronda, sólo puedes decir falsedades (salvo que estés hablando con el organizador del evento).
fr: … votre capacité à parler honnêtement. Jusqu’à la fin du round, vous ne pouvez dire que des mensonges <i>(à moins de parler à l’organisateur de l’événement)</i>.
it: …la tua capacità di dire la verità. Fino alla fine del round, puoi dire solo il falso (tranne se parli con l’organizzatore).

source: …the concept of generosity. Until the end of the round, investigators cannot affect or interact with cards in other investigators’ threat areas.
es: …el concepto de generosidad. Hasta el final de la ronda, los investigadores no pueden afectar a cartas que estén en las zonas de amenaza de otros investigadores ni interactuar con ellas.
fr: … le concept de générosité. Jusqu’à la fin du round, les investigateurs ne peuvent pas affecter ou interagir avec les cartes dans les zones de menace des autres investigateurs.
it: …il concetto di generosità. Fino alla fine del round, gli investigatori non possono influenzare o interagire con le carte nelle aree di minaccia degli altri investigatori.

source: …your spirituality. For the remainder of the game, you have 1 fewer arcane slot.
es: …tu espiritualidad. Durante el resto de la partida, tienes 1 espacio arcano menos.
fr: … votre spiritualité. Pour le reste de la partie, vous disposez d’1 emplacement d’arcane en moins.
it: …la tua spiritualità. Per il resto della partita, hai 1 slot arcano in meno.

source: …your doubt. Return this [curse] token to the token pool, reveal another token to replace it, and consult the table again.
es: …tus dudas. Devuelve esta ficha [curse] a la reserva de fichas, revela otra ficha para sustituirla y vuelve a consultar la tabla.
fr: … vos doutes. Renvoyez ce pion [curse] dans la Réserve du Chaos, révélez un autre pion à la place et consultez à nouveau le tableau.
it: …i tuoi dubbi. Rimetti nella riserva questo segnalino [curse], estrai un nuovo segnalino per rimpiazzarlo e consulta nuovamente la tabella.

source: …1 or more tokens chosen by the event organizer.
es: …1 o más fichas a elección del organizador del evento.
fr: …1 ou plusieurs pions choisis par l’organisateur d’événement.
it: …1 o più segnalini caos, a scelta dell’organizzatore.

source: …the concept of nomenclature. Until the end of the round, investigators cannot refer to the names of players or card titles.
es: …el concepto de nomenclatura. Hasta el final de la ronda, los investigadores no pueden referirse a los nombres de los jugadores ni a los nombres o títulos de cartas.
fr: … la notion de nomenclature. Jusqu’à la fin du round, les investigateurs ne peuvent pas se référer aux noms des joueurs ou aux titres des cartes.
it: ...il concetto di nomenclatura. Fino alla fine del round, gli investigatori non possono riferirsi ai nomi dei giocatori o delle carte.

source: …all [[Footwear]] cards you control and in your hand.
es: …todas las cartas [[Calzado]] que controles y de tu mano.
fr: … toutes les cartes [[Paire de Chaussures]] que vous contrôlez et dans votre main.
it: ..tutte le carte [[Scarpe]] che controlli o nella tua mano.

source: …1 clue from your location and each connecting location.
es: …1 pista de tu Lugar y de cada Lugar conectado.
fr: … 1 indice dans votre lieu et dans chaque lieu connexe.
it: …1 indizio nel tuo luogo e in ogni luogo collegato.

source: …half of the cards in your hand, of your choice.
es: …la mitad de las cartas de tu mano, a tu elección.
fr: … la moitié des cartes dans votre main, de votre choix.
it: …metà delle carte delle tua mano, a tua scelta.

source: …1 random card from your hand.
es: …1 carta aleatoria de tu mano.
fr: … 1 carte prise au hasard dans votre main.
it: …1 carta casuale dalla tua mano.

source: …your handedness. Until the end of the round, you cannot use your dominant hand.
es: …tu mano dominante. Hasta el final de la ronda, no puedes usar tu mano dominante.
fr: … votre main. Jusqu’à la fin du round, vous ne pouvez pas utiliser votre main dominante.
it: …la tua destrorsia. Fino alla fine del round, non puoi usare la tua mano dominante

source: …the concept of a “discard pile.” Until the end of the next mythos phase, each card that would be placed in any investigator’s discard pile is instead devoured.
es: …el concepto de “pila de descartes”. Hasta el final de la próxima fase de Mitos, todas las cartas que fuesen a ser colocadas en la pila de descartes de cualquier investigador en vez de eso son devoradas.
fr: … le concept de « pile de défausse ». Jusqu’à la fin de la prochaine phase de mythe, chaque carte qui devrait être placée dans la pile de défausse de chaque investigateur est dévorée à la place.
it: ...il concetto di pila degli scarti. Fino alla fine della prossima fase dei miti, ogni carta che sta per essere messa in una pila degli scarti viene invece divorata.

source: …a card chosen by the event organizer.
es: …una carta elegida por el organizador del evento.
fr: … une carte choisie par l’organisateur de l’événement.
it: …una carta, a scelta dell’organizzatore.

source: …your tangibility. Until the end of the round, you cannot physically interact with objects. <i>(You may ask other players to move cards and tokens for you.)</i>
es: …tu tangibilidad. Hasta el final de la ronda, no puedes interactuar físicamente con objetos <i>(puedes pedir a los demás jugadores que muevan cartas y fichas por ti)</i>.
fr: … votre tangibilité. Jusqu’à la fin du round, vous ne pouvez pas interagir physiquement avec les objets. <i>(Vous pouvez demander aux autres joueurs de déplacer des cartes et des pions pour vous.)</i>
it: …la tua tangibilità. Fino alla fine del round, non puoi interagire fisicamente con gli oggetti. <i>(Puoi ancora chiedere agli altri giocatori di muovere le carte e i segnalini al tuo posto.)</i>

source: …your past. Find the last card you played or used. It is devoured.
es: …tu pasado. Busca la última carta que jugaste o usaste. Queda devorada.
fr: … votre passé. Trouvez la dernière carte que vous avez jouée ou utilisé. Elle est dévorée.
it: ...il tuo passato. Trova l’ultima carta che hai giocato o usato. Viene divorata.

source: ……each [[Talent]], [[Connection]], or [[Condition]] card in your hand.
es: …todas las cartas [[Talento]], [[Contacto]] o [[Estado]] de tu mano.
fr: … chaque carte [[Talent]], [[Relation]] ou [[État]] de votre main.
it: …ogni carta [[Talento]], [[Contatto]] e [[Condizione]] nella tua mano.

source: …each [[Talent]], [[Connection]], or [[Condition]] asset you control.
es: …todas las cartas [[Talento]], [[Contacto]] o [[Estado]] que controles.
fr: … chaque carte [[Talent]], [[Relation]] ou [[État]] que vous contrôlez.
it: …ogni carta [[Talento]], [[Contatto]] e [[Condizione]] che controlli.

source: …your present. Randomly choose a card from your hand or play area. It is devoured.
es: …tu presente. Elige una carta de tu mano o zona de juego al azar. Queda devorada.
fr: … votre présent. Choisissez au hasard une carte de votre main ou de votre zone de jeu. Celle-ci est dévorée.
it: …il tuo presente. Scegli casualmente una carta nella tua mano o nella tua are di gioco. Viene divorata.

source: …your future. The next card you play or use this round is devoured <i>(after being played or used)</i>.
es: …tu futuro. La siguiente carta que juegues o uses en esta ronda queda devorada <i>(después de ser jugada o usada)</i>.
fr: … votre avenir. La prochaine carte que vous jouerez ou utiliserez durant ce round est dévoré <i>(après avoir été jouée ou utilisée)</i>.
it: …il tuo futuro. La prossima carta che giochi o usi in questo round viene divorata <i>(dopo essere stata giocata o usata)</i>.

source: …your sense of time. Until you advance the agenda, investigators cannot use time-keeping devices, ask about the time, or use abilities on any card with “time,” “watch,” or “chrono” in its title.
es: …tu noción del tiempo. Hasta que hagas avanzar el plan, los investigadores no pueden emplear dispositivos de medición del tiempo, preguntar por el tiempo o la hora ni activar capacidades en cuyo nombre se incluya “Crono”, “Reloj”, “Tiempo” o “Momento”.
fr: … votre sens du temps. Jusqu’à ce que vous fassiez avancer l’Intrigue, les investigateurs ne peuvent pas utiliser d’appareils de mesure du temps, de demander l’heure ou d’utiliser des capacités de n’importe quelle carte avec « temps » « montre » ou « chrono » dans son titre.
it: …il tuo senso del tempo. Finché non proseguite con la trama, non potete usare dispositivi per li rilevamento del tempo, chiedere l’ora, innescare o lanciare capacità su carte il cui nome è composto dalle parole “Tempo”, “Ora”, “Orologio” (o una loro variante) o dalle radici “Crono-“ e “Tempo-“.

source: …your superstition. For the remainder of the game, you have 1 fewer accessory slot.
es: …tu superstición. Durante el resto de la partida, tienes 1 espacio de accesorio menos.
fr: … votre superstition. Pour le reste de la partie, vous disposez d’un emplacement d’accessoire en moins.
it: …la tua superstizione. Per il resto della partita, hai 1 slot accessorio in meno.

source: …something harmful chosen by the event organizer.
es: …algo dañino a elección del organizador del evento.
fr: … quelque chose de nuisible choisi par l’organisateur d’événement.
it: …qualcosa di dannoso, a scelta dell’organizzatore.

source: …your soul. Record in your Campaign Log that <i>you have no soul</i>.
es: …tu alma. Anota en el registro de campaña que <i>no tienes alma</i>.
fr: … votre âme. Dans votre carnet de campagne, souvenez-vous que <i>vous n’avez pas d’âme</i>.
it: …la tua anima. Annota nel diario della campagna che <i>non hai un’anima</i>.

source: …your plans. For the rest of this round, you cannot perform any action you previously said you were going to perform this round.
es: … tus planes. Durante el resto de esta ronda, no puedes realizar ninguna acción que hubieras dicho anteriormente que ibas a realizar en esta ronda.
fr: … vos plans. Pour le reste de ce round, vous ne pouvez effectuer aucune action que vous aviez précédemment que aviez dit vouloir faire durant ce round.
it: …i tuoi piani. Per il resto di questo round, non puoi effettuare nessuna delle azioni che avevi detto avresti effettuato in questo round.

source: …your reflexes. Until the end of the next mythos phase, you cannot trigger [reaction] abilities.
es: …tus reflejos. Hasta el final de la próxima fase de Mitos, no puedes activar capacidades [reaction].
fr: …vos réflexes. Jusqu’à la fin de la prochaine phase de mythe, vous ne pouvez pas déclencher de capacités [reaction].
it: …i tuoi riflessi. Fino alla fine della prossima fase dei miti, non puoi innescare capacità [reaction].

source: …your boldness. Until the end of the next mythos phase, you cannot trigger [fast] abilities.
es: …tu audacia. Hasta el final de la próxima fase de Mitos, no puedes activar capacidades [fast].
fr: … votre audace. Jusqu’à la fin de la prochaine phase de mythe, vous ne pouvez pas déclencher de capacités [fast].
it: …il tuo coraggio. Fino alla fine della prossima fase dei miti, non puoi innescare capacità [fast].

source: ‑3 to ‑5
es: ‑3 a ‑5
fr: ‑3 à ‑5
it: da -3 a -5

source: …your initiative. Until the end of the next mythos phase, you cannot trigger [action] abilities.
es: …tu iniciativa. Hasta el final de la próxima fase de Mitos, no puedes activar capacidades [action].
fr: … votre initiative. Jusqu’à la fin de la prochaine phase de mythe, vous ne pouvez pas déclencher de capacités [action].
it: …la tua iniziativa. Fino alla fine della prossima fase dei miti, non puoi innescare capacità [action].
