Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/blob_that_ate_everything_else.po
Languages: es, fr, it

source: …your ability to correctly don clothing. For the remainder of the game, you have 1 fewer body slot.
es: …tu capacidad de ponerte la ropa correctamente. Durante el resto de la partida, tienes 1 espacio de cuerpo menos.
fr: … votre capacité à enfiler correctement des vêtements. Pour le reste de la partie, vous disposez d’un emplacement de corps en moins.
it: …la tua abilità di indossare correttamente gli abiti. Per il resto della partita, hai 1 slot corpo in meno.

source: …any hope of rescue. Each investigator reveals cards from the top of their deck until they reveal an [[Ally]] asset. Each [[Ally]] asset revealed in this way is devoured. Shuffle each investigator’s deck.
es: …toda esperanza de rescate. Cada investigador revela cartas de la parte superior de su mazo hasta que revele un Apoyo [[Aliado]]. Cada Apoyo [[Aliado]] revelado de esta forma queda devorado. Baraja el mazo de cada investigador.
fr: … tout espoir de sauvetage. Chaque investigateur révèle les cartes du dessus de son deck jusqu’à ce qu’il révèle un soutien [[Allié]]. Chaque soutien [[Allié]] ainsi révélé est dévoré. Chaque investigateur mélange son deck.
it: …qualsiasi speranza di soccorso. Ogni investigatore rivela carta dalla cima del suo mazzo finché non rivela un supporto [[Alleato]]. Ogni supporto [[Alleato]] rivelato in questo modo viene divorato. Mescolate i mazzi di ciascun investigatore.

source: …the broken and injured. Find each asset you control with 1 or more damage on it. Those cards are devoured.
es: …los maltrechos y heridos. Busca todos los Apoyos que controles que tengan 1 o más puntos de daño. Esas cartas quedan devoradas.
fr: … les cassés et les blessés. Trouvez chaque soutien que vous contrôlez avec 1 ou plusieurs dégâts dessus. Ces cartes sont dévorées.
it: …gli sbandati e i feriti. Ogni supporto sotto il tuo controllo con 1 o più danni su di esso viene divorato.

source: …the splintered and fearful. Find each asset you control with 1 or more horror on it. Those cards are devoured.
es: …los quebrados y temerosos. Busca todos los Apoyos que controles que tengan 1 o más puntos de horror. Esas cartas quedan devoradas.
fr: … les brisés et les craintifs. Trouver chaque soutien que vous contrôlez avec 1 ou plusieurs horreurs dessus. Ces cartes sont dévorées.
it: …i demoralizzati e gli impauriti. Ogni supporto sotto il tuo controllo con 1o più orrori su di esso viene divorato.

source: …each [[Clothing]] or [[Armor]] card in your hand.
es: … todas las cartas [[Ropa]] o [[Armadura]] de tu mano.
fr: … chaque carte [[Vêtements]] ou [[Armure]] dans votre main.
it: …ogni carta [[Vestiario]] e [[Armatura]] nella tua mano.

source: …each [[Clothing]] or [[Armor]] card you control.
es: … todas las cartas [[Ropa]] o [[Armadura]] que controles.
fr: chaque carte [[Vêtements]] ou [[Armure]] que vous contrôlez.
it: …ogni carta [[Vestiario]] e [[Armatura]] che controlli.

source: …your memory. Until the act advances, cards in your discard pile cannot be retrieved, used, or shuffled into your deck.
es: …tu memoria. Hasta que el acto avance, no es posible recuperar, usar o devolver al mazo las cartas de tu pila de descartes.
fr: … votre mémoire. Jusqu’à ce que l’Acte avance, les cartes de votre pile de défausse ne peuvent pas être récupérées, utilisées ou mélangées dans votre deck.
it: …la tua memoria. Le carte nella tua pila degli scarti non possono essere recuperate, usate o mescolate nel tuo mazzo fino a quando non avanzate con i Capitoli.

source: …something of dire consequence chosen by the event organizer.
es: …algo de graves consecuencias a elección del organizador del evento.
fr: … quelque chose aux conséquences désastreuses choisi par l’organisateur d’événement.
it: …qualcosa con delle conseguenze estremamente rilevanti, a scelta dell’organizzatore

source: …your strategy. Until the end of the round, you cannot suggest any course of action.
es: …tu estrategia. Hasta el final de la ronda, no puedes sugerir ningún plan de acción.
fr: … votre stratégie. Jusqu’à la fin du round, vous ne pouvez suggérer aucune directive de jeu.
it: …la tua strategia. Fino alla fine del round, non puoi proporre nulla.

source: …all [[Blessed]] cards in your discard pile.
es: …todas las cartas [[Bendecido]] de tu pila de descartes.
fr: … toutes les cartes [[Bénies]] de votre pile de défausse.
it: …tutte le carte [[Benedetto]] nella tua pila degli scarti

source: …all of the evidence from among assets you control.
es: …todas las pruebas que haya en los Apoyos que controles.
fr: … toutes les preuves parmi les soutiens que vous contrôlez.
it: ...tutte le prove sui supporti che controlli.

source: …the floor. Until the end of the round, investigators’ feet may not touch the floor.
es: …el suelo. Hasta el final de la ronda, los pies de los investigadores no pueden tocar el suelo.
fr: … le sol. Jusqu’à la fin du round, les pieds des investigateurs ne doivent pas toucher le sol.
it: …il pavimento. Fino alla fine del round, i piedi degli investigatori non possono toccare il pavimento.

source: …all of the supplies from among assets you control.
es: …todos los suministros que haya en los Apoyos que controles.
fr: … toutes les provisions des soutiens que vous contrôlez.
it: …tutte le scorte sui supporti che controlli.

source: …all of the ammo from among assets you control.
es: …toda la munición que haya en los Apoyos que controles.
fr: … toutes les munitions des soutiens que vous contrôlez.
it: …tutte le munizioni sui supporti che controlli.

source: …all of the charges from among assets you control.
es: …todas las cargas que haya en los Apoyos que controles.
fr: … toutes les charges des soutiens que vous contrôlez.
it: …tutte le cariche sui supporti che controlli.

source: …all of the secrets from among assets you control.
es: …todos los secretos que haya en los Apoyos que controles.
fr: … touts les secrets des soutiens que vous contrôlez.
it: …tutte i segreti sui supporti che controlli.

source: …each skill card in your hand.
es: …todas las cartas de Habilidad de tu mano.
fr: … chaque carte compétence dans votre main.
it: …ogni carta abilità nella tua mano.

source: …each event card in your hand.
es: …todas las cartas de Evento de tu mano.
fr: …chaque carte événement dans votre main.
it: …ogni carta evento nella tua mano.

source: …your classes. Until the end of the round, each of your cards <i>(including your investigator)</i> is considered to be neutral.
es: …todas tus clases. Hasta el final de la ronda, todas tus cartas <i>(incluido tu investigador)</i> se consideran neutrales.
fr: … vos classes. Jusqu’à la fin du round, chacune de vos cartes <i>(y compris votre investigateur)</i> est considéré comme neutre.
it: …la tua classe. Fino alla fine del round, ciascuna delle tue carte <i>(incluso il tuo investigatore)</i> si considera neutrale.

source: -6 to -8
es: -6 a -8
fr: -6 à -8
it: da -6 a -8

source: …each exceptional card you control and in your hand.
es: …todas las cartas Excepcional que controles y de tu mano.
fr: … chaque carte exceptionnelle que vous contrôlez et dans votre main.
it: …ogni carta Straordinaria nella tua mano o sotto il tuo controllo.

source: …each [[Cursed]] card in your discard pile.
es: …todas las cartas [[Maldito]] de tu pila de descartes.
fr: … chaque carte [[Maudite]] deans votre pile de défausse.
it: …tutte le carte [[Maledetto]] nella tua pila degli scarti.

source: …something hilarious chosen by the event organizer.
es: …algo gracioso a elección del organizador del evento.
fr: … quelque chose d’hilarant choisi par l’organisateur d’événement.
it: …qualcosa da morire dal ridere, a scelta dell’organizzatore.

source: …anachronism. Until the end of the round, you cannot use any asset that does not (or did not, at some point) exist in real life.
es: …un anacronismo. Hasta el final de la ronda, no puedes usar ningún Apoyo que no exista (o que no haya existido en algún momento) en la vida real.
fr: … un anachronisme. Jusqu’à la fin du round, vous ne pouvez pas utiliser un soutien qui n’existe pas (ou n’a pas existé à un moment donné) dans la vraie vie.
it: …l’anacronismo. Fino alla fine del round, non puoi usare supporti che non sono mai esistiti nel mondo reale.

source: …each [[Blessed]] card in your hand.
es: …todas las cartas [[Bendecido]] de tu mano.
fr: … chaque carte [[Bénie]] dans votre main.
it: …tutte le carte [[Benedetto]] nella tua mano.

source: …your self-control. You must spend as many resources as possible this round.
es: …tu autocontrol. Debes gastar tantos recursos como puedas en esta ronda.
fr: … votre maîtrise de vous. Vous devez dépenser autant de ressources que possible pendant ce round.
it: …il tuo autocontrollo. Devi spendere più risorse possibili in questo round.

source: …each card that has been exiled.
es: …todas las cartas que hayan sido exiliadas.
fr: … chaque carte qui a été bannie.
it: …tute le carte esiliate.

source: …your identity. Until the end of the round, treat your investigator’s text box as if it were blank, including [[Traits]].
es: …tu identidad. Hasta el final de la ronda, considera el cuadro de texto impreso de tu investigador como si estuviera en blanco (incluyendo los [[Rasgos]]).
fr: … votre identité. Jusqu’à la fin du round, traitez la zone de texte de votre investigateur comme si elle était vide, y compris les [[Traits]].
it: …la tua identità. Fino alla fine del round, considera il riquadro di testo del tuo investigatore come se fosse vuoto ([[Tratti]] esclusi).

source: …each [[Spell]] or [[Ritual]] card in your hand.
es: …todas las cartas [[Hechizo]] o [[Ritual]] de tu mano.
fr: … chaque carte [[Sort]] ou [[Rituel]] dans votre main.
it: …ogni carta [[Incantesimo]] e [[Rituale]] nella tua mano.

source: …each [[Spell]] or [[Ritual]] card you control.
es: …todas las cartas [[Hechizo]] o [[Ritual]] que controles.
fr: … chaque carte [[Sort]] ou [[Rituel]] que vous contrôlez.
it: …ogni carta [[Incantesimo]] e [[Rituale]] che controlli.

source: …your love of animals. Until the end of the current round, you cannot play or use [[Creature]] assets, nor can you show anyone pictures of your pets.
es: …tu amor por los animales. Hasta el final de la ronda actual, no puedes jugar o usar Apoyos [[Criatura]] ni puedes enseñar fotos de tus mascotas a nadie.
fr: … votre amour des animaux. Jusqu’à la fin du round actuel, vous ne pouvez pas jouer ou utiliser de soutien [[Créature]], et vous ne pouvez montrer à personne des photos de vos animaux de compagnie.
it: …il tuo amore per gli animali. Fino alla fine del round, non puoi giocare o usare supporti [[Creatura]], e non puoi mostrare a nessuno foto dei tuoi animali domestici.

source: …each [[Science]] card you control and in your hand.
es: … todas las cartas [[Ciencia]] que controles y de tu mano.
fr: … chaque carte [[Science]] que vous contrôlez et dans votre main.
it: …ogni carta [[Scienza]] nella tua mano o che controlli.

source: …each [[Cursed]] card in your hand.
es: …todas las cartas [[Maldito]] de tu mano.
fr: … chaque carte [[Maudite]] dans votre main.
it: …ogni carta [[Maledetto]] nella tua mano.

source: …something weirdly specific chosen by the event organizer.
es: …algo extrañamente concreto a elección del organizador del evento.
fr: … quelque chose de bizarrement spécifique choisi par l’organisateur d’événement.
it: …qualcosa di stranamente specifico, a scelta dell’organizzatore.

source: …the concept of original ideation. Until the end of the round, you can only speak in memes.
es: …. el concepto de tener ideas originales. Hasta el final de la ronda, sólo puedes hablar con memes.
fr: … le concept d’idéation originale. Jusqu’à la fin du round, vous ne pouvez parler qu’en mèmes.
it: …il concetto di idea originale. Fino alla fine del round, puoi solo parlare citando meme.

source: …each [[Blessed]] card you control.
es: …todas las cartas [[Bendecido]] de tu pila de descartes.
fr: … chaque carte [[Bénie]] que vous contrôlez.
it: …ogni carta [[Benedetto]] che controlli.

source: …your discipline. Until the end of the round, you must commit every eligible card you can to each skill test you perform.
es: …tu disciplina. Hasta el final de la ronda, debes asignar todas las cartas válidas que puedas a cada prueba de habilidad que realices.
fr: … votre discipline. Jusqu’à la fin du round, vous devez attribuer chaque carte éligible à chaque test de compétence que vous effectuez.
it: …la tua disciplina. Fino alla fine del round, devi investire ogni carta possibile in ogni prova di abilità che effettui.

source: …your potential. Until the end of the round, your skills cannot be increased.
fr: … votre potentiel. Jusqu’à la fin du round, vos compétences ne peuvent pas être augmentées.
it: …il tuo potenziale. Fino alla fine del round, le tue abilità non possono aumentare

source: …each [[Charm]] or [[Relic]] card in your hand.
es: …todas las cartas [[Amuleto]] o [[Reliquia]] de tu mano.
fr: … chaque carte [[Charme]] ou [[Relique]] dans votre main.
it: ..ogni carta [[Amuleto]] e [[Reliquia]] nella tua mano.

source: -3 to -5
es: -3 a -5
fr: -3 à -5
it: da -3 a -5

source: …each [[Charm]] or [[Relic]] card you control.
es: …todas las cartas [[Amuleto]] o [[Reliquia]] que controles.
fr: … chaque carte [[Charme]] ou [[Relique]] que vous contrôlez.
it: ..ogni carta [[Amuleto]] e [[Reliquia]] che controlli.

source: …each [[Spirit]] or [[Tactic]] card you control and in your hand.
es: …todas las cartas [[Espíritu]] o [[Táctica]] que controles y en tu mano
fr: … chaque carte [[Esprit]] ou [[Tactique]] que vous contrôlez et dans votre main.
it: …ogni carta [[Spirito]] e [[Tattica]] nella tua mano o sotto il tuo controllo.

source: …each [[Cursed]] card you control.
es: …todas las cartas [[Maldito]] que controles.
fr: … chaque carte [[Maudite]] que vous contrôlez.
it: …ogni carta [[Maledetto]] che controlli.

source: …something metaphysical chosen by the event organizer.
es: …. algo metafísico a elección del organizador del evento.
fr: … quelque chose de métaphysique choisi par l’organisateur d’événement.
it: …qualcosa di metafisico, a scelta dell’organizzatore.

source: …each card in your hand or in play that has been signed by a current or former employee of Fantasy Flight Games.
es: …todas las cartas de tu mano o en juego que hayan sido firmadas por un exempleado o empleado actual de Fantasy Flight Games.
fr: … chaque carte dans votre main ou en jeu qui a été signée par un employé actuel ou un ancien de Fantasy Flight Games.
it: …ogni carta nella tua mano o in gioco che è stata firmata da un dipendente o ex-dipendente di Fantasy Flight Games o Asmodee.

source: …each [[Blessed]] card you use or play for the remainder of the round.
es: …todas las cartas [[Bendecido]] que uses o juegues durante el resto de la ronda.
fr: … chaque carte [[Bénie]] que vous utilisez ou jouez pour le reste du round.
it: …ogni carta [[Benedetto]] che usi o giochi durante questo turno.

source: …your sense of direction. Until the end of the round, you must play with your hand upside down.
es: …tu sentido de la dirección. Hasta el final de la ronda, debes jugar con tu mano boca abajo.
fr: … votre sens de l’orientation. Jusqu’à la fin du round, vous devez jouer avec votre main à l’envers.
it: …il tuo senso dell’orientamento. Fino alla fine del round, devi giocare tenendo le carte al contrario.

source: …your uniqueness. Search your deck, hand, discard pile and play area for one of your non-weakness signature cards. They are devoured.
es: …tu singularidad. Busca en tu mazo, mano, pila de descartes y zona de juego una de tus cartas características que no sea Debilidad. Queda devorada.
fr: … votre singularité. Cherchez dans votre deck, main, pile de défausse et zone de jeu l’une de vos cartes signature de non-faiblesse. Celle-ci est dévorée.
it: …la tua unicità. Cerca una delle carte personali del tuo investigatore nel tuo mazzo, nella pila degli scarti o in gioco. Viene divorata.

source: …your fundamentals. Until the end of the round, you cannot perform basic actions.
es: …tus fundamentos. Hasta el final de la ronda, no puedes realizar acciones básicas.
fr: … vos fondamentaux. Jusqu’à la fin du round, vous ne pouvez pas effectuer d’actions de base.
it: …i tuoi fondamentali. Fino alla fine del round, non puoi effettuare azioni base.

source: …each [[Tool]] or [[Weapon]] card in your hand.
es: …todas las cartas [[Herramienta]] o [[Arma]] de tu mano.
fr: … chaque carte [[Outil]] ou [[Arme]] dans votre main.
it: …ogni carta [[Strumento]] e [[Arma]] nella tua mano.

source: …each [[Tool]] or [[Weapon]] card you control.
es: …todas las cartas [[Herramienta]] o [[Arma]] que controles.
fr: … chaque carte [[Outil]] ou [[Arme]] que vous contrôlez.
it: …ogni carta [[Strumento]] e [[Arma]] che controlli.

source: …your sense of self. For the remainder of the round, you can only refer to yourself or your investigator in the third person.
es: …tu sentido de ti. Durante el resto de la ronda, sólo puedes referirte a ti o a tu investigador en tercera persona.
fr: … votre estime de soi. Pour le reste du round, vous ne pouvez parler de vous ou de votre investigateur qu’à la troisième personne.
it: …il tuo senso di sé. Per il resto del round, puoi riferirti a te stesso e al tuo investigatore solo in terza persona.

source: …each [[Cursed]] card you use or play for the remainder of the round.
es: …todas las cartas [[Maldito]] que uses o juegues durante el resto de la ronda.
fr: … chaque carte [[Maudite]] que vous utilisez ou jouez pour le reste du round.
it: …ogni carta [[Maledetto]] che usi o giochi durante questo turno.

source: …something tangible chosen by the event organizer.
es: …algo tangible a elección del organizador del evento.
fr: … quelque chose de tangible choisi par l’organisateur d’événement.
it: …qualcosa di tangibile, a scelta dell’organizzatore.

source: …the [curse] token just revealed.
es: …la ficha [curse] recién revelada.
fr: … le pion [curse] qui vient d’être révélé.
it: ..il segnalino [curse] appena rivelato.

source: …each [bless] token in the chaos bag. At the end of every round, Subject 8L-08 spits 1 of those tokens back into the token pool.
es: …todas las fichas [bless] de la bolsa de caos. Al final de cada ronda, el Sujeto 8L-08 escupe 1 de esas fichas de vuelta a la reserva de fichas.
fr: … chaque pion [bless] dans le sac du chaos. À la fin de chaque round, le Sujet 8L-08 recrache 1 de ces pions dans la réserve de pions.
it: …ogni segnalino [bless] nel sacchetto del caos. Alla fine di ogni round, il Soggetto M3L-M4 sputa 1 di questi segnalini rimettendolo nella riserva.

source: …the +1 token just revealed.
es: …. la ficha +1 recién revelada.
fr: … le pion +1 qui vient d’être révélé.
it: ...il segnalino +1 appena rivelato.

source: …the 0 token just revealed.
es: …. la ficha 0 recién revelada.
fr: … le pion 0 qui vient d’être révélé.
it: …il segnalino 0 appena rivelato.

source: …your turn. Lose all of your actions for this round.
es: …tu turno. Pierde todas tus acciones para esta ronda.
fr: … ton tour. Perdez toutes vos actions pour ce round.
it: …il tuo turno. Perdi tutte le azioni per questo round.

source: …the -1 token just revealed.
es: …la ficha –1 recién revelada.
fr: … le pion –1 qui vient d’être révélé.
it: …il segnalino 1- appena rivelato.

source: …the concept of success. The next time an investigator would succeed at a skill test by 2 or more, that investigator instead automatically fails.
es: …el concepto de éxito. La próxima vez que un investigador fuese a tener éxito en una prueba por 2 o más, en lugar de eso el investigador fracasa automáticamente.
fr: … le concept de réussite. La prochaine fois qu’un investigateur devrait réussir un test de compétence par 2 ou plus, cet investigateur échoue automatiquement à la place.
it: …il concetto di successo. La prossima volta in cui un investigatore sta per avere successo in una prova di 2 o più punti, quell’investigatore invece fallisce automaticamente.

source: …the concept of ease. Until the end of the game, flip the scenario reference card to its Hard/Expert side.
es: …el concepto de facilidad. Hasta el final de la partida, dale la vuelta a la carta de referencia de escenario para mostrar su lado Difícil/Experto.
fr: … le concept de facilité. Jusqu’à la fin de la partie, retournez la carte de référence du scénario sur sa face Difficile/Expert.
it: …il concetto di facilità. Fino alla fine dello scenario, gira la carta di consultazione dello scenario sul lato Difficile/Esperto.

source: …your favorite card that started this scenario in your deck, wherever it may be in all play areas or out-of-play areas.
es: …tu carta favorita que empezara este escenario en tu mazo, dondequiera que esté en todas las zonas de juego o fuera del juego.
fr: … votre carte préférée qui se trouvait dans votre deck au début du scénario, où qu’elle soit, en jeu ou hors jeu.
it: …la tua carta preferita che ha iniziato questo scenario nel tuo mazzo, ovunque si trovi in un’area in gioco o fuori gioco.

source: …each [curse] token in the token pool. At the end of every round, Subject 8L-08 spits 1 of those tokens back into the token pool.
es: …todas las fichas [curse] de la bolsa de caos. Al final de cada ronda, el Sujeto 8L-08 escupe 1 de esas fichas de vuelta a la reserva de fichas.
fr: … chaque pion [curse] dans la réserve de pions. À la fin de chaque round, le Sujet 8L-08 recrache 1 de ces pions dans la réserve de pions.
it: …ogni segnalino [curse] nella riserva dei segnalini. Alla fine di ogni round, il Soggetto M3L-M4 sputa 1di questi segnalini rimettendolo della riserva.

source: …<i>Arkham Horror: The Card Game</i>. Pack it in, everyone. Game’s dead.
es: …<i>Arkham Horror: El juego de cartas</i>. Recoged vuestras cosas, que el juego ha muerto.
fr: … <i>Horreur à Arkham : Le Jeu de Cartes</i>. Remballez tout, tout le monde. La jeu est mort.
it: …<i>Arkham Horror: Il Gioco di Carte</i>. Si sparecchia, signori. Il gioco è morto.

source: Any one investigator may choose to add G-Men to their deck. This card does not count toward that investigator’s deck size.
es: Un investigador cualquiera puede elegir añadir los Agentes del gobierno a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
fr: N’importe quel investigateur peut choisir d’ajouter les Agents du Gouvernement à son deck. Cette carte ne compte pas dans la limite de taille du deck de cet investigateur.
it: Un investigatore può aggiungere Uomini in Nero al suo mazzo (non considerandolo nella dimensione del suo mazzo).

source: Any one investigator may choose to add Corrosive Cloud to their deck. This card does not count toward that investigator’s deck size.
es: Un investigador cualquiera puede elegir añadir la Nube corrosiva a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
fr: N’importe quel investigateur peut choisir d’ajouter Nuage Corrosif à son deck. Cette carte ne compte pas dans la limite de taille du deck de cet investigateur.
it: Un investigatore può aggiungere Nube Corrosiva al suo mazzo (non considerandolo nella dimensione del suo mazzo).

source: Any one investigator may choose to add Alien Instruments to their deck. This card does not count toward that investigator’s deck size.
es: Un investigador cualquiera puede elegir añadir el Instrumental alienígena a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
fr: N’importe quel investigateur peut choisir d’ajouter Instruments Extraterrestres à son deck. Cette carte ne compte pas dans la limite de taille du deck de cet investigateur.
it: Un investigatore può aggiungere Strumenti Alieni al suo mazzo (non considerandolo nella dimensione del suo mazzo).
