Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/by_the_book.po
Languages: it, ko, ru, zh

source: By the Book
ko: 수칙대로
zh: 照章行事

source: Red tape is stifling. Ever since you arrived in Arkham, your cases have gotten harder and harder to navigate. You thought you would be tracking down smugglers and mobsters, not imaginary monsters. But the longer your absurd cases remain open, the more you begin to think maybe they aren’t so absurd, after all. And perhaps that means the monsters aren’t imaginary, either. The Bureau has countless guidelines for handling cases of all sorts, but it is eerily silent on the matter of human sacrifices. So when you were told about the bodies found inside the Black Cave, you weren’t sure where to begin. Questioning the locals and loved ones of the deceased yielded nothing of value. The evidence left behind in the cave was unhelpful, to say the least—offerings and writings proclaiming the sacrifices to be gifts, along with depictions of a monstrous tree. So you did what you do best: you put your nose to the ground and found the thread connecting all of the deaths. One man lies at the center of all of the victims: Mr. Damien Grey. The congressman is not from Arkham, has no relatives or loved ones in the area, and is on no committee that would require his presence in town. And yet, he’s been staying in Arkham for the past few months, his purpose unknown. And he is connected to each of the victims through no more than two degrees of separation, which smells fishy to you. Fishier still is the police escort that follows Mr. Grey through town 24/7, despite the fact that there have been no threats on the congressman’s well-being. You have to get to the bottom of this mystery, and soon. Now you see that damned tree everywhere. More people go missing by the day, and some have even claimed to see goatlike monsters prowling the alleyways. But if Mr. Grey is indeed behind this, you’ll have to be careful. Falsely accusing a politician would certainly spell the end of your career. Time to do what you came to do: dig up the proof, discover the truth, and bring the culprits in for questioning. Every “i” dotted, every “t” crossed.
it: La burocrazia è soffocante. Da quando sei arrivato ad Arkham, i tuoi casi diventano sempre più difficili da gestire. Pensavi che saresti stato impegnato a rintracciare contrabbandieri e mafiosi, non mostri immaginari. Ma più a lungo i tuoi assurdi casi rimangono aperti, più inizi a pensare che forse, dopo tutto, non sono così assurdi. E forse questo significa che anche i mostri non sono poi così immaginari, dopotutto. L’Agenzia ha infinite linee guida per gestire casi di qualsiasi tipo, ma è stranamente silenziosa per quanto riguarda i sacrifici umani. E così, quando ti è stato raccontato dei corpi ritrovati nella Caverna Nera, non sapevi da dove cominciare. Interrogare gli abitanti locali e i familiari delle vittime non ha portato a nulla di rilevante. Le prove rinvenute nella caverna sono state di poco aiuto, per usare un eufemismo - offerte e scritte in cui i sacrifici vengono chiamati doni, assieme alla rappresentazione di un albero mostruoso. Hai quindi fatto ciò che ti viene meglio: hai messo il naso a terra e hai trovato il filo conduttore che unisce tutte le morti. Un uomo si trova al centro di tute le vittime: Mr. Damien Grey. Il membro del Congresso Grey non è originario di Arkham, non ha parenti o affetti in quest’area, e non fa parte di nessun comitato che richiederebbe la sua presenza in città. Eppure è rimasto ad Arkham negli scorsi mesi, senza che nessuno sappia perché, ed è connesso a ciascuna delle vittime attraverso non più di due gradi di separazione, e la cosa ti puzza. Ti puzza ancora di più la scorta di polizia che accompagna Mr. Grey in città ventiquattro ore al giorno, sette giorni su sette, nonostante non ci sia stato alcun tipo di minaccia verso il membro del Congresso. Devi arrivare a chiarire la faccenda, e presto. Stai cominciando a vedere quel dannato albero ovunque. Altre persone scompaiono quotidianamente, e alcuni cittadini dicono di aver avvistato delle creature simili a caproni percorrere certi vicoli. Ma se c’è veramente Mr. Grey dietro tutto questo, dovrai fare attenzione. Accusare ingiustamente un politico porrebbe senz’altro fine alla tua carriera. È ora di fare ciò per cui sei stato inviato qui: trovare le prove, scoprire la verità, e portare dentro i colpevoli per interrogarli. Come da manuale.
ko: 절차... 절차... 절차만큼 답답한 것이 있겠습니까. 당신이 아컴에 도착한 이래로, 사건은 점차 미궁 속으로 빠져들었습니다. 기껏해야 밀수꾼이나 갱단원을 추적할 줄 알았지, 상상 속의 괴물을 쫓게 될 거라고는 생각도 못 했습니다. 그러나 이 터무니없는 사건을 선뜻 종결짓지 못하고 조사를 이어 나갈수록, 어쩌면 “터무니없진” 않은 건 아닐까 하는 생각이 들기 시작합니다. 어쩌면 지금까지 상상 속의 것이라 치부했던 괴물마저 실재하는 것일지도 모를 일입니다. 수사국의 수칙에는 온갖 종류의 사건에 관해 하나하나 수도 없을 만큼 다양한 지침이 있지만, 인신공양 사건에 적용되는 수칙따윈 없었습니다. 그래서 당신은 검은 동굴 안에서 시신이 발견되었다는 소식을 들었을 때, 어디서부터 조사를 시작해야 할지 갈피를 잡지 못했습니다. 아컴 토박이와 고인의 지인들에게 수소문해봐야 이렇다 할 소득이 없었으며, 동굴에 남아 있는 증거도 도움이 되지 않았습니다. 그 증거란 것은 기껏 해 봐야 공물과 함께 희생양을 ‘선물’이라 지칭하는 서신 그리고 괴물과 같은 나무의 그림뿐이었습니다. 그래서 일단 최선을 다해보자는 심정으로, 개처럼 땅에 코를 대고 냄새를 맡으며 모든 희생자를 잇는 실 가닥을 이어보기로 했습니다. 모든 희생자를 거꾸로 추적해보다 보니 한 인물로 수렴했습니다. 바로 하원 의원 데미안 그레이였습니다. 데미안은 아컴 출신도 아니었으며, 인근에 친척이나 가까운 지인이 있는 것도 아니었으며 회의나 행사차 아컴에 들린 것도 아니었습니다. 그런데도 알 수 없는 이유로 몇 달을 아컴에서 머무르고 있습니다. 특히나 모든 희생자가 그로부터 두 다리 건너 안에 있는 사람이라는 점에서 구린내가 풀풀 풍겼습니다. 게다가 구리다 못해 비린 점이 하나 더 있었는데, 딱히 데미안 그레이의 안위를 염려할 만한 위협이 없는 데도 경찰 호위대가 그를 24시간 내내 호위하고 있다는 사실이었습니다. 당신이 이 불가사의한 일을 뿌리까지 파헤쳐야 합니다. 얼마 지나지 않아 그 저주받을 나무가 곳곳에 보이기 시작했습니다. 날이 갈수록 더 많은 사람이 실종되었으며, 염소처럼 생긴 괴물이 골목길을 배회한다는 제보도 이어졌습니다. 만약 데미안 그레이가 이 일의 배후에 있다면, 분명 조심해서 접근해야 할 것입니다. 정치인을 잘못 고발했다간 결국 수사국이고 뭐고 당신의 경력은 그대로 박살날 것입니다. 이제 해야 할 일을 할 시간입니다. 증거를 파내고, 진실을 발견하고, 용의자를 데려와 심문해야 합니다. 늘 그렇듯, 규정과 절차 그리고 수칙에 따라서.
ru: Бюрократия удручает. С того дня, когда ты прибыл в Аркхэм, твои дела становятся всё запутаннее. Ты думал, что будешь выслеживать контрабандистов и мафиози, а не воображаемых монстров. Но чем дольше твои абсурдные дела остаются открытыми, тем чаще ты думаешь, что не такие уж они и абсурдные. Следовательно, монстры, возможно, не воображаемые. У Бюро есть бесчисленное множество инструкций по ведению разного рода дел, но в них ничего не говорится о человеческих жертвоприношениях. Поэтому когда тебе рассказали о телах, найденных в Чёрной пещере, ты не знал, с чего начать. Опрос местных жителей и близких погибших ничего не дал. Найденные в пещере улики — эзотерические знаки и многочисленные оккультные безделушки — были, мягко говоря, бесполезны. Посему ты принялся за то, что умеешь лучше всего: тщательно всё разнюхал и нашёл нить, связавшую все смерти. В истории всех жертв всплывает один и тот же человек: мистер Дэмиен Грей. Этот конгрессмен родом не из Аркхэма, у него нет родственников и близких в этом районе, и он не входит ни в один комитет, который бы требовал его присутствия в городе. И всё же, последние несколько месяцев он находится здесь с неизвестной целью. А ещё у него есть общие знакомые с каждой из жертв, что кажется тебе подозрительным. Ещё подозрительнее то, что за ним круглосуточно следует полицейский эскорт, хотя конгрессмену ничего не угрожает. Кто бы за ним не стоял, в городе явно зреет заговор, и тебе предстоит докопаться до его сути. Но если мистер Грей действительно в этом замешан, придётся действовать по букве закона. Ложное обвинение политика, несомненно, повлечёт за собой конец твоей карьеры. Пора сделать то, ради чего ты прибыл в этот город: найти доказательства, докопаться до правды и вызвать виновных на допрос. Расставить все точки над i. Бюрократия удручает, но ты знаешь, как пробиться к истине с другой стороны.
zh: 繁文缛节简直令人窒息。自从你来到阿卡姆后，你的案件变得越来越难处理。你以为你会对付走私者和暴徒，而不是虚构的怪物。但是，随著这些荒谬案件悬而未决的时间拖得越长，你渐渐开始觉得这些案件没这么荒谬了。也许这意味著怪物不是凭空想像出来的。 当局有无数的指导方针，能够处理各种案件，但是出奇地缺了献祭人类的方面。所以，当你被通知在黑暗洞窟里发现了尸体时，你不太确定该怎么开始。询问当地人和死者的亲人没有什么结果。洞穴中留下的证据也没甚么价值——供品和文字宣称说这场献祭是赠礼，还描绘了一棵怪物般的树。所以你只能尽你所擅长的事情：嗅出线索，寻找连接所有死亡事件的共通点。 所有受害者的交集是一名男子：国会议员戴米恩·格雷先生。他不是阿卡姆本地人，在本地没有亲戚或家人，镇上也没有需要他出席的会议。然而，过去几个月他一直待在阿卡姆，目的不明。而且他与每个受害者相连的分隔度都不超过两度，这对你来说相当蹊跷。尽管国会议员没有受到任何威胁，但仍然有位警察——费希尔——全天候贴身护送格雷先生在镇上的行动。 你得尽快解开这个谜团的真相。现在你到处都看到那棵该死的树。每天都有更多的人失踪，甚至有人声称看到了像山羊一样的怪物在小巷里徘徊。但如果格雷先生真的是这件事的幕后黑手，你就得十分小心。要是错误地指控一个政客，你的职业生涯肯定就完了。该是时候尽你的职责了：挖掘证据、找出真相，把罪魁祸首带回来审问。每个细节都必须一丝不苟。

source: Remove the original scenario reference card from <i>The Midnight Masks</i> encounter set from the game. Use the new scenario reference card provided in the downloadable <i>By the Book</i> encounter set.
it: Rimuovete dal gioco la scheda di consultazione dello scenario dal set di incontri <i>Le Maschere di Mezzanotte</i>. Usate la nuova scheda di consultazione dello scenario fornita nel set <i>Da Manuale</i>.
ko: <i>한밤의 가면</i> 조우 세트에 포함된 시나리오 참조 카드를 제거합니다. <i>수칙대로</i> 조우 세트에 포함된 시나리오 참조 카드를 사용합니다.
zh: 将<i>午夜假面</i>遭遇组之中原本的冒险辅助卡移出游戏。使用下载的<i>照章行事</i>遭遇组中提供的新冒险辅助卡牌。

source: Remove the original act and agenda deck from <i>The Midnight Masks</i> encounter set from the game. Build the act and agenda decks using only the new act and agenda cards provided in the downloadable <i>By the Book</i> encounter set.
it: Rimuovete dal gioco le carte Trama e Capitolo dal set di incontri <i>Le Maschere di Mezzanotte</i>. Create il mazzo delle trame e il mazzo dei capitoli utilizzando solo le carte presenti nel set di incontri <i>Da Manuale</i>.
ko: <i>한밤의 가면</i> 조우 세트에 포함된 주요목적, 주요사건 덱을 제거합니다. <i>수칙대로</i> 조우 세트에 포함된 주요목적, 주요사건 카드만을 사용해서 주요목적 덱과 주요사건 덱을 구성합니다.
zh: 将<i>午夜假面</i>遭遇组中原本的场景与密谋卡牌移出游戏。仅用下载的<i>照章行事</i>遭遇组中提供的新场景与密谋卡牌构建场景和密谋牌堆。

source: Remove the Your House location and both copies of the Mysterious Chanting treachery from the game. These cards are not used in this challenge scenario.
it: Rimuovete dal gioco il luogo Casa ed entrambe le copie della sventura Canto Misterioso. Non vengono usate in questo scenario.
ko: ‘기이한 주문’ 음모 사본 2장과 ‘당신의 집’ 장소를 게임에서 제거합니다. 이 카드는 이번 도전 시나리오에서 사용하지 않습니다.
zh: 将你的房子地点卡和全部2张的神秘咏唱诡计卡从游戏中移除。这些卡牌不会在挑战冒险中使用。

source: Choose one of the two Downtown locations and one of the two Southside locations at random and put them into play. Remove the other versions of Downtown and Southside from the game. Then, put the Northside, Easttown, Rivertown, St. Mary’s Hospital, Graveyard, Miskatonic University, and Arkham Police Station locations into play.
it: Scegliete casualmente una delle due copie del luogo Centro Cittadino e una delle due copie del luogo Southside e mettetele in gioco. Rimuovete dal gioco l’altra copia dei due luoghi. Poi, mettete in gioco i luoghi Northside, East Town, Miskatonic University, River Town, Cimitero, Ospedale St. Mary e Stazione di Polizia di Arkham.
ko: 무작위로 ‘아컴 번화가’ 장소 2장 중 1장, ‘아컴 남부’ 장소 2장 중 1장을 선택하여 플레이 영역에 둡니다. 선택하지 않은 ‘아컴 번화가’와 ‘아컴 남부’는 게임에서 제거합니다. 그런 다음, ‘아컴 북부’, ‘아컴 동부’, ‘아컴 강변’, ‘세인트 메리 병원’, ‘묘지’, ‘미스캐토닉 대학’, ‘아컴 경찰서’ 장소를 플레이 영역에 둡니다.
zh: 将2张商业区和2张南区中，各随机选择一张放置入场，将另一张同名卡牌移出游戏。然后。将北区、东城区、河岸城、圣玛丽医院、墓地、米斯卡塔尼克大学和阿卡姆警察局放置入场。

source: Each investigator begins play at the Arkham Police Station.
it: Ogni giocatore inizia la partita alla Stazione di Polizia di Arkham.
ko: 모든 조사자는 ‘아컴 경찰서’에서 시작합니다.
zh: 所有调查员从阿卡姆警察局开始游戏。

source: Arkham Police Station
ko: 아컴 경찰서
zh: 阿卡姆警察局

source: Shuffle the 9 [[Cultist]] enemies from <i>the Cult of Umôrdhoth</i> and <i>Dark Cult</i> encounter sets together, then place one of those enemies facedown underneath each location in play, as a conspirator.
it: Mischiate i 9 nemici [[Cultista]] presenti nei set di incontri <i>Culto di Umôrdhoth</i> e <i>Culto Oscuro</i>, poi assegnatene uno a faccia in giù a ciascun luogo in gioco, come cospiratore.
ko: <i>우몰도스의 사교도</i>, <i>어둠의 사교</i> 조우 세트에 속한 [[추종자]] 적 9장을 섞어서 플레이 상태인 장소 밑에 뒷면으로 1장씩 놓습니다. 이렇게 놓은 카드가 ‘음모자’입니다.
zh: 将<i>乌默尔多斯的崇拜者</i>和<i>黑暗异教徒</i>遭遇组之中的9个[[异教徒]]敌人混洗，在场上每个地点底下各放置一个面朝下的敌人，作为同谋。

source: You may optionally decide to gather the cards included in the <i>Return to the Cult of Umôrdhoth</i> encounter set, as well, if your collection includes them. This set is indicated by the icon to the right. If you do, shuffle the 3 cards from this encounter set with the 9 [[Cultist]] enemies from above, and remove 3 of the 12 cards at random from the game without looking at them. Then place one of the remaining enemies facedown underneath each location in play, as a conspirator.
zh: 如果你的收藏中包含<i>乌默尔多斯的崇拜者(重返)</i>遭遇组，你可以选择一同找出并加入此遭遇组之中的卡牌。这个遭遇组的图标为右边的图示。如果你这么做，将此遭遇组中的3张卡牌与上面的9个[[异教徒]]敌人混洗，并随机将12张卡牌之中的3张移出游戏，不要查看。然后在场上每个地点底下各放置一个面朝下的敌人，作为同谋。

source: Roland Banks begins the game with 1 clue <i>(from the token pool)</i>.
it: Roland Banks inizia la partita con 1 indizio <i>(dalla riserva dei segnalini)</i>.
ko: ‘로랜드 뱅크스’는 <i>토큰 저장소</i>에서 단서 토큰 1개를 가져와 보유한 상태로 게임을 시작합니다.
ru: Роланд Бэнкс начинает игру с 1 уликой (из резерва жетонов).
zh: 罗兰·班克斯开始游戏时带有1个线索<i>(从供应堆拿取)</i>。

source: Shuffle the 24 remaining encounter cards to build the encounter deck.
it: Mescolate le 24 carte incontro rimanenti per creare li mazzo degli incontri.
ko: 남은 조우 카드 24장을 섞어 조우 덱을 만듭니다.
ru: Замешайте оставшиеся 24 карты в колоду контактов.
zh: 将24张剩余的遭遇牌混洗，组成遭遇牌堆。

source: Roland Banks either upgrade Cover Up to its advanced version, or downgrade the advanced version of Roland's .38 Special to its original version.
it: Roland Banks deve sostituire la versione base di Insabbiamento con la sua versione avanzata, oppure sostituire la versione avanzata della .38 Special di Roland con la sua versione base.
ko: ‘로랜드 뱅크스’는 기본판의 ‘은폐’를 <i>수칙대로</i> 조우 세트에 포함된 강화된 ‘은폐’로 강화해야 합니다 (또는) 강화된 ‘로랜드의 38구경 특제 권총’을 기본판에 포함된 ‘로랜드의 38구경 특제 권총’으로 약화시켜야 합니다.
zh: 罗兰·班克斯必须将掩盖罪证升级到其进阶版，或者将进阶版的罗兰的.38特制手枪还原成其原始版。

source: Upgrade to advanced Cover Up
it: Passare alla versione avanzata di Insabbiamento
ko: ‘은폐’ 카드를 강화
ru: Обновить «Замести следы» до продвинутой версии
zh: 升级到进阶版的掩盖罪证

source: Downgrade from advanced Roland's .38 Special
it: Tornare alla versione base della .38 Special di Roland
ko: 강화된 ‘로랜드의 38구경 특제 권총’ 카드를 약화
ru: Заменить продвинутый «Револьвер Роланда» на исходную версию
zh: 还原成原始版的罗兰的.38特制手枪

source: Roland Banks may either upgrade Roland's .38 Special to its advanced version, or downgrade the advanced version of Cover Up to its original version.
it: Se Mr. Grey si trova nella galleria delle vittorie, Roland Banks può sostituire la versione base della .38 Special di Roland con la versione avanzata; oppure sostituire la versione avanzata di Insabbiamento con la versione base.
ko: ‘로랜드 뱅크스’는 기본판의 ‘로랜드의 38구경 특제 권총’을 <i>수칙대로</i> 조우 세트에 포함된 강화된 ‘로랜드의 38구경 특제 권총’으로 강화해도 됩니다 (또는) 강화된 ‘은폐’를 기본판에 포함된 ‘은폐’로 약화시켜도 됩니다.
zh: 罗兰·班克斯可以将罗兰的.38特制手枪升级到其进阶版，或者将进阶版的掩盖罪证还原成其原始版。

source: Upgrade to advanced Roland's .38 Special
it: Passare alla versione avanzata della .38 Special di Roland
ko: ‘로랜드의 38구경 특제 권총’ 카드를 강화
ru: Обновить «Револьвер Роланда» до продвинутой версии
zh: 升级到进阶版的罗兰的.38特制手枪

source: Downgrade advanced Cover Up
it: Tornare alla versione base di Insabbiamento
ko: 강화된 ‘은폐’ 카드를 약화
ru: Заменить продвинутую «Замести следы» на их исходную версию
zh: 还原成原始版的掩盖罪证

source: Roland Banks earns experience equal to the combined Victory X value of each enemy in the victory display.
it: Roland Banks ottiene esperienza pari alla somma del valore di Vittoria di ogni nemico nella galleria delle vittorie.
ko: ‘로랜드 뱅크스’ 조사자는 승점 더미에 있는 ‘적’ 카드의 승점값만큼 경험치를 얻습니다.
ru: Роланд Бэнкс получает опыт, равный сумме победных значений врагов на победном счету.
zh: 罗兰·班克斯获得等同于胜利牌区中所有敌人的胜利点数总值的经验。

source: Victory display (enemies only):
it: Galleria delle vittorie (solo nemici):
ko: 승점 더미 (적만):
ru: Победный счёт (только враги):
zh: 胜利牌区(敌人)：

source: Each other investigator earns experience equal to the combined Victory X value of each location in the victory display.
it: Ogni altro investigatore ottiene esperienza pari alla somma del valore di Vittoria di ogni luogo nella galleria delle vittorie.
ko: 각 조사자는 승점 더미에 있는 ‘장소’ 카드의 승점값만큼 경험치를 얻습니다.
ru: Все остальные сыщики получают опыт, равный сумме победных значений локаций на победном счету.
zh: 每位其他调查员获得等同于胜利牌区中所有地点的胜利点数总值的经验。

source: Victory display (locations only):
it: Galleria delle vittorie (solo luoghi):
ko: 승점 더미 (장소만):
ru: Победный счёт (только локации):
zh: 胜利牌区(地点)：

source: If the number of [[Cultist]] enemies in the victory display is (choose one)…
it: Se il numero di nemici [[Cultista]] nella galleria delle vittorie è…
ko: 승점 더미에 있는 [[추종자]] 적의 수가… (하나만 선택)
ru: Если на победном счету…
zh: 如果胜利牌区中的[[异教徒]]敌人数量为(选择一项)……

source: Roland Banks begins the next scenario with 1 additional card in hand.
it: Roland Banks inizia il prossimo scenario con 1 carta aggiuntiva nella mano.
ko: ‘로랜드 뱅크스’는 다음 시나리오에서 시작 카드를 1장 더 가지고 시작합니다.
ru: Роланд Бэнкс начинает следующий сценарий с 1 картой на стартовой руке дополнительно.
zh: 罗兰·班克斯下一场冒险开始时有额外1张手牌。

source: Roland Banks begins the next scenario with 2 additional cards in hand.
it: Roland Banks inizia il prossimo scenario con 2 carte aggiuntive nella mano.
ko: ‘로랜드 뱅크스’는 다음 시나리오에서 시작 카드를 2장 더 가지고 시작합니다.
ru: Роланд Бэнкс начинает следующий сценарий с 2 картами на стартовой руке дополнительно.
zh: 罗兰·班克斯下一场冒险开始时有额外2张手牌。

source: Roland Banks begins the next scenario with 3 additional cards in hand.
it: Roland Banks inizia il prossimo scenario con 3 carte aggiuntive nella mano.
ko: ‘로랜드 뱅크스’는 다음 시나리오에서 시작 카드를 3장 더 가지고 시작합니다.
ru: Роланд Бэнкс начинает следующий сценарий с 3 картами на стартовой руке дополнительно.
zh: 罗兰·班克斯下一场冒险开始时有额外3张手牌。

source: Choose and remove any non-symbol token from the chaos bag, for the remainder of the campaign.
it: Scegli un segnalino caos non-simbolo e rimuovilo dal sacchetto del caos per il resto della campagna.
ko: 혼돈 주머니에서 기호 토큰이 아닌 토큰 1개를 선택해서, 이번 캠페인이 끝날 때까지 혼돈 주머니에서 제거합니다.
ru: Выберите и удалите из мешка любой жетон, кроме символов, до конца кампании.
zh: 从混乱袋中选择并移除任意一个数字标记，持续到剧本结束。

source: Is Mr. Grey in the victory display?
it: Mr. Grey si trova nella galleria delle vittorie?
ko: ‘데미안 그레이’가 승점 더미에 있습니까?
ru: «Мистер Грей» на победном счету?
zh: 格雷先生在胜利牌区吗？

source: No resolution was reached and Roland resigned
it: Nessuna risoluzione è stata raggiunta e Roland Banks ha abbandonato
ko: 아무 결말에도 도달하지 못한 채로 ‘로랜드 뱅크스’가 후퇴했습니까?
ru: Исход не достигнут, поскольку все сыщики совершили побегs
zh: 未达成任何结局，且罗兰已撤退

source: Your evidence presented and the case closed, you return to your typical day-to-day of investigating bootleggers and common criminals. Those responsible for the murders—those you could catch, anyway—are safely behind bars. With the proof you collected, not even Mr. Grey’s extensive influence can pardon their crimes. But returning to your usual cases has proven difficult. Nagging worries pull at your thoughts. Something compelled Mr. Grey and the others to commit these heinous crimes. To sacrifice human lives in the pursuit of some dark, sinister purpose. A rot lies beneath the surface of this town like mold hides in the foundations of an old, rotting house. With so much left unknown, how can you be sure the guidelines of the Bureau account for what you’ve seen? What if next time, you have to break the rules to get to the truth? What will you do then?
it: Una volta presentate le prove raccolte e chiuso il caso, torni alle tue attività quotidiane: investigare sui contrabbandieri e sui criminali comuni. I responsabili degli omicidi - quelli che sei riuscito ad acciuffare, per lo meno - sono al sicuro dietro le sbarre. Con gli indizi che hai raccolti, nemmeno l’influenza di Mr. Grey sarebbe sufficiente a farli prosciogliere. Ma tornare ai tuoi soliti casi è stato difficile. Le tue preoccupazioni sono una distrazione costante. Qualcosa ha spinto Mr. Grey e gli altri a commettere quegli efferati delitti, a sacrificare delle vite umane per uno scopo oscuro e sinistro. Una marcescenza giace al di sotto della superficie di questa città, come una muffa che rode le fondamenta di una casa decrepita. Con così tante incognite, come puoi essere sicuro che le linee guida dell’Agenzia tengano conto delle cose che hai visto? Cosa succederebbe se, la prossima volta, fossi costretto a infrangere le regole per arrivare alla verità? Cosa faresti in quel caso?
ko: 증거를 당국에 제시하고 사건을 종결지었습니다. 이제 다시 밀주업자와 평범한 범죄자를 쫓는 전형적인 일상으로 돌아왔습니다. 당신이 붙잡은 살인 용의자들은 이제 철창신세가 되었으니 더는 위해를 끼치지 못할 것입니다. 제아무리 데미안 그레이의 영향력이 거대할지라도, 당신이 수집한 증거 앞에서는 무용지물이었습니다. 그러나 다시 일상적인 사건 조사로 돌아가기는 쉽지 않았습니다. 머릿속에 떠오르는 우려를 가라앉히기가 힘듭니다. 데미안과 다른 이들을 극악무도한 범죄를 저지르도록 몰아넣은 원흉이 존재할 거라는 생각을 지울 수가 없었습니다. 인간의 목숨을 희생하여 더 사악하고 어두운 목적을 달성하고자 했던 이들이 있습니다. 낡아 바스러져 가는 집이 주춧돌부터 곰팡이가 슬어 있듯, 아컴의 표면 아래에는 부패의 기운이 서려 있습니다. 기지의 것보다 미지의 것이 더 많은 이곳에서, 지금껏 목도해온 것 앞에 수사국의 지침이 소용이나 있을는지 확신치 못합니다. 진실을 밝히기 위해 규율을 어겨야 할 때가 온다면? 어떻게 해야 할까요...
ru: Представив доказательства и закрыв дело, ты возвращаешься к рутинному повседневному выслеживанию бутлегеров и обычных преступников. Виновные в убийствах — по крайней мере те, кого ты смог поймать — благополучно сидят за решёткой. Даже влияние мистера Грея не сможет перекрыть собранные тобой доказательства. Но вернуться к обычным делам оказалось непросто. Назойливое беспокойство не даёт тебе покоя. Что-то вынудило мистера Грея и его подельников пойти на эти чудовищные преступления. Приносить человеческие жизни в жертву во имя какой-то тёмной, зловещей цели. Или… чего похуже. Гниль прячется за фасадом этого города, словно плесень в фундаменте старого, обветшалого дома. Когда столь многое остаётся тайным, кто может быть уверен, что инструкции Бюро применимы к тому, что ты видел? Вдруг в следующий раз тебе придётся нарушить правила, чтобы докопаться до правды? Как ты поступишь?
zh: 你展示了证据，侦破了案件，然后又再次回到了调查走私犯和普通罪犯的典型日常工作中。那些犯下谋杀的人——至少那些你能抓住的——都被安全地关在监狱里了。按照你收集到的证据，即使像是格雷先生这样有影响力的人，也无法开脱他们的罪行。 但事实是，回到日常的情况是很困难的。你的思绪被各种烦扰忧虑牵动著。究竟是什么迫使格雷先生和其他人犯下了这些令人发指的罪行？为了追求什么黑暗、邪恶的目的，能牺牲人的生命？ 在这座城市的表象下，有一些腐烂的东西，就像破败的老房子地基中的霉菌。还有这么多的未知之处，你怎么能确定当局的指导方针能解释你所看到的？如果下一次，你必须打破规则才能了解真相怎么办？你该怎么做？

source: No amount of procedure or training could have prepared you for the monsters that emerged during your investigation—both the human ones and the literal ones. Despite your best efforts, you were forced to close the case and lay low. Any further involvement might have been the very end of you. Mr. Grey and his goons may never face the proper consequences for their heinous acts. But at least now you know of the true rot that lies beneath the surface of this town. You’ll be better prepared next time. Rules or no rules.
it: Nessuna quantità di manuali o addestramenti avrebbe potuto preparati alle mostruosità emerse durante la tua investigazione - sia quelle umane che quelle letterali. Nonostante i tuoi sforzi, sei stato costretto a chiudere il caso e ritirarti. Qualsiasi ulteriore coinvolgimento avrebbe potuto decretare la tua fine. Mr. Grey e i suoi scagnozzi potrebbero non subire mai le conseguenze dei loro atti criminali, ma almeno conosci il reale marciume che giace sotto la facciata di questa città. La prossima volta sarai più preparato. Regolamento o non regolamento.
ko: 어떠한 수사국의 훈련과 지침으로도 수사 과정에서 접한 괴물을 대비할 수는 없었습니다. 말 그대로의 괴물이든, 괴물이라 불릴 만한 인간이든 당신에게는 아무런 대비책이 없었습니다. 그러한 상황에서도 최선을 다 해봤지만, 결국엔 사건을 종료하고 몸을 숨길 수밖에 없었습니다. 더 이상 개입했다가는 당신의 파멸을 재촉하는 꼴이 되고 말 것입니다. 데미안 그레이와 그 일당은 자신들이 저지른 극악무도한 행위에 영영 대가를 치르지 않을지도 모릅니다. 그러나 적어도 아컴의 표면 아래서 부패가 뻗어 나가고 있다는 것만은 알아냈습니다. 다음 번에는 철저히 준비하는 것이 좋겠습니다. 수칙에 있는 내용이든, 없는 내용이든.
ru: Никакие обучения и тренировки не могли подготовить тебя к столкновению с монстрами — как фигурально выражаясь, так и в прямом смысле. Несмотря на все усилия, тебе пришлось закрыть дело и залечь на дно. Продолжение этого расследования могло очень плохо для тебя закончиться. Мистер Грей и его головорезы, возможно, никогда не понесут наказания за свои чудовищные деяния. Что ж, по крайней мере ты знаешь, какая гниль скрывается за фасадом этого города. В следующий раз ты будешь лучше готов к столкновению с ней. По правилам или без.
zh: 再多的手续或培训都无法让你为调查期间出现的怪物做好准备——无论是披著人皮的或是真正的怪物。尽管尽了最大的努力，你还是被迫结案并保持低调。哪怕再涉入一步，都可能是你的末日。格雷先生和他的暴徒们也许永远不用为他们的令人发指的行为负责，承担适当的后果。但至少现在你知道这个城镇表面之下真正的丑恶。不管依照或不依照规则，下次你会准备得更好。
