Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/by_the_book.po
Languages: it, ko, ru, zh

source: You may optionally decide to gather the cards included in the <i>Return to the Cult of Umôrdhoth</i> encounter set, as well, if your collection includes them.
it: Opzionalmente, potete decide di radunare anche le carte del set di incontri <i>Culto di Umôrdhoth (nuovo)</i> se presenti nella vostra collezione.
ko: <i>돌아온 광신도의 밤</i>을 보유하고 있을 경우, 원한다면 <i>돌아온 우몰도스의 사교도</i> 조우 세트에 포함된 카드를 모아와도 됩니다.
ru: Если в вашей коллекции есть набор контактов «Культ Умордхота. Возвращение», можете собрать и их.
zh: 如果你的收藏中包含<i>乌默尔多斯的崇拜者(重返)</i>遭遇组，你可以选择一同找出并加入此遭遇组之中的卡牌。

source: If you do, shuffle the 3 cards from this encounter set with the 9 [[Cultist]] enemies from above, and remove 3 of the 12 cards at random from the game without looking at them. Then place one of the remaining enemies facedown underneath each location in play, as a conspirator.
it: Se radunate questo set di incontri, mescolate le 3 carte che lo compongono assieme ai 9 nemici [[Cultista]] radunati in precedenza. Poi rimuovete dal gioco, in modo casuale e senza guardarle, 3 delle 12 carte. Assegnate quindi un nemico a faccia in giù a ciascun luogo in gioco, come cospiratore.
ko: 그렇게 한다면, <i>돌아온 우몰도스의 사교도</i> 조우 세트에서 카드 3장을 위에서 설명한 [[추종자]] 적 9장에 섞어 넣고, 12장 중에서 무작위로 3장을 확인해 보지 않고 게임에서 제거합니다. 그런 다음, 나머지 [[추종자]] 적 9장을 플레이 상태인 장소 밑에 뒷면으로 1장씩 놓습니다. 이렇게 놓은 카드가 ‘음모자’입니다.
ru: Если сделали это, замешайте 3 карты из этого набора контактов с 9 врагами-[[культистами]], собранными ранее, и не глядя случайным образом удалите 3 из 12 карт. Затем положите по одному из них лицевой стороной вниз под каждую локацию в игре в качестве заговорщиков.
zh: 如果你这么做，将此遭遇组中的3张卡牌与上面的9个[[异教徒]]敌人混洗，并随机将12张卡牌之中的3张移出游戏，不要查看。然后在场上每个地点底下各放置一个面朝下的敌人，作为同谋。

source: Each other investigator was defeated
it: Ogni altro investigatore è stato sconfitto
ko: 다른 모든 조사자들이 쓰러졌습니까?
ru: Все другие сыщики побеждены
zh: 所有其他的调查员都被击败
