Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/carnevale_of_horrors.po
Languages: de, es, fr, it, pl, pt, ru, vi, zh

source: The city is still recovering from the events during the eclipse. With nearly all evidence of the creature melted away by the hot sun, many attribute the violence during the Carnevale to local crime lord Cascio Di Boerio and his crew. Those that know the truth know better than to speak of the elder creature that lives in Laguna Veneta. With any luck, its name will never be spoken again.
de: Noch erholt sich die Stadt von Ereignissen während der Sonnenfinsternis. Da fast alle Beweise für die Existenz der Kreatur in der heißen Sonne geschmolzen sind, schreiben viele die Gewalttaten während des Karnevals dem ortsansässigen Verbrecherboss Cascio Di Boerio und seiner Organisation zu. Diejenigen, welche die Wahrheit kennen, wissen, dass sie nicht über den Großen Alten sprechen sollten, der in der Laguna Veneta lebt. Mit viel Glück wird sein Name nie wieder erwähnt werden.
es: La ciudad sigue recuperándose de los acontecimientos vividos durante el eclipse. Con casi todos los restos de la criatura fundidos por el cálido sol, muchos le atribuyen la violencia del Carnevale al señor del crimen local Cascio Di Boerio y a su banda. Quienes conocen la verdad saben que es mejor no hablar de la criatura primigenia que vive en la Laguna Veneta. Con suerte, su nombre no será pronunciado nunca más.
fr: La ville se remet doucement des événements qui ont eu lieu pendant l'éclipse. Toutes les preuves de la présence de créatures ayant été consumées par le soleil, beaucoup accusent un baron du crime local, Cascio Di Boerio, d'être à l'origine des violences survenues au cours du carnaval. Ceux qui connaissent la vérité savent qu'il vaut mieux ne plus parler de l'ancienne créature qui vit dans la Laguna Veneta. Avec un peu de chance, son nom ne sera plus jamais prononcé.
it: La città deve ancora riprendersi dagli eventi accaduti durante l’eclissi. Quasi ogni traccia della creatura è scomparsa, sciolta dal calore del sole, e così molti attribuiscono gli atti di violenza avvenuti durante il Carnevale al signore del crimine locale, Cascio Di Boerio, e ai suoi uomini. Chi conosce la verità si guarda bene dal parlare dell’antica creatura che si nasconde nella Laguna Veneta. Con un po’ di fortuna, nessuno pronuncerà mai più il suo nome.
pl: Miasto wciąż próbuje się pozbierać po tym, co wydarzyło się podczas zaćmienia. Ponieważ wszelkie dowody na istnienie bestii rozpuściły się w promieniach słońca, większość ludzi sądzi, że za brutalne zajścia podczas karnawału odpowiedzialny jest lokalny mafiozo, Cascio Di Boerio, i jego zbiry. Za to ci, którzy znają prawdę, wolą nie wspominać o pradawnej istocie żyjącej w Lagunie Weneckiej. Przy odrobinie szczęścia już nikt nigdy nie wypowie jej imienia.
pt: A cidade ainda está se recuperando dos eventos durante o eclipse. Com quase todas as evidências da criatura derretida pelo sol quente, muitos atribuem a violência durante o Carnaval ao senhor do crime local Cascio Di Boerio e gangue. Quem conhece a verdade sabe que não deve falar da velha criatura que mora em Laguna Veneta. Com alguma sorte, seu nome nunca mais será pronunciado novamente.
ru: Город всё ещё приходит в себя после того, что случилось во время затмения. Горячее солнце стёрло практически все следы карнавала местного криминального авторитета Кашио Ди Боэрио и его банду. Те, кому известна правда, предпочитают не упоминать о древнем существе, обитающем в венецианской лагуне. Если повезёт, его имя больше никогда не будет произнесено.
vi: Thành phố vẫn đang phục hồi từ các sự kiện diễn ra lúc nguyệt thực. Với gần như tất cả bằng chứng về sinh vật bị cái nóng của mặt trời làm tan chảy, nhiều người cho rằng bạo lực trong lễ hội Carnevale là do trùm tội phạm địa phương Cascio Di Boerio và thủy thủ đoàn của hắn. Những người biết sự thật biết rõ là nói về sinh vật già cỗi sống ở Laguna Veneta. Hy vọng rằng tên của nó sẽ không bao giờ được nhắc đến nữa.
zh: 这座城市正从日蚀期间的种种事件中逐渐恢复。在灼热的太阳照耀下，有关那头怪物的一切证据几乎都已消失不见，许多人将狂欢节期间发生的凶案归咎于当地犯罪头目卡西奥·迪·博里奥和他的手下。而知晓真相的人知道，最好不要提及威尼斯潟湖里居住著的那只古代生物。如果运气好的话，它的名讳再也不会被人说起。

source: The creature recoils as globules of its jelly-like flesh rip and tear from its body, splashing into the lagoon. It makes no sound as its torn body sinks into the depths. The chanting in the city plunges into mournful silence. As you return to the canal-side streets, black feathers fall from the sky where bright confetti once fluttered. You can only wonder how long it will take for the creature to recover.
de: Die Kreatur zuckt zurück, als Brocken seines gallertartigen Fleisches aus seinem Körper gerissen werden und in die Lagune fallen. Lautlos versinkt der verstümmelte Körper in der Tiefe. Die Gesänge in der Stadt verstummen und es herrscht eine schwerfällige Stille. Als du wieder auf den Straßen am Kanalufer ankommst, fallen schwarze Federn vom Himmel, wo zuvor buntes Konfetti herumgeweht ist. Du fragst dich, wie lange die Kreatur braucht, um sich zu erholen.
es: La criatura se revuelve mientras glóbulos de su gelatinosa carne se desprenden de su cuerpo y caen a la laguna con un chapoteo. El cántico de la ciudad se sume en un afligido silencio. Al volver a las calles de los canales, del cielo caen plumas negras allí donde antes revoloteaba el brillante confeti. Lo único que te preguntas es cuánto tardará la criatura en recuperarse.
fr: La créature recule tandis que des masses de sa chair gélatineuse se détachent de son corps et tombent dans la lagune. Elle n'émet aucun son lorsque son corps ravagé sombre dans les profondeurs. La mélopée provenant de la ville se change en un morne silence. Vous retournez vers les rues qui bordent les canaux et des plumes noires se mettent à tomber du ciel, là où voltigeaient naguère les confettis. Vous ne pouvez vous empêcher de vous demander combien de temps il faudra à la créature pour se remettre de ses blessures.
it: La creatura si ritrae e una miriade di globuli carnosi simili a meduse si stacca dal suo corpo inabissandosi nella laguna: mentre la sua massa dilaniata scompare sott’acqua l’essere non emette alcun suono, e il coro che echeggiava in città sfuma in un luttuoso silenzio. Facendo ritorno alle vie lungo i canali, notate che dal cielo ora piovono piume nere anziché coriandoli colorati: non potete fare a meno di chiedervi quanto tempo ci vorrà prima che la creatura recuperi le forze…
pl: Stwór wzdryga się i cofa, kiedy kawałki jego galaretowatego cielska zostają rozdarte i z pluskiem wpadają do laguny. Ogromna bestia bezszelestnie zanurza się w głębiny. Pieśni rozbrzmiewające w mieście zamieniają się w żałobną ciszę. Kiedy wracasz na ulice przy kanale, z nieba zamiast konfetti sypią się czarne pióra. Możesz tylko zgadywać, ile czasu zajmie tej koszmarnej istocie odzyskanie sił.
pt: A criatura recua quando glóbulos de sua carne gelatinosa se rasgam e se desprendem de seu corpo, espirrando na lagoa. Não faz nenhum barulho quando seu corpo dilacerado afunda nas profundezas. Os cânticos na cidade mergulham em um silêncio triste. Quando você volta para as ruas do lado do canal, penas pretas caem do céu onde confetes brilhantes esvoaçam. Você só pode imaginar quanto tempo levará para a criatura se recuperar.
ru: Ошмётки желеобразной плоти, оторванной от тела твари, разлетаются в стороны и с брызгами падают в воду. Израненное существо отступает, беззвучно погружаясь в глубины. Пение в городе сменяется скорбным молчанием. Когда вы возвращаетесь на набережные, с неба, откуда ещё недавно сыпались яркие конфетти, начинают падать черные перья. Вы можете только гадать, как долго тварь будет приходить в себя.
vi: Sinh vật này giật lùi lại khi huyết cầu giống như thạch của nó xé toạc ra khỏi cơ thể, bắn tung tóe vào mặt hồ. Nó không phát ra âm thanh nào khi cơ thể bị xé nát của nó chìm xuống vực sâu. Tiếng niệm kinh trong thành phố chìm vào một sự tĩnh lặng tang tóc. Khi bạn quay trở lại những con đường ven kênh, những chiếc lông vũ màu đen rơi từ bầu trời xuống ở chỗ những bông hoa giấy rực rỡ được tung bay lúc nãy. Bạn chỉ có thể tự hỏi sẽ mất bao lâu để sinh vật này phục hồi.
zh: 怪物退缩了，它胶状的肉球从它身体剥落下来，溅入潟湖。它被撕裂的身体无声地沉入深海。城市里的吟唱声嘎然而止，取而代之的是哀伤的沉默。你返回运河旁边的街道时，曾经飘扬著艳丽彩纸的地方飘落许多黑色羽毛。你只想知道那头怪物多久之后会再恢复。

source: Choose masks:
es: Elige Máscaras:
fr: Choisissez un masque :
it: Maschere scelte:
pl: Wybierz maski:
ru: Выберите маски:
zh: 选择面具：

source: The location "across from" another l ocation is the farthest location, equidistant in both the clockwise and counter-clockwise directions. For hte purpose of this scenario, "across from your location" and "across from you" have the same meaning.
pt: A localidade “em frente a” outra localidade é a localidade mais distante, equidistante nas direções horária e anti-horária. Para os propósitos deste cenário, “em frente a você” tem o mesmo significado.
