Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/carnevale_of_horrors.po
Languages: de, es, fr, it, pl, pt, ru, vi, zh

source: "Across from"
de: "Gegenüber"
es: "Enfrente"
fr: « En face »
it: Luogo Opposto
pl: „Naprzeciwko”
pt: “Em frente de”
ru: Напротив
vi: "Across from" - "Đối diện"
zh: “对面”

source: The location "across from" another location is the farthest location, equidistant in both the clockwise and counter-clockwise directions. For the purpose of this scenario, "across from your location" and "across from you" have the same meaning.
de: Der Ort "gegenüber" von einem anderen Ort ist der am weitesten entfernte Ort, der sich sowohl im als auch gegen der Uhrzeigersinn gleich weit von dem aktuellen Ort entfernt befindet. In diesem Szenario haben die Formulierungen "gegenüber von deinem Ort" und "gegenüber von dir" dieselbe Bedeutung.
es: El Lugar que está "enfrente" de otro Lugar es el Lugar más alejado y equidistante tanto en el sentido de las agujas del reloj como al contrario. A efectos de este escenario, "enfrente de tu Lugar" y "enfrente de ti" tienen el mismo significado.
fr: Le lieu « en face » d'un autre lieu est le lieu le plus éloigné, à la fois dans le sens horaire et dans le sens antihoraire. Pour les besoins de ce scénario, les locutions « en face de votre lieu » et « en face de vous » ont la même signification.
it: Il luogo “opposto” rispetto a un altro luogo è quello più lontano, equidistante dal primo luogo sia in senso orario che in senso antiorario. Ai fini di questo scenario, “opposto al tuo luogo” e “opposto a te” hanno lo stesso significato.
pl: Lokalizacja „naprzeciwko” innej lokalizacji to najdalsza lokalizacja zarówno w kierunku zgodnym z ruchem wskazówek zegara, jak i przeciwnym. Dla tego scenariusza wyrażenia „naprzeciwko twojej lokalizacji” i „naprzeciwko ciebie” mają to samo znaczenie.
ru: Одна локация находится напротив другой, если расстояние между ними по часовой стрелке равно расстоянию между ними против часовой стрелки. В рамках этого сценария «напротив вас» означает то же самое, что и «напротив вашей локации».
vi: Vị trí "đối diện" với một vị trí khác là vị trí xa nhất, cách đều cả thuận chiều kim đồng hồ và ngược chiều kim đồng hồ. Đối với màn chơi này, "across from your location" (đối diện vị trí của bạn) và "across from you" (đối diện bạn) có cùng ý nghĩa.
zh: 如果一个地点在另一个地点的“对面”，那么这两个地点必须相隔最远，不论按顺时针还是逆时针，它们之间的距离都相等。在本场冒险中，“你所在地点‘对面’”和“你‘对面’”的意思相同。

source: many were sacrificed to Cnidathqua during the Carnevale.
de: Viele Menschen wurden während des Karnevals Cnidathqua geopfert.
es: fueron sacrificadas muchas personas a Cnidaihqua durante el Carnevale.
fr: de nombreuses personnes ont été sacrifiées à Cnidathqua lors du Carnaval.
it: molte vittime sono state sacrificate a Cnidathqua durante il Carnevale.
pl: podczas karnawału Cnidathqua otrzymał wiele ofiar z ludzi.
pt: muitos foram sacrificados a Cnidathqua durante o Carnaval.
ru: во время карнавала многие были принесены в жертву Книдаткуа.
vi: nhiều người đã bị hiến tế Cnidathqua trong lễ hội Carnevale.
zh: 狂欢节期间许多平民被献祭给奈达斯奎。

source: the sun banished Cnidathqua into the depths.
de: Die Sonne hat Cnidathqua in die Tiefe gebannt.
es: el sol desterró a Cnidathqua a las profundidades.
fr: le soleil a banni Cnidathqua dans les profondeurs.
it: il sole ha esiliato Cnidathqua negli abissi.
pl: Cnidathqua uciekł przed słońcem w głębiny.
pt: o sol baniu Cnidathqua para as profundezas.
ru: солнце прогнало Книдаткуа в глубины.
vi: mặt trời đã đẩy Cnidathqua xuống vực sâu.
zh: 太阳将奈达斯奎逐回深海。

source: Cnidathqua retreated to nurse its wounds.
de: Cnidathqua hat sich zurückgezogen, um seine Wunden zu lecken.
es: Cnidathqua se retiró para curarse las heridas.
fr: Cnidathqua s'est retiré pour soigner ses blessures.
it: Cnidathqua è fuggito a leccarsi le ferite.
pl: Cnidathqua wycofał się, aby wyleczyć rany.
pt: Cnidathqua recuou para tratar de suas feridas.
ru: Книдаткуа отступил, чтобы зализать раны.
vi: Cnidathqua rút lui để chữa trị vết thương.
zh: 奈达斯奎撤退疗伤。

source: Move 1 Innocent Reveler from underneath the act deck to underneath the agenda deck, if able.
de: 1 Unschuldiger Feiernder wird falls möglich von unter dem Szenendeck unter das Agendadeck verschoben.
es: Mueve 1 Carnavalero inocente de debajo del mazo de Acto debajo del mazo de Plan si es posible.
fr: Déplacez 1 Participant Innocent situé sous le deck Acte vers le dessous du deck Intrigue, si possible.
it: Spostate 1 Festante Innocente da sotto il mazzo dei capitoli a sotto il mazzo delle trame, se possibile.
pl: Weź 1 Niewinnego biesiadnika znajdującego się pod talią aktów i przesuń go pod talię tajemnic, jeśli to możliwe.
pt: Mova 1 folião inocente debaixo do baralho do ato para debaixo do baralho de agenda se possível.
ru: Переложите одного «Невинного гостя» из-под колоды сцен под колоду замыслов, если это возможно.
vi: Di chuyển 1 Innocent Reveler từ bên dưới chồng bài act sang bên dưới chồng bài agenda, nếu có thể.
zh: 如果可能，将场景牌堆底下的1张“无辜的狂欢者”移动到密谋牌堆底下。

source: Additional Rewards
de: Zusätzliche Belohnungen
es: Recompensas adicionales
fr: Récompenses supplémentaires
pl: Dodatkowe nagrody
pt: Recompensas Adicionais
ru: Дополнительные награды
vi: Phần Thưởng Thêm
zh: 额外奖励

source: In player order, each investigator may choose one of the following [[Mask]] cards to add to their deck: Pantalone, Medico Della Peste, Bauta, Gilded Volto. The chosen card does not count towards that investigator's deck size.
de: In Spielerreihenfolge darf jeder Ermittler eine der folgenden [[Maske]]-Karten wählen und seinem Deck hinzufügen. Pantalone, Medico Della Peste, Bauta, Vergoldeter Volto. Die gewählte Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: En el orden de juego, cada investigador puede elegir una de las siguientes cartas [[Máscara]] para añadirla a su mazo: Pantalone, Medico della peste, Bauta o Volto dorado. La carta elegida no cuenta para el tamaño de mazo de ese investigador.
fr: Dans l'ordre des joueurs, chaque investigateur a le droit de choisir l'une des cartes [[Masque]]suivantes et de l'ajouter à son deck : Pantalone, Medico Della Peste, Bauta, Volto Doré. La carte choisie ne compte pas dans la limite de taille du deck de cet investigateur.
it: In ordine di gioco, ogni investigatore può scegliere 1 delle carte [[Maschera]] seguenti e aggiungerla al suo mazzo (non considerandola nella dimensione del suo mazzo): Pantalone, Medico della Peste, Bauta e Volto Indorato.
pl: W kolejności graczy każdy gracz może wybrać jedną z następujących kart z cechą [[Maska]] i dodać ją do swojej talii: Pantalone, Medico Della Peste, Bauta lub Złocona Volto. Wybrana karta nie wlicza się do limitu kart w talii danego badacza.
pt: Na ordem de jogador, cada investigador pode escolher uma das seguintes cartas [[Mask]] para adicionar ao baralho dele ou dela: Pantalone, Medico Della Peste, Bauta, Gilded Volto. As cartas escolhidas não contam para o tamanho do baralho daquele investigador.
ru: Каждый сыщик в порядке игроков может выбрать одну из следующих карт-[[масок]] и включить её в свою колоду: «Позолоченное вольто», «Панталоне», «Чумной доктор», «Баута». Выбранная карта не идёт в счёт размера колоды этого сыщика.
vi: Theo thứ tự của người chơi, mỗi điều tra viên có thể chọn một trong các lá bài [[Mask]] sau đây để thêm vào bộ bài của họ: Pantalone, Medico Della Peste, Bauta, Gilded Volto. Lá bài được chọn không tính vào kích thước bộ bài của điều tra viên đó.
zh: 按玩家顺序，每位调查员可以从以下[[面具]]卡牌中选择一张，加入其牌组：“潘塔洛内”、“瘟疫医生”、“包塔面具”或“华饰幽灵面具”。调查员所选卡牌不计入其牌组张数。

source: Pantalone
ru: «Панталоне»
zh: 潘塔洛内

source: Medico Della Peste
ru: «Чумной доктор»
zh: 瘟疫医生

source: Bauta
ru: «Баута»
zh: 包塔面具

source: Gilded Volto
de: Vergoldeter Volto
es: Volto dorado
fr: Volto Doré
it: Volto Indorato
pl: Złocona Volto
ru: «Позолоченное вольто»
zh: 华饰幽灵面具

source: How many Innocent Revelers are underneath the act deck?
de: Wie viele Unschuldiger Feiernder-Karten sind unter dem Szenendeck?
es: ¿Cuántos Carnavaleros inocentes hay bajo el mazo de Acto?
fr: Combien de Participant Innocent sont sous le deck Acte ?
it: Quanti Festanti Innocenti ci sono sotto al mazzo dei Capitoli?
pl: Ilu Niewinnych biesiadników znajduje się pod talią aktów?
pt: Quantos foliões inocentes estão embaixo do baralho de ato?
ru: Сколько «Невинных гостей» лежит под колодой сцен?
vi: Có bao nhiêu Innocent Revelers bên dưới chồng bài act?
zh: 场景牌堆底下有几张“无辜的狂欢者”？

source: None
de: Keiner
es: Ninguno
fr: Aucun
pt: Nenhum
ru: Ни одного
vi: Không

source: One or Two
de: Einer oder zwei
es: Uno o dos
fr: Un ou Deux
it: Uno o Due
pl: Jeden lub Dwóch
pt: Um ou Dois
ru: Один или два
vi: Một hoặc Hai
zh: 1张或2张

source: Three
de: Drei
es: Tres
fr: Trois
pl: Trzech
pt: Três
ru: Три
vi: Ba

source: No further rewards.
de: Keine weiteren Belohnungen.
es: No hay más recompensas.
fr: Pas d'autres récompenses.
it: Nessun ulteriore premio.
pl: Brak dalszych nagród.
pt: Sem mais recompensas.
ru: Никаких дополнительных наград.
vi: Không có phần thưởng thêm.
zh: 没有额外奖励。

source: How many Innocent Revelers are underneath the agenda deck?
de: Wie viele Unschuldiger Feiernder-Karten sind unter dem Agendadeck?
es: ¿Cuántos Carnavaleros inocentes hay bajo el mazo de Plan?
fr: Combien de Participant Innocent sont sous le deck Intrigue ?
it: Quanti Festanti Innocenti ci sono sotto al mazzo delle Trame?
pl: Ilu Niewinnych biesiadników znajduje się pod talią tajemnic?
pt: Quantos foliões inocentes estão embaixo do baralho de agenda?
ru: Сколько «Невинных гостей» лежит под колодой замыслов?
vi: Có bao nhiêu Innocent Revelers bên dưới chồng bài agenda?
zh: 密谋牌堆底下有几张“无辜的狂欢者”？

source: One or more
de: Einer oder mehr
es: Uno o más
fr: Un ou plus
it: Uno o più
pl: Jeden lub więcej
pt: Um ou mais
ru: Один или больше
vi: Một hoặc nhiều hơn
zh: 1张以上

source: "Grazie mille—thank you for all your help." Allegria says as you return to the basilica. "Thanks to you, there were few casualties. I shudder to think what might have happened had you not arrived. Should you ever require assistance, please do not hesitate to ask."
de: " Grazie mille - vielen Dank für ihre Hilfe", sagt Allegria, als du zum Dom zurückkehrst. "Dank Ihnen gab es nur wenige Toresfälle. Ich zittere beim Gedanken daran, was hätte passieren können, wenn Sie nicht gekommen wären. Sollten Sie jemals Hilfe benötigen, zögern Sie nicht, sich an mich zu wenden."
es: —Grazie mille… gracias por toda tu ayuda —dice Allegria cuando vuelves a la Basílica—. Gracias a ti, ha habido pocas bajas. Me estremezco al pensar lo que podría haber ocurrido si no hubieras venido. Si alguna vez necesitas ayuda, no dudes en pedirla.
fr: « Grazie mille – merci infiniment pour votre aide », déclare Allegria lorsque vous revenez vers la Basilique. « Grâce à vous, il n'y a eu que peu de victimes. Je tremble à l'idée de ce qui se serait passé si vous n'aviez pas été là. Si vous avez besoin de quoi que ce soit, n'hésitez pas à solliciter mon assistance. »
it: “Grazie mille… per tutto il vostro aiuto” esclama Allegra quando fate ritorno alla basilica. “Grazie a voi il numero delle vittime è limitato. Tremo al pensiero di cosa sarebbe potuto accadere se non foste arrivati. Se mai doveste avere bisogno di aiuto in futuro, non esitate a chiedere.”
pl: Kiedy wracasz do bazyliki, Allegria zwraca się do ciebie. „Grazie mille — dziękuję za pomoc. Dzięki tobie ucierpiało mniej ludzi. Drżę na samą myśl, co by się stało, gdyby cię tu nie było. Jeśli kiedykolwiek potrzebowałbyś pomocy, daj mi proszę znać”.
pt: “Grazie mille—obrigado por toda as sua ajuda.” Diz Allegria assim que você retorna para a basílica. “Graças a você, houve poucas vítimas. Estremeço ao pensar no que poderia ter acontecido se você não tivesse chegado. Se você precisar de ajuda, não hesite em pedir.”
ru: «Grazie mille, спасибо за всё, — говорит Аллегрия, когда вы возвращаетесь в собор. — Благодаря вам удалось обойтись почти без жертв. Боюсь подумать, чем бы всё закончилось, не появись вы. Если вам когда-нибудь понадобится помощь, обязательно обращайтесь».
vi: "Grazie mille — cảm ơn vì tất cả sự giúp đỡ của các bạn." Allegria nói khi bạn trở lại nhà thờ. "Nhờ có các bạn, rất ít thương vong. Tôi rùng mình khi nghĩ điều gì có thể đã xảy ra nếu các bạn không đến. Nếu các bạn cần bất kỳ hỗ trợ nào, xin hãy nói cho tôi biết."
zh: “非常感谢——谢谢你的援助。”在你回到大教堂时，阿莱格说道。“这次没有多少人受伤，都是多亏了你。要是你没来会是一副什么样的境况，我想到就害怕。如果你需要帮助，请尽管开口。”

source: Any one investigator may choose to add Abbess Allegria Di Biase to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler kann sich entscheiden Äbtissin Allegria Di Biase seinem Deck hinzuzufügen. Diese Karten zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador cualquiera puede elegir añadir a la Abadesa Allegria Di Biase a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
fr: N'importe quel investigateur a le droit d'ajouter l'Abbesse Allegria Di Biase à son deck. Cette carte ne compte pas dans la limite de taille du deck de cet investigateur.
it: Un investigatore a vostra scelta può aggiungere la Badessa Allegra Di Biase al suo mazzo (non considerandola nella dimensione del suo mazzo).
pl: Jeden dowolny badacz może zdecydować się dodać Przeoryszę Allegrię di Biase do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.
pt: Qualquer investigador pode escolher adicionar Abbess Allegria Di Biase ao seu baralho. Esta carta não conta para o tamanho do baralho do investigador.
ru: Любой сыщик может включить в свою колоду карту «Аббатиса Аллегрия Ди Бьязе». Эта карта не идёт в счёт размера колоды.
vi: Bất kỳ một điều tra viên nào cũng có thể chọn thêm Abbess Allegria Di Biase vào bộ bài của họ. Lá bài này không tính vào kích thước bộ bài của điều tra viên đó.
zh: 任意一位调查员可以选择将“修道院院长阿莱格·迪·拜丝”加入其牌组。这张卡牌不计入该调查员的牌组张数。

source: Too many lives were lost during the eclipse to stop the machinations of Cnidathqua's servants. The beast has been fed, its minions empowered. You find yourself hoping you don't live long enough to see the fallout of your failure.
de: Zu viele Menschen verloren während der Sonnenfinsternis ihr Leben, um die Machenschaften von Cnidathquas Lakaien aufzuhalten. Die Bestie ist gefüttert worden und seine Handlanger haben mehr Macht erlangt. Du hoffst, dass die Konsequenzen deines Versagens nicht mehr zu deinen Lebzeiten Wirkung zeigen.
es: Se perdieron demasiadas vidas durante el eclipse para detener las maquinaciones de los sirvientes de Cnidathqua. La bestia recibió su alimento, y sus siervos, poder. Esperas no vivir lo suficiente como para ver las consecuencias de tu fracaso.
fr: Trop de vies ont été perdues durant l'éclipse pour pouvoir stopper les machinations des serviteurs de Cnidathqua. La bête a été nourrie et ses servants ont gagné en puissance. Vous ne pouvez qu'espérer que vous ne vivrez pas assez longtemps pour être témoin des conséquences de votre échec.
it: Troppe vite sono andate perdute nel corso dell’eclissi per fermare le macchinazioni dei servitori di Cnidathqua. La bestia è stata sfamata e i suoi servitori ora sono più potenti. Sperate quasi di non vivere abbastanza a lungo da vedere le conseguenze del vostro fallimento…
pl: Podczas zaćmienia zbyt wielu ludzi straciło życie, kiedy próbowałeś powstrzymać machinacje sług Cnidathqua. Bestia została nakarmiona, a jej wyznawcy zyskali potęgę. Masz nadzieję, że nie pożyjesz na tyle długo, aby ujrzeć konsekwencje swej porażki.
pt: Muitas vidas foram perdidas durante o eclipse para impedir as maquinações dos servos de Cnidathqua. A besta foi alimentada e seus servos empedrados. Você espera não viver o suficiente para ver as consequências de seu fracasso.
ru: Попытки остановить прислужников Книдаткуа во время этого затмения унесли слишком много жизней. Тварь накормлена, а её слуги стали сильнее. Вы надеетесь, что не проживёте достаточно долго, чтобы увидеть последствия своего провала.
vi: Quá nhiều sinh mạng đã mất trong thời gian diễn ra nguyệt thực để ngăn chặn âm mưu của những tên bầy tôi của Cnidathqua. Con quái vật đã được cho ăn, tay sai của nó được trao quyền lực. Bạn thấy mình hy vọng mình không sống đủ lâu để phải chứng kiến sự thất bại của mình.
zh: 日蚀期间丧生的人数过多，以致无法阻止奈达斯奎仆从的阴谋。怪物饱腹之后，将力量赋予自己的爪牙。你发现自己盼望生命快些结束，以免见证自己失败造成的恶果。

source: Each investigator searches the collection for a random basic [[Madness]], [[Injury]], or [[Monster]] weakness and adds it to their deck for the remainder of the campaign.
de: Jeder Ermittler durchsucht die Sammlung nach einer zufälligen Grundschwäche mit dem Schlüsselwort [[Wahnsinn]], [[Verletzung]] oder [[Monster]] und fügt sie für den Rest der Kampagne seinem Deck hinzu.
es: Cada investigador busca en la colección una Debilidad [[Locura]], [[Lesión]] o [[Monstruo]] básica aleatoria y la añade a su mazo durante el resto de la campaña.
fr: Chaque investigateur prend au hasard une faiblesse de base [[Folie]], [[Blessure]] ou [[Monstre]] dans la collection et l'ajoute à son deck pour le reste de la campagne.
it: Ogni investigatore cerca nella collezione 1 debolezza base [[Follia]], [[Ferita]] o [[Mostro]] casuale e la aggiunge al suo mazzo (non considerandola nella dimensione del suo mazzo).
pl: Każdy badacz musi przeszukać kolekcję kart w poszukiwaniu losowego podstawowego osłabienia z cechą [[Szaleństwo]], [[Uraz]] lub [[Potwór]] i do końca kampanii dodać je do swojej talii.
pt: Cada investigador procura a coleção por uma fraqueza básica aleatória [[Madness]], [[Injury]], ou [[Monster]] e a adiciona ao seu baralho para o restante da campanha.
ru: Каждый сыщик находит в комплекте случайную базовую слабость-[[безумие]], [[повреждение]] или [[монстра]] и включает её в свою колоду до конца кампании.
vi: Mỗi điều tra viên tìm kiếm trong bộ sưu tập một điểm yếu [[Madness]], [[Injury]], hoặc [[Monster]] ngẫu nhiên và thêm điểm yếu đó vào bộ bài của mình trong phần còn lại của chiến dịch.
zh: 每位调查员从收藏中找出一张随机的[[疯狂]]、[[损伤]]或[[怪物]]基础弱点，然后将它加入自己的牌组，直到当前剧本结束。

source: You sputter awake as an oar gently taps your shoulder. "Tutto bene?" The gondolier holding the oars says with a concerned expression. You nod and drag yourself onto the docks from his gondola, drenched and aching all over. The city is devastated. Most of the boats in the canal are wrecked. The streets are covered not in confetti, but in blood.
de: Du wachst hustend auf und spuckst Wasser aus, als jemand vorsichtig mit einem Ruder an deine Schulter tippt. "Tutto bene?", fragt der Gondoliere mit dem Ruder und besorgtem Gesichtsausdruck. Nickend ziehst du dich in die Gondel. Du bist durchnässt und dein gesamter Körper schmerzt. Die Stadt ist völlig verwüstet und die Straßen nicht mehr mit Konfetti bedeckt, sondern mit Blut …
es: Te despiertas escupiendo cuando un remo te da unos suaves golpes en el hombro. —¿Tutto bene? —te pregunta el gondolero que sostiene el remo con expresión preocupada. Asientes y te arrastras hasta el embarcadero desde su góndola. La ciudad está devastada. La mayoría de las embarcaciones del canal están destrozadas, y las calles no están cubiertas de confeti, sino de sangre…
fr: Vous vous réveillez en crachotant quand une rame vous tapote doucement l'épaule. « Tutto bene ? », vous demande le gondolier qui tient la rame d'un air inquiet. Vous acquiescez et vous vous hissez sur les quais depuis sa gondole, trempé et perclus de douleur. La ville est en ruines. La plupart des bateaux sont des épaves, et les rues ne sont plus couvertes de confettis mais de sang…
it: Vi risvegliate annaspando mentre un remo vi tocca delicatamente la spalla. “Tutto bene?” vi chiede un gondoliere con un’espressione preoccupata. Annuite e sbarcate dalla sua gondola, trascinandovi sul molo. Siete fradici e doloranti. La città è devastata, la maggior parte delle imbarcazioni nel canale è distrutta e le strade non sono coperte di coriandoli, ma di sangue…
pl: Zrywasz się gwałtownie, czując delikatne szturchnięcie wiosłem w ramię. „Tutto bene?” – gondolier przygląda ci się zaniepokojony. Przytakujesz i obolały gramolisz się z jego gondoli na brzeg. Miasto jest zdewastowane. Większość łodzi, które podczas karnawału były na wodzie, zostało zniszczonych, a na ulicach zamiast konfetti widać plamy krwi…
pt: Você acorda quando um remo bate suavemente em seu ombro. “Tutto bene?” O gondoleiro segurando o remo diz com uma expressão preocupada. Você balança a cabeça e se arrasta para o cais através de sua gôndola, ensopado e com dor em todo lugar. A cidade está arrasada. A maioria dos barcos no canal está naufragada e as ruas estão cobertas não de confetes, mas de sangue.
ru: Лёгкое похлопывание веслом по плечу выводит вас из забытья. «Tutto Bепе?» — обеспокоенно спрашивает гондольер. Вы киваете и выбираетесь из его гондолы на причал, мокрые до нитки и чувствуя боль во всём теле. Город опустошён. Почти все лодки в канале разбиты, а улицы вместо конфетти покрыты кровью…
vi: Bạn bật dậy khi một mái chèo nhẹ nhàng vỗ vào vai bạn. "Cậu ổn chứ?" Người lái thuyền đang cầm mái chèo hỏi bạn với vẻ mặt lo lắng. Bạn gật đầu và lê thân mình lên bến tàu từ chiếc thuyền đáy bằng của anh ấy, người bạn ướt đẫm và đau nhức. Thành phố bị tàn phá. Hầu hết các tàu thuyền trong kênh đều bị đắm. Đường phố không phủ bằng hoa giấy, mà bằng máu người.
zh: 一只船桨轻轻地敲了敲你的肩膀，你骤然惊醒。“你还好吗？”贡多拉船夫握著船桨，一脸关切地用义大利语问道。你点点头，从他的贡多拉勉强爬回码头上，浑身湿透，疼痛不已。整座城市都被毁了。运河上的大多数船只都已遭破坏，而街道上遍地覆盖的不是彩纸，而是血液……
