Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/carnevale_of_horrors.po
Languages: de, es, fr, it, pl, pt, ru, vi, zh

source: Carnevale of Horrors
de: Karneval des Schreckens
es: Carnevale de horrores
fr: Le Carnaval des Horreurs
pt: Carnaval dos Horrores
ru: Карнавал ужасов
zh: 恐怖狂欢节

source: "Look," Sheriff Engel insists, "I know it sounds crazy, but that's really all there is to it." He sighs and sits back down, pouring a cup of joe for you and one for himself. "A dame in Uptown spotted a cracked egg wearing this mask and holdin' a bloody butcher's cleaver," he says, motioning to the black leather mask sitting on his desk. It has a comically long nose and a strange symbol scrawled in yellow on its forehead. "So, she calls it in. My boys and I picked him up on the corner of Saltonstall & Garrison." The sheriff's jaw clenches and his brows furrow as he recounts the story. "Fella did nothing but laugh as we slapped the bracelets on him. Called himself Zanni. Said nothing except the 'carnival is coming'; whatever the hell that meant. Wasn't until the next day we found the victim's body. Defense wanted him in a straitjacket. We were happy to oblige." There isn't much time to spare. If your research is right, there is more to this case than meets the eye. This "Zanni" wasn't talking about Darke's Carnival, but rather the Carnevale of Venice, which begins just before the next full moon.
de: "Hör mal", behaart Sherriff Engel, "ich weiß, das klingt verrückt, aber es ist die Wahrheit." Seufzend lehnt er sich zurück und gießt dir und sich selbst einen Becher Kaffee ein. "Eine Dame hat einen Verrückten in der Oberstadt gesehen, der diese Maske trug und ein blutiges Schlachterbeil bei sich hatte", sagt er und zeigt auf die schwarze Ledermaske auf seinem Schreibtisch. Die Nase ist merkwürdig langgezogen und auf die Stirn ist ein absonderliches gelbes Symbol eingraviert. "Deshalb hat sie es gemeldet. Meine Jungs und ich haben ihn an der Ecke Saltonstall & Garrison aufgegriffen." mit zusammengebissenen Zähnen und gerunzelter Stirn erzählt die der Sheriff auch den Rest der Geschichte. "Der Bursche lachte einfach nur, als die Handschellen zuschnappten. Er nannte sich Zanni. Er sagte nichts als 'Der Karneval steht bevor', was auch immer er damit gemeint hat. Erst am nächsten Tag fanden wir die Leiche des Opfers. Die Verteidigung forderte, ihm eine Zwangsjacke anzulegen. Wir sind dem nur zu gern nachgekommen." Dir bleibt nicht viel Zeit. Falls das, was du bei deinen Nachforschungen herausgefunden hast, die Wahrheit ist, steckt hinter diesem Fall mehr, als auf den ersten Blick ersichtlich ist. Dieser "Zanni" hat nicht von Darkes Karneval gesprochen, sondern vom Karneval in Venedig, der kurz vor dem nächsten Vollmond beginnt …
es: —Mire —insiste el sheriff Engel—, sé que suena a locura, pero es que es lo que hay. —Suspira y vuelve a sentarse, antes de servir una taza de café para ti y otra para él—. Una señora de la periferia vio a un chalado que llevaba puesta esta máscara e iba con un cuchillo de carnicero ensangrentado —dice mientras señala la máscara de cuero negro que hay sobre su mesa. Tiene una nariz cómicamente larga y un extraño símbolo amarillo garabateado en la frente—. Así que nos llamó, y los chicos y yo lo atrapamos en la esquina de Saltonstall y Garrison. —El sheriff tensa la mandíbula y frunce el ceño al relatar la historia—. El tipo se limitó a reírse cuando le pusimos las esposas. Dijo llamarse Zanni, y no añadió nada más, excepto que “llega el carnaval”. A saber lo que significa. No encontramos el cuerpo de la víctima hasta el día siguiente. La defensa le quería internado y con camisa de fuerza, y nosotros estuvimos encantados de concedérselo. No queda mucho tiempo. Si la investigación realizada es acertada, en este caso hay más de lo que parece. El tal “Zanni” no se refería a la Feria de Darke, que para algunos es como el carnaval, sino al Carnevale de Venecia, que comienza justo antes de la próxima luna llena…
fr: « Écoutez », insiste le shérif Engel, « je sais que cela parait fou, mais on ne sait rien de plus. » II soupire et se rassoit en servant une tasse de café à chacun. « Une femme du centre-ville a aperçu un cinglé portant ce masque et armé d'un couteau de boucher maculé de sang », explique-t-il en vous montrant du doigt le masque de cuir noir posé sur son bureau. Celui-ci possède un nez drôlement long, et un étrange symbole jaune est dessiné sur son front. « Du coup, elle nous a appelés. Mes gars et moi, on a cueilli l'homme au croisement de Saltonstall et Garrison. » La mâchoire du shérif se crispe et ses sourcils se froncent à mesure qu'il se remémore les événements. « Le type n'a rien fait d'autre que de rire pendant qu'on lui passait les menottes. Il se fait appeler Zanni. Il n'a rien dit à part "le Carnaval approche", quoi que cela veuille dire. On n'a retrouvé le corps de la victime que le lendemain. La défense voulait le faire interner. On était trop heureux de leur rendre ce service. » Il n'y a plus de temps à perdre. Si vos recherches sont exactes, cette affaire cache plus de choses qu'il n'y parait. Ce « Zanni » ne parlait pas du Carnaval de Darke mais plutôt du Carnaval de Venise, qui débute juste avant la prochaine pleine lune…
it: “Sentite”, insiste lo sceriffo Engel, “lo so che sembra assurdo, ma qui non c’è alcun mistero da risolvere.” Sospira e si mette a sedere, versando una tazza di caffè per sé e una per voi. “Una signora nei Quartieri Residenziali ha avvistato un pazzo che indossava questa maschera e teneva in mano una mannaia da macellaio insanguinata” spiega indicando la maschera di pelle nera appoggiata sulla sua scrivania. La maschera sfoggia un lungo naso grottesco e uno strano simbolo scarabocchiato in giallo sulla fronte. “E così ci chiama. Io e i miei uomini lo recuperiamo all’angolo tra la Saltonstall e la Garrison.” Lo sceriffo serra la mascella e aggrotta la fronte mentre continua a raccontare la storia. “Quel tizio non faceva altro che ridere quando lo abbiamo messo in manette. Si faceva chiamare Zanni. L’unica cosa che ha detto è stata ‘il Carnevale sta arrivando’… Non so che diavolo intendesse. Il giorno dopo abbiamo trovato il cadavere della vittima. La difesa ha fatto richiesta di metterlo in camicia di forza, l’abbiamo accontentata molto volentieri.” Non c’è molto tempo da perdere. Se le vostre ricerche sono corrette, questo caso è più complicato di quanto sembri. Zanni non si riferiva al Carnevale di Darke, bensì al Carnevale di Venezia, che inizierà poco prima della prossima luna piena…
pl: „Słuchaj” – powiedział szeryf Engel – „wiem, że to brzmi wariacko, ale to naprawdę wszystko”. Westchnął ciężko i usiadł, po czym dolał kawy do kubków. „Jakaś damulka w Uptown zobaczyła podejrzanego typa w masce z zakrwawionym tasakiem w ręku” – kontynuował, wpatrując się w czarną, skórzaną maskę leżącą na jego biurku. Miała komicznie długi nos i dziwny, żółty symbol wyryty na czole. „No to postanowiła to zgłosić. Moi chłopcy zgarnęli go na rogu Saltonstall i Garrison”. Szeryf zacisnął szczękę i zmarszczył brwi, przypominając sobie resztę historii. „Gdy zakładaliśmy mu kajdanki, koleś tylko się śmiał. Twierdził, że nazywa się Zanni. Powtarzał w kółko, że »zbliża się karnawał«, cokolwiek u diabła miał na myśli. Dopiero następnego dnia znaleźliśmy ciało ofiary. Obrońca z urzędu chce, żeby gościa wpakować w kaftan. Z przyjemnością się na to zgodzimy”. Nie ma czasu do stracenia. Jeśli twoje ustalenia są słuszne, ta sprawa ma drugie dno. Ten cały Zanni nie mówił o Karnawale Darke’a, tylko o wielkim karnawale w Wenecji, który rozpocznie się lada dzień, tuż przed kolejną pełnią księżyca…
pt: “Olha”, o xerife Engel insiste: “Eu sei que parece loucura mas isso é realmente tudo o que temos”. Ele suspira e senta novamente, servindo uma xícara de café para você e uma para ele. “Uma dama em Uptown viu um maluco usando essa máscara e segurando um cutelo de açougueiro”, ele diz, apontando para a máscara de couro preta em cima da mesa. Ela tem um nariz cômico comprido e um símbolo estranho rabiscado em amarelo na testa. “Então, ela liga. Meus garotos e eu o pegamos na esquina da Saltonstall & Garrison”. A mandíbula do xerife se contrai e suas sobrancelhas fazem quando ele conta a história. “O cara não fez nada além de rir quando botamos as algemas nele. Ele se chama Zanni. Não disse nada, exceto que o ‘carnaval está chegando’, seja lá o que isso significasse. Até que no dia seguinte encontramos o corpo da vítima. A defesa quer ele um uma camisa de força. Nós ficamos felizes em obedecer”. Não há muito tempo de sobra. Se sua pesquisa estiver correta, há mais neste caso do que aparenta. Este “Zanni” não está falando sobre o Carnaval de Darke mas sim o Carnaval de Veneza, que começa pouco antes da próxima lua cheia.
ru: «Послушайте, — говорит шериф Энгл. — Это может показаться бредом, но я ничего не выдумываю. — Резко выдохнув, он возвращается за свой стол и наливает всем кофе. — Одна дамочка из Аптауна увидела на улице какого-то чокнутого в этой маске и с окровавленным мясницким ножом. — Шериф указывает на чёрную кожаную маску, лежащую на столе. У неё смешной длинный нос, а на лбу намалёван жёлтым непонятный символ. — Позвонила нам. Мы с ребятами приняли его на углу Салтонстолл и Гаррисон-стрит. — Шериф стискивает зубы и хмурится. — Он только смеялся, пока на нём застёгивали браслеты. Называл себя Дзанни. Ничего так и не рассказал — лишь твердил какую-то чушь про то, что грядёт карнавал. Труп мы нашли только на следующий день. Адвокаты этого Дзанни затребовали, чтоб их подопечного обрядили в смирительную рубашку. Мы были только рады». Времени в обрез. Если вы не ошибаетесь, это дело куда важнее, чем кажется на первый взгляд. Дзанни явно имел в виду не какой-то там карнавал, а венецианский, и он начинается прямо перед ближайшим полнолунием…
vi: Cảnh sát trưởng Engel khẳng định, "Xem đi. Tôi biết điều đó nghe có vẻ điên rồ, nhưng đó thực sự là tất cả những gì cần làm”. Ông ấy thở dài và ngồi xuống, rót một tách cà phê cho bạn và một tách cà phê cho ông ấy. Ông ấy nói tiếp, chỉ vào chiếc mặt nạ lông màu đen ở trên bàn làm việc của mình, "Một người phụ nữ ở Uptown đã phát hiện ra một người chuyển giới mang chiếc mặt nạ này và cầm con dao đẫm máu của người bán thịt." Nó có một chiếc mũi dài kỳ cục và một biểu tượng kỳ lạ được vẽ nguệch ngoạc màu vàng trên trán. "Vì vậy, cô ấy gọi nó đến. Người của tôi và tôi đã đón nó ở góc của Saltonstall & Garrison." Cảnh sát trưởng siết chặt hàm và lông mày của ông ta nhíu lại khi kể lại câu chuyện. "Hắn ta không làm gì khác ngoài việc cười khi chúng tôi đập những chiếc vòng vào người hắn ta. Hắn ta tự gọi mình là Zanni. Không nói gì ngoại trừ 'lễ hội đang đến'; điều này không biết nghĩa là cái quái gì. Mãi đến ngày hôm sau, chúng tôi tìm thấy thi thể nạn nhân. Bộ quốc phòng muốn chúng tôi trói tay chân và đưa hắn tới. Chúng tôi vui lòng làm việc đó. " Không còn nhiều thời gian nữa. Nếu nghiên cứu của cậu là đúng, còn nhiều thứ ẩn giấu trong chuyện này hơn là điều ta thấy. "Zanni" này không nói về Lễ hội Carnival ở Darke, mà là Lễ hội Carnevale ở Venice, bắt đầu ngay trước kỳ trăng tròn tiếp theo.
zh: “听著，”恩格尔警长态度很坚定，“我知道这听起来很疯狂，但事情就是这样的。”他叹了口气，坐回椅子上，给你和他各倒上一杯咖啡。“住宅区有一位夫人看见一个怪人戴著这面具，手里还握著一把淌血的屠刀。”他说著，示意桌面上的黑色皮质面具。这个面具有著滑稽的长鼻子，前额上还潦草地画著一个怪异的黄色符号。 “所以她报了警。我和我的伙计们在索顿斯托尔街和加里森街的交叉口逮住了那家伙。”警长在复述事情经过的时候，咬紧牙关，眉头皱紧。“我们给那个小伙子铐上手铐的时候，他一个劲大笑。他把自己叫做丑角，还一直在说著‘狂欢节要开始了’，天知道他说的是什么意思。直到第二天我们找到了受害者的尸体，才把这和他说的话联系起来。辩方要求他穿上拘束衣。我们也乐于照做。” 时间所剩不多。如果你的调查无误，这起事件远远没有表面上那么简单。这个“丑角”说的不是达克的狂欢节，而是在下个满月之前举办的威尼斯狂欢节……

source: Choose 1 location at random and remove it from the game. If San Marco Basilica or Canal-side is chosen, randomly choose a different location instead.
de: 1 zufällig bestimmter Ort wird aus dem Spiel entfernt. Falls es sich um den Markusdom oder das Kanalufer handelt, wird stattdessen ein anderer Ort zufällig bestimmt.
es: Elige 1 Lugar al azar y retíralo de la partida. Si se elige la Basílica de San Marcos o el Canal, en lugar de eso elige al azar un Lugar distinto.
fr: Prenez 1 lieu au hasard et retirez-le de la partie. S'il s'agit de la Basilique Saint-Marc ou du Bord du Canal, prenez 1 autre lieu au hasard à la place.
it: Rimuovete dal gioco 1 luogo casuale. Se viene rimossa la Basilica di San Marco o la Riva del Canale, rimuovete invece un luogo casuale diverso.
pl: Wylosuj 1 lokalizację i usuń ją z gry. Jeśli wylosowana została Bazylika św. Marka lub Kanał, zamiast tego wylosuj inną lokalizację.
pt: Escolha 1 localidade aleatoriamente e remova-a do jogo. Se San Marco Basilica ou Canal-side for escolhida, aleatoriamente escolha uma locação diferente.
ru: Выберите 1 случайную локацию, кроме «Собора Святого Марка» и «Набережных» и удалите её из игры.
vi: Chọn ngẫu nhiên 1 vị trí và loại bỏ nó khỏi màn chơi. Nếu vị trí San Marco Basilica hoặc Canal-side được chọn, hãy chọn ngẫu nhiên một vị trí khác để thay thế.
zh: 随机选择1个地点并将其移出游戏。如果所选地点为“圣马可大教堂”或“运河畔”，改为随机选择一个其他地点。

source: Put the other 8 locations into play, in a random circular formation. Each investigator begins play in San Marco Basilica. Put Abbess Allegria Di Biase into play at San Marco Basilica.
de: Die übrigen 8 Orte werden ins Spiel gebracht und zufällig in einem Kreis platziert. Jeder Ermittler beginnt das Spiel im Markusdom. Äbtissin Allegria Di Biase wird im Markusdom ins Spiel gebracht.
es: Pon los otros 8 Lugares en juego, formando un círculo al azar. Cada investigador comienza la partida en la Basílica de San Marcos. Pon en juego a la Abadesa Allegria Di Biase en la Basílica de San Marcos.
fr: Mettez en jeu les 8 autres lieux aléatoirement en formant un cercle. Chaque investigateur débute la partie dans la Basilique Saint-Marc. Mettez en jeu l'Abbesse Allegria Di Biase dans la Basilique Saint-Marc.
it: Mettete in gioco i luoghi rimanenti in cerchio. Iniziate la partita nella Basilica di San Marco. Mettete in gioco la Badessa Allegra Di Biase nella Basilica di San Marco.
pl: Pozostałe 8 lokalizacji umieść w grze rozłożone losowo w formie okręgu. Wszyscy badacze rozpoczynają grę w Bazylice św. Marka. Umieść Przeoryszę Allegrię Di Biase w grze, w Bazylice św. Marka.
pt: Coloque as outras 8 localidades em jogo, em uma formação circular aleatória. Cada investigador começa na San Marco Basilica. Coloque a Abbess Allegria Di Biase em jogo na San Marco Basilica.
ru: Введите в игру 8 оставшихся локаций, случайным образом выложив их по кругу. Все сыщики начинают игру в «Соборе Святого Марка». Введите «Аббатису Аллегрию Ди Бьязе» в игру, поместив её в «Собор Святого Марка».
vi: Đưa 8 vị trí còn lại vào chơi thành một hình tròn ngẫu nhiên. Mỗi điều tra viên bắt đầu chơi tại San Marco Basilica. Đặt Abbess Allegria Di Biase vào chơi tại San Marco Basilica.
zh: 将其他8个地点放置入场，随机地排列成圆圈。每位调查员从“圣马可大教堂”开始游戏。将“修道院院长阿莱格·迪·拜丝”放置进场，位于“圣马可大教堂”。

source: Shuffle the 7 Masked Carnevale-Goers and put 1 into play at each location other than San Marco Basilica, Masked Carnevale-Goers side face-up. Do not look at their other sides.
de: Die 7 Maskierten Karnevalbesucher werden gemischt und jeweils 1 davon wird mit der Seite Maskierter Karnevalbesucher nach oben an jedem Ort außer dem Markusdom ins Spiel gebracht. Die anderen Kartenseiten dürfen nicht angesehen werden.
es: Baraja los 7 Enmascarados del Carnevale y pon 1 en juego en cada Lugar que no sea la Basílica de San Marcos, con el lado Enmascarado del Carnevale boca arriba. No mires los otros lados.
fr: Mélangez les 7 exemplaires du Carnavalier Masqué et mettez-en 1 en jeu dans chaque lieu, excepté la Basilique Saint-Marc. La face Carnavalier Masqué doit être visible ; ne regardez pas l'autre face de ces cartes.
it: Mescolate tutte e 7 le copie del Figurante in Maschera e mettetene in gioco 1 in ogni luogo a eccezione della Basilica di San Marco, con il lato Figurante in Maschera a faccia in su. Non guardate il lato opposto.
pl: Potasuj 7 Zamaskowanych uczestników karnawału i umieść ich w grze po jednym w każdej lokalizacji innej niż Bazylika św. Marka, stroną z Zamaskowanym uczestnikiem karnawału do góry. Nie podglądaj ich drugiej strony.
pt: Embaralhe as 7 Masked Carnevale-Goers e coloque 1 em jogo para cada localidade que não seja San Marco Basilica, com o lado Masked Carnevale-Goers virado para cima. Não olhe para os seus outros lados.
ru: Перемешайте 7 карт «Участник маскарада» и введите их в игру, поместив по одной в каждую локацию, кроме «Собора Святого Марка», стороной «Участник маскарада» вверх. Не смотрите на другие стороны этих карт.
vi: Xào 7 lá bài Masked Carnevale-Goers và đặt mỗi lá bài vào vị trí với mặt Masked Carnevale-Goers ngửa lên, ngoại trừ vị trí San Marco Basilica. Không được nhìn vào mặt bên kia của lá bài.
zh: 将7张“佩戴面具的狂欢节行人”混洗并放置入场，在除“圣马可大教堂”外的每个地点各放置1张，以“佩戴面具的狂欢节行人”面朝上放置。不要查看这些卡牌的背面。

source: Set the following cards aside, out of play: Cnidathqua, Pantalone, Medico Della Peste, Bauta, Gilded Volto.
de: Folgende Karten werden als nicht im Spiel befindlich beiseitegelegt: Cnidathqua, Pantalone, Medico Della Peste, Bauta, Vergoldeter Volto.
es: Pon aparte las siguientes cartas, fuera del juego: Cnidathqua, Pantalone, Medico della peste, Bauta, Volto dorado.
fr: Mettez de côté les cartes suivantes, hors jeu : Cnidathqua, Pantalone, Medico Della Peste, Bauta et Volto Doré.
it: Mettete da parte, temporaneamente fuori dal gioco, le seguenti carte: Cnidathqua, Pantalone, Medico della Peste, Bauta, Volto Indorato.
pl: Odłóż na bok, poza grę, następujące karty: Cnidathqua, Pantalone, Medico Della Peste, Bauta, Złocona Volto.
pt: Deixe as seguintes cartas de lado, fora de jogo: Cnidathqua, Pantalone, Medico Della Peste, Bauta, Gilded Volto.
ru: Отложите в сторону карты «Книдаткуа», «Панталоне», «Позолоченное вольто», «Баута» и «Чумной доктор».
vi: Đặt những lá bài sau một bên, ngoài khu vực chơi: Cnidathqua, Pantalone, Medico Della Peste, Bauta, Gilded Volto.
zh: 将下列卡牌放在一边，位于场外：“奈达斯奎”、“潘塔洛内”、“瘟疫医生”、“包塔面具”、“华饰幽灵面具”。

source: Location Setup
de: Vorbereitung der Orte
es: Preparación de los Lugares
fr: Placement des lieux
it: Preparazione dei Luoghi
pl: Przygotowanie lokalizacji
pt: Preparação de Localidade
ru: Размещение локаций
vi: Chuẩn bị Vị trí
zh: 地点设置

source: In this scenario, locations are placed in a circle. Due to the parade during the Carnevale, each location is connected only to the location in the clockwise direction. This means that investigators and monsters can only travel (or count the nearest location) in the clockwise direction unless otherwise noted.
de: In diesem Szenario werden die Orte in einem Kreis platziert. Aufgrund der Parade während des Karnevals ist jeder Ort nur mit dem Ort im Uhrzeigersinn neben ihm verbunden. Deshalb können Ermittler und Monster nur zum nächstgelegenen Ort im Uhrzeigersinn reisen (oder ihn bestimmen), falls nicht ausdrücklich etwas anderes angegeben ist.
es: En este escenario, los Lugares se colocan en círculo. Debido al desfile del Carnevale, cada Lugar sólo está conectado con el siguiente Lugar en el sentido de las agujas del reloj. Esto significa que los investigadores y monstruos sólo pueden viajar (o contar el Lugar más cercano) en el sentido de las agujas del reloj a menos que se indique algo distinto.
fr: Dans ce scénario, les lieux sont placés en cercle. Afin de représenter la progression du défilé lors du carnaval, chaque lieu n'est connexe qu'au lieu suivant dans le sens horaire. Cela signifie que les investigateurs et les monstres ne peuvent se déplacer (ou déterminer le lieu le plus proche) que dans le sens horaire, sauf indications contraires.
it: In questo scenario i luoghi sono disposti in cerchio. A causa della sfilata di Carnevale, ogni luogo è collegato soltanto al luogo più vicino in senso orario: questo significa che gli investigatori e i nemici si possono muovere (o possono calcolare il luogo più vicino) soltanto in senso orario, a meno che non sia specificato diversamente.
pl: W tym scenariuszu lokalizacje rozmieszczone są w formie okręgu. W związku z karnawałową paradą każda lokalizacja jest połączona jedynie z następną lokalizacją w kierunku ruchu wskazówek zegara. Oznacza to, że badacze i potwory mogą przemieszczać się (lub obliczać najbliższą lokalizację) wyłącznie w kierunku ruchu wskazówek zegara, chyba że wyraźnie zaznaczono inaczej.
pt: Neste cenário, localidades são colocadas em um círculo. Por causa do desfile durante o Carnaval, cada localidade é conectada somente a uma localidade no sentido horário. Isso significa que os investigadores e monstros podem somente viajar (ou contar a localidade mais próxima) na direção horária, a menos que indicado de outra forma.
ru: В этом сценарии локации располагаются по кругу. Из-за карнавального шествия каждая локация связана только с той локацией, которая находится по часовой стрелке от неё. Иными словами, сыщики и враги могут перемещаться только по часовой стрелке, если не сказано иного. То же относится к определению ближайшей или самой дальней локации.
vi: Trong màn chơi này, các vị trí được đặt thành một vòng tròn. Do cuộc diễu hành trong lễ hội Carnevale, mỗi vị trí chỉ được kết nối với vị trí thuận chiều kim đồng hồ. Điều này có nghĩa là các điều tra viên và quái vật chỉ có thể di chuyển (hoặc tính vị trí gần nhất) theo chiều kim đồng hồ trừ khi có ghi chú khác.
zh: 在本场冒险中，所有地点排列成圆形。由于狂欢节期间的游行，每个地点只与自己顺时针方向的地点连接。这意味著调查员和怪物只能按顺时针方向移动(或计算最近地点)，除非有特殊说明。

source: Counter-clockwise
de: Gegen den Uhrzeigersinn
es: Sentido contrario a las agujas del reloj
fr: Antihoraire
it: Senso Antiorario
pl: Kierunek przeciwny do ruchu wskazówek zegara
pt: Sentido anti-horário
ru: Против часовой стрелки
vi: Ngược chiều kim đồng hồ
zh: 逆时针方向

source: Some cards instruct the players to find the nearest location in the counter-clockwise direction. This is an exception to the above rule and should be followed as though locations are connected counter-clockwise.
de: Einige Karten enthalten die Anweisung für den Spieler, den nächstgelegenen Ort gegen den Uhrzeigersinn zu finden. Dabei handelt es dich um eine Ausnahme zur obigen Regel, die so befolgt werden sollte, als ob die Orte gegen den Uhrzeigersinn verbunden wären.
es: Algunas cartas dicen a los jugadores que busquen el Lugar más cercano en el sentido contrario a las agujas del reloj. Esto es una excepción a la regla anterior que debe seguirse como si los Lugares estuvieran conectados en el sentido contrario a las agujas del reloj.
fr: Certaines cartes demandent aux joueurs de déterminer le lieu le plus proche dans le sens antihoraire. Il s'agit d'une exception à la règle décrite ci-dessus. Agissez comme si les lieux étaient connexes dans le sens antihoraire.
it: Alcune carte richiedono ai giocatori di trovare il luogo più vicino in senso antiorario. Questa è un’eccezione alla regola soprastante e deve essere seguita come se i luoghi fossero collegati in senso antiorario.
pl: Niektóre karty nakazują graczowi znaleźć najbliższą lokalizację w kierunku przeciwnym do ruchu wskazówek zegara. Jest to wyjątek od powyższej zasady i należy go rozpatrywać tak, jakby lokalizacje były połączone w kierunku przeciwnym do ruchu wskazówek zegara.
pt: Algumas cartas instruem os jogadores a encontrar o local mais próximo no sentido anti-horário. Esta é uma exceção à regra acima e deve ser seguida como se os locais estivessem conectados no sentido anti-horário.
ru: Некоторые карты велят игрокам найти ближайшую локацию против часовой стрелки. Это — исключение из предыдущего правила. В таком случае игроки определяют нужную локацию, как если бы локации были связаны против часовой стрелки.
vi: Một số lá bài hướng dẫn người chơi tìm vị trí gần nhất theo hướng ngược chiều kim đồng hồ. Đây là một ngoại lệ đối với luật ở trên và cần được tuân theo như thể các vị trí được kết nối ngược chiều kim đồng hồ.
zh: 一些卡牌会指示玩家找出逆时针方向最近的地点。这是上一条规则的例外情况，遵守这一规则进行计算时，视为所有地点按逆时针方向连接。
