Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/machinations_through_time.po
Languages: de, es, fr, it, pl, ru

source: Against all odds, you manage to escape the clutches of the beasts, but with them pursuing you, it is impossible for you to repair the broken timeline. Humanity has suffered a profound loss. Thomas Corrigan and Mary Zielinski are imprisoned on Tindalos, and their lifelong works disappear along with them. The only saving grace is Edwin Bennet is nowhere to be found. His machinations have ceased and the world is for the better. But deep down, one thought lingers: the possibility of his return.
de: Allen Widrigkeiten zum Trotz gelingt es dir, den Klauen der Bestien zu entkommen. Da sie dich aber weiter verfolgen, ist es für dich unmöglich, die veränderte Zeitlinie zu begradigen. Die Menschheit hat einen schweren Schlag erlitten, da auch Thomas Corrigan und Mary Zielinski in Tindalos gefangen gehalten werden und ihr Lebenswerk mit ihnen verschwindet. Der einzige Lichtblick ist, dass Edwin Bennet nirgendwo aufzufinden ist. Seine Machenschaften haben aufgehört und die Welt hat sich zum Besseren gewendet. Doch tief in deinem Inneren plagt dich ein Gedanke: die Möglichkeit seiner Rückkehr.
es: Pese a tenerlo todo en contra, logras escapar de las garras de las bestias, pero su persecución hace imposible que puedas reparar la línea temporal rota. La humanidad ha sufrido una severa pérdida. Thomas Corrigan y Mary Zielinski han sido aprisionados en Tíndalos, y las obras de toda su vida desaparecen junto con ellos. El único consuelo es que Edwin Bennet también ha desaparecido. Sus maquinaciones se han detenido y el mundo es mejor por ello. Pero un pensamiento permanece en lo más profundo de tu interior: la posibilidad de su regreso.
fr: Contre toute attente, vous parvenez à échapper aux griffes des créatures, mais elles vous pourchassent et vous empêchent de restaurer la ligne du temps. C’est une grande perte pour l’humanité. Thomas Corrigan et Mary Zielinski sont prisonniers à Tindalos, et l’œuvre de leur vie est perdue avec eux. Votre seule consolation est de savoir qu’Edwin Bennet est également introuvable. Le monde sera bien meilleur sans ses manigances. Mais, au fond de vous, la crainte qu’il puisse un jour revenir vous hante.
it: Contro ogni pronostico riuscite a sfuggire alle grinfie delle creature, ma vi è impossibile riparare la linea temporale infranta con i segugi al vostro inseguimento. L'umanità ha subito una grave perdita. Thomas Corrigan e Mary Zielinski sono stati imprigionati a Tindalos e il lavoro di una vita è scomparso con loro. L'unica consolazione è che Edwin Bennet sembra sparito a sua volta. Avete posto fine alle sue macchinazioni e reso il mondo un posto migliore, ma nel profondo un pensiero vi tormenta: e se dovesse tornare?
pl: Wbrew wszelkim przeciwnościom udaje wam się uciec ze szponów bestii, ale nie jesteście w stanie naprawić uszkodzonej linii czasu, gdy was ścigają. Ludzkość poniosła wielką stratę. Thomas Corrigan i Mary Zieliński zostali uwięzieni w Tindalos, a dokonania ich życia znikają wraz z nimi. Jedynym pocieszeniem jest to, że Edwin Bennet przepadł bez wieści. Jego machinacje dobiegły końca i świat odzyskuje równowagę. Ale w głębi duszy wiecie, że nadal istnieje szansa, że Bennet jeszcze powróci.
ru: Вопреки всему, вам удаётся вырваться из лап чудовищ, но восстановить временную линию с ними на хвосте просто невозможно. Человечество понесло тяжелейшую утрату. Томас Корриген и Мария Зелински заточены в Тиндале, и работа всей их жизни исчезла вместе с ними. Единственное утешение — Эдвин Беннет тоже пропал. Его махинации прекратились, и мир изменился к лучшему. Но в глубине души вас беспокоит одна мысль: а вдруг он вернётся?

source: [skull]: -X. X is 1 plus he number of story cards in the victory display. [cultist]: -1. If you are at Tindalos, you automatically fail. [tablet]: -2. (-4 instead if a [[Scientist]] asset is at your location.) [elder_thing]: -3. If you fail, deal 1 damage or 1 horror to an [[Ally]] asset at your location.
es: [skull]: -X. X es la cantidad de cartas de Historia que hay en la zona de victoria más 1. [cultist]: -1. Si estás en Tíndalos, fracasas automáticamente. [tablet]: -2, o bien -4 si hay un Apoyo [[Científico]] en tu Lugar. [elder_thing]: -3. Si fracasas, inflige 1 punto de daño o 1 punto de horror a un Apoyo [[Aliado]] que esté en tu Lugar.
fr: [skull]: -X. X est le nombre de cartes Histoire dans la pile de victoire plus 1. [cultist]: -1. Si vous êtes à Tindalos, vous échouez automatiquement. [tablet]: -2. (-4 à la place s’il y a un soutien [[Scientifique]] dans votre lieu.) [elder_thing]: -3. En cas d’échec, infligez 1 dégât ou 1 horreur à un soutien [[Allié]] dans votre lieu.
ru: [skull]: -X. X на 1 больше количества карт сюжета на победном счету. [cultist]: -1. Если вы в «Тиндале» эта проверка автоматически провалена. [tablet]: -2 (или -4, если в вашей локации есть актив-[[натуралист]].) [elder_thing]: -3. При провале нанесите 1 рану или 1 ужас активу-[[союзнику]] в вашей локации.

source: [skull]: -X. X is 2 plus he number of story cards in the victory display. [cultist]: -2. If you are at Tindalos, you automatically fail. [tablet]: -3. (-6 instead if a [[Scientist]] asset is at your location.) [elder_thing]: -4. If you fail, deal 1 damage or 1 horror to an [[Ally]] asset at your location.
es: [skull]: -X. X es la cantidad de cartas de Historia que hay en la zona de victoria más 2. [cultist]: -2. Si estás en Tíndalos, fracasas automáticamente. [tablet]: -3, o bien -6 si hay un Apoyo [[Científico]] en tu Lugar. [elder_thing]: -4. Si fracasas, inflige 1 punto de daño o 1 punto de horror a un Apoyo [[Aliado]] que esté en tu Lugar.
fr: [skull]: -X. X est le nombre de cartes Histoire dans la pile de victoire plus 2. [cultist]: -2. Si vous êtes à Tindalos, vous échouez automatiquement. [tablet]: -3. (-6 à la place s’il y a un soutien [[Scientifique]] dans votre lieu.) [elder_thing]: -4. En cas d’échec, infligez 1 dégât ou 1 horreur à un soutien [[Allié]] dans votre lieu.
ru: [skull]: -X. X на 2 больше количества карт сюжета на победном счету. [cultist]: -2. Если вы в «Тиндале» эта проверка автоматически провалена. [tablet]: -3 (или -6, если в вашей локации есть актив-[[натуралист]].) [elder_thing]: -4. При провале нанесите 1 рану или 1 ужас активу-[[союзнику]] в вашей локации.

source: Introduction
de: Einleitung
es: Introducción
pl: Wprowadzenie
