Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/machinations_through_time.po
Languages: de, es, fr, it, pl, ru

source: Set the Corrigan Industries location aside, out of play. Put the Tindalos location into play, using the side with the Single Group Mode encounter set icon. Put the remaining fourteen locations into play
de: Der Ort Corrigan Industries wird als nicht im Spiel befindlich beiseitegelegt. Der Ort Tindalos wird mit der Seite nach oben ins Spiel gebracht, die das Einzelgruppe- Begegnungsset-Symbol trägt. Die übrigen vierzehn Orte werden ins Spiel gebracht
es: Pon aparte el Lugar Industrias Corrigan, fuera del juego. Pon en juego el Lugar Tíndalos, usando el lado que tiene el icono del conjunto de encuentros Modo de grupo único. Pon en juego los 14 Lugares restantes.
fr: Mettez de côté le lieu Industries Corrigan, hors jeu. Mettez en jeu le lieu Tindalos en utilisant la face affichant l’icône du set de rencontre Mode Groupe Unique. Mettez en jeu les quatorze lieux restants
it: Mettete da parte, temporaneamente fuori dal gioco, il luogo Industrie Corrigan. Mettete in gioco il luogo Tindalos, usando il lato con l'icona del set di incontri Gruppo Singolo. Mettete in gioco i 14 luoghi rimanenti.
pl: Odłóż lokalizację Zakłady Corrigana na bok, poza grę. Umieść lokalizację Tindalos w grze, używając strony z symbolem zestawu spotkania Tryb pojedynczej grupy.
ru: Отложите локацию «„Корриген Индастрис“» в сторону, вне игры. Введите в игру локацию «Тиндал» стороной с символом набора контактов «Отдельная группа» вверх. Введите в игру оставшиеся 14 локаций

source: Each investigator begins play at Tindalos.
de: Jeder Ermittler beginnt das Spiel in Tindalos.
es: Cada investigador comienza la partida en Tíndalos.
fr: Chaque investigateur commence la partie dans Tindalos.
it: Iniziate la partita a Tindalos.
pl: Każdy badacz rozpoczyna grę w Tindalos.
ru: Все сыщики начинают игру в «Тиндале».

source: Tindalos
es: Tíndalos
ru: Тиндал

source: Arkham Gazette
es: Gaceta de Arkham
fr: Gazette d’Arkham
it: Gazetta di Arkham
pl: Redakcja Dziennika Arkham
ru: «Аркхэм Газетт»

source: River Docks
de: Binnenhafen
es: Muelles
fr: Quais du Fleuve
it: Moli del Fiume
pl: Port rzeczny
ru: Речной порт

source: O'Malley's Watch Shop
de: O'Malley's Uhrenladen
es: Tienda de relojes de O'Malley
fr: Horlogerie O’Malley
it: Orologeria O'Malley
pl: Sklep z zegarkami O’Malleya
ru: Часовая лавка О'Малли

source: Miskatonic University
de: Miskatonic Universität
es: Universidad Miskatonic
fr: Université Miskatonic
pl: Uniwersytet Miskatonic
ru: Мискатоникский университет

source: Childhood Home
de: Elternhaus
es: Hogar de la infancia
fr: Maison d’Enfance
it: Casa d'Infanzia
pl: Dom rodzinny
ru: Родной дом

source: Arkham Advertiser
fr: Annonceur d’Arkham
pl: Redakcja Arkham Advertiser
ru: «Аркхэм Эдвертайзер»

source: Tick Tock Club
es: Club Tictac
fr: Club Tic-Tac
pl: Klub Tik-Taków
ru: Клуб «Тик-Так»

source: Ye Olde Magick Shoppe
de: Der Alte Zauberladen
es: La vieja tienda de magia
fr: Vieille Boutique de Magie
it: Vecchia Bottega di Magia
pl: Stary magiczny sklepik
ru: Старинная лавка волшбы

source: River Docks (Past)
de: Binnenhafen (Vergangenheit)
es: Muelles (Pasado)
fr: Quais du Fleuve (Passé)
it: Moli del Fiume (Passato)
pl: Port rzeczny (Przeszłość)
ru: Речной порт (Прошлое)

source: River Docks (Present)
de: Binnenhafen (Heute)
es: Muelles (Presente)
fr: Quais du Fleuve (Présent)
it: Moli del Fiume (Presente)
pl: Port rzeczny (Teraźniejszość)
ru: Речной порт (Настоящее)

source: River Docks (Future)
de: Binnenhafen (Zukunft)
es: Muelles (Futuro)
fr: Quais du Fleuve (Futur)
it: Moli del Fiume (Futuro)
pl: Port rzeczny (Przyszłość)
ru: Речной порт (Будущее)

source: Miskatonic University (Past)
de: Miskatonic Universität (Vergangenheit)
es: Universidad Miskatonic (Pasado)
fr: Université Miskatonic (Passé)
it: Miskatonic University (Passato)
pl: Uniwersytet Miskatonic (Przeszłość)
ru: Мискатоникский университет (Прошлое)

source: Arkham Advertiser (Present)
de: Arkham Advertiser (Heute)
es: Arkham Advertiser (Presente)
fr: Annonceur d’Arkham (Présent)
it: Arkham Advertiser (Presente)
pl: Redakcja Arkham Advertiser (Teraźniejszość)
ru: «Аркхэм Эдвертайзер» (Настоящее)

source: Arkham Advertiser (Future)
de: Arkham Advertiser (Zukunft)
es: Arkham Advertiser (Futuro)
fr: Annonceur d’Arkham (Futur)
it: Arkham Advertiser (Futuro)
pl: Redakcja Arkham Advertiser (Przyszłość)
ru: «Аркхэм Эдвертайзер» (Будущее)

source: Miskatonic University (Present)
de: Miskatonic Universität (Heute)
es: Universidad Miskatonic (Presente)
fr: Université Miskatonic (Présent)
it: Miskatonic University (Presente)
pl: Uniwersytet Miskatonic (Teraźniejszość)
ru: Мискатоникский университет (Настоящее)

source: Miskatonic University (Future)
de: Miskatonic Universität (Zukunft)
es: Universidad Miskatonic (Futuro)
fr: Université Miskatonic (Futur)
it: Miskatonic University (Futuro)
pl: Uniwersytet Miskatonic (Przyszłość)
ru: Мискатоникский университет (Будущее)

source: Tick Tock Club (Present)
de: Tick Tock Club (Heute)
es: Club Tictac (Presente)
fr: Club Tic-Tac (Présent)
it: Tick Tock Club (Presente)
pl: Klub Tik-Taków (Teraźniejszość)
ru: Клуб «Тик-Так» (Настоящее)

source: Tick Tock Club (Future)
de: Tick Tock Club (Zukunft)
es: Club Tictac (Futuro)
fr: Club Tic-Tac (Futur)
it: Tick Tock Club (Futuro)
pl: Klub Tik-Taków (Teraźniejszość)
ru: Клуб «Тик-Так» (Будущее)

source: Put the A Noble Legacy (Past), A Noble Legacy (Present), and A Noble Legacy (Future) story cards into play, one at a time, and resolve the <b>Setup</b> text on each of them. <i>(Hint-When playing, first focus on completing A Noble Legacy (Past), then focus on A Noble Legacy (Present), and, lastly, A Noble Legacy (Future).)</i>
de: Die Handlungskarten Ein Edles Erbe (Vergangenheit), Ein Edles Erbe (Heute) und Ein Edles Erbe (Zukunft) werden eine nach der anderen ins Spiel gebracht und ihr <b>Vorbereitung</b>-Text abgehandelt. <i>(Hinweis: Beim Spielen sollte sich zuerst auf Ein Edles Erbe (Vergangenheit), dann auf Ein Edles Erbe (Heute) und dann auf Ein Edles Erbe (Zukunft) konzentriert werden.)</i>
es: Pon en juego, de una en una, las cartas de Historia Un noble legado (Pasado), Un noble legado (Presente) y Un noble legado (Futuro) y resuelve el texto de <b>Preparación</b> e cada una de ellas <i>(Consejo: al jugar, céntrate en completar primero Un noble legado (Pasado), luego Un noble legado (Presente) y, por último, Un noble legado (Futuro).).</i>
fr: Mettez en jeu les cartes Histoire Un Noble Héritage (Passé), Un Noble Héritage (Présent) et Un Noble Héritage (Futur), une à la fois en résolvant leurs textes de <b>Mise en Place</b>. <i>(Conseil : durant la partie, concentrez-vous sur la complétion d’Un Noble Héritage (Passé), puis celle d’Un Noble Héritage (Présent) et enfin celle d’Un Noble Héritage (Futur).)</i>
it: Mettete in gioco, una alla volta, le carte storia Una Nobile Eredità (Passato), Una Nobile Eredità (Presente) e Una Nobile Eredità (Futuro) e risolvete il testo <b>Preparazione</b> di ognuna di esse. <i>Suggerimento: Durante la partita, cercate di completare prima Una Nobile Eredità (Passato), poi Una Nobile Eredità (Presente) e infine Una Nobile Eredità (Futuro).</i>
pl: Umieść w grze, pojedynczo, karty fabuły Szlachetne dziedzictwo (Przeszłość), Szlachetne dziedzictwo (Teraźniejszość) i Szlachetne dziedzictwo (Przyszłość) i rozpatrz tekst <b>Przygotowanie</b> na każdej z nich. <i>(Wskazówka - Podczas gry najpierw skupcie się na wykonaniu Szlachetnego dziedzictwa (Przeszłość), następnie Szlachetnego dziedzictwa (Teraźniejszość), a na końcu Szlachetne dziedzictwo (Przyszłość)).</i>
ru: По одной введите в игру карты сюжета «Благородное наследие (прошлое)», «Благородное наследие (настоящее)» и «Благородное наследие (будущее)», разыгрывая текст <b>подготовки</b> на каждой из них. <i>(Подсказка: во время партии сначала сконцентрируйтесь на выполнении задач «Благородного наследия (прошлое)», затем «Благородного наследия (настоящее)» и, наконец, «Благородного наследия (будущее)».)</i>

source: Choose one of the three [[Machination]] story cards at random, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Machination]] story cards from the game.
de: Eine der drei [[Machenschaft]]-Handlungskarten wird zufällig bestimmt, ins Spiel gebracht und der <b>Vorbereitung</b>-Text darauf abgehandelt. Die anderen beiden [[Machenschaft]]-Handlungskarten werden aus dem Spiel entfernt.
es: Elige al azar 1 de las 3 cartas de Historia [[Maquinación]], ponla en juego y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia [[Maquinación]].
fr: Prenez au hasard une des trois cartes Histoire [[Machination]]. Mettez-la en jeu et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire [[Machination]].
it: Mettete in gioco 1 delle 3 carte storia [[Macchinazione]] casuale, annunciatene il nome e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia [[Macchinazione]].
pl: Wylosuj 1 z 3 kart fabuły z cechą [[Machinacja]], umieść ją w grze i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły z cechą [[Machinacja]].
ru: Случайным образом выберите одну из 3 карт сюжета [[махинации]] и введите её в игру, разыграв её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета [[махинации]].

source: Choose one of the three [[Plot]] story cards at random, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Plot]] story cards from the game.
de: Eine der drei [[Plot]]-Handlungskarten wird zufällig bestimmt, ins Spiel gebracht und der <b>Vorbereitung</b>-Text darauf abgehandelt. Die anderen beiden [[Plot]]-Handlungskarten werden aus dem Spiel entfernt.
es: Elige al azar 1 de las 3 cartas de Historia [[Trama]], ponla en juego y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia [[Trama]].
fr: Prenez au hasard une des trois cartes Histoire [[Complot]]. Mettez-la en jeu et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire [[Complot]].
it: Mettete in gioco 1 delle 3 carte storia [[Sviluppo]] casuale e risolvetene il testo [[Preparazione]]. Rimuovete dal gioco le altre 2 carte storia [[Sviluppo]].
pl: Wylosuj 1 z 3 kart fabuły z cechą [[Wątek]], umieść ją w grze i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły z cechą [[Wątek]].
ru: Случайным образом выберите одну из 3 карт сюжета [[заговора]] и введите её в игру, разыграв её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета [[заговора]].

source: Add 1 [per_investigator] doom to agenda 1a.
de: 1 [per_investigator] Verderben wird auf Agenda 1a platziert.
es: Añade 1 ficha de Perdición [per_investigator] al plan 1a.
fr: Ajoutez 1[per_investigator] fatalité sur l’Intrigue 1a.
it: Collocate 1 [per_investigator] destini sulla trama 1a.
pl: Dodaj 1 [per_investigator] żetonów zagłady na Tajemnicę 1a.
ru: Добавьте 1 [per_investigator] безысходности на замысел 1a.

source: Because you are playing on <b>Easy</b> difficulty, remove 1 doom from agenda 1a.
de: Da du auf <b>Einfach</b> spielst, wird 1 Verderben von Agenda 1a entfernt.
es: Como estás jugando en dificultad <b>Fácil</b>, retira 1 ficha de Perdición del plan 1a.
fr: Puisque vous jouez en <b>Facile</b>, retirez 1 fatalité de l’Intrigue 1a.
it: Poiché state giocando a difficoltà <b>Facile</b>, rimuovete 1 destino dalla Trama 1a.
pl: Ponieważ gracie na <b>Łatwym</b> poziomie trudności, usuń 1 żeton zagłady z Tajemnicy 1a.
ru: Поскольку вы играете на Лёгкой сложности, удалите 1 безысходность с замысла 1a.

source: Because you are playing on <b>Hard</b> difficulty, add 1 doom to agenda 1a.
de: Da du auf <b>Schwer</b> spielst, wird 1 Verderben auf Agenda 1a hinzugefügt.
es: Como estás jugando en dificultad <b>Difícil</b>, añade 1 ficha de Perdición al plan 1a.
fr: Puisque vous jouez en <b>Difficile</b>, ajoutez 1 fatalité sur l’Intrigue 1a.
it: Poiché state giocando a difficoltà <b>Difficile</b>, collocate 1 destino sulla Trama 1a.
pl: Ponieważ gracie na <b>Trudnym</b> poziomie trudności, dodaj 1 żeton zagłady na Tajemnicę 1a.
ru: Поскольку вы играете на Сложном уровне, положите 1 безысходность на замысел 1a.

source: Because you are playing on <b>Expert</b> difficulty, add 2 doom to agenda 1a.
de: Da du auf <b>Experte</b> spielst, wird 1 Verderben auf Agenda 1a hinzugefügt.
es: Como estás jugando en dificultad <b>Experto</b>, añade 2 fichas de Perdición al plan 1a.
fr: Puisque vous jouez en <b>Expert</b>, ajoutez 2 fatalités sur l’Intrigue 1a.
it: Poiché state giocando a difficoltà <b>Esperto</b>, collocate 2 destini sulla Trama 1a.
pl: Ponieważ gracie na <b>Eksperckim</b> poziomie trudności, dodaj 2 żetony zagłady na Tajemnicę 1a.
ru: Поскольку вы играете на Экстремальной сложности, положите 2 безысходности на замысел 1a.

source: Which era is your group playing?
de: Welche Zeitebene spielt deine Gruppe?
es: ¿En qué Era está jugando tu grupo?
fr: À quelle époque votre groupe joue-t-il ?
it: Quale era sta giocando il tuo gruppo?
pl: Którą erę rozgrywa wasza grupa?
ru: В какую эру играет ваша группа?

source: Past
de: Vergangenheit
es: Pasado
fr: Passé
it: Passato
pl: Przeszłość
ru: Прошлое

source: Present
de: Heute
es: Presente
fr: Présent
it: Presente
pl: Teraźniejszość
ru: Настоящее

source: Future
de: Zukunft
es: Futuro
fr: Futur
it: Futuro
pl: Przyszłość
ru: Будущее

source: Put the Tindalos location into play, using the side with the <i>Epic Multiplayer Mode</i> encounter set icon. Put the five [[Past]] locations into play. Remove the remaining locations from the game.
de: Der Ort Tindalos wird mit der Seite nach oben ins Spiel gebracht, die das <i>Epischer-Mehrspielermodus</i>-Begegnungsset- Symbol trägt. Die fünf [[Vergangenheit]]-Orte werden ins Spiel gebracht. Die übrigen Orte werden aus dem Spiel entfernt.
es: Pon en juego el Lugar Tíndalos, usando el lado que tiene el icono del conjunto de encuentros <i>Modo multijugador épico</i>. Pon en juego los 5 Lugares [[Pasado]]. Retira de la partida los Lugares restantes.
fr: Mettez en jeu le lieu Tindalos en utilisant la face affichant l’icône du set de rencontre <i>Mode Multijoueur Épique</i>. Mettez en jeu les cinq lieux [[Passé]]. Retirez de la partie les lieux restants.
it: Mettete in gioco il luogo Tindalos, usando il lato con l'icona del set di incontri <i>Multiplayer Epico</i>. Mettete in gioco i 5 luoghi [[Passato]]. Rimuovete dal gioco i luoghi rimanenti.
pl: Umieść lokalizację Tindalos w grze, używając strony z symbolem zestawu spotkania <i>Epicki tryb wieloosobowy</i>. Umieść w grze 5 lokalizacji z cechą [[Przeszłość]]. Usuń z gry pozostałe lokalizacje.
ru: Введите в игру локацию «Тиндал» стороной с символом набора контактов «Эпическая игра» вверх. Введите в игру 5 локаций [[прошлого]]. Удалите оставшиеся локации из игры.

source: Put the A Noble Legacy (Past) story card into play and resolve its <b>Setup</b> text. Remove the other two A Noble Legacy story cards from the game.
de: Die Handlungskarte Ein Edles Erbe (Vergangenheit) wird ins Spiel gebracht und der <b>Vorbereitung</b>-Text darauf abgehandelt. Die anderen beiden Handlungskarten Ein Edles Erbe werden aus dem Spiel entfernt.
es: Pon en juego la carta de Historia Un noble legado (Pasado) y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia Un noble legado.
fr: Mettez en jeu la carte Histoire Un Noble Héritage (Passé) et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire Un Noble Héritage.
it: Mettete in gioco la carta storia Una Nobile Eredità (Passato) e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia Una Nobile Eredità.
pl: Umieść w grze kartę fabuły Szlachetne dziedzictwo (Przeszłość) i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły Szlachetne dziedzictwo.
ru: Введите в игру карту сюжета «Благородное наследие (прошлое)» и разыграйте её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета «Благородное наследие».

source: Remove all [[Present]] and [[Future]] story assets from the game.
de: Alle [[Heute]]- und [[Zukunft]]-Storyvorteilskarten werden aus dem Spiel entfernt.
es: Retira de la partida todos los Apoyos de historia [[Presente]] y [[Futuro]].
fr: Retirez de la partie tous les soutiens d’histoire [[Présent]] et [[Futur]].
it: Rimuovete dal gioco tutti i supporti storia [[Presente]] e [[Futuro]].
pl: Usuń z gry wszystkie atuty fabularne z cechą [[Teraźniejszość]] lub [[Przyszłość]].
ru: Удалите из игры все сюжетные активы [[настоящего]] и [[будущего]].

source: Choose one of the three [[Machination]] story cards at random, announce its title, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Machination]] story cards from the game.
de: Eine der drei [[Machenschaft]]-Handlungskarten wird zufällig bestimmt, der Name laut verkündet, ins Spiel gebracht und der <b>Vorbereitung</b>-Text darauf abgehandelt. Die anderen beiden [[Machenschaft]]-Handlungskarten werden aus dem Spiel entfernt.
es: Elige al azar 1 de las 3 cartas de Historia [[Maquinación]], anuncia su nombre, ponla en juego y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia [[Maquinación]].
fr: Prenez au hasard une des trois cartes Histoire [[Machination]]. Annoncez son titre, puis mettez-la en jeu et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire [[Machination]].
it: Mettete in gioco 1 delle 3 carte storia [[Macchinazione]] casuale e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia [[Macchinazione]].
pl: Wylosuj 1 z 3 kart fabuły z cechą [[Machinacja]], ogłoś jej tytuł, umieść ją w grze i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły z cechą [[Machinacja]].
ru: Случайным образом выберите одну из 3 карт сюжета [[махинации]], объявите её название и введите в игру, разыграв её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета [[махинаций]].

source: Choose one of the three [[Plot]] story cards at random, announce its title, put it into play, and resolve its <b>Setup</b> text. Remove the other two [[Plot]] story cards from the game.
de: Eine der drei [[Plot]]-Handlungskarten wird zufällig bestimmt, der Name laut verkündet, ins Spiel gebracht und der <b>Vorbereitung</b>-Text darauf abgehandelt. Die anderen beiden [[Plot]]-Handlungskarten werden aus dem Spiel entfernt.
es: Elige al azar 1 de las 3 cartas de Historia [[Trama]], anuncia su nombre, ponla en juego y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia [[Trama]].
fr: Prenez au hasard une des trois cartes Histoire [[Complot]]. Annoncez son titre, puis mettez-la en jeu et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire [[Complot]].
it: Mettete in gioco 1 delle 3 carte storia [[Sviluppo]] casuale, annunciatene il nome e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia [[Sviluppo]].
pl: Wylosuj 1 z 3 kart fabuły z cechą [[Wątek]], ogłoś jej tytuł, umieść ją w grze i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły z cechą [[Wątek]].
ru: Случайным образом выберите одну из 3 карт сюжета [[заговора]], объявите её название и введите в игру, разыграв её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета [[заговора]].

source: Put the Tindalos location into play, using the side with the <i>Epic Multiplayer Mode</i> encounter set icon. Put the five [[Present]] locations into play. Remove the remaining locations from the game.
de: Der Ort Tindalos wird mit der Seite nach oben ins Spiel gebracht, die das <i>Epischer-Mehrspielermodus</i>-Begegnungsset- Symbol trägt. Die fünf [[Heute]]-Orte werden ins Spiel gebracht. Die übrigen Orte werden aus dem Spiel entfernt.
es: Pon en juego el Lugar Tíndalos, usando el lado que tiene el icono del conjunto de encuentros <i>Modo multijugador épico</i>. Pon en juego los 5 Lugares [[Presente]]. Retira de la partida los Lugares restantes.
fr: Mettez en jeu le lieu Tindalos en utilisant la face affichant l’icône du set de rencontre <i>Mode Multijoueur Épique</i>. Mettez en jeu les cinq lieux [[Présent]]. Retirez de la partie les lieux restants.
it: Mettete in gioco il luogo Tindalos, usando il lato con l'icona del set di incontri <i>Multiplayer Epico</i>. Mettete in gioco i 5 luoghi [[Presente]]. Rimuovete dal gioco i luoghi rimanenti.
pl: Umieść lokalizację Tindalos w grze, używając strony z symbolem zestawu spotkania <i>Epicki tryb wieloosobowy</i>. Umieść w grze 5 lokalizacji z cechą [[Teraźniejszość]]. Usuń z gry pozostałe lokalizacje.
ru: Введите в игру локацию «Тиндал» стороной с символом набора контактов «Эпическая игра» вверх. Введите в игру 5 локаций [[настоящего]]. Удалите оставшиеся локации из игры.

source: Put the A Noble Legacy (Present) story card into play and resolve its <b>Setup</b> text. Remove the other two A Noble Legacy story cards from the game.
de: Die Handlungskarte Ein Edles Erbe (Heute) wird ins Spiel gebracht und der <b>Vorbereitung</b>-Text darauf abgehandelt. Die anderen beiden Handlungskarten Ein Edles Erbe werden aus dem Spiel entfernt.
es: Pon en juego la carta de Historia Un noble legado (Presente) y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia Un noble legado.
fr: Mettez en jeu la carte Histoire Un Noble Héritage (Présent) et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire Un Noble Héritage.
it: Mettete in gioco la carta storia Una Nobile Eredità (Presente) e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia Una Nobile Eredità.
pl: Umieść w grze kartę fabuły Szlachetne dziedzictwo (Teraźniejszość) i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły Szlachetne dziedzictwo.
ru: Введите в игру карту сюжета «Благородное наследие (настоящее)» и разыграйте её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета «Благородное наследие».

source: Remove all [[Past]] and [[Future]] story assets from the game.
de: Alle [[Vergangenheit]]- und [[Zukunft]]-Storyvorteilskarten werden aus dem Spiel entfernt.
es: Retira de la partida todos los Apoyos de historia [[Pasado]] y [[Futuro]].
fr: Retirez de la partie tous les soutiens d’histoire [[Passé]] et [[Présent]].
it: Rimuovete dal gioco tutti i supporti storia [[Passato]] e [[Futuro]].
pl: Usuń z gry wszystkie atuty fabularne z cechą [[Przeszłość]] lub [[Przyszłość]].
ru: Удалите из игры все сюжетные активы [[прошлого]] и [[будущего]].
