Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/machinations_through_time.po
Languages: de, es, fr, it, pl, ru

source: Put the announced [[Machination]] story card into play and resolve its <b>Setup</b> text. Remove the other two [[Machination]] story cards from the game.
de: Bringe die verkündete [[Machenschaft]]-Handlungskarten ins Spiel und handle den <b>Vorbereitung</b>-Text darauf ab. Die anderen beiden [[Machenschaft]]-Handlungskarten werden aus dem Spiel entfernt.
es: Pon en juego la carta de Historia [[Maquinación]] anunciada y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia [[Maquinación]].
fr: Mettez en jeu la carte Histoire [[Machination]] annoncée et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire [[Machination]].
it: Mettete in gioco la carta storia [[Macchinazione]] annunciata e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia [[Macchinazione]].
pl: Umieść ogłoszoną kartę fabuły z cechą [[Machinacja]] w grze i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły z cechą [[Machinacja]].
ru: Введите в игру объявленную карту сюжета [[махинации]] и разыграйте её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета [[махинаций]].

source: Put the announced [[Plot]] story card into play and resolve its <b>Setup</b> text. Remove the other two [[Plot]] story cards from the game.
de: Bringe die verkündete [[Plot]]-Handlungskarten ins Spiel und handle den <b>Vorbereitung</b>-Text darauf ab. Die anderen beiden [[Plot]]-Handlungskarten werden aus dem Spiel entfernt.
es: Pon en juego la carta de Historia [[Trama]] anunciada y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia [[Trama]].
fr: Mettez en jeu la carte Histoire [[Complot]] annoncée et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire [[Complot]].
it: Mettete in gioco la carta storia [[Sviluppo]] annunciata e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia [[Sviluppo]].
pl: Umieść ogłoszoną kartę fabuły z cechą [[Wątek]] w grze i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły z cechą [[Wątek]].
ru: Введите в игру объявленную карту сюжета [[заговора]] и разыграйте её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета [[заговора]].

source: Put the Tindalos location into play, using the side with the <i>Epic Multiplayer Mode</i> encounter set icon. Set the Corrigan Industries location aside, out of play. Put the four [[Future]] locations into play. Remove the remaining locations from the game.
de: Der Ort Tindalos wird mit der Seite nach oben ins Spiel gebracht, die das <i>Epischer-Mehrspielermodus</i>-Begegnungsset- Symbol trägt. Der Ort Corrigan Industries wird als nicht im Spiel befindlich beiseitegelegt. Die vier [[Zukunft]]-Orte werden ins Spiel gebracht. Die übrigen Orte werden aus dem Spiel entfernt.
es: Pon en juego el Lugar Tíndalos, usando el lado que tiene el icono del conjunto de encuentros <i>Modo multijugador épico</i>. Pon en juego los 4 Lugares [[Futuro]]. Retira de la partida los Lugares restantes.
fr: Mettez en jeu le lieu Tindalos en utilisant la face affichant l’icône du set de rencontre <i>Mode Multijoueur Epique</i>. Mettez de côté le lieu Industries Corrigan, hors jeu. Mettez en jeu les quatre lieux [[Futur]]. Retirez de la partie les lieux restants.
it: Mettete in gioco il luogo Tindalos, usando il lato con l'icona del set di incontri <i>Multiplayer Epico</i>. Mettete da parte, temporaneamente fuori dal gioco, il luogo Industrie Corrigan. Mettete in gioco i 4 luoghi [[Futuro]]. Rimuovete dal gioco i luoghi rimanenti.
pl: Umieść lokalizację Tindalos w grze, używając strony z symbolem zestawu spotkania <i>Epicki tryb wieloosobowy</i>. Odłóż lokalizację Zakłady Corrigana na bok, poza grę. Umieść w grze 4 lokalizacje z cechą [[Przyszłość]]. Usuń z gry pozostałe lokalizacje.
ru: Введите в игру локацию «Тиндал» стороной с символом набора контактов «Эпическая игра» вверх. Отложите локацию «„Корриген Индастрис“» в сторону, вне игры. Введите в игру 4 локации [[будущего]]. Удалите оставшиеся локации из игры.

source: Put the A Noble Legacy (Future) story card into play and resolve its <b>Setup</b> text. Remove the other two A Noble Legacy story cards from the game.
de: Die Handlungskarte Ein Edles Erbe (Zukunft) wird ins Spiel gebracht und der <b>Vorbereitung</b>-Text darauf abgehandelt. Die anderen beiden Handlungskarten Ein Edles Erbe werden aus dem Spiel entfernt.
es: Pon en juego la carta de Historia Un noble legado (Futuro) y resuelve su texto de <b>Preparación</b>. Retira de la partida las otras 2 cartas de Historia Un noble legado.
fr: Mettez en jeu la carte Histoire Un Noble Héritage (Futur) et résolvez son texte de <b>Mise en Place</b>. Retirez de la partie les deux autres cartes Histoire Un Noble Héritage.
it: Mettete in gioco la carta storia Una Nobile Eredità (Futuro) e risolvetene il testo <b>Preparazione</b>. Rimuovete dal gioco le altre 2 carte storia Una Nobile Eredità.
pl: Umieść w grze kartę fabuły Szlachetne dziedzictwo (Przyszłość) i rozpatrz jej tekst <b>Przygotowanie</b>. Usuń z gry dwie pozostałe karty fabuły Szlachetne dziedzictwo.
ru: Введите в игру карту сюжета «Благородное наследие (будущее)» и разыграйте её текст <b>подготовки</b>. Удалите из игры 2 другие карты сюжета «Благородное наследие».

source: Remove all [[Past]] and [[Present]] story assets from the game.
de: Alle [[Vergangenheit]]- und [[Heute]]-Storyvorteilskarten werden aus dem Spiel entfernt.
es: Retira de la partida todos los Apoyos de historia [[Pasado]] y [[Presente]].
fr: Retirez de la partie tous les soutiens d’histoire [[Passé]] et [[Futur]].
it: Rimuovete dal gioco tutti i supporti storia [[Passato]] e [[Presente]].
pl: Usuń z gry wszystkie atuty fabularne z cechą [[Przeszłość]] lub [[Teraźniejszość]].
ru: Удалите из игры все сюжетные активы [[прошлого]] и [[настоящего]].

source: Shuffle the remaining 33 encounter cards to form the encounter deck.
de: Die übrigen 33 Begegnungskarten werden zum Begegnungsdeck zusammengemischt.
es: Baraja las 33 cartas de Encuentro restantes para formar el mazo de Encuentros.
fr: Mélangez les 33 cartes Rencontre restantes pour former le deck Rencontre.
it: Mescolate le 33 carte incontro rimanenti per comporre il mazzo degli incontri.
pl: Potasuj 33 pozostałe karty spotkań w celu utworzenia talii spotkań.
ru: Сложите в колоду контактов оставшиеся 33 карты контактов и перемешайте.

source: Each remaining investigator in all eras is defeated and suffers 1 mental trauma.
de: Jeder verbliebene Ermittler in jeder Zeitebene wird besiegt und erleidet 1 seelisches Trauma.
es: Todos los investigadores restantes en todas las eras quedan derrotados y sufren 1 trauma mental.
fr: Chaque investigateur restant dans chaque époque est vaincu et subit 1 traumatisme mental.
it: Ogni investigatore rimanente in tutte le ere è sconfitto e subisce 1 trauma mentale.
pl: Każdy pozostały gracz w każdej z er zostaje pokonany i otrzymuje 1 punkt traumy psychicznej.
ru: Каждый оставшийся сыщик во всех эрах побеждён и получает 1 ментальную травму.

source: Which of the following is in play (in any era)?
de: Welche der folgenden Karten ist (in einer beliebigen Zeitebene) im Spiel?
es: ¿Cuáles de los siguientes está en juego (en cualquier Era)?
fr: Laquelle de ces cartes est en jeu (à n’importe quelle époque) ?
it: Quale delle seguenti è in gioco (in qualsiasi era)?
pl: Która z poniższych kart znajduje się w grze (w dowolnej erze)?
ru: Что из перечисленного находится в игре (в любой эре)?

source: Edwin Bennet asset.
de: Die Vorteilskarte Edwin Bennet.
es: Apoyo Edwin Bennet.
fr: Le soutien Edwin Bennet.
it: Edwin Bennet supporto.
pl: atut Edwin Bennet.
ru: Актив «Эдвин Беннет».

source: Edwin Bennet enemy.
de: Der Gegner Edwin Bennet.
es: Enemigo Edwin Bennet.
fr: L’ennemi Edwin Bennet.
it: Edwin Bennet nemico.
pl: wróg Edwin Bennet.
ru: Враг «Эдвин Беннет».

source: Neither
es: Ninguno.
it: Nessuna
pl: Żadna z nich
ru: Ничего

source: Which of the following are in play?
de: Welche der folgenden Karten sind im Spiel?
es: ¿Cuáles de los siguientes está en juego?
fr: Laquelle de ces cartes est en jeu ?
it: Quali delle seguenti sono in gioco?
pl: Która z poniższych kart znajduje się w grze?
ru: Что из перечисленного находится в игре?

source: Nikola Tesla
ru: Никола Тесла

source: Ezra Graves
ru: Эзра Грейвз

source: Dimensional Beam Machine
de: Dimensionsstrahl-Apparat
es: Máquina de haz dimensional
it: Macchina del Raggio Dimensionale
pl: Emiter wiązki międzywymiarowej
ru: Сопрягающее измерения устройство

source: Any one investigator may choose to add the Nikola Tesla story asset to their deck. It does not count toward that investigator’s deck size.
de: Ein Ermittler darf wählen, die Vorteilskarte Nikola Tesla seinem Deck hinzuzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador cualquiera puede elegir añadir el Apoyo de historia Nikola Tesla a su mazo. No cuenta para el tamaño de mazo de ese investigador.
fr: N’importe quel investigateur a le droit de choisir le soutien Histoire Nikola Tesla et l’ajouter à son deck. Il ne compte pas dans la Taille du Deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere il supporto Nikola Tesla al suo mazzo (non considerandolo nella dimensione del suo mazzo).
pl: Jeden dowolny badacz może zdecydować się dodać atut Nikola Tesla do swojej talii. Nie wlicza się on do limitu kart w talii badacza.
ru: Один любой сыщик может включить в свою колоду сюжетный актив «Никола Тесла». Эта карта не идёт в счёт размера колоды.

source: Any one investigator may choose to add the Ezra Graves story asset to their deck. It does not count toward that investigator’s deck size.
de: Ein Ermittler darf wählen, die Vorteilskarte Ezra Graves seinem Deck hinzuzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador cualquiera puede elegir añadir el Apoyo de historia Ezra Graves a su mazo. No cuenta para el tamaño de mazo de ese investigador.
fr: N’importe quel investigateur a le droit de choisir le soutien HistoireEzra Graves et l’ajouter à son deck. Il ne compte pas dans la Taille du Deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere il supporto Ezra Graves al suo mazzo (non considerandolo nella dimensione del suo mazzo).
pl: Jeden dowolny badacz może zdecydować się dodać atut Ezra Graves do swojej talii. Nie wlicza się on do limitu kart w talii badacza.
ru: Один любой сыщик может включить в свою колоду сюжетный актив «Эзра Грейвз». Эта карта не идёт в счёт размера колоды.

source: Any one investigator may choose to add the Dimensional Beam Machine story asset to their deck. It does not count toward that investigator’s deck size.
de: Ein Ermittler darf wählen, die Vorteilskarte Dimensionsstrahl-Apparat seinem Deck hinzuzufügen. Sie zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador cualquiera puede elegir añadir el Apoyo de historia Máquina de haz dimensional a su mazo. No cuenta para el tamaño de mazo de ese investigador.
fr: N’importe quel investigateur a le droit de choisir le soutien Histoire Machine à Rayon Dimensionnel et l’ajouter à son deck. Il ne compte pas dans la Taille du Deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere il supporto Macchina del Raggio Dimensionale al suo mazzo (non considerandolo nella dimensione del suo mazzo).
pl: Jeden dowolny badacz może zdecydować się dodać atut Emiter wiązki międzywymiarowej do swojej talii. Nie wlicza się on do limitu kart w talii badacza.
ru: Один любой сыщик может включить в свою колоду сюжетный актив «Сопрягающее измерения устройство». Эта карта не идёт в счёт размера колоды.

source: Countless Hounds burst through the portals and angles of space, cornering you. Bewildered and terrified, you stare down your demise…
de: Unzählige Hunde brechen durch die Portale und Winkel des Raums und drängen dich in die Enge. Verwirrt und verängstigt starrst du deinem Untergang entgegen …
es: Multitud de perros de Tíndalos irrumpen por los portales y ángulos del espacio y te acorralan. Apabullado y aterrado, te quedas mirando tu perdición…
fr: Des hordes de Chiens de Tin-dalos se ruent à travers les portails et les points angulaires de l’espace. Ils vous submergent. Terrifié, vous contemplez votre sombre destinée…
it: Dai portali e dagli spazi angolari irrompono innumerevoli segugi che vi mettono spalle al muro. Sbalorditi e terrorizzati, realizzate che la vostra fine è ormai giunta…
pl: Niezliczone Ogary przebijają się przez portale i wypaczenia przestrzeni, otaczając was. Zdezorientowani i przerażeni, stajecie twarzą w twarz z waszym końcem…
ru: Сквозь порталы и углы пространства прорываются бесчисленные гончие, окружая вас. Преисполненные ужаса и недоумения, вы смотрите в лицо своей погибели…

source: The discoveries of Thomas Corrigan and Mary Zielinski are highly influential to the advancement of the Sciences. With their help, you're able to seal all portals leading to Tindalos from Arkham, and Edwin Bennet and his machinations are no longer a threat to the world. You purchase a copy of the newspaper depicting the two scientists, and realization strikes you: there is still one thing left to do. You fire up the machine and place the newspaper on the platform. You have to close the loop, or all of this will have been in vain…
de: Die Entdeckungen von Thomas Corrigan und Mary Zielinski haben einen großen Einfluss auf den Fortschritt der Wissenschaft. Mit ihrer Hilfe gelingt es dir, alle Portale, die von Arkham nach Tindalos führen, zu versiegeln. Somit stellen Edwin Bennet und seine Machenschaften keine Bedrohung mehr für die Welt dar. Du kaufst dir eine Zeitung, in der das Wissenschaftler- Paar abgebildet ist, und dir wird klar: Es gibt noch eine Sache, die du tun musst. Du wirfst die Maschine an und legst die Zeitung auf die Plattform. Du musst die Zeitschleife schließen, sonst war alles umsonst …
es: Los descubrimientos de Thomas Corrigan y Mary Zielinski tienen una enorme influencia en el avance de las ciencias. Con su ayuda, logras sellar todos los portales que llevan de Tíndalos a Arkham, y Edwin Bennet y sus maquinaciones dejan de suponer una amenaza para el mundo. Compras un ejemplar del periódico en el que salen los dos científicos y te das cuenta de algo: aún queda una cosa por hacer. Enciendes la máquina y colocas el periódico en la plataforma. Tienes que cerrar el bucle o todo esto habrá sido en vano…
fr: Les découvertes de Thomas Corrigan et Mary Zielinski ont eu une influence notable sur le développement des sciences. Avec leur aide, vous avez pu sceller les portails reliant Arkham à Tindalos, et Edwin Ben-net et ses machinations ne sont plus une menace pour le monde. Vous achetez un exemplaire du journal dépeignant les deux scientifiques et prenez conscience d un fait important : il reste une chose essentielle à faire. Vous démarrez la machine et placez le journal sur la plateforme. Vous devez fermer la boucle, ou tout ceci aura été vain…
it: Le scoperte di Thomas Corrigan e Mary Zielinski sono incredibilmente importanti per il progresso scientifico. Con il loro aiuto, riuscite a sigillare tutti i portali tra Arkham e Tindalos: Edwin Bennet e le sue macchinazioni non saranno più una minaccia per il mondo. Comprate una copia del quotidiano su cui sono raffigurati i due scienziati e realizzate che c'è ancora una cosa da fare. Accendete la macchina e posizionate il giornale sulla piattaforma. Se non volete che ogni vostro sforzo sia stato vano, dovete chiudere il cerchio.
pl: Odkrycia Thomasa Corrigana i Mary Zieliński mają ogromny wpływ na rozwój nauk ścisłych. Z ich pomocą jesteście w stanie zapieczętować wszystkie portale prowadzące z Arkham do Tindalos, a Edwin Bennet i jego machinacje nie stanowią już zagrożenia dla świata. Kupujecie egzemplarz gazety z wizerunkiem dwójki naukowców i nagle orientujecie się, że pozostała jeszcze jedna rzecz do zrobienia. Odpalacie maszynę i umieszczacie gazetę na platformie. Musicie zamknąć pętlę, inaczej wszystko pójdzie na marne…
ru: Открытия Томаса Корригена и Марии Зелински оказали огромное влияние на развитие науки. С их помощью вы запечатываете все порталы в Тиндал, и махинации Эдвина Беннета больше не представляют угрозы нашему миру. Вы покупаете газету с фотографией учёных и вдруг понимаете: осталось сделать ещё одно дело. Вы запускаете устройство и кладёте выпуск на платформу. Вы должны замкнуть петлю, иначе всё будет напрасно…

source: Against all odds, you manage to escape the clutches of the beasts, but with them pursuing you, it is impossible for you to repair the broken timeline. Hope is not forsaken. Although leery, you place your trust in Edwin Bennet to repair all that was broken. He has the ability, but does he have the integrity?
de: Allen Widrigkeiten zum Trotz gelingt es dir, den Klauen der Bestien zu entkommen. Da sie dich aber weiter verfolgen, ist es für dich unmöglich, die veränderte Zeitlinie zu begradigen. Doch die Hoffnung stirbt zuletzt. Obwohl du skeptisch bist, bleibt dir nichts anderes übrig, als darauf zu vertrauen, dass Edwin Bennet alles wieder in Ordnung bringen wird, was verändert wurde. Die Fähigkeit dazu hat er – ist er dafür aber auch rechtschaffen genug?
es: Pese a tenerlo todo en contra, logras escapar de las garras de las bestias, pero su persecución hace imposible que puedas reparar la línea temporal rota. Pero todavía queda algo de esperanza. Aunque con cierta reticencia, depositas tu confianza en Edwin Bennet para que repare todo lo que se ha roto. Es perfectamente capaz, pero ¿tiene la integridad suficiente?
fr: Contre toute attente, vous parvenez à échapper aux griffes des créatures, mais elles vous pourchassent et vous empêchent de restaurer la ligne du temps. Tout espoir n’est pas perdu. Malgré vos réticences, vous décidez de faire confiance à Edwin Bennet pour réparer ce qui a été brisé. Il en a les compétences, mais possède-t-il l’intégrité nécessaire ?
it: Contro ogni pronostico riuscite a sfuggire alle grinfie delle creature, ma vi è impossibile riparare la linea temporale infranta con i segugi al vostro inseguimento. Tuttavia, la speranza è l'ultima a morire: anche se con una punta di diffidenza, riponete la vostra fiducia in Edwin Bennet affinché porti avanti il progetto e ripari ciò che era infranto. Ha sicuramente la capacità di farlo… ma dimostrerà l'integrità necessaria?
pl: Wbrew wszelkim przeciwnościom udaje wam się uciec ze szponów bestii, ale nie jesteście w stanie naprawić uszkodzonej linii czasu, gdy was ścigają. Nadzieja jednak nie umarła. Mimo wielu wątpliwości postanawiacie zaufać Edwinowi Bennetowi, że naprawi wszystko, co zostało zepsute. Z pewnością potrafi to zrobić, ale czy jest na tyle uczciwy?
ru: Вопреки всему, вам удаётся вырваться из лап чудовищ, но восстановить временную линию с ними на хвосте просто невозможно. Надежда не покидает вас. Хоть и с опаской, но вы доверяете Эдвину Беннету закончить дело. У него есть для этого все возможности, но хватит ли ему порядочности?

source: Paralyzed with fear and nauseated by the stench of the baying beasts, you faint. When you next open your eyes, you find yourself in a sickly gloom under a green moon, buried to your neck in fetid soil as permanent residents of Tindalos. Humanity has suffered a profound loss. Thomas Corrigan and Mary Zielinski are also imprisoned on Tindalos, and their lifelong works disappear along with them. Worse still, the conniving Edwin Bennet and his machinations ripple through time, unimpeded. You're repulsed by the thought of what the psychopath is scheming next.
de: Gelähmt vor Angst und angewidert von dem Gestank der brüllenden Bestien, fällst du in Ohnmacht. Als du das nächste Mal die Augen öffnest, findest du dich in einer bedrückenden Finsternis unter einem grünen Mond wieder. Du bist bis zum Hals in fauliger Erde begraben und somit für immer ein Bewohner von Tindalos geworden. Die Menschheit hat einen schweren Schlag erlitten, da auch Thomas Corrigan und Mary Zielinski in Tindalos gefangen gehalten werden und ihr Lebenswerk mit ihnen verschwindet. Schlimmer noch: Der hinterhältige Edwin Bennet und seine Machenschaften fressen sich ungehindert durch die Zeit. Der Gedanke daran, was dieser Psychopath als Nächstes vorhat, lässt dich erschaudern.
es: El miedo te paraliza, y el nauseabundo hedor de los perros te provoca tales nauseas que acabas por desmayarte. Cuando vuelves a abrir los ojos, te encuentras bajo el enfermizo resplandor de una luna verde, enterrado hasta el cuello en una tierra fétida, donde te conviertes en el habitante más reciente de Tíndalos. La humanidad ha sufrido una severa pérdida. Thomas Corrigan y Mary Zielinski también han sido aprisionados en Tíndalos, y las obras de toda su vida desaparecen junto con ellos. Y lo que es peor aún, el artero Edwin Bennet y sus maquinaciones se propagan en el tiempo sin impedimentos. Te asquea la mera idea de lo que podría ser el siguiente plan de ese psicópata.
fr: L’haleine des immondes bêtes vous soulève le cœur et leur vue vous paralyse. Vous tombez dans les pommes. Quand vous revenez à vous, vous êtes enterré jusqu’au cou dans le sol fétide sous la lueur lugubre d’une lune verte, Tindalos est désormais votre demeure. C’est une grande perte pour l’humanité. Thomas Corrigan et Mary Zielinski sont également prisonniers à Tindalos, et l’œuvre de leur vie est perdue avec eux. Pire encore, les machinations du traître, Edwin Bennet, se répandent au fil du temps sans personne pour les contrer. Vous avez la nausée en pensant à ce que sera la prochaine action de ce psychopathe.
it: Paralizzati dalla paura e nauseati dal fetore di quelle creature, svenite. Quando riaprite gli occhi, vi ritrovate nella malsana oscurità di una notte illuminata solo da una luna verde, venite sepolti fino al collo nel terreno fetido come perenni abitanti di Tindalos. L'umanità ha subito una grave perdita. Anche Thomas Corrigan e Mary Zielinski sono stati imprigionati a Tindalos e il lavoro di una vita è scomparso con loro. Se questo non bastasse, il subdolo Edwin Bennet e le sue macchinazioni viaggiano attraverso il tempo senza alcun impedimento. Non vi resta altro che un profondo disgusto al pensiero di ciò che quello psicopatico sta tramando.
pl: Sparaliżowani strachem i odurzeni mdlącym smrodem wyjących bestii, tracicie przytomność. Gdy ją odzyskujecie, otacza was mrok rozproszony jedynie przez mdłe światło zielonego księżyca, a wasze ciała zagrzebane są po szyję w cuchnącej ziemi - zostaliście stałymi mieszkańcami Tindalos. Ludzkość poniosła wielką stratę. Thomas Corrigan i Mary Zieliński również zostali uwięzieni w Tindalos, a dokonania ich życia znikają wraz z nimi. Co gorsza, przebiegły Edwin Bennet i jego machinacje dalej wypaczają czas. Robi wam się słabo na samą myśl o tym, co ten psychopata knuje dalej.
ru: Парализованные страхом и тошнотворным смрадом лающих пастей, вы теряете сознание. Очнувшись, вы обнаруживаете себя в отвратительном полумраке под зелёной луной. Теперь вы навечно останетесь в Тиндале, по горло закопанные в его зловонную почву. Человечество понесло тяжелейшую утрату. Томас Корриген и Мария Зелински тоже заточены в Тиндале, и работа всей их жизни исчезла вместе с ними. Что хуже всего, Эдвин Беннет беспрепятственно путешествует во времени, поглощённый своими махинациями. Вам страшно даже представить, что ещё мог замыслить этот психопат.
