Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/machinations_through_time.po
Languages: de, es, fr, it, pl, ru

source: Story cards are a cardtype in this scenario. These cards serve as an avenue for additional narrative and game text. During setup, resolve the <b>Setup</b> text on each story card in play. Abilities on story cards in play can be triggered by any investigator.
de: Handlungskarten sind eine Kartenart in diesem Szenario. Diese Karten dienen als Möglichkeit, das Szenario mit noch mehr erzählter Handlung zu füllen. Während der <b>Vorbereitung</b> werden die Vorbereitung-Anweisungen jeder Handlungskarte im Spiel abgehandelt. Fähigkeiten auf Handlungskarten können von jedem Ermittler im Spiel ausgelöst werden.
es: Las cartas de Historia son un tipo de carta de este escenario y sirven para proporcionar narrativa y texto de reglas adicionales. Durante la preparación, resuelve el texto de <b>Preparación</b> de cada carta de Historia que esté en juego. Las capacidades de las cartas de Historia en juego puede activarlas cualquier investigador.
fr: Ce scénario utilise des cartes de type Histoire. Ces cartes augmentent l’aspect narratif et immersif du jeu. Lors de la <b>mise en place</b>, résolvez les instructions de Mise en Place de chaque carte Histoire en jeu. Les capacités sur des cartes Histoire en jeu peuvent être déclenchées par n’importe quel investigateur.
it: Le carte storia sono un tipo di carte di questo scenario. Queste carte aggiungono ulteriori momenti narrativi e testo di gioco. Durante la preparazione, risolvere il testo <b>Preparazione</b> di ogni carta storia in gioco. Le capacità delle carte storia in gioco possono essere innescate da qualsiasi investigatore.
pl: Karty fabuły to rodzaj kart pojawiający się w tym scenariuszu. Karty te wprowadzają dodatkową warstwę narracyjną oraz nowe efekty. Podczas przygotowania należy rozpatrzyć tekst <b>Przygotowania</b> na każdej karcie fabuły w grze. Zdolności na kartach fabuły mogą być aktywowane przez dowolnego badacza.
ru: В этом дополнении встречается особый тип карт — карты сюжета. Они вносят в сценарий дополнительные повороты и контекст. Во время подготовки к сценарию разыграйте текст <b>подготовки</b> на каждой карте сюжета в игре. Свойства на картах сюжета в игре может активировать любой сыщик.

source: Eras
de: Zeitebenen
fr: Époques
it: Ere
pl: Ery
ru: Эры

source: <i>Machinations Through Time</i> has three separate eras: past, present, and future. In <i>Epic Multiplayer Mode</i>, each group is confined to a separate era.
de: In <i>Machenschaften in der Zeit</i> gibt es drei verschiedene Zeitebenen: Die Vergangenheit, das Heute und die Zukunft. Im <i>Epischen Mehrspielermodus</i> ist jede Gruppe auf eine einzige Zeitebene beschränkt.
es: <i>Maquinaciones por el tiempo</i> tiene tres eras distintas: pasado, presente y futuro. En el <i>modo multijugador épico</i>, cada grupo está restringido a una era diferente.
fr: <i>Machinations au Fil du Temps</i> se déroule au cours de trois époques séparées : le passé, le présent et le futur. En mode <i>Multijoueur Epique</i>, chaque groupe est cantonné à une seule époque.
it: <i>Macchinazioni Temporali</i> presenta tre ere separate: passato, presente e futuro. In modalità <i>Multiplayer Epico</i>, ogni gruppo sarà confinato in una specifica era.
pl: <i>Machinacje w czasie</i> są rozgrywane w 3 oddzielnych erach: przeszłości, teraźniejszości i przyszłości. W <i>Epickim trybie wieloosobowym</i> każda grupa rozgrywa osobną erę.
ru: В «Махинациях сквозь время» действие происходит в трёх разных эрах: прошлом, настоящем и будущем. В режиме отдельной группы вы играете во всех трёх эрах одновременно, путешествуя из одной в другую. В эпическом совместном режиме каждая группа играет в отдельной эре.

source: A [[Past]] asset cannot enter a non-[[Past]] location.
de: Eine [[Vergangenheit]]-Vorteilskarte kann niemals einen Nicht-[[Vergangenheit]]-Ort betreten.
es: Un Apoyo [[Pasado]] no puede entrar en ningún Lugar que no sea [[Pasado]].
fr: Un soutien [[Passé]] ne peut pas entrer dans un lieu qui n’a pas le trait [[Passé]].
it: I supporti [[Passato]] non possono entrare nei luoghi non [[Passato]].
pl: Atut z cechą [[Przeszłość]] nie może wejść do lokalizacji bez cechy [[Przeszłość]].
ru: Активы [[прошлого]] не могут входить в локации без черты [[прошлое]].

source: A [[Present]] asset cannot enter a non-[[Present]] location.
de: Eine [[Heute]]-Vorteilskarte kann niemals einen Nicht-[[Heute]]-Ort betreten.
es: Un Apoyo [[Presente]] no puede entrar en ningún Lugar que no sea [[Presente]].
fr: Un soutien [[Présent]] ne peut pas entrer dans un lieu qui n’a pas le trait [[Présent]].
it: I supporti [[Presente]] non possono entrare nei luoghi non [[Presente]].
pl: Atut z cechą [[Teraźniejszość]] nie może wejść do lokalizacji bez cechy [[Teraźniejszość]].
ru: Активы [[настоящего]] не могут входить в локации без черты [[настоящее]].

source: A [[Future]] non-[[Item]] asset cannot enter a non-[[Future]] location.
de: Eine [[Zukunft]]-Nicht-[[Gegenstand]]-Vorteilskarte kann niemals einen Nicht-[[Zukunft]]-Ort betreten.
es: Un Apoyo [[Futuro]] que no sea [[Objeto]] no puede entrar en ningún Lugar que no sea [[Futuro]].
fr: Un soutien [[Futur]] non-[[Objet]] ne peut pas entrer dans un lieu qui n’a pas le trait [[Futur]].
it: I supporti [[Futuro]] e non [[Oggetto]] non possono entrare nei luoghi non [[Futuro]].
pl: Atut z cechą [[Przyszłość]] i bez cechy [[Przedmiot]] nie może wejść do lokalizacji bez cechy [[Przyszłość]].
ru: Активы [[будущего]] (кроме [[вещей]]) не могут входить в локации без черты [[будущее]].

source: <i>Machinations Through Time</i> has three separate eras: past, present, and future. In <i>Single Group Mode</i>, you play all three eras simultaneously and may travel through all eras.
de: In <i>Machenschaften in der Zeit</i> gibt es drei verschiedene Zeitebenen: Die Vergangenheit, das Heute und die Zukunft. Im <i>Einzelgruppenmodus</i> spielt die Gruppe alle drei Zeitebenen gleichzeitig und kann zwischen allen Zeitebenen hin- und herreisen.
es: <i>Maquinaciones por el tiempo</i> tiene tres eras distintas: pasado, presente y futuro. En el <i> modo de grupo único</i>, puedes jugar en las tres eras a la vez y viajar por todas ellas.
fr: <i>Machinations au Fil du Temps</i> se déroule au cours de trois époques séparées : le passé, le présent et le futur. En mode <i>Groupe Unique</i>, vous jouez les trois époques simultanément et pouvez voyager entre les différentes époques.
it: <i>Macchinazioni Temporali</i> presenta tre ere separate: passato, presente e futuro. In modalità <i>Gruppo Singolo</i>, i giocatori giocheranno tutte e tre le ere simultaneamente e viaggeranno attraverso di esse.
pl: <i>Machinacje w czasie</i> są rozgrywane w 3 oddzielnych erach: przeszłości, teraźniejszości i przyszłości. W <i>Trybie pojedynczej grupy</i> rozgrywacie wszystkie 3 ery jednocześnie i możecie pomiędzy nimi podróżować.
ru: В «Махинациях сквозь время» действие происходит в трёх разных эрах: прошлом, настоящем и будущем. В режиме отдельной группы вы играете во всех трёх эрах одновременно, путешествуя из одной в другую.

source: Time Paradox
de: Zeitparadoxon
es: Paradoja temporal
fr: Paradoxe Temporel
it: Paradosso Temporale
pl: Paradoks czasu
ru: Временной парадокс

source: During <i>Machinations Through Time</i>, you may be confronted with seemingly impossible tasks. Some tasks require the help of investigators in another era to complete. Communication is key.
de: In <i>Machenschaften in der Zeit</i> können die Ermittler mit scheinbar unmögliche Aufgaben konfrontiert sein. Manche Aufgaben benötigen für die Erfüllung die Hilfe von Ermittlern einer anderen Zeitebene. Kommunikation ist der Schlüssel zum Erfolg.
es: Durante <i>Maquinaciones por el tiempo</i>, puedes verte ante tareas aparentemente imposibles, algunas de las cuales requerirán la ayuda de los investigadores de otra era para poder completarlas. La comunicación es vital.
fr: Au cours de <i>Machinations au Fil du Temps</i>, vous serez confrontés à des tâches apparemment impossibles. Certaines de ces tâches nécessitent l’aide d’investigateurs d’une autre époque pour être complétées. La communication est la clé.
it: Durante <i>Macchinazioni Temporali</i>, i giocatori potrebbero trovarsi di fronte a compiti apparentemente impossibili. Alcuni compiti richiederanno l'aiuto degli investigatori di un'altra era per essere completati. La comunicazione sarà fondamentale.
pl: Podczas rozgrywania <i>Machinacji w czasie</i> możecie stanąć przed zadaniami, które wydają się niemożliwe do wykonania. Aby wykonać niektóre zadania, niezbędna jest pomoc badaczy z innej ery. Kluczem do sukcesu jest dobra komunikacja!
ru: Играя в «Махинации сквозь время», вы можете встретить задачи, кажущиеся невыполнимыми. Некоторые из них требуют помощи сыщиков в других эрах. Почаще обменивайтесь информацией.

source: Announce
de: Verkünden
es: Anunciar
fr: Annonces
it: Annunciare
pl: Ogłaszanie
ru: Объявления

source: When a card instructs you to "announce" a key phrase, if you are playing in <i>Epic Multiplayer Mode</i>, clearly communicate that phrase to the other two groups. Some abilities require an announcement to have been made before they can be triggered. See page 24 for a list of all announcements.
de: Sobald eine Karte die Anweisung gibt, einen wichtigen Satz zu „verkünden“ und im <i>Epischen Mehrspielermodus</i> gespielt wird, ist es wichtig, diesen Satz den anderen beiden Gruppen deutlich mitzuteilen. Manche Fähigkeiten setzen voraus, dass etwas verkündet wurde, bevor sie ausgelöst werden können. Siehe Seite 24 für eine Liste aller Verkündungen.
es: Cuando una carta te indique que "anuncies" una frase clave, en caso de estar jugando en <i>modo multijugador épico</i>, debes comunicársela claramente a los otros dos grupos. Algunas capacidades requieren que se haya realizado un anuncio antes de poder activarlas. Consulta la página 24 para ver una lista de todos los anuncios.
fr: Lorsqu’une carte vous demande d’« annoncer » une phrase clé, si vous jouez en mode <i>Multijoueur Épique</i>, communiquez clairement cette phrase au deux autres groupes. Certaines capacités nécessitent qu’une annonce ait été faite afin de pouvoir être utilisées. Reportez-vous à la page 24 pour consulter la liste des annonces.
it: Quando una carta richiede di "annunciare" una frase chiave, se i giocatori stanno giocando in modalità <i>Multiplayer Epico</i>, bisogna comunicare in modo chiaro quella frase agli altri due gruppi. Alcune capacità richiedono che sia stato fatto un annuncio prima di poter essere innescate. A pagina 24 è disponibile l'elenco di tutti gli annunci.
pl: Kiedy karta każe „ogłosić” frazę kluczową, jeśli rozgrywacie <i>Epicki tryb wieloosobowy</i>, należy wyraźnie przekazać tę frazę dwóm pozostałym grupom. Niektóre zdolności wymagają ogłoszenia danej frazy, zanim będzie można je aktywować. Lista wszystkich ogłoszeń znajduje się na stronie 24.
ru: Если вы играете в эпическом совместном режиме и карта указывает вам «объявить» ключевую фразу, ясно и чётко донесите эту фразу до двух других групп. Некоторые свойства можно активировать, только если до этого было сделано определённое объявление. Список объявлений можно найти на странице 28.

source: Abducted and Rescued
de: Entführt und gerettet
es: Abducido y rescatado
fr: Enlevé et Secouru
it: Rapito e Salvato
pl: Uprowadzony i uratowany
ru: Похищенные и спасённые

source: When a [[Scientist]] asset is abducted (via card or game text), remove all counters from it and set it aside, out of play. It remains out of play until it is rescued (via card or game text).
de: Sobald eine [[Wissenschaftler]]-Vorteilskarte entführt wird (durch Karten- oder Spieltext), werden alle Marker von ihr entfernt und sie wird als nicht im Spiel befindlich beiseitegelegt. Dort bleibt sie so lange, bis sie gerettet wird (durch Karten- oder Spieltext).
es: Cuando un Apoyo [[Científico]] es abducido (mediante una carta texto de reglas), retira todos los contadores que tenga y ponlo aparte, fuera del juego. Permanece fuera del juego hasta que sea rescatado (mediante una carta o texto de reglas).
fr: Quand un soutien [[Scientifique]] est enlevé (via un effet de jeu ou de carte), retirez tous les pions qui sont dessus et mettez-le de côté, hors jeu. Il reste hors jeu jusqu’à ce qu’il soit secouru (via un effet de jeu ou de carte).
it: Quando un supporto [[Scienziato]] viene rapito (a causa del testo di gioco o di una carta), rimuovere tutti i segnalini da esso e metterlo da parte, temporaneamente fuori dal gioco. Resterà fuori dal gioco finché non verrà salvato (a causa del testo di gioco o di una carta).
pl: Kiedy atut z cechą [[Naukowiec]] zostaje uprowadzony (przez tekst karty lub gry), należy usunąć z niego wszystkie żetony i odłożyć go na bok, poza grę. Pozostaje poza grą, dopóki nie zostanie uratowany (przez tekst karty lub gry).
ru: Когда похищен актив-[[натуралист]] (по эффекту карты или игрового текста), удалите с него все жетоны и отложите его в сторону, вне игры. Он остаётся вне игры, пока не будет спасён (по эффекту карты или игрового текста).

source: Global Values
de: Gruppenübergreifende Angaben
es: Valores globales
fr: Valeurs Globales
it: Valori Globali
pl: Wartości globalne
ru: Глобальные значения

source: Global values are calculated based on the total number of participating players among all groups at the start of the game.
de: Gruppenübergreifende Angaben werden zu Beginn des Spiels anhand der Anzahl der teilnehmenden Spieler aus allen Gruppen errechnet.
es: Los valores globales se calculan en función de la cantidad total de jugadores que participan en el escenario entre todos los grupos al comienzo de la partida.
fr: Les valeurs globales sont calculées en fonction du nombre total de joueurs participants (dans tous les groupes) au début de la partie.
it: I valori globali vengono calcolati in base al numero totale di giocatori partecipanti tra tutti i gruppi all'inizio della partita.
pl: Wartości globalne są określane na podstawie łącznej liczby graczy biorących udział w rozgrywce we wszystkich grupach na początku gry.
ru: Глобальные значения определяются исходя из суммарного количества играющих на момент начала мероприятия.

source: <i>For example: 12 total players are split between three groups of four. The story card A Bitter Rivalry reads, "If you succeed, spend X clues, as a group, where X is the global number of players." In this example, X is 12.</i> <i>The Tyr'thrha enemy has a global health pool of 6 [per_investigator]. In this example, its global health pool is 72. In</i> Epic Multiplayer Mode<i>, this global health pool is shared among all groups.</i>
de: <i>Beispiel: Insgesamt werden 12 Spieler in drei Gruppen zu je vier Spielern aufgeteilt. Auf der Handlungskarte Eine erbitterte Rivalität steht: „Falls die Probe gelingt, gebt als Gruppe X Hinweise aus, wobei X die gesamte Spieleranzahl ist.“ In diesem Beispiel ist X 12.</i> <i>Der Gegner Tyr’thrha hat einen gemeinsamen Ausdauervorrat von 6 [per_investigator]. In diesem Beispiel ist der gemeinsame Ausdauervorrat 72. Im </i>Epischen Mehrspielermodus<i> wird dieser gemeinsame Ausdauervorrat von allen Gruppen geteilt.</i>
es: <i>Por ejemplo: 12 jugadores totales se dividen en tres grupos de 4. La misión de historia Una rivalidad irreconciliable dice: "Si tienes éxito, los investigadores, como grupo, gastan X pistas, donde X es la cantidad global de jugadores.". En este ejemplo, X es 12.</i> <i>El Enemigo Tyr'thrha tiene un valor de salud global de 6 [per_investigator]. En este ejemplo, su valor de salud global sería de 72. En el modo multijugador épico, este valor de salud global se comparte entre todos los grupos.</i>
fr: <i>Exemple : 12 joueurs sont répartis en trois groupes de quatre joueurs. La carte Histoire Une Âpre Rivalité dit « En cas de réussite, dépensez collectivement X indices, X étant le nombre global de joueurs ». Dans cet exemple, X est égal à 12.</i> <i>L’ennemi Tyr’thrha a une réserve de vie globale de 6[per_investigator]. Dans cet exemple, sa vie est de 72. En mode Multijoueur Épique, cette réserve de vie globale est partagée par tous les groupes.</i>
it: <i>Esempio: 12 giocatori totali sono stati divisi in 3 gruppi da 4 giocatori ciascuno. La carta storia Un'Aspra Rivalità recita: "Se hai successo, spendi un totale di X indizi, dove X è il numero globale di giocatori". In questo esempio, X è pari a 12.</i> <i>Il nemico Tyr'thrha possiede una riserva di Salute globale pari a 6 [per_investigator]. In questo esempio, la sua riserva di Salute globale è pari a 72. In modalità multiplayer epico, questa riserva di Salute globale è condivisa tra tutti i gruppi.</i>
pl: <i>Przykład: łącznie 12 graczy zostało podzielonych na 3 grupy po 4 graczy. Karta fabuły Zaciekła rywalizacja mówi: „Jeśli test zakończył się sukcesem, wydajcie, jako grupa, X żetonów wskazówek, gdzie X to globalna liczba graczy”. W tym przykładzie X to 12. Wróg Tyr’thrha posiada globalną pulę wytrzymałości równą 6 [per_investigator]. W tym przykładzie globalna pula wytrzymałości wynosi więc 72. W <i>Epickim trybie wieloosobowym</i> ta globalna pula wytrzymałości jest dzielona przez wszystkie grupy.</i>
ru: <i>Например: 12 игроков разделились на 3 группы по 4 человека. На карте сюжета «Ожесточённое соперничество» указано: «При успехе совместно потратьте X улик, где X — глобальное число игроков». В данном примере X равен 12.</i> <i>Глобальное значение здоровья врага «Тир'трха» равно 6 [per_investigator]. В данном примере его глобальное значение здоровья равно 72. В эпическом совместном режиме это глобальное значение здоровья является общим для всех играющих групп.</i>
