Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/machinations_through_time.po
Languages: de, es, fr, it, pl, ru

source: The newspaper headline reads, "Local scientists win Nobel Prize!" Below it, two elderly physicists are pictured standing proudly in front of a large telescope. You glance at the newspaper's date, your jaw agape. This issue of the <i>Arkham Advertiser</i> is dated December 5, 1956. But how is this possible? Surprised and curious, you eagerly read the entire newspaper and learn of two remarkable scientists and their journey to winning a Nobel Prize in physics. Born in 1877 in Arkham to Irish immigrants, Thomas Corrigan's earliest memory is when his crayons, left on an outdoor table, melted together under the hot summer sun. From then on, his curiosity and thirst for knowledge grew more rapidly than his height. His wonder at the world around him, from fierce New England thunderstorms to the canvas of stars in the night sky, fueled his passion for the sciences. Thomas' desire to attend Miskatonic University is almost as old as his love for learning, as its acclaimed College of Sciences and close proximity made it a natural choice. After getting degrees in undergraduate physics and graduate astrophysics at Miskatonic, he began working at the University's Warren Observatory researching astronomical objects and phenomena. Born in 1877 in Warsaw, Poland, Mary Zielinski is the youngest child of two teachers. She has fond memories as a little girl helping her mother with cooking and baking, using cups and teaspoons to measure a variety of ingredients, then mixing those ingredients together to create something entirely new. Thereafter, she began experimenting on her own, which propelled her down the path of chemistry and physics. Impressed with Mary's credentials, Miskatonic University offered her a full scholarship. Quiet and introverted, she spent much of her time in the laboratories of the Science building doing various experiments. Her hard work and dedication earned her an undergraduate chemistry degree, and she stayed on at the University to achieve a graduate degree in physics. Having common interests, Thomas and Mary eventually became acquainted and a relationship followed. Their shared passion for the sciences encouraged and motivated each other, and they collaborated on several projects. Years later, one of their most intriguing projects took off: the possibility of a whole new paradigm based on general relativity, which connects the curvature of spacetime to gravity. They began testing the theory that spacetime could be warped, resulting in a discontinuity. Such a warping could result in portals that lead to distant places across the universe, or even to their own location in another era—in effect, time travel. This type of groundbreaking work drew the attention of colleagues from campus and beyond. One of these associates was the brilliant and eccentric Edwin Bennet. A rapidly rising star in the field of quantum physics, Edwin became a professor at his alma mater, Miskatonic University. Young and unpublished, he was eager to prove his knowledge would be invaluable to their project, but others on campus expressed substantial concerns, labeling him as "reckless" and "unstable." After hitting multiple barriers and looking for inspiration, Thomas and Mary welcomed Edwin's offer to collaborate, and the team was confident they were on the verge of a breakthrough—but it never came. It's unclear what exactly transpired next, though some sort of disagreement or conflict resulted in Edwin being replaced by an even more eccentric scientist, Ezra Graves. Thomas and Mary acknowledged and thanked Edwin for his role in their research. Ezra's boundless creativity was integral to Thomas and Mary's new approach to their problems, and this fresh perspective allowed them to overcome the barriers. While Ezra soon moved on to his own projects, his contributions were invaluable and greatly appreciated. Over the years, Thomas and Mary's research progressed with success after success, culminating in the discovery of teleportation. They published their remarkable findings on February 23, 1955, to much acclaim. And now—or rather, thirty years from now—they are being awarded with the Nobel Prize in Physics. Though suspect, your intuition tells you this mysterious newspaper is real. In awe of the future notoriety two local scientists will eventually receive, you go to Miskatonic University to meet them. However, you're informed they are not affiliated with the University and, tragically, both of them disappeared years ago. Unbeknownst to the rest of the world, a momentous change has occurred. Prominent scientists have vanished without a trace. Notable inventions have become un-invented. A historic discovery has suddenly been undiscovered. Humanity may never be the same. You believe you know the truth, even if it's stranger than fiction. You're quite familiar with the notion of portals—you've been through them yourself. For unknown reasons, Arkham, Massachusetts is rife with such portals, but traveling through them is dangerous and not for the faint of heart. Within these portals lies the realm of Tindalos, where countless suspended paths, angular and curved, above and below, wind away in all directions. Here and there, they intersect with ramps and spirals. Prowling along these paths are malevolent minions: ghastly satyrs and Hounds of Tindalos, among other monstrosities. The beasts are eager to savage their prey, or, perhaps worse, abduct and imprison them in Tindalos. There has been a distortion in time, and its effects have rippled across the ensuing years. These scientists are two such unfortunate souls, and you'll have to find them and repair the broken timeline. Just remember: traveling through time may cause unintended consequences, some of which will have severe repercussions.
de: Die Schlagzeile in der Zeitung lautet: „Hiesige Wissenschaftler erhalten Nobelpreis!“ Darunter sind zwei ältere Physiker abgebildet, die stolz vor einem großen Teleskop stehen. Du wirfst einen Blick auf das Datum der Zeitung und kannst es nicht fassen. Diese Ausgabe des <i>Arkham Advertiser</i> ist auf den 5. Dezember 1956 datiert. Aber wie ist das möglich? Überrascht und neugierig liest du den ganzen Artikel und erfährst von zwei bemerkenswerten Wissenschaftlern und ihrem Weg zum Nobelpreis für Physik. Thomas Corrigan wurde 1877 als Sohn irischer Einwanderer in Arkham geboren. Seine früheste Kindheitserinnerung ist, dass seine Buntstifte, die er auf einem Tisch im Freien liegen ließ, in der heißen Sommersonne zusammenschmolzen. Von da an wuchsen seine Neugierde und sein Wissensdurst schneller als seine Körpergröße. Sein Staunen über die Welt um ihn herum, von den heftigen Gewittern in Neuengland bis zu den Sternen am Nachthimmel, fachte seine Leidenschaft für die Wissenschaft immer weiter an. Thomas’ Wunsch, die Miskatonic Universität zu besuchen, ist fast so alt wie seine Liebe zum Lernen, denn die Nähe zu dieser renommierten Hochschule für Naturwissenschaft machte sie zu seiner offensichtlichen Wahl. Nach seinem dortigen Abschluss in Physik und Astrophysik begann er am Warren-Observatorium der Universität zu arbeiten, um astronomische Objekte und Phänomene zu erforschen. Mary Zielinksi wurde 1877 im polnischen Warschau als jüngstes Kind zweier Lehrer geboren. Sie erinnert sich noch genau daran, wie sie als kleines Mädchen ihrer Mutter beim Kochen und Backen half. Sie benutzte Tassen und Teelöffel, um die verschiedenen Zutaten abzumessen, und mischte diese dann zusammen, um etwas völlig Neues zu erschaffen. Ihre Experimente wurden immer ausgefeilter und ausgereifter, sodass klar war, dass sie eine Laufbahn in der Chemie und Physik anstreben wollte. Beeindruckt von Marys Talent bot ihr die Miskatonic Universität ein Vollstipendium an. Die ruhige und introvertierte Studentin verbrachte einen Großteil ihrer Zeit in den Laboren des Wissenschaftsgebäudes mit verschiedenen Experimenten. Ihre harte Arbeit und ihr Engagement brachten ihr einen Abschluss in Chemie ein, und sie blieb an der Universität, um auch einen Abschluss in Physik zu machen. Aufgrund ihrer gemeinsamen Interessen lernten Thomas und Mary sich schließlich kennen, was zu einer romantischen Beziehung führte. Ihre gemeinsame Leidenschaft für die Wissenschaft ermutigte und motivierte sie gegenseitig und sie arbeiteten zusammen an mehreren Projekten. Jahre später nahm eines ihrer faszinierendsten Projekte Gestalt an: die Möglichkeit eines völlig neuen Paradigmas auf Grundlage der allgemeinen Relativitätstheorie, welche die Krümmung der Raumzeit mit der Gravitation in Verbindung bringt. Sie begannen, die Theorie zu testen, nach welcher die Raumzeit gekrümmt werden könnte, was zu einer Diskontinuität führen würde. Eine solche Verkrümmung könnte Portale hervorrufen, die zu weit entfernten Orten im Universum oder sogar zu ihrem eigenen Standort in einer anderen Zeit führen würden, was Zeitreisen ermöglichen würde. Diese Art von bahnbrechender Arbeit erregte nicht nur die Aufmerksamkeit der Kollegen auf dem Campus, sondern weit darüber hinaus. Einer davon war der brillante und exzentrische Edwin Bennet. Bennet war ein aufstrebender Stern auf dem Gebiet der Quantenphysik, der gerade erst zum Professor an die Miskatonic Universität berufen wurde. Er war jung, hatte noch nichts publiziert und wollte unbedingt beweisen, dass sein Wissen für das Projekt von unschätzbarem Wert sein würde. Aber andere auf dem Campus äußerten erhebliche Bedenken und bezeichneten ihn als „leichtsinnig“ und „labil“. Nachdem Thomas und Mary auf mehrere Hindernisse gestoßen waren und nach neuer Inspiration suchten, nahmen sie Edwins Angebot zur Zusammenarbeit an. Das Team war zuversichtlich, dass sie kurz vor einem Durchbruch standen … der jedoch niemals kam. Es ist unklar, was dann geschah, aber irgendeine Art von Unstimmigkeit oder Konflikt führte dazu, dass Edwin durch einen noch exzentrischeren Wissenschaftler, Ezra Graves, ersetzt wurde. Dennoch würdigten und dankten Thomas und Mary Edwin für seine Rolle in ihrer Forschung. Ezras grenzenlose Kreativität war ein wesentlicher Bestandteil der neuen Herangehensweise von Thomas und Mary. Durch diese neue Perspektive konnten sie ihre wissenschaftlichen Probleme überwinden. Auch wenn Ezra sich bald seinen eigenen Projekten widmete, waren seine Beiträge von außerordentlichem Wert und wurden sehr geschätzt. Im Laufe der Jahre erzielten Thomas und Mary mit ihren Forschungen einen Erfolg nach dem anderen, was schließlich in der Entdeckung der Teleportation gipfelte. Am 23. Februar 1955 veröffentlichten sie unter großem Beifall ihre bemerkenswerten Erkenntnisse. Und jetzt – oder besser gesagt in 30 Jahren – werden sie mit dem Nobelpreis für Physik ausgezeichnet werden. Obwohl dir das Ganze etwas merkwürdig vorkommt, sagt dir deine Intuition, dass diese mysteriöse Zeitung echt ist. In Ehrfurcht vor der zukünftigen Berühmtheit, die zwei hiesige Wissenschaftler erlangen werden, gehst du zur Miskatonic Universität, um sich dort persönlich mit ihnen zu treffen. Leider teilt man dir mit, dass sie sich nicht mehr an der Universität aufhalten, da sie bereits vor Jahren verschwunden sind. Unbemerkt vom Rest der Welt hat sich eine folgenschwere Veränderung vollzogen: Prominente Wissenschaftler sind spurlos verschwunden. Bemerkenswerte Erfindungen sind nie erfunden worden. Eine historische Entdeckung bleibt unentdeckt. Die Menschheit wird vielleicht nie wieder dieselbe sein. Du glaubst, die Wahrheit zu kennen, auch wenn sie wie ausgedacht klingt. Du bist mit dem Konzept dieser Portale vertraut – bist du doch selbst schon durch solche Tore hindurchgegangen. Aus unbekannten Gründen gibt es in Arkham, Massachusetts, jede Menge solcher Portale, aber das Durchschreiten ist gefährlich und nichts für schwache Nerven. Hinter diesen Portalen liegt das Reich von Tindalos, in dem sich unzählige verwobene Pfade, winklig und gebogen, oben und unten, in alle Richtungen verzweigen. Hier und da kreuzen sie sich mit Aufgängen und spiralförmigen Treppen. Auf diesen Pfaden tummeln sich bösartige Schergen: grässliche Satyrn und die Hunde von Tindalos sowie andere Monstrositäten. Die Bestien sind begierig darauf, ihre Beute zu zerfleischen oder – was vielleicht noch schlimmer ist – sie zu entführen und in Tindalos einzusperren. Es gab eine Verzerrung in der Zeit, deren Auswirkungen sich über die kommenden Jahre hinziehen wird. Die Wissenschaftler sind zwei dieser unglücklichen Seelen. Du musst sie finden und die veränderte Zeitlinie korrigieren. Dabei solltest du aber nicht vergessen, dass Zeitreisen unbeabsichtigte Folgen haben können, von denen einige schwerwiegende Auswirkungen haben können.
es: El titular del periódico dice: "¡Científicos locales ganan el Premio Nobel!". Bajo él, una fotografía muestra a dos ancianos físicos que posan orgullosos frente a un gran telescopio. Miras la fecha del periódico y te quedas con la boca abierta. Este ejemplar del <i>Arkham Advertiser</i> está fechado el 5 de diciembre de 1956. Pero ¿cómo es posible? La sorpresa y la curiosidad te hacen leerte ansiosamente todo el periódico y descubrir a dos destacables científicos y su trayectoria hasta ganar el Premio Nobel de Física. Nacido en Arkham en 1877 e hijo de inmigrantes irlandeses, el primer recuerdo de Thomas Corrigan es cuando dejó sus ceras en una mesa bajo el sol estival y se derritieron. A partir de entonces, su curiosidad y su sed de conocimientos crecieron mucho más rápidamente que su altura. Su asombro por el mundo que lo rodeaba, desde las feroces tormentas de Nueva Inglaterra hasta el lienzo de las estrellas en el cielo nocturno, alimentaron su pasión por las ciencias. El deseo de Thomas de asistir a la Universidad Miskatonic surgió casi a la vez que su amor por el aprendizaje, pues su aclamada Facultad de Ciencias y su cercanía la convertían en una elección natural. Tras un pregrado en Física y una licenciatura en Astrofísica en Miskatonic, comenzó a trabajar en el Observatorio Warren de la Universidad, investigando objetos y fenómenos astronómicos. Nacida en Varsovia, Polonia, en 1877, Mary Zielinski es la hija pequeña de dos profesores. Tiene bellos recuerdos de ayudar a su madre con la cocina y la repostería siendo pequeña, usando tazas y cucharillas para medir los distintos ingredientes y luego mezclarlos para crear algo totalmente nuevo. Después de eso, empezó a experimentar por su cuenta, lo que la llevó por la senda de la química y la física. En la Universidad Miskatonic quedaron suficientemente impresionados con las credenciales de Mary como para ofrecerle una beca completa. De naturaleza callada e introvertida, pasaba gran parte de su tiempo en los laboratorios del edificio de Ciencias, realizando diversos experimentos. Su dedicación y duro trabajo lograron un pregrado en Química, tras lo cual permaneció en la universidad para lograr su licenciatura en Física. Al tener intereses en común, Thomas y Mary acabaron por conocerse y empezar una relación. Su pasión compartida por las ciencias los animaba y motivaba mutuamente, y colaboraron en varios proyectos. Años más tarde, uno de sus proyectos más interesantes despegó: la posibilidad de un nuevo paradigma basado en la relatividad general que conecta la curvatura del espaciotiempo con la gravedad. Empezaron a probar la teoría de que era posible distorsionar el espaciotiempo, dando como resultado una discontinuidad. Esa distorsión podía dar como resultado portales que llevasen a lugares lejanos del universo, o incluso a la misma ubicación en otra era; es decir, el viaje temporal. Este tipo de labor puntera atrajo la atención de sus colegas del campus y de más allá. Uno de estos colegas era el brillante y excéntrico Edwin Bennet, una verdadera estrella en alza en el campo de la física cuántica que era catedrático en su alma máter, la Universidad Miskatonic. Aunque joven y sin haber publicado aún, estaba ansioso por demostrar que sus conocimientos resultarían valiosos para el proyecto; sin embargo, en el campus había quienes expresaron su preocupación por considerarlo “temerario” e “inestable”. Tras toparse con varios obstáculos y tener que buscar inspiración, Thomas y Mary aceptaron la oferta de colaboración de Edwin, y el equipo aumentó su confianza respecto a un próximo avance… que nunca llegó. No se sabe muy bien qué pasó a continuación, pero se produjo algún tipo de desacuerdo o conflicto que acabó con la sustitución de Edwin por un científico todavía más excéntrico: Ezra Graves. Thomas y Mary reconocieron el papel de Edwin en su investigación y se lo agradecieron. La creatividad sin límites de Ezra fue vital para el nuevo enfoque que Thomas y Mary aplicaron a sus problemas, y esta nueva perspectiva les permitió superar los obstáculos. Aunque Ezra no tardó en emprender proyectos propios, sus contribuciones fueron muy valiosas y apreciadas. A lo largo de los años, la investigación de Thomas y Mary progresó de éxito en éxito, hasta culminar en el descubrimiento del teletransporte. Publicaron su impresionante hallazgo el 23 de febrero de 1955 ante el aplauso generalizado. Y ahora, o más bien dentro de treinta años, se les concede el Premio Nobel de Física. Aunque te parece sospechoso, tu intuición te dice que este misterioso periódico es real. El asombro ante la futura notoriedad de dos científicos locales te hace ir a la Universidad Miskatonic para conocerlos. Sin embargo, te informan de que no son parte del personal del campus y que ambos desaparecieron trágicamente hace años. Se ha producido un cambio tremendo sin que el resto del mundo lo sepa. Unos famosos científicos han desaparecido sin dejar rastro. Inventos importantes han quedado sin inventar. Un descubrimiento histórico ha dejado de ser descubierto de pronto. La humanidad podría no volver a ser la misma. Crees saber la verdad, aunque sea más extraña que la ficción. Tienes una cierta familiaridad con el concepto de los portales, e incluso has atravesado alguno que otro. Por motivos desconocidos, la ciudad de Arkham, en Massachusetts, está repleta de portales así, pero viajar por ellos es peligroso y requiere de no poco valor. En el interior de esos portales se encuentra el reino de Tíndalos, donde innumerables senderos suspendidos, angulares y curvos, por encima y por debajo, se alejan en todas direcciones. Aquí y allá, se cruzan con rampas y espirales. Acechando por esos senderos hay malignas criaturas: espantosos sátiros y perros de Tíndalos, entre otras monstruosidades. Las bestias ansían destrozar a sus presas o, lo que tal vez sea peor, llevárselas y aprisionarlas en Tíndalos. Se ha producido una distorsión en el tiempo, y sus efectos se han expandido a lo largo de los años siguientes. Estos dos científicos han tenido la desgracia de verse afectados, tendrás que encontrarlos y arreglar la línea temporal rota. Pero recuerda algo importante: viajar por el tiempo puede tener consecuencias no deseadas que provocarán graves repercusiones.
fr: « Des scientifiques locaux reçoivent le prix Nobel ! » titrait le journal. En dessous s’affichait la photographie de deux scientifiques âgés, posant fièrement devant un immense télescope. Vous restez sans voix en apercevant la date de cet exemplaire de l’Annonceur d’Arkham : 5 décembre 1956. Comment est-ce possible ? Poussé par la curiosité, vous dévorez le journal et en apprenez plus sur ces deux remarquables scientifiques et sur la manière dont ils ont remporté le prix Nobel de physique. Thomas Corrigan, originaire d’une famille d’immigrés irlandais, est né en 1877 à Arkham. Son plus vieux souvenir est celui de ses crayons pastels, oubliés sur la table de jardin, et qui ont fondu et fusionné sous le soleil estival. À partir de cet instant, sa curiosité et sa soif de connaissance n’ont fait que croître. Depuis les orages de la Nouvelle-Angleterre jusqu’aux constellations, son émerveillement face au monde qui l’entoure a nourri sa passion pour la science. Son désir d’étudier à l’Université Miskatonic est presque aussi ancien que son amour de la connaissance. Ses brillantes études au Collège des Sciences et la proximité de l’université en firent un choix naturel. Après avoir obtenu ses diplômes en physique et en astrophysiques à l’Université Miskatonic, il commença à travailler à l’Observatoire Warren, débutant des recherches sur les objets et les phénomènes astronomiques. Née en 1877 à Varsovie en Pologne, Mary Zielinski est la benjamine d’un couple d’enseignants. Son enfance est marquée de doux souvenirs d’elle aidant sa mère à préparer les repas en utilisant tasses et cuillères pour mesurer avec précision toute une variété d’ingrédients, puis les mélangeant pour obtenir quelque chose d’entièrement nouveau. Peu après, elle commença ses propres expériences culinaires, qui finirent par la mener sur le chemin de la chimie. Impressionnée par le potentiel de Mary, l’Université Miskatonic lui offrit une bourse d’étude complète. Discrète et introvertie, elle passait le plus clair de son temps dans le laboratoire du bâtiment des Sciences à mener ses nombreuses expériences. Son travail acharné et son implication lui permirent de décrocher un diplôme en chimie, puis en physique. Unis par des intérêts communs, Thomas et Mary finirent par se lier d’amitié, puis par entamer une relation sentimentale. Leur passion commune pour la science les encouragea mutuellement et ils collaborèrent sur de nombreux projets. Des années plus tard, l’un de leurs sujets d’étude les plus intrigants prit forme : la possibilité d’un tout nouveau paradigme basé sur la relativité générale qui assimile la courbure de l’espace-temps à la gravité. Ils commencèrent à éprouver leur théorie comme quoi l’espace-temps pouvait être modifié afin d’y créer une discontinuité. Une telle déformation pourrait être en mesure de créer un portail susceptible de mener à d’autres endroits dans l’univers ; voire au même endroit, mais à une autre époque. Le voyage dans le temps. Ce travail extraordinaire attira l’attention de plusieurs de leurs collègues du campus ou d’ailleurs. L’un de ces associés était le brillant bien qu’excentrique Edwin Bennet. Cette étoile montante de la physique quantique était devenue professeur de sa discipline fétiche à l’Université Miskatonic. Jeune et n’ayant encore publié aucun travail majeur, Bennet désirait ardemment faire ses preuves en participant à ce projet, malgré les réserves de plusieurs autres collègues qui le jugeaient trop « téméraire » et « instable ». Après s’être heurtés à plusieurs obstacles et avoir manqué d’inspiration, Thomas et Mary finirent par accepter l’offre de collaboration d’Edwin. Tous trois avaient la conviction qu’ils étaient à l’aube d’une grande découverte, mais celle-ci ne vint jamais. Ce qu’il advint ensuite n’a jamais été rendu public. Un désaccord ou un conflit aboutit au remplacement d’Edwin par un savant encore plus excentrique, Ezra Graves. Edwin fut néanmoins crédité et remercié par Thomas et Mary pour son rôle dans leurs recherches. La créativité sans limites d’Ezra fut essentielle dans la nouvelle approche que Thomas et Mary eurent de leurs problèmes, et ces nouvelles perspectives leur permirent de surmonter les obstacles qui les entravaient. Ezra retourna bientôt à ses propres projets, mais ses contributions inestimables furent grandement appréciées. Au fil des années, Thomas et Mary voguèrent de succès en succès dans leurs recherches, le tout culminant par la découverte de la téléportation. Leur formidable découverte fut publiée le 23 février 1955, et grandement acclamée. Et voilà qu’aujourd’hui — enfin le « aujourd’hui » de dans trente ans — ils reçoivent le prix Nobel de physique. Bien que tout cela paraisse invraisemblable, votre intuition vous souffle que ce mystérieux journal est bien réel. Au vu de la notoriété future de ces deux scientifiques locaux, vous décidez d’aller à l’Uni-versite Miskatonic afin de les rencontrer. Là, vous apprenez que ni l’un ni l’autre ne sont affiliés à l’université et qu’ils ont tragiquement disparu il y a des années de cela. À l’insu du reste du monde, un changement monumental s’est produit. Des scientifiques de premier plan ont disparu sans laisser de traces. Une invention remarquable a été « désinventée » et une découverte remarquable « indécouverte ». L’humanité en sera changée a tout jamais. Vous pensez connaître la vérité, même si elle est difficile à croire. La notion de portails vous est familière; vous en avez traversé un vous-même. Pour une raison inconnue, de tels portails sont fréquents à Arkham, Massachusetts. Mais il est dangereux de les traverser. Par-delà ces portails se trouve le monde de Tindalos où d’innombrables chemins suspendus, tantôt angulaires, tantôt incurvés, tantôt au-dessus, tantôt en dessous, s’étendent dans toutes les directions. Çà et là, ils croisent une rampe ou une spirale. Des créatures maléfiques arpentent ces voies : les effroyables Satyres, les Chiens de Tindalos et bien d’autres encore. Ces bêtes sont avides de proies à dévorer, ou peut-être pire, à enlever et emprisonner à Tindalos. Une distorsion s’est produite dans le temps, et ses effets ont ricoché au fil des années. Ces scientifiques sont deux âmes infortunées et vous devez les retrouver afin de réparer le fil du temps qui a été brisé. Mais souvenez-vous : voyager à travers le temps peut avoir des conséquences inattendues. Le genre de conséquences qui ont de graves répercussions.
it: La testata del giornale annuncia: "Scienziati locali vincono il premio Nobel!". Sotto di essa svetta la foto di due fisici anziani, ritratti in piedi con l'espressione fiera davanti a un gigantesco telescopio, Non appena a date un'occhiata alla data stampata sulla pagina, rimanete a bocca aperta: 5 dicembre 1956? Com'è possibile? Sorpresi e incuriositi, divorate l'intero articolo, scoprendo la storia dei due rinomati scienziati e dell'impresa che li ha condotti a vincere il premio Nobel la fisica. Nato nel 1877 ad Arkham da una coppia di immigrati irlandesi, Thomas Corrigan aveva nitido nella mente un particolare della sua infanzia: alcuni pastelli a cera lasciati su un tavolino all'esterno si erano sciolti sotto il caldo sole estivo. Da quel giorno, la sua curiosità e la sua sete di conoscenza crebbero più rapidamente della sua altezza. Dalle furiose tempeste nel New England alle tavolozze di stelle nel cielo notturno, tutto lo affascinava e alimentava la sua passione per la scienza. Thomas aveva sempre desiderato frequentare la Miskatonic University: la fama della Facoltà di Scienze dell'istituto, assieme alla vicinanza geografica, la resero una scelta naturale. Dopo aver ottenuto la laurea in Fisica e conseguito un dottorato in Astrofisica alla Miskatonic, Thomas cominciò a lavorare all'Osservatorio Warren dell'università nello studio di corpi e fenomeni astronomici. Nata nel 1877 a Varsavia, in Polonia, Mary Zielinski è la figlia più giovane di due insegnanti. Ha sempre avuto deliziosi ricordi della sua infanzia in cui aiutava la madre a cucinare e a fare il pane usando tazze e cucchiai per dosare gli ingredienti, mescolarli e creare qualcosa di completamente nuovo. Fu da allora che cominciò a sperimentare per conto suo, muovendo i primi passi su un percorso che l'avrebbe portata agli studi di chimica e fisica. Impressionata dalle sue credenziali, la Miskatonic University le offrì una borsa di studio completa. Silenziosa e introversa, Mary passava buona parte del suo tempo nei laboratori della Facoltà di Scienze a compiere gli esperimenti più disparati. Il suo duro lavoro e la sua dedizione le permisero di ottenere la laurea in Chimica, ma Mary decise di continuare gli studi e di conseguirne anche una seconda in Fisica. Grazie agli interessi comuni, Thomas e Mary finirono per stringere un'amicizia che si trasformò in una relazione sentimentale. Condividendo la passione per la scienza, sapevano sempre incoraggiarsi e motivarsi l'un l'altra, e nella loro carriera collaborarono su svariati progetti. Dopo qualche anno, diedero il via alla loro iniziativa più ambiziosa: la possibilità di un paradigma completamente nuovo basato sulla relatività generale, che collegava la curvatura dello spaziotempo all'attrazione gravitazionale. Cominciarono a testare la teoria secondo cui lo spaziotempo potesse essere distorto, creando così una discontinuità. Tale distorsione poteva aprire dei portali verso luoghi remoti nell'universo o persino verso lo stesso luogo ma in un'altra epoca: in sostanza, un viaggio nel tempo. Simili teorie rivoluzionarie attirarono l'attenzione dei loro colleghi nel campus e non solo. Uno di questi era il brillante ed eccentrico Edwin Bennet: astro nascente nel campo della fisica quantistica, Edwin ottenne una cattedra nella sua alma mater, la Miskatonic University. Giovane e senza alcuna pubblicazione a suo nome, il professore era bramoso di dimostrare che le sue conoscenze potevano essere indispensabili per il progetto di Thomas e Mary; c'era però chi nel campus si era dimostrato dubbioso in merito alla sua partecipazione, a causa della sua nomea di "avventato" e "instabile". " Dopo aver incontrato svariati ostacoli e ormai in cerca di ispirazione, Thomas Mary accolsero la proposta di Edwin; la squadra così composta era sicura di essere sul punto di compiere una scoperta eccezionale… che non arrivò mai. Non è chiaro cosa accadde in seguito, ma un qualche conflitto o disaccordo portò all'allontanamento di Edwin dal gruppo in favore di uno scienziato persino più eccentrico di lui, Ezra Graves. Thomas e Mary ringraziarono pubblicamente Edwin, riconoscendo il suo ruolo nelle ricerche. La sconfinata creatività di Ezra fu fondamentale per l'approccio innovativo dei due scienziati ai problemi e la sua nuova prospettiva aveva permesso loro di superare ogni ostacolo. Per quanto Ezra passò presto a occuparsi di altri progetti, il suo contributo si rivelò indispensabile e assolutamente apprezzato. Nel corso degli anni, le ricerche di Thomas e Mary progredirono con un successo dopo l'altro, culminando con la scoperta del teletrasporto. Pubblicarono i loro traguardi più importanti il 23 febbraio 1955, accolti con entusiasmo dal mondo scientifico. Oggi (o meglio, a trent'anni da oggi) vengono premiati con il premio Nobel per la fisica. Il vostro intuito vi suggerisce che questo misterioso quotidiano sia reale. Stupefatti per la futura notorietà che riceveranno i due scienziati locali, vi recate presso la Miskatonic University per incontrarli. Tuttavia, venite informati che Thomas e Mary non hanno alcun rapporto con l'istituto e che, tragicamente, sono entrambi scomparsi anni fa. All'insaputa del resto del mondo, stanno avvenendo dei cambiamenti epocali: scienziati di spicco spariscono senza lasciare traccia, invenzioni rivoluzionarie paiono non essere mai state inventate e scoperte storiche tornano improvvisamente a essere sconosciute. L'umanità potrebbe non essere più la stessa. Credete di sapere la verità, anche se può sembrare più assurda della finzione. Avete una certa familiarità con i portali, avendone attraversati alcuni: per ragioni ancora sconosciute, Arkham ne è disseminata, ma attraversarne uno è pericoloso e poco adatto ai deboli di cuore. Dall'altra parte di questi portali si cela il reame di Tindalos, dove si protendono in ogni direzione innumerevoli sentieri sospesi, curvi e contorti, sopraelevati e sotterranei, intersecandosi qua e là con rampe e spirali. Questi percorsi sono battuti da malevoli mostruosità quali i terrificanti satiri e i segugi i di Tindalos: bestie pronte a dilaniare le loro prede o, forse peggio, a rapirle per imprigionarle in quel reame. È qui che si è verificata la distorsione temporale, i cui effetti si sono riverberati negli anni a venire. Questi scienziati sono due delle tante vittime sfortunate e dovrete trovarli se vorrete riparare la linea temporale infranta. Ricordate solo una cosa: viaggiare nel tempo potrebbe causare conseguenze indesiderate, alcune delle quali potrebbero avere delle serie ripercussioni.
pl: Nagłówek gazety głosi: „Miejscowi naukowcy otrzymali Nagrodę Nobla!” Poniżej pokazano dwójkę starszych fizyków, stojących dumnie przed dużym teleskopem. Spoglądacie na datę w gazecie i otwieracie usta ze zdziwienia. To wydanie Arkham Advertisera jest datowanie na 5 grudnia 1956 roku. Ale jak to możliwe? Zaskoczeni i zaciekawieni, chętnie czytacie całą gazetę i dowiadujecie się o dwóch wybitnych naukowcach i ich drodze do zdobycia Nagrody Nobla w dziedzinie fizyki. Thomas Corrigan urodził się w 1877 roku w Arkham, w rodzinie irlandzkich imigrantów. Najwcześniejsze wspomnienie Thomasa to moment, w którym jego pozostawione na stole w ogródku kredki świecowe, stopiły się w żarzącym letnim słońcu. Od tej pory jego ciekawość i pragnienie wiedzy rosły szybciej niż on sam. Jego zachwyt nad otaczającym go światem - od gwałtownych burz Nowej Anglii po rozświetlone gwiazdami nocne niebo-podsycał jego pasję do nauki. Pragnienie Thomasa, aby studiować na Uniwersytecie Miskatonic, pojawiło się prawie tak dawno, jak jego miłość do nauki- ze względu na renomę Wydziału Nauk Ścisłych i niewielką odległość od domu był to dla niego oczywisty wybór. Po ukończeniu studiów najpierw z fizyki, a następnie astrofizyki rozpoczął pracę w uniwersyteckim Obserwatorium Warrena, badając ciała niebieskie i zjawiska astronomiczne. Mary Zieliński urodziła się w Warszawie w 1877 roku jako najmłodsze dziecko dwojga nauczycieli. Nadal pamięta, jak będąc jeszcze małą dziewczynką pomagała matce w gotowaniu i pieczeniu, używając filiżanek i łyżeczek do odmierzania różnych składników, które następnie mieszała, aby stworzyć coś zupełnie nowego. Wkrótce zaczęła eksperymentować samodzielnie, co popchnęło ją na ścieżkę chemii i fizyki. Będąc pod wrażeniem umiejętności Mary, Uniwersytet Miskatonic zaoferował jej pełne stypendium. Jako cicha introwertyczka spędzała większość czasu w laboratoriach Budynku naukowego, przeprowadzając różne eksperymenty. Jej ciężka praca i poświęcenie przyniosły jej stopień naukowy z chemii i pozostała na uniwersytecie, aby uzyskać dyplom również z fizyki. Dzięki wspólnym zainteresowaniom Thomas i Mary w końcu się poznali i zostali parą. Ich wspólna pasja do nauk ścisłych zachęcała i motywowała ich nawzajem, dzięki czemu współpracowali przy kilku projektach. Wiele lat później rozpoczęli jeden z ich najbardziej intrygujących projektów: chcieli stworzyć zupełnie nowy paradygmat oparty na ogólnej teorii względności, który połączyłby krzywiznę czasoprzestrzeni z grawitacją. Zaczęli testować teorię, że czasoprzestrzeń może zostać zniekształcona, co wywoła jej nieciągłość. Takie wypaczenie może skutkować portalami prowadzącymi do odległych miejsc we wszechświecie, a nawet do ich własnej lokalizacji w innej epoce - co w efekcie oznaczałoby podróże w czasie. Tego typu przełomowa praca zwróciła uwagę kolegów z kampusu i nie tylko. Jednym z ich współpracowników był genialny, ale ekscentryczny Edwin Bennet, Jako szybko wschodząca gwiazda w dziedzinie fizyki kwantowej Edwin został profesorem na swojej macierzystej uczelni, Uniwersytecie Miskatonic. Chciał udowodnić, že mimo jeszcze młodego wieku i braku publikacji naukowych, jego wiedza będzie bezcenna dla ich projektu, jednak inni pracownicy kampusu mieli co do tego poważne obawy, nazywając go „lekkomyślnym” i „niezrównoważonym”. Thomas i Mary, którzy stanęli przed wieloma problemami i szukali inspiracji, z zadowoleniem przyjęli propozycję współpracy Edwina. Byli przekonani, że zbliża się prawdziwy przełom - jednak nigdy nie nadszedł. Nie jest jasne, co dokładnie wydarzyło się później, ale nieporozumienia lub konflikty spowodowały, że Edwina zastąpił jeszcze bardziej ekscentryczny naukowiec, Ezra Graves. Thomas i Mary podziękowali Edwinowi za jego wkład w ich badania. Nieograniczona kreatywność Ezry stanowiła integralną część nowego podejścia Thomasa i Mary do ich badań, a ta świeża perspektywa pozwoliła im pokonać napotkane przeszkody. Chociaż Ezra wkrótce poświęcił się własnym projektom, jego wkład był ogromny i bardzo doceniony przez naukowców. Przez lata badania Thomasa i Mary obfitowały w kolejne sukcesy, aż w końcu udało im się odkryć teleportację. Opublikowali swoje niezwykle odkrycie 23 lutego 1955 roku, co spotkało się z dużym uznaniem. A teraz - a raczej za trzydzieści lat - otrzymują Nagrodę Nobla w dziedzinie fizyki. Choć brzmi to podejrzanie, intuicja podpowiada wam, że ta tajemnicza gazeta jest prawdziwa. Będąc pod wrażeniem przyszłej sławy, która czeka tę dwójkę miejscowych naukowców, udajecie się na Uniwersytet Miskatonic, aby się z nimi spotkać. Dowiadujecie się jednak, że nie są juz związani z Uniwersytetem i - niestety - oboje zniknęli w tajemniczych okolicznościach lata temu. Bez wiedzy reszty świata nastąpiła poważna zmiana. Wybitni naukowcy zniknęli bez śladu. Przełomowe wynalazki nie zostały wynalezione. Nie dokonano historycznego odkrycia. Ludzkość może nigdy nie być taka sama. Wydaje wam się, że znacie prawdę, nawet jeśli jest dziwniejsza niż fikcja. Znacie koncepcję portali - przecież sami przez nie przechodziliście. Z nieznanych powodów Arkham w stanie Massachusetts obfituje w takie portale, ale podróżowanie przez nie jest niebezpieczne i nie dla osób o słabym sercu. Po ich drugiej stronie leży kraina Tindalos, gdzie niezliczone powietrzne ścieżki, kanciaste i zakrzywione, wiją się w górę i w dół we wszystkich kierunkach. Gdzieniegdzie poprzecinane są rampami i krętymi schodami. Wzdłuż tych ścieżek krążą złowrogie sługi Tindalos: upiorne satyry, potężne Ogary oraz inne potworności. Bestie tylko czekają, aby rozszarpać swoje ofiary lub, co gorsza, porwać i uwięzić je w Tindalos. Czas został wypaczony, co miało wpływ na wydarzenia kolejnych lat. Zaginieni naukowcy to dwie nieszczęsne dusze dotknięte tym wypaczeniem - musicie ich odnaleźć i naprawić zepsutą oś czasu. Pamiętajcie tylko: podróżowanie w czasie może mieć wiele niespodziewanych konsekwencji, nie tylko dla was, ale i dla całego świata.
ru: Заголовок газеты гласит: «Местные учёные получили Нобелевскую премию!» Под ним изображены два пожилых физика, гордо стоящих перед большим телескопом. Вы бросаете взгляд на дату выхода, и ваша челюсть отвисает. Этот номер «Аркхэм Эдвертайзер» датирован 5 декабря 1956 года. Но как такое возможно? Подгоняемые удивлением и любопытством, вы спешно просматриваете весь выпуск и узнаёте о двух выдающихся учёных и их пути к получению Нобелевской премии по физике. Томас Корриген родился в 1877 году в Аркхэме в семье ирландских иммигрантов. Его первое воспоминание — это восковые карандаши, оставленные под открытым небом и сплавленные вместе палящим солнцем. С тех пор его любопытство и жажда знаний росли быстрее, чем он сам. Восхищение окружающим миром, от яростных гроз Новой Англии до полотна звёзд на ночном небе, подпитывало его страсть к науке. Желание попасть в Мискатоникский университет появилось у Томаса примерно тогда же, когда и любовь к учёбе, а близость к дому и знаменитый Научный колледж не оставили иного выбора. Получив степени бакалавра физики и магистра астрофизики, Томас приступил к работе в университетской обсерватории Уоррена и занялся изучением астрономических объектов и явлений. Мария Зелински родилась в 1877 году в Варшаве и была младшим ребёнком в семье двух учителей. Она с теплотой вспоминает, как в детстве помогала матери с готовкой и выпечкой, отмеряя чашками и чайными ложками различные ингредиенты, а затем смешивая их, чтобы в итоге получить нечто совершенно новое. После этого она начала экспериментировать самостоятельно, что привело её к изучению физики и химии. Впечатлённый успехами Марии, Мискатоникский университет предложил ей полную стипендию. Тихая и замкнутая, она проводила большую часть времени в Лабораторном корпусе, занимаясь различными экспериментами. Благодаря упорному труду и целеустремлённости она получила степень бакалавра химии и осталась в университете, чтобы закончить магистратуру по физике. Со временем Томас и Мария познакомились на почве общих интересов, после чего между ними завязались отношения. Страсть к науке позволяла им вдохновлять и мотивировать друг друга, что привело к нескольким совместным проектам. Спустя годы получил развитие один из их самых интригующих проектов: возможность создания на основе общей теории относительности совершенно новой парадигмы, связывающей искривление пространства-времени с гравитацией. Они начали проверять теорию об искривлении пространства-времени, приводящем к его разрыву. Такое искривление может стать причиной появления порталов, ведущих в отдалённые уголки Вселенной или даже в исходную точку, но в другой эре — по сути, самое настоящее путешествие во времени. Столь новаторская работа привлекла внимание коллег из университетского городка и из-за его пределов. Одним из них был блистательный и эксцентричный Эдвин Беннет. Быстро восходящая звезда в области квантовой физики, Эдвин стал профессором в своей альма-матер, Мискатоникском университете. Молодой и малоизвестный, Эдвин жаждал показать, что его знания будут бесценными для проекта, хотя другие учёные выражали на этот счёт серьёзные опасения, отзываясь о нём как о безрассудном и неуравновешенном человеке. Встретив некоторые трудности, в поисках вдохновения Томас и Мария с радостью приняли предложение Эдвина о сотрудничестве. Команда исследователей пребывала в уверенности, что они находятся на пороге открытия… но этого не случилось. Неизвестно, что именно произошло следом, но некие разногласия или конфликты привели к тому, что Эдвина заменили ещё более эксцентричным учёным, Эзрой Грейвзом. Томас и Мария признали вклад Эдвина в их исследование и поблагодарили его за участие. Безграничная креативность Эзры стала неотъемлемой частью нового подхода Томаса и Марии к решению проблем, а его свежий взгляд помог им сдвинуться с мёртвой точки. И хотя Эзра вскоре вернулся к своим проектам, его вклад был неоценим. На протяжении долгих лет Томас и Мария достигали успеха за успехом, что в итоге привело к открытию телепортации. Они опубликовали работу о своём выдающемся изобретении 23 февраля 1955 года и получили огромное признание. И вот теперь — вернее, тридцать лет спустя — они стали лауреатами Нобелевской премии по физике. Хотя всё это выглядит подозрительно, интуиция подсказывает вам, что газета настоящая. В восторге от блестящего будущего местных учёных вы решаете отправиться в Мискатоникский университет, чтобы познакомиться с ними. Однако по прибытии вы узнаёте, что Томас и Мария больше не связаны с университетом и пропали при неясных обстоятельствах несколько лет назад. Незаметно для остального мира произошли серьёзные перемены. Бесследно исчезли выдающиеся учёные. Знаменитые изобретения стали неизобретёнными. Историческое открытие вдруг оказалось нераскрытым. Человечество никогда не будет прежним. Вы верите, что знаете правду, пускай она и кажется удивительнее вымысла. Вы хорошо знакомы с таким явлением, как порталы, и даже проходили через них. По неизвестным причинам Аркхэм, что в штате Массачусетс, просто кишит ими, но подобные путешествия опасны и не для слабонервных. За этими порталами находится царство Тиндала, где во всех направлениях расходятся бесчисленные подвесные тропинки, угловатые и изогнутые. То тут, то там они пересекаются с пандусами и спиралями. По этим тропам рыщут злобные приспешники: отвратительные сатиры, гончие Тиндала и другие чудовища. Эти звери жаждут сожрать свою добычу или того хуже — похитить и навечно заточить в Тиндале. Произошло искажение времени, и его последствия отразились на грядущих годах. Учёные стали жертвами этого происшествия, и теперь вы должны найти их и восстановить привычный порядок вещей. Но помните: путешествия во времени могут привести к непредвиденным исходам, а некоторые из них влекут за собой серьёзные последствия.
