Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: “Sit there any longer and I’ll have to charge you rent.” You blink rapidly, as if coming out of a deep dream. Looking up, you see a waiter giving you an annoyed look. He is carrying a stack of dirty dishes. In your hand is a glass of water. You don’t remember ordering it, nor do you remember how long you’ve been here. And where <i>is</i> here, exactly? You spin around in your chair and realize you’re in the restaurant of the Excelsior Hotel. A few other diners are present, catching an early dinner and minding their own business. The soft light of an autumn afternoon filters in through the windows, and the general din of activity can be heard from the lobby. You turn and briefly glance back at the waiter before reaching in your pocket and dropping a quarter on the table, heading for the lobby. Your legs feel like jelly. As you stumble out of the restaurant, other guests view you with concern. The security guard in the corner watches you like a hawk. You head over to the front desk, steadying yourself against it. The concierge approaches, but you recoil at the recognition of his face. The hotel is operating as if nothing happened. But that can’t be. Everything you saw was true, right? You dash out the front door before he can reach you. You have to put some distance between yourself and this accursed place. Weeks pass. Nothing helps to quell the feeling in your mind that you have missed something important. This business with the Excelsior is not done, not by a long shot. You begin your investigation anew, asking around town for the latest rumors regarding the hotel. More missing staff. More sudden closures. Guests who never arrived. Guests who <i>never</i> left. It’s all too much. Standing on a lonely street corner in Northside, you consider your options. Streetlamps flicker to life around you as evening creeps in. Just then, a stranger bumps into you, muttering a half-hearted apology. You take a step after them before you feel something tugging at the back of your mind. No. Could it be? You stick your hands into your coat pocket. Stuffed inside is a small, folded note. You look up, but the pedestrian is nowhere in sight. You unfold the note slowly, fingers shaking from anxiety and fear. <center><fancy>It’s all a facade.</fancy></center> <center><fancy>Room 225. Tonight.</fancy></center> <center><fancy>This isn't over.</fancy></center>
de: „Wenn Sie noch länger da sitzen, muss ich Ihnen Miete berechnen.“ Du blinzelst schnell, als würdest du aus einem tiefen Traum erwachen. Als du aufblickst, erkennst du einen Kellner, der dich genervt anstarrt. Er trägt einen Stapel mit schmutzigem Geschirr. In deiner Hand hältst du ein Glas Wasser. Du kannst dich nicht daran erinnern, es bestellt zu haben. Wie lange bist du schon hier? Und wo genau ist hier? Du drehst dich in deinem Stuhl herum und erkennst das Restaurant des Excelsior wieder. Ein paar andere Gäste sind anwesend, die ein frühes Abendessen bestellen und dich nicht weiter beachten. Das weiche Licht des Herbstnachmittags fällt durch die Fenster und aus der Hotellobby dringt geschäftiger Lärm herüber. Du drehst dich wieder um und wirfst einen kurzen Blick auf den Kellner, bevor du in die Tasche greifst, einen Vierteldollar auf den Tisch fallen lässt und dich in Richtung Lobby aufmachst. Deine Beine fühlen sich wie Gelee an und während du aus dem Restaurant stolperst, sehen dich andere Gäste besorgt an. Der Wachmann in der Ecke der Lobby beobachtet jeden deiner Schritte. Du gehst hinüber zur Rezeption und stützt dich an ihr hoch, doch als sich der Concierge nähert und du sein Gesicht erkennst, schreckst du zurück. Alle arbeiten, als wäre nichts geschehen. Aber das kann nicht sein. Alles, was du gesehen hast, war real, oder? Du stürmst durch die Vordertür, bevor der Concierge bei dir ist. Du musst Abstand zwischen dich und diesen verfluchten Ort bringen. Die Wochen vergehen. Nichts hilft dabei, das Gefühl in deinem Kopf zu unterdrücken, dass du etwas Wichtiges übersehen hast. Diese Angelegenheit mit dem Excelsior ist noch lange nicht abgeschlossen. Du beginnst deine Untersuchungen von vorne und hörst dich in der Stadt nach den neuesten Gerüchten über das Hotel um. Noch mehr vermisste Mitarbeiter. Weitere plötzliche Schließungen. Gäste, die nie am Hotel angekommen sind. Gäste, die das Hotel nie verlassen haben. Es ist alles zu viel. Du stehst an einer einsamen Straßenecke in der Nordstadt und überlegst, was du tun sollst. Straßenlaternen um dich herum gehen flackernd an, während der Abend in die Stadt schleicht. In diesem Moment rempelt dich ein Fremder an und murmelt eine halbherzige Entschuldigung. Du machst einen Schritt hinterher, bevor eine Erinnerung an deinem Bewusstsein nagt. Nein. Kann es sein…? Du steckst deine Hände in die Manteltaschen - im Inneren befindet sich eine kleine, gefaltete Notiz. Du blickst auf, doch der Fußgänger ist nirgendwo zu sehen. Langsam entfaltest du den Zettel und deine Finger zittern vor Angst. <center><fancy>Es ist alles nur Fassade.</fancy></center> <center><fancy>Zimmer 225. Heute Nacht.</fancy></center> <center><fancy>Es ist noch nicht vorbei.</fancy></center>
es: —Si sigue ahí sentado mucho más tiempo, le voy a tener que cobrar alquiler. Parpadeas rápidamente, corno si salieras de un sueño profundo. Al levantar la mirada, ves a un camarero que te mira contrariado y lleva una pila de platos sucios. Tienes un vaso de agua en la mano. No recuerdas haberlo pedido, ni tampoco cuánto tiempo llevas aquí. ¿Y dónde es aquí exactamente? Te giras en la silla y te das cuenta de que estás en el restaurante del hotel Excelsior. Hay algunos comensales más que disfrutan de una cena temprana y se ocupan de sus asuntos. La tenue luz de la tarde otoñal se filtra por las ventanas, y desde el vestíbulo llega el habitual murmullo de actividad. Te das la vuelta de nuevo para mirar al camarero, te metes la mano en el bolsillo y dejas veinticinco centavos sobre la mesa antes de dirigirte hacia el vestíbulo. Notas las piernas como de gelatina. Al salir tambaleante del restaurante, otros clientes te miran con preocupación. El guardia de seguridad del rincón no te quita ojo de encima. Te acercas al mostrador de recepción y te apoyas en él para no caerte. El conserje se acerca, pero retrocedes al ver que te reconoce. El hotel está funcionando como si no hubiera pasado nada. Pero eso no puede ser. Todo lo que viste era cierto, ¿verdad? Sales corriendo por la puerta principal antes de que te alcance. Tienes que poner tierra de por medio entre este maldito lugar y tú. Pasan semanas. Nada te ayuda a acallar la sensación en tu mente de que has pasado por alto algo importante. El asunto del Excelsior no ha terminado ni mucho menos. Comienzas de nuevo tu investigación, preguntando por la ciudad acerca de cualquier rumor reciente sobre el hotel. Más personal desaparecido. Más cierres repentinos. Clientes que nunca llegan. Clientes que nunca se marchan. Es demasiado. Parado en una solitaria esquina del Barrio Norte, sopesas tus opciones. Las farolas se encienden entre parpadeos a tu alrededor mientras cae la noche. En ese momento, un desconocido se choca contigo y murmura una disculpa desganada. Das un paso en su dirección, pero algo en tu subconsciente te hace detenerte. No. ¿Podría ser...? Metes la mano en el bolsillo de tu abrigo. En su interior hay una notita doblada. Cuando vuelves a mirar, el desconocido ya no está. Desdoblas la nota lentamente, con los dedos temblorosos de miedo y ansiedad. <center><fancy>Es todo un montaje.</fancy></center> <center><fancy>Habitación 225. Esta noche.</fancy></center> <center><fancy>No ha acabado.</fancy></center>
fr: « Si vous restez assis ici une minute de plus, je vais devoir vous faire payer un loyer. » Vous clignez des yeux rapidement, comme si vous sortiez d'un rêve profond. Vous levez les yeux sur le serveur qui vous regarde, l'air agacé. Il porte une pile de vaisselle sale. Vous avez un verre d'eau à la main. Vous ne vous souvenez ni d'avoir commandé à manger, ni depuis combien de temps vous êtes là. D'ailleurs, où est ce « là » exactement ? Vous balayez la pièce du regard et réalisez que vous vous trouvez dans le restaurant de l'hôtel Excelsior. Quelques autres clients sont présents, dînant tôt ou vaquant à leurs occupation. La lumière douce d'un après-midi automnal filtre à travers la fenêtre et vous pouvez entendre d'ici le bruit des conversations provenant du hall d'entrée. Vous vous tournez à nouveau vers le serveur, attrapez quelques pièces dans votre poche et les déposez sur la table. Les jambes flageolantes, vous quittez le restaurant en direction du hall d'entrée, sous le regard inquiet des autres clients. L'argent de sécurité posté dans le coin vous observe tel un rapace. Vous vous dirigez vers le comptoir pour vous y adosser. Le concierge s'approche de vous et vous avez un mouvement de recul en reconnaissant son visage. L'hôtel fonctionne comme si de rien n'était. Comment est-ce possible ? Tout ce que vous avez cu était réel, n'est-ce pas ? Vous vous ruez vers la porte d'entrée avant qu'il ne vous atteigne. Vous devez mettre le plus de distance possible entre ce lieu maudit et vous. Les semaines passent. Rien ne parvient à faire taire l'impression que quelque chose d'important vous a échappé. Cette histoire avec l'Excelsior n'est clairement pas terminée. Vous recommencez à enquêter, posant des questions partout en ville, vous renseignant à propos des dernières rumeurs concernant l'hôtel. D'autres employés disparus. D'autres fermetures intempestives. Des clients qui ne sont jamais arrivés. Des clients qui ne sont jamais partis. C'en est trop. Debout dans un coin de rue isolé du Quartier Nord, vous considérez vos différentes options. Les lampadaires s'allument autour de vous alors que tombe le crépuscule. À cet instant précis, un étranger vous percute et bredouille quelques vague mots d'excuse. Vous faites un pas vers lui, mais cela vous rappelle soudain quelque chose. Non. Comment serait-ce possible ? Vous plongez la main dans votre poche, où est glissée une petite note. Vous relevez la tête, mais l'individu a disparu. Vous dépliez la note, les doigts tremblants d'anxiété autant que de peur. <center><fancy>Ce n'est qu'une façade.</fancy></center> <center><fancy>Chambre 225, ce soir.</fancy></center> <center><fancy>Ce n'est pas terminé.</fancy></center>
it: “Se ve ne state seduti li ancora un altro po’, vi dovrò far pagare l’affitto.” Sbattete le palpebre rapidamente come se vi foste appena risvegliati da un sonno profondo. Alzando lo sguardo, vedete un cameriere che tiene in mano una pila di piatti sporchi e vi fissa con aria infastidita. Scoprite di avere tra le mani un bicchiere d’acqua, anche se non ricordate di averlo ordinato e nemmeno da quanto tempo siete qui. Ma soprattutto: dov’è “qui”, esattamente? Girandovi sulla sedia, scoprite di trovarvi nel ristorante dell’Hotel Excelsior: oltre a voi sono presenti pochi altri commensali che hanno preferito cenare presto e sono immersi nei loro affari. La luce soffusa del pomeriggio autunnale filtra attraverso le finestre e dall’atrio giunge il classico brusio dei clienti e dello staff impegnato nelle solite mansioni. Vi voltate nuovamente gettando un’occhiata fugace al cameriere, poi tirate fuori dalla tasca un quarto di dollaro lanciandolo sul tavolo e vi dirigete all’ingresso. Le gambe vi tremano come se fossero di gelatina e mentre barcollate verso l’uscita del ristorante attirate gli sguardi preoccupati di alcuni ospiti. La guardia di sicurezza all’angolo vi fissa come un falco. Vi dirigete alla reception, appoggiandovi al bancone per reggervi in piedi; il concierge vi viene incontro, ma non appena riconoscete il suo volto sentite il bisogno di allontanarvi immediatamente. Sembra che all’hotel non sia mai successo nulla, ma non è possibile: tutto ciò che avete visto era reale, giusto? Uscite di corsa dall’ingresso principale prima che il concierge possa raggiungervi. Dovete allontanarvi da questo posto maledetto. Passano alcune settimane e nulla sembra chetare la sensazione che vi siate lasciati sfuggire qualcosa di importante. Il caso dell’Excelsior è tutt’altro che chiuso: decidete di ricominciare da capo l’indagine facendo domande e cercando di capire cosa si dica in giro ultimamente riguardo l’hotel. Altri membri dello staff scomparsi; altre chiusure improvvise; ospiti che non sono mai arrivati… e altri che non se ne sono mai andati. È troppo. Vi fermate a riflettere sulle opzioni a vostra disposizione in un angolo di strada isolato del Northside. Man mano che cala la sera, le luci dei lampioni si accendono sfarfallando. Proprio in quel momento uno sconosciuto vi urta e borbotta timidamente una scusa: state per seguirlo, quando uno strano presentimento si fa strada da un angolo recondito della vostra mente. No, non è possibile. Infilate la mano nella tasca del soprabito e lo trovate: un piccolo biglietto ripiegato. Alzate lo sguardo, ma l’individuo è già sparito dalla vista. Aprite lentamente il biglietto, con le dita tremanti per l’ansia e la paura. <center><fancy>É tutta una messinscena.</fancy></center> <center><fancy>Camera 225. Stanotte.</fancy></center> <center><fancy>Non è finita.</fancy></center>
ru: «Если так и будете сидеть здесь, мне придётся брать с вас арендную плату». Вы часто моргаете, словно пробуждаясь от глубокого сна. Подняв глаза, вы видите официанта, одаривающего вас раздражённым взглядом. Он несёт стопку грязных тарелок. У вас в руке стакан воды. Вы не помните, как заказали его и сколько времени провели здесь. И кстати, где «здесь»? Вы поворачиваетесь на стуле и понимаете, что находитесь в ресторане отеля «Эксельсиор». Несколько гостей за другими столиками обедают, не обращая на вас внимания. Мягкий свет осеннего дня проникает сквозь окна, а из вестибюля доносится обычный для отеля шум. Развернувшись, вы бросаете беглый взгляд на официанта и, оставив на столе четвертак, направляетесь к холлу. Ваши ноги подкашиваются. Когда вы, спотыкаясь, выходите из ресторана, другие гости смотрят на вас с беспокойством. Охранник, словно ястреб, следит за вами из своего угла. Вы подходите к стойке и опираетесь на неё всем телом. К вам идёт консьерж, но вы отшатываетесь, узнав его лицо. Отель продолжает работать как ни в чём не бывало. Но этого не может быть. Всё, что вы видели, происходило наяву, так ведь? Вы выбегаете на улицу, прежде чем консьерж приблизится. Нужно оказаться как можно дальше от этого проклятого места. Проходят недели. Вы никак не можете отделаться от ощущения, будто упустили нечто очень важное. Дело «Эксельсиора» ещё далеко от завершения. Вы начинаете расследование заново, расспрашивая горожан о последних слухах вокруг отеля. Всё больше сотрудников, пропавших без вести. Внезапные закрытия всё чаще. Гости, которые так и не прибыли. Гости, которые так и не съехали. Это невыносимо. Стоя на безлюдном углу в Нортсайде, вы размышляете, что делать дальше. Наступает вечер, и уличные фонари оживают. И вдруг какой-то прохожий сталкивается с вами, бормоча неискренние извинения. Вы делаете шаг за ним, но тут что-то всплывает у вас в памяти. Нет. Не может быть. Опустив руку в карман пальто, вы нащупываете свёрнутый листок бумаги. Вы поднимаете взгляд, но незнакомца и след простыл. Вы разворачиваете записку дрожащими от страха руками. <center><fancy>Всё это только видимость.</fancy></center> <center><fancy>Номер 225. Сегодня вечером.</fancy></center> <center><fancy>Это ещё не конец.</fancy></center>
vi: “Ngồi ở đó lâu hơn nữa và tôi sẽ phải tính thêm tiền cho cậu.” Bạn chớp mắt liên tục, như thể bước ra từ một giấc mơ sâu. Nhìn lên, bạn thấy một người phục vụ đang tỏ vẻ khó chịu với bạn. Anh ta đang mang một chồng bát đĩa bẩn. Trên tay bạn là một cốc nước. Bạn không nhớ đã kêu nước khi nào, cũng như không nhớ mình đã ở đây bao lâu. Và chính xác thì <i>đây</i> là đâu? Bạn xoay người trên ghế và nhận ra mình đang ở nhà hàng của Khách sạn Excelsior. Một vài thực khách khác có mặt, bắt đầu bữa tối sớm và lo việc riêng của họ. Ánh sáng dịu nhẹ của buổi chiều mùa thu chiếu vào qua cửa sổ và có thể nghe thấy tiếng ồn ào của các hoạt động ở sảnh đợi. Bạn quay lại và nhìn thoáng qua người phục vụ trước khi thò tay vào túi và thả 25 cent lên bàn, hướng về sảnh đợi. Chân của bạn có cảm giác đông cứng như đá. Khi bạn bước ra khỏi nhà hàng, những vị khách khác sẽ nhìn bạn với vẻ lo lắng. Nhân viên bảo vệ ở góc nhìn bạn như diều hâu. Bạn đi đến quầy lễ tân, giữ vững bản thân. Nhân viên phục vụ lại gần, nhưng bạn giật mình khi nhận ra khuôn mặt của anh ta. Khách sạn đang hoạt động như không có chuyện gì xảy ra. Nhưng điều đó không thể được. Tất cả những gì bạn thấy là sự thật, phải không? Bạn lao ra khỏi cửa trước trước khi anh ta có thể tiếp cận bạn. Bạn phải tạo khoảng cách giữa bạn và nơi đáng nguyền rủa này. Nhiều tuần trôi qua. Không có gì giúp dập tắt cảm giác trong tâm trí bạn rằng bạn đã bỏ lỡ điều gì đó quan trọng. Chuyện với Khách sạn Excelsior chưa hoàn thành, rất không hoàn thành là khác. Bạn bắt đầu cuộc điều tra của mình một lần nữa, hỏi quanh thị trấn những tin đồn mới nhất về khách sạn. Nhiều nhân viên mất tích. Các vụ đóng cửa đột ngột hơn. Những vị khách chưa từng đến. Những vị khách <i>không bao giờ</i> rời đi. Quá nhiều thứ. Đứng trên một góc phố vắng vẻ ở Northside, bạn cân nhắc các lựa chọn của mình. Đèn đường nhấp nháy xung quanh bạn khi buổi tối dần đến. Ngay sau đó, một người lạ va vào bạn, lẩm bẩm một câu xin lỗi nửa vời. Bạn lùi lại một bước trước khi cảm thấy có điều gì đó đang giằng xé trong tâm trí mình. Không. Nó có thể nào là? Bạn thọc tay vào túi áo khoác. Nhồi vào bên trong là một tờ ghi chú được gấp lại. Bạn nhìn lên, nhưng người đi bộ mới nãy không còn trong tầm mắt. Bạn chậm rãi mở tờ ghi chú ra, những ngón tay run lên vì lo lắng và sợ hãi. <center><fancy> Tất cả chỉ là vẻ ngoài.</fancy></center> <center><fancy> Phòng 225. Tối nay.</fancy></center> <center><fancy> Chuyện này vẫn chưa kết thúc.</fancy></center>
zh: “你再坐下去，我就要跟你收租金了！”你快速眨眼，像是从深沉的梦境中醒来。你抬起头来，看到服务生一脸不悦。他手上拿著一叠脏盘子。你手里拿著一杯水，你不记得你点了它，你也不记得你在这里待了多久。而且这里又是哪里？你在椅子上转了一圈，发现自己正身处艾肖希尔酒店的餐厅中。其他一些用餐的客人也在，他们吃著提前的晚餐，对周遭漠不关心。秋日午后柔和的阳光通过窗户洒了进来，大厅中传来日常营业的喧闹。你转身瞥了服务生一眼，然后把手伸进口袋，将一枚25美分的硬币放在桌上，便走向大厅。你感觉你的双脚发软。你跌跌撞撞地走出餐厅时，其他顾客都关注著你。角落的保安像老鹰一样盯著你看。你走向前台，靠著前台稳住身子。服务员靠近了你，但你认出他的脸而畏缩了。酒店就像什么也没发生过一样照常营业，但这不可能。你看到的一切都是真的，是吧？他还没来得及碰到你，你就冲出了前门，你得和这个该死的地方保持距离。 几周过去了，你觉得你漏掉了什么重要的事情，没有什么能抚平这种感觉。艾肖希尔酒店的事情还没结束，完全没有。你重新开始调查，在镇上四处打听关于酒店的最新传闻。越来越多的失踪员工、越来越多的突然停业、从未到达的客人、从未离开的客人。太多太多了。 你站在北区一个孤僻的街角，思索著你接下来的打算。夜幕降临，周围的街灯亮了起来。就在这时，一个陌生人撞上了你，他含糊不清地道了歉。你跟上前迈了一步，脑海中突然有些思绪在拉扯。不。不会吧？你将手伸进外套口袋。里面塞著一张折叠的小字条。你抬头张望，但那陌生人早已不见踪影。你慢慢展开字条，手指因焦虑和恐惧而颤抖。 <center><fancy>这一切都是假象。</fancy></center> <center><fancy>225房间，今晚。</fancy></center> <center><fancy>一切还没结束。</fancy></center>
