Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: The Enclave has been performing a terrible ritual for days, intending to change every last human inside the Excelsior into wretched monstrosities. The staff were the first to change, and if you aren’t quick, you will be next. The transformation has already begun…
de: Die Enklave führt seit Tagen ein schreckliches Ritual durch, mit der Absicht, jeden einzelnen Menschen innerhalb des Excelsior in furchtbare Monstrositäten zu verwandeln. Die Hotelmitarbeiter waren die Ersten, die sich verwandelt haben, und wenn du nicht schnell handelst, wirst du der Nächste sein. Die Verwandlung hat bereits begonnen…
fr: L'Enclave pratique depuis plusieurs jours un terrible rituel afin de transformer chaque humain dans l'Excelsior en monstruosité. Les employés furent les premiers à subir ce sort mais, si vous n'agissez pas vite, vous serez le prochain. La transformation a déjà débuté…
it: Sono ormai giorni che l’Enclave sta celebrando un orribile rituale con l’intento di trasformare ogni singolo umano all’interno dell’Excelsior in una contorta mostruosità. I membri dello staff sono stati i primi a mutare, e se non agirete in fretta voi sarete i prossimi. La trasformazione è già cominciata…
ru: Несколько дней Анклав проводил жуткий ритуал, намереваясь превратить всех до единого людей в «Эксельсиоре» в жутких чудовищ. Первыми жертвами стали сотрудники отеля, и если вы не поторопитесь, то скоро настанет и ваш черёд. Преображение уже началось…
zh: 昂科雷教团数日来一直在进行可怕的仪式，想要将艾肖希尔酒店内的每个人都变成可悲的怪物。最先转化的是职工们，如果你不快点采取行动，下一个就是你。转化已经开始了……

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. X).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (X)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. X)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. X) ». Cette carte compte comme étant à la fois l'acte et l'intrigue et cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. X)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант X)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. X)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本十)”。该卡既是当前场景也是当前密谋。

source: Place 2[per_investigator] doom on “The True Culprit (v. X).”
de: Platziere 2[per_investigator] Verderben auf „Der wahre Täter (X)“.
es: Coloca 2 fichas de Perdición [per_investigator] sobre "El verdadero culpable (v. X)".
fr: Placez 2[per_investigator] fatalités sur Le Vrais Coupable (v. X).
it: Collocate 2 [per_investigator] destini su “Il Vero Colpevole (v. X)”.
ru: Положите 2 [per_investigator] безысходности на карту «Истинный преступник (вариант X)».
vi: Đặt 2[per_investigator] doom lên “The True Culprit (v. X).”
zh: 在“真凶(版本十)”上放置2[per_investigator]个毁灭标记。

source: You are now ready to continue playing.
de: Fahre nun mit dem Spiel fort.
es: Ya estás listo para seguir jugando.
fr: Vous êtes prêt à continuer la partie.
it: Ora siete pronti a proseguire con lo scenario.
ru: Теперь вы можете продолжить игру.
vi: Giờ thì bạn đã sẵn sàng để tiếp tục chơi.
zh: 你现在可以继续游戏了。

source: If this is the first time you have played this scenario during this campaign:
de: Falls dies das erste Mal ist, dass du dieses Szenario während dieser Kampagne gespielt hast:
es: Si es la primera vez que has jugado este escenario:
fr: Si vous jouiez ce scénario pour la première fois lors de cette campagne :
it: Se questa è la prima volta che avete giocato questo scenario durante questa campagna:
ru: Если вы сыграли сценарий в первый раз в рамках текущей кампании:
vi: Nếu đây là lần đầu tiên bạn chơi màn chơi này trong chiến dịch này:
zh: 如果这是你本次剧本期间第一次进行本冒险：

source: You may replay this scenario. If you choose to, reset the game to this scenario’s <b>Setup</b>. Do not record anything else in your Campaign Log except for any trauma suffered. No experience points are earned from your previous game.
de: Du darfst dieses Szenario erneut spielen. Setze alles zurück und beginne mit der <b>Vorbereitung</b> des Szenarios. Notiere nichts weiter im Kampagnenlogbuch außer erlittene Traumata. Die Ermittler verdienen keine Erfahrungspunkte durch das vorherige Spiel.
es: Puedes volver a jugar este escenario. Reinicia la partida a la <b>Preparación</b> de este escenario. No anotes nada más en el registro de campaña excepto cualquier trauma sufrido. La partida anterior no otorga ningún punto de experiencia.
fr: Vous avez le droit d'y rejouer. Dans ce cas, réinitialisez la partie à la <b>Mise en Place</b> de ce scénario. Dans votre Carnet de Campagne, n'indiquez rien d'autre que les éventuels traumatismes subis. Aucun point d'expérience n'est reçu pour la partie que vous venez de jouer.
it: Potete rigiocarlo. Ripristinate il gioco alla <b>Preparazione</b> di questo scenario. Non annotate nulla nel Diario della Campagna, tranne gli eventuali traumi subiti. Non guadagnate alcun punto esperienza dalla vostra partita precedente.
ru: Вы можете переиграть его. Подготовьтесь к нему заново. По итогам предыдущей попытки не записывайте в журнал ничего, кроме полученных травм, и не получайте опыт.
vi: Bạn có thể chơi lại màn chơi này. Nếu bạn chọn điều này, hãy reset màn chơi về lại bước <b>Setup</b> của nó. Không ghi chép bất kỳ điều gì khác trong Nhật ký Chiến dịch của bạn ngoại trừ bất kỳ sang chấn nào phải chịu. Không có điểm kinh nghiệm nào kiếm được từ màn chơi trước của bạn.
zh: 你可以重玩本冒险。重新设置游戏至本场冒险的<b>冒险设置</b>。除了你受到的创伤，不要在冒险日志记录其他任何信息。你在前一次游戏不获得任何经验。

source: Replay scenario.
de: Spiele das Szenario erneut.
es: Rejugar el escenario.
fr: Rejouer ce scénario.
it: Rigioca lo scenario.
ru: Переиграть сценарий.
vi: Chơi lại màn chơi.
zh: 重玩冒险。

source: Do not replay.
de: Spiele das Szenario nicht erneut.
es: No rejugar el escenario.
fr: Ne pas rejouer.
it: Non rigiocare.
ru: Не переигрывать.
vi: Không chơi lại.
zh: 不重玩。

source: the murders continue, unsolved.
de: Die Morde gehen weiter und bleiben unaufgeklärt.
es: los asesinatos continúan sin resolver.
fr: les meurtres continuent, irrésolus.
it: gli omicidi continuano e restano irrisolti.
ru: нераскрытые убийства в отеле продолжаются.
vi: những vụ giết người vẫn tiếp tục, chưa được giải quyết.
zh: 谋杀仍在继续，尚未解决。

source: You collapse to the floor, gasping for breath. The air around you feels oppressive, your ears filled with the agonizing wails of other innocents who have fallen victim to the cruel machinations that continue in the Excelsior hotel. You clutch at the carpet, your vision swirling and swaying as you feel yourself losing consciousness. Your efforts have been in vain. The nefarious plans that have been set into motion can no longer be undone.
de: Du stürzt zu Boden und ringst nach Atem. Die Luft um dich herum fühlt sich drückend an, deine Ohren sind erfüllt von den qualvollen Klageschreien anderer Unschuldiger, die den grausamen Machenschaften im Excelsior zum Opfer gefallen sind. Du klammerst dich an den Teppich. Dein Sichtfeld wirbelt und verschwimmt, während du fühlst, wie du das Bewusstsein verlierst. Deine Bemühungen waren umsonst. Die schrecklichen Pläne, die hier in Gang gesetzt wurden, können nicht mehr rückgängig gemacht werden.
es: Te desplomas en el suelo tratando de respirar. El aire que te rodea es agobiante, y en tus oídos resuenan los agonizantes alaridos de otros inocentes que han sido víctima de las crueles maquinaciones que siguen teniendo lugar en el hotel Excelsior. Te aferras a la moqueta mientras todo te da vueltas y notas cómo pierdes la consciencia. Tus esfuerzos han sido en vano. Los siniestros planes que se han puesto en marcha ya no pueden detenerse.
fr: Vous tombez au sol, à bout de souffle. L'air ambiant vous oppresse, vos oreilles s'emplissent des gémissements plaintifs des autres innocents qui sont tombés, victimes des cruelles machinations qui continuent à gangrener l'hôtel Excelsior. Vous vous agrippez au tapis et votre vue se trouble tandis que vous commencez à perdre connaissance. Tous vos efforts ont été vains. Le plan machiavélique qui est à l'œuvre ne peut plus être contrecarré.
it: Crollate sul pavimento cercando disperatamente di respirare. Avete la sensazione che l’aria attorno a voi sia diventata soffocante e che nelle vostre orecchie echeggino i lamenti agonizzanti degli altri innocenti caduti vittima delle crudeli macchinazioni che continuano a turbare l’hotel Excelsior. Vi aggrappate al tappeto. La vista comincia a giocarvi brutti scherzi e sentite che state per perdere conoscenza. I vostri sforzi sono stati vani. I piani malefici che sono stati messi in moto non possono più essere fermati…
ru: Задыхаясь, вы падаете на пол. Воздух словно давит на вас, в ушах стоят мучительные стенания других невинных, ставших жертвами ужасныхпреступлений в «Эксельсиоре». У вас кружится голова, вы вцепляетесь в ковёр, постепенно теряя сознание. Все ваши усилия были напрасны. Злодейский замысел приведён в действие, и его уже не остановить.
vi: Bạn đổ gục xuống sàn, thở hổn hển. Bạn cảm thấy không khí xung quanh ngột ngạt, tai bạn tràn ngập tiếng than khóc đau đớn của những người vô tội khác, những người đã trở thành nạn nhân của những âm mưu tàn ác tiếp tục diễn ra trong Khách sạn Excelsior. Bạn giữ chặt tấm thảm, tầm nhìn của bạn quay cuồng và lắc lư khi bạn cảm thấy mình dần mất ý thức. Những nỗ lực của bạn đã vô ích. Các kế hoạch hiểm ác đã được thực hiện không thể nào ngăn lại được nữa.
zh: 你倒在地上，大口喘著气。周围的空气压迫著你，你的耳朵充斥著其他无辜者的痛苦哀嚎，他们已经成为艾肖希尔酒店持续发生的残酷阴谋的受害者。你紧紧抓住地毯，视线变得旋转、摇晃，你感觉你即将失去意识。你的所有努力都化为泡影，那些邪恶的计划已经展开，而且已无法挽回。

source: No resolution(at least one investigator resigned)
de: Es wurde keine Auflösung erreicht (mindestens ein Ermittler hat aufgegeben)
fr: Aucune conclusion n'est atteinte (Au moins un investigateur a abandonné)
zh: 未达成任何结局(至少有一位调查员撤退)：

source: With no hope of solving this mystery, you fled the hotel. Unfortunately, your flight did not do much to prove your innocence. It wasn’t long before the bulls tracked you down and the dreaded knock on your door arrived: “Open up! Arkham Police!”
de: Ohne jede Hoffnung, dieses Mysterium aufzuklären, bist du aus dem Hotel geflohen. Leider hat deine Flucht nicht gerade viel dazu beigetragen, deine Unschuld zu beweisen. Es dauerte nicht lange, bis die Bullen dich aufgespürt hatten und das gefürchtete Klopfen an deiner Tür zu hören war: „Aufmachen! Polizei!“
es: Escapaste del hotel sin esperanza de resolver este misterio. Por desgracia, tu huida no contribuye precisamente a demostrar tu inocencia. No pasa mucho tiempo antes de que la pasma te encuentre y llame a tu puerta: — ¡Abra! ¡Policía de Arkham!
fr: Ayant perdu tout espoir de résoudre ce mystère, vous avez fui l'hôtel. Cela n'a malheureusement pas aidé à prouver votre innocence, bien au contraire. Il ne faut pas longtemps aux flics pour vous retrouver et frapper à votre porte : « Police d'Arkham ! Ouvrez ! »
it: Senza più alcuna speranza di risolvere il mistero, fuggite dall’hotel; sfortunatamente, fuggire non vi è di grande aiuto nel dimostrare la vostra innocenza. Non passa molto tempo prima che gli sbirri vi rintraccino e qualcuno bussi alla vostra porta pronunciando le temute parole: “Aprite! Polizia di Arkham!”
ru: Вы сбегаете из отеля, отчаявшись разгадать его тайны. Однако это не помогает вам скрыть свою причастность к убийству. Легавые у вас на хвосте, и очень скоро вы слышите громовой стук в дверь: «Откройте! Полиция Аркхэма!»
vi: Không có hy vọng giải mã được bí ẩn này, bạn bỏ trốn khỏi khách sạn. Thật không may, sự bỏ trốn của bạn đã không làm được gì nhiều để giúp chứng minh sự vô tội của bạn. Không mất quá lâu để cớm lần theo dấu vết của bạn và tiếng gõ cửa kinh hoàng vang lên: “Mở cửa ra! Cảnh sát Arkham đây!”
zh: 解开谜题的无望的情况下，你逃离了酒店。不幸的是，逃走并不能证明你的清白。没过多久，警察就找到了你，绝望的敲门声响起了：“开门！阿卡姆警察！”

source: Nobody will ever believe what you witnessed at the Excelsior. Not three days later, the hotel was open again, like nothing had ever happened. You know better, though. You witnessed it all firsthand. The events continue to haunt your dreams and your waking thoughts. Even now you go out of your way to avoid the Excelsior, though weeks have passed and there has been no sign of any other nefarious schemes within its accursed walls. The only thing that can quiet the echoing memories of that horrible experience is a visit to the local speakeasy. But all the booze in the world can’t keep the grisly visions from your nightmares, waking you in the dead of night with a violent start, soaked in sweat. That’s when you notice the person asking around town about the Excelsior. Innocent questions, at first, but more prodding with each passing day. Surely they will believe you. Somebody has to. You may have broken free of the Excelsior’s grasp, but there will be other victims, of that you are sure. You grab a piece of paper and hastily scribble a note. <center><fancy>It’s all a facade.</fancy></center> <center><fancy>Room 225. Tonight.</fancy></center> <center><fancy>It’s not over.</fancy></center> If they can see past the veil of the Excelsior’s operations, then maybe others can too. It may not be too late to stop it all from happening again!
de: Niemand wird jemals glauben, was du im Excelsior gesehen hast. Keine drei Tage später war das Hotel wieder geöffnet, als wäre nie etwas passiert. Doch du weißt es besser. Du hast alles mit eigenen Augen gesehe. Die Ereignisse verfolgen dich weiterhin in deinen Träumen und deinen wachen Gedanken. Auch heute gehst du noch Umwege, um das Excelsior zu meiden, obwohl bereits Wochen vergangen sind und es keine Anzeichen für weitere dunkle Pläne innerhalb seiner verfluchten Mauern gibt. Das Einzige, was die widerhallenden Erinnerungen an diese schrecklichen Erfahrungen zum Schweigen bringen kann, ist ein Besuch in der örtlichen Flüsterkneipe. Doch selbst sämtlicher Alkohol auf der Welt könnte die grausamen Visionen nicht aus deinen Albträumen fernhalten, die dich mitten in der Nacht schweißgebadet aufschrecken lassen. In dieser Zeit wirst du auf eine Person aufmerksam, die sich in der Stadt nach dem Excelsior erkundigt. Unschuldige Fragen zunächst, doch mit jedem Tag, der vergeht, werden sie nachdrücklicher. Diese Person wird dir mit Sicherheit glauben! Irgendjemand muss es tun. Du bist vielleicht aus dem Griff des Excelsior entkommen, doch es wird andere Opfer geben, da bist du dir sicher. Du schnappst dir ein Stück Papier und schreibst hastig eine Notiz. <center><fancy>Es ist alles nur Fassade.</fancy></center> <center><fancy>Zimmer 225. Heute Nacht.</fancy></center> <center><fancy>Es ist noch nicht vorbei.</fancy></center> Falls diese Person hinter den Schleier des Excelsior blicken kann, dann können das vielleicht auch andere. Es mag noch nicht zu spät sein, die Machenschaften im Hotel ein für alle Mal zu beenden, bevor das alles wieder passiert!
es: Nadie creerá nunca lo que viviste en el Excelsior. El hotel volvía a estar abierto cuando no habían pasado ni tres días, como si no hubiera pasado nada. Pero tú sabes que no es así. Lo viviste todo en tu propia carne. Los hechos siguen persiguiéndote en tus sue1ios y en tus pensamientos conscientes. Incluso ahora que han pasado semanas, sigues haciendo todo lo posible por evitar el Excelsior, pese a que no hay nada que apunte a que se estén llevando a cabo planes maléficos entre sus paredes. Lo único que acalla el eco de los recuerdos de esa horrible experiencia son las visitas a tu garito habitual. Pero ni todo el alcohol del mundo puede sacar de tus pesadillas esas macabras visiones que te despiertan violentamente en mitad de la noche empapado en sudor. Y es entonces cuando descubres que hay una persona preguntando por el Excelsior por toda la ciudad. Al principio son preguntas inocentes, pero se van volviendo más incisivas con cada día que pasa. Seguro que te cree. Alguien tiene que hacerlo. Tal vez te hayas liberado de las garras del Excelsior, pero debe de haber otras víctimas, estás seguro de ello. Coges un trozo de papel y garabateas una nota apresuradamente. <center><fancy>Es todo un montaje.</fancy></center> <center><fancy>Habitación 225. Esta noche.</fancy></center> <center><fancy>No ha acabado.</fancy></center> Si logra ver tras la fachada del funcionamiento del Excelsior, quizá otros también puedan. ¡Tal vez no sea demasiado tarde para evitar que vuelva a suceder!
fr: Personne ne croira jamais les événements dont vous avez été témoin dans l'hôtel Excelsior. À peine trois jours plus tard, l'établissement rouvrait comme si de rien n'était. Mais vous, vous savez. Vous étiez aux premières loges. Ces événements continuent de hanter vos rêves et vos pensées. Vous évitez toujours de vous approcher de l'Excelsior, bien que plusieurs semaines aient passé et que toute malveillance ait déserté ses murs maudits. La seule chose qui parvient à calmer vos réminiscences de cette horrible expérience est de vous rendre au bar clandestin local. Mais tout l'alcool du monde ne parvient pas à chasser les visions macabres des cauchemars qui vous réveillent en sueur au milieu de la nuit. C'est alors que vous remarquez la personne qui pose des questions sur l'Excelsior partout en ville. Des questions anodines, au début mais chaque jour plus pertinentes. Peut-être vous croira-t-elle ? Il le faut. Vous avez peut-être échappé aux griffes de l'Excelsior, mais vous êtes sûr qu'il y aura d'autres victimes. Vous attrapez un bout de papier et griffonnez une note à la hâte. <center><fancy>Ce n'est qu'une façade.</fancy></center> <center><fancy>Chambre 225, ce soir.</fancy></center> <center><fancy>Ce n'est pas terminé.</fancy></center> Si cette personne peut voir à travers le voile des opérations de l'Excelsior, d'autres le peuvent aussi. Il n'est peut-être pas trop tard pour empêcher l'histoire de se répéter !
it: Nessuno crederà mai a quello che avete visto all’Excelsior. Dopo appena tre giorni, l’hotel è di nuovo aperto come se non fosse accaduto alcunché; tuttavia, voi sapete la verità. L’avete vista con i vostri occhi. Gli eventi di cui siete stati testimoni continuano a tormentare i vostri sonni e i vostri pensieri: ancora oggi fate il possibile per evitare l’Excelsior, nonostante siano passate varie settimane e non ci sia stato alcun segno di ulteriori trame nefaste fra le sue mura maledette. L’unica cosa che sembra riuscire a placare l’eco dei vostri ricordi di quell’esperienza è una visita al bar clandestino della città, ma nemmeno tutto l’alcol del mondo può riuscire a tenere lontane dai vostri incubi le macabre visioni che ancora vi fanno svegliare di soprassalto madidi di sudore nel bel mezzo della notte. Poi vi giunge voce che una persona sta facendo domande in giro sull’hotel: domande innocenti, inizialmente, ma che giorno dopo giorno si fanno sempre più indiscrete. Forse quel tizio potrebbe credervi. Deve esistere qualcuno che possa credere alla vostra storia. Voi potreste anche essere riusciti a liberarvi dalla morsa dell’Excelsior, ma siete certi che ci saranno altre vittime. Prendete un pezzo di carta su cui scrivete un frettoloso messaggio. <center><fancy>É tutta una messinscena.</fancy></center> <center><fancy>Camera 225. Stanotte.</fancy></center> <center><fancy>Non è finita.</fancy></center> Se quella persona riesce a scoprire cosa accade dietro il velo di normalità che cela le operazioni in atto all’Excelsior, magari anche altri potranno farlo. Forse non è troppo tardi per impedire che questo terribile calvario ricominci da capo!
ru: Никто не поверит вашим рассказам о произошедшем в «Эксельсиоре». Каких-то три дня спустя отель как ни в чём не бывало опять открывается. Но вы-то знаете правду. Вы видели всё собственными глазами. Ужасные воспоминания преследуют вас во сне и наяву. Даже сейчас вы обходите «Эксельсиор» стороной, хотя прошло уже несколько недель и ничто внутри его проклятых стен не указывает на новые гнусные замыслы. Единственное, что помогает вам приглушить эхо жутких событий, — это визиты в местный подпольный бар. Но всей выпивки мира не хватит, чтобы избавиться от леденящих душу кошмаров, каждую ночь заставляющих вас резко проснуться на промокшей от пота постели. И вот однажды вы замечаете незнакомца, который расспрашивает всех подряд об «Эксельсиоре». Поначалу невинные, его расспросы с каждым днём становятся всё настойчивее. Он обязательно поверит вам. Кто-то же должен. Пускай вы и вырвались из когтей «Эксельсиора», но будут новые жертвы, вы в этом уверены. Схватив лист бумаги, вы поспешно пишете: <center><fancy>Всё это только видимость.</fancy></center> <center><fancy>Номер 225. Сегодня вечером.</fancy></center> <center><fancy>Это ещё не конец.</fancy></center> Если этот человек сможет заглянуть за завесу тайн «Эксельсиора», возможно, смогут и другие. Быть может, ещё не поздно разорвать порочный круг!
vi: Sẽ không ai tin những gì bạn đã chứng kiến ​​tại Khách sạn Excelsior. Không đến ba ngày sau, khách sạn lại mở cửa như chưa từng có chuyện gì xảy ra. Dù vậy bạn biết rất rõ. Bạn đã tận mắt chứng kiến ​​tất cả. Các sự kiện tiếp tục ám ảnh các giấc mơ và những suy nghĩ lúc bạn tỉnh táo. Ngay cả bây giờ bạn vẫn cố gắng tránh khỏi Khách sạn Excelsior, mặc dù nhiều tuần đã trôi qua và không có dấu hiệu của bất kỳ âm mưu hiểm ác nào khác trong các bức tường đáng nguyền rủa của nó. Điều duy nhất có thể làm nguôi ngoai những ký ức vang vọng về trải nghiệm khủng khiếp đó là ghé đến quán bar địa phương. Nhưng tất cả các loại rượu trên thế giới này không thể giữ cho bạn khỏi những ác mộng về những hình ảnh rùng rợn, đánh thức bạn trong đêm khuya với một cái giật mình dữ dội, ướt đẫm mồ hôi. Đó là khi bạn nhận thấy một người hỏi xung quanh thị trấn về Khách sạn Excelsior. Những câu hỏi ngây thơ lúc đầu, nhưng ngày càng hỏi sâu với mỗi ngày trôi qua. Chắc chắn họ sẽ tin bạn. Ai đó phải tin bạn. Bạn có thể đã thoát khỏi bàn tay của Khách sạn Excelsior, nhưng sẽ có những nạn nhân khác, bạn chắc chắn điều đó. Bạn lấy một tờ giấy và viết vội một tờ ghi chú. <center><fancy> Tất cả chỉ là vẻ ngoài.</fancy></center> <center><fancy> Phòng 225. Tối nay.</fancy></center> <center><fancy> Nó vẫn chưa kết thúc.</fancy></center> Nếu họ có thể nhìn thấy xuyên qua bức màn hoạt động của Khách sạn Excelsior, thì có lẽ những người khác cũng có thể. Có thể không quá muộn để ngăn chặn tất cả tái diễn!
zh: 没有人会相信你在艾肖希尔酒店目睹的一切。没过三天，酒店又重新开张，像是什么都没发生过一样。不过是你知道没这么简单，你亲眼目睹了一切。这些事件持续困扰著你的梦境与你清醒时的意识。即使是现在，你也在避开艾肖希尔酒店，尽管几周过去了，该死的酒店内并没有其他恶毒计划的迹象。唯一能让你从那段可怕经历的回忆中平静下来的方法就是去当地的地下酒吧。但即使全世界的酒精也无法驱除你梦魇中的恐怖景象，你依然在深夜里猛然惊醒，汗流浃背。此时你才注意到这个镇上有人正在到处打听著艾肖希尔酒店的消息。问题一开始很单纯，但随著时间的推移，他们的问题越来越深入。这人肯定会相信你，总有人会相信。你可能已经逃离了艾肖希尔酒店的魔爪，但你知道那里还会有其他的受害者。你拿起纸，匆忙写下了一张字条。 <center><fancy>这一切都只是假象。</fancy></center> <center><fancy>225房间，今晚。</fancy></center> <center><fancy>这并没有结束。</fancy></center> 如果对方能看穿艾肖希尔酒店背后的秘密，也许其他人也可以。现在要阻止悲剧重演或许还来得及！
