Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: The Excelsior is busy tonight. Either the rumors haven’t fazed these guests, or the stories have given the hotel a new allure. Everything seems normal. Hotel staff carry luggage and cleaning supplies throughout the lobby and the main stairway. The man behind the front desk greets you with a curt nod and a thin smile. A uniformed security guard reads the latest Arkham Advertiser in the corner. And yet, you can’t get the note’s final warning out of your mind. You stride quickly across the lobby and up the stairs, taking some measure of comfort in the knowledge that you at least contacted others you could trust, letting them know of your whereabouts and intent. Your clandestine meetings have rarely gone as planned, especially lately, and it never hurts to have some measure of backup. You stand before the blood-red door to room 225, take a deep breath, and knock. There’s no going back now.
de: Im Excelsior herrscht heute Abend reger Betrieb. Offenbar haben sich die anwesenden Gäste von den Gerüchten nicht beunruhigen lassen. Womöglich haben die Geschichten dem Hotel sogar einen neuen Reiz verliehen. Alles scheint normal zu sein. Das Hotelpersonal trägt Gepäck und Putzzeug durch die Lobby und das Treppenhaus. Der Mann hinter der Rezeption begrüßt dich mit einem kurzen Nicken und einem dünnen Lächeln. In der Ecke liest ein uniformierter Wachmann die neueste Ausgabe des Arkham Advertiser. Und dennoch… die abschließende Warnung der Notiz geht dir nicht aus dem Kopf. Du gehst zügig durch die große Lobby und die Treppe hinauf. Es beruhigt dich etwas, dass du zumindest mit anderen Kontakt aufgenommen hast, denen du vertrauen kannst. Du hast ihnen von deinem Vorhaben erzählt und wo du bist. Eure heimlichen Treffen sind selten wie geplant verlaufen, besonders in letzter Zeit, und es schadet nie, zusätzliche Unterstützung zu haben, falls etwas schiefläuft. Als du vor der blutroten Tür zu Zimmer 225 stehst, holst du tief Luft und klopfst an. Es gibt jetzt kein Zurück mehr.
fr: Il y a de l'animation à l'Excelsior ce soir. Soit les rumeurs n'ont pas fait fuir les clients, soit ces histoires ont offert à l'hôtel un regain d'attrait. Tout semble normal. Les employés de l'hôtel portent les bagages et du matériel de nettoyage à travers le hall et l'escalier central. L'homme derrière le comptoir vous accueille avec un bref signe de tête et un léger sourire. Assis dans un coin, un vigile en uniforme lit le dernier numéro de L'Annonceur d'Arkham. Malgré tout, vous ne parvenez pas à oublier l'avertissement final de la lettre. Vous traversez rapidement le hall d'entrée et montez l'escalier, soulagé d'avoir informé des personnes dignes de confiance de votre destination et de vos intentions. Vos rendez-vous clandestins ont tendance à ne jamais se dérouler comme prévu, surtout ces derniers temps, et il est bon de pouvoir compter sur quelque renfort. Vous arrivez devant la porte rouge sang de la chambre 225, prenez une profonde respiration et frappez. Plus moyen de faire demi-tour à présent.
it: L’Excelsior pare affollato questa notte: forse le voci non sono state sufficienti a turbare gli ospiti, oppure hanno semplicemente procurato all’hotel un fascino nuovo. Tutto sembra normale: il personale della struttura sta trasportando bagagli e prodotti per le pulizie attraverso l’atrio e sulla scalinata principale; l’uomo al bancone della reception vi saluta con un breve cenno del capo e un sorriso accennato; nell’angolo, una guardia di sicurezza in uniforme legge l’ultima edizione dell’Arkham Advertiser. Eppure, non riuscite a togliervi dalla testa l’avvertimento in chiusura di quel biglietto… Attraversate l’atrio ad ampie falcate e salite lungo le scale, rassicurati almeno in parte dal fatto di esservi mossi in tanti. Raramente i vostri incontri segreti sono andati come previsto, specialmente di recente, e avere un aiuto non può certo far male. Una volta giunti davanti alla porta rosso sangue della camera 225, traete un respiro profondo e bussate. Adesso non si torna più indietro.
ru: Сегодня в «Эксельсиоре» людно. Похоже, слухи никого здесь не пугают — или даже придают отелю своеобразный шарм. Вы не замечаете ничего странного. По вестибюлю и главной лестнице снуют носильщики с чемоданами и уборщики с вёдрами. Мужчина за стойкой приветствует вас сдержанным кивком и скупой улыбкой. В дальнем углу охранник в форме читает свежий выпуск «Аркхэм эдвертайзер». И всё же последняя строчка записки не идёт у вас из головы. Вы быстро пересекаете холл и поднимаетесь по лестнице. Вас немного успокаивает мысль о том, что вы поделились своими планами с надёжными людьми. Ваши тайные встречи редко проходят по плану, особенно в последнее время, поэтому поддержка не помешает. Оказавшись перед кроваво-красной дверью номера 225, вы делаете глубокий вдох и стучите. Пути назад нет.
vi: Khách sạn Excelsior đông đúc vào tối nay. Những tin đồn không làm những vị khách này e ngại hoặc những câu chuyện đã mang đến cho khách sạn một sức hấp dẫn mới. Mọi thứ có vẻ bình thường. Nhân viên khách sạn mang hành lý và dụng cụ dọn dẹp khắp các sảnh và cầu thang chính. Người đàn ông ngồi sau quầy lễ tân chào đón bạn bằng một cái gật đầu cộc lốc và một nụ cười khó chịu. Một nhân viên bảo vệ mặc đồng phục đang đọc tờ báo Arkham Advertiser mới nhất ở một góc. Và bạn không thể bỏ lời cảnh báo cuối cùng của tờ ghi chú ra khỏi tâm trí của mình. Bạn sải bước nhanh chóng qua hành lang và lên cầu thang, Bạn sải bước nhanh chóng qua tiền sảnh và lên cầu thang, thực hiện một số biện pháp giúp bản thân thoải mái trong khi biết rằng ít nhất bạn đã liên lạc với những người mà bạn có thể tin tưởng, cho họ biết nơi bạn sẽ tới và ý định của bạn. Các cuộc gặp mặt bí mật của bạn hiếm khi diễn ra theo kế hoạch, đặc biệt là trong thời gian gần đây, và việc có một số biện pháp dự phòng sẽ không bao giờ gây hại cho bạn. Bạn đứng trước cánh cửa đỏ như máu dẫn vào phòng 225, và gõ cửa. Không có đường quay lại lúc này.
zh: 艾肖希尔酒店今晚非常忙碌。不是谣言没有吓跑这些客人，就是故事反而给酒店带来了全新的吸引力。一切看似正常，酒店的工作人员穿梭在大堂与主楼梯之间，搬运行李与清洁用品。前台后面的人轻轻点头，微微一笑，向你打招呼。一名身穿制服的保安在角落阅读阿卡姆报社的最新一期报纸。然而，字条上最后的警告在你脑海中挥之不去。 你快步穿过大厅，走上楼梯，心里感到些许安慰，因为你至少联系了一些你信任的人，让他们知道你的行踪和意图。你的秘密会面很少能按计划进行，特别是最近，有些后备措施肯定没有坏处。你站在225房间血红色的门前，深吸一口气，敲了敲门。没有回头路了。

source: You sit in a chair in the suite’s living room, watching as the man who slipped you the note paces about nervously. He rambles about secret meetings and watchful staff. The entire time, you find yourself glancing to the coffee table in front of you, and the curved dagger that rests there. He pauses for a moment, pours himself a drink, and raises the glass to his lips with a shaky grip. He then pours a second drink and hands it to you. “This is all going to sound crazy,” he says, his voice little more than a whisper. He glances at every darting shadow and twitches at every creak the old building makes. “I’m beginning to feel crazy, but there’s too much going on here to just ignore. And I’ve been a part of it long enough…” You listen closely, but his words are starting to run together. His voice is ethereal and wispy, like wind at the end of a long tunnel. You blink rapidly. Your vision blurs. The next thing you know, you’re on your feet. Your glass drops to the floor, and then—
de: Du sitzt auf einem Stuhl in der Suite und beobachtest, wie der Mann, der dir die Notiz zugesteckt hat, nervös auf und ab geht. Er faselt von geheimen Treffen und äußerst wachsamem Personal. Währenddessen blickst du immer wieder auf den Couchtisch vor dir… und den geschwungenen Dolch, der darauf liegt. Der Mann hält für einen Moment inne, gießt sich einen Drink ein und hebt das Glas mit zittriger Hand an die Lippen. Dann gießt er einen zweiten Drink ein und reicht ihn dir. „Ich drehe langsam durch, aber hier geht zu viel vor sich, um es einfach zu ignorieren. Und ich bin schon lange genug ein Teil davon…“ Du hörst aufmerksam zu, doch seine Worte beginnen sich mit einem Mal zu überlagern. Seine Stimme ist ätherisch und zerbrechlich, wie der Wind am Ende eines langen Tunnels. Du blinzelst schnell nacheinander. Deine Sicht verschwimmt. Das Nächste, woran du dich erinnerst, ist, dass du plötzlich stehst. Dein Glas fällt auf den Boden und dann…
es: Estás sentado en una silla del salón de la suite, observando cómo el hombre que te dio la nota da vueltas de forma nerviosa. No deja de hablar sobre reuniones secretas y personal vigilante. Tú no puedes evitar mirar todo el tiempo la mesa baja que tienes delante y sobre la que hay una daga curvada. Se detiene un momento, se sirve una copa y se la lleva a los labios con mano temblorosa. Luego sirve una segunda copa y te la entrega: —Todo esto le va a parecer una locura—dice en un tono que es poco más que un susurro. Mira de reojo cada vez que se mueve una sombra y se estremece con cada crujido del viejo edificio—. Empiezo a sentirme como un demente, pero aquí están pasando demasiadas cosas como para ignorarlas. Y llevo demasiado tiempo participando de ello... Escuchas atentamente, pero sus palabras comienzan a embarullarse. Su voz es etérea y débil, como el viento al final de un largo túnel. Parpadeas rápidamente. Se te nubla la vista. Cuando te quieres dar cuenta, estás de pie. Se te cae la copa al suelo y...
fr: Vous vous asseyez dans une chaise du salon de la suite, observant le va-et-vient nerveux de l'homme qui vous a glissé la note. Il déblatère au sujet de réunions secrètes et d'employés inquisiteurs. Tout ce temps, vous fixez la table basse en face de vous et la dague incurvée qui se trouve dessus. Il fait une courte pause, le temps de se servir un verre qu'il lève jusqu'à ses lèvres d'un geste brusque. Il set ensuite un second verre qu'il vous tend. « Je sais que tout cela paraît dingue », dit-il d'une voix à peine plus haute qu'un murmure. Il scrute chaque ombre qui pointe et sursaute au moindre craquement de la vieille bâtisse. « J'ai l'impression de devenir paranoïaque, mais il se passe trop de choses qui ne peuvent être ignorées. Et j'en ai fait partie pendant trop longtemps… » Vous écoutez attentivement, mais ses mots commencent à s'entremêler. Sa voix n'est plus qu'un murmure éthéré, comme le bruissement du vent à la sortie d'un long tunnel. Vous clignez rapidement des yeux. Votre vue se trouble. Tout ce que vous savez ensuite, c'est que vous êtes debout. Votre verre gît au sol, et là…
it: Vi sedete su un divanetto nel salotto della suite e osservate l’uomo che vi ha passato il biglietto camminare nervosamente avanti e indietro: farnetica a proposito di incontri segreti e del fatto che il personale dell’hotel lo starebbe spiando. Per tutto il tempo non potete fare a meno di lanciare occhiate verso il pugnale ricurvo appoggiato sul tavolino da caffè davanti a voi. Il vostro ospite fa una breve pausa, il tempo di versarsi da bere e di portare il bicchiere alla bocca con mano tremolante; poi versa un secondo bicchiere e ve lo offre. “Tutto quello che vi dirò vi sembrerà una follia” afferma con una voce che è poco più di un sussurro. I suoi occhi guizzano ad ogni movimento di un’ombra e sembra trasalire a ogni scricchiolio del vecchio edificio. “Comincio a pensare di essere pazzo, ma qui succedono troppe cose strane per continuare a far finta di niente… e sono stato coinvolto in questa situazione anche troppo a lungo.” Lo ascoltate attentamente, ma le sue parole cominciano a sovrapporsi le une alle altre. La sua voce si fa flebile ed eterea, come un soffio di vento alla fine di un lungo corridoio. Sbattete rapidamente le palpebre; la vista vi si annebbia. L’ultima cosa che ricordate è il vostro tentativo di alzarvi in piedi. Il bicchiere che tenevate in mano cade sul pavimento, e poi…
ru: Сидя в кресле, вы наблюдаете, как человек, подсунувший вам записку, нервно мерит шагами гостиную номера-люкс. Он сбивчиво рассказывает о тайных встречах и подозрительности прислуги. Всё это время вы то и дело возвращаетесь взглядом к изогнутому кинжалу, лежащему на журнальном столике перед вами. Мужчина на мгновение замолкает, наливает себе выпить и трясущейся рукой подносит стакан к губам. Затем он наполняет второй бокал и передаёт его вам. «Мои слова прозвучат безумно, — произносит он едва слышным голосом, оглядываясь на каждую тень и вздрагивая от каждого скрипа старого здания. — Мне кажется, я схожу с ума, но происходящее здесь слишком серьёзно, чтобы просто от него отмахнуться. И я довольно долго был частью всего этого…» Вы напрягаете слух, но его слова начинают путаться. Голос мужчины становится бесплотен и неуловим, словно ветер в конце длинного туннеля. Вы часто моргаете. Перед глазами всё плывёт. Потом вы понимаете, что стоите на ногах. Ваш бокал падает на пол, и…
vi: Bạn ngồi trên ghế trong phòng khách của dãy phòng, nhìn người đàn ông lướt qua một số tờ ghi chú một cách lo lắng. Ông ta nói luyên thuyên về những cuộc họp bí mật và những nhân viên cẩn thận. Trong toàn bộ thời gian, bạn thấy mình đang liếc nhìn chiếc bàn cà phê trước mặt, và con dao găm cong nằm ở đó. Ông ta dừng lại một chút, tự rót cho mình một ly và nâng ly lên miệng với một cái nắm tay run rẩy. Sau đó, ông ta rót một ly thứ hai và đưa cho bạn. Ông ta nói, giọng chỉ hơi lớn hơn tiếng thì thầm một chút, “Tất cả điều này sẽ nghe có vẻ điên rồ.” Ông ta liếc nhìn mọi cái bóng phóng tới và giật mình trước mọi tiếng kêu cót két của tòa nhà cũ. “Tôi bắt đầu cảm thấy điên rồ, nhưng có quá nhiều điều đang xảy ra ở đây để có thể bỏ qua. Và tôi đã là một phần của nó đủ lâu… ” Bạn lắng nghe kỹ, nhưng những lời của ông ta líu ríu với nhau. Giọng ông ta nhẹ tâng và mỏng manh, như gió cuối đường hầm dài. Bạn nháy mắt liên tục. Tầm nhìn của bạn mờ đi. Điều tiếp theo bạn biết là bạn đang ở trên đôi chân của mình. Ly nước của bạn rơi xuống sàn, và sau đó—
zh: 你坐在套房客厅的椅子上，看著传给你字条的男人紧张地走来走去。他絮絮叨叨地说著秘密会面和警惕的工作人员。整个过程中，你发现自己的目光时不时看向你面前的茶几，以及横在上面的弯曲匕首。他停顿了片刻，给自己倒了一杯酒，颤抖著把杯子凑到嘴边。他随后又倒了一杯酒，递给你。“这一切听起来会很疯狂。”他用近似耳语的声音说道。他瞪著每一个掠过的影子，也因老房子的每一次咯吱声而颤抖。“我开始觉得自己疯了，但这里发生了太多事情，无法忽视。我已经深陷其中太久……”。你仔细听著，但他的话语开始含糊不清，他的声音变得飘忽不定，就像是漫长隧道尽头的一阵风。你快速眨了眨眼。你的视线模糊了。接下来，你发现你自己站著，手上的杯子掉落在地，然后——

source: Construct the act and agenda deck using only acts 1 & 2 and agendas 1 & 2 from <i>the Murder at the Excelsior Hotel</i> encounter set.
de: Das Szenendeck wird nur aus Szene 1 und 2, das Agendadeck nur aus Agenda 1 und 2 des Begegnugssets <i>Mord im Excelsior-Hotel</i> zusammengestellt.
es: Crea el mazo de Acto y el mazo de Plan únicamente con los actos 1 y 2 y los planes 1 y 2 del conjunto de encuentros <i>Asesinato en el hotel Excelsior</i>.
fr: Constituez le deck Acte et le deck Intrigue en utilisant uniquement les Actes 1 & 2 et les Intrigues 1 & 2 du set de rencontre <i>Meurtre à l'Hôtel Excelsior</i>.
it: Componete i mazzi delle trame e dei capitoli usando soltanto i Capitoli 1 e 2 e le Trame 1 e 2 del set di incontri <i>Assassinio all’Hotel Excelsior</i>.
ru: Соберите колоды сцен и замыслов, используя только сцены 1 и 2 и замыслы 1 и 2 из набора контактов «Убийство в отеле „Эксельсиор“».
vi: Xây dựng chồng bài act và agenda chỉ bằng act 1 và 2 và agenda 1 và 2 từ chồng bài encounter <i>the Murder at the Excelsior Hotel</i>.
zh: 只用<i>艾肖希尔酒店谋杀案</i>遭遇组的场景1、场景2以及密谋1、密谋2组成场景牌堆和密谋牌堆。

source: Set all ten copies of The True Culprit aside, out of play
de: Es werden alle 10 Kopien von Der wahre Täter als nicht im Spiel befindlich beiseitegelegt.
es: Deja aparte las 10 copias de El verdadero culpable, fuera del juego.
fr: Mettez de côté les dix exemplaires de la carte Le Vrai Coupable, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, le 10 copie della carta Il Vero Colpevole
ru: Отложите в сторону все 10 экземпляров карты «Истинный преступник».
vi: Đặt tất cả 10 bản sao của The True Culprit một bên, ngoài khu vực chơi.
zh: 将所有10张真凶放在一边，位于场外。

source: The lead investigator begins play with the Bloodstained Dagger story asset under their control.
de: Der Ermittlungsleiter übernimmt die Kontrolle über die Storyvorteilskarte Blutbefleckter Dolch.
it: L’investigatore capo inizia la partita con il supporto storia Pugnale Insanguinato sotto il suo controllo.
ru: Ведущий сыщик начинает игру с сюжетным активом «Окровавленный кинжал» под своим контролем.
zh: 队长开场时将染血的匕首剧情支援卡置于其控制之下。

source: Find each of the story assets from the 5 set-aside encounter sets (Alien Device, Tome of Rituals, Sinister Solution, Manager’s Key, and Time-Worn Locket) and shuffle them together into a separate deck. This deck is called the Leads deck. Place this deck near the scenario reference card.
de: Es werden alle Storyvorteilskarten aus den 5 beiseitegelegten Begegnugssets herausgesucht (Fremdartiges Gerät, Buch der Rituale, Unheimliche Lösung, Schlüssel des Direktors und Altes Medaillon) und zu einem eigenen Deck zusammengemischt: Dies ist das Spurendeck. Es wird neben die Szenarioübersichtskarte gelegt.
es: Busca todos los Apoyos de historia de los 5 conjuntos de encuentros puestos aparte (Artefacto alienígena, Tomo de rituales, Solución siniestra, Llave del director y Guardapelo desgastado) y barájalos para formar un mazo aparte. Este mazo es el mazo de Indicios. Colócalo junto a la carta de referencia de escenario.
fr: Prenez chaque soutien d'histoire des 5 sets de rencontre mis de côté (Appareil Extraterrestre, Recueil de Rituels, Sinistre Solution, Clé du Gérant et Médaillon Vétuste) et mélangez-les ensemble pour former un deck séparé. Ce deck est appelé le deck Pistes. Placez-le à côté de la carte de référence du scénario.
it: Mescolate assieme in un mazzo separato i supporti storia Congegno Alieno, Tomo dei Rituali, Soluzione Sinistra, Chiave del Direttore e Medaglione Consunto dei 5 set di incontri messi da parte. Questo mazzo è chiamato “mazzo delle tracce”. Collocate questo mazzo accanto alla carta di consultazione dello scenario.
ru: Найдите в каждом из пяти отложенных наборов контактов сюжетный актив («Неземное устройство», «Книга ритуалов», «Ключ управляющего», «Старый медальон» и «Зловещий эликсир») и замешайте их в отдельную колоду. Эта колода называется колодой зацепок. Положите её возле памятки сценария.
vi: Tìm mỗi lá bài tài sản chứa câu chuyện từ 5 chồng bài encounter đặt một bên hồi đầu (Alien Device, Tome of Rituals, Sinister Solution, Manager’s Key, và Time-Worn Locket) và xào chúng lại tạo thành một chồng bài riêng biệt. Chồng bài này gọi là chồng bài Leads. Đặt chồng bài này cần lá bài scenario reference.
zh: 找出放在一边的5个遭遇组中的所有剧情支援卡(异星装置、仪式古书、不祥溶液、经理的钥匙以及陈旧的挂坠盒)，并将它们混洗，组成单独的牌堆。该牌堆称为“迹象牌堆”。将该牌堆放在冒险辅助卡旁边。

source: Put the following locations into play: Room 225, Suite Balcony, Second Floor Hall, Restaurant, and Foyer.
de: Folgende Orte werden ins Spiel gebracht: Zimmer 225, Balkon der Suite, Flur der 2. Etage, Restaurant und Lobby.
es: Pon en juego los siguientes Lugares: Habitación 225, Balcón de la suite, Pasillo del segundo piso, Restaurante y Vestíbulo.
fr: Mettez en jeu les lieux suivants : Chambre 225, Balcon de la Suite, Couloir du Premier Étage, Restaurant et Hall d'Entrée.
it: Mettete in gioco i luoghi seguenti: Camera 225, Balcone della Suite, Corridoio del Primo Piano, Ristorante e Atrio.
ru: Введите в игру локации «Номер 225», «Балкон номера», «Коридор второго этажа», «Ресторан» и «Холл».
vi: Đặt các vị trị sau vào chơi: Room 225, Suite Balcony, Second Floor Hall, Restaurant, và Foyer.
zh: 将以下地点放置入场：225房间、套房阳台、二楼走廊、餐厅和门厅。

source: The lead investigator begins play in Room 225.
de: Der Ermittlungsleiter beginnt das Spiel in Zimmer 225.
es: El investigador jefe comienza la partida en la Habitación 225.
fr: L'investigateur principal commence la partie dans la Chambre 225.
it: L’investigatore capo inizia la partita nella Camera 225.
ru: Ведущий сыщик начинает игру в «Номере 225».
vi: Trưởng nhóm bắt đầu chơi tại Room 225.
zh: 调查员队长在225房间开始游戏。

source: Each other investigator begins play in the Foyer.
de: Jeder andere Ermittler beginnt das Spiel in der Lobby.
es: Cada uno de los demás investigadores comienza la partida en el Vestíbulo.
fr: Chaque autre investigateur commence la partie dans le Hall d'Entrée.
it: Ogni altro investigatore inizia la partita nell’Atrio.
ru: Все остальные сыщики начинают игру в «Холле».
vi: Mỗi điều tra viên khác bắt đầu chơi tại Foyer.
zh: 其余调查员从门厅开始游戏。

source: Set each other location aside, out of play.
de: Alle anderen Orte werden als nicht im Spiel befindlich beiseitegelegt.
es: Deja aparte todos los demás Lugares, fuera del juego.
fr: Mettez chaque autre lieu de côté, hors jeu.
zh: 将所有剩余地点放在一边，位于场外。

source: Set the following cards aside, out of play: All three copies of Arkham Officer, the Sergeant Monroe story asset, and the What Have You Done? weakness.
de: Folgende Karten werden als nicht im Spiel befindlich beiseitegelegt: Alle 3 Kopien von Polizist aus Arkham, die Storyvorteilskarte Sergeant Monroe und die Schwäche Was hast du getan?.
es: Deja aparte las siguientes cartas, fuera del juego: las 3 copias del Agente de Arkham, el Apoyo de historia Sargento Monroe y la Debilidad ¿Qué has hecho?
fr: Mettez de côté les cartes suivantes, hors jeu : les trois exemplaires de l'Agent de Police d'Arkham, le soutien d'histoire Sergent Monroe et la faiblesse Qu'Avez-Vous Fait ?
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: le 3 copie dell’Agente di Arkham, il supporto storia Sergente Monroe e la debolezza “Che Cosa Hai Fatto?”
ru: Отложите в сторону все 3 экземпляра врага «Полицейский», сюжетный актив «Сержант Монро» и слабость «Что вы наделали?».
vi: Đặt các lá bài sau một bên, ngoài khu vực chơi: Tất cả 3 bản sao của Arkham Officer, lá bài tài sản câu chuyện Sergeant Monroe, và điểm yếu What Have You Done?.
zh: 将下列卡牌放到一边，位于场外：所有3张阿卡姆警官、门罗警司、你都做了什么？弱点。

source: the Excelsior claims another victim.
de: Das Excelsior fordert ein weiteres Opfer.
es: el Excelsior se cobra otra víctima.
fr: l'Excelsior a fait une nouvelle victime.
it: l’Excelsior ha reclamato altre vittime.
ru: «Эксельсиор» получил очередную жертву.
vi: khách sạn Excelsior tuyên bố một nạn nhân khác.
zh: 艾肖希尔酒店又有一名受害者。

source: the investigators fled the scene of the crime.
de: Die Ermittler sind vom Tatort geflohen.
es: los investigadores huyeron de la escena del crimen.
fr: les investigateurs ont fui la scène de crime.
it: siete fuggiti dalla scena del crimine.
ru: сыщики сбежали с места преступления.
vi: các điều tra viên đã bỏ trốn khỏi hiện trường gây án.
zh: 调查员逃离了犯罪现场。
