Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. I).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (I)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. I)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. I) »? Cette carte compte comme étant à la fois l'acte et l'intrigue en cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. I)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант I)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. I)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本一)”。该卡既是当前场景也是当前密谋。

source: Move all clues from Time-Worn Locket to Alien Device.
de: Bewege alle Hinweise von Altes Medaillon auf Fremdartiges Gerät.
es: Mueve todas las pistas del Guardapelo desgastado al Artefacto alienígena.
fr: Déplacez tous les indices du Médaillon Vétuste vers l'Appareil Extraterrestre.
it: Spostate tutti gli indizi dal Medaglione Consunto al Congegno Alieno.
ru: Переложите все улики со «Старого медальона» на «Неземное устройство».
vi: Di chuyển tất cả manh mối từ Time-Worn Locket đến Alien Device.
zh: 将陈旧的挂坠盒上的所有线索移动到异星装置上。

source: Spawn the set-aside Vengeful Specter in Room 245.
de: Der beiseitegelegte Rachsüchtiger Geist erscheint im Zimmer 245.
es: Haz aparecer el Espectro vengativo puesto aparte en la Habitación 245.
fr: Générez le Spectre Vengeur dans la Chambre 245.
it: Generate lo Spettro Vendicativo messo da parte nella Camera 245.
ru: Выложите отложенного врага «Мстительный дух» в «Номер 245».
vi: Spawn Vengeful Specter đặt một bên hồi đầu tại vị trí Room 245.
zh: 将放在一边的复仇幽魂生成在245房间。

source: The victim was experimenting with extraterrestrial brain matter and attracted the attention of another creature from beyond the stars. Between the concoction you were forced to drink and the signal emitted by that horrible device, it’s a wonder you are able to think properly at all. You hear a crash and an unearthly screech from the rooftop. Perhaps you can turn this strange potion to your advantage.
de: Das Opfer experimentierte mit außerirdischer Hirnsubstanz und erregte die Aufmerksamkeit einer anderen Kreatur von jenseits der Sterne. Bei diesem Gebräu, das du trinken musstest, und dem Signal, das von dem schrecklichen Gerät ausging, ist es ein Wunder, dass du überhaupt noch vernünftig denken kannst. Plötzlich hörst du einen gewaltigen Knall und ein überirdisches Kreischen vom Dach. Vielleicht ist dieser seltsame Trank der Schlüssel…
es: La víctima estaba experimentando con materia cerebral extraterrestre y atrajo la atención de otra criatura de más allá de las estrellas. Entre el brebaje que te obligaron a beber y la señal emitida por ese horrible artefacto, parece imposible que puedas pensar con claridad. Oyes un fuerte ruido y un chirrido sobrenatural que vienen del tejado. Tal vez puedas sacar alguna ventaja de esta extraña poción.
fr: La victime faisait des expériences utilisant de la matière cérébrale extraterrestre. Ce faisant, elle a attiré l'attention d'un autre créature venue des étoiles. Entre la mixture que vous avez été forcé d'avaler et le signal émis par cet horrible appareil, c'est un miracle que vous puissiez encore réfléchir correctement. Vous entendez un bruit sourd sur le toit, suivi d'un cri strident et inhumain. Peut-être pourrez-vous tirer avantage de cette étrange potion.
it: La vittima stava conducendo una serie di esperimenti su della materia cerebrale aliena quando ha attirato l’attenzione di un’altra creatura, anch’essa proveniente da oltre le stelle. Fra l’intruglio che vi hanno costretto a bere e il segnale emesso da quell’orribile congegno, è un miracolo che siate ancora in grado di pensare coerentemente. Sentite un frastuono e uno stridore ultraterreno provenire dal tetto: forse potreste riuscire a fare buon uso di questa misteriosa pozione…
ru: Экспериментируя с тканями инопланетного мозга, убитый привлёк внимание твари из глубин космоса. Удивительно, что после зелья, которым вас опоили, и под излучением ужасного устройства вы ещё сохраняете способность здраво рассуждать. С крыши доносятся грохот и нечеловеческий визг. Возможно, вам удастся обратить этот странный эликсир себе на пользу.
vi: Nạn nhân đang thử nghiệm vật chất não ngoài trái đất và thu hút sự chú ý của một sinh vật khác đến từ các vì sao xa xăm. Giữa thứ nước pha chế mà bạn bị buộc phải uống và tín hiệu phát ra từ thiết bị khủng khiếp đó, thật là ngạc nhiên khi bạn có thể suy nghĩ đúng đắn. Bạn nghe thấy một tiếng va chạm và một tiếng rít bất thường từ sân thượng. Có lẽ bạn có thể biến lọ thuốc kỳ lạ này thành lợi thế cho mình.
zh: 被害者当时正在拿外星大脑组织做实验，引起了另一个群星之外的生物的注意。你被迫喝下了混合物，还有可怕装置发出的信号相互作用，你仍还能正常思考简直就是一个奇迹。你听到屋顶上传来一声撞击声和医生怪异可怕的尖叫声。也许你能利用一下这瓶奇怪的药剂。

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. II).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (II)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. II)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. II) »? Cette carte compte comme étant à la fois l'acte et l'intrigue en cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. II)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант II)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. II)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本二)”。该卡既是当前场景也是当前密谋。

source: Move all clues from Alien Device to Sinister Solution.
de: Bewege alle Hinweise von Fremdartiges Gerät auf Unheimliche Lösung.
es: Mueve todas las pistas del Artefacto alienígena a la Solución siniestra.
fr: Déplacez tous les indices de l'Appareil Extraterrestre vers la Sinistre Solution.
it: Spostate tutti gli indizi dal Congegno Alieno alla Soluzione Sinistra.
ru: Переложите все улики с «Неземного устройства» на «Зловещий эликсир».
vi: Di chuyển tất cả manh mối từ Alien Device đến Sinister Solution.
zh: 将异星装置上的所有线索移动到不祥溶液上。

source: Spawn the set-aside Otherworldly Meddler at the Hotel Roof. Place 1[per_investigator] doom on Otherworldly Meddler.
de: Der beiseitegelegte Gegner Eindringling aus dem All erscheint auf dem Hoteldach. Platziere 1[per_investigator] Verderben auf ihm.
es: Haz aparecer el Entrometido sobrenatural puesto aparte en el Tejado del hotel. Coloca 1 ficha de Perdición [per_investigator] sobre el Entrometido sobrenatural.
fr: Générez l'Intrus d'un Autre Monde sur le Toit de l'Hôtel. Placez 1[per_investigator] fatalité sur l'Intrus d'un Autre Monde.
it: Generate il Disturbatore Ultraterreno messo da parte nel Tetto dell’Hotel. Collocate 1 [per_investigator] destini sul Disturbatore Ultraterreno.
ru: Выложите отложенного врага «Инопланетный агрессор» на «Крышу отеля». Положите на «Инопланетного агрессора» 1 [per_investigator] безысходности.
vi: Spawn Otherworldly Meddler đặt một bên hồi đầu tại vị trí Hotel Roof. Đặt 1[per_investigator] doom lên Otherworldly Meddler.
zh: 将放在一边的异界干涉者生成在酒店楼顶，并在异界干涉者上放置1[per_investigator]个毁灭标记。

source: Whatever the extraterrestrial device’s original purpose was, it never should have been brought to your world. The moment it came into contact with humans, it changed them, and the resulting monstrosities hunger for more flesh. Your “victim” was one such creature, no innocent at all, and you were forced to defend yourself when you learned the truth. Now, with your memories returned, you can put an end to this.
de: Was auch immer der ursprüngliche Zweck des außerirdischen Geräts war, es hätte niemals in deine Welt gebracht werden dürfen. Als es mit Menschen in Berührung kam, veränderte es sie, und nun gieren diese schrecklichen Monströsitäten nach Fleisch. Dein „Opfer“ war eine solche Kreatur und keineswegs ein Unschuldiger. Als du die Wahrheit herausgefunden hattest, warst du gezwungen dich zu verteidigen. Jetzt, da deine Erinnerungen zurückkommen, kannst du dem ganzen ein Ende setzen.
es: Fuera lo que fuera el propósito original del artefacto extraterrestre, nunca tendría que haber llegado a tu mundo. En el momento en el que entró en contacto con humanos, los cambió, y las monstruosidades resultantes ansían más carne. Tu "victima" era una de esas criaturas, y no un inocente, y te viste obligado a defenderte cuando descubriste la verdad. Ahora que has recuperado la memoria, puedes ponerle fin a esto.
fr: Quelle que soit la fonction originelle de l'appareil extraterrestre, jamais il n'aurait dû atterrir sur votre monde. Au moment où il est entré en contact avec les humains, il les a changé, et les monstruosités qui en résultent ont faim de chair humaine. Votre « victime » était l'une de ces créatures, pas innocente du tout, et vous avez été obligé de vous défendre en apprenant la vérité. Maintenant que vos souvenirs vous sont revenus, vous pouvez mettre un terme à tout cela.
it: Qualsiasi fosse lo scopo originale del congegno alieno, nessuno avrebbe mai dovuto portarlo nel vostro mondo. Ha alterato gli umani nel momento esatto in cui è entrato in contatto con essi, e le mostruosità risultanti si sono rivelate affamate di carne. La vostra “vittima” era una di queste creature, ma era tutt’altro che innocente: siete stati semplicemente costretti a difendervi una volta scoperta la verità. Ora che avete recuperato i vostri ricordi, potete porre fine a questa terrificante situazione.
ru: Для чего бы ни служило это устройство, ему нельзя было появляться на Земле. Оказавшись рядом с людьми, оно превратило их в чудовищ, жаждущих плоти. Убитый был не невинной жертвой, но одним из таких монстров. Узнав правду, вы были вынуждены защищаться. Теперь, когда вы всё вспомнили, пора положить безумию конец.
vi: Dù mục đích ban đầu của thiết bị ngoài trái đất này là gì, thì đáng lẽ nó sẽ không bao giờ được mang đến thế giới của bạn. Khoảnh khắc nó tiếp xúc với con người, nó đã thay đổi họ, và đem đến những con quái vật đói khát xác thịt. “Nạn nhân” của bạn là một sinh vật như vậy, không hề vô tội chút nào, và bạn buộc phải tự vệ khi biết được sự thật. Bây giờ, với những ký ức của bạn đã quay trở lại, bạn có thể chấm dứt điều này.
zh: 不论这个异星装置最初的用途是什么，它都不应该被带到你们的世界来。当这个装置与人类接触的那一刻，就改变了人类，让他们对血肉产生巨大的渴望。你的“被害者”就是这样一个怪物，一点也不无辜，当你得知真相时你也被迫必须保护自己。现在，随著你的记忆恢复，你可以为这一切画上句号了。

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. III).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (III)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. III)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable v. III) ». Cette carte compte comme étant à la fois l'acte et l'intrigue en cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. III)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант III)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. III)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本三)”。该卡既是当前场景也是当前密谋。

source: Move all clues from Manager’s Key to Alien Device.
de: Bewege alle Hinweise von Schlüssel des Direktors auf Fremdartiges Gerät.
es: Mueve todas las pistas de la Llave del director al Artefacto alienígena.
fr: Déplacez tous les indices de la Clé du Gérant vers l'Appareil Extraterrestre.
it: Spostate tutti gli indizi dalla Chiave del Direttore al Congegno Alieno.
ru: Переложите все улики с «Ключа управляющего» на «Неземное устройство».
vi: Di chuyển tất cả manh mối từ Manager’s Key đến Alien Device.
zh: 将经理的钥匙上的所有线索移动到异星装置上。

source: Spawn the set-aside Hotel Manager in the Restaurant.
de: Der beiseitegelegte Gegner Hoteldirektor erscheint im Restaurant.
es: Haz aparecer el Director del hotel en el Restaurante.
fr: Générez le Gérant de l'Hôtel dans le Restaurant.
it: Generate il Direttore dell’Hotel messo da parte nel Ristorante.
ru: Выложите отложенного врага «Управляющий отелем» в «Ресторан».
vi: Spawn Hotel Manager đặt một bên hồi đầu tại vị trí Restaurant.
zh: 将放在一边的酒店经理生成在餐厅。

source: The Enclave used the strange transmitter to summon its owner to the hotel. Now they hope to gain control over the creature through a ritual of blood sacrifice. By forcing other guests to do their bloody work, evidence of their wrongdoing remains hidden…but you know the truth. And now you can stop their ritual and allow the hideous creature to return to its own world.
de: Die Enklave benutzte den außerirdischen Transmitter, um seinen Besitzer zum Hotel zu rufen. Nun hoffen die Kultisten, mithilfe eines Rituals und Blutopfern die Kontrolle über die Kreatur zu erlangen. Indem sie andere Gäste dazu zwingen, ihre blutige Arbeit zu verrichten, gibt es keine Beweise für ihre Taten… Doch du kennst die Wahrheit. Es wird Zeit, das Ritual zu beenden und dieses abscheuliche Geschöpf in seine eigene Welt zurückzuschicken.
fr: L'Enclave utilisait l'étrange transmetteur pour invoquer son propriétaire dans l'hôtel. Ces cultistes espèrent maintenant parvenir à contrôler la créature via un rituel sacrificiel nécessitant du sang. En forçant les autres clients à faire leur sale besogne, les preuves de leur implication sont demeurées cachées… mais vous connaissez la vérité. Vous pouvez désormais arrêter leur rituel et permettre a l'immonde créature de rentrer dans son monde.
it: L’Enclave ha utilizzato il misterioso trasmettitore per evocare qui nell’hotel il suo legittimo proprietario: ora spera di assumere il controllo della creatura grazie a un sacrificio di sangue rituale. Avendo costretto gli altri ospiti a sbrigare il lavoro sporco, le prove delle sue malefatte risultano molto ben nascoste.. ma voi sapete qual è la verità, e ora potete interrompere il rituale consentendo all’orrenda creatura di tornare nel suo mondo di provenienza.
ru: Анклав использовал загадочный излучатель, чтобы призвать его хозяина. Кровавая жертва была нужна культистам, чтобы подчинить себе существо. Сделав грязную работу чужими руками, культ надеется остаться в тени… Но вы-то знаете правду! Теперь вы можете сорвать их ритуал и позволить мерзкой твари вернуться в её мир.
vi: Giáo phái Enclave đã sử dụng máy phát kỳ lạ để triệu tập chủ nhân của nó đến khách sạn. Giờ đây, họ hy vọng sẽ giành được quyền kiểm soát sinh vật này thông qua một nghi lễ hiến tế máu. Bằng cách ép buộc những vị khách khác làm công việc đẫm máu của họ, bằng chứng về hành vi sai trái của họ vẫn bị che giấu… nhưng bạn biết sự thật. Và bây giờ bạn có thể dừng nghi lễ của họ và cho phép sinh vật gớm ghiếc quay trở lại thế giới của chính nó.
zh: 昂科雷教团用怪异的发射器把主人召唤到酒店。现在他们希望通过血祭仪式来控制这个生物。通过强迫其他客人来做他们的血腥勾当，他们的不法行为的证据仍然被隐藏著……但你知道真相。而现在你可以阻止他们的仪式，让这个骇人生物返回它的世界。

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. IV).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (IV)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. IV)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. IV) ». Cette carte compte comme étant à l fois l'acte et l'intrigue en cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. IV)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант IV)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. IV)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本四)”。该卡既是当前场景也是当前密谋。

source: Move all clues from Alien Device to Tome of Rituals.
de: Bewege alle Hinweise von Fremdartiges Gerät das Buch der Rituale.
es: Mueve todas las pistas del Artefacto alienígena al Tomo de rituales.
fr: Déplacez tous les indices de l'appareil Extraterrestre vers le Recueil de Rituels.
it: Spostate tutti gli indizi dal Congegno Alieno al Tomo dei Rituali.
ru: Переложите все улики с «Неземного устройства» на «Книгу ритуалов».
vi: Di chuyển tất cả manh mối từ Alien Device đến Tome of Rituals.
zh: 将异星装置上的所有线索移动到仪式古书上。

source: Spawn the set-aside Otherworldly Meddler at the Hotel Roof. Place 2 plus 2[per_investigator] doom on Otherworldly Meddler.
de: Der beiseitegelegte Gegner Eindringling aus dem All erscheint auf dem Hoteldach. Platziere 2[per_investigator] Verderben plus 2 auf ihm.
es: Haz aparecer el Entrometido sobrenatural puesto aparte en el Tejado del hotel. Coloca 2 fichas de Perdición más 2 [per_investigator] sobre el Entrometido sobrenatural.
fr: Générez l'Intrus d'un Autre Monde sur le Toit de l'Hôtel. Placez 2+2[per_investigator] fatalités sur l'Intrus d'un Autre Monde.
it: Generate il Disturbatore Ultraterreno messo da parte nel Tetto dell’Hotel. Collocate 2 [per_investigator] +2 destini sul Disturbatore Ultraterreno.
ru: Выложите отложенного врага «Инопланетный агрессор» на «Крышу отеля». Положите на «Инопланетного агрессора» 2 + 2 [per_investigator] безысходности.
vi: Spawn Otherworldly Meddler đặt một bên hồi đầu tại vị trí Hotel Roof. Đặt 2 cộng với 2[per_investigator] doom lên Otherworldly Meddler.
zh: 将放在一边的异界干涉者生成在酒店楼顶，在异界干涉者上放置2+2[per_investigator]个毁灭标记。

source: The victim was utilizing a strange concoction in an attempt to peer into the world beyond the living. His experiments were what angered the specter, and led to his demise. It is up to you to destroy this spirit once and for all, and there’s only one way to do that…
de: Das Opfer verwendete eine ekelhafte Lösung, um in die Welt jenseits der Lebenden zu blicken. Diese Experimente waren es, die den Geist so sehr erzürnten und den Tod des Mannes besiegelten. Es liegt nun an dir, diesen von Rache getriebenen Geist ein für alle Mal zu zerstören, und es gibt nur einen Weg…
fr: La victime utilisait une étrange mixture afin de voir dans l'au-delà. Ses expériences ont mis le spectre en colère et l'ont mené à sa perte. C'est à vous qu'il revient de détruire cet esprit une fois pour toutes, et il n'y a qu'un seul moyen d'y parvenir…
it: La vittima stava utilizzando un misterioso intruglio per cercare di scrutare il mondo che si trova oltre quello dei vivi. Sono stati i suoi esperimenti a fare infuriare lo spettro e a condurre l’uomo alla sua tragica fine: ora tocca a voi distruggere lo spirito una volta per tutte, e c’è solo un modo per farlo…
ru: С помощью зелья убитый пытался заглянуть в мир духов. Он разгневал призрака этими опытами и стал его жертвой. Вы должны упокоить духа раз и навсегда, и есть только один способ сделать это…
vi: Nạn nhân đang sử dụng một thứ nước pha chế kỳ lạ nhằm cố gắng nhìn thấy thế giới bên ngoài thế giới đang sống. Các thí nghiệm của anh ta là thứ khiến hồn ma tức giận, và dẫn đến cái chết của anh ta. Bạn phải tiêu diệt linh hồn này một lần và mãi mãi và chỉ có một cách để làm điều đó…
zh: 被害者当时正在利用一种怪异的混合物，试图窥探活物以外的世界。他的实验激怒了幽魂，导致了他的死亡。只能靠你来彻底消灭这个鬼魂，而且只有一种方法可以做到……

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. V).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (V)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. V)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. V) ». Cette carte compte comme étant à la fois l'acte et l'intrigue en cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. V)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант V)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. V)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本五)”。该卡既是当前场景也是当前密谋。

source: Move all clues from Time-Worn Locket to Sinister Solution.
de: Bewege alle Hinweise von Altes Medaillon auf Unheimliche Lösung.
es: Mueve todas las pistas del Guardapelo desgastado a la Solución siniestra.
fr: Déplacez tous les indices du Médaillon Vétuste vers la Sinistre Solution.
it: Spostate tutti gli indizi dal Medaglione Consunto alla Soluzione Sinistra.
ru: Переложите все улики со «Старого медальона» на «Зловещий эликсир».
vi: Di chuyển tất cả manh mối từ Time-Worn Locket đến Sinister Solution.
zh: 将陈旧的挂坠盒上的所有线索移动到不祥溶液上。
