Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: You sit in a cold, dank holding cell awaiting your arraignment. You have no doubt that with the evidence the police gathered, you’ll be spending the rest of your life behind bars. You have sworn high and low that you had nothing to do with the murder, but doubt lingers in your mind. Could it have been you, somehow? What really happened in the Excelsior that night? Just then, you hear rapping on the bars of your cell. An officer stands just outside, looking away from you. He slips a folded note between the bars of your cell. Knowing better than to ask his intentions out loud, you slowly walk over and unfold the note, your fingers shaking with trepidation. <center><fancy>It’s all a facade.</fancy></center> <center><fancy>Room 225. Tonight.</fancy></center> <center><fancy>This isn't over.</fancy></center> Just as you finish reading the note, you hear the click of the cell’s latch unlocking. The officer is gone, and the door to your cell swings open.
de: Du sitzt in einer kalten, feuchten Zelle und wartest auf deine Anklage. Du hast keinen Zweifel daran, dass du aufgrund der Beweise, welche die Polizei gesammelt hat, den Rest deines Lebens hinter Gittern verbringen wirst. Du hast immer wieder geschworen, dass du nichts mit den Morden zu tun hast, aber Zweifel nagen in deinem Hinterkopf. Könntest du es doch gewesen sein? Was geschah wirklich in jener Nacht im Excelsior? In dem Moment hörst du ein Klopfen gegen die Gitterstäbe deiner Zelle. Ein Polizist steht vor der Zellentür und schaut von dir weg. Er schiebt eine gefaltete Notiz zwischen den Stäben hindurch. Du fragst besser nicht laut, was seine Absichten sind. Langsam gehst du hinüber und entfaltest den Zettel, während deine Finger vor Angst zittern. <center><fancy>Es ist alles nur Fassade.</fancy></center> <center><fancy>Zimmer 225. Heute Nacht.</fancy></center> <center><fancy>Es ist noch nicht vorbei.</fancy></center> Gerade als du die Nachricht zu Ende gelesen hast, hörst du das Klicken des Zellenschlosses. Der Polizist ist verschwunden und die Tür zu deiner Zelle schwingt auf.
es: Estás sentado en una fría y húmeda celda esperando que terminen las diligencias. No tienes ninguna duda de que, con las pruebas que ha reunido la policía, te vas a pasar el resto de tu vida entre rejas. Has jurado y perjurado que no tuviste nada que ver con el asesinato, pero sigue habiendo una duda en tu mente. ¿Podrías haber sido tú el asesino de algún modo? ¿Qué ocurrió realmente en el Excelsior aquella noche? En ese momento, oyes que alguien llama en los barrotes de tu celda. Fuera de ella hay un agente mirando para otro lado. Te pasa una nota doblada entre los barrotes. Sería absurdo preguntarle en alto que qué hace, así que te acercas lentamente, coges la nota y la desdoblas con los dedos temblorosos de inquietud. <center><fancy>Es todo un montaje.</fancy></center> <center><fancy>Habitación 225. Esta noche.</fancy></center> <center><fancy>No ha acabado.</fancy></center> Nada más acabar de leer la nota, oyes el clic de la cerradura de la celda al abrirse. El agente se ha ido, y la puerta está abierta de par en par.
fr: Vous êtes assis dans une cellule froide et humide dans l'attente de votre comparution. Compte tenu des preuves accablantes rassemblées par la police, vous n'avez aucun doute sur le fait que vous finirez vos jours derrière les barreaux. Vous avez beau vous répéter que vous n'avez rien à voir avec ce meurtre, le doute vous assaille. Se pourrait-il que vous soyez coupable d'une façon ou d'une autre ? Que s'est-il réellement passé à l'Excelsior cette nuit-là ? Vous entendez soudain quelque chose cogner aux barreaux de votre cellule. Un agent de police se tient devant, le dos tourné, et laisse tomber un morceau de papier à travers les barreaux. Plutôt que de lui demander ce qu'il veut à haute voix, vous ramassez lentement la note et la dépliez, les doigts tremblants d'impatience. <center><fancy>Ce n'est qu'une façade.</fancy></center> <center><fancy>Chambre 225, ce soir.</fancy></center> <center><fancy>Ce n'est pas terminé.</fancy></center> À peine avez-vous terminé votre lecture que vous entendez le cliquetis du loquet qu'on déverrouille. L'agent de police s'en va, laissant la pote de votre cellule grande ouverte.
it: Ve ne state seduti in una cella fredda e umida, in attesa di conoscere la vostra condanna. Con le prove che la polizia ha raccolto, non avete dubbi che passerete il resto della vostra vita dietro le sbarre. Avete giurato e spergiurato che non avete nulla a che vedere con l’omicidio, ma nelle vostre menti aleggia un dubbio: possibile che in qualche modo siate stati voi? Cos’è accaduto realmente all’Excelsior quella notte? Proprio in quel momento sentite qualcosa che urta le sbarre della vostra cella: vedete passare un agente che, evitando accuratamente di guardarvi, vi porge un biglietto ripiegato tra le sbarre. Vi avvicinate lentamente al foglietto e lo aprite con le dita tremolanti di trepidazione. <center><fancy>É tutta una messinscena.</fancy></center> <center><fancy>Camera 225. Stanotte.</fancy></center> <center><fancy>Non è finita.</fancy></center> Nel momento stesso in cui finite di leggere, sentite la serratura scattare: l’agente è sparito e la porta della cella si spalanca davanti a voi.
ru: Вы сидите в холодной, промозглой камере в ожидании предварительного слушания. Без сомнения, полиция собрала достаточно улик, чтобы отправить вас за решётку до конца жизни. Вы клялись, что не имеете отношения к убийству, но в глубине души продолжаете сомневаться. Быть может, это всё-таки были вы? Что же случилось той ночью в отеле «Эксельсиор»? Вдруг вы слышите постукивание по прутьям вашей камеры. Снаружи, демонстративно отвернувшись в сторону, стоит полицейский. Он просовывает между прутьями решётки сложенный листок бумаги. Понимая, что лучше ни о чём его не спрашивать, вы подходите и разворачиваете записку дрожащими от волнения пальцами. <center><fancy>Всё это только видимость.</fancy></center> <center><fancy>Номер 225. Сегодня вечером.</fancy></center> <center><fancy>Это ещё не конец.</fancy></center> Закончив читать, вы слышите щелчок отпираемого замка. Полицейский пропал, а дверь вашей камеры широко распахивается.
vi: Bạn ngồi trong phòng giam lạnh lẽo, âm u để chờ bị buộc tội. Bạn chắc chắn rằng với những bằng chứng mà cảnh sát thu thập được, bạn sẽ dành phần đời còn lại của mình sau song sắt. Bạn đã thề thốt rằng bạn không liên quan gì đến vụ giết người, nhưng một sự nghi ngờ vẫn còn trong tâm trí bạn. Có thể là bạn sao, bằng cách nào đó? Điều gì thực sự đã xảy ra trong Khách sạn Excelsior đêm đó? Ngay sau đó, bạn nghe thấy tiếng gõ trên các thanh của xà lim. Một sĩ quan đứng ngay bên ngoài, nhìn bạn từ xa. Anh ta nhét một tờ ghi chú được gấp lại vào giữa các song sắt của phòng giam của bạn. Biết là không nên hỏi to ý định của anh ấy, bạn từ từ bước tới và mở tờ ghi chú ra, ngón tay run lên vì run rẩy. <center><fancy> Tất cả chỉ là vẻ ngoài</fancy></center> <center><fancy> Phòng 225. Tối nay. </fancy></center> <center><fancy> Chuyện này vẫn chưa kết thúc.</fancy></center> Ngay khi bạn đọc xong ghi chú, bạn nghe thấy tiếng mở khóa chốt của xà lim. Viên cảnh sát đã biến mất, và cánh cửa phòng giam của bạn mở ra.
zh: 你坐在寒冷潮湿的牢房里等待传讯。毫无疑问，根据警方搜集的证据，你将在监狱中渡过余生。你到处发誓这起谋杀案与你毫无关系，但疑虑仍留在你的脑海中。会不会真的是你干的？那一晚在艾肖希尔酒店到底发生了什么事？ 就在这时，你听到牢房栏杆上的敲击声。一位警官站在外面，他避开你的目光，从牢房栏杆的缝隙塞入一张折叠的字条。你知道不能大声询问他的用意，你慢慢地走过去、展开字条，手指因恐惧而颤抖著。 <center><fancy>这一切都只是假象。</fancy></center> <center><fancy>225 号房，今晚。</fancy></center> <center><fancy>一切还没结束。</fancy></center> 就在你读完字条时，你听到牢房门栓解锁的喀哒声。警官走了，你牢房的门打开了。

source: Murder at the Excelsior Hotel
de: Mord im Excelsior-Hotel
es: Asesinato en el hotel Excelsior
fr: Meutre à l'Hôtel Excelsior
zh: 艾肖希尔酒店谋杀案

source: At least one investigator resigned
de: Mindestens ein Ermittler hat aufgegeben
fr: Au moins un investigateur a abandonné
zh: 至少有一位调查员撤退

source: The Truth
de: Die Wahrheit
fr: La Vérité
it: La Verità
ru: Истина
vi: Sự Thật
zh: 真相

source: Scenario Interlude
de: Szenario-Zwischenspiel
fr: Interlude du Scénario
ru: Сюжетная интерлюдия
zh: 幕间故事

source: The Excelsior is busy tonight. Either the rumors haven’t fazed these guests, or the stories have given the hotel a new allure. Everything seems normal. Hotel staff carry luggage and cleaning supplies throughout the lobby and the main stairway. The man behind the front desk greets you with a curt nod and a thin smile. A uniformed security guard reads the latest Arkham Advertiser in the corner. And yet, you can’t get the note’s final warning out of your mind. You stride quickly across the lobby and up the stairs, wondering if you should have let someone know where you were going. Was it wise to come alone? What if you’re walking into a trap? You set your jaw and clench your fists as you stand in front of the blood-red door to room 225, and before you can second guess yourself any further, you knock. There’s no going back now.
es: El Excelsior está a rebosar esta noche, ya sea porque los rumores no han desanimado a estos clientes o porque las historias le han dado mayor atractivo al hotel. Todo parece normal. El personal del hotel lleva equipajes y útiles de limpieza por el vestíbulo y la escalera principal. El hombre que hay tras el mostrador de recepción te saluda con un breve gesto de cabeza y una apretada sonrisa. Hay un guardia de seguridad uniformado leyendo el último Arkham Advertiser en el rincón. Pese a todo, no logras sacarte de la cabeza la advertencia final de la nota. Atraviesas el vestíbulo rápidamente y subes las escaleras, preguntándote si deberías haberle contado a alguien adónde ibas. ¿Ha sido sensato venir solo? ¿Y si te estás metiendo en la boca del lobo? Aprietas la mandíbula y cierras los puños mientras miras la puerta de color rojo sangre de la habitación 225, pero antes de poder pensártelo mejor, llamas. Ya no hay vuelta atrás.

source: The Excelsior is busy tonight. Either the rumors haven’t fazed these guests, or the stories have given the hotel a new allure. Everything seems normal. Hotel staff carry luggage and cleaning supplies throughout the lobby and the main stairway. The man behind the front desk greets you with a curt nod and a thin smile. A uniformed security guard reads the latest Arkham Advertiser in the corner. And yet, you can’t get the note’s final warning out of your mind. You stride quickly across the lobby and up the stairs, taking some measure of comfort in the knowledge that you at least contacted others you could trust, letting them know of your whereabouts and intent. Your clandestine meetings have rarely gone as planned, especially lately, and it never hurts to have some measure of backup. You stand before the blood-red door to room 225, take a deep breath, and knock. There’s no going back now.
es: El Excelsior está a rebosar esta noche, ya sea porque los rumores no han desanimado a estos clientes o porque las historias le han dado mayor atractivo al hotel. Todo parece normal. El personal del hotel lleva equipajes y útiles de limpieza por el vestíbulo y la escalera principal. El hombre que hay tras el mostrador de recepción te saluda con un breve gesto de cabeza y una apretada sonrisa. Hay un guardia de seguridad uniformado leyendo el último Arkham Advertiser en el rincón. Pese a todo, no logras sacarte de la cabeza la advertencia final de la nota. Atraviesas el vestíbulo rápidamente y subes las escaleras, disfrutando de un cierto consuelo por haber contactado con otros en los que puedes confiar y haberles dicho dónde ibas y para qué. Tus reuniones clandestinas rara vez van como planeas, sobre todo últimamente, y nunca está de más tener algún apoyo. Estás delante de la puerta de color rojo sangre de la habitación 225, respiras hondo y llamas. Ya no hay vuelta atrás.

source: The lead investigator begins play with the Bloodstained Dagger story asset under his or her control.
es: El investigador jefe comienza el juego con el Apoyo de historia Daga manchada de sangre bajo su control.
fr: L'investigateur principal commence la partie avec le soutien d'histoire Dague Couverte de Sang sous son contrôle.
vi: Trưởng nhóm bắt đầu chơi với lá bài tài sản Bloodstained Dagger bên dưới khu vực chơi của mình.

source: Remember that “the police are on your side.” Choose an investigator to take control of the Sergeant Monroe story asset <i>(move him to that investigator’s threat area)</i>. Search the encounter deck, discard pile, and all play areas for each copy of Arkham Officer and remove them from the game.
es: Recuerda que "la policía está de tu parte". Elige a un investigador para que tome el control del Apoyo de historia Sargento Monroe <i>(muévelo a la zona de amenaza de ese investigador)</i>. Busca en el mazo y la pila de descartes de Encuentros y en todas las zonas de juego todas las copias del Agente de Arkham y retíralas de la partida.

source: The Enclave used the strange transmitter to summon its owner to the hotel. Now they hope to gain control over the creature through a ritual of blood sacrifice. By forcing other guests to do their bloody work, evidence of their wrongdoing remains hidden...but you know the truth. And now you can stop their ritual and allow the hideous creature to return to its own world.
es: El Enclave empleó el extraño transmisor para convocar a su propietario al hotel. Ahora quieren hacerse con el control de la criatura mediante un ritual de sacrificio de sangre. Al obligar a otros huéspedes a hacerles su sangriento trabajo, las pruebas de sus fechorías permanecen ocultas... pero tú sabes la verdad. Y ahora puedes detener su ritual y permitir que la terrible criatura vuelva a su mundo.

source: The victim was utilizing a strange concoction in an attempt to peer into the world beyond the living. His experiments were what angered the specter, and led to his demise. It is up to you to destroy this spirit once and for all, and there’s only one way to do that...
es: La víctima estaba utilizando un extraño brebaje para intentar ver el mundo que hay más allá de la vida. Sus experimentos enfurecieron al espectro y provocaron su muerte. Tendrás que destruir a este espíritu de una vez por todas, y sólo hay una forma de hacerlo...

source: The victim was performing horrible experiments within the Excelsior. He had already transformed much of the staff, and you were to be the next in a long line of subjects...only the experiment was a failure. Now it is up to you to put a stop to these horrible transformations by destroying the source of this concoction.
es: La víctima estaba realizando experimentos horribles en el Excelsior. Ya había transformado a gran parte del personal, e ibas a ser el siguiente en una larga lista de sujetos de pruebas... pero el experimento fracasó. Ahora debes detener estas terribles transformaciones destruyendo la fuente de este brebaje.

source: The Enclave has been performing a terrible ritual for days, intending to change every last human inside the Excelsior into wretched monstrosities. The staff were the first to change, and if you aren’t quick, you will be next. The transformation has already begun...
es: El Enclave lleva días realizando un terrible ritual con la intención de transformar en horrendas monstruosidades a todos los humanos que haya en el interior del Excelsior. Los primeros en transformarse fueron los miembros del personal, y tú serás el siguiente si no te das prisa. La transformación ya ha comenzado...

source: No resolution was reached (at least one investigator resigned)
es: No se ha llegado a ninguna resolución (al menos un investigador desistió)
