Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: In your Campaign Log, record that <i>the Excelsior is quiet, for now</i>. The lead investigator must add the What Have You Done? weakness to their deck. They may also choose to add the Bloodstained Dagger story asset to their deck as well. Both cards do not count toward that investigator’s deck size.
de: Im Kampagnenlogbuch wird notiert: <i>Das Excelsior ist vorerst ruhig</i>. Der Ermittlungsleiter muss die Schwäche Was hast du getan? seinem Deck hinzufügen. Er darf außerdem den Storyvorteil Blutbefleckter Dolch seinem Deck hinzufügen. Beide Karten zählen nicht gegen die Deckgröße.
es: Anota en el registro de campaña que <i>el Excelsior está tranquilo, por ahora</i>. El investigador jefe debe añadir la Debilidad ¿Qué has hecho? a su mazo. También puede elegir añadir el Apoyo de historia Daga manchada de sangre a su mazo. Ninguna de esas dos cartas cuenta para el tamaño de mazo de ese investigador.
fr: Dans votre Carnet de Campagne, indiquez que <i>l'Excelsior est calme, pour le moment</i>. L'investigateur principal doit ajouter la faiblesse Qu'Avez-Vous Fait ? à son deck. Il peut également choisir d'ajouter le soutien d'histoire Dague Couverte de Sang à son deck. Ces deux cartes ne comptent pas dans la Taille du Deck de cet investigateur.
it: Annotate nel Diario della Campagna che <i>all’Excelsior è tutto tranquillo, per il momento</i>. L’investigatore capo deve aggiungere la debolezza “Che Cosa Hai Fatto?” al suo mazzo. Può anche scegliere di aggiungere il supporto storia Pugnale Insanguinato al suo mazzo. Nessuna delle due carte va considerata nella dimensione del suo mazzo.
ru: Запишите в журнал кампании, что <i>«Эксельсиор» на время затих</i>. Ведущий сыщик должен добавить отложенную слабость «Что вы наделали?» в свою колоду. Также он может добавить в свою колоду сюжетный актив «Окровавленный кинжал». Обе эти карты не идут в счёт размера колоды.
vi: Trong Nhật ký Chiến dịch của bạn, hãy ghi lại rằng <i>khách sạn Excelsior trở nên yên ắng, cho lúc này</i>. Trưởng nhóm phải thêm điểm yếu What Have You Done? vào chồng bài của mình. Trưởng nhóm cũng có thể chọn thêm lá bài tài sản Bloodstained Dagger vào bộ bài của mình. Cả hai lá bài không được tính vào kích thước bộ bài của điều tra viên đó.
zh: 在冒险日志中记下<i>艾肖希尔酒店目前归于平静</i>。调查员队长必须将你都做了什么？弱点加入其牌组。该调查员还可以选择是否将染血的匕首故事支援加入其牌组。这两张卡牌都不计入该调查员的卡牌张数。

source: the Excelsior is quiet, for now.
de: Das Excelsior ist vorerst ruhig.
es: el Excelsior está tranquilo, por ahora.
fr: l'Excelsior est calme, pour le moment.
it: all’Excelsior è tutto tranquillo, per il momento.
ru: «Эксельсиор» на время затих.
vi: khách sạn Excelsior trở nên yên ắng, cho lúc này.
zh: 艾肖希尔酒店目前归于平静。

source: The lead investigator must add the What Have You Done? weakness to their deck. They may also choose to add the Bloodstained Dagger story asset to their deck as well. Both cards do not count toward that investigator’s deck size.
de: Der Ermittlungsleiter muss die Schwäche Was hast du getan? seinem Deck hinzufügen. Er darf außerdem den Storyvorteil Blutbefleckter Dolch seinem Deck hinzufügen. Beide Karten zählen nicht gegen die Deckgröße.
es: El investigador jefe debe añadir la Debilidad ¿Qué has hecho? a su mazo. También puede elegir añadir el Apoyo de historia Daga manchada de sangre a su mazo. Ninguna de esas dos cartas cuenta para el tamaño de mazo de ese investigador.
fr: L'investigateur principal doit ajouter la faiblesse Qu'Avez-Vous Fait ? à son deck. Il peut également choisir d'ajouter le soutien d'histoire Dague Couverte de Sang à son deck. Ces deux cartes ne comptent pas dans la Taille du Deck de cet investigateur.
it: L’investigatore capo deve aggiungere la debolezza “Che Cosa Hai Fatto?” al suo mazzo. Può anche scegliere di aggiungere il supporto storia Pugnale Insanguinato al suo mazzo. Nessuna delle due carte va considerata nella dimensione del suo mazzo.
ru: Ведущий сыщик должен добавить отложенную слабость «Что вы наделали?» в свою колоду. Также он может добавить в свою колоду сюжетный актив «Окровавленный кинжал». Обе эти карты не идут в счёт размера колоды.
vi: Trưởng nhóm phải thêm điểm yếu What Have You Done? vào chồng bài của mình. Trưởng nhóm cũng có thể chọn thêm lá bài tài sản Bloodstained Dagger vào bộ bài của mình. Cả hai lá bài không được tính vào kích thước bộ bài của điều tra viên đó.
zh: 调查员队长必须将你都做了什么？弱点加入其牌组。该调查员还可以选择是否将染血的匕首故事支援加入其牌组。这两张卡牌都不计入该调查员的卡牌张数。

source: If “the police are on your side”:
de: Falls „die Polizei auf deiner Seite ist“:
es: Si "la policía está de tu parte":
fr: Si « la police est de votre côté » :
it: Se “la polizia è dalla vostra parte”:
ru: Если <i>полиция на вашей стороне</i>:
vi: Nếu "cảnh sát ở bên phe của bạn":
zh: 如果“警察相信了你”：

source: Any one investigator may choose to add Sergeant Monroe to their deck. This card does not count toward that investigator’s deck size.
de: Ein beliebiger Ermittler darf Sergeant Monroe seinem Deck hinzufügen. Diese Karte zählt nicht gegen die Deckgröße des Ermittlers.
es: Un investigador cualquiera puede elegir añadir el Sargento Monroe a su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
fr: N'importe quel investigateur a le droit d'ajouter le Sergent Monroe à son deck. Cette carte ne compte pas dans la Taille du Deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere il Sergente Monroe al suo mazzo (non considerandolo nella dimensione del suo mazzo).
ru: Любой сыщик может добавить в свою колоду сюжетный актив «Сержант Монро». Эта карта не идёт в счёт размера колоды.
vi: Một điều tra viên bất kỳ có thể chọn thêm lá bài Sergeant Monroe vào chồng bài của mình. Lá bài này không tính vào kích thước bộ bài của điều tra viên đó.
zh: 任一名调查员可以选择将门罗警司加入其牌组。这张卡牌不计入该调查员的卡牌张数。

source: If “the police don't believe you”:
de: Falls „die Polizei dir nicht glaubt“:
es: Si "la policía no te cree":
fr: Si « La police ne vous croit pas » :
it: Se “la polizia non vi crede”:
ru: Если <i>полиция вам не верит</i>:
vi: Nếu "cảnh sát không tin bạn":
zh: 如果“警察不相信你”：

source: Do not add Sergeant Monroe to any investigator’s deck.
de: Kein Ermittler darf Sergeant Monroe seinem Deck hinzufügen.
es: No añadas el Sargento Monroe al mazo de ningún investigador.
fr: N'ajoutez pas le Sergent Monroe au deck d'un investigateur.
it: Non aggiungete il Sergente Monroe al mazzo di alcun investigatore.
ru: Не добавляйте «Сержанта Монро» в чью-либо колоду.
vi: Không thêm lá bài Sergeant Monroe vào chồng bài của bất kỳ điều tra viên nào.
zh: 不要将门罗警司加入任何调查员的牌组。

source: Are there any [[Police]] enemies in the victory display?
de: Sind [[Polizei]]-Gegner im Siegpunktestapel?
es: ¿Hay algún enemigo [[Policía]] en la zona de victoria?
fr: Y-a-t-il au moins 1 ennemi [[Police]] dans la pile de victoire ?
it: Ci sono nemici [[Polizia]] nella galleria delle vittorie?
ru: Есть ли на победном счету хотя бы один враг-[[полицейский]]?
vi: Có bất kỳ kẻ địch [[Police]] nào trong khu vực trưng bày thành tích không?
zh: 胜利牌区中任何[[警察]]敌人吗？

source: Search the collection for a [[Detective]] or [[Madness]] weakness and add it to the lead investigator’s deck.
de: Durchsuche die Sammlung nach einer [[Detective]]- oder [[Wahnsinn]]-Schwäche und füge sie dem Deck des Ermittlungsleiters hinzu.
es: Busca en tu colección una Debilidad [[Detective]] o [[Locura]] y añádela al mazo del investigador jefe. Esta carta no cuenta para el tamaño de mazo de ese investigador.
fr: Cherchez une faiblesse [[Détective]] ou [[Folie]] dans la collection et ajoutez-la au deck de l'investigateur principal.
it: Cercate nella collezione 1 debolezza [[Detective]] o [[Follia]] e aggiungetela al mazzo dell’investigatore capo.
ru: Найдите в комплекте слабость-[[детектива]] или [[безумие]] и добавьте её в колоду ведущего сыщика.
vi: Tìm trong bộ sưu tập một điểm yếu [[Detective]] hoặc [[Madness]] và thêm nó vào chồng bài của trưởng nhóm.
zh: 搜索收藏，找出1个[[侦探]]或[[疯狂]]弱点，并将其加入调查员队长的牌组。

source: Scenario Interlude: The Truth
de: Szenario-Zwischenspiel: Die Wahrheit
es: Interludio del escenario: La verdad
fr: Interlude du Scénario : La Vérité
zh: 冒险幕间故事：真相

source: Your investigation is halted by Sergeant Monroe—the very same police sergeant who had spurned your earlier warnings about the Excelsior Hotel. He is clearly exasperated by all of the strange happenings in the building, and demands answers. “Now listen here,” he says, his hand twitching toward his holstered gun. “I’m a reasonable man, but you’re looking mighty suspicious. You better tell me everything that’s going on right now, you understand? Or you’re gonna take a oneway trip straight to the big house.”
de: Deine Ermittlung wird von Sergeant Monroe aufgehalten, demselben Polizisten, der deine früheren Warnungen über das Excelsior ignoriert hat. Er ist ganz offensichtlich entnervt wegen all der seltsamen Ereignisse im Hotel und fordert Antworten. „Jetzt hören Sie gut zu!“, sagt er und seine Hand zuckt zu seiner Pistole im Holster. „Ich bin ja ein geduldiger Kerl, aber Sie sehen verdammt verdächtig aus. Sie sagen mir nun besser, was hier vor sich geht, verstanden? Oder es gibt eine Direktfahrt in den Knast!“
es: Tu investigación se ve interrumpida por el sargento Monroe, el mismo policía que desdeñó tus advertencias sobre el hotel Excelsior. Está claramente frustrado por todos los sucesos extraños que ocurren en el edificio y quiere respuestas: —Escúcheme bien —dice, llevándose la mano a la funda del arma con nerviosismo—. Soy un tipo razonable, pero las sospechas apuntan a usted. Más le vale contarme todo lo que esté pasando ahora mismo, ¿me entiende? Porque si no le espera un viaje sólo de ida a la trena.
fr: Votre enquête est interrompue par le sergent Monroe, le même officier de police qui avait ignoré vos précédents avertissements concernant l'hôtel Excelsior. Il est visiblement exaspéré par tous les étranges événements survenus dans le bâtiment et exige des réponses. « Écoutez », commence-t-il en rapprochant sa main de la crosse de son arme. « Je suis un homme raisonnable, mais vous me semblez fort suspect. Vous feriez mieux de tout m'expliquer maintenant, compris ? Sinon vous êtes bon pour un aller simple, direction la prison. »
it: Le vostre indagini vengono interrotte dal sergente Monroe, lo stesso che nel pomeriggio aveva respinto al mittente le vostre preoccupazioni riguardo l’hotel Excelsior. Sembra visibilmente preoccupato dagli strani avvenimenti che hanno turbato la struttura ed esige delle risposte. “Ascoltatemi bene” vi intima mentre porta nervosamente la mano alla pistola nella fondina. “Sono un uomo ragionevole, ma le vostre facce mi sembrano piuttosto sospette: sarà meglio che mi diciate tutto quello che sta succedendo qui, mi spiego? Altrimenti vi aspetta un viaggio di sola andata per la gattabuia.”
ru: Ваше расследование прерывает сержант Монро — тот самый полицейский, который отмахивался от предупреждений об «Эксельсиоре». Он явно вне себя из-за происходящих в отеле странностей и жаждет объяснений. «Послушайте, — говорит он, машинально дотрагиваясь рукой до кобуры. — Я здравомыслящий человек, но вы выглядите крайне подозрительно. Советую немедленно объяснить мне, что тут происходит. Иначе отправитесь отсюда прямиком за решётку».
vi: Cuộc điều tra của bạn bị tạm dừng bởi Trung sĩ Monroe — cũng chính là trung sĩ cảnh sát đã từ chối những cảnh báo trước đó của bạn về Khách sạn Excelsior. Ông ta rõ ràng rất bực tức trước tất cả những điều kỳ lạ xảy ra trong tòa nhà và yêu cầu câu trả lời. Ông ta nói, tay co lại vào phía khẩu súng trong bao của mình, "Tôi là một người hiểu lý lẽ, nhưng cậu trông rất đáng ngờ. Tốt hơn hết cậu nên cho tôi biết mọi thứ đang diễn ra ngay bây giờ, cậu hiểu chứ? Hoặc cậu sẽ phải thực hiện một chuyến đi một chiều đến thẳng nhà tù."
zh: 你的调查被门罗警司叫停了——就是那个之前无视你对艾肖希尔酒店的警告的那名警司。他显然对这栋建筑物里发生的一切离奇事件激怒了，要求你做出回答。“好好听著，”他的手抽搐著摸向枪套，说道，“我是个讲道理的人，但你看起来真的非常可疑，你最好把所有发生的事告诉我，懂吗？不然我马上就让你进大牢。”

source: <i>Tell Sergeant Monroe the truth.</i>
de: <i>Erzähle Sergeant Monroe die Wahrheit.</i>
es: <i>Contarle la verdad al sargento Monroe.</i>
fr: <i>Dire la vérité au sergent Monroe.</i>
it: <i>Dite la verità al sergente Monroe.</i>
ru: <i>Сказать сержанту Монро правду.</i>
vi: <i>Nói cho Trung sĩ Sergeant sự thật.</i>
zh: <i>告诉门罗警司真相。</i>

source: <i>Lie about your involvement.</i>
de: <i>Lüge über deine Verstrickung in die Sache.</i>
es: <i>Mentir sobre tu implicación.</i>
fr: <i>Mentir sur votre implication.</i>
it: <i>Mentite sul vostro coinvolgimento.</i>
ru: <i>Солгать, что вы здесь ни при чём.</i>
vi: <i>Nói dối về sự tham gia của bạn.</i>
zh: <i>对你的涉案经历撒谎。</i>

source: You explain everything to Sergeant Monroe from the beginning. The rumors. The note. The murder. The more you explain, the more you realize how crazy it all sounds, but you know it is the truth. You know you’re innocent. But do you have the evidence to back it up?
de: Du erklärst Sergeant Monroe alles von Anfang an. Die Gerüchte. Die Notiz. Der Mord. Je mehr du erklärst, desto mehr erkennst du, wie verrückt das alles klingt. Doch du weißt, dass es die Wahrheit ist. Du weißt, dass du unschuldig bist. Aber kannst du es auch beweisen?
es: Le explicas todo al sargento Monroe desde el principio. Los rumores. La nota. El asesinato. Cuanto más le explicas, más consiente eres de que parece una locura, pero sabes que es la verdad. Sabes que eres inocente. Pero ¿tienes pruebas para demostrarlo?
fr: Vous racontez tout depuis le début au sergent Monroe. Les rumeurs. La note. Le meurtre. Plus vous avancez dans vos explications, plus vous vous rendez compte à quel point cela semble fou, mais vous savez que c'est la vérité. Vous savez que vous êtes innocent. Mais comment le prouver ?
it: Raccontate al sergente Monroe tutta la verità, fin dall’inizio: le dicerie, il biglietto, l’omicidio. Più proseguite con la spiegazione più vi rendete conto di quanto tutto possa sembrare assurdo, ma voi sapete che è la verità Siete certi di essere innocenti, ma potete anche dimostrarlo?
ru: Вы рассказываете сержанту Монро всё с самого начала. Слухи. Записка. Убийство. Чем больше вы говорите, тем сильнее понимаете, насколько бредово это звучит, — и всё-таки это правда. Вы знаете, что невиновны. Но сможете ли вы доказать это?
vi: Bạn giải thích mọi thứ cho Trung sĩ Monroe từ đầu. Những tin đồn. Tờ ghi chú. Kẻ giết người. Bạn càng giải thích, bạn càng nhận ra rằng tất cả chuyện này nghe có vẻ điên rồ như thế nào, nhưng bạn biết đó là sự thật. Bạn biết bạn vô tội. Nhưng bạn có bằng chứng để thanh minh không?
zh: 你从头开始向门罗警司解释了一切。谣言、纸条与谋杀案。你解释得越多，就越意识到这一切听起来有多疯狂，但你很清楚这些都是真相。你知道你是清白的，但你有证据可以证明吗？

source: Sergeant Monroe will only believe you if you collected enough evidence and did not try to cover up your involvement. If all of the following circumstances are true:
de: Sergeant Monroe wird dir nur glauben, wenn du genügend Beweise gesammelt hast. Außerdem solltest du nicht versucht haben, deine Verwicklung in die Sache zu vertuschen. Falls alle folgenden Umstände zutreffen:
es: El sargento Monroe sólo te creerá si has reunido suficientes pruebas y no has intentado encubrir tu implicación. Revisa si todas las circunstancias siguientes se cumplen:
fr: Le sergent Monroe ne vous croira que si vous avez découvert suffisamment de preuves et que vous n'avez pas essayé de couvrir votre implication. Si tous les points suivants sont vrais :
it: Il sergente Monroe vi crederà solo se avete accumulato abbastanza prove e non avete cercato di nascondere il vostro coinvolgimento. Se tutte le circostanze seguenti sono vere:
ru: Сержант Монро поверит вам, только если вы собрали достаточно доказательств и не пытались скрыть свою причастность. Если всё из нижеперечисленного верно:
vi: Trung sĩ Monroe sẽ chỉ tin bạn nếu bạn thu thập đủ bằng chứng và không cố gắng che đậy sự tham gia của mình. Nếu tất cả các trường hợp sau đều đúng:
zh: 只有在你收集齐足够的证据并且没有试图掩饰你的涉案经历，门罗警司才会相信你。如果下列所有情况都属实：

source: Have the investigators NOT “cleaned up the blood,” “hid the body,” or “tidied up the room?”
de: Haben die Ermittler weder „das Blut weggewischt“ noch „die Leiche versteckt“ oder „das Zimmer aufgeräumt“?
es: ¿Los investigadores no han "limpiado la sangre", ni "ocultado el cuerpo" ni "ordenado la habitación"?
fr: Les investigateurs n'ont ni « nettoyé le sang », ni « caché le corps », ni « rangé la chambre ».
it: NON avete “lavato via il sangue”, “nascosto il cadavere” né “riordinato la stanza”?
ru: Сыщики не <i>смыли кровь</i>, не <i>спрятали тело</i> и не <i>прибрали в номере</i>.
vi: Các điều tra viên có KHÔNG “làm sạch vết máu”, “giấu thi thể” hoặc “dọn dẹp phòng sạch sẽ?”
zh: 调查员是否没有“清理掉血迹”、没有“隐藏了尸体”，也没有“整理好房间”？

source: Are there are least 2 [per_investigator] clues on each [[Lead]] asset in play?”
de: Befinden sich mindestens 2[per_investigator] Hinweise auf jedem [[Spur]]-Vorteil im Spiel?
es: ¿Hay al menos 2 pistas [per_investigator] sobre cada Apoyo [[Indicio]] en juego?
fr: Il y a au moins 2[per_investigator] indices sur chaque soutien [[Piste]] en jeu.
it: Ci sono 2 [per_investigator] o più indizi su ogni supporto [[Traccia]] in gioco?
ru: На каждом активе-[[зацепке]] как минимум 2 [per_investigator] улик.
vi: Có ít nhất mỗi 2 manh mối [per_investigator] trên mỗi tài sản [[Lead]] đang chơi không?
zh: 场上的每个[[迹象]]支援上有至少2[per_investigator]个线索吗？

source: Are there no [[Innocent]] enemies in the victory display?”
de: Befindet sich kein einziger [[Unschuldiger]]-Gegner im Siegpunktestapel?
es: ¿No hay Enemigos [[Inocente]] en la zona de victoria?
fr: Il n'y a pas d'ennemi [[Innocent]] dans la pile de victoire.
it: Non ci sono nemici [[Innocente]] nella galleria delle vittorie?
ru: На победном счету нет [[невинных]] врагов.
vi: Có bất kỳ kẻ địch [[Innocent]] nào trong khu vực trưng bày thành tích không?
zh: 胜利牌区是否没有任何[[无辜]]的敌人吗？

source: You do the only thing you can think to do in the moment: lie through your teeth. After all, there is no way the police would understand all of the strange occurrences within the hotel, and even if they did, you don’t expect them to turn a blind eye to all of the evidence pointing in your direction.
de: Die Polizei würde niemals die vielen seltsamen Vorkommnisse im Hotel verstehen. Außerdem deuten zu viele Beweise in deine Richtung. Du tust also das einzige, was dir in diesem Moment einfällt und lügst das Blaue vom Himmel herunter.
es: Haces lo único que se te ocurre en ese momento: mentir descaradamente. Al fin y al cabo, es imposible que la policía vaya a entender todos los extraños sucesos que están teniendo lugar en el hotel, e incluso si lo entendieran, no esperas que vayan a hacer la vista gorda ante todas las pruebas que apuntan hacia ti.
fr: Vous faites la seule chose qui vous vient a l'esprit en cet instant : mentir éhontément. Après tout, la police n'a aucun moyen de comprendre les étranges événements qui se sont produits dans cet hôtel ; et même si c'était le cas, comment pourrait-elle ignorez toutes les preuves qui vous accablent ?
it: Fate l’unica cosa che vi viene in mente al momento: mentire spudoratamente. Dopotutto è impossibile che la polizia creda a ogni singola stranezza che sta accadendo nell’hotel, e anche se così fosse non vi aspettate che chiuda un occhio di fronte a tutte le prove che puntano nella vostra direzione.
ru: Вы делаете первое, что приходит вам в голову, — бесстыдно лжёте. В конце концов, полиция явно не сумеет разобраться во всём происходящем в отеле, а даже если и сумеет, то вряд ли станет закрывать глаза на улики против вас.
vi: Bạn làm điều duy nhất bạn có thể nghĩ để làm vào lúc này: nói dối. Rốt cuộc thì không có cách nào để cảnh sát hiểu được tất cả những điều kỳ lạ xảy ra trong khách sạn, và ngay cả khi họ có, bạn cũng đừng mong họ làm ngơ trước tất cả các bằng chứng chỉ về hướng bạn.
zh: 此刻你唯一的想法：睁眼说瞎话。毕竟，警方不可能理解酒店内所有的离奇事件。即使他们能理解，你也不能指望他们会对所有不利于你的证据视而不见。

source: Sergeant Monroe will only believe you if you successfully covered up your involvement. If all of the following circumstances are true:
de: Sergeant Monroe wird dir nur glauben, wenn du deine Verstrickung in die Sache erfolgreich vertuscht hast. Falls alle folgenden Umstände zutreffen:
es: El sargento Monroe sólo te creerá si has encubierto tu implicación. Revisa si todas las circunstancias siguientes se cumplen:
fr: Le sergent Monroe ne vous croira que si vous avez suffisamment couvert votre implication. Si tous les points suivant sont vrais :
it: Il sergente Monroe vi crederà solo se siete riusciti a celare il vostro coinvolgimento. Se tutte le circostanze seguenti sono vere:
ru: Сержант Монро поверит вам, только если вы успешно скрыли свою причастность. Если всё из нижеперечисленного верно:
vi: Trung sĩ Monroe sẽ chỉ tin bạn nếu bạn đã che đậy thành công sự tham gia của mình. Nếu tất cả các trường hợp sau đều đúng:
zh: 只有你成功掩盖你的涉案经历，门罗警司才会相信你。如果下列所有情况都属实：

source: Have the investigators “cleaned up the blood,” “hid the body,” and “tidied up the room?”
de: Haben die Ermittler „das Blut weggewischt“, „die Leiche versteckt“ und „das Zimmer aufgeräumt“?
es: ¿Los investigadores han "limpiado la sangre", ni "ocultado el cuerpo" ni "ordenado la habitación"?
fr: Les investigateurs ont « nettoyé le sang », « caché le corps » et « rangé la chambre ».
it: Avete “lavato via il sangue”, “nascosto il cadavere” e “riordinato la stanza”?
ru: Сыщики <i>смыли кровь</i>, <i>спрятали тело</i> и <i>прибрали в номере</i>.
vi: Các điều tra viên có “làm sạch vết máu”, “giấu thi thể” và “dọn dẹp phòng sạch sẽ” không?
zh: 调查员是否已“清理掉血迹”、“隐藏了尸体”，并且“整理好房间”？
