Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: “No. No, I don’t believe you.” The man says, unholstering his weapon. “None of this checks out. You’re coming with me, pal. You can sing your story down at the station.” You raise your hands, and he starts ushering you out of the room when there is a tremendous crash from another part of the hotel. The entire building shakes to its foundations, and you hear guests screaming. “What in the hell?” He looks to the door, then to you. “Stay put,” he warns, “Or I swear, next time I see you, you’re gettin’ cuffed.” He runs off to investigate the noise, mumbling about how he is getting too old for this job.
de: „Nein. Nein, ich glaube Ihnen nicht!“, sagt Sergeant Monroe und zieht seine Waffe. „Nichts davon passt zusammen. Sie kommen jetzt mit mir. Ihre Geschichte können Sie auf dem Revier erzählen.“ Du hebst die Hände, doch als Monroe dich gerade nach draußen führen will, ertönt ein gewaltiger Knall aus einem anderen Teil des Hotels. Das gesamte Gebäude erzittert bis auf die Grundmauern und man hört Leute schreien. „Was zum Teufel?“ Monroe schaut zur Tür, dann zu dir. „Sie bleiben hier“, warnt er dich, „oder ich schwöre, ich werde Sie beim nächsten Mal direkt einlochen!“ Er läuft davon, um den Lärm zu untersuchen, und murmelt, dass er zu alt für diesen Job wird.
es: —No. No, no le creo —dice el agente, desenfundando su arma—. Nada de eso concuerda. Usted se viene conmigo, amigo. Ya cantará en comisaría. Levantas las manos y él empieza a sacarte de la habitación cuando se oye un estruendo tremendo en otra parte del hotel. Todo el edificio tiembla hasta los cimientos, y oyes gritar a algunos clientes. —¿Qué demonios? —exclama mientras pasa la mirada de la puerta a ti antes de advertirte—: No se mueva de aquí. O le juro que la próxima vez que le vea, le pongo las esposas. Se va corriendo a investigar el ruido, mascullando que se está volviendo demasiado viejo para este trabajo.
fr: « Non. Non, je ne vous crois pas », répond l'homme en dégainant son arme. « Rien de tout cela ne colle. Vous venez avec moi. Vous pourrez nous seriner votre histoire au poste. » Vous levez les mains en l'air et il vous conduit à l'extérieur de la pièce quand, tout à coup, vous entendez un bruit assourdissant provenant de l'autre bout de l'hôtel. Le bâtiment entier tremble sur ses fondations et des clients commencent à crier. « Que diable… ? » Le sergent Monroe regarde la porte, puis se tourne à nouveau vers vous. « Restez ici », prévient-il, « ou je jure de vous passer les menottes dès que je vous reverrai. » Il se rue en direction du bruit en maugréant qu'il est trop vieux pour ce boulot.
it: “No. No, non vi credo” risponde l’uomo estraendo l’arma, “Niente di tutto questo ha un senso. Ora venite con me, gente: potrete raccontare le vostre storielle giù alla centrale.” Alzate le mani, ma proprio quando l’agente sta per accompagnarvi fuori dalla stanza venite interrotti da un frastuono tremendo proveniente da un’altra zona dell’hotel: l’intero edificio trema fin dalle fondamenta e iniziate a sentire le urla degli altri ospiti. “Ma che diavolo?” L’agente guarda verso la porta, poi verso di voi. “Restate qui”, vi avverte, “o la prossima volta che ci vedremo giuro che avrete le manette ai polsi.” Corre via in direzione del frastuono, borbottando qualcosa su come ormai sia troppo vecchio per questo lavoro.
ru: «Нет. Нет, это всё ложь. — Сержант достаёт пистолет из кобуры. — От первого слова до последнего. Вы пойдёте со мной. Будете травить свои байки в участке». Вы поднимаете руки, но не успевает он вывести вас из комнаты, как из другой части отеля доносится страшный грохот. Здание сотрясается до основания, и вы слышите вопли. «Какого дьявола?! — Сержант смотрит на дверь, затем на вас. — Оставайтесь здесь, или, клянусь, в следующий раз я нацеплю на вас браслеты» — предупреждает он и убегает на шум, бормоча под нос, что уже слишком стар для этой работы.
vi: Người đàn ông nói, lấy khẩu súng khỏi bao, "Không. Không, tôi không tin cậu. Không điều nào trong này đúng. Cậu đi với tôi, anh bạn. Cậu có thể huyên thuyên câu chuyện của mình tại đồn." Bạn giơ tay lên, và ông ta bắt đầu đưa bạn ra khỏi phòng khi có một vụ va chạm mạnh từ một khu vực khác của khách sạn. Toàn bộ tòa nhà rung chuyển đến tận nền móng của nó, và bạn nghe thấy tiếng la hét của các vị khách. Ông ta nhìn ra cửa, rồi nhìn bạn., "Cái quái gì vậy?" Ông ta cảnh báo, “Ở yên đây. Hoặc tôi thề là lần tới khi tôi gặp lại cậu, cậu sẽ bị còng.” Ông ta chạy đi để điều tra tiếng ồn, lầm bầm về việc ông ta đã quá già cho công việc này.
zh: “不，不，我不相信你。”，男人说著，从枪套中拔出了武器，“这些都无从考证。你得跟我走一趟。你要瞎掰可以到警局来瞎掰。”你高举双手，当他押著你走出房间时，酒店的另一边传来一声巨响。整栋建筑连著地基摇晃，你听到客人们的尖叫。“搞什么鬼？”他看向门口，然后又看了看你。“给我待著，”他警告你，“否则我向你保证，下次我见到你，你会被铐起来。”他向著噪音的方向跑去，嘟囔著抱怨他现在年纪太大，受不起这种折腾。

source: Remember that “the police don’t believe you.” Remove Sergeant Monroe from the game. Search the encounter deck, discard pile, and all play areas for each copy of Arkham Officer and remove them from the game. Shuffle the encounter discard pile into the encounter deck.
de: Merke dir, dass „die Polizei dir nicht glaubt“. Entferne Sergeant Monroe aus dem Spiel. Durchsuche das Begegnungsdeck, den Begegnungs-Ablagestapel und alle Spielzonen nach jeder Kopie von Polizist aus Arkham und entferne sie aus dem Spiel. Mische den Begegnungs-Ablagestapel in das Begegnungsdeck.
es: Recuerda que "la policía no te cree". Retira al Sargento Monroe de la partida. Busca en el mazo y la pila de descartes de Encuentros y en todas las zonas de juego todas las copias del Agente de Arkham y retíralas de la partida. Añade la pila de descartes de Encuentros al mazo de Encuentros y baraja éste.
fr: Souvenez-vous que « la police ne vous croit pas ». Retirez de la partie le Sergent Monroe. Cherchez chaque exemplaire de l'Agent de Police d'Arkham dans le deck Rencontre, la pile de défausse Rencontre et dans toutes les zones de jeu et retirez-les de la partie. Mélangez la pile de défausse Rencontre dans le deck Rencontre.
it: Annotate che “la polizia non vi crede”. Rimuovete dal gioco il Sergente Monroe. Cercate nel mazzo degli incontri, nella pila degli scarti degli incontri e in tutte le aree di gioco ogni copia dell’Agente di Arkham e rimuovetela dal gioco. Rimescolate la pila degli scarti degli incontri nel mazzo degli incontri.
ru: Запомните, что <i>полиция вам не верит</i>. Удалите из игры «Сержанта Монро». Найдите в колоде контактов, сбросе и всех игровых зонах все экземпляры врага «Полицейский» и удалите их из игры. Замешайте сброс контактов в колоду контактов.
vi: Ghi nhớ là "cảnh sát không tin bạn." Loại bỏ Trung sĩ Monroe khỏi màn chơi. Tìm trong chồng bài encounter, chồng bài bỏ, và tất cả khu vực chơi cho mỗi bản sao của lá bài Arkham Officer và loại bỏ chúng khỏi màn chơi. Xào chồng bài encounter bỏ vào lại chồng bài encounter.
zh: 请记住“警察不相信你。”将门罗警司移出游戏。查找遭遇牌堆、弃牌堆和所有游戏区域，找出每张“阿卡姆警官”，并将其移出游戏。将遭遇弃牌堆洗入遭遇牌堆。

source: Sergeant Monroe listens to your story with skepticism, though he seems to come around the more evidence you present to him. “All right,” he says once you are finished explaining. “So you were under duress. Drugged, maybe. Crazy as it sounds, the pieces fit. I think you’re telling the truth. But if there's someone else pulling the strings, we've gotta figure out who, or nobody's gonna believe either one of us.” A drop of sweat slides down his forehead. “Come on, let’s go.”
de: Sergeant Monroe hört sich deine Geschichte mit Skepsis an, doch mit jedem weiteren Beweis, den du ihm präsentierst, scheint er nachdenklicher zu werden. „In Ordnung“, sagt er, sobald du mit deiner Erklärung fertig bist. „Sie standen also unter Zwang. Unter Drogen womöglich. So verrückt das alles auch klingt, die Beweise sind stimmig. Ich glaube, Sie sagen die Wahrheit. Aber wenn jemand anderes hier die Fäden zieht, müssen wir herausfinden, wer das ist, oder niemand wird uns glauben.“ Ein Schweißtropen läuft über seine Stirn. „Na schön, machen wir uns auf die Suche.“
es: El sargento Monroe escucha tu historia con escepticismo, aunque parece irse convenciendo a medida que le presentas pruebas. —Muy bien —dice cuando terminas de explicarte—, Así que actuó bajo coerción. Y posiblemente fuera drogado. Aunque parezca una locura, las piezas encajan. Creo que está diciendo la verdad. Pero si hay alguien más tirando de los hilos, debemos descubrir de quién se trata, porque de otro modo nadie más nos creería. —Una gota de sudor baja por su frente—. Venga, vámonos.
fr: Le sergent Monroe se montre tout d'abord sceptique sur votre histoire, mais il change d'avis au fil des preuves que vous lui présentez. « Très bien », dit-il après que vous avez terminé vos explications. « Vous étiez donc sous contrainte, drogué peut-être. Cela semble fou, mais les indices se recoupent. Je pense que vous dites la vérité. Mais si quelqu'un tire les ficelles, nous devons découvrir qui, ou personne ne nous croira. » Une goutte de sueur perle sur son front. « Allons-y. »
it: Il sergente Monroe ascolta la vostra versione dei fatti con aria scettica, ma sembra riusciate a convincerlo man mano che gli mostrate nuove prove. “Bene” commenta quando avete finito con la spiegazione. “Quindi avete agito sotto costrizione. Probabilmente drogati. Per quanto sembri assurdo, i pezzi del rompicapo combaciano: credo che stiate dicendo la verità. Tuttavia, se qualcun altro sta muovendo i fili dobbiamo capire di chi si tratti, altrimenti nessuno crederà mai né a me, né a voi.” Una goccia di sudore gli scivola giù dalla fronte. “Avanti, diamoci da fare.”
ru: Поначалу сержант Монро слушает вас с недоверием, но с каждым предъявленным вами доказательством его сомнения отступают. «Хорошо, — произносит он наконец. — Вы действовали не по своей воле. Похоже, вас чем-то опоили. Это звучит безумно, и тем не менее всё сходится. Думаю, вы говорите правду. Но если за всем этим стоит кто-то ещё, мы должны найти его, иначе нам с вами никто не поверит. — Капля пота стекает по его лбу. — Что ж, за работу!»
vi: Trung sĩ Monroe lắng nghe câu chuyện của bạn với sự hoài nghi, dù vậy ông ta có vẻ càng tin tưởng hơn khi càng nhiều bằng chứng bạn đưa ra cho ông ta. Ông ấy nói sau khi bạn giải thích xong,“Được rồi. Vậy là cậu bị ép uống. Có lẽ bị cho thuốc không chừng. Mọi thứ nghe thật điên rồ nhưng các mảnh ghép lại vừa vặn với nhau. Tôi nghĩ cậu đang nói sự thật. Nhưng nếu có người khác giật dây chuyện này, chúng ta phải tìm ra là ai, hoặc sẽ không ai tin chúng ta." Một giọt mồ hôi trượt dài trên trán ông ta. "Nào, đi thôi."
zh: 门罗警司半信半疑地听著你的故事，但随著你向他提供越来越多的证据，他对你也逐渐改观。“好吧。”你一解释完他就说道。“所以你是被迫的，可能是被下了药。虽然听起来很疯狂，但细节都对得上。我觉得你说的是实话，但如果还有人在幕后操纵，我们得找出是谁，不然没有人会相信我们的。”一滴汗珠从他额头滑落，“来，走吧。”

source: Remember that “the police are on your side.” Choose an investigator to take control of the Sergeant Monroe story asset <i>(move him to that investigator’s threat area)</i>. Search the encounter deck, discard pile, and all play areas for each copy of Arkham Officer and remove them from the game.
de: Merke dir, dass „die Polizei auf deiner Seite ist“. Wähle einen Ermittler, der die Kontrolle über die Storyvorteilskarte Sergeant Monroe übernimmt <i>(bewege ihn in die Spielzone des Ermittlers)</i>. Durchsuche das Begegnungsdeck, den Begegnungs-Ablagestapel und alle Spielzonen nach jeder Kopie von Polizist aus Arkham und entferne sie aus dem Spiel. Mische den Begegnungs-Ablagestapel in das Begegnungsdeck.
fr: Souvenez-vous que « la police est de votre côté ». Choisissez un investigateur qui prend le contrôle du Sergent Monroe (<i>déplacez-le dans la zone de menace de cet investigateur</i>). Cherchez chaque exemplaire de l'Agent de Police d'Arkham dans le deck Rencontre, la pile de défausse Rencontre et dans toutes les zones de jeu et retirez-les de la partie. Mélangez la pile de défausse Rencontre dans le deck Rencontre.
it: Annotate che “la polizia è dalla vostra parte”. Un investigatore a vostra scelta prende il controllo del supporto storia Sergente Monroe <i>(spostatelo nell’area di minaccia di quell’investigatore)</i>. Cercate nel mazzo degli incontri, nella pila degli scarti degli incontri e in tutte le aree di gioco ogni copia dell’Agente di Arkham e rimuovetela dal gioco.
ru: Запомните, что <i>полиция на вашей стороне</i>. Выберите сыщика, который берёт под контроль актив «Сержант Монро» (переместите его в зону угрозы того сыщика). Найдите в колоде контактов, сбросе и всех игровых зонах все экземпляры врага «Полицейский» и удалите их из игры.
vi: Ghi nhớ rằng "cảnh sát ở bên phe của bạn." Chọn một điều tra viên để điều khiển lá bài Sergeant Monroe <i>(di chuyển ông ta đến threat area của điều tra viên đó)</i>. Tìm trong chồng bài encounter, chồng bài bỏ, và tất cả khu vực chơi cho mỗi bản sao của lá bài Arkham Officer và loại bỏ chúng khỏi màn chơi.
zh: 记住“警察相信了你”，选择一名调查员来控制门罗警司剧情支援<i>(将他移动到该调查员的威胁区域)</i>。查找遭遇牌堆、弃牌堆和所有的游戏区域，找出每张“阿卡姆警官”，将其移出游戏。

source: Sergeant Monroe nods along to your story, convinced. “All right,” he says, “Sounds like you really did have nothing to do with this. But maybe you can help me find the real culprit. Somebody in this damned hotel is a murderer, and we’re gonna find them.” You breathe a sigh of relief. At least the police won’t be a problem anymore.
de: Sergeant Monroe nickt, während du deine Geschichte erzählst, und wirkt überzeugt. „In Ordnung“, sagt er. „Klingt, als hätten Sie hiermit wirklich nichts zu tun. Aber vielleicht können Sie mir helfen, den wahren Täter zu finden.“ Du stößt einen Seufzer der Erleichterung aus. Zumindest wird die Polizei kein Problem mehr sein.
es: El sargento Monroe asiente mientras escucha convencido. —Muy bien —dice—, Parece que realmente no ha tenido nada que ver con esto. Pero quizás pueda ayudarme a encontrar al verdadero culpable. En este maldito hotel hay un asesino, y vamos a encontrarlo. Das un suspiro de alivio. Al menos la policía dejará de ser un problema.
fr: Le sergent Monroe hoche la tête pendant que vous racontez votre histoire ; il semble convaincu. « Très bien », dit-il. « Il semble que vous n'ayez rien à voir avec tout cela. Mais peut-être pourriez-vous m'aider à trouver le véritable coupable. Il y a un meurtrier dans ce satané hôtel, et je compte bien le débusquer. » Vous poussez un soupir de soulagement. Au moins, la police ne sera plus un problème.
it: Il sergente Monroe annuisce mentre gli raccontate la vostra versione dei fatti e sembra convinto dal racconto. “Bene”, dice, “a quanto pare non avete nulla a che fare con tutto questo, ma forse potete aiutarmi a trovare il vero colpevole. In questo dannato hotel c’è un assassino, e noi lo troveremo.” Tirate un sospiro di sollievo: se non altro, la polizia non sarà più un problema.
ru: Сержант Монро кивает, слушая ваш рассказ. «Хорошо, — произносит он наконец. — Похоже, вы действительно не имеете к этому никакого отношения. Но возможно, вы поможете мне найти настоящего преступника. В этом проклятом отеле скрывается убийца, и мы должны найти его». Вы вздыхаете с облегчением. По крайней мере, полиция не будет путаться под ногами.
vi: Trung sĩ Monroe gật gù với câu chuyện của bạn, ông ta bị thuyết phục. Ông ta nói, “Được rồi. Có vẻ như cậu thực sự không liên quan gì đến việc này. Nhưng có lẽ cậu có thể giúp tôi tìm ra thủ phạm thực sự. Ai đó trong khách sạn chết tiệt này là một kẻ sát nhân, và chúng ta sẽ tìm thấy họ." Bạn thở phào nhẹ nhõm. Ít nhất thì cảnh sát sẽ không còn là vấn đề nữa.
zh: 门罗警司对你的故事点了点头，相信了你。“好吧。”他说，“听起来你的确跟此事无关，但也许你能帮我找到真凶。这该死的酒店里有人是谋杀犯，我们会找到他的。”你松了一口气，至少警察不会再带来麻烦了。

source: Remember that “the police are on your side.” Choose an investigator to take control of the Sergeant Monroe story asset <i>(move him to that investigator’s threat area)</i>. Search the encounter deck, discard pile, and all play areas for each copy of Arkham Officer and remove them from the game. Shuffle the encounter discard pile into the encounter deck.
de: Merke dir, dass „die Polizei auf deiner Seite ist“. Wähle einen Ermittler, der die Kontrolle über die Storyvorteilskarte Sergeant Monroe übernimmt <i>(bewege ihn in die Spielzone des Ermittlers)</i>. Durchsuche das Begegnungsdeck, den Begegnungs-Ablagestapel und alle Spielzonen nach jeder Kopie von Polizist von Arkham und entferne sie aus dem Spiel. Mische den Begegnungs-Ablagestapel in das Begegnungsdeck.
es: Recuerda que "la policía está de tu parte". Elige a un investigador para que tome el control del Apoyo de historia Sargento Monroe <i>(muévelo a la zona de amenaza de ese investigador)</i>. Busca en el mazo y la pila de descartes de Encuentros y en todas las zonas de juego todas las copias del Agente de Arkham y retíralas de la partida. Añade la pila de descartes de Encuentro al mazo de Encuentros y baraja éste.
fr: Souvenez-vous que « la police est de votre côté ». Choisissez un investigateur qui prend le contrôle du Sergent Monroe (<i>déplacez-le dans la zone de menace de cet investigateur</i>). Cherchez chaque exemplaire de l'Agent de Police d'Arkham dans le deck Rencontre, la pile de défausse Rencontre et dans toutes les zones de jeu et retirez-les de la partie. Mélangez la pile de défausse Rencontre dans le deck Rencontre.
it: Annotate che “la polizia è dalla vostra parte”. Un investigatore a vostra scelta prende il controllo del supporto storia Sergente Monroe <i>(spostatelo nell’area di minaccia di quell’investigatore)</i>. Cercate nel mazzo degli incontri, nella pila degli scarti degli incontri e in tutte le aree di gioco ogni copia dell’Agente di Arkham e rimuovetela dal gioco. Rimescolate la pila degli scarti degli incontri nel mazzo degli incontri.
ru: Запомните, что <i>полиция на вашей стороне</i>. Выберите сыщика, который берёт под контроль актив «Сержант Монро» (переместите его в зону угрозы того сыщика). Найдите в колоде контактов, сбросе и всех игровых зонах все экземпляры врага «Полицейский» и удалите их из игры. Замешайте сброс контактов в колоду контактов.
vi: Ghi nhớ rằng "cảnh sát ở bên phe của bạn." Chọn một điều tra viên để điều khiển lá bài Sergeant Monroe <i>(di chuyển ông ta đến threat area của điều tra viên đó)</i>. Tìm trong chồng bài encounter, chồng bài bỏ, và tất cả khu vực chơi cho mỗi bản sao của lá bài Arkham Officer và loại bỏ chúng khỏi màn chơi. Xào chồng bài encounter bỏ vào lại chồng bài encounter.
zh: 记住“警察相信了你”，选择一名调查员来控制门罗警司剧情支援<i>(将他移动至该调查员的威胁区域)</i>。查找遭遇牌堆、弃牌堆和所有的游戏区域，将所有“阿卡姆警官”移出游戏。将遭遇弃牌堆洗入遭遇牌堆。

source: Thanks to your cunning investigation, you now have a better idea of what is going on. You’re not the real culprit here. There is much more happening behind the scenes of the Excelsior Hotel, and you’re just caught in the middle…
de: Dank deiner mutigen Ermittlungen hast du nun eine bessere Vorstellung davon, was im Hotel geschieht. Du bist nicht der wahre Täter. Hinter den Kulissen des Excelsior geht noch viel mehr vor sich und du steckst mittendrin…
es: Gracias a tu hábil investigación, ahora te haces una buena idea de lo que está pasando. El verdadero culpable no eres tú. En el hotel Excelsior están ocurriendo muchas más cosas entre bambalinas, y tú te has visto atrapado en el medio…
fr: Grâce à votre enquête minutieuse, vous avez maintenant une idée plus précise de ce qui se passe. Vous n'êtes pas le vrai coupable ici. Il se passe quelque chose dans les coulisses de l'hôtel Excelsior, et vous vous êtes juste retrouvé au milieu…
it: Grazie alla vostra ingegnosa indagine vi siete fatti un’idea più chiara di cosa stia succedendo. Voi non siete i veri colpevoli; dietro le quinte dell’hotel Excelsior accade molto più di quanto sembri e voi siete semplicemente rimasti coinvolti nel mezzo degli avvenimenti…
ru: Досконально исследовав отель, вы начинаете понимать, что здесь творится. Вы не виновны в убийстве. За фасадом «Эксельсиора» происходит нечто большее, чем кажется на первый взгляд, а вы просто оказались втянуты в это…
vi: Nhờ vào cuộc điều tra khôn ngoan của bạn, bây giờ bạn có một ý tưởng tốt hơn về những gì đang xảy ra. Bạn không phải là thủ phạm thực sự ở đây. Còn nhiều điều khác xảy ra đằng sau hậu trường của Khách sạn Excelsior, và bạn vừa bị cuốn vào giữa…
zh: 多亏了你巧妙的调查，你对正发生的事件有了更好的了解。你不是真凶。艾肖希尔酒店的幕后还有更大的谜团，而你只是被牵扯其中……

source: Based on which two [[Lead]] assets are controlled by the players, a different result will occur.
de: Abhängig davon, welche zwei [[Spur]]-Vorteilskarten von den Spielern kontrolliert werden, wird ein anderes Ergebnis passieren.
es: En función de qué 2 Apoyos [[Indicio]] controlen los jugadores, se dará un resultado diferente.
fr: En fonction des deux soutiens [[Piste]] qui sont contrôlé par les joueurs, la suite diffère.
it: In base ai supporti [[Traccia]] controllati dai giocatori, risolvete i seguenti risultati.
ru: В зависимости от того, какие два актива-[[зацепки]] находятся под контролем игроков, результат будет отличаться.
vi: Dựa vào việc người chơi kiểm soát hai lá bài tài sản [[Lead]] nào mà một kết quả khác sẽ xảy ra.
zh: 根据玩家控制了哪两个[[迹象]]支援，结算下方的文本。

source: In play
de: Im Spiel
es: En juego

source: The specter laid dormant for many years, in relative peace. It wasn’t violent until the victim brought that accursed device into the hotel. The signal emitted from the transmitter was inaudible to human ears, but somehow pierced beyond the veil of the material world. Driven berserk, the specter will not stop until it has killed every last person in the hotel.
de: Der Geist ruhte viele Jahre lang ungestört und war nie gewalttätig - bis zu dem Tag, an dem das Opfer dieses verfluchte Gerät ins Hotel brachte. Das Signal, das von dem fremdartigen Transmitter ausging, war für menschliche Ohren nicht hörbar, doch vermochte es den Schleier der materiellen Welt zu durchdringen. Der vor Zorn rasende Geist wird nicht eher zur Ruhe kommen, bis er jeden Menschen im Hotel getötet hat.
es: El espectro estuvo en letargo durante muchos años, sumido en una paz relativa. No se volvió violento hasta que la víctima trajo ese artefacto maldito al hotel. La señal que emitía el transmisor era inaudible para oídos humanos, pero de algún modo penetró el velo del mundo material. Tras volverse furioso, el espectro no se detendrá hasta que haya matado a todo aquel que esté en el hotel.
fr: Le spectre est resté assoupi pendant de nombreuses années, dans une paix relative. In n'était pas violent avant que la victime n'apporte cet objet maudit dans l'hôtel. Le signal qu'il émet est inaudible pour l'oreille humaine; mais il semble percer le voile de l'immatériel. Rendu fou furieux, l'esprit ne s'arrêtera pas avant d'avoir tué tout le monde dans l'hôtel.
it: Lo spettro è rimasto assopito per molti anni senza costituire una minaccia, fino a quando la vittima non ha portato quel maledetto congegno nell’hotel. Il segnale emesso dal trasmettitore non era percepibile dall’orecchio umano ma in qualche modo ha oltrepassato il velo del mondo materiale: spinto alla follia da quelle emissioni, lo spettro non si fermerà finché non avrà fatto fuori tutte le persone all’interno dell’hotel.
ru: Долгие годы призрак пребывал в относительном покое, никак не проявляя себя. Всё было мирно до тех пор, пока убитый не принёс в отель это дьявольское устройство. Сигнал передатчика неслышим для человеческого уха, но каким-то образом проникает за завесу материального мира. Теперь обезумевший призрак не остановится, пока не уничтожит всех находящихся в отеле людей.
vi: Hồn ma nằm im trong nhiều năm, một cách khá yên bình. Nó không hung tợn cho đến khi nạn nhân mang thiết bị đáng nguyền rủa đó vào khách sạn. Tín hiệu phát ra từ máy phát không thể nghe được bằng tai người, nhưng bằng cách nào đó đã xuyên qua bức màn của thế giới vật chất. Được thúc đẩy trở nên điên cuồng, hồn ma sẽ không dừng lại cho đến khi nó giết chết đến người cuối cùng trong khách sạn.
zh: 这个幽魂平静地休眠了许多年。直到被害者将那个被诅咒的装置带进酒店，它才变得凶恶。人耳无法听见发射器发出的信号，但信号以某种方式穿透了物质世界。幽魂狂暴不已，在不杀光酒店里的所有人之前不会停下。
