Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: Patrol
de: Patrouille
es: Errante

source: Some enemies have the patrol keyword. During the enemy phase (in framework step 3.2), each ready, unengaged enemy with the patrol keyword moves to a connecting location along the shortest path toward the designated location (as described in parentheses next to the word patrol).
de: Einige Gegner haben das Schlüsselwort Patrouille und dahinter einen Zielort in Klammern. Während der Gegnerphase (in Schritt 3.2) bewegt sich jeder spielbereite, nicht in einen Kampf verwickelte Gegner mit dem Schlüsselwort Patrouille auf kürzestem Weg in Richtung seines Zielortes zu einem verbundenen Ort.
es: Algunos Enemigos tienen la palabra clave Errante. Durante la fase de Enemigos (en el paso de estructura 3.2), cada Enemigo preparado y sin enfrentar que tenga la palabra clave Errante se mueve a un Lugar conectado por la ruta más corta hacia el Lugar designado (como se describe entre paréntesis junto a la palabra Errante).

source: If there are multiple locations that qualify as the designated location, the lead investigator may choose which location the enemy moves toward.
de: Falls es mehrere Orte gibt, die als Zielort in Frage kommen, entscheidet der Ermittlungsleiter, auf welchen dieser Orte sich der Gegner zubewegt.
es: Si hay varios Lugares válidos como posible Lugar designado, el investigador jefe puede elegir hacia qué Lugar se mueve el Enemigo.

source: If an enemy with patrol would be compelled to move to a location which is blocked by a card ability, the enemy does not move.
de: Falls sich ein Gegner mit dem Schlüsselwort Patrouille auf einen Ort bewegen müsste, der Weg aber durch eine Kartenfähigkeit versperrt ist, bewegt sich der Gegner nicht.
es: Si un enemigo con Errante tuviera que moverse a un Lugar que esté bloqueado por la capacidad de una carta, el Enemigo no se mueve.

source: The True Culprit
de: Der wahre Täter
es: El verdadero culpable
fr: Le Vrai Coupable
it: Il Vero Colpevole
ru: Истинный преступник
vi: Thủ Phạm Đích Thực
zh: 真凶

source: Each copy of The True Culprit is an agenda card with a different card template than most other agendas. These agendas each have doom thresholds which can be found to the right of their title, instead of in their normal position.
de: Jede Kopie von Der wahre Täter ist eine Agendakarte mit einem etwas anderen Design. Ihr Verderbensschwellenwert steht rechts von ihrem Kartennamen statt an ihrer normalen Position.
es: Cada copia de El verdadero culpable es una carta de Plan con un diseño de carta distinto a la mayoría de los demás planes. Cada uno de estos planes tiene umbrales de perdición que aparecen a la derecha de su nombre en lugar de en su posición habitual.
fr: Chaque exemplaire de la carte Le Vrai Coupable est une carte Intrigue avec un gabarit différent des cartes Intrigue habituelles. Le seuil de fatalité de ces cartes Intrigue est situé à droite de leur titre au lieu de leur emplacement normal.
it: Ogni copia de Il Vero Colpevole è rappresentata da una carta trama con un’anatomia diversa rispetto al solito. Ognuna di queste trame ha la soglia di destino situata a destra del nome invece che nella sua Posizione normale.
ru: «Истинный преступник» — это карты замыслов с особым оформлением. Их требуемое число безысходности указано справа от названия.
vi: Mỗi bản sao của lá bài The True Culprit là một lá bài agenda với một template khác với hầu hết các agenda khác. Mỗi agenda này có ngưỡng doom có thể tìm thấy ở bên phải tiêu đề của chúng, thay vì là vị trí bình thường.
zh: 每张“真凶”卡牌都是密谋卡牌，但与大部分其他密谋卡牌的样式不同。这些密谋上有毁灭目标值，位置在名称的右方，而不在通常的位置。

source: There have been reports of strange occurrences at Arkham’s Excelsior Hotel for over a month now. Disappearances. Bizarre sightings. Sudden closures, sometimes for days at a time, seemingly without warning. It’s like something out of a ghost story, but you know better than to simply dismiss these rumors. Too many people have whispered about the Excelsior…and to make matters worse, it seems the stories have only grown more unsettling in the last week. It’s time somebody looked into it all. You’ve tried going to the police, but the grizzled and world‑weary Sergeant Monroe has dismissed you every time. You’ve been left to investigate on your own. Asking around at all the local hot-spots yields no leads. Velma’s Diner, Hibb’s Roadhouse, La Bella Luna; Each visit leaves you with only more questions. That is, until today. While walking down Central Avenue in Downtown, minding your own business, you bump into a man in a long trench coat. You begin to apologize, but he simply continues walking briskly away from you. It isn’t until you return home that you find the note in your pocket—one that wasn’t there before. <center><fancy>I have answers</fancy></center> <center><fancy>Room 225. Tonight. Come alone.</fancy></center> <center><fancy>They’re watching!</fancy></center> Uncertain of what else you can do at this point, you begin making preparations to meet this mystery person.
de: Seit über einem Monat gibt es Berichte über seltsame Ereignisse im Excelsior-Hotel in Arkham. Verschwundene Personen. Bizarre Sichtungen. Plötzliche Schließungen, manchmal für Tage und ohne Vorwarnung. Es ist wie eine Geistergeschichte, doch du weißt es besser, als diese Gerüchte einfach abzutun. Zu viele Leute haben über das Excelsior geflüstert… und zu allem Unglück scheinen die Geschichten in der letzten Woche immer beunruhigender geworden zu sein. Es wird Zeit, dass sich jemand um die Sache kümmert. Du bist zur Polizei gegangen, doch der grauhaarige und abgespannte Sergeant Monroe hat dich jedes Mal fortgeschickt. So musstest du auf eigene Faust ermitteln, doch das Herumfragen in den bekannten Lokalitäten der Gegend erbrachte keinerlei Spuren. Velma's Diner, Hibb's Rasthaus, das La Bella Luna… jeder Besuch warf nur noch mehr Fragen auf. Bis heute! Während du gedankenversunken die Central Avenue in der Innenstadt entlanggehst, läufst du plötzlich in einen Mann mit langem Trenchcoat hinein. Du willst dich gerade entschuldigen, da geht der Mann schon weiter und entfernt sich zügig. Erst als du wieder zu Hause bist, entdeckst du die Notiz in deiner Tasche, die vorher nicht dagewesen ist. <center><fancy>Ich habe Antworten.</fancy></center> <center><fancy>Zimmer 225. Heute Nacht. Komm alleine.</fancy></center> <center><fancy>Sie haben überall Augen!</fancy></center> Da du sonst keinen anderen Anhaltspunkt hast, beginnst du mit den Vorbereitungen für das Treffen mit dieser mysteriösen Person.
es: Desde hace más de un mes se están produciendo sucesos insólitos en el hotel Excelsior de Arkham: desapariciones, visiones extrañas, cierres repentinos de hasta varios días sin previo aviso aparente... Todo parece sacado de una historia de fantasmas, pero sabes bien que no sería sensato ignorar esos rumores. Hay demasiada gente murmurando acerca del Excelsior... Y para empeorar las cosas, parece que las historias se han vuelto más perturbadoras durante la última semana. Es hora de que alguien lo investigue. Has intentado acudir a la policía, pero el veterano y curtido sargento Monroe te ha despachado sin más cada vez que lo has hecho. No te queda otra que investigar por tu cuenta. Tras preguntar en los locales más frecuentados de la ciudad, no obtienes pista alguna. El Restaurante de Velma, el Motel Hibb, La Bella Luna... Pero cada visita sólo te plantea más preguntas. Al menos hasta hoy. Mientras caminas por la Avenida Central del Centro pensando en tus cosas, te chocas con un hombre que lleva una gabardina larga. Empiezas a disculparte, pero él sigue andando a buen paso sin pararse. Hasta que no vuelves a casa no encuentras la nota de tu bolsillo que antes no estaba ahí. <center><fancy>Tengo respuestas.</fancy></center> <center><fancy>Habitación 225. Esta noche. Ven solo.</fancy></center> <center><fancy>¡Están vigilando!</fancy></center> Has llegado a un punto en el que no sabes qué más puedes hacer, así que empiezas a prepararte para encontrarte con esta persona misteriosa.
fr: Plusieurs rapports ont fait état d'événements étranges qui se seraient déroulés à l'hôtel Excelsior d'Arkham ce dernier mois. Disparitions. Étrange visions. Fermeture inopinée, parfois plusieurs jours de suite sans aucun avertissement. Cela ressemblait à de simple histoires de fantômes, mais vous ne pouviez pas vous contenter d'ignorer ces rumeurs. Trop de gens évoquaient l'Excelsior… et comme si cela ne suffisait pas, la situation a empiré la semaine dernière. Il était temps que quelqu'un aille mettre son nez dedans. Vous avez tenté de prévenir la police, mais le renfrogné sergent Monroe vous a systématiquement ignoré. Vous en avez été réduit à enquêter par vous-même. Vos investigations vous ont mené dans tous les hauts lieux locaux, sans succès. Le restaurant de Velma, le relais routier de Hibb, la Bella Luna… chaque endroit visité vous laissait avec plus de questions que de réponses. Jusqu'à aujourd'hui. Alors que vous descendez l'avenue principale du centre-ville, perdu dans vos pensées, vous percutez un homme vêtu d'un long imperméable. Vous commencez à vous excuser mais il continue sa route, s'éloignant à vive allure. Ce n'est qu'une fois rentré chez vous que vous découvrez dans votre poche une note qui ne s'y trouvait pas auparavant. <center><fancy>J'ai des réponses.</fancy></center> <center><fancy>Chambre 225. Ce soir. Venez seul.</fancy></center> <center><fancy>Ils nous surveillent !</fancy></center> Votre enquête étant de toute manière au point mort, vous décidez d'aller rencontrer cette mystérieuse personne.
it: Da più di un mese giungono segnalazioni di misteriosi avvenimenti all’hotel Excelsior di Arkham: sparizioni, bizzarri avvistamenti, chiusure improvvise (talvolta per più giorni di fila) senza alcun preavviso. Sembrano aneddoti usciti da una storia di fantasmi, ma voi più di chiunque altro sapete bene che è meglio non ignorare certe dicerie: troppe voci circolano sull’Excelsior… e come se ciò non bastasse, sembra che nell’ultima settimana i racconti si siano fatti ancora più inquietanti. È tempo che qualcuno vada a fondo della questione. Avete provato ad andare alla polizia, ma l’esperto sergente Monroe sembra troppo apatico per starvi a sentire e quindi decidete di indagare per conto vostro. Qualche domanda nei luoghi più gettonati della città non ha portato ad alcun risultato: Velma’s Diner, Hibb’s Roadhouse, La Bella Luna, ogni posto che avete visitato vi ha lasciati con più domande di quante ne aveste in precedenza. Almeno fino a oggi. Mentre camminate nel Centro Cittadino per Central Avenue, immersi nei vostri pensieri, vi scontrate contro un uomo con un lungo impermeabile. Provate a scusarvi ma l’individuo tira dritto per la sua strada, allontanandosi da voi in tutta fretta. Solo quando fate ritorno a casa vi accorgete del biglietto lasciato nelle vostre tasche… Un biglietto che prima non c’era. <center><fancy>Ho delle risposte.</fancy></center> <center><fancy>Camera 225. Stanotte. Venite soli.</fancy></center> <center><fancy>Loro ci osservano!</fancy></center> Non avendo altre piste da seguire, iniziate a prepararvi per incontrare questo misterioso individuo.
ru: Уже больше месяца странные происшествия в отеле «Эксельсиор» не сходят с уст жителей Аркхэма. Говорят, что там пропадают люди, гостям мерещится всякая чертовщина, а порой отель внезапно закрывается, иногда на несколько дней. Звучит как обычная страшилка, но вы не спешите отмахиваться от этих слухов. Слишком много людей шепчутся о происходящем, и что ещё хуже, с каждым днём рассказы становятся только тревожнее. Пришло время во всём разобраться. Вы обращались в полицию, но хмурый и уставший сержант Монро всякий раз указывал вам на дверь. Придётся расследовать это дело в одиночку. Расспросы в злачных местах ничего не дали. Ресторанчик Вельмы, закусочная Хибба, La Bella Luna — везде у вас только появлялись новые вопросы… До сегодняшнего дня. Шагая по своим делам через Даунтаун, на Сентрал-авеню вы сталкиваетесь с человеком в длинном плаще. Вы извиняетесь, но он быстро уходит прочь. Только вернувшись домой, вы обнаруживаете в кармане записку: <center><fancy>Я знаю ответы.</fancy></center> <center><fancy>Номер 225. Сегодня вечером. Приходите одни.</fancy></center> <center><fancy>Они следят!</fancy></center> За неимением других вариантов вы готовитесь к встрече с загадочным незнакомцем.
vi: Đã có báo cáo về những điều kỳ lạ xảy ra tại khách sạn Excelsior của thị trấn Arkham trong hơn một tháng nay. Những vụ mất tích xảy ra. Những cảnh tượng kỳ lạ. Những lần đóng cửa đột ngột, đôi khi là trong nhiều ngày, không có sự báo trước. Nó giống như một câu chuyện ma nào đó, nhưng bạn đủ sáng suốt để bác bỏ những tin đồn này. Quá nhiều người đã rỉ tai nhau về khách sạn Excelsior… và để làm cho mọi thứ tồi tệ hơn, có vẻ như những câu chuyện chỉ trở nên đáng lo ngại hơn trong tuần trước. Đã đến lúc ai đó làm rõ tất cả chuyện này. Bạn đã cố gắng đến gặp cảnh sát, nhưng Trung sĩ Monroe với vẻ mặt xám xịt và mệt mỏi lần nào cũng đuổi bạn đi. Bạn chỉ còn cách là tự mình điều tra. Hỏi xung quanh tất cả các tụ điểm nóng tại địa phương không đem lại manh mối hữu ích nào. Velma's Diner, Hibb's Roadhouse, La Bella Luna; Mỗi nơi bạn ghé đến chỉ để lại cho bạn nhiều câu hỏi hơn. Mọi thứ diễn ra như thế cho đến ngày hôm nay. Khi đang đi bộ xuống Đại lộ Trung tâm ở Downtown, để làm các công việc kinh doanh riêng của bạn, bạn tình cờ đụng phải một người đàn ông mặc áo choàng dài. Bạn xin lỗi, nhưng ông ta chỉ tiếp tục bước nhanh ra xa khỏi bạn. Cho đến khi bạn trở về nhà, bạn mới tìm thấy một tờ ghi chú trong túi - một tờ ghi chú mà không có ở đó trước đây. <center><fancy>Tôi có câu trả lời</fancy></center> <center><fancy> Phòng 225. Tối nay. Hãy đến một mình.</fancy></center> <center><fancy>Chúng đang theo dõi!</fancy></center> Không chắc bạn có thể làm gì khác vào lúc này, bạn bắt đầu chuẩn bị để gặp người bí ẩn này.
zh: 一个多月以来，一直有报导称阿卡姆的艾肖希尔酒店发生了奇怪的事件。失踪事件、离奇的目击事件、突然的停业，有时持续好几天，似乎没有任何预兆。这像是鬼故事里才听得到的东西，但你知道不能轻视这些谣言。太多人私下讨论艾肖希尔酒店了……更糟的是，这些故事在上周变得更加令人不安。该有人彻查一下这一切了。 你曾试著报警，但头发花白又厌世的门罗警司每次都将你打发走。你只能独自进行调查。在当地所有的热点地区打听也没有得到线索。维尔玛小餐馆、希伯酒馆、月下美人；每处的拜访都只给你留下了更多疑问，直到今天。 当你走在商业区的中央大道上，想著自己的事情时，你撞上了一名身穿长风衣的男子。你开口道歉，但他只是自顾自地走了。直到你到家，才发现那张之前不在口袋里的纸条。 <center><fancy>我有你要的答案。</fancy></center> <center><fancy>225号房，今晚，一个人来。</fancy></center> <center><fancy>他们正在监视！</fancy></center> 不知道此时此刻你还能做什么，你开始准备与这位神秘人会面。

source: The Excelsior is busy tonight. Either the rumors haven’t fazed these guests, or the stories have given the hotel a new allure. Everything seems normal. Hotel staff carry luggage and cleaning supplies throughout the lobby and the main stairway. The man behind the front desk greets you with a curt nod and a thin smile. A uniformed security guard reads the latest Arkham Advertiser in the corner. And yet, you can’t get the note’s final warning out of your mind. You stride quickly across the lobby and up the stairs, wondering if you should have let someone know where you were going. Was it wise to come alone? What if you’re walking into a trap? You set your jaw and clench your fists as you stand in front of the blood-red door to room 225, and before you can second guess yourself any further, you knock. There’s no going back now.
de: Im Excelsior herrscht heute Abend reger Betrieb. Offenbar haben sich die anwesenden Gäste von den Gerüchten nicht beunruhigen lassen. Womöglich haben die Geschichten dem Hotel sogar einen neuen Reiz verliehen. Alles scheint normal zu sein. Das Hotelpersonal trägt Gepäck und Putzzeug durch die Lobby und das Treppenhaus. Der Mann hinter der Rezeption begrüßt dich mit einem kurzen Nicken und einem dünnen Lächeln. In der Ecke liest ein uniformierter Wachmann die neueste Ausgabe des Arkham Advertiser. Und dennoch… die abschließende Warnung der Notiz geht dir nicht aus dem Kopf. Du gehst zügig durch die große Lobby und die Treppe hinauf. Hättest du besser jemanden einweihen sollen, was du vorhast und wo du bist? War es klug, allein zu kommen? Was ist, wenn du geradewegs in eine Falle läufst? Als du vor der blutroten Tür zu Zimmer 225 stehst, schiebst du trotzig den Unterkiefer vor und ballst die Fäuste. Bevor du dich noch weiter hinterfragen kannst, klopfst du an. Es gibt jetzt kein Zurück mehr.
fr: Il y a de l'animation à l'Excelsior ce soir. Soit les rumeurs n'ont pas fait fuir les clients, soit ces histoires ont offert à l'hôtel un regain d'attrait. Tout semble normal. Les employés de l'hôtel portent les bagages et du matériel de nettoyage à travers le hall et l'escalier central. L'homme derrière le comptoir vous accueille avec un bref signe de tête et un léger sourire. Assis dans un coin, un vigile en uniforme lit le dernier numéro de L'Annonceur d'Arkham. Malgré tout, vous ne parvenez pas à oublier l'avertissement final de la lettre. Vous traversez rapidement le hall d'entrée et montez l'escalier en vous demandant si vous n'auriez pas dû prévenir quelqu'un de votre destination. Était-ce prudent de venir seul ? Et si vous tombiez dans un piège ? Vous serrez les dents et les poings en arrivant devant la porte rouge sang de la chambre 225 et, avant de changer d'avis, vous frappez. Plus moyen de faire demi-tour à présent.
it: L’Excelsior pare affollato questa notte: forse le voci non sono state sufficienti a turbare gli ospiti, oppure hanno semplicemente procurato. all’hotel un fascino nuovo. Tutto sembra normale: il personale della struttura sta trasportando bagagli e prodotti per le pulizie attraverso l’atrio e sulla scalinata principale; l’uomo al bancone della reception vi saluta con un breve cenno del capo e un sorriso accennato; nell’angolo, una guardia di sicurezza in uniforme legge l’ultima edizione dell’Arkham Advertiser. Eppure, non riuscite a togliervi dalla testa l’avvertimento in chiusura di quel biglietto…. Attraversate l’atrio ad ampie falcate e salite lungo le scale, chiedendovi se non fosse stato più prudente comunicare a qualcuno la vostra ubicazione E stato saggio venire soli? Se vi stessero attirando in una trappola? Stringete i denti e serrate i pugni quando vi trovate davanti alla porta rosso sangue della camera 225: prima di lasciare spazio a ulteriori ripensamenti, bussate Adesso non si torna più indietro.
ru: Сегодня в «Эксельсиоре» людно. Похоже, слухи никого здесь не пугают — или даже придают отелю своеобразный шарм. Вы не замечаете ничего странного. По вестибюлю и главной лестнице снуют носильщики с чемоданами и уборщики с вёдрами. Мужчина за стойкой приветствует вас сдержанным кивком и скупой улыбкой. В дальнем углу охранник в форме читает свежий выпуск «Аркхэм эдвертайзер». И всё же последняя строчка записки не идёт у вас из головы. Вы быстро пересекаете холл и поднимаетесь по лестнице, размышляя, не стоило ли сообщить кому-нибудь, куда вы отправились. Разумно ли было приходить в одиночестве? Что, если это ловушка? Оказавшись перед кроваво-красной дверью номера 225, вы стискиваете зубы, сжимаете кулаки и торопливо стучите, чтобы не передумать. Пути назад нет.
vi: Khách sạn Excelsior đông đúc vào tối nay. Những tin đồn không làm những vị khách này e ngại hoặc những câu chuyện đã mang đến cho khách sạn một sức hấp dẫn mới. Mọi thứ có vẻ bình thường. Nhân viên khách sạn mang hành lý và dụng cụ dọn dẹp khắp các sảnh và cầu thang chính. Người đàn ông ngồi sau quầy lễ tân chào đón bạn bằng một cái gật đầu cộc lốc và một nụ cười khó chịu. Một nhân viên bảo vệ mặc đồng phục đang đọc tờ báo Arkham Advertiser mới nhất ở một góc. Và bạn không thể bỏ lời cảnh báo cuối cùng của tờ ghi chú ra khỏi tâm trí của mình. Bạn sải bước nhanh chóng qua hành lang và lên cầu thang, tự hỏi liệu bạn có nên cho ai đó biết bạn sẽ đi đâu không. Có khôn ngoan không khi đến một mình? Sẽ thế nào nếu bạn đang rơi vào một cái bẫy? Bạn nghiến hàm lại và nắm chặt tay lại khi đứng trước cánh cửa đỏ như máu dẫn vào phòng 225, và trước khi bạn do dự lần nữa, bạn gõ cửa. Không có đường quay lại lúc này.
zh: 艾肖希尔酒店今晚非常忙碌。不是谣言没有吓跑这些客人，就是故事反而给酒店带来了全新的吸引力。一切看似正常，酒店的工作人员穿梭在大堂与主楼梯之间，搬运行李与清洁用品。前台后面的人轻轻点头，微微一笑，向你打招呼。一名身穿制服的保安在角落阅读阿卡姆报社的最新一期报纸。然而，字条上最后的警告在你脑海中挥之不去。 你快步穿过大厅，走上楼梯，怀疑著是否有人注意到你的目的地。独自前来真是明智的吗？如果你正步入的是陷阱呢？你咬紧牙关、攥紧拳头，站在225房间血红色的门前，还没来得及再作怀疑，你就敲门了。没有回头路了。
