Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/murder_at_the_excelsior_hotel.po
Languages: de, es, fr, it, ru, vi, zh

source: The woman in the locket was killed many years ago, and the manager is the one responsible. The man who met you in 225 was one of the staff members involved. That is when the spirit possessed you in a fit of righteous fury. Nothing in this hotel will return to normal until the manager is destroyed and the spirit is avenged.
de: Die Frau in dem Medaillon ist vor vielen Jahren ermordet worden und der Direktor hatte den Auftrag gegeben. Der Mann in Zimmer 225 war einer der beteiligten Hotelmitarbeiter. In jenem Zimmer hat der Geist in einem Anfall von gerechtem Zorn Besitz von dir ergriffen. Nichts in diesem Hotel wird wieder normal werden, bis der Direktor zerstört und der Geist gerächt ist.
es: La mujer cuya imagen contiene el guardapelo fue asesinada hace muchos años, y el responsable es el director. El hombre que conociste en la 225 era uno de los miembros del personal involucrados. Fue entonces cuando el espíritu te poseyó en un arrebato de furia vengativa. En el hotel no volverá nada a la normalidad hasta que el director sea destruido y el espíritu sea vengado.
fr: La femme représentée sur le médaillon a été tuée il y a de nombreuses années à cause du gérant de l'hôtel. L'homme que vous avez rencontré dans la chambre 225 était l'un des employés impliqués. C'est pour cela que l'esprit vengeur a pris possession de votre corps dans un élan de fureur légitime. Cet hôtel ne reviendra pas à la normale tant que le gérant ne sera pas détruit et le spectre vengé.
it: La donna raffigurata sul medaglione fu uccisa molti anni fa, e il responsabile è il direttore. L’uomo che avete incontrato nella camera 225 era un membro dello staff coinvolto nella vicenda: in quel momento lo spirito ha posseduto uno di voi in un comprensibile impeto di furia. Nulla in questo hotel tornerà alla normalità fino a quando il direttore non verrà eliminato e lo spirito non avrà avuto la sua vendetta.
ru: Женщина с фотографии внутри медальона была убита много лет назад, и повинен в этом управляющий «Эксельсиора». Мужчина, с которым вы встретились в номере 225, был одним из замешанных в убийстве сотрудников отеля. В тот момент дух овладел вами в приступе праведного гнева. Теперь ничто в отеле не вернётся на круги своя, пока управляющий жив, а смерть женщины не отомщена.
vi: Người phụ nữ trong món đồ trang sức hình trái tim đã bị giết nhiều năm trước, và người quản lý là người phải chịu trách nhiệm. Người đàn ông gặp bạn ở phòng 225 là một trong những nhân viên có liên quan. Đó là lúc linh hồn chiếm hữu bạn trong cơn thịnh nộ chính đáng của nó. Không có gì trong khách sạn này sẽ trở lại bình thường cho đến khi người quản lý bị tiêu diệt và linh hồn được báo thù.
zh: 挂坠盒中的女人在很多年前被杀害了，经理是罪魁祸首。在225房间与你会面的人是当时参与其中的工作人员之一。那时这个灵魂在正义怒火的驱使下附身了你。直到经理被消灭，灵魂成功复仇之前，这家酒店将无法恢复宁静。

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. VI).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (VI)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. VI)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. VI) ». Cette carte compte comme étant à la fois l'acte et l'intrigue en cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. VI)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант VI)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. VI)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本六)”。该卡既是当前场景也是当前密谋。

source: Move all clues from Manager’s Key to Time-Worn Locket.
de: Bewege alle Hinweise von Schlüssel des Direktors auf Altes Medaillon.
es: Mueve todas las pistas de la Llave del director al Guardapelo desgastado.
fr: Déplacez tous les indices de la Clé du Gérant vers le Médaillon Vétuste.
it: Spostate tutti gli indizi dalla Chiave del Direttore al Medaglione Consunto.
ru: Переложите все улики с «Ключа управляющего» на «Старый медальон».
vi: Di chuyển tất cả manh mối từ Manager’s Key đến Time-Worn Locket.
zh: 将经理的钥匙上的所有线索移动到陈旧的挂坠盒上。

source: The woman in the locket was killed many years ago in one of the Enclave’s many blood sacrifices. Its hate and malice for the cult is what drove it to possess you, and what drove it to kill. Its fury must be satisfied, and you are its righteous agent. It is up to you to direct that fury to its rightful source: the cult that infests the hotel.
de: Die Frau in dem Medaillon ist vor vielen Jahren von der Enklave in einem ihrer unzähligen Blutrituale getötet worden. Als Geist trieb sie ihr Hass auf den Kult dazu, von dir Besitz zu ergreifen und zu töten. Ihr Rachedurst muss weiter gestillt werden und als ihr Bote der Gerechtigkeit liegt es nun an dir, ihren Hass auf seine Quelle zu lenken: den Kult, der sich im Hotel eingenistet hat.
es: La mujer cuya imagen contiene el guardapelo fue asesinada hace muchos años como parte de uno de los muchos sacrificios de sangre del Enclave. Su odio y rencor hacia la secta es lo que lo llevó a poseerte y a matar. Es necesario satisfacer su furia, y tú eres el agente de su venganza. Tendrás que dirigir esa furia hacia su verdadero objetivo: la secta que infesta el hotel.
fr: La femme représentée sur le médaillon a été tuée il y a de nombreuses années, sacrifiée dans l'un des rituels sanglants de l'Enclave. Sa haine envers la secte l'a poussée à tuer en prenant possession de votre corps. Sa fureur doit être étanchée, et vous êtes l'instrument de sa vengeance. À vous de guider cette rage contre sa véritable source : la secte qui infeste l'hôtel.
it: La donna raffigurata sul medaglione fu uccisa molti anni fa in uno degli innumerevoli sacrifici di sangue dell’Enclave. Il suo odio verso il culto è ciò che l’ha spinta a possedervi per uccidere; la sua furia deve essere appagata e voi siete il suo tramite. Starà a voi convogliare quella rabbia verso il giusto: il culto che infesta l’hotel.
ru: Женщина с фотографии внутри медальона много лет назад была принесена в жертву Анклавом. Злоба и ненависть к культу заставили её дух овладеть вами и совершить убийство. Вы стали орудием её ярости и теперь должны направить её на тех, кто этого заслуживает, — культистов, наводнивших отель.
vi: Người phụ nữ trong món đồ trang sức hình trái tim đã bị giết nhiều năm trước trong một buổi hiến tế đẫm máu của giáo phái Enclave. Sự thù hận và ác ý của nó đối với giáo phái là điều khiến nó chiếm hữu bạn, và là điều khiến nó giết người. Cơn thịnh nộ của nó phải được thỏa mãn, và bạn là người để nó làm điều chính đáng đó. Tùy bạn lựa chọn để hướng cơn giận dữ đó đến ngọn nguồn chính đáng của nó: lũ tà giáo phá hoại khách sạn.
zh: 挂坠盒中的女人在很多年前，作为昂科雷教团血祭仪式的众多牺牲者之一，被杀害了。对于邪教的憎恶与怨恨驱使它附身于你，动手杀人。它的愤怒必须得到平息，而你是它的正义代言人。将怒火引向其始作俑者——潜伏在酒店里的邪教，是你的责任。

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. VII).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (VII)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. VII)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. VII) ». Cette carte compte comme étant à la fois l'acte et l'intrigue et cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. VII)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант VII)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. VII)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本七)”。该卡既是当前场景也是当前密谋。

source: Spawn the set-aside Dimensional Shambler in the Basement.
de: Der beiseitegelegte Gegner Dimensionsschlurfer erscheint im Keller.
es: Haz aparecer el Vagabundo dimensional puesto aparte en el Sótano.
fr: Générez le Vagabond Dimensionnel dans le Sous-Sol.
it: Generate l’Errante Dimensionale messo da parte nel Seminterrato.
ru: Выложите отложенного врага «Бродящий меж миров» в «Подвал».
vi: Spawn Dimensional Shambler đặt một bên hồi đầu tại vị trí Basement.
zh: 将放在一边的次元蹒跚者生成在地下室。

source: Shuffle each [[Guest]] enemy in the victory display into the encounter deck, along with the encounter discard pile.
de: Mische jeden [[Gast]]-Gegner im Siegpunktestapel zusammen mit dem Begegnungs-Ablagestapel in das Begegnungsdeck.
es: Añade la pila de descartes de Encuentros y todos los Enemigos [[Cliente]] de la zona de victoria al mazo de Encuentros y baraja éste.
fr: Mélangez la pile de défausse Rencontre et tous les ennemis [[Invité]] de la pile de victoire dans le deck Rencontre.
it: Rimescolate nel mazzo degli incontri la pila degli scarti degli incontri e ogni nemico [[Ospite]] nella galleria delle vittorie.
ru: Замешайте каждого врага-[[гостя]] на победном счету и сброс контактов в колоду контактов.
vi: Xào mỗi kẻ địch [[Guest]] trong khu vực trưng bày thành tích vào lại chồng bài encounter, cùng với chồng bài bỏ.
zh: 将胜利牌区的所有[[客人]]敌人和遭遇弃牌堆洗入遭遇牌堆。

source: Discard cards from the top of the encounter deck until 1 plus 1[per_investigator] [[Guest]] or [[Cultist]] enemies are discarded. Randomly spawn each of those enemies in a different [[Crime Scene]] location (empty, if able).
de: Lege Karten oben vom Begegnungsdeck ab, bis 1[per_investigator] [[Gast]]- oder [[Kultist]]-Gegner plus 1 abgelegt wurden. Jeder dieser Gegner erscheint an einem anderen zufälligen [[Tatort]] (leerer Ort, falls möglich).
es: Descarta cartas de la parte superior del mazo de Encuentros hasta que sean descartados 1 más 1 [per_investigator] Enemigos [[Cliente]] o [[Sectario]]. Haz aparecer al azar cada uno de esos Enemigos en un Lugar Escena del crimen distinto (y vacío si es posible).
fr: Défaussez des cartes du dessus du deck Rencontre jusqu'à ce que 1+1[per_investigator] ennemis [[Invité]] ou [[Cultiste]] soient défaussés. Générez aléatoirement chacun de ces ennemis dans un lie [[Scène du Crime]] différent (vide, si possible).
it: Scartate carte dalla cima del mazzo degli incontri finché non scartate 1 [per_investigator] +1 nemici [[Ospite]] o [[Cultista]]. Generate casualmente ognuno di quei nemici in un luogo [[Scena del Crimine]] diverso (vuoto, se possibile).
ru: Сбрасывайте карты с верха колоды контактов, пока не сбросите 1 + 1 [per_investigator] врага-[[гостя]] или [[культиста]]. Случайным образом выложите каждого из них в разные (по возможности пустые) локации-[[места преступления]].
vi: Discard các lá bài từ trên đầu chồng bài bỏ cho đến khi 1 cộng với 1[per_investigator] kẻ địch [[Guest]] hoặc [[Cultist]] bị loại bỏ. Ngẫu nhiên spawn những kẻ địch này ở các vị trí [[Crime Scene]] khác nhau (ở vị trí trống nếu có thể).
zh: 从遭遇牌堆顶部弃牌，直到弃掉1+1[per_investigator]个[[客人]]或[[异教徒]]敌人。将这些敌人随机生成在不同的[[犯罪现场]]地点(如可能，生成在无人地点)。

source: The victim was performing horrible experiments within the Excelsior. He had already transformed much of the staff, and you were to be the next in a long line of subjects…only the experiment was a failure. Now it is up to you to put a stop to these horrible transformations by destroying the source of this concoction.
de: Das Opfer hatte furchtbare Experimente im Excelsior durchgeführt und bereits die meisten Hotelmitarbeiter verwandelt. Du solltest das nöchste in einer langen Reihe von Testsubjekten sein… doch das Experiment war ein Fehlschlag. Nun liegt es an dir, diese schrecklichen Verwandlungen aufzuhalten, indem du die Quelle des ekelhaften Gebräus zerstörst.
fr: La victime pratiquait d'horribles expériences au sein de l'hôtel Excelsior. La plupart des employés ont déjà été transformés et vous deviez être le suivant d'une longue liste de sujet… mais l'expérience fut un échec. C'est désormais à vous d'arrêter ces horribles transformations en détruisant la source de cette mixture.
it: La vittima stava conducendo una serie di orribili esperimenti all’interno dell’Excelsior: aveva già trasformato la maggior parte dei membri dello staff e voi sareste stati i prossimi di una lunga serie di soggetti… ma questa volta l’esperimento si è rivelato un fallimento. Ora sta a voi porre fine a queste terribili trasformazioni distruggendo la fonte della nefanda mistura.
ru: Убитый проводил ужасные эксперименты в стенах «Эксельсиора». Он уже превратил в чудовищ большую часть персонала, и сегодня должен был настать ваш черёд… Но что-то пошло не так. Теперь вам предстоит положить конец этим превращениям, уничтожив источник мерзкого зелья.
vi: Nạn nhân đang thực hiện những thí nghiệm khủng khiếp trong Khách sạn Excelsior. Anh ta đã biến đổi nhiều nhân viên, và bạn sẽ là người tiếp theo trong một hàng dài đối tượng... chỉ là cuộc thử nghiệm là một sựu thất bại. Bây giờ bạn có thể chấm dứt những biến đổi khủng khiếp này bằng cách phá hủy nguồn gốc của thứ nước pha chế này.
zh: 受害者在艾肖希尔酒店内进行著可怕的实验。他已经成功转变了大部分的工作人员，你本是实验对象列表中的下一个……只不过实验失败了。现在需要靠你来破坏这混合物的来源以阻止这些可怕的转变实验。

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. VIII).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (VIII)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. VIII)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. VIII) ». Cette carte compte comme étant à la fois l'acte et l'intrigue et cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. VIII)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант VIII)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. VIII)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本八)”。该卡既是当前场景也是当前密谋。

source: Shuffle each [[Staff]] enemy in the victory display into the encounter deck, along with the encounter discard pile.
de: Mische jeden [[Personal]]-Gegner im Siegpunktestapel zusammen mit dem Begegnungs-Ablagestapel in das Begegnungsdeck.
es: Añade la pila de descartes de Encuentros y todos los Enemigos [[Personal]] de la zona de victoria al mazo de Encuentros y baraja éste.
fr: Mélangez la pile de défausse Rencontre et tous les ennemis [[Employé]] de la pile de victoire dans le deck Rencontre.
it: Rimescolate nel mazzo degli incontri la pila degli scarti degli incontri e ogni nemico [[Staff]] nella galleria delle vittorie.
ru: Замешайте каждого врага-[[персонал]] на победном счету и сброс контактов в колоду контактов.
vi: Xào mỗi kẻ địch [[Staff]] trong khu vực trưng bày thành tích vào lại chồng bài encounter, cùng với chồng bài bỏ.
zh: 将胜利牌区中的所有[[职工]]敌人和遭遇弃牌堆洗入遭遇牌堆。

source: Discard cards from the top of the encounter deck until 1 [[Staff]] enemy is discarded (2 instead if there are 3 or 4 investigators in the game). Spawn each of those enemies in the Foyer.
de: Lege Karten oben vom Begegnungsdeck ab, bis 1 [[Personal]]-Gegner abgelegt wurde (stattdessen 2, falls sich 3 oder 4 Ermittler im Spiel befinden). Jeder dieser Gegner erscheint in der Lobby.
es: Descarta cartas de la parte superior del maro de Encuentros hasta que sea descartado 1 Enemigo [[Personal]], o bien 2 si hay 3 o 4 investigadores en la partida. Haz aparecer cada uno de esos Enemigos en el Vestíbulo.
fr: Défaussez des cartes du dessus du deck Rencontre jusqu'à ce que 1 ennemi [[Employé]] soit défaussé (2 à la place s'il y a 3 ou 4 investigateurs dans la partie). Générez chacun de ces ennemis dans le Hall d'Entrée.
it: Scartate carte dalla cima del mazzo degli incontri finché non scartate 1 nemico [[Staff]] (2 nemici se invece ci sono 3 o 4 investigatori in gioco). Generate ognuno di quei nemici nell’Atrio.
ru: Сбрасывайте карты с верха колоды контактов, пока не сбросите 1 врага-[[персонал]] (либо 2 таких врагов, если в игре 3 или 4 сыщика). Выложите каждого из этих врагов в «Холл».
vi: Discard các lá bài từ trên đầu chồng bài bỏ cho đến khi 1 kẻ địch [[Staff]] bị loại bỏ (2 nếu có 3 hoặc 4 điều tra viên trong màn chơi). Spawn mỗi kẻ địch đó ở vị trí Foyer.
zh: 从遭遇牌堆顶弃牌，直到弃掉1个[[职工]]敌人(若有3到4位调查员进行游戏，改为2个)。将这些敌人生成在门厅。

source: Attach the set-aside Harvested Brain to Room 212.
de: Lege die beiseitegelegte Verratskarte Entnommenes Gehirn an Zimmer 212 an.
es: Vincula el Cerebro extraído puesto aparte a la Habitación 212.
fr: Attachez à la Chambre 212 le Cerveau Prélevé mis de côté.
it: Assegnate il Cervello in Vitro messo da parte alla Camera 212.
ru: Прикрепите отложенную напасть «Банка с мозгами» к «Номеру 212».
vi: Đính kèm Harvested Brain đặt một bên hồi đầu tại vị trí Room 212.
zh: 将放在一边的采集的大脑叠加到212房间。

source: The Enclave have wrested control of an inhuman brain through a vile ritual and blood sacrifice. Now the cult utilizes the brain’s vast intellect and strange secretions to possess others to do their bidding, and you are their latest victim. The only way to stop their scheme is to break their hold over this brain once and for all.
de: Die Enklave hat mithilfe eines abscheulichen Blutrituals die Kontrolle über ein nichtmenschliches Gehirn erlangt. Nun benutzt der Kult den gewaltigen Intellekt und die seltsamen Sekrete des Gehirns, um andere ihrem Willen zu unterwerfen… und du bist ihr neuestes Opfer. Der einzige Weg, ihren Plan zu vereiteln ist, ihren Einfluss auf dieses Gehirn ein für alle Mal zu brechen.
es: El Enclave se ha hecho con el control de un cerebro inhumano mediante un ritual vil y un sacrificio de sangre. Ahora, la secta emplea el vasto intelecto del cerebro y sus extrañas secreciones para poseer a otras personas y obligarles a cumplir su voluntad, y tú has sido su víctima más reciente. La única forma de detener sus planes es romper de una vez por todas su control del cerebro.
fr: L'Enclave a pris le contrôle d'un cerveau inhumain via un immonde rituel et un sacrifice de sang. Maintenant, les membres de la secte utilisent la grande intelligence et les étrange sécrétions de l'encéphale pour exécuter leurs œuvres. Vous êtes leur dernière victime. Le seul moyen d'arrêter leurs machinations est de briser leur emprise sur ce cerveau une fois pour toutes.
it: Grazie a un sacrificio di sangue e un ignobile rituale, l’Enclave ha ottenuto il controllo di un cervello inumano. Ora il culto sta sfruttando il vasto intelletto del cervello e i misteriosi fluidi che esso secerne per obbligare le persone a obbedire al suo volere, e voi siete le sue ultime vittime. L’unico modo per fermare i suoi piani è privarlo una volta per tutte del controllo su quell’organo.
ru: Мерзкий ритуал и кровавая жертва дали Анклаву контроль над нечеловеческим мозгом. С помощью его интеллекта и загадочных выделений культисты подчиняют людей своей воле, и вы — их последняя жертва. Чтобы остановить злодеяния, нужно покончить с властью культа над мозгом.
vi: Giáo phái Enclave đã giành quyền kiểm soát bộ não không phải của con người thông qua một nghi lễ thấp hèn và hiến tế máu. Giờ đây, giáo phái này sử dụng trí tuệ khổng lồ của bộ não và những bí mật kỳ lạ để chiếm hữu những người khác thực hiện mệnh lệnh của chúng, và bạn là nạn nhân mới nhất của chúng. Cách duy nhất để ngăn chặn âm mưu của chúng là phá vỡ sự nắm giữ của chúng đối với bộ não này một lần và mãi mãi.
zh: 昂科雷教团透过邪恶仪式和血祭夺取了一个非人生物的大脑的控制。现在邪教利用这个大脑的超级智能和诡异的分泌物来控制其他人听命于他们，你是他们最新的受害者。阻止他们阴谋的唯一方法是彻底打破他们对大脑的控制。

source: Remove all doom from play. Advance the act and agenda deck to the set-aside “The True Culprit (v. IX).” It is both the current act and the current agenda.
de: Entferne alles Verderben aus dem Spiel. Rücke das Szenen- und das Agendadeck zur beiseitegelegten Karte „Der wahre Täter (IX)“ vor. Sie ist sowohl aktuelle Szene als auch die aktuelle Agenda.
es: Retira toda la perdición del juego. Haz avanzar los mazos de Acto y de Plan a "El verdadero culpable (v. IX)" puesto aparte, que actúa tanto de plan como de acto en curso.
fr: Retirez toutes les fatalités en jeu. Avancez les decks Acte et Intrigue à « Le Vrai Coupable (v. IX) ». Cette carte compte comme étant à la fois l'acte et l'intrigue et cours.
it: Rimuovete tutti i destini dal gioco. Proseguite con la trama e con i capitoli fino alla carta “Il Vero Colpevole (v. IX)” messa da parte. Essa è sia il capitolo che la trama attuale.
ru: Удалите из игры всю безысходность. Продвиньте колоды замыслов и сцен к отложенной карте «Истинный преступник (вариант IX)». Она становится и текущим замыслом, и текущей сценой.
vi: Loại bỏ tất cả doom đang được chơi. Tiến chồng bài act và agenda đến “The True Culprit (v. IX)" được đặt một bên hồi đầu. Nó là cả act và agenda hiện tại.
zh: 移除场上所有的毁灭标记。将场景和密谋牌堆推进到放在一边的“真凶(版本九)”。该卡既是当前场景也是当前密谋。

source: Move all clues from Sinister Solution to Tome of Rituals.
de: Bewege alle Hinweise von Unheimliche Lösung auf Buch der Rituale.
es: Mueve todas las pistas de la Solución siniestra al Tomo de rituales.
fr: Déplacez tous les indices de la Sinistre Solution vers le Recueil de Rituels.
it: Spostate tutti gli indizi dalla Soluzione Sinistra al Tomo dei Rituali.
ru: Переложите все улики с «Зловещего эликсира» на «Книгу ритуалов».
vi: Di chuyển tất cả manh mối từ Sinister Solution đến Tome of Rituals.
zh: 将不祥溶液上的所有线索移动到仪式古书上。
