Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/mysterious_benefits.po
Languages: es, it

source: Have Madame Labranche?
es: ¿Tiene a Madame Labranche?
it: Avete Madame Labranche?

source: "My, I can't thank you enough for taking time to help me with my little problem." You nod politely, but wonder just how urgent this business is as Madame Labranche pours you a cup of tea in her comfortable sitting room. The elderly woman seats herself next to you, staring off in thought. "I suppose it all started with my late husband Charles Labranche, God rest him. He led such an exciting life, you know, from fighting in the Civil War to sailing across the world. Ah, but he had such a fondness for me. When we were married, he promised that I'd always be provided for, and that's held true even thirty years after his passing." You ask Madame Labranche if this business is about inheritance or some other oddity Charles left behind, but she shakes her head. "You see, it's the strangest thing. Whenever I've needed money for anything, I've always somehow had just the right amount around somewhere. But lately, I've had too much!" You nod along, failing to see how this is a problem. "I didn't think much of it until just the other day, after I hadn't spent any money for some time. I heard a clinking sound from the attic. When I went up to see, there was an enormous pile of coins, with even more appearing out of thin air! What's more, I saw figures lurking at the corners of the attic. There's something bizarre up there. Can you help to sort it out?"
es: --Me resulta imposible agradecerte lo suficiente el tomarte el tiempo de ayudarme con mi pequeño problema-- dice Madame Labranche mientras te sirve una taza de té en su cómoda sala de estar. Asientes cortésmente, pero te preguntas qué tan urgente es este asunto mientras te sientas junto a la anciana, que se queda pensativa. --Supongo que todo empezó con mi difunto esposo, Charles Labranche, que Dios lo tenga en paz. Tuvo una vida tan emocionante, ¿sabes?, desde luchar en la Guerra Civil hasta navegar por todo el mundo. Ah, pero me quería tanto. Cuando nos casamos, prometió que siempre tendría todo lo que necesitara, y eso ha sido cierto incluso treinta años después de su partida–. Le preguntas a Madame Labranche si este asunto tiene que ver con una herencia o alguna otra peculiaridad que Charles dejó atrás, pero ella niega con la cabeza. --Verás, es lo más extraño. Siempre que he necesitado dinero para cualquier cosa, siempre he tenido justo la cantidad adecuada en algún lugar. ¡Pero últimamente, tengo demasiado!-- Asientes con la cabeza, sin entender cómo eso puede ser un problema. --No le di mucha importancia hasta el otro día, después de no haber gastado dinero durante algún tiempo. Escuché un sonido de tintineo desde el ático. Cuando subí a ver, había una enorme pila de monedas, ¡y aún más aparecían de la nada! Además, vi figuras acechando en las esquinas del ático. Hay algo extraño allí arriba. ¿Puedes ayudarme a resolverlo?--.
it: "Oh, non potrò mai ringraziarvi abbastanza per aver trovato il tempo di aiutarmi con questo mio piccolo problema." Annuite con educazione ma, mentre Madame Labranche vi versa una tazza di tè nel suo accogliente salotto, non riuscite a non domandarvi quanto possa essere urgente questa questione. L'anziana donna si siede accanto a voi, con lo sguardo smarrito tra i pensieri. "Suppongo che tutto sia cominciato con mio marito, il signor Charles Labranche, Dio lo abbia in gloria. Ha vissuto una vita cosi avventurosa, sapete? Ha combattuto nella Guerra Civile e ha navigato per tutti i mari. Aveva una tale passione per me. Quando ci siamo sposati mi promise che avrebbe sempre provveduto a me, e ha sempre mantenuto questa promessa, anche trent'anni dopo che se n'è andato." Chiedete a Madame Labranche se si tratti di questioni legate all'eredità o a qualcosa di particolare che il signor Charles possa aver lasciato, ma lei scuote fermamente la testa. "Vedete, è una cosa stranissima. Ogni volta che ho avuto bisogno di denaro, in qualche modo ho sempre trovato in giro per casa l'ammontare che mi serviva ma, ultimamente, ne ho troppo!" Annuite, non capendo come questo possa rappresentare un problema. "Non ci ho mai pensato prima, fino all'altro giorno, dopo non aver speso denaro per un po' di tempo. Ho sentito un tintinnio provenire dalla soffitta. Quando sono salita a vedere, c'era un'enorme pila di monete, e altre ancora che comparivano dal nulla! E c'è di più. Ho visto delle figure aggirarsi agli angoli della stanza. C'è qualcosa di bizzarro, li sopra. Mi aiutereste a scoprire di cosa si tratta?"

source: If an investigator has a copy of Madame Labranche in his or her deck, that investigator sets one copy aside and adds it to his or her hand after drawing opening hands, as an additional card.
es: Si un investigador tiene al menos una copia del Apoyo Madame Labranche en su mazo, ese investigador coloca una copia aparte y la añade a su mano tras haber robado la mano inicial como una carta adicional.
it: Se un investigatore possiede almeno una copia di Madame Labranche nel suo mazzo, quell'investigatore ne mette da parte 1 copia e la aggiunge alla propria mano, come carta aggiuntiva, dopo aver pescato la sua mano iniziale.

source: Put the Attic Landing and Locked Doorway locations into play. Randomly choose two of the Dusty Attic locations and put them into play. Remove each other copy of Dusty Attic from the game.
es: Pon en juego los Lugares Trampilla del ático y Puerta cerrada. Elige al azar dos de los Lugares Ático polvoriento y ponlos en juego. Retira de la partida las demás copias del Ático polvoriento.
it: Mettete in gioco i luoghi Ingresso della Soffitta e Porta Chiusa. Scegliete 2 copie della Soffitta Polverosa casuali e mettetele in gioco. Rimuovete dal gioco le copie non utilizzate.

source: Each investigator begins play at Attic Landing.
es: Cada investigador comienza la partida en la Trampilla del ático.
it: Gli investigatori iniziano la partita nell'Ingresso della Soffitta.

source: Set the following cards aside, out of play: each [[Servitor]] enemy, each [[Extradimensional]] location, Daemonic Benefactor, Labranche Lamen, Invocation of Providence.
es: Pon aparte las siguientes cartas, fuera del juego: Todos los Enemigos [[Servidor]], todos los Lugares [[Extradimensional]], Benefactor demoniaco, Lamen de Labranche e Invocación de Providencia.
it: Mettete da parte, temporaneamente fuori dal gioco, le seguenti carte: ogni nemico [[Servitore]], ogni luogo [[Extradimensionale]], Benefattore Demoniaco, Medaglione di Labranche e Invocare la Provvidenza.

source: Locked Doorway
es: Puerta cerrada
it: Porta Chiusa

source: Dusty Attic
es: Ático polvoriento
it: Soffitta Polverosa

source: Attic Landing
es: Trampilla del ático
it: Ingresso della Soffitta

source: Reinforced Room
es: Habitación reforzada
it: Stanza Rinforzata

source: Lavish Room
es: Habitación lujosa
it: Sala Sfarzosa

source: Ensorcelled Hallway
es: Pasillo encantado
it: Corridoio Incantato

source: Armory
es: Armeria
it: Armeria

source: Storeroom
es: Almacén
it: Ripostiglio

source: Any one investigator may choose to add Labranche Lamen to their deck. This card does not count toward that investigator's deck size.
es: Un investigador puede añadir el Apoyo de historia Lamen de Labranche a su mazo. No cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore a scelta può aggiungere il Medaglione di Labranche al suo mazzo (non considerandolo nella dimensione del suo mazzo).

source: Any one investigator may choose to add Invocation of Providence to their deck. This card does not count toward that investigator's deck size.
es: Un investigador puede añadir el Apoyo de historia Invocación de Providencia a su mazo. No cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore a scelta può aggiungere Invocare la Provvidenza al suo mazzo (non considerandola nella dimensione del suo mazzo).

source: Madame Labranche has lost her fortune.
es: Madame Labranche perdió su fortuna.
it: Madame Labranche ha perso la sua fortuna.

source: Madame Labranche has settled accounts.
es: Madame Labranche saldó sus cuentas.
it: Madame Labranche ha regolato i conti.

source: the investigators banished Shax.
es: los investigadores derrotaron a Shax.
it: gli investigatori hanno esiliato Shax.

source: the investigators renewed the Labranches' pact.
es: los investigadores renovaron el pacto de Labranche.
it: gli investigatori hanno rinnovato il patto di Labranche

source: Remove each copy of Madame Labranche from each investigator's deck (replacing each copy with any valid level 0 card). If you are playing in campaign mode, investigators cannot include Tetsuo Mori in their decks for the remainder of the campaign.
es: Retira cada una de las copias de Madame Labranche de cada uno de los mazos de los investigadores (reemplazando cada copia con una carta válida de nivel 0). Si estás jugando en modo campaña, los investigadores no pueden volver a incluir a Madame Labranche en sus mazos durante el resto de la campaña.
it: Rimuovete ogni copia di Madame Labranche da qualsiasi mazzo degli investigatori (sostituendo ogni copia con una carta di livello 0, rispettando le regole di composizione del mazzo dell'investigatore). Se state giocando una campagna, gli investigatori non possono includere Madame Labranche nei loro mazzi per il resto della campagna.

source: You stumble down the attic stairs, trying to keep Madame Labranche from doing the same. Before anything can follow, you lift the folding stairs back up, slamming the attic shut. The elderly woman pats her chest reassuringly as her heart slows, overwhelmed by the event. You're not sure what to tell her, but accepting the mysterious wealth is definitely not in her best interests. She looks to you with a resigned expression, already knowing your thoughts. "I suppose I'll have to be a bit more frugal, shouldn't I?"
es: Tropezando por las escaleras del ático, intentas que Madame Labranche no haga lo mismo. Antes de que algo pueda seguirte, levantas las escaleras plegables y cierras el ático de un portazo. La anciana se palpa el pecho tranquilizadora mientras su corazón se calma, abrumada por el suceso. No estás seguro de qué decirle, pero aceptar la misteriosa riqueza definitivamente no parece recomendable. Ella te mira con una expresión resignada, ya sabiendo lo que piensas. --Supongo que te tendré que ser un poco más igual, ¿verdad?--.
it: Inciampate lungo gli scalini per la soffitta, cercando di evitare che Madame Labranche faccia lo stesso. Prima che qualsiasi cosa possa seguirvi, sollevate le scale retrattili, sbattendo la botola e chiudendo la soffitta. L'anziana donna si dà un colpetto sul petto, rassicurandosi che il cuore travolto dall'evento rallenti il suo battito. Non siete sicuri di cosa dobbiate raccontarle, ma accettare questa ricchezza misteriosa non è certamente nei suoi migliori interessi. Vi guarda con un'espressione rassegnata, conoscendo già i vostri pensieri. "Immagino che dovrò abituarmi a vivere in maniera più frugale, vero?"

source: The fiery horses commanded by the demon erupt from every corner, each ridden by another horrid creature. You brace for the worst, but Madame Labranche stands before the entity. "You only require one soul for this payment?" she asks plainly. You can't lodge any protest before the demon replies with a curt nod. The old woman nods back and turns to you with a fatigued smile as the dark spirit raises its hand. "Do take care of yourself, dear." A tremendous force of magic blows you backward, sending you hurtling back through the attic and down the short staircase into Madame Labranche's home. You scramble back up the staircase to find the attic quiet, with no sign of the otherworldly threats or the Labranche fortune. At the far end of the attic, there is only bare wall, with no sign of a door having ever stood there.
es: Los caballos de fuego comandados por el demonio brotan de cada rincón, cada uno montado por otra criatura horripilante. Te preparas para lo peor, pero Madame Labranche se para frente a la entidad. --¿Solo requieres un alma para este pago?-- pregunta ella con franqueza. No puedes presentar ninguna protesta antes de que el demonio responda con un asentimiento cortante. La anciana asiente y se gira hacia ti con una sonrisa fatigada mientras el oscuro espíritu levanta la mano. --Cuida de ti mismo, querido--. Una tremenda fuerza mágica te empuja hacia atrás, enviándote de vuelta a través del ático y por la corta escalera hacia la casa de Madame Labranche. Te apresuras de vuelta por la escalera para encontrar el ático en silencio, sin signos de las amenazas ultraterrenas ni de la fortuna Labranche. Al final del ático, solo hay una pared desnuda, sin signos de que una puerta haya estado allí alguna vez.
it: I cavalli di fuoco comandati dal demone si scatenano da ogni angolo, ognuno cavalcato da una creatura orrenda. Vi preparate al peggio, ma Madame Labranche si erge di fronte all'entità. "Richiedi una sola anima per questo pagamento?" chiede con calma. Non riuscite a fare alcun reclamo prima che il demone annuisca con un brusco cenno. L'anziana donna annuisce di rimando e si volta verso di voi con un sorriso affaticato, mentre lo spirito oscuro solleva la mano. "Prendetevi cura di voi stessi, miei cari." Una tremenda forza magica vi fa indietreggiare, lanciandovi per la soffitta, fino al piano di sotto, in casa di Madame Labranche. Ritornate di corsa alla scaletta, solo per trovare la soffitta calma, senza alcun segno di minacce da altri mondi o della fortuna dei Labranche. Sulla parete distante della soffitta c'è solamente un muro, senza alcun segno che indichi che sia mai esistita alcuna

source: You combat the daemon fiercely as it rides throughout the realm beyond the door, clashing as if jousting with the spirit. At last, your attacks strike true, and it slumps down atop its steed with a ragged gasp. "Blind thee for this insult..." Its eyes snap to Madame Labranche and it points an accusatory finger. "I, Shax, Great Marquis of Hell, dissolve this pact! Lament this day, for never again shall riches be thine!" Flames burst violently from the demon and its horses, leaving nothing behind but acrid smoke. You expected some grand destruction, but a faint glow and glint of metal from the corridor catches your eye. A gold amulet, inscribed with a now-familiar design, floats suspended in air. "Why that's Charles' medallion!" Madame Labranche exclaims with a reminiscing tone, "He always did claim it protected him from evil. Would you do me the honor of keeping it for me? It's the very least I can offer you."
es: Combates ferozmente contra el demonio mientras cabalga por el reino más allá de la puerta, chocando como si estuvieras justando con el espíritu. Finalmente, tus ataques dan en el blanco y se derrumba sobre su corcel con un jadeo ronco. --Te maldigo por este insulto...-- Sus ojos se clavan en Madame Labranche y señala con un dedo acusador. --Yo, Shax, Gran Marqués del Infierno, disuelvo este pacto. Lamenta este día, pues nunca más serán tuyas las riquezas--. Llamas estallan violentamente desde el demonio y sus caballos, no dejando detrás sino humo acre. Esperabas alguna destrucción grandiosa, pero un tenue resplandor y un destello de metal en el pasillo captan tu atención. Un amuleto de oro, inscrito con un diseño ahora familiar, flota suspendido en el aire. --¡Eso es el medallón de Charles!– exclama Madame Labranche con un tono nostálgico, --Siempre decía que lo protegía del mal. ¿Me harías el honor de quedártelo por mi? Después de todo, es lo menos que puedo ofrecerte--.
it: Combattete strenuamente contro il demone, che vi carica attraverso il reame oltre la porta, scontrandovi come se steste giostrando con lo spirito. Alla fine, il vostro attacco lo colpisce in pieno ed egli crolla dal suo destriero con un rantolo irregolare. "Siate maledetti per questo insulto..." I suoi occhi scattano verso Madame Labranche e poi punta contro di voi un dito con fare accusatorio. "Io, Shax, Gran Marchese dell'Inferno, sciolgo il patto! Rimpiangerete questo giorno, perché mai più vi saranno ricchezze per voi!" Fiamme esplodono violentemente dal demone e dai suoi cavalli, lasciando nient'altro che un fumo dall'odore pungente. Vi aspettavate una distruzione grandiosa, ma un tenue bagliore e il luccichio del metallo catturano il vostro sguardo. Un amuleto d'oro, con la figura ormai familiare inscrittavi sopra, fluttua sospeso a mezz'aria. "Quello è il medaglione di Charles!" esclama Madame Labranche, "Diceva sempre che era la sua protezione dal male. Mi fareste l'onore di tenerlo con voi? È il minimo che possa offrirvi."

source: The demon steps stoically into the drawn triangle, looking to you expectantly. You demand a full explanation, and it nods, its voice now smoother than before. "Charles Labranche did bargain for wealth to sustain his dear wife after his passing." Madame Labranche places a hand on her cheek with a flattered smile, but Shax continues. "In accordance to the ceremonial magic, wealth was drawn in certain amounts... which became unclear as the writing faded." You see now that the demon took advantage of this and attempted to claim a soul for granting more than agreed. Following the terminology you've figured out, you command the demon to repair the inscriptions, and make an allowance to Madame Labranche for this trouble. The spirit sullenly complies before vanishing with a flash of fire.
es: El demonio entra con solemnidad en el triángulo dibujado, mirándote con expectación. Demandas una explicación completa, y asiente, su voz ahora más suave que antes. --Charles Labranche negoció riqueza para mantener a su querida esposa después de su fallecimiento--. Madame Labranche se lleva una mano a la mejilla con una sonrisa halagada, pero Shax continúa. --De acuerdo con la magia ceremonial, la riqueza fue obtenida en ciertas cantidades... que se volvieron poco claras a medida que la escritura se desvanecía--. Ahora ves que el demonio aprovechó esto e intentó reclamar un alma por dar más de lo acordado. Siguiendo la terminología que has descifrado, ordenas al demonio que repare las inscripciones y haga una concesión a Madame Labranche por este problema. El espíritu cumple con desgana antes de desaparecer con un destello de fuego.
it: Il demone entra stoicamente nel triangolo disegnato, guardandovi con pazienza. Richiedete una spiegazione approfondita, ed egli annuisce. La sua voce ora è più morbida di prima. "Charles Labranche ha stretto un patto per poter provvedere alla sua amata moglie, dopo la sua dipartita." Madame Labranche porta una mano alla guancia, per nascondere un sorriso imbarazzato, ma Shax continua. "In accordo con la magia cerimoniale, il denaro veniva attirato in una certa quantità... ma con lo sbiadirsi del contratto, i termini sono diventati meno chiari." Vi rendete ora conto che il demone abbia approfittato di tutto questo per tentare di reclamare una nuova anima con la scusa di aver consegnato più di quanto pattuito. Seguendo la terminologia che avete studiato, ordinate al demone di aggiustare le iscrizioni e di fornire a Madame Labranche un indennizzo per il disturbo. Lo spirito obbedisce, cupo, prima di svanire in un lampo di fuoco.
