Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/the_fall_of_the_house_of_usher.po
Languages: fr

source: Dr. Armitage breathes a sigh through his nose as he thumbs through an occult tome, shaking his head. “I can’t find a shred of evidence, but I know something is dreadfully wrong. For years I have been acquainted with the Usher family — one of the earliest families to have emigrated from England, perhaps. Roderick and his sister Madeline are the last descendants of the Ushers. I haven't heard or talked to them in the better ‘part of two decades, but now, out of the blue, Roderick sends me a letter pleading for my personal help. Their manor — the house of Usher, as it is called — is a morose place to be sure, but there has always been something unnatural about it, something that the Ushers have hidden for centuries. cannot find a single hint as to what that secret might be, but I'd stake my reputation on ere being something evil in that house. Evil enough that after ten generations, Roderick feels that he must act, or ask others to act if he cannot. However, I am not as fit as I once was, nor is this my area of expertise. Can I rely on you to expose this evil?”
fr: Le Dr Armitage pousse un soupir nasal tandis qu'il feuillette un livre occulte et secoue la tête. « Je ne parviens pas à trouver la moindre preuve, mais je sais que quelque chose ne va pas du tout. Je connais la famille Usher depuis des années. C'est peut-être l'une des premières familles à avoir émigré d'Angleterre. Roderick et sa sœur Madeline sont les derniers descendants des Usher. Je ne leur ai pas parle depuis près de deux décennies, mais voilà que, sans prévenir, Roderick m'envoie une lettre me demandant mon aide personnelle. Leur manoir, la maison Usher, comme on l'appelle, est un endroit morose, certes, mais il y a toujours eu quelque chose d'anormal, quelque chose que les Usher ont cache pendant des siècles. Je ne parviens pas à trouver le moindre indice à propos de ce secret, mais je parierais ma réputation sur le fait qu'il y a quelque chose de maléfique dans cette maison. Assez maléfique pour qu'après dix générations, Roderick se sente obligé d'agir, ou demande à d'autres d'agir s'il ne le peut. Cependant, je ne suis plus aussi en forme qu'avant, et ce n'est pas non plus mon domaine d'expertise. Puis-je compter sur vous pour révéler ce mal ?

source: Set the following cards aside, out of play: Madeline Usher, The Tarn, The Thing From the Tarn, Faded Silhouette, and each copy of The Mad Trist.
fr: Mettez de côté, hors jeu, les cartes suivantes : Madeline Usher, Le Tarn, La Chose du Tarn, Silhouette Délavée et chaque exemplaire du Mad Trist.

source: Put each other location into play according to the suggested location placement on the next card ith its [[Decadent]] side revealed. Investigators begin play at Roderick’s Studio.
fr: Mettez en jeu chaque autre lieu, selon les indications de la suggestion de placement des lieux de la page suivante, face [[Décadent]] révélée. Les investigateurs débutent la partie dans l'Atelier de Roderick.

source: Private Library
fr: Bibliothèque Privée

source: Roderick's Studio
fr: Atelier de Roderick

source: Portrait Gallery
fr: Galerie de Portraits

source: Banquet Hall
fr: Salle de Banquet

source: Manor Chapri
fr: Chapelle du Manoir

source: Wine Cellar
fr: Cave à Vin

source: Usher Family Crypt
fr: Crypte de la Famille Usher

source: Put Roderick Usher into play at Roderick’s Studio.
fr: Mettez en jeu Roderick Usher dans l'Atelier de Roderick.

source: the House of Usher has fallen.
fr: la Maison Usher est tombée.

source: the investigators avenged the House of Usher.
fr: les investigateur ont vengé la Maison Usher.

source: Any one investigator may choose to add Faded Silhouette to their deck. This card does not count toward that investigator’s deck size.
fr: N'importe quel enquêteur peut choisir d'ajouter la Silhouette Effacée à son deck. Cette carte ne compte pas dans la taille de deck de cet investigateur.

source: Did an investigator take control of a copy of The Mad Trist during the scenario?
fr: Un investigateur a-t-il pris le contrôle d'une copie du Mad Trist pendant le scénario ?

source: The Mad Trist: <i>Shelter From the Storm</i>
fr: Le Mad Trist: <i>Refuge contre la Tempête</i>

source: The Mad Trist: <i>Dragon's Cunning</i>
fr: Le Mad Trist: <i>La Ruse du Dragon</i>

source: Any one investigator may choose to add The Mad Trist: <i>Shelter From the Storm</i> to their deck. This card does not count toward that investigator’s deck size.
fr: N'importe quel enquêteur peut choisir d'ajouter le Mad Trist: <i>Refuge contre la Tempête</i> à son deck. Cette carte ne compte pas dans la taille de deck de cet investigateur.

source: Any one investigator may choose to add The Mad Trist: <i>Dragon's Cunning</i> to their deck. This card does not count toward that investigator’s deck size.
fr: N'importe quel enquêteur peut choisir d'ajouter le Mad Trist: <i>La Ruse du Dragon</i> à son deck. Cette carte ne compte pas dans la taille de deck de cet investigateur.

source: You flee across the causeway, not stopping in your escape from the house until a red light reaches your peripheral vision. You turn to see the rays of the red setting sun shining through the great fissure in the manor. Walls and roofs collapse inward, and brick by brick, the house of Usher shakes apart, each piece dropping into the roiling waters of the dark tarn. You watch, transfixed by the sight, until at last the sounds of destruction cease and the waters of the tarn go still once more. The evil that dwells in those dark waters li dormant once more, but for how long?
fr: Vous vous enfuyez sur la chaussée, sans vous arrêter, laissant la maison loin derrière vous, jusqu'à ce qu'une lumière rouge atteigne votre vision périphérique. Vous vous retournez pour voir les rayons du soleil couchant rougeâtres briller à travers la grande fissure du manoir. Les murs et les toits s'effondrent vers l'intérieur. Brique par brique, la Maison Usher tremble, chaque pièce tombant dans les eaux bouillonnantes du sombre tarn. Transperce, vous observez ce spectacle, jusqu'à ce qu'enfin, les bruits de destruction cessent et que les eaux du tarn se calment à nouveau. Le mal qui habite ces eaux sombres sommeille à nouveau, mais pour combien de temps ?

source: You trudge slowly out the cracked door of the manor and look up at the broken ruin. What little remains of the house stands like skeleton above the still waters of the tarn. There is nothing left here for you - or anyone else, you can only hope. The Usher family is no more, and you pray that no one ever returns to awaken the thing in the tarn. You can take little back to Arkham with you but Madeline's locket as proof of your deed, though you swear you can still feel her silent spirit following you as you depart the grounds.
fr: Vous sortez lentement par la porte fissurée du manoir et levez les yeux vers les ruines dévastées. Le peu qu'il reste de la maison se dresse comme un squelette au-dessus des eaux calmes du lac. Il n'y a plus rien ici pour vous - ou pour quiconque, espérez-vous. La famille Usher n'est plus, et vous priez pour que personne ne revienne jamais réveiller la Chose du Tarn. Vous ne pouvez pas emporter grand-chose à Arkham avec vous, à part le médaillon de Madeline, comme preuve de vos actes. Bien que vous juriez pouvoir toujours sentir son esprit silencieux vous suivre lorsque vous quittez les lieux.
