Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/side/the_symphony_of_erich_zann.po
Languages: fr, it

source: <fancy>Sunday, March 12th, 1922. Paris, France.</fancy> <fancy>Dearest friend,</fancy> <fancy>I heard you've come to Paris and I am quite troubled you did not reach out to meet with me. It has been too long since our last supper. Alas, I am afraid I must ask you to visit the théâtre once more, this time not for our pleasantries. A week ago, I visited a new viol player in our theatre, a German fellow named Erich Zann. He became increasingly absent during the theatre's gatherings. The note which he finally handed me was an appeal for tolerance and forgiveness. Zann said that he was old, lonely, and afflicted with strange fears and nervous disorders connected with his music. Although he seemed genuine in intent, I could sense a horrible fear behind his eyes, and a chilling cold emanating from his window, as if someone—something were listening to use from outside. That was a few days before his disappearance. It may be selfish and irrational, but I now fear for the safety of the remainder of the orchestra. Come by the Auseil Theatre as soon as you have time, I will brief you on the details after our overdue greetings.</fancy> <fancy>-Votre vieil ami, Auguste Guadin</fancy>
fr: <fancy>Dimanche 12 Mars 1922. Paris, France.</fancy> <fancy>Très cher ami,</fancy> <fancy>J’ai appris que vous étiez à Paris, et je suis assez étonné que vous n’ayez pas cherché à me voir. Beaucoup trop de temps a passé depuis notre dernier diner. Hélas, je me vois dans l’obligation de vous demander de revenir nous voir au Théâtre, et cette fois pas pour notre bonne compagnie. La semaine dernière, j’ai rendu visite au nouveau joueur de viole de notre orchestre, un Allemand du nom d’Erich Zann. Il s’était absenté de plus en plus souvent de nos répétitions ces derniers temps. Étant très timide et introverti, il m’a tendu une note manuscrite qui était un appel à la tolérance et au pardon. Zann à écrit qu’il était vieux, solitaire, affligé d’étranges troubles mentaux et physiques en lien avec sa musique. Bien que ses intentions semblaient honnêtes, je pouvais lire une grande frayeur dans ses yeux. Je sentais un froid glaçant provenant de sa fenêtre, comme si quelqu’un - ou quelque chose - était à l’écoute depuis l’extérieur. C’était quelques jours avant sa disparition. Cela peut vous sembler égoïste et irrationnel, mais je crains le pire pour les autres membres de l’orchestre. Venez au Théâtre Auseil dès que possible, je vous expliquerai tous les détails de l’affaire, après vos salutations qui se seront faites attendre.</fancy> <fancy>- Votre vieil ami, Auguste Gandin</fancy>
it: <fancy>Domenica, 12 Marzo, 1922. Parigi, Francia.</fancy> <fancy>Carissimi Amici,</fancy> <fancy>Ho sentito che siete a Parigi, e sono un po' indispettito che non abbiate cercato di contattarmi. E passato troppo tempo dal nostro ultimo incontro. Ahimè, temo di dovervi chiedere di passare di nuovo al théâtre, ma stavolta non per una visita di piacere. Qualche settimana fa, ho incontrato nel nostro teatro un nuovo suonatore di viola, un tedesco di nome Erich Zann. Si è assentato sempre più di frequente nelle sere degli spettacoli. La nota che alla fine mi ha consegnato era un appello al perdono e alla tolleranza. Zann ha scritto di essere vecchio, solo, e afflitto da strane paure e disturbi nervosi connessi alla sua musica. Sebbene le sue intenzioni sembrassero sincere, intuivo un'orrida paura nei suoi occhi, e un freddo glaciale fuoriusciva dalla finestra, come se qualcuno, o qualcosa, ci stesse ascoltando dall'esterno. Questo è successo qualche giorno prima che scomparisse nel nulla. Sembrerò irrazionale, o egoista, ma adesso temo per l'incolumità del resto dell'orchestra. Venite al Teatro Auseil non appena ne avrete il tempo, e vi fornirò tutti i dettagli, dopo che ci saremo salutati, finalmente, di persona.</fancy> <fancy>-Votre vieil ami, Auguste Guadin</fancy>

source: If Isabel La Fratta was chosen as an investigator for this scenario:
fr: Si Isabel la Fratta a été choisie comme investigatrice pour ce scénario :
it: Se Isabel La Fratta è stata scelta come investigatrice per questo scenario:

source: The Isabel La Fratta player reads the following:
fr: Le joueur d’Isabel la Fratta lit le passage suivant :
it: Il giocatore che utilizza Isabel La Fratta legge quanto segue:

source: It has been quite some time since you last returned to the Auseil Theatre. It was always a joy to play for the orchstral group under Monsieur Gaudin. Recently you've been troubled by a recurring dream in which you are playing an impossible sheet written by a certain "Erich Zann", playing until your fingers erode to the bones. When Auguste sends you a letter describing the very same person, you are compelled to investigate.
fr: C’était toujours un plaisir pour vous de jouer sous la direction de Monsieur Gaudin, mais cela fait maintenant longtemps que vous n’êtes pas revenue au Théâtre Auseil. Ces derniers temps vous faites des rêves récurrent très troublants, dans lesquels vous jouez une partition impossible écrite par un certain « Brich Zann ». Dans vos songes, vous jouez à vous en écharper les doigts. Quand Auguste Gaudin vous envoie une lettre faisant référence à Erich Zann, vous ne pouvez faire autrement qu’essayer d’en savoir plus.
it: È passato diverso tempo dall'ultima volta che sei tornata al Teatro Auseil. È sempre una gioia suonare per l'orchestra sotto la direzione di Monsieur Gaudin. Di recente le tue notti sono state turbate da un sogno ricorrente, in cui suonavi uno spartito impossibile, scritto da un certo "Erich Zann", al punto da consumarti le dita fino all'osso. Quando Auguste ti ha spedito una lettera parlando proprio di quell'uomo, ti sei sentita in dovere di indagare.

source: Set the following encounter cards aside, out of play: Ears of the Void, Heard by Something and Young Nightingale.
fr: Mettez les cartes Rencontre suivantes de côté, hors-jeu: Oreilles du Néant, Quelque Chose Écoute et Chanteur du Néant.
it: Mettete da parte, temporaneamente fuori dal gioco, le sventure Orecchie del Vuoto, Qualcosa È in Ascolto e il Piccolo Usignolo.

source: Set the following cards aside, out of play: Auguste Gaudin, (Maestro of Symphonies), Yin's Drumsticks, Page's Violin, La Fratta's Piano Key, Walker's Trumpet, all copies of the Stuck in Your Head weakness, and The Piano story asset.
fr: Mettez les cartes Joueur suivantes de côté, hors-jeu : Auguste Gaudin (Maestro des Symphonies), Les Baguettes de Yin, Le Violon de Page, La Touche de Piano de La Fratta, La Trompette de Walker et tous les exemplaires de la faiblesse Un Air Entêtant.
it: Mettete da parte, temporaneamente fuori dal gioco, i supporti storia Auguste Gaudin (Maestro di Sinfonie), Bacchette di Yin, Violino di Page, Tromba di Walker, Tasto del Pianoforte di La Fratta, Il Pianoforte e le 4 copie della debolezza Fissazione.

source: Set the following [[Musician]] enemies aside, out of play: Arnold Walker, Isabel La Fratta, Nicole Page, Song Yin.
fr: Mettez les ennemis [[Musicien]] suivants de côté, hors-jeu : Arnold Walker, Isabel La Fratta, Nicole Page et Song Yin.
it: Mettete da parte, temporaneamente fuori dal gioco, i nemici Arnold Walker, Isabel La Fratta, Nicole Page e Song Yin.

source: Set the Beyond the Curtain story card asset aside, out of play.
fr: Mettez la carte Histoire Au-Delà du Voile de côté, hors-jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, la carta storia Dietro il Sipario.

source: Set each copy of the Backstage Room location aside, out of play, along with the Stage Hall location.
fr: Mettez les cartes lieux suivantes de côté, hors-jeu : Scène et tous les exemplaires de Coulisse.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni luogo Stanza Dietro le Quinte e l'Entrata del Palco.

source: Put the Entrance Hall, Main Lobby, Gallery and Auditorium locations into play. Each investigator begins play at the Entrance Hall.
fr: Mettez en jeu les lieux Entrée, Foyer des Spectateurs, Balcons et Auditorium. Les investigateurs commencent la partie dans l’Entrée.
it: Mettete in gioco i luoghi Sala d'Ingresso, Atrio Principale, Galleria e Platea. Ogni investigatore inizia la partita nella Sala d'Ingresso.

source: Main Lobby
fr: Foyer des Spectateurs
it: Atrio Principale

source: Gallery
fr: Balcons
it: Galleria

source: Auditorium
it: Platea

source: Entrance Hall
fr: Entrée
it: Sala D'Ingresso

source: Each [[Performer]] investigator begins play with a copy of the set aside Stuck in Your Head treachery in their hand. This card is added to their deck and does not count toward their deck size.
fr: Chaque investigateur [[Interprète]] commence la partie avec un exemplaire de la faiblesse Un Air Entêtant dans sa main. Cette carte est ajoutée à son deck et ne compte pas pour le calcul de la taille maximum du deck.
it: Ogni investigatore [[Intrattenitore]] inizia la partita con una copia della debolezza Fissazione messa da parte nella sua mano. Questi investigatori aggiungono la Fissazione al loro mazzo (non considerandola nella dimensione del loro mazzo.)

source: all is quiet at Rue d'Auseil… for now.
fr: le calme est revenu dans la Rue d’Auseil… pour le moment.
it: nella Rue d'Auseil tutto è calmo... per ora.

source: Which card should be added to an investigator's deck?
fr: Quelle carte droit-elle être ajoutée au deck d’un investigateur ?
it: Quale carta deve essere aggiunta al mazzo di un investigatore?

source: <i>Maestro of Symphonies</i>
fr: <i>Maestro des Symphonies</i>
it: <i>Maestro di Sinfonie</i>

source: Yin's Drumsticks
fr: Les Baguettes de Yin
it: Bacchette di Yin

source: Page's Violin
fr: Le Violon de Page
it: Violino di Page

source: La Fratta's Piano Key
fr: La Touche de Piano de La Fratta
it: Tasto del Pianoforte di La Fratta

source: Walker's Trombone
fr: La Trompette de Walker
it: Tromba di Walker

source: Each investigator who was defeated and does not already have a copy of the Stuck in Your Head weakness in their deck must add 1 copy of it to their deck. This card does not count toward that investigator’s deck size.
fr: Chaque investigateur vaincu qui n’a pas déjà la faiblesse Un Air Entêtant dans son deck ajoute un exemplaire de cette faiblesse à son deck. Cette carte ne compte pas dans la taille de deck de l’investîtgateur.
it: Ogni investigatore sconfitto che non possiede già una copia della debolezza Fissazione nel suo mazzo, deve aggiungere 1 copia della Fissazione al suo mazzo (non considerandola nella dimensione del suo mazzo).

source: Each investigator who was defeated suffers 1 mental trauma for having listened from within the void.
fr: Chaque investigateur vaincu subit 1 traumatisme mental pour avoir écouté l’intérieur du Néant.
it: Ogni investigatore sconfitto subisce 1 trauma mentale per aver ascoltato il suono del cuore del vuoto.

source: If an investigator with Auguste Gaudin (Maestro of Symphonies), Yin's Drumsticks, Page's Violin, La Fratta's Piano Key or Walker's Trumpet was defeated, that card must be removed from that investigator's deck.
fr: Si un investigateur a Auguste Gaudin (Maestro des Symphonies), Les Baguettes de Yin, Le Violon de Page, La Touche de Piano de La Fratta ou La Trompette de Walker dans son deck, cette carte doit être retirée définitivement du deck de cet investigateur.
it: Ogni investigatore sconfitto che aveva aggiunto al suo mazzo Auguste Gaudin (Maestro di Sinfonie), Bacchette di Yin, Violino di Page, Tasto del Pianoforte di La Fratta o la Tromba di Walker, deve rimuovere dal suo mazzo quelle carte.

source: Each investigator who was not defeated may remove the Stuck in Your Head weakness from their deck.
fr: Chaque investigateur qui n’a pas été vaincu peut retirer de son deck la faiblesse Un Air Entêtant.
it: Ogni investigatore non sconfitto può rimuovere la debolezza Fissazione dal suo mazzo.

source: Remove Stuck in Your Head
fr: Retirer Un Air Entêtant
it: Rimuovete Fissazione

source: Did you remember that you "saved all the musicians"?
fr: Vous souvenez-vous d’avoir « sauvé tout les musiciens » ?
it: Vi siete ricordati che "avete salvato tutti i musicisti"?

source: Each investigator may either heal 1 mental trauma, or earn 1 additional experience.
fr: Chaque investigateur peut choisir de soigner 1 traumatisme mental ou de gagner 1 point d’expérience supplémentaire.
it: Ogni investigatore può scegliere se curarsi 1 trauma mentale oppure ottenere 1 punto esperienza aggiuntivo.

source: Choose rewards:
fr: Choisissez vos récompenses :
it: Scegli la ricompensa:

source: Earn 1 XP
fr: Gagner 1 XP
it: Ottieni 1 XP

source: You are consumed in savage and impenetrable darkness, with chaos and pandemonium before you and the daemon madness of that night-baying orchestra behind you. About to lose grasp within the paradoxical sounds and unknowable shape at the edge of your mind, you stagger backwards in the darkness to find your footing but flail away at nothing for what seems like eternity. Before you know it, you find yourself out in front of the theatre, the rain drowning your ears and beating you awake.
fr: Vous êtes submergé par des ténèbres sauvages et impénétrables, face à vous tout n’est que chaos et derrière se trouve la folie démoniaque de l’orchestre voué au Néant. Vous êtes sur le point de perdre pied, entre les sons paradoxaux et les formes indicibles qui se dessinent aux frontières de votre esprit, mais vous réussissez à faire demi-tour et à courir dans le noir pendant ce qui vous semble durer une éternité. C’est la pluie inondant vos oreilles et fouettant votre visage qui vous réveille. Il vous faut un moment pour vous rendre compte que vous vous tenez allongé face à l’entrée du théâtre.
it: Vieni risucchiato da un'oscurità feroce e impenetrabile. Davanti a te si stendono il caos e il pandemonio, alle tue spalle la demonica follia di quell'orchestra latrante. Sul punto di perdere il senno, persi tra i suoni paradossali e le forme inconoscibili ai limiti dell'immaginabile, barcolli all'indietro nell'oscurità per trovare stabilità, ma incespichi nel nulla per quella che sembra un'eternità. Prima che tu te ne renda conto, ti ritrovi di fronte al teatro, la pioggia ti riempie le orecchie e il suo tintinnare ti desta.

source: Racing mindlessly out into the narrow, steep, and ancient street of steps and tottering houses; clattering down steps and over cobbles to the lower streets and the putrid canyon-walled river; panting across the great dark bridge to the broader, healthier streets and boulevards we know; all these are terrible impressions that linger with you. And you recall that there was no wind, and that the moon was out, and that all the lights of the city twinkled. Despite your most careful searches and investigations, you have never since been able to find the Auseil Theatre and neither the Rue d'Auseil. No one you've asked has ever seen the Rue d'Auseil or even heard about the orchestra. But you are not wholly sorry; either for this or for the loss in undreamable abysses of the closely written sheets which alone could have explained the music of Erich Zann.
fr: Courir éperdument vers l’extérieur en suivant l’étroit passage d’une rue ancienne faite de marches et de maisons chancelantes. Dévaler des escaliers et passer sur des pavés de rues douteuses, longeant les murailles putrides des bords d’un canal. Haleter en traversant un grand pont crépusculaire menant aux plus vastes et saines rues et boulevards que tout le monde connaît. Tous ces souvenirs confus vous taraudent. Vous vous rappelez bien qu’il n’y avait pas de vent, que la lune n’était pas levée et que les lumières de la ville scintillaient. Mais c’est à peu prêt tout. Malgré vos recherches les plus poussées, vous n’avez plus jamais réussi à retrouver le Théâtre Auseil, pas plus que la Rue d’Auseil d’ailleurs. Aucune personne que vous avez interrogé n’a connaissance de cette rue, ni n’a entendu parler de l’orchestre. Vous ne savez pas ce qui vous désole le plus: l’échec de vos investigations, ou avoir perdu dans des abîmes inconcevables les partitions couvertes d’écritures serrées qui aurait pu à elles seules donner la clé de l’explication de la musique d’Erich Zann.
it: La corsa a perdifiato nello stretto vicolo fiancheggiato da case pericolanti; il volare giù dai gradini, sui ciottoli delle strade inferiori verso il fiume putrescente incassato fra gli argini; l'affanno nell'attraversare il grande ponte scuro verso le strade e i boulevard più ampi e conosciuti, saranno gli unici ricordi terribili che rimarranno con voi. E rammentate che non c'era vento, che nel cielo splendeva la luna e che le luci della città brillavano come al solito. Nonostante le vostre indagini e ricerche più meticolose, non siete riusciti più a ritrovare il Teatro Auseil, ne la Rue d'Auseil. Nessuno a cui avete chiesto ha nemmeno mai sentito parlare della Rue d'Auseil o dell'orchestra. Ma non ne siete completamente dispiaciuti, come non vi dispiace che sia andata perduta in abissi inimmaginabili la fitta partitura che avrebbe potuto spiegare la musica di Erich Zann.
