Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/03_an_offer_you_cant_refuse.po
Languages: de, es, fr, it, pl, ru

source: An Offer You Can't Refuse
de: Ein Angebot, das du nicht ablehnen kannst
es: Una oferta que no puedes rechazar
fr: Une Offre que Vous ne Pouvez pas Refuser
it: Un'Offerta Che Non Potete Rifiutare
pl: Propozycja nie do odrzucenia
ru: Предложение, от которого нельзя отказаться

source: Interlude I: An Offer You Can't Refuse
de: Zwischenspiel I: Ein Angebot, das du nicht ablehnen kannst
es: Interludio I: Una oferta que no puedes rechazar
fr: Interlude 1 : Une Offre que Vous ne Pouvez pas Refuser
it: Interludio I: Un'Offerta Che Non Potete Rifiutare
pl: Antrakt I: Propozycja nie do odrzucenia
ru: Интерлюдия I: Предложение, от которого нельзя отказаться

source: "What you have recovered is no mere curio. It was bought at great expense from a dealer in Egypt, who inherited it from a relative who bought it in Peking, you know how it goes," Randall smirks as you admire the ancient artifact. It is a vaguely humanoid figure, sitting in a stooped position, with a heavy, octopoid head and squid-like features. There is something malevolent in its expression, something unwholesome in the very way it was sculpted. You find it difficult to look away.
de: „Was Sie mir wieder zurückgebracht haben, ist keine bloße Kuriosität. Ich habe es für viel Geld einem Händler in Ägypten abgekauft, der es von einem Verwandten geerbt hat, der es wiederum in Peking erworben hat. Sie wissen ja, wie das so läuft“, erklärt Randall breit grinsend, während du das uralte Artefakt bewunderst. Es handelt sich um eine Figur mit menschenähnlichen Zügen in gebückter Haltung mit einem gewaltigen, krakenartigen Kopf, der an einen Tintenfisch erinnert. Von der Gestaltung und Art und Weise, wie die Statue geformt ist, scheint etwas Bösartiges, gar Schädliches auszugehen. Es fällt dir schwer, deinen Blick von ihr abzuwenden.
es: –Lo que habéis recuperado no es una simple baratija. Se la compraron a un precio muy elevado a un tratante de Egipto, el cual la había heredado de un pariente que la compró en Pekín. Ya sabéis cómo son estas cosas. Randall sonríe con satisfacción mientras admiras el antiguo artefacto. Es una figura vagamente humanoide, sentada en posición como encorvada, que tiene una pesada cabeza octopoide y rasgos como de pulpo. Su expresión tiene algo malévolo, y la forma en la que la han esculpido tiene algo malsano. Te cuesta apartar la mirada.
fr: « Ce que vous avez récupéré n’est pas une simple curiosité. L’objet a été acheté à grands frais en Égypte à un marchand qui l’avait hérité d’un parent qui l’avait acheté à Pékin, vous savez comment ça se passe », sourit Randall tandis que vous admirez l’antique artéfact. Il s’agit d’un sujet vaguement humanoïde, assis dans une position voûtée, avec une lourde tête octopoïde et des traits semblables à ceux d’un calmar. Il y a quelque chose de malveillant dans son expression, quelque chose de malsain dans la façon même dont il a été sculpté. Il vous semble difficile d’en détourner le regard.
it: "Ciò che avete recuperato non è un mero gingillo. È stato acquistato a caro prezzo da un venditore egiziano, che lo ha ereditato da un parente che a sua volta ne venne in possesso a Pechino... Insomma, sapete come vanno queste cose" Randall vi lancia un sorriso ammiccante mentre ammirate l'antico artefatto. È una sagoma dalle vaghe fattezze umanoidi, seduta e ricurva, con una gigantesca testa da polpo e lineamenti che ricordano il muso di un calamaro. C'è qualcosa di malvagio nella sua espressione, qualcosa di inquietante nel modo in cui è stata scolpita. Ma non riuscite a distogliere lo sguardo.
pl: „Rzecz, którą odzyskaliście to nie byle bibelot. Nabyto ją za znaczną sumę od handlarza w Egipcie, który odziedziczył ją od krewnego, który kupił ją w Pekinie i tak dalej i tak dalej” – mówi Randall z uśmieszkiem, widząc jak podziwiasz prastary posążek. Postać ma kształt quasi-ludzki, siedzi pochylona z ogromną głową ośmiornicy i cechami jak u kałamarnicy. W jej obliczu jest coś złowrogiego, zaś styl, w jakim została wyrzeźbiona jawi się nienaturalnym. Z trudem odwracacie od niej wzrok.
ru: «То, что вы принесли, — не простая диковинка. Её купили по большой цене у торговца в Египте, который получил её от родственника, купившего её в Пекине, ну, вы знаете, как это бывает», — ухмыляется Рэндалл, пока вы любуетесь древним артефактом. Это смутно похожая на человеческую фигурка в сгорбленном сидячем положении с тяжёлой осьминожьей головой и спрутоподобными чертами. В её выражении чувствуется что-то злобное, есть чтото омерзительное даже в том, как она вылеплена. Вы обнаруживаете, что от неё сложно отвести взгляд.

source: "This is a singular relic of prehistoric, dare I say, pre-human origins," Randall's voice breaks the spell. The rest of the eccentric antiquarian's story boggles the mind. He describes a record of some ancient cosmic struggle, and how he believes that all of earth is on the cusp of an apocalypse, much like the one that destroyed the statue's creator. In all of human history—in every separate mythology—there exists a story of a great flood. A cataclysm. There are legends of a great city-state: a bastion of knowledge and might, that sank beneath the waves. Humankind has named it many things. Atlantis. Mu. Lemuria. But its true name, a name that predates history, is <i><b>R’lyeh</b></i>. "Through much painstaking research, and the assistance of a mad sailor named Gustaf, I have pinpointed the relative coordinates of the ancient city. A stretch of ocean in the South Pacific where many sailing vessels have shipwrecked or disappeared with no explanation. Which brings me to my offer. I need someone bold and resourceful to lead an expedition to the ancient city. Someone to bring back evidence of its ancient knowledge, study its secrets, record its wonders. I need that person to be you" Randall says, looking to you, then to Ruby and Andy. "Should you accept, I shall absolve you of any remaining debt and provide you enough money to retire comfortably. <i>Very</i> comfortably. And, of course, lend my assistance for your <i>other</i> concerns." Your mind wanders back to those other "concerns."
de: „Dies ist ein einzigartiges Relikt prähistorischen, ja ich wage sogar zu behaupten, vormenschlichen Ursprungs“, fährt Randall fort und unterbricht die Stille. Der Rest der Geschichte des exzentrischen Antiquars übersteigt dein Vorstellungsvermögen. Er erzählt von einer Aufzeichnung, die einen uralten kosmischen Kampf beschreibt, und er der Auffassung ist, dass die ganze Erde an der Schwelle einer Apokalypse steht, ähnlich der, die den Schöpfer der Statue zerstört hat. „In der gesamten Menschheitsgeschichte – in den unterschiedlichsten Mythologien – gibt es eine Geschichte von einer großen Flut. Einer Katastrophe. Es gibt Legenden von einem großen Stadtstaat, von einer Bastion des Wissens und der Macht, die unter den Wellen versank. Die Menschheit hat dieser Stadt viele Namen gegeben: Atlantis. Mu. Lemuria. Aber ihr wahrer Name, ein Name, der älter ist als die aufgezeichnete Geschichte, ist <i><b>R’lyeh</b></i>. „Durch gewissenhafte Recherche und die Hilfe eines verrückten Seemanns namens Gustaf habe ich die relativen Koordinaten der uralten Stadt ermitteln können: ein Meeresabschnitt im Südpazifik, in dem viele Segelschiffe in Seenot geraten oder ohne Erklärung verschwunden sind. Das bringt mich zu meinem Angebot. Ich brauche jemanden, der mutig und einfallsreich ist, um eine Expedition zu dieser uralten Stadt zu leiten. Jemanden, der Beweise für ihr uraltes Wissen mitbringt, ihre Geheimnisse erforscht und ihre Wunder aufzeichnet. Die Person, die ich brauche, sind Sie“, sagt Randall und schaut dich an, dann blickt er zu Ruby und Andy. „Sollten Sie mein Angebot annehmen, werde ich Sie von allen noch ausstehenden Schulden befreien und Ihnen genug Geld zur Verfügung stellen, damit Sie einen angenehmen Ruhestand genießen können – einen sehr angenehmen. Und natürlich werde ich Ihnen auch bei Ihren anderen Anliegen behilflich sein.“ Sofort erscheinen Bilder von diesen anderen „Anliegen“ vor deinem geistigen Auge.
es: –Se trata de una reliquia singular de origen prehistórico, incluso prehumano, diría –La voz de Randall rompe el hechizo. El resto de la historia del excéntrico anticuario resulta alucinante. Describe una antigua disputa cósmica y cómo cree que el planeta entero se encuentra al borde de un apocalipsis similar al que destruyó al creador de la estatua. –En toda la historia de la humanidad, incluso en cada mitología, existe algún relato sobre una gran inundación. Un cataclismo. Existen leyendas sobre una ciudad-estado: un bastión de conocimiento y poder que se hundió bajo las olas. La humanidad le ha dado muchos nombres. Atlántida. Mu. Lemuria. Pero su verdadero nombre, un nombre anterior a la historia, es <i><b>R’lyeh</b></i>. –Mediante una meticulosa investigación, y gracias a la ayuda de un marino loco llamado Gustaf, he determinado las coordenadas relativas de la antigua ciudad. Se trata de una franja de océano en el Pacífico Sur en la que han naufragado o desaparecido sin explicación alguna muchas embarcaciones. Lo cual me lleva a mi oferta. Necesito que alguien tan audaz como capaz encabece una expedición a la antigua ciudad. Alguien que traiga pruebas de su conocimiento ancestral, que estudie sus secretos y registre sus maravillas. Necesito que esa persona seáis vosotros –dice Randall mientras pasea la mirada entre Ruby, Andy y tú. –Si aceptáis, os absolveré de cualquier deuda pendiente y os proporcionaré suficiente dinero como para que podáis jubilaros holgadamente. Muy holgadamente. Y, obviamente, os proporcionaré asistencia para vuestras otras preocupaciones. Tu mente se pone a pensar en esas otras “preocupaciones”.
fr: «Il s’agit d’une relique singulière d’origine préhistorique, voire préhu-maine », dit la voix de Randall en rompant le charme. La suite de l’histoire de l’excentrique antiquaire vous laisse perplexe. Il vous narre la légende d’une ancienne lutte cosmique et vous explique pourquoi il pense que la terre entière est sur le point de connaître une apocalypse, semblable à celle qui a détruit le créateur de la statuette. «L’histoire d’un grand déluge est présente dans toutes les histoires des hommes, dans toutes les mythologies. Le récit d’un cataclysme. Des légendes décrivent une grande cité-État : un bastion de la connaissance et de la puis-sance, qui a sombré sous les vagues. L’humanité lui a donné de nombreux noms. L’Atlantide. Mu. Lémurie. Mais son véritable nom, un nom d’avant l’Histoire, est <i><b>R’lyeh</b></i>. » « Grâce à des recherches minutieuses et à l’aide d’un marin fou nommé Gustaf, j’ai pu déterminer les coordonnées relatives de l’ancienne cité. Il s’agit d’une portion d’océan dans le Pacifique Sud où de nombreux voiliers ont fait naufrage ou ont disparu sans explication. Ce qui m’amène à mon offre. J ai besoin de quelqu’un d’audacieux et d’ingénieux pour mener une expédition vers l’ancienne cité. Quelqu’un qui rapportera les preuves de son savoir ancestral, étudiera ses secrets, contemplera ses merveilles. J ai besoin que cette personne soit vous », dit Randall en vous regardant, avant de poser les yeux sur Ruby et Andy. « Si vous acceptez, je vous déchargerai de toute dette restante et vous donnerai assez d’argent pour prendre une retraite confortable. <i>Très</i> confortable. Et, bien sûr, je vous apporterai mon aide concernant vos <i>autres</i> sujets d’inquiétude. » Votre esprit s’attarde sur ces « autres sujets d’inquiétude ».
it: "Si tratta di un reperto che risale all'era preistorica, se non persino preumana" continua Randall, ridestandovi dalla trance. Il resto della sua storia trascende il razionale: descrive un qualche antico conflitto cosmico e sostiene che l'intero pianeta Terra sia sull'orlo di un'apocalisse, simile a quella che distrusse il creatore di quella statuetta. "In tutta la storia dell'umanità, in ogni mitologia, si narra di una grande inondazione. Di un cataclisma. E tutte nominano una grande città-stato, un bastione di conoscenza e potere che affondò tra i flutti. Una città che ha preso molti nomi: Atlantide, Mu, Lemuria. Ma il suo vero nome, il nome che precede la storia stessa, è <i><b>R'lyeh</b></i>." "Con estenuanti ricerche e l'aiuto di un marinaio folle di nome Gustaf, sono riuscito a individuare le coordinate relative di quell'antica città. Si trova nel Pacifico del Sud, in una zona dove innumerevoli vascelli sono naufragati o scomparsi senza alcuna spiegazione. Ed è qui che arriva la mia offerta: ho bisogno di qualcuno coraggioso e intraprendente per condurre una spedizione laggiù. Qualcuno che possa portare indietro le prove della conoscenza della città antica, studiarne i segreti, annotarne le meraviglie. E ho bisogno che quel qualcuno siate voi" continua Randall, guardando voi, Ruby e Andy. "Se doveste accettare, vi assolverò da ogni debito e vi ricompenserò con tanto denaro da vivere agiati. <i>Molto</i> agiati. E, ovviamente, vi offrirò assistenza per le vostre <i>altre</i> preoccupazioni." Non potete fare a meno di ripensare a quelle "preoccupazioni".
pl: „To wyjątkowy, prehistoryczny relikt, a ośmielę się nawet rzec, że pochodzi z czasów, gdy ludzi nie było jeszcze na ziemi” – stwierdza nagle Randall, przerywając ciszę. Jednak to dalsza część jego opowieści wprowadza was w dziwną konsternację. Antykwariusz opowiada o prastarym konflikcie na kosmiczną skalę, a co więcej, jest święcie przekonany, że Ziemia stoi u progu zagłady, podobnej do tej, która spotkała tych, którzy stworzyli rzeczoną figurkę. „W historii ludzkości, a nawet w obrębie poszczególnych religii i podań, zawsze istnieje opowieść o wielkim potopie. O kataklizmie. Istnieją legendy o cudownym mieście-państwie, będącym kolebką wiedzy i potęgi, które zostało pochłonięte przez fale. Nosiło ono wiele nazw. Atlantyda. Mu. Lemuria… Lecz jego prawdziwa nazwa, istniejąca już przed dającą się odtworzyć historią to R’lyeh”. „Po wyjątkowo żmudnych poszukiwaniach oraz pomocy oszalałego marynarza Gustafa, udało mi się z grubsza określić położenie miasta. To obszar na Południowym Pacyfiku, gdzie rozbiło się lub zaginęło w niewyjaśnionych okolicznościach wiele statków. I tu wracamy do mojej propozycji. Potrzebny mi ktoś odważny i godny zaufania, kto poprowadzi ekspedycję ku temu prastaremu miastu. Ktoś, kto dostarczy dowodów na istnienie skrywanej tam wiedzy, zbada jego sekrety, udokumentuje tamtejsze cuda. Innymi słowy, potrzebuję was” – mówi, spoglądając wpierw na was, a potem na Ruby i Andy’ego. „Zgódźcie się, a umorzę wszelkie zobowiązania, jakie wobec mnie macie i zapewnię wam dość gotówki, byście mogli spokojnie cieszyć się wczesną emeryturą. Bardzo dostatnią emeryturą. I rzecz jasna zapewnię wsparcie w rozwikłaniu pozostałych zmartwień.” Każde z was przypomina sobie, o jakich innych „zmartwieniach” mowa.
ru: «Это единичная реликвия доисторического, даже, осмелюсь сказать, дочеловеческого происхождения», — нарушает тишину голос Рэндалла. Дальнейший рассказ эксцентричного антиквара поражает воображение. Бизнесмен приводит свидетельства некоего древнего космического столкновения и считает, что вся земля находится на грани апокалипсиса, похожего на тот, что уничтожил создателя статуэтки. «Во всей человеческой истории, в каждой отдельной мифологии, существует история о великом потопе. О катаклизме. Ещё есть легенды о великом городе-государстве, бастионе знаний и силы, опустившемся на морское дно. Человечество давало ему разные названия. Атлантида. Му. Лемурия. Но его истинное название, предшествующее самой истории, — <i><b>Р’льех</b></i>. После долгого и обширного исследования и при помощи безумного моряка по имени Густав я смог определить относительные координаты древнего города. Это участок в южной части Тихого океана, где по неизвестным причинам затонуло или пропало множество судов. Что подводит к меня к моему предложению. Мне нужен кто-то отважный и умелый, чтобы возглавить экспедицию в этот древний город. Кто-то, кто сможет принести из него доказательства древних знаний, изучить его тайны и записать его чудеса. Мне нужно, чтобы этим кем-то были вы», — говорит Рэндалл, глядя сперва на вас, затем на Руби и Энди. «Если примете моё предложение, — продолжает он, — я прощу вам все оставшиеся долги и обеспечу достойную пенсию. Весьма достойную. И, конечно же, окажу помощь и в решении других ваших забот». Вы возвращаетесь мыслями к этим другим «заботам».

source: You narrow your eyes at Randall. There's something he's not telling you. Some catch. There's always a catch with Tillinghast. Just as there's always one more job to be done. You ask him what it is and he sighs. "I thought it was obvious, but this expedition is likely to be rather perilous. Which is why I thought to entrust it to you. You've proven yourself to be quite resourceful. And as I said, I intend to reward you handsomely"
de: Du schaust Randall mit zusammengekniffenen Augen an. Es gibt etwas, das er dir nicht sagt. Einen Haken. Bei Tillinghast gibt es immer einen Haken. Genauso wie es immer noch einen weiteren Job zu erledigen gibt. Du fragst ihn, was der Haken an der Sache ist. Mit einem Seufzen erklärt er: „Ich dachte, es wäre klar: Diese Expedition wird höchstwahrscheinlich äußerst gefährlich werden. Deshalb habe ich mir gedacht, ich vertraue sie Ihnen an. Sie haben sich schon häufig als ziemlich einfallsreich erwiesen. Und wie gesagt, ich habe vor, Sie großzügig zu entlohnen.“
es: Entrecierras los ojos y miras a Randall. Oculta algo, su propuesta tiene algún truco. Las cosas siempre tienen truco con Tillinghast. Igual que siempre hay un trabajo más por hacer. Le preguntas de qué se trata y el anticuario suspira. –Pensé que era obvio, pero esta expedición seguramente sea bastante peligrosa. Por eso pensé en encomendártela. Has demostrado ser una persona de recursos. Además, como ya he dicho, pretendo recompensarte muy generosamente.
fr: Vous regardez Randall d’un œil suspicieux. Il vous cache quelque chose. Un piège. Il y a toujours un piège avec Tillinghast. D’ailleurs, il sait toujours sortir un dernier travail de son chapeau. Vous lui demandez de quoi il s’agit et il soupire. « Je pensais que c’était évident, mais cette expédition risque d’être assez périlleuse. C’est pourquoi j’ai pensé à vous la confier. Vous avez prouvé que vous étiez plein de ressources. Et comme je l’ai dit, j’ai l’intention de vous récompenser généreusement.»
it: Assottigliate lo sguardo. C'è qualcosa che Randall non vi sta dicendo. C'è una fregatura. C'è sempre una fregatura con Tillinghast. Come c'è sempre un altro lavoro da portare a termine. Gli chiedete di che si tratti, e l'uomo sospira. "Pensavo fosse ovvio, si tratta di una spedizione indubbiamente pericolosa. Motivo per cui ho deciso di affidarla a voi. Vi siete dimostrati pieni di risorse e, come ho detto, intendo ricompensarvi lautamente."
pl: Patrzycie podejrzliwie na Randalla. Czegoś wam nie mówi. Tu musi być jakiś haczyk. U Tillinghasta zawsze jakiś jest. Tak samo jak zawsze jest jakaś następna „ostatnia” robota. Pytacie go wprost, na co on odpowiada z westchnieniem: „To chyba jasne, że ta wyprawa jest zgoła niebezpieczna. Właśnie dlatego chcę ją powierzyć wam. Nie raz dowiedliście, że jesteście ulepieni z twardej gliny. No i przypominam, że obiecałem sowitą zapłatę”.
ru: Вы прищуриваетесь и смотрите на Рэндалла. Он что-то недоговаривает. Есть какая-то уловка. У Тиллингаста всегда находится какой-нибудь козырь в рукаве. Так же, как у него всегда находится ещё одно дело. Вы спрашиваете его, в чём подвох, и он вздыхает: «Я думал, это очевидно, но эта экспедиция, скорее всего, будет довольно рискованной. Поэтому я посчитал нужным доверить её вам. Вы показали себя весьма изобретательным человеком. И, как я говорил, я намереваюсь щедро вас наградить».

source: Refuse
de: Lehne sein Angebot ab
es: Negarse.
fr: Refuser
it: Rifiuti
ru: Отказаться

source: Accept
de: Nimm sein Angebot an
es: Aceptar su oferta.
fr: Accepter
it: Accetti
ru: Принять его предложение

source: There has to be a catch. Tillinghast wouldn't offer such tempting bait otherwise. You're through with him. You shake your head no. "Then get out," Tilhnghast says icily, pointing to the door. "I have no further use for you. Rest assured, however, that if you speak a word of this to anyone, you will regret it." Without a word, you walk out of the shop, leaving behind whatever wonders—and dangers—Tillinghast had in store for you.
de: Da muss es einen Haken geben. Tillinghast würde sonst niemals ein so verlockendes Angebot machen. Du bist fertig mit ihm. Du schüttelst den Kopf. „Dann verschwinden Sie“, sagt Tillinghast eisig und zeigt zur Tür. „Ich habe keine weitere Verwendung für Sie. Aber seien Sie sich sicher, dass Sie es bereuen werden, wenn Sie irgendwo auch nur ein Wort über die Sache verlieren.“ Ohne ein weiteres Wort zu sagen, verlässt du den Laden und lässt all die Wunder – und Gefahren – zurück, die Tillinghast für dich bereithielt.
es: Tiene que haber truco. De no ser así, Tillinghast no ofrecería un cebo tan suculento. Se acabó. Le indicas que no con la cabeza. –Entonces sal de aquí –dice Tillinghast con tono gélido mientras señala la puerta–. No te necesito para nada. Eso sí, ten por seguro que, si mencionas algo de esto a alguien, lo lamentarás. Te marchas de la tienda sin pronunciar palabra, dejando atrás las maravillas y peligros que te tenía preparados Tillinghast.
fr: Il y a forcément un piège. Sinon, Tillinghast ne vous aurait pas fait une offre aussi généreuse. Vous n’avez plus rien à faire avec lui. Vous secouez la tête pour dire non. « Alors sortez », répond Tillinghast d’un ton glacial, en montrant la porte. « Vous ne m’êtes plus d’aucune utilité. Soyez cependant assuré que si vous en touchez un mot à qui que ce soit, vous le regretterez. » Sans un mot, vous sortez de la boutique, laissant derrière vous les merveilles — et les dangers — qui vous attendaient dans la boutique.
it: Deve esserci una fregatura, o Tillinghast non offrirebbe un'esca tanto allettante. Ne avete abbastanza di lui. Scuotete la testa: "No". "Allora andatevene" vi congeda gelido, indicando la porta. "Non mi servite più. Ma vi assicuro che, se doveste farne parola con qualcuno, ve ne pentirete." Senza dire altro, uscite dal negozio lasciandovi alle spalle ogni meraviglia, e ogni pericolo, che Tillinghast aveva in serbo per voi.
pl: Coś tu ewidentnie śmierdzi. Tillinghast nie kusiłby takimi profitami bez powodu. Miarka się przebrała! Potrząsacie głowami na znak wspólnej odmowy. „A więc wynoście się” – mówi Tillinghast lodowatym głosem, wskazując na drzwi. „Nie jesteście mi już potrzebni. Ale spróbujcie komukolwiek pisnąć coś o tej sytuacji, a gorzko pożałujecie”. Bez słowa opuszczacie sklepik, pozostawiając za sobą wszelkie wspaniałości, oraz niebezpieczeństwa, jakie Tillinghast dla was przygotował.
ru: Здесь должна быть какая-то уловка. Иначе Тиллингаст не использовал бы такую соблазнительную наживку. Вы его насквозь видите. Вы отрицательно качаете головой. «Тогда убирайтесь, — ледяным тоном говорит Тиллингаст, указывая на дверь. — Мне от вас больше нет пользы. Однако, смею вас заверить, что если хоть словом промолвитесь кому-нибудь об этом, то горько пожалеете». Не говоря ни слова, вы выходите из магазина, оставив позади все чудеса — и опасности, — которые припас для вас Тиллингаст.
