Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/03_an_offer_you_cant_refuse.po
Languages: de, es, fr, it, pl, ru

source: In your Campaign Log, record "No Place Like Home" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Zu Hause ist es am schönsten</i> ist die Aufgabe deines Ermittlers.
es: Anota “Como en casa, en ningún sitio” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « On n’est Bien que Chez Soi ».
it: Nel Diario della Campagna, annota "Nessun Posto Come Casa" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Nie ma jak w domu” jako Zadanie twojego badacza.
ru: Запишите «Лучше дома места нет» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the No Place Like Home permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte Zu Hause ist es am schönsten und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente Como en casa, en ningún sitio en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent On n’Est Bien que Chez Soi dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Nessun Posto Come Casa e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w poszukiwaniu trwałego atutu fabularnego „Nie ma jak w domu” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «Лучше дома места нет» и добавьте его в свою колоду до конца кампании.

source: All your life, you have believed in something greater than yourself, something that guides your hand and directs your path. There has never been any room for doubt. Months ago, you recognized the unblinking eye set in the stained glass of Tillinghast's shop from your dreams. It was a sign. Whatever guides your hand led you here. And so when Tillinghast asked for the first "favor," you acquiesced easily, and when he asked for the second, you dutifully responded. There have been so many favors. But something feels different about Tillinghast's latest request. You can't help but feel that this is the reason you were led here. You have no choice but to say yes.
de: Dein ganzes Leben lang hast du an etwas geglaubt, das größer ist als du selbst, an etwas, das deine Hand führt und deinen Weg lenkt. Du hast nie daran gezweifelt. Vor Monaten hast du das starrende Auge aus deinen Träumen in dem Buntglasfenster von Tillinghasts Laden wiedererkannt. Das war ein Zeichen. Was auch immer dich leitet, hat dich hierher geführt. Und so hast du gerne eingewilligt, als Tillinghast dich um den ersten „Gefallen“ gebeten hat. Und als er um den zweiten bat, hast du pflichtbewusst zugestimmt. Es folgten so viele weitere Gefallen. Bei Tillinghasts aktuellem Angebot scheint es anders zu sein. Du hast das Gefühl, dass dies der Grund ist, warum du eigentlich hierher geführt wurdest. Dir bleibt keine andere Wahl, als Ja zu sagen.
es: Durante toda tu vida, has creído en algo que es mayor que tú, algo que guía tu mano y dirige tu camino. Nunca has albergado la menor duda. Hace meses, reconociste el ojo que no parpadea de la vidriera de la tienda de Tillinghast como el que has visto en tus sueños. Era una señal. Lo que sea que guía tu mano te trajo aquí. Por eso, cuando Tillinghast te pidió el primer “ favor”, accediste sin oposición, y cuando pidió el segundo, aceptaste con diligencia. Ha habido muchos favores. Pero la última petición de Tillinghast tiene algo distinto. No puedes evitar sentir que es el motivo por el que llegaste aquí. No tienes más elección que decir que sí.
fr: Toute votre vie, vous avez cru en quelque chose de plus grand que vous, quelque chose qui guide votre main et oriente votre chemin. Il n’y a jamais eu de place pour le doute. Il y a quelques mois, vous avez reconnu l’œil sans paupière de vos rêves dans le vitrail de la boutique de Tillinghast. C’était un signe. Une force surnaturelle vous a conduit ici. Par conséquent lorsque l’antiquaire vous a demandé une première « faveur », vous avez acquiescé sans poser de question, et quand il vous en a demandé une seconde, vous avez répondu présent, comme s’il en allait de votre devoir. Tant d’autres services de ce genre ont suivi. Mais quelque chose semble différent dans la dernière demande de Tillinghast. Vous ne pouvez pas vous empêcher de penser que vous avez été conduit ici pour cette mission précise. Vous n’avez pas d’autre choix que d’accepter.
it: Per tutta tua vita, hai sempre creduto in qualcosa di più grande di te, una guida per la tua mano e per la tua strada. E ci hai creduto senza mai l'ombra di un dubbio. Mesi fa hai riconosciuto dai tuoi sogni l'occhio impassibile del vetro istoriato sulla porta del negozio di Tillinghast. Era un segno: qualsiasi cosa guidasse la tua mano, voleva portarti qui. E così, quando il proprietario ti ha chiesto il primo "favore", hai accettato senza remore. Quando ti ha chiesto il secondo, hai risposto con diligenza. In seguito sono arrivate diverse richieste di favori, ma nell'ultima c'è qualcosa di diverso. Senti che questa richiesta è il vero motivo per cui sei qui: non hai altra scelta se non accettare.
pl: Przez całe życie wierzyłeś, że kieruje tobą potężniejszy byt i że to on wyznacza ścieżki, jakimi podążasz. Nigdy nie miałeś co do tego najmniejszych wątpliwości. Wiele miesięcy temu rozpoznałeś, że otwarte oko w witrażu sklepu Tillinghasta jest tym samym, które widywałeś w swych snach. To musiał być znak. Siła, która kreśli twoje ścieżki, sprowadziła cię właśnie tu. Gdy więc Tillinghast poprosił po raz pierwszy o „przysługę”, łatwo się zgodziłeś, a gdy poprosił o kolejną, twoja zgoda wynikała już z poczucia obowiązku. Z czasem przysług było coraz więcej, lecz w tej, o którą Tillinghast poprosił teraz, jest coś dziwnego. Nie możesz oprzeć się wrażeniu, że to właśnie przez nią miałeś się tu znaleźć. Jak więc mógłbyś odmówić...
ru: Сколько вы себя помните, вы всегда верили в высшую силу, нечто, что направляет вашу руку и освещает ваш путь. В вашей жизни никогда не было места для сомнений. Несколько месяцев назад вы узнали в витраже лавки Тиллингаста немигающий глаз из своих снов. Это был знак свыше. Сила, направляющая вас, привела сюда. Поэтому когда Тиллингаст впервые попросил об «одолжении», вы с лёгкостью согласились, а когда он обратился к вам во второй раз, вы добросовестно отозвались. Таких одолжений было множество. Но последняя просьба Тиллингаста чем-то отличается. Вы не можете отогнать чувство, что именно поэтому вы здесь. У вас нет иного выбора, кроме как согласиться.

source: In your Campaign Log, record "Walk in Faith" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Im Glauben wandeln</i> ist die Aufgabe deines Ermittlers.
es: Anota “Caminar con fe” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « Marcher Dans la Foi ».
it: Nel Diario della Campagna, annota "Cammino della Fede" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Podążaj za wiarą” jako Zadanie twojego badacza.
ru: Запишите «Путь веры» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the Walk in Faith permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte <i>Im Glauben wandeln</i> und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente Caminar con fe en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent Marcher Dans la Foi dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Cammino della Fede e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w trwałego atutu fabularnego „Podążaj za wiarą” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «Путь веры» и добавьте его в свою колоду до конца кампании.

source: Sometimes you wonder if your old associates still talk about you. You were a bright star, rising through the ranks. There was nothing you couldn't do... until your sudden and ignominious fall from grace. Whatever favor you curried has certainly faded by now. Your former colleague saw to it that you'd never come by honest work, so you turned to Tillinghast to make a living. He's often spoken of his connections in Arkham; you've always hoped he might help you get your old position back and restore your good name.
de: Manchmal fragst du dich, ob deine alten Kollegen noch über dich reden. Du warst talentiert, hattest Erfolg und bist die Karriereleiter stetig weiter nach oben gestiegen. Es gab nichts, was du nicht konntest … bis zu deinem plötzlichen und schmachvollen Sturz in Ungnade. Jegliche Gunst, die du einst genossen hast, ist mittlerweile vergangen. Dein ehemaliger Kollege hat dafür gesorgt, dass du keinen ehrbaren Job mehr bekommst. So hast du dich schließlich an Tillinghast gewandt, um deinen Lebensunterhalt zu verdienen. Er hat oft von seinen Verbindungen in Arkham gesprochen. Du hast immer gehofft, dass er dir helfen könnte, deine alte Position zurückzubekommen und deinen guten Ruf wiederherzustellen.
es: A veces te preguntas si tus antiguos compañeros siguen hablando de ti. Fuiste una estrella en alza que ascendía fulgurantemente. No había nada que no pudieras lograr... hasta que se produjo tu repentina e ignominiosa caída en desgracia. Todo el favor que te hubieras granjeado ya no existe. Tu antiguo colega se aseguró de que nunca pudieras conseguir un trabajo honesto, así que recurriste a Tillinghast para ganarte la vida. Hablaba a menudo de sus contactos en Arkham, y siempre has albergado la esperanza de que pudiera ayudarte a recuperar tu antiguo puesto y limpiar tu buen nombre.
it: A volte ti chiedi se i tuoi vecchi colleghi parlino ancora di te. Eri un astro nascente, destinato a raggiungere i ruoli più ambiti. Non c'era nulla che non sapessi fare... fino alla tua improvvisa e ignominiosa caduta in disgrazia. Qualsiasi favore avessi accumulato è sicuramente svanito nel nulla oramai e, dato che le persone con cui lavoravi hanno fatto in maniera tale che non potessi più trovare un impiego onesto, ti sei rivolto a Tillinghast per guadagnarti da vivere. È un uomo che ha parlato spesso dei suoi contatti ad Arkham, e hai sempre sperato che potesse aiutarti a riavere il tuo vecchio incarico e ripulire il tuo nome.
pl: Czasem zastanawiasz się, czy twoi dawni współpracownicy wciąż o tobie gadają. Byłeś kiedyś kimś ważnym, piąłeś się po szczeblach kariery. Nie było zadania, którego byś nie wykonał, póki nagle i niespodziewanie nie spadłeś na sarno dno. Jeśli mogłeś mówić, sprzyjała ci fortuna, to w obecnej sytuacji jej wzrok najwyraźniej się odwrócił. Twoi byli znajomi z pracy przepowiadali, że nie osiągniesz już niczego dzięki uczciwej pracy, więc postanowiłeś zatrudnić się u Tillinghasta, żeby mieć za co żyć. Często mówił o dojściach, jakie ma w Arkham, a ty bezustannie wierzyłeś, że dzięki tentu odzyskasz dawne stanowisko i dobre imię.
ru: Иногда вы задумываетесь о том, вспоминают ли о вас бывшие товарищи. Вы были восходящей звездой и быстро продвигались по службе. Для вас не было ничего невозможного… до момента, когда вы неожиданно и постыдно впали в немилость. Какого бы почёта вы ни добились, от него уже наверняка ничего не осталось. Ваши бывшие коллеги позаботились о том, чтобы вы не смогли зарабатывать на хлеб честным трудом, так что вы обратились к Тиллингасту, чтобы прокормить себя. Он часто говорил о своих связях в Аркхэме; вы всегда надеялись, что он поможет вам вернуть прежнюю должность и восстановить доброе имя.

source: In your Campaign Log, record "Toe the Line" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Rehabilitieren</i> ist die Aufgabe deines Ermittlers.
es: Anota “Cumplir las normas” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « Rentrer Dans le Rang ».
it: Nel Diario della Campagna, annota "Rigare Dritto" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Wyjść przed szereg” jako Zadanie twojego badacza.
ru: Запишите «По струнке» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the Toe the Line permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte <i>Rehabilitieren</i> und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente Cumplir las normas en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent Rentrer Dans le Rang dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Rigare Dritto e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w trwałego atutu fabularnego „Wyjść przed szereg” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «По струнке» и добавьте его в свою колоду до конца кампании.

source: Over the years, you've had to do plenty of things. Things you'd never admit in polite society. Things that could get you in deep trouble. But that's all over now. This is your chance for the fresh start Tillinghast promised you years ago when he paid off your old debt. The antiquarian has always treated you well since. With what Tillinghast is promising, you should finally be able to live life on your own terms. So long as you can survive yet another cockamamie errand. It had better be worth it.
de: Im Laufe der Jahre musstest du viele Dinge tun. Dinge, die du in der feinen Gesellschaft niemals zugeben würdest. Dinge, die dich in große Schwierigkeiten bringen könnten. Aber das liegt jetzt alles hinter dir. Das ist deine Chance auf einen Neuanfang, den Tillinghast dir vor Jahren versprochen hat, als er deine alten Schulden beglich. Der Antiquar hat dich seitdem immer gut behandelt. Mit dem Angebot, das Tillinghast dir gemacht hat, solltest du endlich in der Lage sein, dein Leben nach deinen eigenen Vorstellungen gestalten zu können. Jetzt gilt es nur noch, einen weiteren irrwitzigen Auftrag zu überleben. Das sollte wohl doch klappen.
es: Has tenido que hacer muchas cosas a lo largo de los años. Cosas que jamás admitirías en una reunión social. Cosas que podrían meterte en graves problemas. Pero ahora todo eso se acabó. Es la oportunidad de empezar de cero que te prometió Tillinghast hace años cuando saldó tu antigua deuda. El anticuario siempre te ha tratado bien desde entonces. Con lo que te promete Tillinghast, por fin podrías vivir la vida a tu antojo. Siempre y cuando puedas sobrevivir a otro encargo absurdo. Más vale que merezca la pena.
fr: Au fil du temps, il vous a fallu faire beaucoup de choses. Des choses que vous ne pourriez jamais admettre publiquement. Des choses qui pourraient vous attirer de gros ennuis. Mais c’est fini maintenant. Aujourd’hui, vous pouvez prendre un nouveau départ, comme Tillinghast vous l’a promis il y a des années, lorsqu’il a remboursé votre ancienne dette. L’antiquaire vous a toujours bien traité depuis. Si Tillinghast tient ses promesses, vous devriez enfin pouvoir vivre votre vie comme vous l’entendez. La seule chose qu’il vous reste à faire, c’est de survivre à une dernière mission absurde dont il a le secret. Il vaudrait mieux que ça en vaille la peine.
it: Nel corso degli anni hai dovuto occuparti di affari d'ogni genere. Cose che non ammetteresti mai in pubblico. Cose che potrebbero metterti in guai seri. Ma ormai è tutto finito. Questa è la tua occasione di ricominciare da capo che Tillinghast ti aveva promesso anni fa, quando ha ripagato il tuo vecchio debito, e l'antiquario ha sempre avuto un occhio di riguardo per te. Fa' quello che ti chiede, e potresti finalmente ritornare in possesso della tua vita ... Devi solo sopravvivere a un ultimo, assurdo, incarico. Speri solo che ne valga davvero la pena.
pl: Przez lata imałeś się różnych zajęć. I to takich, którymi raczej nie chciałbyś się publicznie chwalić. I które z pewnością mogłyby wpędzić cię w prawdziwe tarapaty. Ale to już przeszłość. Nadszedł moment, gdy możesz zacząć od nowa. Tillinghast obiecał ci to lata temu, gdy spłacał twoje długi. Od tamtej chwili antykwariusz dobrze cię traktował, a zgodnie tym co mówi, będziesz mógł wkrótce naprawdę wziąć los w swoje ręce i żyć według własnych zasad. Oczywiście pod warunkiem, że wyjdziesz cało z jego kolejnego zwariowanego zlecenia. Lepiej, żeby gra warta świeczki.
ru: За прошедшие годы вы делали разные вещи. Вещи, в которых вы никогда бы не признались в приличном обществе. Вещи, из-за которых у вас могли быть большие неприятности. Но это всё в прошлом. Это ваш шанс начать с чистого листа, как много лет назад обещал вам Тиллингаст, оплатив ваши старые долги. С того времени антиквар всегда хорошо с вами обращался. То, что обещает Тиллингаст, наконец позволит вам устроить свою жизнь по собственным правилам. Нужно лишь пережить очередное сумасбродное поручение. Уж лучше бы оно того стоило.

source: In your Campaign Log, record "Good Money" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Gutes Geld</i> ist die Aufgabe deines Ermittlers.
es: Anota “Un buen dinero” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « Une Somme Inespérée ».
it: Nel Diario della Campagna, annota "Fior di Quattrini" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Niezły szmal” jako Zadanie twojego badacza.
ru: Запишите «Большой куш» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the Good Money permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte <i>Gutes Geld</i> und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente Un buen dinero en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent Une Somme Inespérée dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Fior di Quattrini e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w trwałego atutu fabularnego „Niezły szmal” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «Большой куш» и добавьте его в свою колоду до конца кампании.

source: You've heard them talking about you behind your back. "Dead weight," they called you. "A burden on society." Your own uncle says you're incompetent. Just last week, you overheard some "friends" gossiping about you. They clearly don't know what they're talking about. You'll show them. Randall has promised you everything you need to rise to the top, to show those catty bastards what you're really made of. You need this job to prove to everyone that you're not the failure your peers say you are. It's the perfect opportunity for your glorious rise to power.
de: Du hast gehört, wie sie hinter deinem Rücken über dich geredet haben. „Ballast“, haben sie dich genannt. „Eine Bürde für die Gesellschaft.“ Dein eigener Onkel hält dich für inkompetent. Erst letzte Woche hast du mitbekommen, wie ein paar „Freunde“ über dich getratscht haben. Sie haben keine Ahnung, wovon sie reden. Du wirst es ihnen zeigen. Randall hat dir alles versprochen, was du brauchst, um ganz nach oben zu kommen, um diesen gehässigen Schweinehunden zu zeigen, was wirklich in dir steckt. Du brauchst diesen Job, um allen zu beweisen, dass du nicht der Versager bist, für den dich deine Verwandten und Bekannten halten. Das hier ist die perfekte Gelegenheit für deinen glorreichen Aufstieg zur Macht.
es: Has oído cómo hablan de ti a tus espaldas. “Peso muerto” te llamaban. “Una carga para la sociedad”. Tu propio tío dice que eres incompetente. La semana pasada oíste a unos supuestos “amigos” cotillear sobre ti. Está claro que no saben de lo que hablan. Se lo demostrarás. Randall te ha prometido todo lo que necesitas para llegar a lo más alto y demostrarles a esos cabrones maliciosos de qué pasta estás hecho. Necesitas este trabajo para enseñar al mundo que no eres el fracaso que dicen que eres. Es la oportunidad perfecta para un glorioso ascenso al poder.
fr: Vous les avez entendus parler de vous dans votre dos. Un « poids mort», voilà ce qu’ils ont dit de vous. « Un fardeau pour la société ». Même votre oncle dit que vous êtes incompétent. La semaine dernière, vous avez entendu des « amis » propager des ragots vous concernant. Ils ne savent manifestement pas de quoi ils parlent. Vous allez leur montrer. Randall a promis de vous fournir tout ce dont vous avez besoin pour atteindre le sommet, pour montrer à ces fripouilles ce que vous valez vraiment. Vous avez besoin de ce travail pour prouver à tout le monde que vous n’êtes pas le raté que décrivent vos pairs. Voilà l’occasion parfaite de vous couvrir de gloire.
it: Li hai sentiti parlare alle tue spalle. "Peso morto", dicevano. "Parassita della società." Persino tuo zio ha sempre pensato fossi inutile, e la settimana scorsa hai beccato degli "amici" a sparlare di te. Chiaramente non sanno di cosa parlano, ma ride bene chi ride ultimo. Randall ti ha promesso tutto ciò di cui hai bisogno per raggiungere la vetta, per mostrare a quei dispettosi bastardi chi sei davvero. Hai bisogno di questo lavoro per dimostrare a tutti che non sei il fallimento che dicono. L'occasione perfetta per la tua gloriosa ascesa al potere.
pl: Słyszałeś, jak szemrają twoimi plecami. „Jest ciężarem” — mawiali. „Zakałą społeczeństwa” — dodawali. Nawet twój własny wuj twierdził, że jesteś do niczego. W zeszłym tygodniu podsłuchałeś jak twoi „znajomi” plotkowali na twój temat. Nie mają pojęcia, o czym mówią. Ta „zakała” jeszcze pokaże! Randall obiecał, że dostarczy ci wszystkiego, co niezbędne byś wrócił na szczyt i pokazał tym gnojkom z jakiej gliny cię ulepiono. Potrzebujesz tej roboty, żeby udowodnić tym frajerom, że nic jesteś bezużyteczny. To doskonała okazja, żebyś odzyskał dawny blichtr.
ru: Вы слышали, как вас обсуждают у вас за спиной. «Мёртвый груз, — называют вас. — Обуза для общества». Ваш собственный дядя уверен в вашей некомпетентности. Только на прошлой неделе вы подслушали, как некоторые ваши «друзья» распускали о вас слухи. Они явно не знают, о чём говорят. Вы им покажете. Рэндалл обещал вам всё необходимое, чтобы подняться на вершину, чтобы показать этим язвительным негодяям, из какого вы на самом деле теста. Вам нужно это дело, чтобы доказать всем, что вы не посмешище, как считают ваши сверстники. Это идеальная возможность для вашего славного восхождения к власти.
