Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/03_an_offer_you_cant_refuse.po
Languages: de, es, fr, it, pl, ru

source: In your Campaign Log, record "Prove Your Worth" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Beweise deinen Wert</i> ist die Aufgabe deines Ermittlers.
es: Anota “Demostrar tu valía” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « Prouvez Votre Valeur ».
it: Nel Diario della Campagna, annota "Dimostrazione di Valore" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Dowiedź swej wartości” jako Zadanie twojego badacza.
ru: Запишите «Показать себя» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the Prove Your Worth permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte <i>Beweise deinen Wert</i> und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente Demostrar tu valía en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent Prouvez Votre Valeur dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Dimostrazione di Valore e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w trwałego atutu fabularnego „Dowiedź swej wartości” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «Показать себя» и добавьте его в свою колоду до конца кампании.

source: People have always depended on you when things go wrong. Be it a skinned knee, a misplaced order, or an evening meal, it often falls to you to keep things running when it's all on the line. Randall has seen your talents put to good use over the course of your work with him; the slippery businessman has never given you easy work, but you've always risen to the challenge. Some might even say you like it. If you nail this last last job, he's promised you enough to live your dreams.
de: Die Leute haben sich immer auf dich verlassen, wenn etwas schiefläuft. Sei es ein aufgeschlagenes Knie, eine falsch aufgegebene Bestellung oder ein Abendessen, das noch schnell zubereitet werden muss – oft liegt es an dir, die Dinge am Laufen zu halten, wenn alles auf dem Spiel steht. Randall hat im Laufe deiner Arbeit mit ihm gesehen, wie du deine Talente zum Einsatz bringst. Der gerissene Geschäftsmann hat dir nie die leichten Jobs gegeben, doch du hast es immer geschafft, dich den Herausforderungen erfolgreich zu stellen. Manche würden sogar sagen, dass dir das gefällt. Nun hat er dir genug Geld versprochen, um deine Träume verwirklichen zu können – wenn du diesen letzten Auftrag für ihn erledigst.
es: La gente siempre ha dependido de ti cuando algo iba mal. Da igual que sea un rasponazo en una rodilla, un pedido extraviado o una cena, porque suele recaer sobre tus hombros que las cosas salgan bien cuando está todo en juego. Randall ha hecho buen uso de tu talento durante el tiempo que has colaborado con él; el huidizo empresario nunca te ha encargado nada fácil, pero siempre has estado a la altura. Hay quien diría que hasta te gusta. Si clavas este <i>último</i> trabajo, te ha prometido lo suficiente como para poder cumplir tus sueños.
fr: Les gens ont toujours compté sur vous pour les sortir de la mouise. Qu’il s’agisse d’un genou écorché, d’une commande égarée ou d’un repas du soir, c’est souvent à vous qu’il incombe de résoudre les problèmes en urgence. Randall est un homme d’affaires intelligent et a vu l’étendue de vos talents en collaborant avec vous, car il ne vous a jamais confié de missions faciles. Mais vous avez toujours relevé le défi. Certains diraient même que vous aimez ça. Si vous réussissez ce dernier travail, il vous a promis que vos rêves deviendraient bientôt réalité.
it: Quando le cose non vanno per il verso giusto, la gente dipende sempre da te. Che si tratti di un ginocchio sbucciato, un ordine sbagliato o un pasto serale, sta quasi sempre a te assicurarti che tutto fili liscio quando non ci si può permettere di sbagliare. E da quando lavori per lui, Randall ha sempre saputo come impiegare il tuo talento. È un uomo d'affari un po' viscido, e non ti ha mai dato incarichi semplici, ma non lo hai mai deluso... e qualcuno dice che ha anche cominciato a piacerti. Se dovessi riuscire a portare a termine un ultimo lavoretto, ti ha promesso di pagarti abbastanza da permetterti di rendere ogni tuo sogno realtà.
pl: Ludzie zawsze na ciebie liczyli, gdy wszystko wokół trafiał szlag. Zdarte kolano, pomylone zamówienie, wieczorna kolacja... Często w kryzysowej sytuacji to właśnie na twoje barki spadało dopilnowanie, żeby wszystko było jak w zegarku. Randall, w toku waszej współpracy, szybko wyniuchał twoje talenty i przekierował je na potrzebne mu tory. Jego fuchy nigdy nie były proste, ale zawsze stawałeś na wysokości zadania. Niektórzy mogliby pomyśleć, że taki układ ci pasuje. Ty jednak wiesz, że twój mocodawca obiecał ci, że jeśli wykonasz jego ostatnie zadanie, to zarobisz wystarczająco wiele, byś mógł spełnić swoje marzenia.
ru: Люди всегда полагались на вас, когда что-то шло не так. Будь то расцарапанное колено, потерянная вещь или еда на ужин, часто именно на вас всё держится, когда многое поставлено на кон. За всё ваше время работы с Рэндаллом он всегда находил вашим талантам хорошее применение; скользкий делец никогда не давал вам простых задач, но вы всегда принимали его вызов. Кто-то может даже сказать, что вам это нравилось. Если хорошо справитесь с этим самым последним делом, того, что он обещал, хватит на жизнь вашей мечты.

source: In your Campaign Log, record "Do No Harm" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Keinen Schaden zufügen</i> ist die Aufgabe deines Ermittlers.
es: Anota “No hacer daño” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « Ne Pas Nuire ».
it: Nel Diario della Campagna, annota "Non Nuocere" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Po pierwsze, nie szkodzić” jako Zadanie twojego badacza.
ru: Запишите «Не навреди» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the Do No Harm permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte <i>Keinen Schaden zufügen</i> und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente No hacer daño en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent Ne Pas Nuire dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Non Nuocere e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w trwałego atutu fabularnego „Po pierwsze, nie szkodzić” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «Не навреди» и добавьте его в свою колоду до конца кампании.

source: Every night for the past year, you have been wracked with awful nightmares. Visions of a terrible calamity. Streets in ruin. Spectral forms of the drowned pass like shadows in these dreams. And above it all some nameless, looming form. You entered Tillinghast's shop hoping to find some answers in his occult tomes, and soon found yourself ensnared in the shrewd businessman's growing enterprise. Randall has promised you answers; if you can complete this final task, he will surely help you divine the truth... right?
de: Seit einem Jahr wirst du jede Nacht von schrecklichen Albträumen geplagt. Visionen eines schrecklichen Unglücks. Von verwüsteten Straßen. Geisterhafte Gestalten von Ertrunkenen wabern wie dunkle Schatten durch deine Träume. Und über alldem ragt bedrohlich eine namenlose Gestalt auf. Als du Tillinghasts Laden zum ersten Mal betreten hattest, wolltest du in seinen okkulten Büchern Antworten finden. Stattdessen fandest du dich bald darauf in dem aufstrebenden Unternehmen des gerissenen Geschäftsmannes verstrickt wieder. Randall hat dir Antworten versprochen. Solltest du diese letzte Aufgabe für ihn erfüllen, wird er dir mit Sicherheit helfen, die Wahrheit zu ergründen … nicht wahr?
es: Cada noche del pasado año te has visto asaltado por terribles pesadillas. Visiones de una calamidad atroz. Calles destrozadas. Por esos sueños pasan formas espectrales de los ahogados como si fueran sombras. Y, por encima de todo, una forma sin nombre que se cierne amenazante. Entraste en la tienda de Tillinghast con la esperanza de encontrar respuestas en sus tomos de ocultismo, y pronto te viste enredado en el creciente negocio del taimado empresario. Randall te ha prometido respuestas; si logras completar esta última tarea, te ayudará a descubrir la verdad, ¿no es así?
fr: Chaque nuit depuis un an, vous êtes la proie d’ horribles cauchemars. Des visions d’une terrible désolation. Des rues en ruines. Ces rêves sont hantés par les fantômes de gens noyés dont les silhouettes spectrales s’étendent comme des ombres. Ce terrible spectacle est dominé par une forme sans nom qui la surplombe totalement. Vous êtes entré dans la boutique de Tillinghast en espérant trouver des réponses dans ses grimoires dédiés à l’occultisme, mais vous vous êtes rapidement retrouvé pris au piège des manœuvres financières de cet homme d’affaires machiavélique. Randall vous a promis des réponses : si vous parvenez à accomplir cette dernière tâche, il vous aidera sûrement à faire toute la vérité sur vos visions… n’est-ce pas ?
it: Ogni notte, nell'ultimo anno, il tuo sonno è stato tormentato da orribili incubi. Visioni di catastrofi terrificanti, di strade in rovina, di spettri morti affogati che vagano come ombre. E sopra tutto ciò, una sagoma senza nome che incombe. Hai trovato il negozio di Tillinghast nella speranza di incappare in una risposta tra i suoi tomi occulti e, nel giro di poco tempo, l'impero di quell'astuto uomo d'affari ti ha catturato nelle sue spire. Randall ti ha promesso risposte. Devi solo portare a termine il suo ultimo incarico, e sicuramente ti aiuterà a scoprire la verità... non è così?
pl: Przez ostatni rok każdej nocy nawiedzały cię te same koszmary. Wizje upiornej apokalipsy. Zniszczone ulice. Zjawy topielców przemierzających twe sny niczym cienie. A nade wszystko dziwna, nienazwana istota, spoglądają na wszystko z wysoka. Kiedy wszedłeś do sklepiku Tillinghasta miałeś nadzieję, że znajdziesz odpowiedzi w posiadanych przez niego okultystycznych tomiszczach. Zamiast tego szybko wpadłeś w matnię jego podejrzanych interesów. Jednak Randall obiecał ci, że jeżeli wykonasz dla niego to ostatnie zadanie, on dostarczy odpowiedzi, których szukasz. Dzięki nim wreszcie doznasz olśnienia... prawda?
ru: Каждую ночь в течение последнего года вас мучают жуткие кошмары. Видения ужасных бедствий и улиц в руинах. Сквозь эти сны, словно тени, проплывают призраки утопленников. И над всем этим возвышается безымянный силуэт. Вы посетили магазин Тиллингаста в надежде найти ответы в оккультных книгах на его полках и вскоре оказались втянуты в растущее предприятие проницательного дельца. Рэндал обещал дать вам ответы; если выполните его последнюю задачу, он наверняка поможет вам познать истину… правда ведь?

source: In your Campaign Log, record "Dreams of Destruction" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Zerstörerische Träume</i> ist die Aufgabe deines Ermittlers.
es: Anota “Sueños de destrucción” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « Rêves de Destruction ».
it: Nel Diario della Campagna, annota "Sogni di Distruzione" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Sny o zagładzie” jako Zadanie twojego badacza.
ru: Запишите «Сны о разрушении» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the Dreams of Destruction permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte <i>Zerstörerische Träume</i> und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente Sueños de destrucción en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent Rêves de Destruction dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Sogni di Distruzione e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w trwałego atutu fabularnego „Sny o zagładzie” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «Сны о разрушении» и добавьте его в свою колоду до конца кампании.

source: You never meant to get involved with Randall, or the mob, or any of this. In fact, you curse the line of inquiry that led you out past the edges of your safe old life and into this new one. But you can never suppress the inexorable itch to understand the world around you. Although you have been warned time and again that your curiosity would be the end of you, you can't deny the allure of the unknown. Randall has promised you all that and more. This job will make your career, put you on the map, if you can just play your cards right.
de: Du hattest nie vor, dich mit Randall, der Mafia oder irgendetwas von alldem einzulassen. Tatsächlich verfluchst du den Tag, an dem du die Spurensuche aufgenommen hast, die dich aus deinem sicheren alten Leben heraus und in dieses neue geführt hat. Doch du kannst das unerbittliche Verlangen, die Welt um dich herum verstehen zu wollen, nicht so einfach unterdrücken. Obwohl du immer wieder gewarnt wurdest, dass deine Neugier einmal dein Ende sein würde, kannst du die Faszination des Unbekannten nicht unterdrücken. Randall hat dir nun all die Antworten und noch mehr versprochen. Dieser Job wird deine Karriere beflügeln und dich bekannt machen, wenn du nur deine Karten richtig ausspielst.
es: Nunca pretendiste verte envuelto en asuntos con Randall, la mafia o nada de esto. De hecho, maldices la investigación que te sacó de las fronteras de tu antigua y segura vida y te metió en ésta. Pero nunca logras reprimir la inexorable pulsión de entender el mundo que te rodea. Aunque te han advertido una y otra vez que tu curiosidad acabaría siendo tu perdición, no puedes negar la atracción de lo desconocido. Randall te ha prometido todo eso y más. Este trabajo coronará tu carrera y te pondrá en boca de todos si juegas bien tus cartas.
it: Non avresti mai voluto finire in mezzo alla rete di Randall, o in quella della mala, o in nulla di tutto questo. Eppure, oramai hai superato la linea di demarcazione tra la tua vecchia vita, la tua sicurezza, e il tuo futuro. Quello che non potrai mai sopprimere è il desiderio incontrollabile di comprendere il mondo che ti circonda. Anche se hai ricevuto più e più avvertimenti che la tua curiosità si rivelerà la tua fine, non riesci a sfuggire al richiamo dell'ignoto. Randall ti ha promesso tutto e di più: questo lavoro ti darà una carriera e un posto nel mondo... Dovrai solo saperti giocare le tue carte.
pl: Nigdy nie miałeś zamiaru zadawać się Randallem, oprychami i tego sortu typami. Po prawdzie to w duchu przeklinasz los, który wywiódł cię ze strefy komfortu i rzucił na manowce. Ale cóż, nigdy nie mogłeś się oprzeć pokusie poznawania otaczającego cię świata. I choć ze sto razy ci mówiono, że ciekawość to pierwszy stopień do piekła i marnie przez nią skończysz, to jednak pragnienie było silniejsze. I na to złowił cię Randall. Ale ta drobna robótka będzie przepustką do twojej kariery, jeśli tylko dobrze to rozegrasz.
ru: Вы вообще не планировали иметь дел ни с Рэндаллом, ни с мафией, ни с кем из них. По правде говоря, вы проклинаете линию расследования, которая вывела вас за пределы прошлой уютной жизни и привела сюда. Но вы никогда не могли подавить неумолимое желание понять окружающий мир. Хотя вас много раз предупреждали, что любопытство в итоге вас погубит, вы не могли противиться зову неизвестности. Рэндалл обещал вам всё это и даже больше. Это дело поднимет вам карьеру и позволит засветиться, если только вы правильно разыграете карты.

source: In your Campaign Log, record "Plumb the Depths" as your investigator's Task.
de: Im Kampagnenlogbuch wird notiert: <i>Die Tiefen ausloten</i> ist die Aufgabe deines Ermittlers.
es: Anota “Sondear las profundidades” como la tarea de tu investigador en el registro de campaña.
fr: Dans votre Carnet de Campagne, indiquez que la Tâche de votre investigateur est « Sonder les Profondeurs ».
it: Nel Diario della Campagna, annota "Esaminare a Fondo" come impresa del tuo investigatore.
pl: Zanotuj w Dzienniku kampanii „Dotrzeć do sedna” jako Zadanie twojego badacza.
ru: Запишите «Окунуться с головой» в свою графу задачи журнала кампании.

source: Search the <i>Tasks</i> encounter set for the Plumb the Depths permanent story asset and add it to your deck for the remainder of the campaign.
de: Durchsuche das Begegnungsset <i>Aufgaben</i> nach der dauerhaften Storyvorteilskarte <i>Die Tiefen ausloten</i> und füge sie für den Rest der Kampagne deinem Deck hinzu.
es: Busca el Apoyo de historia Permanente Sondear las profundidades en el conjunto de encuentros <i>Tareas</i> y añádelo a tu mazo durante el resto de la campaña.
fr: Cherchez le soutien d’histoire permanent Sonder les Profondeurs dans le set de rencontre <i>Tâches</i> et ajoutez-le à votre deck pour le reste de la campagne.
it: Cerca nel set di incontri <i>Imprese</i> il supporto storia permanente Esaminare a Fondo e aggiungilo al tuo mazzo per il resto della campagna.
pl: Przeszukaj zestaw spotkań <i>Zadania</i> w trwałego atutu fabularnego „Dotrzeć do sedna” i dodaj go do twojej talii do końca kampanii.
ru: Найдите в наборе контактов «Задачи» постоянный сюжетный актив «Окунуться с головой» и добавьте его в свою колоду до конца кампании.

source: Recommended for Seeker ([seeker]), [[Agency]], [[Clairvoyant]], [[Detective]], [[Miskatonic]], [[Scholer]], or [[Reporter]] investigators.
fr: Recommandée aux investigateurs Chercheur ([seeker]), [[Agence]], [[Clairvoyant]], [[Détective]], [[Miskatonic]], [[Érudit]] ou [[Reporter]].

source: Sometimes you wonder if your old associates still talk about you. You were a bright star, rising through the ranks. There was nothing you couldn't do.. until your sudden and ignominious fall from grace. Whatever favor you curried has certainly faded by now. Your former colleague saw to it that you'd never come by honest work, so you turned to Tillinghast to make a living. He's often spoken of his connections in Arkham; you've always hoped he might help you get your old position back and restore your good name.
fr: Parfois, vous vous demandez si vos anciens associés parlent encore de vous. Vous aviez gravi les échelons comme une étoile filante. Il n’y avait rien que vous ne puissiez faire… jusqu’à ce que vous tombiez soudainement et ignominieusement en disgrâce. Les faveurs dont vous aviez bénéficié jusque-là ne sont plus qu’un lointain souvenir. Votre ancien collègue a fait en sorte qu’on ne vous propose plus aucun travail honnête. Vous vous êtes donc tourné vers Tillinghast pour gagner votre vie. Il parle souvent de ses relations à Arkham. Vous espérez toujours qu’il vous aidera à retrouver votre ancien poste et à rétablir votre réputation.

source: You never meant to get involved with Randall, or the mob, or any of this. In fact, you curse the Ime of inquiry that led you out past the edges of your safe old life and into this new one. But you can never suppress the inexorable itch to understand the world around you. Although you have been warned time and again that your curiosity would be the end of you, you can't deny the allure of the unknown. Randall has promised you all that and more. This job will make your career, put you on the map, if you can just play your cards right.
fr: Vous n’avez jamais eu l’intention de faire affaire avec Randall, ni avec la mafia ni avec rien de tout cela. En fait, vous maudissez les circonstances qui vous ont conduit à quitter le confort de votre ancienne vie pour accepter cette nouvelle existence. Mais vous ne pourrez jamais étouffer l’inexorable envie de comprendre le monde qui vous entoure. Bien qu’on vous ait averti à maintes reprises que votre curiosité causerait votre perte, vous ne pouvez pas ignorer votre attrait de l’inconnu. Randall vous a promis que vous seriez servi au-delà de vos espérances. Ce travail fera décoller votre carrière. Si vous jouez bien les cartes que vous avez en main, vous allez devenir quelqu’un.
