Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/03_an_offer_you_cant_refuse.po
Languages: de, es, fr, it, pl, ru

source: Whatever his reasons for burying the lede, the offer is too tempting to refuse. Ruby and Andy nod along with you in agreement. Tillinghast's face breaks into a familiar smirk. "How lovely. I'd hoped you would say yes. Truly, this is the opportunity of a lifetime. I assure you this will change <i>everything.</i>" After Andy negotiates for a comprehensive supply of film, and Ruby ups her commission,Tillinghast outlines the plan for the expedition. Tomorrow, a train will take you to San Francisco, where the <i>Cassandra</i> will sail you down to the provided coordinates in the South Pacific. There is an excited, almost childlike glee as the antiquarian outlines the details. "I've sent supplies enough to last the entire expedition several months if needed. That said, be prepared for anything."
de: Egal, welche Gründe Tillinghast haben mag, seine wahren Motive zu verschweigen, das Angebot ist zu verlockend, um es ablehnen zu können. Ruby und Andy nicken zustimmend. In Tillinghasts Gesicht erscheint sein vertrautes Grinsen. „Wie schön. Ich habe gehofft, dass Sie Ja sagen würden. Das ist wirklich die Chance Ihres Lebens. Ich versichere Ihnen, das wird alles verändern.“ Nachdem Andy einen umfangreichen Vorrat an Filmmaterial ausgehandelt und Ruby ihre Provision erhöht hat, erläutert Tillinghast den Plan für die Expedition. Morgen wird euch ein Zug nach San Francisco bringen, von wo aus ihr euch auf der <i>Cassandra</i> zu den zuvor genannten Koordinaten im Südpazifik auf den Weg machen werdet. Als der Antiquar die Details erläutert, verbreitet sich unter euch eine ausgelassene, fast kindliche Vorfreude. „Ich habe genug Vorräte beschafft, um die gesamte Expedition falls nötig auch mehrere Monate lang zu versorgen. Seien Sie nichtsdestotrotz auf alles vorbereitet.“
es: No sabes qué motivos tendrá para ocultar algo, pero la oferta es demasiado tentadora como para rechazarla. Ruby y Andy asienten contigo en señal de aceptación. Una sonrisa socarrona familiar surca el rostro de Tillinghast. –Qué bien, esperaba que dijerais que sí. De verdad que es una oportunidad única en la vida. Os aseguro que esto lo cambiará <i>todo</i>. Después de que Andy negocie un abundante suministro de película y Ruby aumente su comisión, Tillinghast os cuenta el plan de la expedición. Mañana, un tren os llevará a San Francisco, donde el Cassandra os transportará a las coordenadas del Pacífico Sur. Percibes un regocijo emocionado y casi infantil en el anticuario mientras explica los detalles. –He enviado suficientes suministros como para varios meses de expedición si fuera necesario. Dicho esto, estad preparados para cualquier cosa.
fr: Quelles que soient les raisons qui le poussent à la cachotterie, l’offre vous paraît trop tentante pour être refusée. Ruby et Andy acquiescent. Un sourire familier se dessine sur le visage de Tillinghast. « C’est parfait. J’espérais que vous accepteriez. C’est vraiment la chance de votre vie. Je vous promets qu’après cela, rien ne sera <i>plus jamais pareil</i>. » Apres qu Andy ait négocié une quantité conséquente de pellicules photographiques et que Ruby ait obtenu une augmentation, Tillinghast vous présente le calendrier de l’expédition. Demain, un train vous emmènera à San Francisco, où le <i>Cassandra</i> vous conduira aux coordonnées indiquées dans le Pacifique Sud. L’antiquaire vous en décrit les détails avec une excitation presque puérile. « J’ai envoyé suffisamment de provisions pour que l’expédition entière puisse tenir plusieurs mois si nécessaire. Cela dit, préparez-vous à toute éventualité. »
it: Quale che sia la ragione per cui vi sta nascondendo la verità, l'offerta è troppo allettante perché possiate rifiutarla. Ruby e Andy annuiscono, e come loro anche voi, accettando. Il volto di Tillinghast si apre in un ghigno familiare. "Adorabile. Speravo diceste di sì. Sarà l'occasione della vostra vita, ve l'assicuro: da questo momento cambierà <i>tutto</i>." Dopo aver ascoltato Andy negoziare per avere una scorta abbondante di rullini, e Ruby per alzare il suo compenso, Tillinghast descrive il piano della vostra spedizione: domani un treno vi porterà a San Francisco, dove salperà la <i>Cassandra</i> che vi porterà fino alle coordinate nel Pacifico del sud. Mentre vi delinea ogni dettaglio, potete leggere un'emozione quasi infantile sul volto dell'antiquario. "Ho inviato scorte sufficienti a bastarvi per mesi interi, se doveste averne bisogno. Detto questo, siate pronti a tutto."
pl: Bez względu na powód, dla którego antykwariusz tak kluczy, to oferta jest zbyt kusząca, by ją odrzucić. Ruby i Andy potakują w geście porozumienia. W tej samej chwili na usta Tillinghasta wpełza znajomy uśmieszek. „Wybornie. Miałem nadzieję, że się zgodzicie. Przekonacie się, że to niepowtarzalna okazja, która zmieni <i>wszystko</i>”. Po tym, jak Andy uzgadnia niezbędne zapasy taśmy, a Ruby ustala jej rolę w zadaniu, Tillinghast wyłuszcza wam plan wyprawy. Jutro z samego rana udacie się pociągiem do San Francisco, skąd popłyniecie <i>Cassandrą</i> ku wskazanym współrzędnym na Południowym Pacyfiku. Gdy antykwariusz objaśnia wam wszystkie szczegóły, bije od niego nie tyle ekscytacja, co wręcz dziecięcy zachwyt. „Wysłałem tyle zapasów, żeby w razie potrzeby ekspedycja mogła trwać nawet kilka miesięcy. Jednak mimo tego bądźcie gotowi na wszystko”.
ru: Какие бы у него ни были причины что-то скрывать, предложение слишком соблазнительное, чтобы от него отказываться. Руби и Энди согласно кивают вместе с вами. На лице Тиллингаста появляется знакомая ухмылка. «Какая прелесть. Я надеялся, что вы согласитесь. Поистине, такой шанс выпадает раз в жизни. Могу вас заверить, что эта экспедиция изменит <i>всё</i>». После того как Энди договаривается насчёт внушительного запаса плёнки, а Руби набивает цену, Тиллингаст очерчивает план экспедиции. Завтра поезд отвезёт вас в Сан-Франциско, откуда на «Кассандре» вы доплывёте до предоставленных координат на юге Тихого океана. Пока Тиллингаст рассказывает детали, в его голосе сквозит почти детский восторг. «Собранных припасов при необходимости хватит на несколько месяцев экспедиции. Тем не менее будьте готовы ко всему».

source: If an investigator has the [[Agency]], [[Detective]], or [[Criminal]] trait:
de: Falls ein Ermittler das Merkmal [[Behörde]], [[Detective]] oder [[Krimineller]] hat:
es: Si tu investigador tiene el rasgo [[Agencia]], [[Detective]] o [[Criminal]]:
fr: Si un investigateur a le trait [[Agence]], [[Détective]] ou [[Criminel]] :
it: Se un investigatore possiede il tratto [[Agenzia]], [[Detective]] o [[Criminale]]:
pl: Jeśli twój badacz ma cechę [[Agencja]], [[Detektyw]] albo [[Przestępca]]:
ru: Если среди вас есть сыщик с чертами [[агентство]], [[детектив]] или [[преступник]]:

source: Randall's operatic tale of the artifact's acquisition seems needlessly contrived. You have every reason to believe the ancient statue was obtained through less than legitimate means. Sadly, this tells you nothing of the relic's true origins.
de: Randalls theatralische Geschichte über den Erwerb des Artefakts wirkt künstlich aufgebauscht. Du hast allen Grund zu der Annahme, dass die uralte Statue auf nicht ganz legale Weise beschafft worden ist. Über die wahre Herkunft des Relikts kannst du aber leider nichts sagen.
es: El extravagante relato de Randall sobre la adquisición del artefacto parece innecesariamente forzado. Tienes motivos para creer que la antigua estatua se obtuvo por medios poco legítimos. Por desgracia, eso no te dice nada sobre el verdadero origen de la reliquia.
fr: Le récit de Randall sur l’acquisition de l’artéfact semble inutilement artificiel. Vous avez toutes les raisons de croire que la statue antique a été obtenue par des moyens peu légitimes. Malheureusement, cela ne vous dit rien sur les véritables origines de la relique.
it: Il resoconto di come Randall sia entrato in possesso dell'artefatto vi sembra inutilmente intricato. Avete tutte le ragioni di credere che l'antica statuetta sia stata ottenuta con metodi decisamente poco legittimi. Purtroppo, ciò non vi dice nulla sulle vere origini della reliquia.
pl: Opowieść Randalla o tym jak zdobył posążek wydaje ci się niepotrzebnie zawiła. Jesteś niemal pewien, że starożytna figurka wpadła w jego ręce dzięki czynom dalekim od legalnych. Niestety, niewiele to mówi o prawdziwym pochodzeniu przedmiotu.
ru: Драматическая история Рэндалла о приобретении артефакта звучит слишком наигранно. У вас есть причины полагать, что древнюю статуэтку заполучили незаконными способами. К сожалению, это ничего не говорит вам об истинном происхождении артефакта.

source: In player order, each investigator chooses a different Task.
de: Jeder Ermittler muss in Spielerreihenfolge eine unterschiedliche Aufgabe wählen.
es: Siguiendo el orden de juego, cada investigador debe elegir una <b>Tarea</b> distinta.
fr: Dans l’ordre des joueurs, chaque investigateur doit choisir une Tâche différente[.
it: In ordine di gioco, ogni investigatore deve scegliere un'<b>impresa</b> diversa.
pl: W kolejności graczy, każdy badacz wybiera inne Zadanie.
ru: В порядке игроков каждый сыщик должен выбрать разную [[задачу]].

source: Choose a task:
de: Jeder Ermittler muss eine unterschiedliche Aufgabe wählen.
es: Elige una <b>Tarea</b>:
fr: Choisissez une Tâche :
it: Scegli un'impresa:
pl: Wybierz Zadanie:
ru: Выберите задачу:

source: Chosen task:
es: <b>Tarea</b> elegida:
it: Impresa scelta:
pl: Wybrane Zadanie:
ru: Выбранная задача:

source: No Place Like Home
de: Zu Hause ist es am schönsten
es: Como en casa, en ningún sitio
fr: On n’Est Bien que Chez Soi
it: Nessun Posto Come Casa
pl: Nie ma jak w domu
ru: Лучше дома места нет

source: Recommended for Survivor ([survivor]), [[Drifter]], [[Hunter]], or [[Wayfarer]] investigators.
de: Für folgende Ermittler empfohlen: Überlebender ([survivor]), [[Herumtreiber]], [[Jäger]] oder [[Wanderer]].
es: Recomendada para investigadores Superviviente ([survivor]), [[Vagabundo]], [[Cazador]] o [[Viajero]].
fr: Recommandée aux investigateurs Survivant ([survivor]), [[Drifter]], [[Chasseur]] ou [[Voyageur]].
it: Consigliata a investigatori Sopravvissuto ([survivor]), [[Vagabondo]], [[Cacciatore]] o [[Esploratore]].
pl: Zalecane dla badaczy Ocalałych ([survivor]), [[Podróżników]], [[Łowców]] albo [[Tułaczy]].
ru: Рекомендуется для Выжившего ([survivor]), [[охотника]], [[путешественника]] и [[скитальца]].

source: Task Progress - No Place Like Home:
de: Aufgabe-Fortschritt – Zu Hause ist es am schönsten:
es: Progreso de la tarea Como en casa, en ningún sitio:
fr: Progression de la Tâche - On n’Est Bien que Chez Soi :
it: Progressi - Nessun Posto Come Casa:
pl: Postęp zadania - Nie ma jak w domu:
ru: Прогресс задачи — Лучше дома места нет:

source: Walk in Faith
de: Im Glauben wandeln
es: Caminar con fe
fr: Marcher Dans la Foi
it: Cammino della Fede
pl: Podążaj za wiarą
ru: Путь веры

source: Recommended for Guardian ([guardian]), Mystic ([mystic]), [[Believer]], [[Blessed]], [[Chosen]], [[Hunter]], or [[Sorcerer]] investigators.
de: Für folgende Ermittler empfohlen: Wächter ([guardian]), Mystiker ([mystic]), [[Glaubender]], [[Gesegnet]], [[Auserwählt]], [[Jäger]] oder [[Zauberer]].
es: Recomendada para investigadores Guardián ([guardian]), Místico ([mystic]), [[Creyente]], [[Bendecido]], [[Elegido]], [[Cazador]] o [[Hechicero]].
fr: Recommandée aux investigateurs Gardien ([guardian]), Mystique ([mystic]), [[Croyant]], [[Béni]], [[Élu]], [[Chasseur]] ou [[Sorcier]].
it: Consigliata a investigatori Guardiano ([guardian]), Mistico ([mystic]), [[Credente]], [[Benedetto]], [[Prescelto]], [[Cacciatore]] o [[Stregone]].
pl: Zalecane dla badaczy Strażników ([guardian]), Mistyków ([mystic]), [[Wyznawców]], [[Błogosławionych]], [[Wybrańców]], [[Łowców]] albo [[Czarnoksiężników]].
ru: Рекомендуется для Хранителя ([guardian]), Мистика ([mystic]), [[благословенного]], [[верующего]], [[избранника]], [[охотника]] и [[чародея]].

source: Task Progress - Walk in Faith:
de: Aufgabe-Fortschritt – Im Glauben wandeln:
es: Progreso de la tarea Caminar con fe:
fr: Progression de la Tâche - Marcher Dans la Foi :
it: Progressi - Cammino della Fede:
pl: Postęp zadania - Podążaj za wiarą:
ru: Прогресс задачи — Путь веры:

source: Toe the Line
de: Rehabilitieren
es: Cumplir las normas
fr: Rentrer Dans le Rang
it: Rigare Dritto
pl: Wyjść przed szereg
ru: По струнке

source: Recommended for Guardian ([guardian]), [[Agency]], [[Detective]], [[Hunter]], [[Police]], or [[Veteran]] investigators.
de: Für folgende Ermittler empfohlen: Wächter ([guardian]), [[Behörde]], [[Detective]], [[Jäger]], [[Polizei]] oder [[Veteran]].
es: Recomendada para investigadores Guardián ([guardian]), [[Agencia]], [[Detective]], [[Cazador]], [[Policía]] o [[Veterano]].
fr: Recommandée aux investigateurs Gardien ([guardian]), [[Agence]] , [[Détective]] , [[Chasseur]] , [[Police]] ou [[Vétéran]].
it: Consigliata a investigatori Guardiano ([guardian]), [[Agenzia]], [[Detective]], [[Cacciatore]], [[Polizia]] o [[Veterano]].
pl: Zalecane dla badaczy Strażników ([guardian]), [[Agencji]], [[Detektywów]], [[Łowców]], [[Policji]] albo [[Weteranów]].
ru: Рекомендуется для Хранителя ([guardian]), [[ветерана]], [[детектива]], [[охотника]], а также сыщиков с чертами [[агентство]] и [[полиция]].

source: Task Progress - Toe the Line:
de: Aufgabe-Fortschritt – Rehabilitieren:
es: Progreso de la tarea Cumplir las normas:
fr: Progression de la Tâche - Rentrer Dans le Rang :
it: Progressi - Rigare Dritto:
pl: Postęp zadania - Wyjść przed szereg:
ru: Прогресс задачи — По струнке:

source: Good Money
de: Gutes Geld
es: Un buen dinero
fr: Une Somme Inespérée
it: Fior di Quattrini
pl: Niezły szmal
ru: Большой куш

source: Recommended for Rogue ([rogue]), [[Civic]], [[Criminal]], [[Entrepreneur]], or [[Socialite]] investigators.
de: Für folgende Ermittler empfohlen: Schurke ([rogue]), [[Staatsdiener]], [[Krimineller]], [[Unternehmer]] oder [[Salonlöwe]].
es: Recomendada para investigadores Rebelde ([rogue]), [[Cívico]], [[Criminal]], [[Emprendedor]] o [[Alta sociedad]].
fr: Recommandée aux investigateurs Truand ([rogue]), [[Municipal]], [[Criminel]], [[Entrepreneur]] ou [[Mondain]].
it: Consigliata a investigatori Canaglia ([rogue]), [[Civico]], [[Criminale]], [[Imprenditore]] o [[Mondano]].
pl: Zalecane dla badaczy Łotrów ([rogue]), [[Miejskich]], [[Przestępców]], [[Przedsiębiorców]] albo [[Bywalców]].
ru: Рекомендуется для Ловкача ([rogue]), [[клерка]], [[предпринимателя]], [[преступника]], а также сыщиков с чертой [[бомонд]].

source: Task Progress - Good Money:
de: Aufgabe-Fortschritt – Gutes Geld:
es: Progreso de la tarea Un buen dinero:
fr: Progression de la Tâche - Une Somme Inespérée :
it: Progressi - Fior di Quattrini:
pl: Postęp zadania - Niezły szmal:
ru: Прогресс задачи — Большой куш:

source: Prove Your Worth
de: Beweise deinen Wert
es: Demostrar tu valía
fr: Prouvez Votre Valeur
it: Dimostrazione di Valore
pl: Dowiedź swej wartości
ru: Показать себя

source: Recommended for [[Agency]], [[Performer]], [[Silver Twilight]], or [[Socialite]] investigators.
de: Für folgende Ermittler empfohlen: [[Behörde]], [[Performer]], [[Silberloge der Dämmerung]] oder [[Salonlöwe]].
es: Recomendada para investigadores [[Agencia]], [[Intérprete]], [[Crepúsculo de Plata]] o [[Alta sociedad]].
fr: Recommandée pour les investigateurs [[Agence]] , [[Interprète]] , [[Crépuscule d’Argent]] ou [[Mondain]] .
it: Consigliata a investigatori [[Agenzia]], [[Intrattenitore]], [[Crepuscolo d'Argento]] o [[Mondano]].
pl: Zalecane dla badaczy [[Agencji]], [[Artystów]], [[Srebrnego Świtu]] albo [[Bywalców]].
ru: Рекомендуется для [[артиста]], а также сыщиков с чертами [[агентство]], [[бомонд]] и [[Серебряные Сумерки]].

source: Task Progress - Prove Your Worth:
de: Aufgabe-Fortschritt – Beweise deinen Wert:
es: Progreso de la tarea Demostrar tu valía:
fr: Progression de la Tâche - Prouvez Votre Valeur :
it: Progressi - Dimostrazione di Valore:
pl: Postęp zadania - Dowiedź swej wartości:
ru: Прогресс задачи — Показать себя:

source: Do No Harm
de: Keinen Schaden zufügen
es: No hacer daño
fr: Ne Pas Nuire
it: Non Nuocere
pl: Po pierwsze, nie szkodzić
ru: Не навреди

source: Recommended for [[Assistant]], [[Civic]], [[Medic]], [[Veteran]], or [[Warden]] investigators.
de: Für folgende Ermittler empfohlen: [[Assistent]], [[Staatsdiener]], [[Mediziner]], [[Veteran]] oder [[Wärter]].
es: Recomendada para investigadores [[Ayudante]], [[Cívico]], [[Médico]], [[Veterano]] o [[Protector]].
fr: Recommandée aux investigateurs [[Assistant]], [[Municipal]], [[Médecin]], [[Vétéran]] ou [[Veilleur]].
it: Consigliata a investigatori [[Assistente]], [[Civico]], [[Medico]], [[Veterano]] o [[Custode]].
pl: Zalecane dla badaczy [[Asystentów]], [[Miejskich]], [[Lekarzy]], [[Weteranów]] albo [[Stróżów]].
ru: Рекомендуется для [[ассистента]], [[врача]], [[ветерана]], [[клерка]] и [[служителя]].

source: Task Progress - Do No Harm:
de: Aufgabe-Fortschritt – Keinen Schaden zufügen:
es: Progreso de la tarea No hacer daño:
fr: Progression de la Tâche - Ne Pas Nuire :
it: Progressi - Non Nuocere:
pl: Postęp zadania - Po pierwsze, nie szkodzić:
ru: Прогресс задачи — Не навреди:

source: Dreams of Destruction
de: Zerstörerische Träume
es: Sueños de destrucción
fr: Rêves de Destruction
it: Sogni di Distruzione
pl: Sny o zagładzie
ru: Сны о разрушении

source: Recommended for Mystic ([mystic]), [[Artist]], [[Clairvoyant]], [[Cultist]], [[Cursed]], [[Dreamer]], [[Performer]], or [[Sorcerer]] investigators.
de: Für folgende Ermittler empfohlen: Mystiker ([mystic]), [[Künstler]], [[Hellsichtig]], [[Kultist]], [[Verflucht]], [[Träumer]], [[Performer]] oder [[Zauberer]].
es: Recomendada para investigadores Místico ([mystic]), [[Artista]], [[Clarividente]], [[Sectario]], [[Maldito]], [[Soñador]], [[Intérprete]] o [[Hechicero]].
fr: Recommandée aux investigateurs Mystique ([mystic]), [[Artiste]], [[Clairvoyant]], [[Cultiste]], [[Maudit]], [[Rêveur]], [[Interprète]] ou [[Sorcier]].
it: Consigliata a investigatori Mistico ([mystic]), [[Artista]], [[Chiaroveggente]], [[Cultista]], [[Maledetto]], [[Sognatore]], [[Intrattenitore]] o [[Stregone]].
pl: Zalecane dla badaczy Mistyków ([mystic]), [[Twórców]], [[Jasnowidzów]], [[Kultystów]], [[Przeklętych]], [[Śniących]], [[Artystów]] albo [[Czarnoksiężników]].
ru: Рекомендуется для Мистика ([mystic]), [[артиста]], [[культиста]], [[проклятого]], [[сновидца]], [[художника]], [[чародея]] и [[ясновидящего]].

source: Task Progress - Dreams of Destruction:
de: Aufgabe-Fortschritt – Zerstörerische Träume:
es: Progreso de la tarea Sueños de destrucción:
fr: Progression de la Tâche - Rêves de Destruction :
it: Progressi - Sogni di Distruzione:
pl: Postęp zadania - Sny o zagładzie:
ru: Прогресс задачи — Сны о разрушении:

source: Plumb the Depths
de: Die Tiefen ausloten
es: Sondear las profundidades
fr: Sonder les Profondeurs
it: Esaminare a Fondo
pl: Dotrzeć do sedna
ru: Окунуться с головой

source: Recommended for Seeker ([seeker]), [[Agency]], [[Clairvoyant]], [[Detective]], [[Miskatonic]], [[Scholar]], or [[Reporter]] investigators.
de: Für folgende Ermittler empfohlen: Sucher ([seeker]), [[Behörde]], [[Hellsichtig]], [[Detective]], [[Miskatonic]], [[Gelehrter]] oder [[Reporter]].
es: Recomendada para investigadores Buscador ([seeker]), [[Agencia]], [[Clarividente]], [[Detective]], [[Miskatonic]], [[Erudito]] o [[Reportero]].
it: Consigliata a investigatori Studioso ([seeker]), [[Agenzia]], [[Chiaroveggente]], [[Detective]], [[Miskatonic]], [[Accademico]] o [[Reporter]].
pl: Zalecane dla badaczy Poszukiwaczy ([seeker]), [[Agencji]], [[Jasnowidzów]], [[Detektywów]], [[Miskatonic]], [[Uczonych]] albo [[Reporterów]].
ru: Рекомендуется для Искателя ([seeker]), [[детектива]], [[репортёра]], [[учёного]], [[ясновидящего]], а также сыщиков с чертами [[агентство]] и [[Мискатоник]].

source: Task Progress - Plumb the Depths:
de: Aufgabe-Fortschritt – Die Tiefen ausloten:
es: Progreso de la tarea Sondear las profundidades:
fr: Progression de la Tâche - Sonder les Profondeurs :
it: Progressi - Esaminare a Fondo:
pl: Postęp zadania - Dotrzeć do sedna:
ru: Прогресс задачи — Окунуться с головой:

source: Mr. Tillinghast has always been good to you. Sure, he's gotten you into more than your fair share of pickles and near-death experiences. But when you were down on your luck, it was Tillinghast who got you off the streets. It was Tillinghast who paid for a warm bed and a hot meal at Ma's Boarding House. The money he's promised for this job will finally get you back on your feet. You know he's good for it.
de: Mr. Tillinghast ist immer gut zu dir gewesen. Klar, wegen ihm bist du in die eine oder andere Zwickmühle geraten oder musstest öfter, als es dir lieb war, dem Tod von der Schippe springen. Doch immer, wenn du wieder einmal Pech hattest, war es Tillinghast, der dich von der Straße geholt hat. Es war Tillinghast, der dir ein warmes Bett und eine warme Mahlzeit in Ma’s Gästehaus bezahlt hat. Das Geld, das er dir für diesen Job versprochen hat, wird dich endlich wieder auf eigene Beine stellen. Du weißt, dass er es gut mit dir meint.
es: El señor Tillinghast siempre se ha portado bien contigo. Vale que te ha metido en unos cuantos aprietos y experiencias cercanas a la muerte, pero cuando pasabas por una mala racha, fue Tillinghast quien te sacó de las calles. Fue Tillinghast quien pagó una cama y una comida calientes en la Pensión de Ma. El dinero que te prometió por este trabajo te permitirá rehacer tu vida. Sabes que cumplirá su palabra.
fr: M. Tillinghast a toujours été bon avec vous. Bien sûr, il vous en a fait voir des vertes et des pas mûres, sans parler des expériences de mort imminente. Mais lorsque la chance vous a quitté, c’est lui qui vous a sorti de la rue en vous offrant un repas chaud et un lit douillet à la Pension de Ma. Il vous a promis qu’avec l’argent de ce travail, vous alliez pouvoir vous remettre en selle. Et vous savez que l’argent, ça le connaît.
it: Mr. Tillinghast è sempre stato buono con te. Certo, è stato l'origine di una discreta dose di gatte da pelare ed esperienze (quasi) letali. Tuttavia, quando la fortuna ti ha voltato le spalle, è stato Tillinghast a trascinarti via dalla strada. È stato sempre lui a pagare per un letto morbido e un pasto caldo alla Pensione di Ma. Con i soldi che promette per questo lavoro, potrai finalmente rimetterti in piedi. Sai che manterrà la parola.
pl: Pan Tillinghast dobrze cię traktował. Jasne, to przez niego ocierałeś się o śmierć więcej razy, niż byś sobie życzył. Jednak zawsze, gdy byłeś na dnie, bo los ci chwilowo nie sprzyjał, to właśnie on wyciągał pomocną dłoni. To on wtedy fundował posiłek i ciepły kąt do spania w Pensjonacie Mamuśki. A teraz obiecał, że zaplata za to zlecenie pozwoli ci wreszcie na dobre stanąć na nogi. I wiesz, że nie żartuje.
ru: Мистер Тиллингаст всегда был добр к вам. Конечно, из-за него вы чаще положенного попадали в неприятности и оказывались на пороге смерти. Но когда удача отвернулась от вас, именно Тиллингаст забрал вас с улицы. Именно он платил за тёплую постель и горячий ужин в пансионе Мамаши. Деньги, которые он обещал за это дело, наконец помогут вам встать на ноги. Вы знаете, что он всё уладит.
