Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/04_expedition_to_ryleh.po
Languages: de, es, fr, it, pl, ru

source: the expedition headed west.
de: die Expedition ist nach Westen aufgebrochen.
es: la expedición se dirigió hacia el oeste.
fr: l’expédition se dirige vers l’ouest.
it: la spedizione si è diretta a ovest.
pl: ekspedycja wyruszyła na zachód.
ru: экспедиция отправилась на запад.

source: Choose an investigator to add the Andy Van Nortwick story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Expedition</i> encounter set.
de: Wähle 1 Ermittler, der die Storyvorteilskarte Andy Van Nortwick seinem Deck hinzufügt. Sie zählt nicht gegen die Deckgröße des Ermittlers. Diese Karte befindet sich im Begegnungsset <i>Expedition</i>, das an folgendem Symbol zu erkennen ist:
es: Elige un investigador para que añada el Apoyo de historia Andy Van Nortwick a su mazo. No cuenta para el tamaño de su mazo. Esta carta se puede encontrar en el conjunto de encuentros <i>Expedición</i>.
fr: Choisissez un investigateur pour qu’il ajoute à son deck le soutien d’histoire Andy Van Nortwick. Il ne compte pas dans la taille de son deck. Cette carte peut être trouvée dans le set de rencontre <i>Expédition</i>.
it: Un investigatore a vostra scelta aggiunge il supporto storia Andy Van Nortwick al suo mazzo (non considerandolo nella dimensione del suo mazzo). Questa carta si trova nel set di incontri <i>Spedizione</i>.
pl: Wybierz badacza, który doda atut fabularny Andy Van Nortwick do swojej talii. Ta karta nie wlicza się do limitu kart w talii tego badacza. Tę kartę można znaleźć w zestawie spotkań <i>Ekspedycja</i>.
ru: Выберите сыщика. Тот сыщик добавляет в свою колоду сюжетный актив «Энди ван Нортвик». Эта карта не идёт в счёт размера колоды. Её можно найти в наборе контактов «Экспедиция».

source: Remove 1 [tablet] token from the chaos bag. Add 1 [cultist] token to the chaos bag for the remainder of the campaign.
de: Entferne 1 [tablet]-Marker aus dem Chaosbeutel. Füge dem Chaosbeutel für den Rest der Kampagne 1 [cultist]-Marker hinzu.
es: Retira 1 ficha [tablet] de la bolsa de caos. Añade 1 ficha [cultist] a la bolsa de caos durante el resto de la campaña.
fr: Retirez 1 pion [tablet] de la réserve du Chaos. Ajoutez 1 pion [cultist] à la réserve du Chaos pour le reste de la campagne.
it: Rimuovete 1 segnalino [tablet] dal sacchetto del caos. Aggiungete 1 segnalino [cultist] al sacchetto del caos per il resto della campagna.
pl: Usuń z worka chaosu 1 żeton [tablet]. Dodaj do worka chaosu 1 żeton [cultist] (pozostaje tam do końca kampanii).
ru: Удалите 1 жетон [tablet] из мешка хаоса. Добавьте в мешок хаоса 1 жетон [cultist] до конца кампании.

source: Since you landed, you haven’t been able to take your eyes off of the phantasmagoric skyline. After agreeing to accompany her eastward, you catch the faintest hint of a smile from Ruby. “Fine, you can come along. As long as you don’t hold me back,” she smirks. A fell wind whistles through the perilous canyons, smelling of ancient decay and another, sweeter smell. Storm clouds churn in the distance threateningly. “Let’s return here in two weeks,” Andy says, carefully reloading his camera for the dozenth time since you’ve arrived. Before parting ways, the young reporter passes you the obsidian tablet he found last evening, stammering that he isn’t much of a linguist. “I’m not sure what any of it means, but those glyphs are all over the city. Maybe you’ll have better luck with it.”
de: Seitdem ihr hier angelandet seid, kannst du deinen Blick nicht von der traumhaften Silhouette der Stadt abwenden. Nachdem du Ruby zugestimmt hast, sie nach Osten zu begleiten, erhaschst du den Hauch eines Lächelns auf Rubys Gesicht. „Na gut, Sie können mitkommen. Solange Sie mich nicht aufhalten“, sagt sie grinsend. Ein eisiger Wind pfeift durch die gefährlichen Schluchten und weht einen Hauch von uralter Fäulnis und einen weiteren, viel süßlicheren Geruch heran. In der Ferne brauen sich bedrohlich Sturmwolken zusammen. „Lassen Sie uns in zwei Wochen zurückkehren“, sagt Andy und legt zum zehnten Mal seit deiner Ankunft sorgfältig eine neue Filmrolle ein. Bevor sich eure Wege trennen, gibt dir der junge Reporter die Obsidian-Tafel, die er gestern Abend gefunden hat, und stottert, dass er kein großer Linguist sei. „Ich bin mir nicht sicher, was das alles bedeutet, aber diese Glyphen sind überall in der Stadt zu finden. Vielleicht haben Sie mehr Glück damit.“
es: No has podido apartar la vista de la fantasmagórica silueta de la ciudad desde que desembarcasteis. Tras acceder a acompañarla hacia el este, ves un leve atisbo de sonrisa en los labios de Ruby. –Muy bien, puedes acompañarme siempre y cuando no me retrases –dice burlona. Un viento siniestro sopla por el peligroso cañón, trayendo un olor a putrefacción antigua y otro más dulce. A lo lejos se agitan unas nubes de tormenta que parecen amenazadoras. –Volvamos aquí dentro de dos semanas –dice Andy, que está volviendo a cargar su cámara de forma meticulosa por la decimosegunda vez desde que llegasteis. Antes de separaros el joven reportero os entrega la tablilla de obsidiana que encontró la noche anterior mientras tartamudea que no es demasiado buen lingüista. –No estoy seguro de qué significa nada de lo que hay escrito en ella, pero esos símbolos aparecen por toda la ciudad. A lo mejor tenéis más suerte que yo.
fr: Depuis que vous avez atterri, vous n’avez pas pu détacher vos yeux de la ligne d’horizon surréaliste. Après avoir accepté de l’accompagner vers l’est, vous percevez un léger sourire de la part de Ruby. « Très bien, vous pouvez venir. Tant que vous ne me retenez pas », dit-elle en souriant. Un vent terrible siffle dans les canyons périlleux, portant la puanteur de vieux charniers et une autre odeur, plus douce. Des nuages noirs s’agitent au loin, menaçants et annonciateurs de l’orage. « Revenons ici dans deux semaines », dit Andy, en rechargeant soigneusement son appareil photo pour la douzième fois depuis votre arrivée. Avant de vous séparer, le jeune reporter vous remet la tablette d’obsidienne qu’il a trouvée la veille, en balbutiant que la linguistique n’est pas son fort. « Je ne suis pas sûr de ce que cela signifie, mais ces glyphes sont partout dans la ville. Vous aurez peut-être plus de chance avec ça. »
it: È da quando siete sbarcati che non riuscite a distogliere lo sguardo da quel panorama fantasmagorico. Dopo aver accettato di accompagnarla verso est, riuscite a cogliere il più piccolo dei sorrisi fare capolino sul viso di Ruby. "E va bene, potete venire anche voi. Però non dovete rallentarmi" continua sogghignando. La brezza che si solleva dal mare percorre le gole insidiose, ululando. Puzza di antica decomposizione, con qualcos'altro di più dolce sul fondo. Nubi temporalesche si accumulano sull'orizzonte, minacciose. "Ritroviamoci qui tra due settimane" dice Andy, ricaricando con attenzione la sua macchina fotografica per la centesima volta da quando siete arrivati. Prima di separarvi, il giovane giornalista vi passa una tavoletta di ossidiana che ha trovato la sera prima, bofonchiando di non essere granché come linguista. "Non sono sicuro di cosa possa voler dire, ma la città è piena di quei glifi. Forse a voi andrà meglio."
pl: Odkąd dobiliście do brzegu, nie możecie oderwać wzroku od fantasmagorycznego horyzontu. Gdy zgadzacie się towarzyszyć Ruby, dostrzegacie w kąciku jej ust uśmiech. „No dobra, możecie dołączyć, ale tylko pod warunkiem, że nie będziecie mnie spowalniać” – uśmiecha się. Scenę przerywa podmuch wiatru świszczącego pomiędzy zdradzieckimi kanionami, niosącego zapach rozkładu i dziwnej słodyczy. Na horyzoncie zbierają się groźne burzowe chmury. „Spotkajmy się tu za 2 tygodnie” – mówi Andy, montując już bodaj dziesiątą z kolei szpulę do swojego aparatu. Nim się rozchodzicie, reporter przekazuje wam obsydianową tabliczkę, którą znalazł minionego wieczoru, tłumacząc, że kiepski z niego językoznawca. „Pojęcia nie mam co to jest, ale te symbole są w całym mieście. Może wam się poszczęści i coś wykombinujecie”.
ru: С самого момента высадки вы не могли оторвать взгляд от фантасмагорического горизонта. Когда вы соглашаетесь пойти вместе с Руби на восток, на её лице появляется едва заметная улыбка. «Так и быть, можете увязаться за мной. Главное не задерживайте меня», — ухмыляется она. Через гибельные каньоны в вашу сторону проносится резкий порыв ветра, принося с собой вонь древнего разложения и другой, более сладкий запах. Вдалеке угрожающе клубятся штормовые облака. «Давайте вернёмся сюда через две недели», — говорит Энди, перезаряжая камеру уже с десятый раз со времени вашего прибытия. Прежде чем вы расходитесь, молодой репортёр передаёт вам обсидиановую табличку, которую нашёл вчера вечером, и бормочет, что лингвист из него так себе. «Не уверен, что это вообще значит, но эти знаки встречаются по всему городу. Может, вам удастся узнать больше».

source: Choose an investigator to add the Ruby Standish story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Expedition</i> encounter set.
de: Wähle 1 Ermittler, der die Storyvorteilskarte Ruby Standish seinem Deck hinzufügt. Sie zählt nicht gegen die Deckgröße des Ermittlers. Diese Karte befindet sich im Begegnungsset <i>Expedition</i>, das an folgendem Symbol zu erkennen ist:
es: Elige un investigador para que añada el Apoyo de historia Ruby Standish a su mazo. No cuenta para el tamaño de su mazo. Esta carta se puede encontrar en el conjunto de encuentros <i>Expedición</i>.
fr: Choisissez un investigateur pour qu’il ajoute à son deck le soutien d’histoire Ruby Standish. Il ne compte pas dans la taille de son deck. Cette carte peut être trouvée dans le set de rencontre <i>Expédition</i>.
it: Un investigatore a vostra scelta aggiunge il supporto storia Ruby Standish al suo mazzo (non considerandolo nella dimensione del suo mazzo). Questa carta si trova nel set di incontri <i>Spedizione</i>.
pl: Wybierz badacza, który doda atut fabularny Ruby Standish do swojej talii. Ta karta nie wlicza się do limitu kart w talii tego badacza. Tę kartę można znaleźć w zestawie spotkań <i>Ekspedycja</i>.
ru: Выберите сыщика. Тот сыщик добавляет в свою колоду сюжетный актив «Руби Стэндиш». Эта карта не идёт в счёт размера колоды. Её можно найти в наборе контактов «Экспедиция».

source: the expedition headed east.
de: die Expedition ist nach Osten aufgebrochen.
es: la expedición se dirigió hacia el este.
fr: l’expédition se dirige vers l’est.
it: la spedizione si è diretta a est.
pl: ekspedycja wyruszyła na wschód.
ru: экспедиция отправилась на восток.
