Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/04_expedition_to_ryleh.po
Languages: de, es, fr, it, pl, ru

source: Expedition to R'lyeh
de: Expedition nach R’lyeh
es: Expedición a R’lyeh
fr: Expédition à R’lyeh
it: La Spedizione Verso R'lyeh
pl: Ekspedycja do R'lyeh
ru: Экспедиция в Р’льех

source: Interlude II: Expedition to R'lyeh
de: Zwischenspiel II: Expedition nach R’lyeh
es: Interludio II: Expedición a R’lyeh
fr: Interlude II : Expédition à R’lyeh
it: Interludio II: La Spedizione Verso R'lyeh
pl: Antrakt II: Ekspedycja do R'lyeh
ru: Интерлюдия II: Экспедиция в Р’льех

source: It is early evening when you first see the ancient city. You emerge from your cabin to see Andy and Ruby staring out at a jagged, bleak skyline off the starboard bow. The ancient city is a tangle of collapsed towers, labyrinthine boroughs, and jagged paths that loop in on themselves like a rat’s nest. Andy nearly drops his camera as a choppy wave lifts and then drops the nose of the ship with a sharp crash. “You’re seeing this. It’s real. Tell me it’s real,” Andy says, furiously loading more film into his scuffed camera. You and the rest of the crew marvel at the mind-bending skyline with a mixture of awe and dread. Seawater pours from the mouths of alien effigies and ancient sepulchres. Strange ephemeral shapes flit in and out of the obsidian canyons of R’lyeh. It is unlike anything built by human hands. You catch yourself saying the city’s name under your breath. Even the unflappable Ruby seems dumbstruck as the ship sails past a ring of rocky shoals into a broad cove. After making landfall, the expedition camps on the black-sanded beach, at the foot of a towering obsidian spire. Menacing, gargantuan doors set in the tower’s base loom like silent sentinels. There is hardly a word between the expedition members on the first night; Andy spends the evening poring over an obsidian stone set with glowing glyphs, while Ruby lovingly reorganizes her tool bag. In the morning, you discuss which route to take. Tillinghast has provided enough diving equipment, climbing gear, and rations to explore inland for at least two weeks before you would need to return to the beach. Andy and Ruby are at odds, however. Andy wants to follow the coastline to the ruined western wall near the mouth of the cove. Ruby, perennially comfortable with heights, wants to take to the skyline to map the city. She points excitedly at a distant, cathedral-like structure further inland.
de: Es ist früher Abend, als du die uralte Stadt zum ersten Mal erblickst. Du trittst aus deiner Kabine und siehst Andy und Ruby, die steuerbords am Bug der Cassandra stehen und auf eine zerklüftete, trostlose Silhouette von Felsnadeln starren. Die uralte Stadt ist ein Gewirr aus eingestürzten Türmen, sich labyrinthartig ausbreitenden Bezirken und verschlungenen Pfaden, die so ungeordnet wirken wie ein Rattennest. Andy lässt fast seine Kamera fallen, als plötzlich eine hohe Welle den Bug des Schiffes mit einem lauten Knirschen anhebt und dann wieder absenkt. „Sehen Sie das? Ist das echt? Sagen Sie mir, dass es echt ist“, ruft Andy und legt hektisch eine neue Filmrolle in seine abgenutzte Kamera. Du und der Rest der Mannschaft bestaunen den atemberaubenden Anblick der Stadt mit einer Mischung aus Ehrfurcht und Schrecken. Meerwasser strömt aus den Mündern fremdartiger Statuen und Eingängen uralter Grabkammern. Seltsame, flüchtige Formen schweben huschend durch die Obsidianschluchten von R’lyeh. Nichts davon wirkt so, als wäre es von Menschenhand geschaffen worden. Du ertappst dich dabei, wie du den Namen der Stadt flüsterst. Der sonst so unerschütterlichen Ruby scheint es die Sprache verschlagen zu haben, als das Schiff an ringförmig verteilten, felsigen Untiefen vorbei in eine weite Bucht segelt. Nach der Landung schlägt die Expedition ihr Lager am schwarzsandigen Strand in der Nähe eines hoch aufragenden Obsidianturms auf. Gigantische Türen, die am Fuße des Turmes eingelassen sind, ragen wie stumme Wächter bedrohlich empor. In der ersten Nacht wechselt kaum jemand ein Wort miteinander. Andy verbringt den Abend grübelnd über einen Obsidianstein mit leuchtenden Glyphen gebeugt, während Ruby auffällig gründlich ihre Werkzeugtasche neu ordnet. Am Morgen besprecht ihr, welche Route ihr einschlagen wollt. Tillinghast hat ausreichend Tauch- und Kletterausrüstung sowie Proviant für mindestens zwei Wochen zur Erkundung des Landesinneren bereitgestellt, bevor ihr zum Strand zurückkehren müsst. Andy und Ruby sind sich allerdings uneinig. Andy möchte der Küste bis zum zerstörten Westwall nahe der Mündung der Bucht folgen. Ruby, die sich in der Höhe wohler fühlt, möchte zu den Türmen gehen, um die Stadt zu kartografieren. Sie zeigt aufgeregt auf ein entferntes, kathedralenartiges Bauwerk weiter im Landesinneren.
es: Está empezando a atardecer cuando veis la antigua ciudad por primera vez. Al salir de tu camarote, descubres a Andy y Ruby mirando fijamente una silueta desoladora y puntiaguda desde la parte estribor de proa. La antigua ciudad es una maraña de torres derrumbadas, distritos laberínticos y caminos escarpados que vuelven sobre sí mismos como un nido de ratas. A Andy casi se le cae la cámara cuando una furiosa ola levanta el morro del barco y luego lo deja caer con estruendo. –¿Lo estáis viendo? Es real. Decidme que es real –dice Andy mientras se afana por meter otro rollo de película en su cámara llena de rasguños. El resto de la tripulación y vosotros os maravilláis ante la alucinante silueta del horizonte con una mezcla de asombro y temor. De la boca de efigies alienígenas y antiguos sepulcros mana agua marina. Extrañas formas efímeras entran y salen revoloteando de los cañones de obsidiana de R’lyeh. No se parece a nada que hayan construido manos humanas. Te descubres musitando el nombre de la ciudad. Hasta la imperturbable Ruby parece anonadada mientras el barco navega junto a unos bajíos rocosos y accede a una amplia cala. Tras desembarcar, la expedición acampa en la playa de arena negra, a los pies de una descomunal torre de obsidiana. Unas amenazadoras y gigantescas puertas situadas en la base de la torre se ciernen como centinelas silenciosos. Los miembros de la expedición apenas cruzan palabra durante la primera noche; Andy se pasa la velada examinando una piedra de obsidiana que cuenta con símbolos brillantes, mientras que Ruby reorganiza tiernamente su bolsa de herramientas. Por la mañana, debatís qué ruta tomar. Tillinghast os ha proporcionado suficientes raciones y equipo de buceo y de escalada como para explorar durante al menos dos semanas antes de tener que regresar a la playa. Sin embargo, Andy y Ruby no se ponen de acuerdo. Andy quiere seguir la costa hacia la muralla en ruinas del oeste, cerca de la entrada de la cala. Ruby, que está más cómoda en las alturas, quiere ascender para trazar un mapa de la ciudad. Señala emocionada una estructura lejana que parece una catedral y que se encuentra tierra adentro.
fr: C’est en début de soirée que vous apercevez pour la première fois l’antique cité. Vous sortez de votre cabine et voyez Andy et Ruby regardant fixement la ligne d’horizon, sombre et irrégulière, à tribord. La ville millénaire est un enchevêtrement de tours effondrées, de quartiers labyrinthiques et de chemins aux lignes brisées qui s’enroulent sur eux-mêmes comme un nid de rats. Andy manque de faire tomber son appareil photo lorsqu’une vague houleuse soulève le nez du bateau avant de le faire brutalement replonger. « Vous voyez ce que je vois ? C’est bien vrai ? Dites-moi que c’est bien vrai », dit Andy, en fourrant fébrilement plus de pellicule dans son appareil photo éraflé. Vous et le reste de l’équipage admirez ce spectacle hallucinant avec un mélange d admiration et d’effroi. L’eau de l’océan coule de la bouche des effigies extraterrestres et des sépulcres antiques. D’étranges formes éphémères se faufilent dans les canyons d’obsidienne de R’lyeh. Tout cela ne ressemble à rien qu’ait jamais bâti la main de l’Homme. Vous vous surprenez à murmurer le nom de la ville. Même l’inébranlable Ruby semble stupéfaite lorsque le navire franchit un anneau de roches peu profondes et pénètre dans une large crique. Après avoir touché terre, l’expédition campe sur la plage de sable noir, au pied d’une imposante flèche d’obsidienne. Des portes gargantuesques et menaçantes, encastrées dans la base de la tour, se dressent comme des sentinelles silencieuses. Andy passe la soirée à examiner une pierre noire ornée de glyphes lumineux, tandis que Ruby réorganise avec soin sa trousse à outils. Au matin, vous discutez de l’itinéraire à suivre. Tillinghast a fourni suffisamment de matériel de plongée, d’escalade et de rations pour explorer l’intérieur des terres pendant au moins deux semaines avant de devoir retourner sur la plage. Andy et Ruby sont cependant en désaccord. Andy veut suivre la côte jusqu’aux ruines du mur occidental, près de l’embouchure de la crique. Ruby, toujours à l’aise en hauteur, souhaite prendre de l’altitude pour dessiner une carte de la ville. Elle pointe avec enthousiasme une structure lointaine, semblable à une cathédrale, plus à l’intérieur des terres.
it: Quando vedete i primi accenni dell'antica città, il sole sta calando. Uscite dalla cabina giusto in tempo per vedere Andy e Ruby rivolgere lo sguardo verso un panorama aguzzo, spoglio, che si stende a dritta: un groviglio di torri crollate, di borghi labirintici e di sentieri frastagliati che si avvolgono su loro stessi come la tana di un ratto. Il giornalista si lascia quasi cadere la macchina fotografica quando un'onda fa sollevare la barca, facendo ricadere la prua con uno schianto rumoroso. "Lo vedete anche voi. È reale. Ditemi che è reale." Agitato, Andy cerca di caricare un altro rullino nella sua vecchia macchinetta. Insieme al resto dell'equipaggio, anche voi state fissando a bocca aperta quelle strutture assurde, travolti da un misto di meraviglia e terrore. L'acqua salata sgorga dalle fauci di effigi aliene e antichi sepolcri. Bizzarre forme effimere sfrecciano dentro e fuori dalle gole di ossidiana di R'lyeh. Mai mani umane avrebbero potuto erigere qualcosa di simile. Vi ritrovate a pronunciare il nome della città a denti stretti. Persino l'imperturbabile Ruby sembra esterrefatta quando la barca passa davanti a un anello di banchi rocciosi che si aprono su un'ampia insenatura. Dopo essere sbarcati, organizzate un accampamento sulla spiaggia dalla sabbia nera, ai piedi di una torreggiante guglia di ossidiana. Davanti a voi, un portone gargantuesco incassato alla base della torre vi osserva come una sentinella silenziosa. La prima notte scambiate a malapena qualche parola tra di voi; Andy trascorre la sera studiando attentamente una lucida pietra nera decorata di glifi luminosi, mentre Ruby è totalmente assorbita dal riorganizzare la sua borsa di attrezzi. La mattina è il momento di discutere la via da intraprendere. Tillinghast vi ha fornito equipaggiamento da immersione e da arrampicata a sufficienza per esplorare la città, e razioni in abbondanza che vi concederanno almeno due settimane di tempo prima di dover fare ritorno alla spiaggia. Andy e Ruby, però, sembrano non trovarsi d'accordo: il primo vuole seguire la linea costiera verso la diroccata parete occidentale, vicino all'ingresso dell'insenatura; Ruby, assolutamente a suo agio con le altezze, vuole scalare le strutture per fare una mappatura della città. Emozionata, punta il dito contro quella che sembra essere una cattedrale che spunta tra le punte aguzze.
pl: Wczesnym popołudniem po raz pierwszy dostrzegacie pradawne miasto. Wychodzicie na zewnątrz waszych kajut i napotykacie Ruby i Andy'ego, wpatrujących się ze sterburty na postrzępione, posępne budowle, górujące na horyzoncie. Miasto jest niczym labirynt, pełen strzaskanych wieżyc i ostrych ścieżek, które wiją się i przecinają, przywodząc na myśl szczurze gniazdo. Gdy masywna fala unosi i opuszcza dziób statku z głośnym hukiem, Andy niemal upuszcza aparat. „To miejsce naprawdę istnieje... Ono. Jest. Prawdziwe. Powiedzcie, że też to widzicie” – mówi Andy, nerwowo zakładając kolejną szpulę do swojego aparatu. Wraz z całą załogą obserwujesz ten oszałamiający widok z mieszaniną zachwytu i przerażenia. Morska kipiel wypływa z paszcz pozaziemskich wizerunków i rzeźb, zaś w obsydianowych kanionach R'lyeh przemykają efemeryczne kształty. To miejsce nie przypomina zgoła niczego, co mógłby stworzyć człowiek. Jedno z was mówi pod nosem nazwę miasta. Nawet Ruby, zwykle chłodna i opanowana, stoi oniemiała, gdy wasz statek przepływa obok kamienistego wybrzeża w kierunku zatoki. Gdy dobijacie do brzegu, zakładacie obóz na plaży z czarnego piasku u podnóża ogromnej iglicy. Gargantuiczne wrota u jej stóp jawią się niczym posępni strażnicy. Podczas pierwszej nocy członkowie ekspedycji nie odzywają się do siebie niemal wcale. Andy spędza wieczór na badaniu obsydianowej kamiennej tabliczki, pokrytej świecącymi runami, zaś Ruby po raz kolejny porządkuje zawartość swej torby ze sprzętem. O poranku dyskutujecie, którą ścieżkę obrać. Tillinghast zaopatrzył was w sprzęt do nurkowania, wspinaczki i racje żywnościowe w takiej ilości, że starczy na bez mała 2 tygodnie eksplorowania wyspy, nim będziecie musieli wrócić na plażę. Jednak Ruby i Andy nie mogą się dogadać. Reporter chce skierować się wzdłuż brzegu ku zrujnowanemu zachodniemu murowi, niedaleko wejścia do zatoki. Ruby natomiast, jako zaprawiona we wspinaczce, chce dotrzeć jak najwyżej, aby sporządzić mapę miasta. Na poparcie swego pomysłu wskazuje na odległą, przypominającą katedrę konstrukcję w głębi lądu.
ru: Древний город появляется на горизонте одним ранним вечером. Выйдя из каюты, вы видите, как Энди и Руби вглядываются в иззубренный блёклый горизонт по правому борту. Древний город оказывается нагромождением обрушенных башен, запутанных кварталов и неровных троп, образующих петли подобно крысиному гнезду. Энди чуть не роняет камеру, когда порывистая волна поднимает нос судна и с резким треском опускает его. «Вы ведь тоже это видите. Он настоящий. Скажите мне, что он настоящий», — говорит Энди, лихорадочно запихивая в свою потёртую камеру новую плёнку. Со смесью восхищения и страха вы с членами экипажа любуетесь умопомрачительным горизонтом. Изо ртов инопланетных статуй и входов в древние гробницы льются потоки воды. Над обсидиановыми каньонами Р’льеха порхают призрачные формы. Город не похож ни на одну из построек, возведённых людьми. Вы вдруг понимаете, что одними губами произносите его название. Даже невозмутимая Руби выглядит ошеломлённой, когда корабль огибает скалистое мелководье и заходит в широкую гавань. Экспедиция высаживается и разбивает лагерь на берегу из чёрного песка у подножия высокого обсидианового шпиля. В его основании безмолвными стражами возвышаются зловещие гигантские двери. В первую ночь члены экспедиции едва ли перекидываются парой слов; Энди весь вечер корпит над обсидиановым камнем с набором светящихся знаков, а Руби с любовью перекладывает вещи в своей сумке для инструментов. Утром вы обсуждаете, какой дорогой пойти. Тиллингаст предоставил достаточно снаряжения для погружения и восхождения, а пайков хватит минимум на две недели разведки по суше, прежде чем вам понадобится вернуться на берег. Однако у Энди и Руби возникли разногласия. Энди хочет пойти по побережью до разрушенной западной стены у входа в бухту. Руби, которую всегда манит высота, хочет заглянуть за горизонт, чтобы набросать карту города. Она с восторгом указывает на далёкую постройку в глубине острова, похожую на собор.

source: Depending on which character you want to follow, you will either explore the ancient city from west to east, or east to west. You must decide, as a group:
de: Abhängig davon, welchem Charakter die Ermittler folgen wollen, werden sie die uralte Stadt entweder von Westen nach Osten oder von Osten nach Westen erkunden. Ihr müsst als Gruppe entscheiden:
es: En función de a qué personaje quieras seguir, explorarás la antigua ciudad de oeste a este o de este a oeste. Los investigadores, como grupo, deben decidir:
fr: Suivant le personnage que vous souhaiterez suivre, vous explorerez l’antique cité de l’ouest vers l’est ou de l’est vers l’ouest. Vous devez choisir collectivement une des options suivantes :
it: A seconda di quale personaggio vogliate seguire, esplorerete l'antica città da ovest a est oppure da est a ovest. Scegliete 1 degli sviluppi seguenti:
pl: W zależności od tego, którą opcję poprzecie, zbadacie prastare miasto z zachodu na wschód lub ze wschodu na zachód. Musicie wybrać, jako grupa:
ru: В зависимости от того, за каким персонажем вы хотите последовать, можете начать исследовать город либо с запада на восток, либо с востока на запад. Сыщики должны совместно решить:

source: Follow Andy along the shoreline to the Western Wall.
de: Folge Andy an der Küste entlang zum Westwall.
es: Seguir a Andy por la costa hacia la muralla occidental.
fr: Suivre Andy le long du littoral jusqu’au Mur Occidental.
it: Seguite Andy lungo la costa verso la Parete Occidentale.
pl: Ruszacie z Andym wzdłuż brzegu, w kierunku Zachodniego muru.
ru: Последовать за Энди по побережью к Западной стене.

source: Accompany Ruby through the Obsidian Canyons toward a massive inland structure.
de: Begleite Ruby durch die Obsidianschluchten zu einer riesigen Struktur im Landesinneren.
es: Acompañar a Ruby por los cañones de obsidiana hacia una enorme estructura que hay tierra adentro.
fr: Accompagner Ruby à travers les Canyons d’Obsidienne en direction d’une structure imposante à l’intérieur des terres.
it: Accompagnate Ruby attraverso le Gole di Ossidiana per raggiungere una mastodontica struttura centrale.
pl: Towarzyszycie Ruby w wędrówce przez Obsydianowe kaniony, w kierunku budowli w głębi lądu.
ru: Последовать за Руби через Обсидиановые каньоны к большой постройке в глубине острова.

source: Something about the distant, ruined wall and submerged spires calls to you. After agreeing to accompany Andy westward, he sighs with relief. “I can handle myself, of course, but if we have to go diving, I’d…” he looks blankly into the distance for a moment. “I don’t want to worry you, but I could swear I saw something human-shaped swimming below. I’ll be glad for the company.” You look past the black water to the edge of the cove, suddenly apprehensive. Something crests the waves for a moment, then disappears. You have the feeling of being watched. “Two weeks, then,” says Ruby, hefting a coil of rope over one shoulder. “We’ll meet back here in two weeks. Don’t forget the diving suits. And don’t get yourself killed. I would hate to lose my favorite rival.”
de: Irgendetwas an dem entfernten, verfallenen Wall und den versunkenen Türmen ruft nach dir. Nachdem du Andy zugestimmt hast, ihn nach Westen zu begleiten, seufzt er erleichtert. „Ich komme natürlich alleine zurecht, aber wenn wir tauchen müssen, wäre ich …“ Er schaut einen Moment lang gedankenverloren in die Ferne. „Ich will Sie nicht beunruhigen, aber ich könnte schwören, dass ich etwas Menschenähnliches dort hinten schwimmen gesehen habe. Ich wäre froh über Gesellschaft.“ Du schaust über das schwarze Wasser hinweg zum Rand der Bucht und wirst plötzlich unruhig. Etwas taucht für einen Moment aus dem sich kräuselnden Wasser auf und verschwindet sofort wieder. Du hast das Gefühl, beobachtet zu werden. „Also dann, bis in zwei Wochen“, sagt Ruby und wirft sich eine Seilrolle über die Schulter. „Wir treffen uns in zwei Wochen wieder hier. Vergessen Sie die Taucheranzüge nicht. Und achten Sie darauf, nicht getötet zu werden. Ich wäre untröstlich, meinen Lieblingsrivalen zu verlieren.“
es: Hay algo en la lejana muralla ruinosa y en las torres sumergidas que te llama. Tras aceptar acompañar a Andy hacia el oeste, éste suspira con alivio. –Me las puedo arreglar solo, por supuesto, pero si tenemos que sumergirnos... –Se queda mirando a lo lejos con expresión vacua durante un momento–. No quiero preocuparte, pero juraría haber visto algo con forma humana que nadaba por ahí abajo. Me alegro de tener compañía. Sientes una súbita aprensión y miras más allá de la oscura agua, hacia el borde de la cala. Algo asoma entre las olas un instante y luego desaparece. Tienes la sensación de que os observan. –Muy bien, dos semanas –dice Ruby mientras se echa un rollo de cuerda al hombro–. Nos reuniremos de nuevo aquí en dos semanas. No os olvidéis los trajes de buceo. Y que no os maten, porque me molestaría mucho perder a mi rival favorito.
fr: Il y a quelque chose qui vous interpelle, au loin, dans ce mur en ruines et ces pics immergés. Lorsque vous acceptez d’accompagner Andy vers l’ouest, il soupire de soulagement. « Je peux me débrouiller tout seul, bien sûr, mais si nous devons faire de la plongée, je… » Il regarde dans le vide au loin pendant un moment. « Je ne veux pas vous inquiéter, mais je jurerais avoir vu une forme humaine nager en contrebas. Je serais heureux d’avoir de la compagnie.» Vous scrutez l’horizon au-delà de l’eau noire jusqu’au bord de la crique, soudain inquiet. Quelque chose a fendu les vagues pendant un instant, avant de disparaître. Vous avez l’impression d’être observé. « Deux semaines, alors », dit Ruby, en portant un rouleau de corde sur une épaule. « Nous nous retrouverons ici dans deux semaines. N’oubliez pas les scaphandres. Et ne vous faites pas tuer. Je n’aimerais pas perdre mon rival préféré. »
it: C'è qualcosa circa la parete, distante e dissestata, e le sue spire sommerse che vi chiama. Dopo aver accettato di accompagnarlo verso ovest, Andy tira un sospiro di sollievo. "Posso cavarmela da solo, certo, ma se dovessimo immergerci io... " L'uomo volge lo sguardo verso il vuoto, perdendosi per un momento nei suoi pensieri. "Non voglio farvi preoccupare, ma giurerei di aver visto qualcosa di umanoide nuotare là sotto. Quindi apprezzo la compagnia." Spostate anche voi lo sguardo verso il limitare dell'insenatura, colti da un'improvvisa ansia, e notate qualcosa sbucare tra le onde per un istante per poi sparire improvvisamente. Avete la sensazione di essere osservati… "Dunque... Due settimane?" Dice Ruby, caricandosi in spalla un rotolo di corda. "Ci rivediamo qui tra due settimane. Non dimenticatevi gli scafandri, e non fatevi ammazzare. Odierei l'idea di perdere i miei rivali preferiti."
pl: Z jakiegoś powodu zrujnowany mur i zatopione iglice w oddali was przyzywają. Gdy postanowiliście towarzyszyć Andy'emu w drodze na zachód, ten odetchnął z wyraźną ulgą. „Gwoli ścisłości, potrafię sam o siebie zadbać, ale gdybyśmy mieli nurkować...” – urywa, spoglądając w dal. – „Nie chcę siać paniki, ale głowę bym dał, że pod powierzchnią widziałem jakiś humanoidalny kształt. Zdecydowanie dobrze mi zrobi czyjeś towarzystwo”. Z dziwnym lękiem spoglądacie ponad mroczną toń w kierunku krawędzi zatoki. Coś na moment zmąciło wodę, po czym równie szybko zniknęło. Nie możecie się pozbyć uczucia, że ktoś was obserwuje. „No to co...” – zaczyna Ruby, zarzucając linę na ramię. – „Widzimy się tu za 2 tygodnie. Nie zapomnijcie o skafandrach. A, no i postarajcie się nie zginąć. Źle bym zniosła stratę mojego ulubionego «przeciwnika»”.
ru: Что-то в далёкой разрушенной стене и затонувших шпилях манит вас. Когда вы соглашаетесь пойти вместе с Энди на запад, он облегчённо вздыхает: «Я, конечно, и сам могу справиться, но, если придётся нырять, я бы… — он на миг отрешённо смотрит вдаль. — Не хочу вас пугать, но могу поклясться, что видел, как под водой плавает что-то человекоподобное. Буду рад, если окажусь там не один». С неожиданной тревогой вы вглядываетесь в край бухты над толщей чёрной воды. Над гребнем волны что-то появляется и сразу исчезает. Вам кажется, будто за вами кто-то следит. «Значит, две недели, — говорит Руби, забрасывая на плечо моток верёвки. — Встретимся здесь через две недели. Не забудьте водолазные костюмы. И не помрите там. Страшно не хочу потерять своего любимого соперника».
