Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/06_the_drowned_quarter.po
Languages: de, es, fr, it, pl, ru

source: Mark 2 progress under "No Place Like Home" in your Campaign Log and suffer 1 mental trauma. Each investigator begins the next scenario with 2 fewer cards in their starting hand.
de: Hake 2 Fortschritt unter <i>Zu Hause ist es am schönsten</i> im Kampagnenlogbuch ab und erleide 1 seelisches Trauma. Jeder Ermittler beginnt das nächste Szenario mit 2 weniger Karten auf seiner Starthand.
es: Marca 2 progresos en <i>Como en casa, en ningún sitio</i> en el registro de campaña y sufre 1 trauma mental. Cada investigador comienza el siguiente escenario con 2 cartas menos en su mano inicial.
fr: Cochez 2 progressions de « On n’est Bien Que Chez Soi » dans votre Carnet de Campagne et subissez 1 traumatisme mental. Chaque investigateur commence le prochain scénario avec 2 cartes en moins dans sa main de départ.
it: Spunta 2 progressi alla voce "Nessun Posto Come Casa" nel Diario della Campagna e subisci 1 trauma mentale. Ogni investigatore inizia il prossimo scenario con 2 carte in meno nella sua mano di partenza.
pl: Zaznacz 2 postępy pod Zadaniem <i>Nie majak w domu</i> w Dzienniku kampanii i otrzymaj 1 punkt traumy psychicznej. Każdy badacz zaczyna kolejny scenariusz z 2 kartami mniej na swojej początkowej ręce.
ru: Поставьте 2 отметки в графе задачи «Лучше дома места нет» журнала кампании и получите 1 ментальную травму. В начале следующего сценария на стартовой руке каждого сыщика на 2 карты меньше.

source: Put the Barrier Core into play, <i>(Inactive)</i> side faceup.
de: Der Barrierekern wird mit der <i>(Inaktiv)</i>-Seite nach oben ins Spiel gebracht.
es: Pon en juego el Núcleo de la barrera, con el lado <i>(Inactivo)</i> boca arriba.
fr: Mettez en jeu le Cœur de la Barrière, face <i>(Inactif)</i> visible.
it: Mettete in gioco il Nucleo della Barriera con il lato <i>(Inattivo)</i> a faccia in su.
pl: Umieść w grze Rdzeń bariery, stroną <i>Nieaktywny</i> do góry.
ru: Введите в игру «Ядро барьера» стороной «Неактивное» вверх.

source: Gather each Sea Floor location and remove one copy of Coral Reef and one copy of Drowned Acropolis from the game at random.
de: Es werden alle Orte Meeresboden herausgesucht. Je 1 zufällige Kopie von Korallenriff und Überf lutete Akropolis wird aus dem Spiel entfernt.
es: Reúne todos los Lugares Fondo marino y retira de la partida una copia del Arrecife de coral y una copia de la Acrópolis sumergida al azar.
fr: Réunissez chaque lieu Fond Marin et retirez de la partie, au hasard, un exemplaire de Barrière de Corail et un exemplaire de Acropole Engloutie.
it: Radunate ogni luogo Fondale Marino e rimuovete dal gioco 1 copia casuale della Barriera Corallina e 1 copia casuale dell'Acropoli Sommersa.
pl: Zbierz każdą lokalizację Dno morza i usuń z gry 1 losową kopię Rafy koralowej i 1 losową kopię Zatopionego akropolu.
ru: Соберите все локации «Морское дно», случайным образом выберите из них по 1 экземпляру «Кораллового рифа» и «Затонувшего акрополя» и удалите из игры.

source: Shuffle the eight remaining Sea Floor locations together and put them into play in a 3x3 grid around the Barrier Core as shown in the location placement diagram.
de: Die verbliebenen 8 Orte Meeresboden werden gemischt und um den Barrierekern herum ins Spiel gebracht, sodass ein 3x3-Raster entsteht, wie auf der rechten Seite abgebildet.
es: Baraja los ocho Lugares Fondo marino restantes y ponlos en juego formando una cuadrícula de 3x3 en torno al Núcleo de la barrera, como se muestra en el diagrama de colocación de Lugares.
fr: Mélangez ensemble les huit lieux Fond Marin restants et mettez-les en jeu pour former une grille de 3 cases sur 3 cases, comme indiqué sur le schéma de placement des lieux.
it: Mescolate gli 8 luoghi Fondale Marino rimanenti e metteteli in gioco in una griglia 3x3 attorno al Nucleo della Barriera, come mostrato nella Disposizione dei Luoghi.
pl: Potasuj razem 8 pozostałych lokalizacji Dno morza i umieść je wokół Rdzenia bariery w formie układu rzędów i kolumn 3x3, tak jak pokazano na schemacie ułożenia lokalizacji po prawej.
ru: Перемешайте 8 оставшихся локаций «Морское дно» и введите их в игру в виде сетки 3×3 вокруг «Ядра барьера» <i>(см. схему расклада локаций)</i>.

source: Each investigator begins play at the Barrier Core.
de: Jeder Ermittler beginnt das Spiel am Barrierekern.
es: Cada investigador comienza la partida en el Núcleo de la barrera.
fr: Chaque investigateur commence la partie dans le Cœur de la Barrière.
it: Iniziate la partita nel Nucleo della Barriera.
pl: Każdy badacz rozpoczyna grę w Rdzeniu bariery.
ru: Все сыщики начинают игру в «Ядре барьера».

source: Sea Floor
de: Meeresboden
es: Fondo marino
fr: Fond Marin
it: Fondale Marino
pl: Dno morza
ru: Морское дно

source: Barrier Core
de: Barrierekern
es: Núcleo de la barrera
fr: Cœur de la Barrière
it: Nucleo della Barriera
pl: Rdzeń bariery
ru: Ядро барьера

source: Set the Barrier Node story asset and the double-sided Undersea Parasite [tdc_rune_x] and Obsidian Relic [tdc_rune_y] cards aside, out of play.
de: Folgende Karten werden als nicht im Spiel befindlich beiseitegelegt: Die Storyvorteilskarte Barriereknoten sowie die doppelseitigen Karten Unterwasser-Parasit [tdc_rune_x] und Obsidian-Relikt [tdc_rune_y].
es: Pon aparte, fuera del juego, el Apoyo de historia Nodo de la barrera y las cartas de doble cara Parásito submarino [tdc_rune_x] y Reliquia de obsidiana [tdc_rune_y].
fr: Mettez de côté, hors jeu, le soutien d’histoire Nodule de Barrière, la carte recto verso Parasite Sous-Marin [tdc_rune_x] et la carte Relique d’Obsidienne [tdc_rune_y].
it: Mettete da parte, temporaneamente fuori dal gioco, il supporto storia Fulcro della Barriera e le carte a due lati Parassita Sottomarino [tdc_rune_x] e Reliquia di Ossidiana [tdc_rune_y].
pl: Odłóż atut fabularny Węzeł bariery, dwustronne karty Podwodnego pasożyta [tdc_rune_x] i Obsydianowego reliktu [tdc_rune_y] na bok, poza grę.
ru: Отложите в сторону, вне игры, следующие карты: сюжетный актив «Узел барьера» и двусторонние карты «Подводный паразит [tdc_rune_x]» и «Обсидиановая реликвия [tdc_rune_y]».

source: Add the flood tokens to the token pool and check your Campaign Log:
de: Die Flutmarker werden dem Markervorrat hinzugefügt. Überprüfe das Kampagnenlogbuch:
es: Añade las fichas de Inundación a la reserva de fichas y comprueba el registro de campaña:
fr: Ajoutez les pions Inondation à la réserve de pions et vérifiez votre Carnet de Campagne :
it: Aggiungete i segnalini allagamento alla riserva dei segnalini e controllate il Diario della Campagna:
pl: Dodaj żetony zalania do puli żetonów i sprawdź Dziennik kampanii:
ru: Добавьте жетоны затопления в резерв жетонов и сверьтесь с журналом:

source: The rising city has shaken the ancient dome. Increase the flood level of 1 [per_investigator] Sea Floor locations.
de: Falls die Expedition nach Osten aufgebrochen ist, hat die sich erhebende Stadt die uralte Kuppel erschüttert. Die Flutstufe von 1 [per_investigator] Meeresboden-Ort wird erhöht.
es: El ascenso de la ciudad ha afectado a la antigua cúpula. Aumenta el nivel de inundación de 1 [per_investigator] Lugares Fondo marino.
fr: La cité qui s’élève a ébranlé le dôme millénaire. Augmentez le niveau d’inondation de 1 [per_investigator] lieu Fond Marin.
it: La città emergente ha fatto tremare l'antica cupola. Alzate il livello di allagamento di 1 [per_investigator] luoghi Fondale Marino.
pl: Wyłaniające się miasto naruszyło starożytną kopułę. Podnieś poziom zalania 1 [per_investigator] lokalizacji Dno morza.
ru: Поднимающийся город сотрясает древний купол. Повысьте уровень затопления 1 [per_investigator] локаций «Морское дно».

source: During this scenario, locations are arranged in a set grid pattern. <b>Each location is connected to each location adjacent to it.</b>
de: Während dieses Szenarios werden die Orte in einem vorgegebenen Raster angeordnet. <b>Jeder Ort ist mit jedem benachbarten Ort verbunden.</b>
es: Durante este escenario, los Lugares se colocan en una cuadrícula fija. <b>Cada Lugar está conectado a cada Lugar adyacente a él.</b>
fr: Lors de ce scénario, les lieux sont placés sur une grille. <b>Chaque lieu est connexe à chaque lieu qui lui est adjacent.</b>
it: Durante questo scenario, i luoghi sono disposti secondo uno schema predefinito a griglia. <b>Ogni luogo è collegato a ogni luogo adiacente a esso.</b>
pl: Podczas tego scenariusza lokalizacje tworzą układ w formie rzędów i kolumn. <b>Każda lokalizacja jest połączona z każdą lokalizacją, z którą sąsiaduje.</b>
ru: В этом сценарии карты локаций расположены на сетке из столбцов и рядов. <b>Каждая локация связана с каждой соседней локацией.</b>

source: Your failure has distracted you from your goals. Each investigator must erase 1 progress under their Task, if able.
de: Dein Scheitern hat dich vom Erreichen deiner Ziele abgehalten. Jeder Ermittler muss 1 Fortschritt unter seiner Aufgabe im Kampagnenlogbuch löschen, falls möglich.
es: Tu fracaso te ha distraído de tus objetivos. Cada investigador debe borrar 1 progreso de su tarea si es posible.
fr: Votre échec vous a distrait de vos objectifs. Chaque investigateur doit effacer 1 progression de sa Tâche, si possible.
it: Il fallimento vi ha distratti dai vostri obiettivi. Ogni investigatore deve cancellare 1 progresso dalla sua impresa, se possibile.
pl: Poniesiona porażka odwróciła waszą uwagę od wyznaczonych celów. Każdy badacz musi wymazać 1 postęp pod swoim Zadaniem, jeśli to możliwe.
ru: Провал отвлёк вас от личных целей. Каждый сыщик должен стереть одну отметку в графе своей задачи (если возможно).

source: Check the box next to "Barrier Node" under "Artifacts Earned."
de: Im Kampagnenlogbuch wird „Barriereknoten“ unter „Verdiente Artefakte“ abgehakt.
es: Marca la casilla del “Nodo de la barrera” en la sección “Artefactos obtenidos” del registro de campaña.
fr: Dans la section « Artéfacts Obtenus », cochez la case à côté de « Nodule de Barrière ».
it: Spuntate la casella accanto al "Fulcro della Barriera" alla voce "Artefatti Ottenuti".
pl: W sekcji „Zdobyte Artefakty”, zaznacz kratkę obok „Węzła bariery”.
ru: Отметьте «Узел барьера» в графе «Полученные артефакты» журнала кампании.

source: Barrier Node
de: Barriereknoten
es: Nodo de la barrera
fr: Nodule de Barrière
it: Fulcro della Barriera
pl: Węzeł bariery
ru: Узел барьера

source: the power was diverted.
de: Die Energie wurde umgeleitet.
es: la energía fue desviada.
fr: l’énergie a été détournée.
it: avete deviato l'alimentazione.
pl: przekierowano zasilanie.
ru: энергия была перенаправлена.

source: Each investigator earns 2 bonus experience from studying the Drowned Quarter at length.
de: Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte, weil er das überflutete Viertel ausgiebig untersuchen konnte.
es: Cada investigador obtiene 2 puntos de experiencia adicionales por estudiar a conciencia el barrio sumergido.
fr: Chaque investigateur reçoit 2 points d’expérience bonus pour avoir longuement étudié Le Quartier Englouti.
it: Ogni investigatore guadagna 2 punti esperienza bonus per aver studiato a lungo il quartiere sommerso.
pl: Każdy badacz zdobywa 2 dodatkowe punkty doświadczenia, ponieważ dogłębnie zbadał Zatopioną dzielnicę.
ru: Каждый сыщик получает 2 опыта дополнительно, тщательно исследовав затонувший квартал.

source: In your Campaign Log, cross out "The Drowned Quarter" on the R'lyeh map.
de: Im Kampagnenlogbuch wird „Das überflutete Viertel“ auf der Karte von R’lyeh durchgestrichen.
es: Tacha “El barrio sumergido” en el mapa de R’lyeh del registro de campaña.
fr: Dans votre Carnet de Campagne, rayez «Le Quartier Englouti » sur la carte de R’lyeh.
it: Nel Diario della Campagna, barrate "Il Quartiere Sommerso" sulla mappa di R'lyeh.
pl: W Dzienniku kampanii wykreśl „Zatopioną dzielnicę” na mapie R'lyeh.
ru: Вычеркните надпись «Затонувший квартал» на карте Р’льеха в журнале кампании.

source: On the other side of the dome entrance, you look through the gossamer barrier to the ocean floor. The ocean reclaimed the alien dome in mere seconds. It is a minor miracle that you weren’t swept away.
de: Auf der anderen Seite des Kuppeleingangs blickst du durch die hauchdünne Barriere auf den Meeresboden. Der Ozean hat die fremdartige Kuppel innerhalb weniger Sekunden zurückerobert. Es grenzt an ein Wunder, dass du nicht davon gespült wurdest.
es: Al otro lado de la entrada de la cúpula, miras el fondo oceánico a través de la fina barrera. El océano engulló la cúpula alienígena en cuestión de segundos. Es un pequeño milagro que no te vieras arrastrado.
fr: De l’autre côté de l’entrée du dôme, on peut voir le fond de l’océan à travers la barrière de verre. L’eau a envahi le dôme extraterrestre en quelques secondes. C’est un petit miracle que vous n’ayez pas été emporté par les flots.
it: Superato l'ingresso della cupola, il vostro sguardo può posarsi sulla sottile barriera che vi separa dal fondale marino. I flutti hanno reclamato la struttura aliena nel giro di pochi secondi, ed è un piccolo miracolo che non vi abbiano trascinato via con sé.
pl: Będąc po drugiej stronie wejścia, spoglądacie przez pajęczynowatą barierę na morskie dno. Ocean pochłonął pozaziemską kopułę w zaledwie kilka sekund. To cud, że i was nie spotkał ten los.
ru: Вы стоите у входа в Р’льех и смотрите через тонкий барьер на океанское дно. Океан поглотил инопланетный купол в считанные секунды. Вас не снесло потоком воды только по чистой случайности.

source: The strange node pulses in your hand, projecting a soft bubble of light that repels the falling debris. You make it to the entrance as the dome bursts like a bubble. The expedition looks on in a mixture of awe and fear as a torrent of seawater reclaims the alien structure. A small prick of pain shoots through your palm, and you look down to see the node bury itself in your palm, sending spidery black hairs radiating out under your skin. They retract painlessly when you pull the node away. Tillinghast will certainly be pleased with this find.
de: Der seltsame Knoten in deiner Hand pulsiert und projiziert eine Blase aus schwachem Licht, welche die herabfallenden Trümmer abstößt. Du schaffst es bis zum Eingang, als die Kuppel wie eine Blase zerplatzt. Die Expeditionsmitglieder betrachten gebannt in einer Mischung aus Ehrfurcht und Angst, wie die Meerwasserflut die fremdartige Struktur für sich zurückerobert. Du spürst einen leichten Schmerz in deiner Handfläche und bemerkst, wie sich dort der Knoten in deine Haut bohrt, von wo sich spinnennetzartig schwarze kleine Härchen ausbreiten. Diese ziehen sich sofort schmerzlos zurück, als du deine Hand vom Knoten wegnimmst. Tillinghast wird mit diesem Fund sicher äußerst zufrieden sein.
es: El extraño nodo palpita en tu mano y proyecta una tenue burbuja de luz que repele los escombros que caen. Logras llegar a la entrada cuando la cúpula revienta como una pompa. La expedición la mira con una mezcla de asombro y miedo mientras un torrente de agua marina engulle la estructura alienígena. Un pinchacito de dolor recorre la palma de tu mano y, al bajar la vista, ves que el nodo se está enterrando en ella mientras envía delgados filamentos negros bajo tu piel. Cuando sacas el nodo, se retraen sin causarte daño alguno. Tillinghast estará más que complacido con este hallazgo.
fr: L’étrange nodule pulse dans votre main, projetant une sphère lumineuse qui repousse les débris qui tombent. Vous arrivez à l’entrée lorsque le dôme éclate comme une bulle. Les membres de l’expédition observent avec un mélange de crainte et d’admiration le torrent d’eau qui recouvre la structure extraterrestre. Une petite douleur vous traverse la paume, et vous regardez vers le bas pour voir le nodule s’enfoncer dans votre paume en créant un réseau de filaments noirs et arachnéens directement sous votre peau. Ils se rétractent sans douleur lorsque vous retirez le nodule. Tillinghast sera certainement satisfait de cette découverte.
it: Il fulcro bizzarro vi pulsa nella mano, proiettando un soffice circolo di luce che respinge la pioggia di detriti. Raggiungete l'ingresso proprio nel momento in cui la cupola scoppia come una bolla di sapone. Con gli sguardi colmi di un misto di meraviglia e terrore, la spedizione osserva il torrente di acqua salmastra reclamare la struttura aliena. Sentite una punta di dolore acuto sul palmo e, abbassando lo sguardo, vedete il fulcro insinuarsi nella vostra mano e farsi strada con dei sottili filamenti neri sotto la vostra pelle... Filamenti che sembrano ritrarsi, quando allontanate l'artefatto. Tillinghast sarà lieto di ricevere questo reperto.
pl: Dziwny węzeł pulsuje w dłoni, wytwarzając miękki bąbel, który odpycha spadające odłamki. Gdy docieracie do wejścia, kopula pęka jak balon. Członkowie ekspedycji obserwują z mieszaniną zachwytu i grozy, jak morska kipiel pochłania pozaziemską budowlę. Czujesz lekkie ukłucie bólu w dłoni, a gdy na nią patrzysz, dostrzegasz, że węzeł złączył się z twoim ciałem poprzez pajęczynowate wrzeciona. Co ciekawe, gdy próbujesz odłożyć dziwny przedmiot, nici odłączają się bezboleśnie od twojej skóry. Tillinghast z pewnością będzie zachwycony tak niezwykłym znaleziskiem.
ru: Странный узел пульсирует у вас в руке и создаёт мягкий световой щит, отталкивающий падающие обломки. Едва вы добираетесь до входа в Р’льех, как купол лопается, словно пузырь. Со смесью страха и восхищения экспедиция наблюдает, как морской поток сметает инопланетные постройки. Вы чувствуете лёгкий укол боли в руке и, посмотрев на неё, видите, что узел прикрепился к вашей ладони и пустил вам под кожу паутинку чёрных отростков. Когда вы оттягиваете узел, он безболезненно отделяется от руки. Тиллингаст наверняка будет доволен этой находкой.

source: The reactivated core makes quick work of the flooded dome, draining the water in mere minutes. You survey the perimeter of the sunken ruin with the expedition, marveling at its ancient grandeur. The feeling of walking on a dry ocean floor, with fish flitting beyond the flickering bubble, is like something out of a dream. After several hours, the expedition presses on.
de: Der reaktivierte Kern schafft es, in nur wenigen Minuten sämtliches Wasser aus der überfluteten Kuppel abzuleiten. Die Expeditionsmitglieder staunen über die Pracht, als du beginnst, mit ihnen die uralte Ruine zu erkunden. Das erhabene Gefühl, auf einem trockenen Meeresboden zu laufen, während euch Fische außerhalb der flackernden Blase schwimmend begleiten, mutet wie aus einem Traum an. Nach einigen Stunden bricht die Expedition zum nächsten Ziel auf.
es: El núcleo reactivado hace un trabajo veloz con la cúpula inundada y extrae el agua en cuestión de minutos. Examinas el perímetro de las ruinas sumergidas con la expedición y os maravilláis ante su antigua grandiosidad. La sensación de caminar sobre un fondo oceánico seco mientras los peces nadan al otro lado de la parpadeante burbuja parece algo sacado de un sueño. Tras varias horas, la expedición continúa.
fr: Le cœur réactivé fixe rapidement la menace du dôme inondé, évacuant l’eau en quelques minutes. Vous arpentez le périmètre de la ruine engloutie avec l’expédition, émerveillé par son antique majesté. Vous avancez comme dans un rêve sur ce fond océanique sec, en observant les poissons en suspension au-delà de la lumière vacillante de la bulle. Après plusieurs heures, l’expédition poursuit son chemin.
it: Una volta riattivato, il nucleo prosciuga rapidamente la cupola allagata. Controllate il perimetro delle rovine sommerse insieme al resto della spedizione, non potendo fare a meno di restare a bocca aperta al cospetto del suo antico splendore. Camminare sul fondale marino pressoché asciutto, con i pesci che sguazzano oltre la barriera della bolla, vi dà la sensazione di trovarvi in un sogno. Dopo diverse ore, decidete sia meglio proseguire.
pl: Węzeł po ponownym uruchomieniu w zaledwie kilka chwil osusza zalaną kopulę. Zaczynacie badać graniczne ruiny wraz z pozostałymi członkami ekspedycji i zachwycacie się ich antycznym sznytem. Uczucie stąpania po suchym lądzie na dnie oceanu, gdy tuż za granicą kopuły leniwie przepływają ryby, jest prawdziwie zjawiskowe. po kilku godzinach ruszacie dalej.
ru: Перезапущенное ядро осушает пространство под куполом за считанные минуты. Вместе с экспедицией вы обходите морские руины по периметру, любуясь их древним величием. Прогулка по сухому океанскому дну и вид мелькающих за барьером рыб похожи на сон. Через несколько часов экспедиция отправляется в путь.

source: The energy field protecting the tunnel back to the city continues to hold strong. The jagged foundations of R’lyeh continue to break off in pieces as the city rises. It is time to move on.
de: Das Energiefeld, das den Tunnel zurück in die Stadt schützt, hält weiterhin stand. Hier und da brechen die zerklüfteten Fundamente von R‘lyeh, während die Stadt tief rumpelnd bebt. Es wird Zeit, zum nächsten Ziel aufzubrechen.
es: El campo de energía que protege el túnel que lleva de vuelta a la ciudad sigue resistiendo. Los irregulares cimientos de R’lyeh siguen haciéndose pedazos mientras la ciudad se eleva. Es hora de continuar.
fr: Le champ énergétique qui protège le tunnel qui vous ramène vers la ville continue de tenir bon. Les fondations érodées de R’lyeh continuent de s’effondrer à mesure que la cités élève. Il est temps de déguerpir.
it: Il campo di energia che protegge il passaggio verso la città sembra resistere. Le fondamenta frastagliate di R'lyeh continuano a frammentarsi mentre la città emerge inesorabile. Fareste meglio a muovervi.
pl: Pole energii ochraniające tunel prowadzący do miasta nadal dobrze działa. Podwaliny R'lyeh w dalszym ciągu się rozpadają w miarę jak miasto coraz bardziej się wynurza. Pora ruszać dalej.
ru: Силовое поле, защищающее ведущий в город туннель, мерцает так же, как прежде. Р’льех продолжает подниматься, и от неровных опор города отламываются новые куски. Время двигаться дальше.

source: [skull]: -X. X is half the number of revealed locations (rounded down). [cultist]: -2. If you fail and your location is fully flooded, take 1 damage. [tablet]: -4. If you fail, place 1 of your clues on your location. [elder_thing]: -3 (-5 instead if your location is not flooded).
de: [skull]: -X. X ist die Hälfte aller enthüllten Orte (abgerundet). [cultist]: -2. Falle die Probe misslingt und dein Ort völlig überflutet ist, nimm 1 Schaden. [tablet]: -4. Falls die Probe misslingt, platziere 1 deiner Hinweise auf deinem Ort. [elder_thing]: -3 (-5 stattdessen, falls dein Ort nicht überflutet ist).
es: [skull]: -X. X es la mitad de la cantidad de Lugares revelados (redondeando hacia abajo). [cultist]: -2. Si fracasas y tu Lugar está totalmente inundado, recibe 1 punto de daño. [tablet]: -4. Si fracasas, coloca 1 de tus pistas en tu Lugar. [elder_thing]: -3, o bien -5 si tu Lugar no está inundado.
it: [skull]: -X, dove X è la metà del numero di luoghi aperti (arrotondando per difetto). [cultist]: -2. Se fallisci e il tuo luogo è completamente allagato, subisci 1 danno. [tablet]: -4. Se fallisci, colloca 1 tuo indizio sul tuo luogo. [elder_thing]: -3 (-5 se invece il tuo luogo non è allagato).
ru: [skull]: –X. X равен половине числа открытых локаций (округляя вниз). [cultist]: –2. При провале, если ваша локация полностью затоплена, получите 1 рану. [tablet]: –4. При провале положите 1 свою улику в вашу локацию. [elder_thing]: –3 (или –5, если ваша локация незатоплена).
