Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/06_the_drowned_quarter.po
Languages: de, es, fr, it, pl, ru

source: Location Adjacency in The Drowned Quarter
de: Benachbarte Orte in „Das überflutete Viertel“
es: Adyacencia de Lugares en El barrio sumergido
fr: Placement des Lieux dans Le Quartier Englouti
it: Luoghi Adiacenti ne Il Quartiere Sommerso
pl: Sąsiadowanie lokalizacji w Zatopionej dzielnicy
ru: Соседние локации «Затонувшем квартале»

source: The sound of crackling electricity greets you as you enter the undersea dome. Flooded trenches and crumbling ruins cover the round plaza on the seafloor. Try as you might, your eyes keep drifting to the ocean beyond the alien barrier. A bloom of jellyfish floats dreamily through the tenebrous depths. If the energy field were to disappear for any reason, the expedition would surely be swept away.
de: Das Geräusch knisternder Elektrizität begrüßt dich, als du die Unterwasserkuppel betrittst. Überflutete Gräben und zerfallende Ruinen bedecken den runden Platz auf dem Meeresboden. Du kannst dich noch so sehr bemühen, nicht hinzusehen, aber dein Blick schweift immer wieder zum Ozean jenseits der fremdartigen Barriere. Ein Schwarm Quallen schwebt mühelos durch die dunklen Tiefen. Wenn das Energiefeld aus irgendeinem Grund verschwinden würde, würde das Meer die Expedition mit sich reißen.
es: El sonido del crepitar de la electricidad te da la bienvenida cuando entras en la cúpula submarina. La plaza redonda del fondo marino está cubierta de fosas oceánicas inundadas y ruinas desmoronadas. Por mucho que lo intentes, tu vista no deja de vagar hacia el océano que hay al otro lado de la barrera alienígena. Una flor de medusas flota distraídamente en las tenebrosas profundidades. Si el campo de energía desapareciera por algún motivo, la expedición se vería irremediablemente barrida por las aguas.
fr: Le son crépitant des étincelles vous accueille lorsque vous pénétrez dans le dôme sous-marin. Des tranchées inondées et des ruines croulantes recouvrent la place ronde sur le fond marin. Vous avez beau essayer, vos yeux ne cessent de dériver vers l’océan au-delà de la barrière extraterrestre. Un essaim de méduses flotte rêveusement dans les profondeurs ténébreuses. Si le champ d’énergie venait à disparaître pour quelque raison que ce soit, l’expédition serait certainement balayée.
it: Il suono dell'elettricità che crepita vi accoglie all'ingresso della cupola sottomarina. La piazza che si apre sul fondale marino è disseminata di fosse inondate e rovine fatiscenti e, per quanto vi sforziate, non riuscite a distogliere lo sguardo dal mare che si estende oltre la barriera aliena. Proprio in quel momento, un banco di meduse fluttua tra gli abissi tenebrosi come se stesse attraversando un sogno... Se il campo energetico dovesse sparire, la spedizione andrebbe incontro a una rapida fine.
pl: Gdy wchodzicie pod podwodną kopułę, wita was trzeszczący dźwięk, niczym przepływającej energii elektrycznej. Dno oceanu pokrywają zawalone ruiny i zalane rowy. Wy jednak, choćbyście nie wiem jak się starali, nie potraficie oderwać wzroku od oceanu poza tą pozaziemską barierą. Dostrzegacie grupę meduz, majestatycznie unoszących się w przepastnych głębinach. Zdajecie też sobie sprawę, że gdyby z jakiegokolwiek powodu to pole energii przestało działać, całą waszą ekspedycję pochłonęłaby morska kipiel.
ru: Со звуком электрического разряда вы входите внутрь морского купола. Круглая площадь на океанском дне изрезана затопленными трещинами и усыпана обломками. Как бы вы ни старались, вы не можете оторвать взгляд от океана за пределами инопланетного барьера. Сквозь мрачные глубины проплывает соцветие медуз. Если силовое поле по какой-то причине исчезнет, экспедиция точно не сможет устоять под таким потоком.

source: “I think this is the source,” Andy points to the round structure in the center of the plaza. Bolts of electricity lick the shimmering bubble above. The structure is the source of the glow and, presumably, the energy field protecting these ruins from the ocean water. Inside, you find a spinning orrery: a complex mechanism of hovering spheres and whirring gears that stir a constant electric current. Locked at its core is an incandescent orb. Andy fidgets nervously. “It’s powering the machine. I don’t know what’ll happen if we take it out but… it looks like something Mr. Tillinghast would want.” Before you can object, he sets to operating the ancient controls. There may be a way to remove the orb without drowning…
de: „Ich glaube, das ist die Quelle“, sagt Andy und deutet auf die runde Struktur in der Mitte des Platzes. Blitze zucken über die schimmernde Blase darüber. Die Struktur ist die Quelle des Lichts und vermutlich auch des Energiefeldes, das diese Ruinen vor dem Meerwasser schützt. Im Inneren befindet sich ein rotierendes Modell eines Sonnensystems: ein komplexer Mechanismus aus schwebenden Kugeln und surrenden Zahnrädern, die einen konstanten elektrischen Strom erzeugen. In seinem Kern ist eine glühende Kugel eingeschlossen. Andy zeigt nervös auf die Kugel. „Das hier versorgt die Maschine mit Strom. Ich weiß nicht, was passiert, wenn wir es herausnehmen, aber … das könnte Mr. Tillinghast sicher interessieren.“ Bevor du deine Zweifel äußern kannst, macht er sich daran, die uralten Steuerelemente zu bedienen. Vielleicht gibt es eine Möglichkeit, die Kugel zu entfernen, ohne dabei zu ertrinken …
es: –Creo que esto es la fuente –dice Andy mientras señala la estructura redonda que hay en el centro de la plaza. Rayos de electricidad acarician la resplandeciente burbuja que hay sobre vuestras cabezas. La estructura es el origen del resplandor y, seguramente, del campo de energía que protege estas ruinas del agua del océano. En su interior encontráis un planetario mecánico que gira: un complejo mecanismo de esferas flotantes y engranajes en marcha que provocan una corriente eléctrica constante. Encerrado en su núcleo hay un orbe incandescente. Andy se muestra inquieto. –Es lo que alimenta la máquina. No sé qué pasará si lo sacamos, pero... parece algo que podría querer el señor Tillinghast. Antes de que puedas objetar, se pone a manipular los antiguos controles. Tal vez haya un modo de sacar el orbe sin que os ahoguéis.
fr: « Je pense que c’est la source », dit Andy en désignant la structure arrondie au centre de la place. Des éclairs électriques lèchent la bulle scintillante qui la surplombe. Cette structure est la source de la lueur et, probablement, du champ d’énergie qui protège ces ruines des eaux océaniques. À l’intérieur, vous trouvez un planétaire tournoyant : un mécanisme complexe de sphères en suspension et d’engrenages tourbillonnants qui brassent un courant électrique constant. Un orbe incandescent est enfermé en son cœur. Andy s’agite nerveusement. « Il alimente la machine. Je ne sais pas ce qui se passera si on l’enlève, mais… je pense que M. Tillinghast aimerait qu’on lui ramène. » Avant que vous ne puissiez vous y opposer, il se met à actionner les commandes millénaires. Il y a peut-être un moyen de retirer l’orbe sans vous noyer…
it: "Credo sia questa la fonte." Andy indica la struttura circolare al centro della piazza, sovrastata da lampi elettrici che lambiscono appena la bolla che vi avvolge. L'edificio sembra essere la fonte del bagliore e, presumibilmente, del campo di energia che protegge le rovine dall'acqua dell'oceano. All'interno, trovate un planetario ancora in funzione: un meccanismo complesso, fatto di sfere fluttuanti e ingranaggi ronzanti che emette un brusio continuo per l'elettricità che lo attraversa, al cui centro si trova una sfera incandescente. "Alimenta la macchina" commenta Andy, torturandosi nervosamente le dita. "Non ho idea di cosa possa succedere se lo prendiamo, ma... Sembra qualcosa che Mr. Tillinghast vorrebbe avere." Prima che possiate obiettare, il giornalista mette in funzione gli antichi controlli della macchina. Potrebbe esserci un modo per rimuovere la sfera che non preveda il vostro annegamento...
pl: „Chyba znaleźliśmy źródło” – mówi Andy, wskazując na okrągłą budowlę na środku placu. Nad nią widać połyskujący bąbel, smagany wiązkami prądu. To z pewnością źródło tutejszego światła i zapewne zasilanie bariery chroniącej te ruiny przed morską wodą. Wewnątrz budynku natrafiacie na ruchome planetarium, będące skomplikowanym mechanizmem ruchomych sfer i kręcących się zębatek wplecionych w nieprzerwany strumień prądu. W środku tej machiny spoczywa rozżarzona kula. Andy jest wyraźnie spięty. „To zasilanie tej maszynerii. Nie wiem co by się stało, gdybyśmy to zabrali ale… Pan Tillinghast na pewno byłby tym zainteresowany”. Zanim macie szansę zaprotestować, mężczyzna już zasiada do prastarego pulpitu sterowniczego. Może znajdzie się sposób, byście mogli zabrać kulę i nie utonąć…
ru: «Полагаю, источник вон там», — указывает Энди на круглую постройку в центре площади. Мерцающую сферу над вами облизывают заряды электричества. Здание является источником окружающего свечения и, предположительно, силового поля, защищающего руины от толщи океанской воды. Внутри находится вращающийся предмет, похожий на модель звёздной системы: сложный механизм из парящих сфер и жужжащих шестерней, находящийся под постоянным напряжением. В его центр заключена раскалённая сфера. Энди нервно оглядывается: «Эта штука здесь всё питает. Не знаю, что случится, если мы её вынем, но… похоже, Тиллингасту бы она приглянулась». Прежде чем вы успеваете возразить, он берётся за древний механизм управления. Может, есть способ вынуть сферу и при этом не утонуть?..

source: You follow the expedition past pits of deep water and sunken ruins to the source of the glow and, presumably, the energy field. Inside it, you find a spinning orrery: a complex mechanism of hovering spheres and whirring gears that stir a constant electric current. Locked at its core is an incandescent orb. Ruby gasps. “It’s some kind of pumping station. I’d wager that orb is an important part of it. It’s possible that stealing it could bring the ocean down on our heads.” She smiles rakishly. “So you’d better be ready to run.” Before you can object, she sets to operating the ancient controls. There may be a way to take the orb without drowning…
de: Du folgst der Expedition an tiefen Gräben und versunkenen Ruinen vorbei zur Quelle des Lichts, die vermutlich auch die des Energiefelds ist. Darin findest du ein rotierendes Modell eines Sonnensystems: ein komplexer Mechanismus aus schwebenden Kugeln und surrenden Zahnrädern, die einen konstanten elektrischen Strom erzeugen. In seinem Kern ist eine glühende Kugel eingeschlossen. Ruby schnappt nach Luft. „Es ist eine Art Pumpstation. Ich würde wetten, dass die Kugel ein wichtiger Teil davon ist. Wenn wir sie stehlen, könnte uns das den ganzen Ozean auf den Kopf fallen lassen.“ Sie grinst verschmitzt. „Also bereiten Sie sich lieber vor, rechtzeitig wegzurennen.“ Bevor du deine Zweifel äußern kannst, macht sie sich daran, die uralten Steuerelemente zu bedienen. Vielleicht gibt es eine Möglichkeit, die Kugel zu entfernen, ohne dabei zu ertrinken …
es: Sigues a la expedición pasando por fosos de agua profunda y ruinas hundidas hasta alcanzar el origen del resplandor y, seguramente, del campo de energía. En su interior encontráis un planetario mecánico que gira: un complejo mecanismo de esferas flotantes y engranajes en marcha que provocan una corriente eléctrica constante. Encerrado en su núcleo hay un orbe incandescente. Ruby da un grito ahogado. –Es una especie de estación de bombeo, y apuesto a que el orbe es una parte importante. Es posible que, si lo robamos, se nos venga encima todo el océano –afirma con una sonrisa de entusiasmo–. Así que ya puedes estar preparado para echar a correr. Antes de que puedas objetar, se pone a manipular los antiguos controles. Tal vez haya un modo de sacar el orbe sin que os ahoguéis.
fr: Vous suivez l’expédition en passant par des fosses d’eau profonde et des ruines englouties jusqu’à la source de la lueur et, vrai-semblablement, du champ d’énergie. À l’intérieur, vous trouvez un planétaire tournoyant : un mécanisme complexe de sphères en suspension et d’engrenages tourbillonnants qui brassent un courant électrique constant. Un orbe incandescent est enfermé en son cœur. Ruby sursaute. « C’est une sorte de station de pompage. Je suis prêt à parier que cet orbe en est un élément important. Il est possible qu’en le subtilisant nous fassions tomber l’océan sur nos têtes. » Elle sourit d’un air narquois. « Préparez-vous à courir. » Avant que vous ne puissiez vous y opposer, elle se met à actionner les commandes millénaires. Il y a peut-être un moyen de retirer l’orbe sans vous noyer…
it: Seguite la spedizione oltre le fosse di acqua profonda e le rovine sommerse, fino alla fonte del bagliore e, presumibilmente, del campo di energia. All'interno, trovate un planetario ancora in funzione: un meccanismo complesso, fatto di sfere fluttuanti e ingranaggi ronzanti che emette un brusio continuo per l'elettricità che lo attraversa, al cui centro si trova una sfera incandescente. Ruby sussulta. "È una specie di stazione di pompaggio, e scommetto che quella sfera è un elemento importante del macchinario. Se dovessimo rubarlo, mi sa che ci ritroveremmo l'oceano addosso... " Sul suo viso si distende un sorriso sornione. "Quindi meglio se vi preparate a correre." Prima che possiate obiettare, la donna mette in funzione gli antichi controlli della macchina. Potrebbe esserci un modo per rimuovere la sfera che non preveda il vostro annegamento...
pl: Podążacie wraz z ekspedycją za zalane czeluście i zatopione ruiny, gdzie trafiacie wprost do źródła tutejszego światła i zapewne pola energii. Wewnątrz budynku znajdujecie ruchome planetarium, będące skomplikowanym mechanizmem ruchomych sfer i kręcących się zębatek wplecionych w nieprzerwany strumień prądu. W środku tej machiny spoczywa rozżarzona kula. Ruby zamyśla się. „To wygląda jak jakaś przepompownia. Założę się, że to świecidełko jest jej istotnym elementem. Jest szansa, że jak to zwędzimy to cały ocean zwali się nam na głowę” – mówi z zawadiackim uśmieszkiem. – „Lepiej miejcie nogi w pogotowiu”. Zanim macie szansę zaprotestować, kobieta już zasiada do prastarego pulpitu sterowniczego. Może znajdzie się sposób, byście mogli zabrać kulę i nie utonąć…
ru: Вы следуете за экспедицией мимо глубоких ям и затонувших руин к источнику свечения и, предположительно, силового поля. Внутри постройки находится вращающийся предмет, похожий на модель звёздной системы: сложный механизм из парящих сфер и жужжащих шестерней, находящийся под постоянным напряжением. В его центр заключена раскалённая сфера. Руби с восторженным вдохом произносит: «Это что-то вроде водоотливной установки. Готова поспорить, что эта сфера — её ключевая часть. Есть вероятность, что если украсть её, то весь океан обрушится нам на головы. — Она лукаво улыбается. — Так что готовьтесь бежать, если что». Прежде чем вы успеваете возразить, она берётся за древний механизм управления. Может, есть способ вынуть сферу и при этом не утонуть?..

source: If an investigator has the "No Place Like Home" task:
de: Falls ein Ermittler die Aufgabe <i>Zu Hause ist es am schönsten</i> hat:
es: Si un investigador tiene la tarea <i>Como en casa, en ningún sitio</i>:
fr: Si un investigateur a la Tâche « On n’Est Bien que Chez Soi » :
it: Se un investigatore possiede l'impresa "Nessun Posto Come Casa":
pl: Jeśli Zadanie któregoś z badaczy to „Nie ma jak w domu”:
ru: Если у сыщика есть задача «Лучше дома места нет»:

source: Task: No Place Like Home
de: Aufgabe: Zu Hause ist es am schönsten
es: Tarea: Como en casa, en ningún sitio
fr: Tâche : On n’Est Bien que Chez Soi
it: Impresa: Nessun Posto Come Casa
pl: Zadanie: Nie ma jak w domu
ru: Задача: Лучше дома места нет

source: Your head spins as you look up at the alien orrery. The sight brings you back to that first night, the night Tillinghast took you off the streets. The stars that night were bright, and you can't forget their particular formation, the same formation in front of you now. Away from the constant grind and concerns of your life in Arkham, you've done some thinking. Tillinghast's words were kind, but his tone was harsh, cold, unfeeling. Reflecting on it, you have only garnered the businessman's attention when you were useful. There was no kindness in his act, when he saved you, he acquired you as yet another lackey in his quiver of debtors. This is the umpteenth "last job" you've been on. Is Tillinghast really worth his word?
de: Dir wird schwindlig, als du zu dem Modell eines fremdartigen Sonnensystems aufschaust. Der Anblick erinnert dich an die erste Nacht, an die Nacht, in der Tillinghast dich von der Straße geholt hat. Die Sterne in dieser Nacht waren so hell, dass du ihre besondere Formation nicht vergessen konntest, dieselbe Formation, die du jetzt vor dir siehst. In den letzten Tagen, abseits des ständigen Trotts und der Sorgen deines Lebens in Arkham, konntest du nachdenken. Tillinghasts Worte damals waren freundlich, aber sein Ton war hart, kalt und gefühllos. Nach genauer Überlegung stellst du fest, dass du die Aufmerksamkeit des Geschäftsmannes nur dann erregt hast, wenn du nützlich für ihn warst. In seiner Tat, dich zu retten, lag keine Freundlichkeit, er hat dich lediglich als einen weiteren Lakaien in sein Arsenal von Schuldnern eingereiht. Dies ist der x-te „letzte Job“, an dem du beteiligt bist. Kannst du Tillinghasts Worten wirklich trauen?
es: Cuando levantas la cabeza para mirar el planetario mecánico alienígena, la cabeza te da vueltas. Su visión te hace regresar a esa primera noche en la que Tillinghast te sacó de las calles. Las estrellas brillaban mucho aquella noche, y no olvidarás nunca su formación, que es la misma que tienes delante ahora mismo. Lejos de la constante rutina y preocupaciones de tu vida en Arkham, has podido reflexionar. Las palabras de Tillinghast fueron amables, pero su tono era duro, frío y carente de sentimientos. Al pensar en ello, ves que atrajiste la atención del empresario porque le resultabas útil. Su acto no tuvo amabilidad alguna; cuando te salvó, te adquirió como a otro más de los lacayos de su pelotón de deudores. Ni sabes cuántos “últimos trabajos” has realizado ya. ¿De verdad vale de algo la palabra de Tillinghast?
fr: La tête vous tourne lorsque vous regardez le planétaire extraterrestre. En le voyant, vous vous rappelez de cette première nuit, la nuit où Tillinghast vous a sauvé de la rue. Cette nuit-là, les étoiles étaient brillantes, et vous ne pouvez pas oublier leur configuration particulière, la même que celle qui se trouve devant vous maintenant. Loin de la routine et des préoccupations constantes de votre vie à Arkham, vous avez eu le temps de gamberger. Tillinghast avait eu des mots gentils à votre égard, mais son ton était dur, froid, sans émotion. En y réfléchissant, vous n’avez attiré l’attention de l’homme d’affaires que lorsque vous lui étiez utile. Sa bonne action n’avait pas été guidée par l’empathie, en vous sauvant, il avait investi dans un nouveau laquais. Une corde de plus à son arc. C’est le énième «dernier boulot» auquel vous participez. Tillinghast tiendra-t-il vraiment parole ?
it: Alzare lo sguardo verso il planetario alieno ti fa girare la testa. La vista ti fa tornare a quella prima notte, quando Tillinghast ti ha tolto dalla strada. Le stelle brillavano nel cielo allora, e non potrai mai dimenticare il peculiare schema in cui erano disposte... lo stesso in cui sono disposte, ora, davanti a te. Lontano dal trambusto e dalle preoccupazioni della tua vita quotidiana ad Arkham, hai avuto il tempo di pensare: le parole di Tillinghast erano gentili, ma il tono era rude, gelido, distaccato. Riflettendoci, riuscisti a guadagnarti l'attenzione di quell'uomo d'affari solo perché gli eri utile. Non c'era gentilezza nel suo fare, ma solo l'opportunità di incatenare un altro lacchè alla sua collezione di debitori. Questo non è che l'ennesimo "ultimo lavoro" che hai svolto. Che valore hanno davvero le promesse di Tillinghast?
pl: Rozglądasz się dokoła, podziwiając pozaziemskie planetarium. Widok przywodzi ci na myśl wspomnienie tej nocy, w czasie której Tillinghast przygarnął cię z ulicy. Doskonale pamiętasz jak jasne były wówczas gwiazdy i w jakim układzie się znajdowały. Tym samym układzie, który właśnie przed sobą widzisz. Tu, z dala od trosk i doczesności życia w Arkham, masz czas na przemyślenia. Słowa Tillinghasta były miłe, lecz ton jego głosu zimny, ostry i pozbawiony głębszych uczuć. Gdy się nad tym mocniej zastanawiasz, to okazywał ci zainteresowani wyłącznie wtedy, gdy byłeś mu potrzebny. Nie kierował się życzliwością, gdy cię uratował. Chodziło mu jedynie o pozyskanie kolejnego popychadła na swoje rozkazy. Nie zliczysz, ile razy wykonywałeś dla niego „ostatnią robotę”. Czy naprawdę jego słowa są warte choćby funta kłaków?
ru: Когда вы смотрите на инопланетный механизм, у вас голова идёт кругом. Его вид напоминает вам о той ночи, когда Тиллингаст забрал вас с улицы. Звёзды тогда светили ярко, и вы никогда не забудете их положение — точь-в-точь такое же, как у сфер этого механизма. В Аркхэме вы успели не только отработать как лошадь и погоревать о будущем, но и пораскинуть мозгами. Несмотря на добрые слова, тон Тиллингаста был резким, холодным и безучастным. Если подумать, вы получали внимание бизнесмена, только когда были зачем-то нужны ему. В его действиях не было доброты; он спас вас, чтобы вы стали очередным лакеем в его толпе должников. Это невесть какое по счёту «последнее дело», на которое он вас послал. Неужели Тиллингаст действительно стоит того?

source: <i>"Mr. Tillinghast has treated me well. I trust him."</i>
de: <i>„Mr. Tillinghast hat es immer gut mit mir gemeint. Ich vertraue ihm.“</i>
es: <i>–El señor Tillinghast me ha tratado bien. Me fío de él.</i>
fr: <i>« M. Tillinghast m’a bien traité. Je lui fais confiance. »</i>
it: <i>"Mr. Tillinghast è sempre stato buono con me. Mi voglio fidare di lui."</i>
pl: <i>„Pan Tillinghast dobrze mnie traktował. Ufam mu”.</i>
ru: <i>«Мистер Тиллингаст хорошо со мной обращался. Я ему доверяю».</i>

source: Heal 1 mental or 1 physical trauma from your investigator. Erase 1 progress under "No Place Like Home" in your Campaign Log.
de: Heile 1 seelisches oder 1 körperliches Trauma deines Ermittlers. Lösche 1 Fortschritt unter <i>Zu Hause ist es am schönsten</i> im Kampagnenlogbuch.
es: Borra 1 trauma mental o 1 trauma físico de tu investigador. Borra 1 progreso de <i>Como en casa, en ningún sitio</i> en el registro de campaña.
fr: Soignez votre investigateur de 1 traumatisme mental ou physique. Effacez 1 progression de « On n’est Bien Que Chez Soi » dans votre Carnet de Campagne.
it: Cura 1 trauma mentale o 1 trauma fisico al tuo investigatore. Cancella 1 progresso alla voce "Nessun Posto Come Casa" nel Diario della Campagna.
pl: Wylecz 1 punkt traumy fizycznej lub 1 punkt traumy psychicznej z twojego badacza. Wymaż 1 postęp pod Zadaniem <i>Nie ma jak w domu</i> w Dzienniku kampanii.
ru: Вылечите своему сыщику 1 ментальную или 1 физическую травму. Сотрите 1 отметку в графе задачи «Лучше дома места нет» журнала кампании.

source: <i>"I'm on my own. There's no one I can trust."</i>
de: <i>„Ich bin auf mich allein gestellt. Ich kann niemandem vertrauen.“</i>
es: <i>–Estoy solo. No puedo fiarme de nadie.</i>
fr: <i>« Je ne dois compter que sur moi-même. Je ne peux faire confiance à personne. »</i>
it: <i>"Faccio da solo. Non posso fidarmi di nessuno."</i>
pl: <i>„Mogę liczyć tylko na siebie. Nie mam nikogo, komu mogę zaufać”.</i>
ru: <i> «Мне лучше держаться в одиночку. Я никому не могу доверять».</i>
