Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/06_the_drowned_quarter.po
Languages: de, es, fr, it, pl, ru

source: [skull]: -X. X is the number of revealed locations. [cultist]: -3. If your location is flooded, take 1 damage. [tablet]: -4. For each point you fail by, place 1 of your clues on your location. [elder_thing]: -4 (-6 instead if your location is not flooded).
de: [skull]: -X. X ist Anzahl aller enthüllten Orte. [cultist]: -3. Falle dein Ort überflutet ist, nimm 1 Schaden. [tablet]: -4. Für jeden Punkt um den die Probe misslingt, platziere 1 deiner Hinweise auf deinem Ort. [elder_thing]: -4 (-6 stattdessen, falls dein Ort nicht überflutet ist).
es: [skull]: -X. X la cantidad de Lugares revelados. [cultist]: -3. Si tu Lugar está inundado, recibe 1 punto de daño. [tablet]: -4. Coloca 1 de tus pistas en tu Lugar por cada punto que te falte para tener éxito. [elder_thing]: -4, o bien -6 si tu Lugar no está inundado.
it: [skull]: -X, dove X è il numero di luoghi aperti. [cultist]: -3. Se il tuo luogo è allagato, subisci 1 danno. [tablet]: -4. Per ogni punto di cui fallisci, colloca 1 tuo indizio sul tuo luogo. [elder_thing]: -4 (-6 se invece il tuo luogo non è allagato).
ru: [skull]: –X. X равен числу открытых локаций. [cultist]: –3. Если ваша локация затоплена, получите 1 рану. [tablet]: –4. При провале за каждую единицу, которой вам не хватило, положите 1 свою улику в вашу локацию. [elder_thing]: –4 (или –6, если ваша локация незатоплена).
