Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/08_the_grand_vault.po
Languages: de, es, fr, it, pl, ru

source: The expedition members pass the evening sharing stories and cracking jokes. Even in spite of the city's dour atmosphere, spirits seem to be high. While Ruby plays poker with the more impulsive expedition members, you share your findings with Andy. He, in turn, recounts their trek down the sunken western wall and through the ancient foundations of the city. "A rockslide stranded us in some kind of ancient crypt. There were mummified remains of some ghastly creatures—nothing like anything I've ever seen before. Otherwise, it's been pretty uneventful," Andy says, handing you a bowl of bland stew. "Ah, but actually, a few days back, we ran into someone who was deathly sick. They refused to come with us. Said they were some kind of 'pilgrim' and that they came here to worship the god of this ancient city. Something named Cthulhu." The name "Cthulhu" rings in your ears.You have heard it time and again in your dreams. After the meal, you find yourself speaking it, under your breath, as you fall asleep.
de: Die Expeditionsmitglieder verbringen den Abend damit, Erlebnisse auszutauschen und Witze zu reißen. Trotz der düsteren Atmosphäre in der Stadt scheint die Stimmung gut zu sein. Während Ruby mit einigen anderen Expeditionsmitglieder eine spon- tane Poker-Runde veranstaltet, teilst du Andy deine Erkenntnisse mit. Er revanchiert sich und berichtet von seiner Reise den versunkenen Westwall hinab und durch die uralten Fundamente der Stadt. „Ein Felssturz hat uns in einer Art alter Krypta stranden lassen. Dort lagen mumifizierte Überreste einiger grässlicher Kreaturen – nichts, was ich je zuvor gesehen habe. Ansonsten war die Route ziemlich ereignislos“, berichtet Andy und reicht dir eine Schüssel mit Eintopf, der jedoch äußerst fade schmeckt. „Ah, vor ein paar Tagen sind wir jedoch tatsächlich jemandem begegnet. Einem todkranken Mann. Er hat sich geweigert, mit uns zu kommen. Er behauptete, eine Art ‚Pilger‘ zu sein, der hierher gekommen sei, um den Gott dieser uralten Stadt anzubeten. Einen Gott namens Cthulhu.“ Der Name „Cthulhu“ klingt in deinen Ohren. Du hast ihn immer wieder in deinen Träumen gehört. Nach dem Essen sprichst du den Namen leise vor dich hin, während du einschläfst.
es: Los miembros de la expedición pasan la noche compartiendo historias y haciendo chistes. Pese al taciturno ambiente de la ciudad, la moral parece estar alta. Mientras Ruby juega al póquer con los miembros de la expedición más impulsivos, tú compartes tus hallazgos con Andy. Éste, a su vez, te cuenta su viaje por la muralla occidental sumergida y por los antiguos cimientos de la ciudad. –Un alud nos impidió acceder a una especie de cripta. Había restos momificados de unas espeluznantes criaturas distintas a cualquier cosa que haya visto nunca. Por lo demás, no ha habido nada reseñable –te dice Andy mientras te pasa un cuenco de estofado soso–. Ah, bueno, hace unos días nos topamos con alguien que estaba moribundo. Se negó a acompañarnos. Dijo que era una especie de “peregrino” y que había acudido aquí a venerar al dios de esta antigua ciudad. Algo llamado Cthulhu. El nombre “Cthulhu” resuena en tus oídos. Lo has escuchado una y otra vez en tus sueños. Tras la comida, te descubres pronunciándolo como un susurro mientras te duermes.
fr: Les membres de l’expédition passent la soirée à échanger des histoires et des plaisanteries. Malgré l’atmosphère morose de la cité, le moral est au beau fixe. Pendant que Ruby joue au poker avec les membres les plus impétueux de l’expédition, vous faites part de vos découvertes à Andy. Il raconte à son tour leur périple le long du mur occidental immergé et à travers les anciennes fondations de la cité. « Un éboulement nous a fait échouer dans une sorte d’ancienne crypte. Elle contenait les restes momifiés de créatures effroyables, rien de comparable à ce que j’ai vu auparavant. Sinon, tout s’est déroulé sans incident », dit Andy en vous tendant un bol de ragoût insipide. « Ah, si, il y a quelques jours, nous sommes tombés sur quelqu’un qui était mortellement malade. Il a refusé de venir avec nous. Il a dit qu’il était une sorte de «pèlerin» et qu’il était venu ici pour vénérer le dieu de cette ancienne cité. Quelque chose qui s’appelle Cthulhu.» Le nom de « Cthulhu » résonne à vos oreilles. Vous l’avez entendu maintes et maintes fois dans vos rêves. Après le repas, vous vous retrouvez à le prononcer, dans un murmure, en vous endormant.
it: I membri della spedizione trascorrono la sera raccontandosi storie e barzellette. Nonostante la città sia immersa in un'atmosfera cupa il morale è alto e, mentre Ruby gioca a poker con i vostri compagni di viaggio meno accorti, vi dedicate a condividere con Andy quello che avete scoperto. Il giornalista, dal canto suo, vi racconta della sua scarpinata giù dalla parete occidentale e attraverso le antiche fondamenta della città. "Una frana ci ha bloccati dentro una specie di antica cripta, piena zeppa dei resti mummificati di strane creature spettrali. Mai visto niente di simile. A parte questo, il viaggio è stato piuttosto tranquillo" continua, porgendovi una ciotola di stufato insipido. "Ah, a dire il vero, qualche giorno fa siamo incappati in alcune persone che sembravano avere un piede nella fossa. Si sono rifiutate di venire con noi, dicendo di essere dei 'pellegrini' venuti fin qui per venerare il dio di questa antica città. Lo chiamavano Cthulhu." Il nome "Cthulhu" vi rimbomba nelle orecchie. Lo avete sentito più e più volte nei vostri sogni e, finito di mangiare, vi ritrovate a pronunciarlo sottovoce, a denti stretti, mentre prendete sonno.
pl: Członkowie ekspedycji spędzają wieczór na żartach i dzieleniu się opowieściami. Wszyscy są w dobrych nastrojach, mimo przytłaczającej aury miasta. Gdy Ruby rozgrywa partyjkę pokera z jednym z bardziej krewkich członków wyprawy, wy dzielicie się z Andym swoimi znaleziskami. W rewanżu on opowiada o przeprawie w dół zatopionego zachodniego muru i badaniu prastarych podwalin miasta. „Lawina kamieni uwięziła nas w jakieś starożytnej krypcie. Były tam zmumifikowane szczątki upiornych istot. Wżyciu czegoś takiego nie widziałem. Ale oprócz tego, nic się w sumie nie wydarzyło” — mówi Andy, rozdając wam miski ze strawą. „Chociaż nie, czekaj, kilka dni temu trafiliśmy na kogoś, kto był śmiertelnie chory. Nie chciał z nami iść. Twierdził, że jest jakimś «pielgrzymem» i przybył tu, żeby oddać cześć bóstwu tego miejsca. Jakiemuś Cthulhu”. „Cthulhu”... coś wam to mówi. W snach wielokrotnie słyszeliście to imię. Po posiłku łapiecie się na tym, że tuż przed zaśnięciem je wypowiadacie.
ru: Члены экспедиции проводят вечер, перекидываясь шутками и делясь историями. Даже несмотря на угрюмую атмосферу города, у всех, похоже, приподнятое настроение. Пока Руби играет в покер с более азартными товарищами, вы делитесь своими находками с Энди. В ответ он рассказывает о своём путешествии по затонувшей западной стене и древним основаниям города. «Из-за обвала мы застряли в каком-то древнем склепе. Там были мумифицированные останки неких жутких тварей, не похожих ни на что из того, что мне доводилось видеть. Если не считать этого, особых происшествий не было, — произносит Энди и протягивает вам миску простой похлёбки. — Ах да, вообще-то несколько дней назад мы встретили смертельно больного человека. Он отказался идти с нами, назвался пилигримом и сказал, что прибыл сюда, чтобы помолиться богу этого древнего города. Некоему Ктулху». Имя «Ктулху» отдаётся эхом у вас в мыслях. Вы множество раз слышали его в собственных сновидениях. После ужина вы обнаруживаете, что, засыпая, шепчете его себе под нос.

source: [skull]: -X. X is half the number of activated locations (rounded down). [cultist]: -3. If you fail, you must either deactivate your location or take 1 damage or 1 horror. [tablet]: -2 (-3 instead if your location is partially flooded; -4 instead if your location is fully flooded). [elder_thing]: -4. If you fail, search the encounter discard pile for a copy of the Still Behind You treachery and add it to the victory display.
de: [skull]: -X. X ist die Hälfte aller aktivierten Orte (abgerundet). [cultist]: -3. Falls die Probe misslingt, musst du entweder deinen Ort deaktivieren oder 1 Schaden oder 1 Horror nehmen. [tablet]: -2 (-3 stattdessen, falls dein Ort teilweise überflutet ist; -4 stattdessen falls dein Ort völlig überflutet ist). [elder_thing]: -4. Falls die Probe misslingt, durchsuche den Begegnungs-Ablagestapel nach einer Kopie der Verratskarte Noch immer hinter dir und füge sie dem Siegpunktestapel hinzu.
es: [skull]: -X. X es la mitad de la cantidad de Lugares activados (redondeando hacia abajo). [cultist]: -3. Si fracasas, debes desactivar un Lugar o bien recibir 1 punto de daño o 1 punto de horror. [tablet]: -2, o bien -3 si tu Lugar está parcialmente inundado; o bien -4 si tu Lugar está totalmente inundado. [elder_thing]: -4. Si fracasas, busca en la pila de descartes de Encuentros una copia de la Traición Sigue detrás de ti y añádela a la zona de victoria.
fr: [skull]: -X. X est le nombre de lieux activés divisé par deux (arrondir à l'inférieur). [cultist]: -3. En cas d'échec, vous devez soit désactiver votre lieu soit subir 1 dégât ou 1 horreur. [tablet]: -2 (-3 à la place si votre lieu est partiellement inondé ; -4 à la place s'il est complètement inondé). [elder_thing]: -4. En cas d'échec, cherchez un exemplaire de la traîtrise Toujours Derrière Vous dans la pile de défausse Rencontre et ajoutez-la à la pile de victoire.
it: [skull]: -X, dove X è la metà del numero di luoghi attivati (arrotondando per difetto). [cultist]: -3. Se fallisci, scegli se disattivare il tuo luogo oppure subire 1 danno o l orrore. [tablet]: -2 (-3 se invece il tuo luogo è parzialmente allagato, -4 se invece è completamente allagato). [elder_thing]: -4. Se fallisci, cerca nella pila degli scarti degli incontri 1 copia della sventura È Ancora Dietro di Te e collocala nella galleria delle vittorie.
ru: [skull]: –X. X равен половине числа активированных локаций (округляя вниз). [cultist]: –3. При провале вы должны либо деактивировать свою локацию, либо получить 1 рану или 1 ужас. [tablet]: –2 (или –3, если ваша локация частично затоплена; или –4, если ваша локация полностью затоплена). [elder_thing]: –4. При провале найдите в сбросе контактов экземпляр напасти «Дышит в спину» и добавьте на победный счёт.

source: [skull]: -X. X is the number of activated locations. [cultist]: -4. After this test resolves, you must either deactivate your location or take 1 damage and 1 horror. [tablet]: -3 (-4 instead if your location is partially flooded; -5 instead if your location is fully flooded). [elder_thing]: -5. If you fail, search the encounter discard pile for a copy of the Still Behind You treachery and draw it.
de: [skull]: -X. X ist die Anzahl aller aktivierten Orte. [cultist]: -4. Falls die Probe misslingt, musst du entweder deinen Ort deaktivieren oder 1 Schaden oder 1 Horror nehmen. [tablet]: -3 (-4 stattdessen, falls dein Ort teilweise überflutet ist; -5 stattdessen falls dein Ort völlig überflutet ist). [elder_thing]: -5. Falls die Probe misslingt, durchsuche den Begegnungs-Ablagestapel nach einer Kopie der Verratskarte Noch immer hinter dir und ziehe sie.
es: [skull]: -X. X es la cantidad de Lugares activados. [cultist]: -4. Después de que se resuelva esta prueba, debes desactivar un Lugar o bien recibir 1 punto de daño y 1 punto de horror. [tablet]: -3, o bien -4 si tu Lugar está parcialmente inundado; o bien -5 si tu Lugar está totalmente inundado. [elder_thing]: -5. Si fracasas, busca en la pila de descartes de Encuentros una copia de la Traición Sigue detrás de ti y róbala.
fr: [skull]: -X. X est le nombre de lieux activés. [cultist]: -4. Après la résolution de ce test, vous devez soit désactiver votre lieu soit subir 1 horreur et 1 dégât. [tablet]: -3 (-4 à la place si votre lieu est partiellement inondé; -5 à la place si votre lieu est complètement inondé). [elder_thing]: -5. En cas d'échec, cherchez un exemplaire de la traîtrise Toujours Derrière Vous dans la pile de défausse Rencontre et piochez-le.
it: -X, dove X è il numero di luoghi attivati. [cultist]: risolta, scegli se disattivare il tuo luogo oppure subire 1 danno e 1 orrore. -4. Dopo che questa prova è stata [tablet]: -3 (-4 se invece il tuo luogo è parzialmente allagato, -5 se invece è completamente allagato). [elder_thing]: -5. Se fallisci, cerca nella pila degli scarti degli incontri 1 copia della sventura È Ancora Dietro di Te e pescala.
ru: [skull]: –X. X равен числу активированных локаций. [cultist]: –4. После завершения этой проверки вы должны либо деактивировать свою локацию, либо получить 1 рану и 1 ужас. [tablet]: –3 (или –4, если ваша локация частично затоплена; или –5, если ваша локация полностью затоплена). [elder_thing]: –5. При провале найдите в сбросе контактов экземпляр напасти «Дышит в спину» и возьмите её.

source: Sealed Chamber
de: Versiegelte Kammer
es: Sala sellada
fr: Chambre Scellée
it: Camera Sigillata
pl: Zapieczętowana komora
ru: Запечатанная камера

source: The core of the vault houses an elaborate control station. With the surrounding chambers activated, the control station hums with a sickly green energy. Ancient stylized glyphs portray a warped, shifting facsimile of the city. After some scrutiny, you surmise that the station powers each sector of the city; most notably, there is one familiar area that catches your attention: a pair of massive gates in the base of a towering spire. Their design looks curiously like the obsidian gates where you made landfall. A small red node blinks underneath it, as if begging you to press it.
de: Im Kern des Gewölbes befindet sich eine ausgeklügelte Kontrollstation. Da die umliegenden Kammern aktiviert sind, gibt die Kontrollstation summend ein kränklich grünes Licht ab. Alte stilisierte Glyphen stellen ein verzerrtes, sich veränderndes Abbild der Stadt dar. Nach genauerer Betrachtung vermutest du, dass die Station jeden Sektor der Stadt mit Energie versorgt. Ein Bereich fällt dir besonders auf: ein Paar massiver Tore am Fuße eines hoch aufragenden Turms. Sie erinnern dich irgendwie an die Obsidian-Tore an der Stelle, wo ihr an Land gegangen seid. Darunter blinkt ein kleiner roter Knopf, als würde er dich auffordern, ihn zu drücken.
es: El núcleo de la cámara alberga un elaborado puesto de control. Con las salas circundantes activadas, el puesto de control vibra con una pálida energía verde. Unos antiguos símbolos estilizados ofrecen un distorsionado y cambiante facsímil de la ciudad. Tras examinarlos, conjeturas que el puesto proporciona energía a cada uno de los sectores de la ciudad; entre ellos, hay una zona familiar que te llama poderosamente la atención: un par de enormes puertas en la base de una descomunal torre. Curiosamente, su diseño se parece a las puertas de obsidiana donde desembarcasteis. Tiene un pequeño nodo rojo debajo que parpadea como si quisiera que lo pulsases.
fr: Le cœur de la crypte abrite une station de contrôle perfectionnée. Lorsque les chambres environnantes sont activées, le poste de contrôle bourdonne d’une énergie verdâtre. D’anciens glyphes stylisés forment une carte déformée et changeante de la cité. Après un examen approfondi, vous supposez que la station alimente chaque secteur de la ville. En particulier, une zone familière attire votre attention: une paire de portes massives à la base d un pic imposant. Leur conception ressemble curieusement aux portes d’obsidienne de l’endroit où vous avez débarqué. Un petit nodule rouge clignote en dessous de ce secteur, comme s il vous suppliait d’appuyer dessus.
it: Il nucleo della cripta ospita un'elaborata stazione di controllo. Ora che le sale circostanti sono tutte attive, la stazione vibra di una malsana energia verdastra, e riuscite a scorgere degli antichi glifi stilizzati che rappresentano una versione distorta e mutevole della città. Dopo averla studiata con attenzione, riuscite a capire che la stazione alimenta ogni settore della città... compresa un'area a voi familiare, che attira la vostra attenzione: una torre a spirale, alla cui base si apre un gigantesco portone di aspetto curiosamente simile ai cancelli di ossidiana davanti a cui siete sbarcati. Sotto la stazione c'è una piccola sporgenza rossa che lampeggia come se implorasse di essere premuta.
pl: W rdzeniu krypty mieści się sterownia. Dzięki aktywowaniu sąsiednich krypt, pulpit jarzy się zieloną energią. Starożytne glify przedstawiają wykręconą panoramę miasta. Po chwili obserwacji dochodzicie do wniosku, że sterownia zasila każdy z sektorów miasta. Jedno z miejsc szczególnie przykuwa waszą uwagę: to gigantyczne wrota u stóp iglicy. Ich wygląd do złudzenia przypomina drzwi, które widzieliście nieopodal miejsca, gdzie przybiliście do brzegu. Pod ich wizerunkiem mruga czerwony przycisk, zupełnie jakby kusił, by go wcisnąć.
ru: В ядре хранилища расположена замысловатая станция управления. Теперь, когда окружающие её камеры активированы, станция гудит ядовито-зелёной энергией. Древние стилизованные знаки проецируют искажённое подёргивающееся изображение Р’льеха. После некоторого изучения вы понимаете, что станция питает разные сектора города. Ваше внимание привлекает одна знакомая область: пара массивных врат у основания высокого шпиля. Они удивительно похожи на обсидиановые врата возле места вашей высадки. Под ними мигает красным небольшая точка, будто умоляя нажать её.

source: You are rescued from the churning water battered and bruised, but thankfully still alive. After returning to the towering precipice where you began, you are pleasantly surprised to find Ruby and Andy chatting over a meal of dry rations. Rather than cut the reunion short, you resolve to make camp. Together, you pass the evening cracking jokes and sharing stories. Before parting ways, Ruby and Andy share their findings and compile a crude map of the ancient city.
it: Venite salvati dalle correnti impetuose strapazzati e malconci, ma per fortuna siete ancora vivi. Dopo aver fatto ritorno allo strapiombo dove avete iniziato il viaggio, vi stupite nel trovare Ruby e Andy a chiacchierare sopra un piatto di razioni secche. Preferendo non interromperli, vi dedicate a preparare le tende per la notte, e trascorrete il resto della serata a fare battute e raccontarvi storie. Prima di separarvi nuovamente, Ruby e Andy condividono con voi ciò che hanno scoperto, aiutandovi a tracciare una mappa approssimativa dell'antica città.
pl: Zostajecie uratowani ze wzburzonej wody. Jesteście poobijani i wykończeni, ale na szczęście nadal żywi. Wracacie do podnóża wieży i ku nieskrywanej radości natrafiacie tam na Ruby i Andy'ego, którzy rozmawiają, racząc się suchymi racjami żywnościowymi. Postanawiacie w pełni wykorzystać fakt ponownego spotkania i proponujecie rozbicie obozu. Wieczór mija wam na żartach i opowiadaniu o tym, co was spotkało. Nim każde z was rusza w swoją stronę, Ruby i Andy dzielą się swoimi odkryciami, nanosząc wszystko na wspólną mapę pradawnego miasta.
ru: Когда вас вытаскивают из бурных вод, вы с головы до ног покрыты синяками, но, к счастью, живы. Вернувшись к обрыву, с которого вы начали путешествие по хранилищу, вы, к своему приятному удивлению, обнаруживаете, что Руби и Энди беседуют за трапезой из сухих пайков. Вы решаете не прерывать воссоединение и разбиваете здесь лагерь. Вы проводите вечер вместе, перекидываясь шутками и делясь историями. Прежде чем разойтись, Руби и Энди рассказывают друг другу, что΄ обнаружили, и составляют примерную карту древнего города.
