Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/08_the_grand_vault.po
Languages: de, es, fr, it, pl, ru

source: You lie awake in the dark for several hours, mulling over your last conversation in Arkham. Carl Sanford, head of the Silver Twilight Lodge, told you he had a deal for you. A better deal than anything Tillinghast would ever give you. All you have to do is present your findings to him instead of Randall. If you skim a few extra relics on the side, maybe swipe some notes and photos of the ancient city, he promised double what Tillinghast would pay, maybe even more. You didn’t want to get involved in whatever petty feud is unfolding between the two old men. There is certainly risk in playing both sides. That said, you didn’t get the impression Sanford thought he was giving you a choice. If you play your cards right, you could collect from both Sanford and Tillinghast and walk away with triple the reward. Whatever you do, you’ll need to be resolved to see it through.
de: Du liegst mehrere Stunden lang im Dunkeln wach und denkst über dein letztes Gespräch nach, das du vor deinem Aufbruch aus Arkham geführt hast. Carl Sanford, der Leiter der Silberloge der Dämmerung, hatte ein Angebot für dich. Ein besseres Angebot als alles, was Tillinghast dir jemals unterbreiten würde. Alles, was du tun musst, ist, ihm deine Ergebnisse zu präsentieren, anstatt Randall. Wenn du nebenbei ein paar zusätzliche Relikte einsammeln kannst, vielleicht ein paar Notizen und Fotografien von der uralten Stadt stiehlst, hat er dir das Doppelte von dem ver- sprochen, was Tillinghast zahlen würde, vielleicht sogar noch mehr. Eigentlich hattest du nicht vor, dich in die kleingeistige Fehde zweier alter Männer einzumischen. Es ist sicherlich auch riskant, beide gegeneinander auszuspielen. Allerdings hattest du auch nicht den Eindruck gehabt, dass Sanford dir mit seinem Angebot eine Wahl lassen würde. Wenn du jedoch deine Karten richtig ausspielst, könntest du sowohl von Sanford als auch von Tillinghast Geld kassieren und mit der dreifachen Bezahlung davonkommen. Was auch immer du tust, du musst fest entschlossen sein, es auch durchzuziehen.
es: Permaneces varias horas despierto en la oscuridad, dándole vueltas a la última conversación que tuviste en Arkham. Carl Sanford, el líder de la Logia del Crepúsculo de Plata, te dijo que podía ofrecerte un trato. Uno mejor que cualquiera que Tillinghast fuese a ofrecerte nunca. Lo único que tienes que hacer es llevarle a él tus hallazgos en lugar de a Randall. Si sacas un par de reliquias y te haces con algunas notas y fotos de la antigua ciudad, te ha prometido el doble de lo que te pagaría Tillinghast, puede que incluso más. No querías involucrarte en la estúpida rivalidad que tienen los dos ancianos, y hay un claro riesgo en ponerte a jugar a dos bandas. Dicho eso, no tuviste la impresión de que Sanford pensara que te estuviera dando elección. Si juegas bien tus cartas, podrías cobrar tanto de Sanford como de Tillinghast y lograr el triple de recompensa. Hagas lo que hagas, te hará falta determinación para llevarlo a cabo.
fr: Vous restez éveillé dans le noir pendant plusieurs heures, repensant à votre dernière conversation à Arkham. Carl Sanford, directeur de la Loge du Crépuscule d Argent, vous a dit qu’il avait un marché à vous proposer. Un marché plus intéressant que tout ce que Tillinghast pourrait vous offrir. Tout ce que vous avez à faire, c’est de lui présenter vos découvertes au lieu de les montrer à Randall. Si vous subtilisez quelques reliques, voire des notes et des photographies de l’ancienne cité, il vous promet le double de ce que Tillinghast paierait, voire plus. Vous ne vouliez pas vous impliquer dans la querelle mesquine qui oppose les deux vieillards. Il y a certainement un risque à jouer sur les deux tableaux. Cela dit, vous n’avez pas eu l’impression que Sanford vous laissait le choix. Si vous jouez bien vos cartes, vous pourriez tout à la fois obtenir un paiement de Sanford et de Tillinghast, triplant ainsi votre cachet. Quoi que vous fassiez, vous devrez être résolu à aller jusqu’au bout.
it: Passi ore al buio sul tuo giaciglio, con gli occhi spalancati, a rimuginare sulle ultime conversazioni avute ad Arkham. Carl Sanford, il capo della Loggia del Crepuscolo d'Argento, ti aveva proposto un accordo. Un accordo migliore di quanto Tillinghast avrebbe mai potuto offrirti. Non devi fare altro che portare le tue scoperte a lui, invece che a Randall... E se dovessi riuscire a intascarti qualche reliquia di straforo, magari anche ad arraffare qualche appunto e foto della vecchia città, Sanford ti darebbe il doppio di quanto Tillinghast sarebbe disposto a pagare. Se non anche di più. Avresti fatto volentieri a meno di finire in mezzo al dispettoso feudo che corre tra quelle due cariatidi, e di sicuro corri un grosso rischio a tenere il piede in due staffe. Detto questo, non hai avuto l'impressione che Sanford ti stesse offrendo una scelta. Giocati bene le tue carte e potresti riscuotere da entrambi, e tornartene a casa con il portafogli molto gonfio. Qualsiasi decisione prenderai, dovrai avere la determinazione di andare fino in fondo.
pl: Przez kilka godzin leżysz w ciemności, przywołując w pamięci ostatnią rozmowę, jaką Odbyłeś w Arkham. Carl Sanford, głowa Loży Srebrnego Świtu, twierdził, że ma dla ciebie propozycję. Lepszą niż cokolwiek, co mógłby zaoferować Tillinghast. Musisz jedynie dostarczyć to co znajdziesz jemu, zamiast Randallowi. Wystarczy, że zachachmęcisz kilka reliktów, może podprowadzisz kilka zdjęć i notatek na temat miasta, a Sanford zapłaci ci dwa razy tyle, co zapłaciłby Tillinghast. A może nawet sypnie coś ekstra. Wolałbyś nie mieszać się w niesnaski między tymi dwoma, a gra na dwa fronty zawsze wiąże się z ryzykiem. Mając to z tyłu głowy postarałeś się, żeby nie wyglądało, że oferta Sanforda zrobiła na tobie wrażenie. Jeżeli dobrze to rozegrasz, to może zdołasz wydoić jednego i drugiego, a następnie odejść z potrójną wypłatą. Jednak czego byś nie planował, to musi to być perfekcyjnie przygotowane.
ru: Вы не можете заснуть и несколько часов лежите в темноте, прокручивая в голове свой последний разговор в Аркхэме. Карл Сэнфорд, магистр ложи Серебряных Сумерек, сказал, что у него есть для вас предложение. И это предложение лучше всего, что может пообещать вам Тиллингаст. Всё, что вам нужно сделать, — это предоставить свои находки Сэнфорду вместо Тиллингаста. Если вы добавите к сделке пару реликвий и, быть может, приложите описания и фото древнего города, он пообещал удвоить сумму, обещанную Тиллингастом, — или даже увеличить её ещё больше. Вы не хотите ввязываться в мелочную ссору этих стариков, какой бы она ни была. Однако игра на обе стороны имеет свои риски. Тем не менее не похоже, что Сэнфорд собирался давать вам выбор. Если правильно разыграете карты, сможете забрать деньги и у Сэнфорда, и у Тиллингаста и выйти из передряги с утроенной выручкой. Что бы вы ни решили, главное — довести дело до конца.

source: <i>Play it safe.</i>
de: <i>Gehe kein Risiko ein.</i>
es: <i>Ir a lo seguro.</i>
fr: <i>Jouer la sécurité.</i>
it: <i>Non rischiare.</i>
pl: <i>Może lepiej nie kombinować.</i>
ru: <i>Не рисковать.</i>

source: Erase 1 progress under "Good Money" in your Campaign Log. During the next scenario, you begin the game with 3 additional resources.
de: Lösche 1 Fortschritt unter <i>Gutes Geld</i> im Kampagnenlogbuch. Das nächste Szenario beginnst du mit 3 zusätzlichen Ressourcen.
es: Borra 1 progreso de “Un buen dinero” en el registro de campaña. Durante el próximo escenario, comienzas la partida con 3 recursos adicionales.
fr: Effacez 1 progression de « Une Somme Inespérée » dans votre Carnet de Campagne. Lors du prochain scénario, vous commencerez la partie avec 3 ressources supplémentaires.
it: Cancella 1 progresso alla voce "Fior di Quattrini" nel Diario della Campagna. Durante il prossimo scenario, inizi la partita con 3 risorse aggiuntive.
pl: Wymaż 1 postęp pod Zadaniem „Niezły szmal” w Dzienniku kampanii. Zaczynasz kolejny scenariusz z 3 dodatkowymi żetonami zasobów.
ru: Сотрите 1 отметку в графе «Большой куш» журнала кампании. Во время следующего сценария вы начинаете игру с 3 дополнительными ресурсами.

source: <i>Play both sides for all they're worth.</i>
de: <i>Spiele beide Seiten nach allen Regeln der Kunst aus.</i>
es: <i>Exprimir a ambos bandos.</i>
fr: <i>Jouer sur les deux tableaux, pour le meilleur et pour le pire.</i>
it: <i>Cerca di trarre il massimo da entrambi.</i>
pl: <i>Grasz na dwa fronty, opłaci się.</i>
ru: <i>Вытрясти из обеих сторон всё, что можно.</i>

source: Mark 2 progress under "Good Money" in your Campaign Log. During the next scenario, you cannot gain resources during the upkeep phase.
de: Hake 2 Fortschritt unter <i>Gutes Geld</i> im Kampagnenlogbuch ab. Im nächsten Szenario kannst du während der Unterhaltsphase keine Ressourcen erhalten.
es: Marca 2 progresos en “Un buen dinero” en el registro de campaña. Durante el próximo escenario, no puedes obtener recursos durante la fase de Mantenimiento.
fr: Cochez 2 progressions de « Une Somme Inespérée » dans votre Carnet de Campagne. Lors du prochain scénario, vous ne pourrez pas gagner de ressources lors de la phase d’entretien.
it: Spunta 2 progressi alla voce "Fior di Quattrini" nel Diario della Campagna. Durante il prossimo scenario, non puoi ottenere risorse durante la Fase di Gestione.
pl: Zaznacz 2 postępy pod Zadaniem „Niezły szmal” w Dzienniku kampanii. Podczas następnego scenariusza nie możesz zyskiwać żetonów zasobów podczas fazy utrzymania.
ru: Поставьте 2 отметки в графе «Большой куш» журнала кампании. Во время следующего сценария вы не можете брать ресурсы в фазе передышки.

# masculine
source: #name# starts with 3 additional resources.
de: #name# beginnt mit 3 zusätzlichen Ressourcen.
es: #name# comienza la partida con 3 recursos adicionales.
fr: commence la partie avec 3 ressources supplémentaires.
it: #name# inizia con 3 risorse aggiuntive.
pl: #name# zaczyna kolejny scenariusz z 3 dodatkowymi żetonami zasobów.
ru: #name# начинает игру с 3 дополнительными ресурсами.

# feminine
source: #name# starts with 3 additional resources.
de: #name# beginnt mit 3 zusätzlichen Ressourcen.
es: #name# comienza la partida con 3 recursos adicionales.
fr: commence la partie avec 3 ressources supplémentaires.
it: #name# inizia con 3 risorse aggiuntive.
pl: #name# zaczyna kolejny scenariusz z 3 dodatkowymi żetonami zasobów.
ru: #name# начинает игру с 3 дополнительными ресурсами.

# nonbinary
source: #name# starts with 3 additional resources.
de: #name# beginnt mit 3 zusätzlichen Ressourcen.
es: #name# comienza la partida con 3 recursos adicionales.
fr: commence la partie avec 3 ressources supplémentaires.
it: #name# inizia con 3 risorse aggiuntive.
pl: #name# zaczyna kolejny scenariusz z 3 dodatkowymi żetonami zasobów.
ru: #name# начинает игру с 3 дополнительными ресурсами.

# masculine
source: #name# cannot gain resources during the upkeep phase.
de: #name# kann während der Unterhaltsphase keine Ressourcen erhalten.
es: #name# no puede obtener recursos durante la fase de Mantenimiento.
fr: ne peut pas gagner de ressources lors de la phase d’entretien.
it: #name# non può ottenere risorse durante la Fase di Gestione.
pl: #name# nie może zyskiwać żetonów zasobów podczas fazy utrzymania.
ru: #name# не может брать ресурсы в фазе передышки.

# feminine
source: #name# cannot gain resources during the upkeep phase.
de: #name# kann während der Unterhaltsphase keine Ressourcen erhalten.
es: #name# no puede obtener recursos durante la fase de Mantenimiento.
fr: ne peut pas gagner de ressources lors de la phase d’entretien.
it: #name# non può ottenere risorse durante la Fase di Gestione.
pl: #name# nie może zyskiwać żetonów zasobów podczas fazy utrzymania.
ru: #name# не может брать ресурсы в фазе передышки.

# nonbinary
source: #name# cannot gain resources during the upkeep phase.
de: #name# kann während der Unterhaltsphase keine Ressourcen erhalten.
es: #name# no puede obtener recursos durante la fase de Mantenimiento.
fr: ne peut pas gagner de ressources lors de la phase d’entretien.
it: #name# non può ottenere risorse durante la Fase di Gestione.
pl: #name# nie może zyskiwać żetonów zasobów podczas fazy utrzymania.
ru: #name# не может брать ресурсы в фазе передышки.

source: Each investigator resigned during Act 1 or was defeated
de: Alle Ermittler haben in Szene 1 aufgegeben oder wurden besiegt
es: Todos los investigadores desistieron durante el acto 1 o fueron derrotados
fr: Tous les investigateurs ont abandonné lors de l’Acte 1 ou ont été vaincus
it: Ogni investigatore ha abbandonato durante il Capitolo 1 o è stato sconfitto
pl: Wszyscy badacze zrezygnowali w trakcie Aktu 1 lub zostali pokonani
ru: Все сыщики совершили побег во время сцены 1 или побеждены

source: You are rescued from the churning water battered and bruised, but thankfully still alive. After returning to the towering precipice where you began, you are pleasantly surprised to find Ruby and Andy chatting over a meal of dry rations. Rather than cut the reunion short, you resolve to make camp. Together,you pass the evening cracking jokes and sharing stories. Before parting ways, Ruby and Andy share their findings and compile a crude map of the ancient city.
de: Du wirst von den anderen aus dem aufgewühlten Wasser gerettet – mit einigen Wunden und Prellungen, aber immerhin bist du noch am Leben. Nachdem du zu dem Steilhang zurückgekehrt bist, an dem du gestartet bist, stellst du erfreut fest, dass Ruby und Andy bei einer Mahlzeit aus Trockenrationen in eine Unterhaltung vertieft sind. Anstatt ihr Wiedersehen zu unterbrechen, beschließt du, ein Lager aufzuschlagen. Danach verbringt ihr gemeinsam den Abend damit, Witze zu reißen und Erlebnisse auszutauschen. Bevor sich eure Wege wieder trennen, teilen Ruby und Andy ihre Erkenntnisse miteinander und erstellen eine grobe Karte der uralten Stadt.
es: Te rescatan de las agitadas aguas con moratones y magulladuras, pero al menos con vida. Tras volver al enorme precipicio en el que comenzaste, te encuentras con la agradable sorpresa de ver a Ruby y a Andy charlando mientras comparten unas raciones secas. En lugar de cortar la reunión, decides acampar. Pasáis la noche juntos haciendo chistes y compartiendo historias. Antes de separaros, Ruby y Andy comparten sus hallazgos y trazan un burdo mapa de la antigua ciudad.
fr: Vous êtes sauvés des eaux tumultueuses. Vous en sortez meurtris et couverts de bleus, mais heureusement toujours en vie. De retour à l’imposant précipice d’où vous êtes partis, vous êtes agréablement surpris de trouver Ruby et Andy en train de discuter autour d’un repas composé de rations sèches. Plutôt que d’écourter les retrouvailles, vous décidez de dresser le camp. Ensemble, vous passez la soirée à échanger des histoires et des plaisanteries. Avant de vous séparer, Ruby et Andy partagent leurs découvertes et dressent une carte sommaire de l’ancienne cité.

source: The expedition members pass the evening sharing stories and cracking jokes. Even in spite of the city’s dour atmosphere, spirits seem to be high. You share your findings with Ruby and her companions while Andy attempts to make stew. She describes their difficult route to the vault, and advises you take the path up through the ancient court above, instead of the route she took through the silent factories. "I’m pretty sure the factory collapsed behind us, anyway," Ruby says. "If you take the path through the court, I'd recommend you steer clear of those 'pilgrims.' The whole city's crawling with 'em. I saw a whole mob shambling toward the colossal temple overhead. They told me they escaped an underground nest of some kind. Some of 'em seem to have come down with a pretty nasty fever, so I recommend you keep your distance."
de: Die Expeditionsmitglieder verbringen den Abend damit, Erlebnisse auszutauschen und Witze zu reißen. Trotz der düsteren Atmosphäre in der Stadt scheint die Stimmung gut zu sein. Du teilst Ruby und ihren Begleitern deine Erkenntnisse mit, während Andy versucht, Eintopf zu kochen. Sie beschreibt dir, wie beschwerlich ihre Route hierher zum Gewölbe war, und rät dir, den Weg durch den uralten Hof oben entlang zu nehmen, anstatt den Weg, den sie durch die stillen Fabriken genommen hat. „Ich bin mir ziemlich sicher, dass die Fabrik hinter uns eingestürzt ist“, berichtet Ruby. „Wenn Sie den Weg über den Hof nehmen, würde ich Ihnen empfehlen, sich von diesen ‚Pilgern‘ fernzuhalten. Die ganze Stadt ist voll von ihnen. Ich habe eine ganze Horde von ihnen gesehen, wie sie auf den riesigen Tempel über uns zugewankt ist. Sie haben mir erzählt, dass sie aus einer Art unterirdischem Nest entkommen sind. Einige von ihnen scheinen an einem ziemlich bösen Fieber erkrankt zu sein, also empfehle ich Ihnen, Abstand zu halten.“
es: Los miembros de la expedición pasan la noche compartiendo historias y haciendo chistes. Pese al taciturno ambiente de la ciudad, la moral parece estar alta. Compartes vuestros hallazgos con Ruby y sus compañeros mientras Andy trata de preparar un estofado. Ella describe su complicada ruta hacia la cámara y te aconseja que tomes el camino que sube por la antigua corte que hay más arriba en lugar de la ruta que tomó ella por las fábricas silenciosas. –De todas formas, estoy bastante segura de que la fábrica se derrumbó después de que pasáramos nosotros –te dice Ruby–. Si tomáis el camino que atraviesa la corte, os recomiendo que no os acerquéis a esos “peregrinos”. Están por toda la ciudad. Vi a un gran grupo que se dirigía renqueante al colosal templo que hay arriba. Me dijeron que habían escapado de una especie de nido subterráneo. Algunos parecían haber empezado a sufrir una fiebre bastante fuerte, así que os recomiendo que os mantengáis alejados de ellos.
fr: Les membres de l’expédition passent la soirée à échanger des histoires et des plaisanteries. Malgré l’atmosphère morose de la cité, le moral est au beau fixe. Vous partagez vos découvertes avec Ruby et ses compagnons pendant qu’Andy tente de préparer un ragoût. Elle décrit le chemin difficile qu’ils ont emprunté pour atteindre la crypte et vous conseille de prendre le chemin qui monte vers l’ancienne cour, plutôt que celui qu’elle a pris à travers les usines silencieuses. «Je suis presque sûre que l’usine s’est effondrée derrière nous, de toute façon », dit Ruby. « Si vous prenez le chemin de la cour, je vous recommande d’éviter ces «pèlerins». Toute la ville en est infestée. J’ai vu une foule entière se diriger vers le temple colossal qui nous surplombe. Ils m’ont dit qu’ils s’étaient échappés d une sorte de nid souterrain. Certains d’entre eux semblent avoir contracté une méchante fièvre, alors je vous recommande de garder vos distances .»
it: I membri della spedizione trascorrono la sera raccontandosi storie e barzellette. Nonostante la città sia immersa in un'atmosfera cupa il morale è alto, e vi dedicate a condividere ciò che avete scoperto con Ruby e i suoi compagni mentre Andy tenta di preparare uno stufato. La ragazza vi descrive la via insidiosa che hanno dovuto percorrere per raggiungere la cripta, e vi consiglia di risalire l'antica corte soprastante invece di affrontare le fabbriche silenziose. "Anche perché sono piuttosto sicura che l'edificio ci sia crollato alle spalle, quando siamo usciti" vi spiega. "Se andate verso la corte, vi consiglio di stare lontani da quei 'pellegrini'. Sono dappertutto, e l'ultima volta che li ho visti c'era una folla che si accalcava lassù, attorno a quel tempio colossale. Mi hanno detto di essere sfuggiti a una specie di nido sotterraneo ... Alcuni sembravano avere una brutta febbre, vi consiglierei di girare al largo."
pl: Członkowie ekspedycji spędzają wieczór na żartach i dzieleniu się opowieściami. Wszyscy są w dobrych nastrojach, mimo przytłaczającej aury miasta. Dzielicie się swoimi znaleziskami z Ruby i jej towarzyszami, zaś w tym samym czasie Andy próbuje coś upichcić. Kobieta opowiada o trudnościach w dotarciu do krypty, sugerując, że zamiast iść po ich śladach, przez milczące fabryki, rozsądniej będzie wybrać drogę górnym dziedzińcem. „Zresztą jestem prawie pewna, że ta fabryka i tak się zawaliła po naszym wyjściu” — mówi Ruby. „Jakbyście zdecydowali się iść tym dziedzińcem, to sugeruję trzymać się z dala od «pielgrzymów». Pełno ich w mieście. Widziałam, jak całe ich mrowie człapało w kierunku gigantycznej świątyni tam dalej. Twierdzili, że uciekli z jakiegoś podziemnego gniazda czy czegoś takiego. Wielu z nich wyglądało, jakby miało dość paskudną gorączkę, więc lepiej do nich nie podchodźcie”.
ru: Члены экспедиции проводят вечер, перекидываясь шутками и делясь историями. Даже несмотря на угрюмую атмосферу города, у всех, похоже, приподнятое настроение. Пока Энди пытается состряпать похлёбку, вы делитесь своими находками с Руби и её товарищами. Она описывает их трудный путь к хранилищу и советует пойти по верхней части древнего зала, а не через заброшенные фабрики, как пошла она. «Эта фабрика всё равно наверняка после нас обрушилась, — произносит Руби. — Если пойдёте через зал, рекомендую держаться подальше от этих „пилигримов“. Ими весь город кишит. Я видела, как целая толпа этих типов направлялась к громадному храму сверху. Они говорили, что спаслись из какого-то подземного гнезда. Некоторые из них вышли оттуда с жуткой лихорадкой, так что советую к ним близко не подходить».
