Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/08_the_grand_vault.po
Languages: de, es, fr, it, pl, ru

source: The Moving Platform and Location Connections
de: Die Bewegliche Plattform und Verbindungen zu Orten
es: La Plataforma móvil y las conexiones de Lugares
fr: La Plateforme Mobile et Lieux Connexes
it: La Piattaforma Semovente e i Collegamenti dei Luoghi
pl: Ruchoma platforma i sąsiadowanie lokalizacji
ru: Подвижная платформа и связи локаций

source: Activating and Deactivating Locations
de: Orte aktivieren und deaktivieren
es: Activar y desactivar Lugares
fr: Lieux Activés et Désactivés
it: Attivare e Disattivare i Luoghi
pl: Aktywowanie i dezaktywowanie lokalizacji
ru: Активация и деактивация локаций

source: You hear the echoing churn of great machinery long before you see it. After emerging from the claustrophobic tunnels, you stand on a precipice overlooking a large cavernous expanse. It is so vast that you cannot see the far side. An array of interconnected chambers are laid out like a labyrinth, thrumming with the sound of alien constructs. Amid the clamor is the sound of running water even farther below.
de: Du hörst das dröhnende Wummern großer Maschinen, lange bevor du sie siehst. Nachdem ihr die klaustrophobischen Tunnel verlassen habt, steht ihr nun am Rande eines Vorsprungs und blickt in eine riesige Höhle hinab. Sie ist so weitläufig, dass du die andere Seite nicht sehen kannst. Am Boden der Höhle seht ihr eine Reihe miteinander verbundener Kammern, die wie ein Labyrinth angelegt sind. Zwischen all dem Lärm, den die fremdartigen Konstrukte von sich geben, kannst du das Rauschen von Wasser vernehmen, das vom Boden der Höhle zu dir hinaufdringt.
es: Oyes el eco del funcionamiento de la gran maquinaria mucho antes de verla. Tras salir de los claustrofóbicos túneles, te encuentras sobre un precipicio que da a una enorme extensión cavernosa. Es tan vasta que no alcanzas a ver el otro lado. Una red de cámaras interconectadas se extiende como un laberinto y vibra con el sonido de constructos alienígenas. Entre el estruendo se oye el sonido de una corriente de agua a más profundidad.
fr: Vous entendez l’écho d’une grande machinerie bien avant de la voir. Après avoir émergé des étroits tunnels, vous arrivez sur un précipice surplombant une vaste étendue caverneuse. Elle est si vaste qu’il est impossible d’en voir l’autre côté. Un ensemble de salles interconnectées sont disposées de manière labyrinthique, vibrant du son des constructions extraterrestres. Au milieu de cette clameur, on entend le bruit de l’eau qui coule encore plus bas.
it: Sentite l'eco dei macchinari in funzione molto prima che possiate vederli. Dopo essere usciti dalle gallerie claustrofobiche, vi ritrovate sull'orlo di un precipizio che si affaccia su un'enorme distesa cavernosa. Un'apertura tanto vasta che non riuscite a vederne la fine, infestata da una serie di camere interconnesse disposte come un labirinto, che ronzano del rumore di antichi costrutti alieni. E, in mezzo al clamore di quell'orchestra meccanica, potete sentire il suono dell'acqua che scorre ancora più in fondo.
pl: Rezonujące dźwięki wielkiej machiny docierają do was na długo przed tym, nim macie okazję ujrzeć ją na własne oczy. Po wyjściu z klaustrofobicznych tuneli stajecie nad urwiskiem znajdującym się nad gigantyczną jaskinią. Jest tak przepastna, że nie możecie dojrzeć drugiego jej końca. Wypełniające ją pomieszczenia łączą się w coś na kształt labiryntu, przez który niosą się dźwięki pozaziemskiej maszynerii. Pośród wydawanych przez nią dźwięków przebija się odgłos płynącej poniżej wody.
ru: Вы слышите скрежет громадных механизмов задолго до того, как те предстают вашему взору. Выйдя из тесных туннелей, вы оказываетесь на обрыве, с которого открывается вид на обширный подземный пейзаж. Пещера настолько большая, что вы не видите её дальнего края. На земле раскинулся лабиринт связанных комнат, заполненных монотонным лязгом механизмов. Среди них можно различить плеск воды, источник которого находится ещё ниже.

source: You hear the echoing churn of great machinery long before you see it. You reach the bottom of the spiraling staircase to stand on a precipice overlooking a large cavernous expanse. It is so vast that you cannot see the far side. An array of interconnected chambers are laid out like a labyrinth, thrumming with the sound of alien constructs. Amid the clamor is the sound of running water even farther below.
de: Du hörst das dröhnende Wummern großer Maschinen, lange bevor du sie siehst. Ihr erreicht das untere Ende der Wendeltreppe und steht nun am Rande eines Vorsprungs und blickt in eine riesige Höhle hinab. Sie ist so weitläufig, dass du die andere Seite nicht sehen kannst. Am Boden der Höhle seht ihr eine Reihe miteinander verbundener Kammern, die wie ein Labyrinth angelegt sind. Zwischen all dem Lärm, den die fremdartigen Konstrukte von sich geben, kannst du das Rauschen von Wasser vernehmen, das vom Boden der Höhle zu dir hinaufdringt.
es: Oyes el eco del funcionamiento de la gran maquinaria mucho antes de verla. Llegas al pie de la escalera en espiral y te encuentras sobre un precipicio que da a una enorme extensión cavernosa. Es tan vasta que no alcanzas a ver el otro lado. Una red de cámaras interconectadas se extiende como un laberinto y vibra con el sonido de constructos alienígenas. Entre el estruendo se oye el sonido de una corriente de agua a más profundidad.
fr: Vous entendez l’écho d une grande machinerie bien avant de la voir. Vous atteignez le bas de l’escalier en colimaçon et vous arrivez sur un précipice qui surplombe une grande étendue caverneuse. Elle est si vaste qu’il est impossible d’en voir l’autre côté. Un ensemble de salles interconnectées sont disposées de manière labyrinthique, vibrant du son des constructions extraterrestres. Au milieu de cette clameur, on entend le bruit de l’eau qui coule encore plus bas.
it: Sentite l'eco dei macchinari in funzione molto prima che possiate vederli. Raggiunto il fondo della scalinata spiraleggiante, vi ritrovate sull'orlo di un precipizio che si affaccia su un'enorme distesa cavernosa. Un'apertura tanto vasta che non riuscite a vederne la fine, infestata da una serie di camere interconnesse disposte come un labirinto, che ronzano del rumore di antichi costrutti alieni. E, in mezzo al clamore di quell'orchestra meccanica, potete sentire il suono dell'acqua che scorre ancora più in fondo.
pl: Rezonujące dźwięki wielkiej machiny docierają do was na długo przed tym, nim macie okazję ujrzeć ją na własne oczy. Docieracie na spód spiralnych schodów i stajecie nad urwiskiem znajdującym się nad gigantyczną jaskinią. Jest tak przepastna, że nie możecie dojrzeć drugiego jej końca. Wypełniające ją pomieszczenia łączą się w coś na kształt labiryntu, przez który niosą się dźwięki pozaziemskiej maszynerii. Pośród wydawanych przez nią dźwięków przebija się odgłos płynącej poniżej wody.
ru: Вы слышите скрежет громадных механизмов задолго до того, как те предстают вашему взору. Спустившись по спиральной лестнице, вы оказываетесь на обрыве, с которого открывается вид на обширный подземный пейзаж. Пещера настолько большая, что вы не видите её дальнего края. На земле раскинулся лабиринт связанных комнат, заполненных монотонным лязгом механизмов. Среди них можно различить плеск воды, источник которого находится ещё ниже.

source: This is the pulsing core of R'Iyeh. Colossal sluices channel floodwater from the city above, filling and draining vaults like the chambers of a heart. This seems to be some source of power, and the reason for the city's steady rise. After discussing with the expedition, you resolve to explore the massive complex before moving on. If ever there was a place to find one of those elusive artifacts, it would be here.
de: Dies ist der pulsierende Kern von R’lyeh. Durch riesige Schleusen wird das Wasser von der Stadt darüber hier heruntergeleitet und durch gigantische Kammern gepumpt – wie durch die Kammern eines riesigen Herzens. Dadurch wird wohl irgendwie Energie erzeugt, was auch der Grund für den stetigen Aufstieg der Stadt sein könnte. In einer Expeditionsbesprechung beschließt ihr, den gewaltigen Komplex zu erkunden, bevor ihr weiterzieht. Wenn es einen Ort gibt, an dem man eines dieser schwer fassbaren Artefakte finden kann, dann sicher hier.
es: Esto es el palpitante núcleo de R’lyeh. Unas compuertas colosales canalizan las aguas que provienen de la ciudad de arriba, llenando y vaciando cámaras como si de las válvulas del corazón se tratara. Parece ser una especie de fuente de energía y el motivo del constante ascenso de la ciudad. Tras hablar con la expedición, decidís explorar el enorme complejo antes de continuar. Si hay algún sitio en el que poder encontrar esos escurridizos artefactos, es éste.
fr: Voilà le cœur battant de R’lyeh. Des écluses colossales canalisent les eaux de crue de la ville, remplissant et vidant les cryptes comme des ventricules cardiaques. Cela semble être une source d’énergie qui joue un rôle important dans l’élévation constante de la cité. Après en avoir discuté avec les membres de l’expédition, vous décidez d’explorer l’immense complexe avant de poursuivre votre route. Si vous êtes encore à la recherche d’artéfacts, c’est sans doute ici que vous les trouverez.
it: Questo è il nucleo pulsante di R'lyeh. Le saracinesche di scolo incanalano l'acqua oceanica fuori dalla città sovrastante, riempiendo e svuotando le sale come fossero i ventricoli di un cuore. Sembra sprigionarsi una qualche fonte di energia, che forse è il motivo per cui la città sta emergendo. Dopo averne discusso con la spedizione, decidete di esplorare il gargantuesco complesso prima di proseguire. Se davvero esiste un luogo dove trovare quegli artefatti elusivi, deve essere questo.
pl: To pulsujące serce R'lyeh. Gigantyczne śluzy przepompowują wodę z miasta powyżej, zalewając i osuszając pomieszczenia niczym komory serca. To z pewnością jakieś źródło zasilania, które umożliwia miarowe wynurzanie się miasta. Omawiacie tę sprawę przez chwilę i podejmujecie decyzję, że zbadacie ten kompleks, zanim ruszycie dalej. Jeżeli gdziekolwiek macie znaleźć więcej tych dziwnych artefaktów, to właśnie tu.
ru: Это пульсирующее ядро Р’льеха. Колоссальные шлюзы направляют сюда воду из города сверху, и хранилища наполняются и осушаются, как сердечные камеры. Похоже, это некий источник питания, из-за работы которого город постепенно поднимается. Посовещавшись с экспедицией, вы решаете исследовать массивный комплекс, прежде чем двигаться дальше. Если где-то и можно найти один из этих неуловимых артефактов, так это здесь.

source: If an investigator has the "Toe the Line" task:
de: Falls ein Ermittler die Aufgabe <i>Rehabilitieren</i> hat:
es: Si un investigador tiene la tarea <i>Cumplir las normas</i>:
fr: Si un investigateur a la Tâche « Rentrer Dans le Rang » :
it: Se un investigatore possiede l'impresa "Rigare Dritto":
pl: Jeśli Zadanie któregoś z badaczy to „Wyjść przed szereg”:
ru: Если у сыщика есть задача «По струнке»:

source: The expedition makes camp before descending into the vault below. Over a bland but filling meal, one of your fellow expedition members reveals they have a history with your former employer. "Wait, you're the one everyone talks about?" they snort. "Trust me, from the things I've heard, you don't want your old job back. Your old boss still jokes about you. Even if Tillinghast could get you the job, nobody back there respects you. You're looking at a life of grunt work, pal." You finish your meal in silence as you ponder their words. Your old colleagues might not respect you, but with Tillinghast's connections, you could make them fear you. A few bribes, well-timed threats— even a call from the mob — might put them in their place. It's not exactly above-board, but if you play the cards right, you could oust your former employer. You have the rest of the expedition to plan your move once you get back to Arkham.
de: Bevor die Expedition in die Höhle hinabsteigt, schlägt sie auf dem Steilhang ihr Lager auf. Ein Expeditionsmitglied verrät dir bei einer sättigenden, aber äußerst faden Mahlzeit, dass er mit deinem ehemaligen Arbeitgeber eine gemeinsame Vergangenheit hat. „Augenblick mal, Sie sind es! Über Sie reden alle unentwegt!“, stellt er ungläubig fest. „Glauben Sie mir, nach dem, was ich gehört habe, wollen Sie ihren alten Job nicht zurück. Ihr alter Chef macht immer noch Witze über Sie. Selbst wenn Tillinghast Ihnen den Job zurückgeben könnte, respektiert Sie dort niemand. Ihnen würde ein Leben voller entwürdigender Arbeit bevorstehen.“ Du isst schweigend weiter, während du über die gehörten Worte nachdenkst. Deine alten Kollegen mögen dich vielleicht nicht respektieren, doch Tillinghasts Beziehungen könnten dafür sorgen, dass sie dich fürchten. Ein paar Bestechungsgelder hier, ein paar Drohungen zur rechten Zeit dort – sogar ein Anruf von der Mafia – könnten sie in ihre Schranken weisen. Das ist nicht unbedingt ganz astrein, aber wenn du deine Karten richtig ausspielst, könntest du deinen ehemaligen Arbeitgeber entmachten. Du hast den Rest der Expedition Zeit, dir zu überlegen, was du tun wirst, wenn du wieder in Arkham bist.
es: La expedición acampa antes de descender a la cámara que tenéis debajo. Mientras compartís una comida insípida pero saciante, uno de los otros miembros de la expedición revela que ha tenido tratos con tu antiguo patrón. –Uy, ¿entonces eres tú de quien habla todo el mundo? –dice con un bufido–. Hazme caso, con lo que he oído, no quieres recuperar tu antiguo trabajo. Tu exjefe sigue burlándose de ti. Incluso si Tillinghast pudiera conseguirte el trabajo, allí no te respeta nadie. Te estarías metiendo en una eternidad de trabajo monótono, colega. Terminas de comer en silencio mientras meditas sus palabras. Puede que tus antiguos compañeros no te respeten, pero podrías hacer que te temieran gracias a los contactos de Tillinghast. Unos sobornos y unas amenazas oportunas, incluso una llamada de unos mafiosos, podrían ponerlos en su sitio. No es que sea muy legal, pero si juegas bien tus cartas, podrías echar a tu antiguo jefe. Tienes todo lo que queda de expedición para planear tu jugada una vez que regreses a Arkham.
fr: L’expédition établit son campement avant de descendre dans la crypte en contrebas. Au cours d’un repas fade, mais nourrissant, l’un de vos compagnons d’expédition révèle qu’il a eu affaire avec votre ancien employeur. « Attendez, c’est de vous dont tout le monde parle ? », s’exclame-t-il. « Croyez-moi, d’après ce que j’ai entendu, vous feriez mieux de ne pas retrouver votre ancien emploi. Votre patron se moque de vous, encore aujourd’hui. Même si Tillinghast pouvait vous rendre ce poste, personne ne vous respecte là-bas. On vous cantonnerait aux basses besognes, mon vieux. » Vous finissez votre repas en silence en réfléchissant à ce témoignage. Vos anciens collègues ne vous respectent peut-être pas, mais avec les relations de Tillinghast, vous pourriez leur inspirer de la crainte. Quelques pots-de-vin, des menaces bien senties, voire un appel de la mafia, pourraient les remettre à leur place. Ce n’est pas tout à fait honnête, mais si vous jouez bien vos cartes, vous pourriez évincer votre ancien employeur. L’expédition n’est pas terminée et vous mettrez ce temps à profit pour planifier votre action une fois de retour à Arkham.
it: La spedizione si accampa prima di iniziare la discesa verso la cripta. Mentre vi rifocillate con un pasto sciapo ma nutriente, uno dei tuoi compagni di viaggio rivela di aver avuto rapporti con il tuo vecchio datore di lavoro: "Un attimo, tu sei la persona di cui parlano tutti?" sbotta. "Fidati di me. Con tutte le cose che ho sentito, non vuoi riavere il tuo vecchio lavoro. Il tuo ex capo continua a prendersi gioco di te e, anche se Tillinghast potesse davvero farti riavere il posto, non avresti il rispetto di nessuno. Sarebbe come condannarti a una vita di manovalanza, amico." Finisci la cena in silenzio rimuginando sulle sue parole. Magari i tuoi vecchi colleghi non ti rispetteranno ma, con i contatti di Tillinghast, potresti assicurarti che ti temano. Qualche mazzetta, un paio di minacce ben studiate (se non persino una chiamata dalla mala) potrebbe metterli tutti al loro posto. Nulla di prettamente legale, questo è certo, ma se giocassi bene le tue carte potresti persino far cacciare il tuo vecchio capo. Hai il resto della spedizione per pianificare le mosse da mettere in atto una volta fatto ritorno ad Arkham.
pl: Przed zejściem do krypty poniżej, ekspedycja zakłada obóz. W czasie posiłku jeden z członków wyprawy dzieli się z tobą historią na temat waszego wspólnego byłego pracodawcy. „Czekaj, czekaj... to o tobie wszyscy tak gadają?” — prycha. „Zaufaj mi, NIE CHCESZ tam wracać, mówię serio. Szef dalej robi sobie z ciebie jaja. Nawet, jeśli Tillinghast mógłby ci pomóc tam wrócić, to na szacunek nie masz co liczyć. Byłbyś wyrzutkiem stary”. Kończysz posiłek w milczeniu, rozważając usłyszane słowa. Twoi byli znajomi z pracy może i nie czuliby do ciebie szacunku, ale dzięki koneksjom Tillinghasta mógłbyś sprawić, że będą się ciebie bać. Dasz w łapę paru gościom, innym pogrozisz, na przykład wynajmując osiłków i migiem poznają, gdzie ich miejsce. Jak dobrze to rozegrasz to może nawet, choć nie bez wysiłku, uda ci się wysiudać byłego szefa. Masz całą wyprawę, aby ułożyć plan, który wdrożysz po powrocie do Arkham.
ru: Экспедиция разбивает лагерь, перед тем как спуститься в хранилище. За простым, но сытным ужином один из ваших товарищей по экспедиции упоминает, что знал вашего прошлого работодателя. «Подожди, так это о тебе все говорят? — прыскает он. — Уж поверь, судя по тому, что я слышал, ты не захочешь возвращаться на прошлую должность. Твой старый босс всё ещё про тебя шутит. Даже если Тиллингаст вообще сможет вернуть тебе работу, никто на ней тебя не уважает. Тяжко тебе там будет, дружище». Вы молча доедаете ужин, раздумывая над его словами. Может, ваши старые коллеги вас и не уважают, но со связями Тиллингаста вы можете заставить их себя бояться. Пара взяток и своевременных угроз — может, даже звонок от гангстеров, — и они будут знать своё место. Не слишком благородно, но, если правильно разыграете карты, сможете занять место своего прошлого начальника. У вас есть время до конца экспедиции, чтобы распланировать, что делать, когда вернётесь в Аркхэм.

source: <i>Take your old job back, at any cost.</i>
de: <i>Nimm wieder deinen alten Job an, koste es, was es wolle.</i>
es: <i>Recuperar tu antiguo trabajo a toda costa.</i>
fr: <i>Retrouver votre ancien emploi, à tout prix.</i>
it: <i>Riprenditi il tuo vecchio lavoro, costi quel che costi.</i>
pl: <i>Musisz odzyskać dawną robotę, bez względu na cenę.</i>
ru: <i>Нужно вернуть старую работу любой ценой.</i>

source: Erase 1 progress under "Toe the Line" in your Campaign Log. During the next scenario, you get +1 to each of your skills during the first agenda.
de: Lösche 1 Fortschritt unter <i>Rehabilitieren</i> im Kampagnenlogbuch. Im nächsten Szenario bekommst du während der ersten Agenda +1 auf all deine Fertigkeitswerte.
es: Borra 1 progreso de “Cumplir las normas” en el registro de campaña. Durante el siguiente escenario, recibes +1 a cada una de tus habilidades durante el primer plan.
fr: Effacez I progression de « Rentrer Dans le Rang » dans votre Carnet de Campagne. Lors du prochain scénario, vous gagnez +1 à chacune de vos compétences lors de la première intrigue.
it: Cancella 1 progresso alla voce "Rigare Dritto" nel Diario della Campagna. Durante il prossimo scenario, ricevi +1 a ogni tua abilità durante la prima trama.
pl: Wymaż 1 postęp pod Zadaniem „Wyjść przed szereg” w Dzienniku kampanii. W następnym scenariuszu, podczas pierwszej tajemnicy dostajesz +1 do wartości każdej twojej umiejętności.
ru: Сотрите 1 отметку в графе «По струнке» журнала кампании. В течение первого замысла следующего сценария у вас +1 к каждому навыку.

source: <i>Take the high road. It ain't worth it.</i>
de: <i>Bleib sauber. Er ist es nicht wert.</i>
es: <i>Actuar con conciencia. No merece la pena.</i>
fr: <i>Prendre la tangente. Ce travail n’en vaut pas la peine.</i>
it: <i>Fa' la cosa giusta. Non ne vale la pena.</i>
pl: <i>Rzuć to w diabły. Szkoda zachodu.</i>
ru: <i>Вы выше этого. Оно того не стоит.</i>

source: Mark 2 progress under "Toe the Line" in your Campaign Log and suffer 1 mental trauma. During the next scenario, you get -1 to each of your skills during the first agenda.
de: Hake 2 Fortschritt unter <i>Rehabilitieren</i> im Kampagnenlogbuch ab und erleide 1 seelisches Trauma. Im nächsten Szenario bekommst du während der ersten Agenda –1 auf all deine Fertigkeitswerte.
es: Marca 2 progresos en “Cumplir las normas” en el registro de campaña y sufre 1 trauma mental. Durante el siguiente escenario, recibes –1 a cada una de tus habilidades durante el primer plan.
fr: Cochez 2 progressions de « Rentrer Dans le Rang » dans votre Carnet de Campagne et subissez 1 traumatisme mental. Lors du prochain scénario, vous aurez -1 à chacune de vos compétences lors de la première intrigue.
it: Spunta 2 progressi alla voce "Rigare Dritto" nel Diario della Campagna e subisci 1 trauma mentale. Durante il prossimo scenario, ricevi -1 a ogni tua abilità durante la prima trama.
pl: Zaznacz 2 postępy pod Zadaniem „Wyjść przed szereg” w Dzienniku kampanii i otrzymaj 1 punkt traumy psychicznej. W następnym scenariuszu, podczas pierwszej tajemnicy dostajesz -1 do wartości każdej twojej umiejętności.
ru: Поставьте 2 отметки в графе «По струнке» журнала кампании и получите 1 ментальную травму. В течение первого замысла следующего сценария у вас –1 к каждому навыку.

source: Put the Great Stair, Moving Platform, Sealed Chamber, and Core of the Vault locations into play, as indicated in the location placement diagram.
de: Es werden folgende Orte ins Spiel gebracht (siehe dazu die Abbildung auf Seite 26): Die große Treppe, Bewegliche Plattform, Versiegelte Kammer und Der Kern des Gewölbes.
es: Pon La gran escalera, la Plataforma móvil, la Sala sellada y el Núcleo de la cámara en juego como se indica en el diagrama de colocación de Lugares.
fr: Mettez en jeu Le Grand Escalier, Plateforme Mobile, Chambre Scellée et Cœur de la Crypte, comme indiqué sur le schéma de placement des lieux.
it: Mettete in gioco i luoghi Grande Scalinata, Piattaforma Semovente, Sala Sigillata e Nucleo della Cripta, come mostrato nella Disposizione dei Luoghi.
pl: Umieść Wielkie schody, Ruchomą platformę, Zapieczętowaną komorę i Rdzeń krypty w grze, zgodnie ze schematem ułożenia lokalizacji.
ru: Введите локации «Великая лестница», «Подвижная платформа», «Запечатанная камера» и «Ядро хранилища» в игру <i>(см. схему расклада локаций)</i>.

source: Remove one copy of Otherworldly Mechanisms from the game at random (Otherworldly Mechanisms are on the revealed side of some Vault Chamber locations).
de: 1 zufällige Kopie von Andersweltlicher Mechanismus wird aus dem Spiel entfernt. (Andersweltlicher Mechanismus befindet sich auf der enthüllten Seite einiger Orte Gewölbekammer.)
es: Retira de la partida una copia de los Mecanismos de otro mundo al azar (los Mecanismos de otro mundo están en el lado revelado de algunos Lugares Sala de la cámara).
fr: Au hasard, retirez de la partie un exemplaire de Mécanismes d’un Autre Monde (Les Mécanismes d’un Autre Monde sont la face révélée de certains lieux Chambre de la Crypte).
it: Rimuovete dal gioco 1 copia casuale del Congegno Ultraterreno (le carte Congegno Ultraterreno si trovano sul lato aperto di alcuni luoghi Camera della Cripta).
pl: Usuń 1 losową kopię Nieziemskich mechanizmów z gry (Nieziemskie mechanizmy znajdują się na odkrytej stronie niektórych lokalizacji Komora krypty).
ru: Случайным образом выберите 1 экземпляр «Иномирных механизмов» и удалите из игры («Иномирные механизмы» находятся на открытой стороне некоторых локаций «Камера хранилища»).
