Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/08_the_grand_vault.po
Languages: de, es, fr, it, pl, ru

source: Shuffle each remaining copy of Vault Chamber together and put them into play according to the location placement diagram.
de: Jede verbliebene Kopie von Gewölbekammer wird gemischt und wie in der Abbildung angegeben ins Spiel gebracht.
es: Baraja todas las copias restantes de la Sala de la cámara y ponlas en juego según el diagrama de colocación de Lugares.
fr: Mélangez ensemble chaque exemplaire de Chambre de la Crypte et mettez-les en jeu comme indiqué sur le schéma de placement des lieux.
it: Mescolate tutte le copie rimanenti della Camera della Cripta e mettetele in gioco secondo il diagramma della Disposizione dei Luoghi.
pl: Potasuj wszystkie pozostałe kopie lokalizacji Komora krypty i umieść je w grze tak, jak pokazano na schemacie.
ru: Перемешайте оставшиеся локации «Камера хранилища» и введите их в игру в соответствии со схемой расклада локаций.

source: <b>Errata:</b> The unrevealed side of "Core of the Vault" should read: "You cannot enter this location.".
de: <b>Errata:</b> Die verhüllte Seite von "Der Kern des Gewölbes" sollte den Text "Du kannst diesen Ort nicht betreten." enthalten.
es: <b>Errata:</b> El lado sin revelar del "Núcleo de la cámara" debería decir: "No puedes entrar en este Lugar.".
fr: <b>Errata:</b> La face non révélée du « Cœur de la Crypte » devrait indiquer : « Vous ne pouvez pas entrer dans ce lieu. ».
it: <b>Errata:</b> Il lato chiuso del "Nucleo della Cripta" dovrebbe leggersi: "Non puoi entrare in questo luogo.".
pl: <b>Errata:</b> Pierwsze zdanie nieodkrytej strony „Rdzenia krypty” brzmi teraz: „Rdzeń krypty nie może zostać zalany ani badacze nie mogą do niego wejść.”.

source: Each investigator begins at the Great Stair.
de: Jeder Ermittler beginnt das Spiel auf Der großen Treppe.
es: Cada investigador comienza la partida en La gran escalera.
fr: Chaque investigateur commence dans Le Grand Escalier.
it: Iniziate la partita nella Grande Scalinata.
pl: Każdy badacz rozpoczyna grę w Wielkich schodach.
ru: Все сыщики начинают игру на «Великой лестнице».

source: Vault Chamber
de: Gewölbekammer
es: Sala de la cámara
fr: Chambre de la Crypte
it: Camera della Cripta
pl: Komora krypty
ru: Камера хранилища

source: The Great Stair
de: Die große Treppe
es: La gran escalera
fr: Le Grand Escalier
it: Grande Scalinata
pl: Wielkie schody
ru: Великая лестница

source: Moving Platform
de: Bewegliche Plattform
es: Plataforma móvil
fr: Plateforme Mobile
it: Piattaforma Semovente
pl: Ruchoma platforma
ru: Подвижная платформа

source: Core of the Vault
de: Der Kern des Gewölbes
es: Núcleo de la cámara
fr: Cœur de la Crypte
it: Nucleo della Cripta
pl: Rdzeń krypty
ru: Ядро хранилища

source: Place 1 resource on the bottom left Vault Chamber. This location has been "activated."
de: Falls die Energie umgeleitet wurde, wird 1 Ressource auf der linken unteren Gewölbekammer platziert. Dieser Ort wurde „aktiviert“.
es: Coloca 1 recurso en la Sala de la cámara inferior izquierda. Este Lugar ha sido “activado”.
fr: Placez 1 ressource sur la Chambre de la Crypte située en bas à gauche. Ce lieu a été « activé ».
it: Collocate 1 risorsa sulla Camera della Cripta in basso a sinistra. Questo luogo è stato "attivato".
pl: Umieść 1 żeton zasobu na lewej dolnej lokalizacji Komora krypty. Ta lokalizacja została „aktywowana”.
ru: Положите 1 ресурс на левую нижнюю «Камеру хранилища». Эта локация активирована.

source: Place one resource on the bottom left, bottom right, and top right Vault Chamber locations. These locations have been "activated."
de: Ansonsten wird je 1 Ressource auf der Gewölbekammer unten links, unten rechts und oben rechts platziert. Diese Orte wurden „aktiviert“.
es: Coloca 1 recurso en los Lugares Sala de la cámara inferior izquierdo, inferior derecho y superior derecho. Estos Lugares han sido “activados”.
fr: Placez 1 ressource sur les lieux Chambre de la Crypte situés en bas à gauche, en bas à droite et en haut à droite. Ces lieux ont été « activés ».
it: Collocate 1 risorsa sui luoghi Camera della Cripta in basso a sinistra, in basso a destra e in alto a destra. Questi luoghi sono stati "attivati".
pl: Umieść po 1 żetonie zasobów na prawej dolnej, lewej dolnej i prawej górnej lokalizacji Komora krypty. Te lokalizacje zostały „aktywowane”.
ru: Положите по 1 ресурсу на левую нижнюю, правую нижнюю и правую верхнюю «Камеры хранилища». Эти локации активированы.

source: Shuffle each enemy from the <i>Star Spawn</i> encounter set and remove 2 at random from the game. Set the rest aside, out of play.
de: Alle Gegner aus dem Begegnungsset Sternengezücht werden gemischt und dann 2 zufällige aus dem Spiel entfernt. Der Rest wird als nicht im Spiel befindlich beiseitegelegt.
es: Baraja todos los Enemigos del conjunto de encuentros <i>Semilla estelar</i> y retira dos de la partida al azar. Pon el resto aparte, fuera del juego.
fr: Mélangez chaque ennemi du set de rencontre <i>Larve Stellaire</i> et retirez-en 2 de la partie, au hasard. Mettez-les autres de côté, hors jeu.
it: Mescolate tutti i nemici dal set di incontri <i>Progenie Stellare</i> e rimuovetene dal gioco 2 casuali. Mettete gli altri da parte, temporaneamente fuori dal gioco.
pl: Potasuj każdego wroga z zestawu spotkań <i>Gwiezdny pomiot</i> i usuń z gry 2 losowych z nich. Odłóż pozostałych na bok, poza grę.
ru: Перемешайте всех врагов из набора контактов «Звёздные отродья», случайным образом выберите 2 из них и удалите из игры. Остальных врагов отложите в сторону, вне игры.

source: Set the following cards aside, out of play: Each copy of the double-sided Ancient Vault ([tdc_rune_o], [tdc_rune_n], [tdc_rune_p]) treachery, each copy of the Vault Attendant enemy, the Tidal Tablet story asset, and <i>The Inescapable</i> encounter set.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: jede Kopie der doppelseitigen Verratskarte Uraltes Gewölbe (m, u, l), jede Kopie des Gegners Gewölbeaufseher, die Storyvorteilskarte Tafel der Gezeiten sowie das Begegnungsset Das Unausweichliche.
es: Pon las siguientes cartas aparte, fuera del juego: todas las copias de la Traición de doble cara Cámara antigua ([tdc_rune_o], [tdc_rune_n], [tdc_rune_p]), todas las copias del Enemigo Asistente de la cámara, el Apoyo de historia Tablilla de marea y el conjunto de encuentros <i>El ineludible</i>.
fr: Mettez de côté les cartes suivantes, hors jeu : chaque exemplaire de la traitrise recto-verso Crypte Ancienne ([tdc_rune_o], [tdc_rune_n], [tdc_rune_p]), chaque exemplaire de l’ennemi Gardien de la Crypte, le soutien d’histoire Tablette des Marées et le set de rencontre <i>L’Inéluctable</i>.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: ogni copia della sventura a due lati Cripta Antica ([tdc_rune_o], [tdc_rune_n], [tdc_rune_p]), ogni copia del nemico Guardiano della Cripta, il supporto storia Tavoletta delle Maree e il set di incontri <i>Ineluttabile</i>.
pl: Odłóż na bok, poza grę: każdą kopię dwustronnej karty podstępu Prastara krypta ([tdc_rune_o], [tdc_rune_n], [tdc_rune_p]), każdą kopię wroga Dozorca krypty, atut fabularny Tabliczka pływów i zestaw spotkań <i>Nieunikniony</i>.
ru: Отложите в сторону следующие карты: все экземпляры двусторонней напасти «Древнее хранилище» ([tdc_rune_o], [tdc_rune_n], [tdc_rune_p]) , все экземпляры врага «Оператор хранилища», сюжетный актив «Приливная табличка» и набор контактов «Неотвратимый».

source: Increase the flood level of the three Vault Chamber locations in the bottom row.
de: Die Flutstufe aller 3 Gewölbekammern in der unteren Reihe wird erhöht.
es: Aumenta el nivel de inundación de los tres Lugares Sala de la cámara de la fila inferior.
fr: Augmentez le niveau d’inondation des trois lieux Chambre de la Crypte de la rangée du bas.
it: Alzate il livello di allagamento dei 3 luoghi Camera della Cripta nella riga in basso.
pl: Podnieś poziom zalania 3 lokalizacji Komora krypty w dolnym rzędzie.
ru: Повысьте уровень затопления трёх локаций «Камера хранилища» в нижнем ряду.

source: During this scenario the investigators will need to use the Moving Platform to navigate the Grand Vault.
de: Während des Szenarios müssen die Ermittler die Bewegliche Plattform verwenden, um sich durch das große Gewölbe zu bewegen.
es: Durante este escenario, los investigadores tendrán que usar la Plataforma móvil para recorrer la Gran cámara.
fr: Lors de ce scénario les investigateurs auront besoin d’utiliser la Plateforme Mobile pour explorer la Grande Crypte.
it: Durante questo scenario, gli investigatori dovranno usare la Piattaforma Semovente per attraversare la Grande Cripta.
pl: Podczas tego scenariusza badacze będą musieli korzystać z Ruchomej platformy, aby nawigować po Wielkiej krypcie.
ru: Во время этого сценария сыщики будут использовать «Подвижную платформу», чтобы передвигаться по Великому хранилищу.

source: Locations are not connected to one another except via the Moving Platform or their connection icons.
de: Die Orte sind nur über die Bewegliche Plattform oder ihre Verbindungssymbole miteinander verbunden.
es: Los Lugares no están conectados entre sí excepto mediante la Plataforma móvil o sus iconos de conexión.
fr: Les lieux ne sont pas connexes entre eux sauf via la Plateforme Mobile ou leurs icônes de connexion.
it: I luoghi non sono collegati tra loro tranne che per la Piattaforma Semovente o le loro icone di collegamento.
pl: Lokalizacje są ze sobą połączone tylko przez Ruchomą platformę oraz symbole połączeń.
ru: Локации связаны друг с другом только по символам связи и через «Подвижную платформу».

source: The Moving Platform is connected to each location adjacent to it, and vice versa.
de: Die Bewegliche Plattform ist mit jedem zu ihr benachbarten Ort verbunden und umgekehrt.
es: La Plataforma móvil está conectada a cada Lugar adyacente a ella y viceversa.
fr: La Plateforme Mobile est connexe à chaque lieu qui lui est adjacent, et vice versa.
it: La Piattaforma Semovente è collegata a ogni luogo adiacente a essa e viceversa.
pl: Ruchoma platforma jest połączona z każdą lokalizacją, z którą sąsiaduje i na odwrót.
ru: «Подвижная платформа» связана с каждой соседней локацией, и наоборот.

source: Adjacent locations share a side (left, right, above, or below).
de: Orte, die sich an den Seiten berühren (links, rechts, oben oder unten) sind benachbart.
es: Los Lugares adyacentes comparten lado (izquierda, derecha, arriba o abajo).
fr: Les lieux adjacents partagent un bord (gauche, droite, haut, ou bas).
it: I luoghi adiacenti hanno un lato in comune (a destra, a sinistra, sopra o sotto).
pl: Lokalizacje sąsiadują ze sobą, jeśli mają wspólną krawędź (lewą, prawą, górną lub dolną).
ru: Локации соседствуют только по вертикали и горизонтали, но не по диагонали.

source: Locations that share only a corner are not considered adjacent.
de: Orte, die sich nur an den Ecken berühren, sind nicht benachbart.
es: Los Lugares que sólo comparten una esquina no se consideran adyacentes.
fr: Les lieux qui partagent seulement un coin ne sont pas adjacents.
it: I luoghi che condividono soltanto un angolo non sono considerati adiacenti.
pl: Lokalizacje, które mają wspólny tylko róg, nie są sąsiadujące.
ru: Локации, которые имеют только общий угол, не считаются соседними.

source: When instructed to swap the Moving Platform with an adjacent [[Vault]] location, simultaneously move each of those locations (along with all cards and tokens at them) to the space the other one was occupying.
de: Sobald ihr angewiesen werdet, die Position der Beweglichen Plattform mit der eines benachbarten [[Gewölbe]]-Ortes zu tauschen, werden die beiden Orte gleichzeitig an die Position des jeweils anderen Ortes bewegt (zusammen mit allen Karten und Markern darauf).
es: Cuando se te indique que intercambies la Plataforma móvil con un Lugar [[Cámara]] adyacente, mueve simultáneamente cada uno de esos Lugares (junto con todas las cartas y fichas que tengan) a la casilla que ocupaba el otro.
fr: Quand un effet vous demande d’échanger la Plateforme Mobile avec un lieu [[Crypte]] adjacent, déplacez chacun de ces lieux simultanément (ainsi que les cartes et les pions qui sont dessus) sur l’espace que l’autre occupait.
it: Quando un'istruzione richiede di scambiare la Piattaforma Semovente con un luogo [[Deposito]] adiacente, muovete simultaneamente ognuno di quei luoghi (insieme a tutte le carte e i segnalini su di essi) nello spazio precedentemente occupato dall'altro luogo.
pl: Po otrzymaniu instrukcji, aby zamienić miejscami Ruchomą platformę z sąsiednią lokalizacją z cechą [[Krypta]], należy jednocześnie poruszyć każdą z tych lokalizacji (wraz z żetonami i kartami, które się na nich znajdują) na miejsce tej drugiej lokalizacji.
ru: Чтобы поменять местами «Подвижную платформу» и соседнюю локацию-[[хранилище]], одновременно переложите их (и все карты и жетоны в них) на места друг друга.

source: During this scenario, locations can be "activated" or "deactivated" through setup instructions or scenario effects. An activated location has no inherent game effect, however certain scenario effects will reference whether a location is activated or not.
de: Während dieses Szenarios können Orte durch Vorbereitungsanweisungen oder Szenarioeffekte „aktiviert“ oder „deaktiviert“ werden. Ein aktivierter Ort hat keinen eigentlichen Spieleffekt, jedoch können sich bestimmte Szenarioeffekte darauf beziehen, ob ein Ort aktiviert ist oder nicht.
es: Durante este escenario, los Lugares se pueden “activar” o “desactivar” mediante las instrucciones de preparación o efectos del escenario. Un Lugar activado no tiene ningún efecto de juego de por sí, pero algunos efectos del escenario harán referencia a si un Lugar está activado o no.
fr: Lors de ce scénario, les lieux peuvent être « activés » ou « désactivés » par des instructions de mise en place ou certains effets. Un lieu activé n’a pas d’effet de jeu en lui-même, cependant certains effets du scénario demanderont de vérifier si un lieu est activé ou non.
it: Durante questo scenario, i luoghi possono essere "attivati" o "disattivati" attraverso istruzioni di preparazione o effetti dello scenario. Un luogo attivato non ha alcun effetto di gioco intrinseco, ma alcuni effetti dello scenario possono far riferimento al fatto che un luogo sia attivato o meno.
pl: Podczas tego scenariusza lokalizacje mogą być „aktywowane” lub „dezaktywowane” w ramach przygotowania lub różnych efektów. To, że lokalizacja jest aktywowana samo w sobie nie ma żadnego efektu, jednak niektóre efekty scenariusza będą się odnosić do tego, czy lokalizacja jest aktywowana czy dezaktywowana.
ru: Во время этого сценария локации могут активироваться и деактивироваться по указаниям подготовки и эффектам сценария. У активированных локаций нет собственного эффекта, но некоторые эффекты сценария могут зависеть от того, активирована ли локация.

source: When you are instructed to "activate" a Location, place 1 resource on that Location, which becomes activated.
de: Sobald ihr angewiesen werdet, einen Ort zu „aktivieren“, platziert einen Ressourcenmarker auf dem Ort. Dieser Ort wurde aktiviert.
es: Cuando se te indique que “actives” un Lugar, coloca 1 recurso en ese Lugar, que pasa a estar activado.
fr: Lorsqu’on vous demande d’« activer » un lieu, placez un pion Ressource sur ce lieu. Ce lieu a été activé.
it: Quando vi viene richiesto di "attivare" un luogo, collocate 1 segnalino risorsa su di esso. Quel luogo è stato attivato.
pl: Kiedy masz „aktywować” lokalizację, umieść na niej żeton zasobu. Dana lokalizacja została aktywowana.
ru: Получив указание активировать локацию, положите на неё жетон ресурса. Такая локация считается активированной.

source: You cannot activate a Location that is already activated.
de: Ein Ort, der aktuell aktiviert ist, kann nicht aktiviert werden.
es: No puedes activar un Lugar que ya esté activado.
fr: Vous ne pouvez pas activer un lieu qui est déjà activé.
it: Non potete attivare un luogo che è attualmente attivato.
pl: Nie można aktywować lokalizacji, która już jest aktywowana.
ru: Вы не можете активировать активированную локацию.

source: When instructed to "activate" a location, place a resource token on that location. That location has been activated.
de: Sobald ihr angewiesen werdet, einen Ort zu „aktivieren“, platziert einen Ressourcenmarker auf dem Ort. Dieser Ort wurde aktiviert.
fr: Lorsqu’on vous demande d’« activer » un lieu, placez un pion Ressource sur ce lieu. Ce lieu a été activé.

source: You cannot activate a location that is currently activated.
de: Ein Ort, der aktuell aktiviert ist, kann nicht aktiviert werden.
fr: Vous ne pouvez pas activer un lieu qui est déjà activé.

source: When instructed to "deactivate" a location, remove the resource token on that location. That location has been deactivated.
de: Sobald ihr angewiesen werdet, einen Ort zu „deaktivieren“, entfernt den Ressourcenmarker von dem Ort. Dieser Ort wurde deaktiviert.
es: Cuando se te indique que “desactives” un Lugar, quita el recurso de ese Lugar, que pasa a estar desactivado.
fr: Lorsqu’on vous demande de « désactiver » un lieu, retirez le pion Ressource sur ce lieu. Ce lieu a été désactivé.
it: Quando vi viene richiesto di "disattivare" un luogo, rimuovete il segnalino risorsa da esso. Quel luogo è stato disattivato.
pl: Kiedy masz „dezaktywować” lokalizację, usuń z niej żeton zasobu. Dana lokalizacja została dezaktywowana.
ru: Получив указание деактивировать локацию, снимите с неё жетон ресурса. Такая локация считается деактивированной.

source: You cannot deactivate a location that is not currently activated.
de: Ein Ort, der aktuell nicht aktiviert ist, kann nicht deaktiviert werden.
es: No puedes desactivar un Lugar que no esté activado en ese momento.
fr: Vous ne pouvez pas désactiver un lieu qui n’est pas activé.
it: Non potete disattivare un luogo che non è attualmente attivato.
pl: Nie można dezaktywować lokalizacji, która już jest zdezaktywowana.
ru: Вы не можете деактивировать деактивированную локацию.

source: The Vault Core
de: Der Kern des Gewölbes
es: El núcleo de la cámara
fr: Le Cœur de la Crypte
it: Il Nucleo della Cripta
pl: Rdzeń krypty
ru: Ядро хранилища

source: Scenario Interlude: The Vault Core
de: Szenario-Zwischenspiel: Der Kern des Gewölbes
es: Interludio del escenario: El núcleo de la cámara
fr: Interlude de Scénario : Le Cœur de la Crypte
it: Interludio dello Scenario: Il Nucleo della Cripta
pl: Antrakt scenariusza: Rdzeń krypty
ru: Интерлюдия сценария: Ядро хранилища

source: The core of the vault houses an elaborate control station. With the surrounding chambers activated, the control station hums with a sickly green energy. Ancient stylized glyphs portray a warped, shifting facsimile of the city. After some scrutiny, you surmise that the station powers each sector of the city; most notably, there is one familiar area that catches your attention: a pair of massive gates in the base of a towering spire. Their design looks curiously like the obsidian gates where you made landfall. A small red node blinks underneath it, as if begging you to press it.
de: Im Kern des Gewölbes befindet sich eine ausgeklügelte Kontrollstation. Da die umliegenden Kammern aktiviert sind, gibt die Kontrollstation summend ein kränklich grünes Licht ab. Alte stilisierte Glyphen stellen ein verzerrtes, sich veränderndes Abbild der Stadt dar. Nach genauerer Betrachtung vermutest du, dass die Station jeden Sektor der Stadt mit Energie versorgt. Ein Bereich fällt dir besonders auf: ein Paar massiver Tore am Fuße eines hoch aufragenden Turms. Sie erinnern dich irgendwie an die Obsidian-Tore an der Stelle, wo ihr an Land gegangen seid. Darunter blinkt ein kleiner roter Knopf, als würde er dich auffordern, ihn zu drücken.

source: <i>Push the button.</i>
de: <i>Drücke auf den Knopf.</i>
es: <i>Pulsar el botón.</i>
fr: <i>Appuyer sur le bouton.</i>
it: <i>Premete il pulsante.</i>
pl: <i>Wciśnijcie przycisk.</i>
ru: <i>Нажать на точку.</i>

source: In your Campaign Log, record <i>the inner sanctum was unsealed</i>.
de: Im Kampagnenlogbuch wird notiert: <i>Das Siegel des Innersten Heiligtums wurde gebrochen.</i>.
es: Anota en el registro de campaña que <i>los investigadores abrieron el santuario interior</i>.
fr: Dans votre Carnet de Campagne, indiquez que <i>le sanctuaire intérieur a été descellé</i>.
it: Annotate nel Diario della Campagna che <i>avete sbloccato il sancta sanctorum</i>.
pl: Zanotuj w Dzienniku kampanii, że <i>wewnętrzne sanktuarium zostało odpieczętowane</i>.
ru: Запишите в журнал кампании, что <i>проход во внутреннее святилище распечатан</i>.

source: the inner sanctum was unsealed.
de: das Siegel des Innersten Heiligtums wurde gebrochen.
es: los investigadores abrieron el santuario interior.
fr: le sanctuaire intérieur a été descellé.
it: avete sbloccato il sancta sanctorum.
pl: wewnętrzne sanktuarium zostało odpieczętowane.
ru: проход во внутреннее святилище распечатан.

source: <i>Leave it alone.</i>
de: <i>Lass es sein.</i>
es: <i>Dejarlo en paz.</i>
fr: <i>L’ignorer.</i>
it: <i>Lasciate perdere.</i>
pl: <i>Zostawcie przycisk w spokoju.</i>
ru: <i>Не нажимать на точку.</i>

source: Cross out "The Grand Vault" on the R'lyeh map.
de: Streiche „Das große Gewölbe“ auf der Karte von R’lyeh durch.
es: Tacha “La gran cámara” en el mapa de R’lyeh.
fr: Rayez « La Grande Crypte » sur la carte de R’lyeh.
it: Barrate "La Grande Cripta" sulla mappa di R'lyeh.
pl: W Dzienniku kampanii wykreśl „Wielka krypta” na mapie R'lyeh.
ru: Вычеркните надпись «Великое хранилище» на карте Р’льеха.

source: Was the Tidal Tablet under the control of an investigator when the scenario ended?
de: Hat sich am Ende des Szenarios die Tafel der Gezeiten unter der Kontrolle eines Ermittlers befunden?
es: ¿Estaba la Tablilla de marea bajo el control de un investigador cuando acabó el escenario?
fr: La Tablette des Marées était-elle sous le contrôle d’un investigateur quand le scénario a pris fin ?
it: La Tavoletta delle Maree era sotto il controllo di un investigatore quando lo scenario è terminato?
pl: Czy w momencie zakończenia scenariusza Tabliczka pływów znajdowała się pod kontrolą któregoś z badaczy?
ru: Была ли «Приливная табличка» под контролем сыщика, когда закончился сценарий?

source: Check the box next to "Tidal Tablet" under "Artifacts Earned."
de: Hake „Tafel der Gezeiten“ unter „Verdiente Artefakte“ ab.
es: Marca la casilla de la Tabilla de marea en la sección “Artefactos obtenidos”.
fr: Cochez la case à côté de « Tablette des Marées » dans la section des « Artéfacts Obtenus».
it: Spuntate la casella accanto alla Tavoletta delle Maree alla voce "Artefatti Ottenuti".
pl: Zaznacz w sekcji „Zdobyte Artefakty” kratkę obok Tabliczki pływów.
ru: Отметьте «Приливную табличку» в графе «Полученные артефакты».

source: Tidal Tablet
de: Tafel der Gezeiten
es: Tabilla de marea
fr: Tablette des Marées
it: Tavoletta delle Maree
pl: Tabliczka pływów
ru: Приливная табличка

source: If an investigator has the <i>Good Money</i> task:
de: Æ Falls ein Ermittler die Aufgabe <i>Gutes Geld</i> hat:
es: Si un investigador tiene la tarea <i>Un buen dinero</i>:
fr: Si un investigateur a la Tâche <i>Une Somme Inespérée</i> :
it: Se un investigatore possiede l'impresa <i>Fior di Quattrini</i>:
pl: Jeśli Zadanie któregoś z badaczy to <i>Niezły szmal</i>:
ru: Если у сыщика есть задача «Большой куш»:
