Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/09_court_of_the_ancients.po
Languages: de, es, fr, it, pl, ru

source: The Great Lift and Sliding Locations
de: Der Große Aufzug und Orte verschieben
es: El Gran ascensor y deslizar Lugares
fr: Le Grand Ascenseur et les Lieux Glissants
it: Il Grande Ascensore e Scorrimento dei Luoghi
pl: Wielka winda i przesuwanie lokalizacji
ru: Большой лифт и как его сдвигать

source: Time seems to slip away as you follow the dark tunnels out of the heart of the city. Eventually the constant churn and thrum of machinery melts away, replaced by an ominous silence. Andy has only just proposed that you turn around to find another route when the endless stairs come to a stop. An intricately carved door is set in the ceiling above you. Pressing a panel in its center reveals a vast, airy structure that vaguely resembles the nave of some ancient alien cathedral. A towering lift dominates the center, surrounded by spiraling ringed floors. The walls are covered in countless alien glyphs, pulsing with green light. You wonder if the great archive might hold anything valuable.
de: Ihr folgt für eine scheinbar nicht enden wollende Zeit den dunklen Tunneln aus dem Herzen der Stadt. Endlich lässt das ständige Rattern und Dröhnen der Maschinen nach und wird durch eine bedrohliche Stille ersetzt. Andy hat gerade erst vorgeschlagen, umzukehren und eine andere Route zu nehmen, als ihr das Ende der endlosen Treppe erreicht. Über euch befindet sich eine kunstvoll gravierte Tür in der Decke. Als du auf eine Platte in deren Mitte drückst, öffnet sie sich und gibt den Blick auf das Innere eines riesigen weitläufigen Bauwerks frei, das vage an das Kirchenschiff einer Kathedrale erinnert – nur älter und fremdartiger als alles, was du dir vorstellen kannst. Ein Aufzug ragt in der Mitte empor, umgeben von spiralförmig angeordneten Stockwerken. Die Wände sind mit unzähligen fremdartigen Glyphen bedeckt, die in grünem Licht pulsieren. Du fragst dich, ob das große Archiv vielleicht etwas Wertvolles enthält.
es: El tiempo parece escaparse mientras seguís los oscuros túneles para salir del corazón de la ciudad. El constante trajín y retumbar de la maquinaria acaba por desaparecer, sustituido por un siniestro silencio. Andy no ha hecho más que proponer que deis media vuelta para buscar otra ruta cuando la escalera eterna se acaba. En el techo que tenéis encima hay una puerta decorada con intricados grabados. Al pulsar un panel situado en su centro se revela una enorme estructura espaciosa que recuerda vagamente a la nave de una antigua catedral alienígena. Un inmenso ascensor domina su parte central y está rodeado de pisos circulares en espiral. Las paredes están cubiertas de innumerables símbolos alienígenas que palpitan con luz verde. Te preguntas si el gran archivo podría contener algo de valor.
fr: Le temps semble s’écouler sans fin au fur et à mesure que vous suivez les tunnels sombres hors du cœur de la cité. Le bruit inlassable de la machinerie finit par s’estomper, remplacé par un silence inquiétant. Andy vient tout juste de proposer que vous fassiez demi-tour pour trouver un autre chemin lorsque les escaliers interminables s’arrêtent. Une trappe sculptée de façon complexe est encastrée dans le plafond au-dessus de vous. En appuyant sur un panneau en son centre, vous découvrez une vaste structure aérée qui ressemble vaguement à la nef d’une ancienne cathédrale extraterrestre. Un ascenseur imposant domine le centre, entouré d’étages en spirale. Les murs sont couverts d’innombrables glyphes étranges qui diffusent une lumière verte. Vous vous demandez si ces archives imposantes contiennent quelque chose de précieux.
it: Ora che state seguendo le gallerie che conducono fuori dal cuore della città, il tempo è come se scivolasse via, e con esso il costante ronzare metallico dei macchinari, sostituito da un inquietante silenzio. Andy è sul punto di proporvi di tornare indietro per trovare un'altra strada, quando arrivate finalmente in cima a quella interminabile scalinata, che si affaccia su una porta minutamente dettagliata incassata nel soffitto. Premendo il pannello al centro del passaggio vi ritrovate in un'ampia struttura ariosa, che vi ricorda vagamente la navata di un'antica cattedrale aliena. Al centro svetta un ascensore torreggiante, circondato da ogni lato da piattaforme circolari spiraleggianti. Le pareti sono ricoperte di innumerevoli glifi, rilucenti di un bagliore verdastro, che nessuna mano umana può aver tracciato. Vi chiedete se questo grande archivio possa custodire qualcosa di valore.
pl: Gdy przemierzacie ciemne tunele wychodzące z serca miasta, macie wrażenie, że czas przelatuje wam przez palce. Ostatecznie rytmiczne odgłosy maszynerii giną w oddali, oddając prym głuchej ciszy. W tej samej chwili, gdy Andy zasugerował, byście poszukali jakiejś innej drogi, schody po których szliście nagle się skończyły. Na suficie tuż nad wami widzicie kunsztownie wykute drzwi. Po naciśnięciu panelu na ich środku waszym oczom ukazuje się rozległa struktura, przypominająca nawę starożytnej pozaziemskiej katedry. Znaczną jej część wypełnia osobliwa winda, otoczona spiralnymi piętrami. Ściany pokryte są niezliczonymi pozaziemskimi glifami, pulsującymi zielonym światłem. Zastanawiacie się, czy w tym przepastnym archiwum znajdziecie coś cennego.
ru: Вы теряете счёт времени, идя по тёмным туннелям прочь от сердца города. В конце концов постоянный гул и стук механизмов растворяются, сменяясь зловещей тишиной. Только Энди предлагает развернуться и поискать другой путь, как бесконечные ступени наконец заканчиваются. В потолке над вашими головами расположена резная дверь искусной работы. Когда вы нажимаете на панель в её центре, за ней открывается вид на обширное пространство, отдалённо похожее на зал некоего инопланетного собора. По его центру находится большой лифт, окружённый спиралями кольцевых этажей. Стены покрыты бессчётными инопланетными знаками, пульсирующими зелёным светом. Вы задумываетесь, может ли в этом великом архиве храниться что-то ценное.

source: You land on the top floor of the towering nave. Twisting stairs and catwalks circle the sprawling structure, revealing more levels below. The walls around you are covered in glowing alien glyphs: hundreds of thousands of symbols covering every surface. You wonder if the great archive might hold anything valuable. “Watch yourself. We’re not the first ones here,” says Ruby. The jewel thief is bent over a prone human body lying in a pool of fresh blood. You’re struck by their colorful patchwork cloak. A deep, rumbling roar reverberates through the chamber. Ruby’s expression turns grave. “If we’re going to find anything of value, we’d better act quickly.”
de: Ihr befindet euch im obersten Stockwerk eines hohen Bauwerks, das vage an das Kirchenschiff einer Kathedrale erinnert. Wendeltreppen und Stege umkreisen spiralförmig das weitläufige Gebäude und geben ihren Blick auf weitere Ebenen darunter frei. Die Wände um dich herum sind mit leuchtenden fremdartigen Glyphen bedeckt: Hunderttausende von Symbolen bedecken jede Oberfläche. Du fragst dich, ob das große Archiv vielleicht etwas Wertvolles enthält. „Vorsichtig! Wir sind nicht die ersten hier“, warnt Ruby. Die [[Kriminelle]] beugt sich über einen menschlichen Körper, der in einer Lache frischen Blutes liegt. Als du dich vom ersten Schock erholst, fällt dir der beeindruckend farbenfrohe Flickenmantel des Leichnams auf. Noch bevor du weiter darüber nachdenken kannst, hallt ein tiefes, grollendes Brüllen durch die Kammer. Rubys Gesichtsausdruck erstarrt. „Wenn wir etwas Wertvolles finden wollen, sollten wir uns besser beeilen.“
es: Caéis en el piso superior de la inmensa nave. En torno a la enorme estructura hay escaleras que se retuercen y pasarelas que revelan más pisos por debajo. Las paredes que os rodean están cubiertas de símbolos alienígenas que resplandecen: cientos de miles de símbolos que recubren todas las superficies. Te preguntas si el gran archivo podría contener algo de valor. –Cuidado. No somos los primeros en entrar aquí –dice Ruby. La ladrona de joyas está inclinada sobre un cuerpo humano que yace en el suelo sobre un charco de sangre fresca. Te llama la atención su colorida capa hecha de retales. Un grave retumbar reverbera por toda la sala. La expresión de Ruby se vuelve adusta. –Si vamos a buscar algo de valor, será mejor que nos demos prisa.
fr: Vous atterrissez au dernier étage de l’imposante nef. Des escaliers en colimaçon et des passerelles encerclent la structure tentaculaire, révélant d’autres niveaux en contrebas. Les murs autour de vous sont couverts de glyphes extraterrestres lumineux : des centaines de milliers de symboles recouvrent chaque surface. Vous vous demandez si ces archives majeures contiennent quelque trésor. « Faites attention à vous. D’autres sont arrivés avant nous », dit Ruby. La voleuse de bijoux est penchée sur un corps humain gisant dans une mare de sang frais. Vous êtes frappé par sa cape en patchwork coloré. Un grondement sourd et profond résonne dans la pièce. L’expression de Ruby devient grave. « Si nous voulons trouver quelque chose de valeur, nous ferions mieux d’agir rapidement. »
it: Raggiungete il piano più alto della navata torreggiante. La struttura è circondata da una spirale di scale e passerelle che scende verso i piani inferiori, e le sue pareti sono ricoperte di antichi glifi alieni: centinaia di migliaia di simboli incomprensibili, che infestano ogni superficie. Vi chiedete se questo grande archivio possa custodire qualcosa di valore. "Fate attenzione. Qualcun altro è arrivato prima di noi." Vedete Ruby piegarsi accanto a un corpo umano, riverso in una pozza di sangue fresco. Ha indosso un mantello rattoppato, che vi lascia a bocca aperta per i colori sgargianti di cui è intessuto. Poi il boato di un ruggito riverbera attraverso la sala. Il viso di Ruby s'incupisce. "Se vogliamo cercare qualcosa di valore, faremmo meglio a farlo in fretta."
pl: Trafiacie na najwyższą kondygnację podzielonej na piętra wieży. Spiralne schody i chodniki otaczające strukturę ujawniają liczne piętra poniżej. Pobliskie ściany pokryte są świecącymi pozaziemskimi glifami. Są ich tysiące. Setki tysięcy. Zastanawiacie się, czy w tym przepastnym archiwum znajdziecie coś cennego. „Lepiej uważajcie. Ktoś był tu przed nami” – mówi Ruby, pochylając się nad odwróconymi do ziemi zwłokami człowieka leżącymi w plamie krwi. Waszą uwagę przykuwa kolorowa peleryna. Nagle w komnacie słychać rezonujący warkot. Twarz Ruby blednie. „Jeśli mamy znaleźć coś cennego, to lepiej zróbmy to szybko”.
ru: Вы опускаетесь на верхний этаж высокого зала. Просторную структуру в центре окружают витые лестницы и мостики, ведущие на нижние этажи. Стены вокруг вас усеяны светящимися инопланетными знаками; каждую поверхность покрывают сотни тысяч символов. Вы задумываетесь, может ли в этом великом архиве храниться что-то ценное. «Будьте осторожны. Мы не первые, кто здесь побывал», — говорит Руби. Воровка склоняется над телом человека, лежащим ничком в луже свежей крови. Вы рассматриваете его пёстрый лоскутный плащ. По залу прокатывается низкий грохочущий рёв. Руби мрачнеет: «Если собираемся искать здесь что-то ценное, лучше поторопиться».

source: If an investigator has the "Plumb the Depths" task:
de: Falls ein Ermittler die Aufgabe <i>Die Tiefen ausloten</i> hat:
es: Si un investigador tiene la tarea <i>Sondear las profundidades</i>:
fr: Si un investigateur a la Tâche « Sonder les Profondeurs » :
it: Se un investigatore possiede l'impresa "Esaminare a Fondo":
ru: Если у сыщика есть задача «Окунуться с головой»:

source: Task: Plumb the Depths
de: Aufgabe: Die Tiefen ausloten
es: Tarea: Sondear las profundidades
fr: Tâche : Sonder les Profondeurs
it: Impresa: Esaminare a Fondo
pl: Zadanie: Dotrzeć do sedna
ru: Задача: Окунуться с головой

source: You can’t help but marvel at the austere grandeur of the ancient structure. Was this an ancient palace? A library? A place of worship? The intricate murals on the walls are a blend of pictograph and alien writing, depicting an ancient migration across the stars. The glyphs glow with a flickering green light, chronicling unknowable histories, ancient secrets hidden from humankind. One image—a nightmarescape of oceanic horrors and sunken cities—catches your attention. You press the eye of a particularly disturbing creature and feel a rush of ancient memories. Thoughts and feelings of an alien being, images of the stygian depths of some distant planet, overwhelm your consciousness. The memories give way to clearer, more defined facts, dates, a history recorded by a prehistoric civilization. You begin to feel yourself slip away as though your consciousness were being drawn through a sieve. There is much more you could learn… but should you?
de: Du kannst nicht anders, als die schlichte Pracht des uralten Bauwerks zu bewundern. War dies ein Palast? Eine Bibliothek? Ein Ort der Anbetung? Die aufwendigen Malereien an den Wänden sind eine Mischung aus Piktogrammen und einer fremden Schrift. Sie stellen eine Wanderung entlang der Sterne dar. Die Glyphen leuchten in einem flackernden grünen Licht und erzählen von einer unbekannten Vergangenheit und von uralten Geheimnissen, die der Menschheit bislang verborgen blieben. Ein Bild – eine albtraumhafte Landschaft ozeanischer Schrecken und versunkener Städte – zieht deine Aufmerksamkeit auf sich. Du drückst auf das Auge einer besonders beunruhigend aussehenden Kreatur und spürst einen Sturm uralter Erinnerungen in deinem Geist. Gedanken und Gefühle eines fremdartigen Wesens, Bilder der stygischen Tiefen auf einem fernen Planeten überwältigen dein Bewusstsein. Die Erinnerungen weichen klarer definierten Fakten, Daten und der aufgezeichneten Geschichte einer prähistorischen Zivilisation . Du beginnst zu spüren, wie dir dein Verstand entgleitet, als würde dein Bewusstsein durch ein Sieb gepresst. Es gibt noch so viel mehr zu lernen … aber solltest du das auch?
es: No puedes evitar maravillarte ante la austera grandiosidad de la antigua estructura. ¿Fue un antiguo palacio? ¿Una biblioteca? ¿Un lugar de culto? Los intricados murales de las paredes son una mezcla de pictografía y escritura alienígena que narra una antigua migración por las estrellas. Los símbolos resplandecen con una palpitante luz verde y relatan historias incognoscibles y antiguos secretos ocultos a la humanidad. Una imagen de un paisaje de pesadilla de horrores oceánicos y ciudades hundidas te llama la atención. Pulsas el ojo de una criatura especialmente perturbadora y sientes una oleada de recuerdos ancestrales. Tu consciencia se ve asaltada por pensamientos y sensaciones de un ser alienígena y por imágenes de las profundidades estigias de un lejano planeta. Los recuerdos dan paso a hechos más claros y definidos, fechas y una historia registrada por una civilización prehistórica. Comienzas a notar que te alejas, como si tu consciencia estuviera pasando por un tamiz. Podrías aprender muchas más cosas, pero ¿deberías hacerlo?
fr: Vous ne pouvez vous empêcher de vous émerveiller devant la majesté austère de cette ancienne structure. S’agit-il d’un ancien palais ? D’une bibliothèque ? D’un lieu de culte ? Les fresques complexes qui couvrent les murs sont un mélange de pictogrammes et de récits extraterrestres, décrivant une ancienne migration à travers les étoiles. Les glyphes brillent d’une lumière verte vacillante, relatant d’anciennes chroniques et des secrets millénaires ignorés de l’humanité. Une image attire votre attention : un paysage cauchemardesque d’horreurs océaniques et de cités englouties. Vous appuyez sur l’œil d’une créature particulièrement inquiétante et vous sentez envahis de souvenirs ancestraux. Les pensées et les émotions d’un être extraterrestre, les visions des profondeurs stygiennes d’une planète lointaine colonisent votre conscience. Les réminiscences cèdent la place à des faits plus clairs, plus précis, à des dates, à l’histoire d’une civilisation préhistorique. Vous commencez à vous sentir glisser, comme si votre psyché était aspirée au travers d’un tamis. Vous pourriez apprendre beaucoup plus… mais devriez-vous le faire ?
it: Non puoi fare a meno di ammirare la grandiosità di quell'antica struttura. Si tratta forse di un palazzo storico? Una biblioteca? Un luogo di culto? Gli intricati murali che decorano le pareti sono un connubio di pittogrammi e lettere aliene, che raccontano una migrazione avvenuta chissà quante ere or sono. I glifi, illuminati da un bagliore verde sfarfallante, raccontano storie impossibili. Antichi segreti di cui l'umanità è ignara. C'è un'immagine, un panorama da incubo di orrori oceanici e città sommerse, che attira la tua attenzione. Premi l'occhio di una creatura particolarmente disturbante, e un'ondata di ricordi antidiluviani ti travolge. Pensieri e sensazioni di un essere alieno, immagini di abissi infernali di un qualche pianeta lontano, soffocano la tua coscienza. Memorie che lasciano presto spazio a date e fatti più chiari e definiti, la storia scritta di una civiltà preistorica. Cominci a sentirti portare via, come se il tuo io venisse spinto attraverso un setaccio. C'è così tanto che potresti scoprire... ma dovresti davvero farlo?
pl: Nie możesz oderwać wzroku od surowego majestatu tego starożytnego miejsca. To pradawny pałac? Biblioteka? Miejsce kultu? Skomplikowane murale pokryte są obcym pismem i wizerunkami starożytnej migracji z gwiazd. Glify jarzące się migotliwym zielonym światłem są kronikarskim zapiskiem nieznanych historii i sekretów skrywanych przed ludzkością. Jeden z wizerunków, przedstawiający bezmiar pełnego koszmarów i zatopionych miast oceanu, szczególnie przykuwa twoją uwagę. Naciskasz oko wyjątkowo upiornie wyglądającej istoty i zalewa cię fala pradawnych wspomnień. Uczucia i przeżycia jakiejś obcej formy, wizje głębin na innej planecie... Wszystko to wręcz tłamsi twoją świadomość. Z czasem wspomnienia rozjaśniają się, porządkują i układają w konkretne daty i fakty, będące zapiskiem dziejów prehistorycznej cywilizacji. I choć czujesz, jakbyś osuwał się gdzieś w dal, a twoja świadomość uciekała niczym przez sito to wiesz, że czeka tu na ciebie cały ogrom wiedzy... Ale czy powinieneś po nią sięgnąć?
ru: Вы не можете отвести восхищённого взгляда от строгого величия древней постройки. Это древний дворец? Библиотека? Религиозное сооружение? Искусные фрески на стенах, смешивающие в себе пиктограммы и инопланетные письмена, рассказывают о древнем путешествии сквозь звёзды. Мерцающие зелёным светом знаки хранят неизвестные истории и древние тайны, скрытые от человечества. Одно из изображений привлекает ваше внимание: кошмарный пейзаж океанских ужасов и затонувших городов. Вы касаетесь глаза одной особо страшной твари, и на вас накатывает волна древних воспоминаний. Ваше сознание наполняют мысли и чувства инопланетного существа, пейзажи стигийских глубин некоей древней планеты. На место воспоминаниям приходят более определённые факты, даты и события, записанные доисторической цивилизацией. Вы чувствуете, как ваша личность начинает ускользать, будто ваше сознание пропускают через сито. Здесь можно узнать так много… Но стоит ли?

source: <i>Look away.</i>
de: <i>Schau weg.</i>
es: <i>Apartar la mirada.</i>
fr: <i>Regarder ailleurs.</i>
it: <i>Distogli lo sguardo.</i>
pl: <i>Odwracasz wzrok.</i>
ru: <i>Отвести взгляд.</i>

source: Erase 1 progress under “Plumb the Depths” in your Campaign Log. Each investigator begins the next scenario with 1 clue <i>(from the token pool)</i>.
de: Lösche 1 Fortschritt unter <i>Die Tiefen ausloten</i> im Kampagnenlogbuch. Jeder Ermittler beginnt das nächste Szenario mit 1 Hinweis <i>(aus dem Markervorrat)</i>.
es: Borra 1 progreso de “Sondear las profundidades” en el registro de campaña. Cada investigador comienza el siguiente escenario con 1 pista <i>(de la reserva de fichas)</i>.
fr: Effacez 1 progression de «Sonder les Profondeurs » dans votre Carnet de Campagne. Chaque investigateur commence le prochain scénario avec 1 indice <i>(pris dans la réserve de pions)</i>.
it: Cancella 1 progresso alla voce "Esaminare a Fondo" nel Diario della Campagna. Ogni investigatore inizia il prossimo scenario con 1 indizio <i>(dalla riserva dei segnalini)</i>.
pl: Wymaż 1 postęp pod Zadaniem „Dotrzeć do sedna” w Dzienniku kampanii. Każdy badacz zaczyna kolejny scenariusz z 1 żetonem wskazówki <i>(z puli zasobów)</i>.
ru: Сотрите 1 отметку в графе «Окунуться с головой» журнала кампании. Каждый сыщик начинает следующий сценарий с 1 уликой <i>(из резерва)</i>.

source: <i>Seek the truth.</i>
de: <i>Ergründe die Wahrheit.</i>
es: <i>Buscar la verdad.</i>
fr: <i>Chercher la vérité.</i>
it: <i>Cerca la verità.</i>
pl: <i>Szukasz prawdy.</i>
ru: <i>Докопаться до истины.</i>

source: Mark 2 progress under “Plumb the Depths” in your Campaign Log and suffer 1 mental trauma. Each investigator begins the next scenario with 1 fewer card in their opening hand.
de: Hake 2 Fortschritt unter <i>Die Tiefen ausloten</i> im Kampagnenlogbuch ab und erleide 1 seelisches Trauma. Jeder Ermittler beginnt das nächste Szenario mit 1 Karte weniger auf seiner Starthand.
es: Marca 2 progresos en “Sondear las profundidades” en el registro de campaña y sufre 1 trauma mental. Cada investigador comienza el siguiente escenario con 1 carta menos en su mano inicial.
fr: Cochez 2 progressions de « Sonder les profondeurs» dans votre Carnet de Campagne et subissez 1 traumatisme mental. Chaque investigateur commence le prochain scénario avec 1 carte en moins dans sa main de départ.
it: Spunta 2 progressi alla voce "Esaminare a Fondo" nel Diario della Campagna e subisci 1 trauma mentale. Ogni investigatore inizia il prossimo scenario con 1 carta in meno nella mano di partenza.
pl: Zaznacz 2 postępy pod Zadaniem „Dotrzeć do sedna” w Dzienniku kampanii i otrzymaj 1 punkt traumy psychicznej. Każdy badacz zaczyna kolejny scenariusz z 1 kartą mniej na swojej początkowej ręce.
ru: Поставьте 2 отметки в графе «Окунуться с головой» журнала кампании и получите 1 ментальную травму. В начале следующего сценария на стартовой руке каждого сыщика на 1 карту меньше.

source: Put the Twisting Catwalks, West Antechamber, East Antechamber, and Ancient Altar locations into play according to the location placement diagram.
de: Es werden folgende Orte ins Spiel gebracht (siehe dazu die Abbildung auf Seite 30): Verschlungene Stege, Westliche Vorkammer, Östliche Vorkammer und Uralter Altar.
es: Pon los Lugares Pasarelas sinuosas, Antecámara occidental, Antecámara oriental y Altar antiguo en juego según el diagrama de colocación de Lugares.
fr: Mettez en jeu les lieux Passerelles Sinueuses, Antichambre Ouest, Antichambre Est et Autel Vénérable, comme indiqué sur le schéma de placement des lieux.
it: Mettete in gioco i luoghi Passerelle Tortuose, Anticamera Occidentale, Anticamera Orientale e Altare Antico seguendo la Disposizione dei Luoghi.
pl: Umieść lokalizacje Kręte chodniki, Zachodni przedsionek, Wschodni przedsionek i Starożytny ołtarz w grze, zgodnie ze schematem ułożenia lokalizacji.
ru: Введите в игру локации «Изогнутые переходы», «Западный аванзал», «Восточный аванзал» и «Древний алтарь» <i>(см. расклад локаций)</i>.
