Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/09_court_of_the_ancients.po
Languages: de, es, fr, it, pl, ru

source: Steeling yourself for another climb, you put one hand above the other, moving from handhold to handhold as the tower threatens to collapse under you. Eventually you pull yourself to the lip of the shattered dome and out to safety. Andy clambers out of the ancient court, followed by the rest of the expedition. You all look down at the dazzling skyline of R’lyeh, which seems to shift and sway strangely in the strong sea winds.
de: Du bereitest dich auf einen weiteren Aufstieg vor, legst eine Hand über die andere und bewegst dich von Griff zu Griff, während der Turm unter dir einzustürzen droht. Schließlich ziehst du dich über die Kante der zerborstenen Kuppel in Sicherheit. Andy klettert nach dir aus dem uralten Hof empor, gefolgt vom Rest der Expeditionsmitglieder. Ihr blickt alle auf die in der Sonne gleißenden Gebäude von R’lyeh hinab. Die starken Winde vom Meer scheinen die vielen Türme ins Schwanken zu bringen.
es: Te preparas para otro ascenso y vas poniendo una mano sobre la otra, pasando de asidero en asidero mientras la torre amenaza con derrumbarse bajo tu cuerpo. Al final, logras auparte al borde de la destrozada cúpula y ponerte a salvo. Andy sale trepando de la antigua corte, seguido del resto de la expedición. Todos bajáis la vista hacia la impresionante silueta de R’lyeh, que parece cambiar y mecerse de forma extraña con los fuertes vientos marinos.
fr: Vous vous préparez mentalement à une nouvelle escalade et vous grimpez, une main après l’autre, tandis que la tour menace de s’effondrer sous vos pieds. Vous parvenez à vous hisser sur le rebord du dôme brisé et à vous mettre à l’abri. Andy sort de l’ancienne cour, suivi par le reste de l’expédition. Vous regardez tous la ligne d’horizon éblouissante de R’lyeh, qui semble se déplacer et osciller étrangement sous l’effet de violents vents marins.
it: Vi fate forza per affrontare l'ultima arrampicata. Mettete le mani una davanti all'altra, spostandovi da una presa alla successiva mentre la torre minaccia di collassare sotto di voi. Riuscite non senza sforzo a issarvi oltre il bordo della cupola infranta, ottenendo infine la salvezza. Andy vi raggiunge presto, e con lui il resto della spedizione. Vi voltate tutti per fissare il panorama da capogiro di R'lyeh mutare e ondeggiare in modo bizzarro, come fronde nei forti venti marini.
pl: Zbieracie się w sobie przed kolejnym etapem wspinaczki. Powoli, krok po kroku, posuwacie się naprzód, wiedząc, że wieża grozi zawaleniem. Ostatecznie docieracie na skraj strzaskanej kopuły, do bezpiecznego miejsca. W ślad za wami wyłania się Andy i reszta ekspedycji. Spoglądacie na oślepiający zarys horyzontu R'lyeh, który wygląda jakby pod wpływem wiatru nieustannie się zmieniał.
ru: Вы собираетесь с духом перед очередным восхождением и начинаете поочерёдно переставлять руки всё выше, карабкаясь от одной зацепки к другой, пока башня под вами грозится опрокинуться. В конце концов вы подтягиваетесь на край расколотого купола и оказываетесь в безопасности. Энди вылезает из древнего зала, и экспедиция следует за ним. Вы все смотрите вниз на завораживающий горизонт Р’льеха, который странным образом будто смещается и колышется под сильными морскими ветрами.

source: After prodding and twisting at every ridge of the dais, it finally slides open. Below, a spiral stairway descending into deep darkness below. Another chunk of rock shatters on the floor of the ancient building. “We have to get out of here!” Ruby shouts. Wasting no time, you descend the stairs, leaving the crumbling tower and its ancient secrets behind.
de: Nachdem ihr sämtliche Knöpfe und Tasten auf der Platte gedrückt und gedreht habt, gleitet die Luke schließlich auf. Darunter führt eine Wendeltreppe in tiefe Dunkelheit hinab. Ein weiteres Felsstück zersplittert auf dem Boden des uralten Gebäudes. „Wir müssen hier raus!“, ruft Ruby. Ohne Zeit zu verlieren, steigt ihr die Treppe hinab und lasst den zerfallenden Turm und seine uralten Geheimnisse hinter euch.
es: Tras pulsar y tirar de cada saliente del estrado, éste termina por abrirse y revela una escalera en espiral que desciende hacia la profunda oscuridad. Otro pedazo de roca se hace añicos contra el suelo del antiguo edificio. –¡Tenemos que salir de aquí! –grita Ruby. Sin perder un segundo, bajáis por la escalera y dejáis atrás la torre que se desploma y sus antiguos secretos.
fr: À force de vous acharner sur toutes les arêtes de l’estrade, elle finit par s’ouvrir. En bas, un escalier en colimaçon s’enfonce dans les profondeurs des ténèbres. Un nouveau morceau de rocher vient se briser sur le sol du bâtiment antédiluvien. « Nous devons sortir d’ici ! » crie Ruby, Sans perdre de temps, vous dévalez les marches, laissant derrière vous la tour en ruine et ses anciens secrets.
it: Dopo aver premuto e girato ogni sporgenza della pedana, riuscite finalmente ad aprire l'accesso. Sotto di voi, una scalinata spiraleggiante scende fino a tuffarsi nelle tenebre. Un altro frammento di roccia s'infrange sul pavimento di quell'antico edificio. "Dobbiamo andarcene da qui!" urla Ruby. Senza perdere altro tempo, affrontate i gradini lasciandovi alle spalle la torre vacillante e i suoi antichi segreti.
pl: Po wielu dniach przeciskania się przez grań, wreszcie docieracie na szeroki podest. Poniżej widzicie spiralne schody prowadzące głęboko w mrok. W tym samym momencie kolejny odłamek rozbija się na podłożu prastarego budynku. „Musimy się stąd zawijać!” — krzyczy Ruby. Nie tracąc czasu, schodzicie po schodach, zostawiając za sobą rozsypującą się wieżę i sekrety, które skrywa.
ru: После того как вы прощупали и повернули все возможные выступы на плите, она наконец отодвигается в сторону. За ней оказывается витая лестница, ведущая в глубокую тьму внизу. На пол древнего сооружения падает очередная глыба. «Нам надо убираться отсюда!» — кричит Руби. Не теряя времени, вы спускаетесь по ступеням, оставляя позади рушащуюся башню и её древние тайны.

source: [skull]: -X. X is the number of [[Glyph]] cards in the victory display. [cultist]: -2 (-4 instead if there is a [[Stowaway]] enemy at your location). [tablet]: -2. If your location is flooded, reveal another token. [elder_thing]: -4. If this token is revealed during an attack or evasion attempt, take 1 damage or 1 horror.
de: [skull]: -X. X ist die Anzahl aller [[Glyphe]]-Karten im Siegpunktestapel. [cultist]: -2 (-4 stattdessen, falls sich ein [[Nistling]]-Gegner an deinem Ort befindet). [tablet]: -2. Falls dein Ort überflutet ist, enthülle einen weiteren Marker. [elder_thing]: -4. Falls dieser Marker während eines Angriffs oder eines Entkommen-Versuchs enthüllt wird, nimm 1 Schaden oder 1 Horror.
es: [skull]: -X. X es la cantidad de cartas [[Símbolo]] que hay en la zona de victoria. [cultist]: -2, o bien -4 si hay un Enemigo [[Polizón]] en tu Lugar. [tablet]: -2. Si tu Lugar está inundado, revela otra ficha. [elder_thing]: -4. Si esta ficha es revelada durante un ataque o intento de evitar, recibe 1 punto de daño o 1 punto de horror.
it: [skull]: -X, dove X è il numero di carte [[Glifo]] nella galleria delle vittorie. [cultist]: -2 (-4 se invece ci sono nemici [[Clandestino]] nel tuo luogo). [tablet]: -2. Se il tuo luogo è allagato, rivela 1 altro segnalino.\n n[elder_thing]: 4. Se questo segnalino viene rivelato durante un attacco o un tentativo di elusione, subisci 1 danno o 1 orrore.
ru: [skull]: –X. X равен числу карт [[знаков]] на победном счету. [cultist]: –2 (или –4, если в вашей локации находится враг-[[пиявка]]). [tablet]: –2. Если ваша локация затоплена, вытяните ещё один жетон. [elder_thing]: –4. Если этот жетон вытянут при атаке или попытке ухода, получите 1 рану или 1 ужас.

source: [skull]: -X. X is 1 more than the number of [[Glyph]] cards in the victory display. [cultist]: -3 (-5 instead if there is a [[Stowaway]] enemy at your location). [tablet]: -3. If your location is flooded, reveal another token. [elder_thing]: -5. If this token is revealed during an attack or evasion attempt, take 1 damage and 1 horror.
de: [skull]: -X. X ist 1 mehr als die Anzahl aller [[Glyphe]]-Karten im Siegpunktestapel. [cultist]: -3 (-5 stattdessen, falls sich ein [[Nistling]]-Gegner an deinem Ort befindet). [tablet]: -3. Falls dein Ort überflutet ist, enthülle einen weiteren Marker. [elder_thing]: -5. Falls dieser Marker während eines Angriffs oder eines Entkommen-Versuchs enthüllt wird, nimm 1 Schaden oder 1 Horror.
es: [skull]: -X. X es 1 más la cantidad de cartas [[Símbolo]] que hay en la zona de victoria. [cultist]: -3, o bien -5 si hay un Enemigo [[Polizón]] en tu Lugar. [tablet]: -3. Si tu Lugar está inundado, revela otra ficha. [elder_thing]: -5. Si esta ficha es revelada durante un ataque o intento de evitar, recibe 1 punto de daño y 1 punto de horror.
it: [skull]: -X, dove X è il numero di carte [[Glifo]] nella galleria delle vittorie +1. [cultist]: -3 (-5 se invece ci sono nemici [[Clandestino]] nel tuo luogo). [tablet]: -3. Se il tuo luogo è allagato, rivela 1 altro segnalino. [elder_thing]: -5. Se questo segnalino viene rivelato durante un attacco o un tentativo di elusione, subisci 1 danno e 1 orrore.
ru: [skull]: –X. X на 1 больше числа карт [[знаков]] на победном счету. [cultist]: –3 (или –5, если в вашей локации находится враг-[[пиявка]]). [tablet]: –3. Если ваша локация затоплена, вытяните ещё один жетон. [elder_thing]: –5. Если этот жетон вытянут при атаке или попытке ухода, получите 1 рану и 1 ужас.

source: Also gather <i>The Inescapable</i> encounter set. Set The Inescapable enemy aside, out of play.
de: Suche auch das Begegnungsset <i>Das Unausweichliche</i> heraus. Der Gegner Das Unausweichliche wird als nicht im Spiel befindlich beiseitegelegt.
es: Reúne el conjunto de encuentros <i>El ineludible</i>. Pon aparte el Enemigo El ineludible, fuera del juego.
it: Prendete anche il set di incontri <i>Ineluttabile</i>. Mettete da parte, temporaneamente fuori dal gioco, il nemico Ineluttabile.
ru: Также соберите все карты из набора контактов «Неотвратимый» и отложите этот набор в сторону, вне игры.

source: The rest of the expedition tell you they found you standing at the edge of the towering climb as if sleepwalking. You rub your eyes. You have no memory of the alien court. And, given that it has almost entirely collapsed, you never will.
it: Il resto della spedizione vi spiega di avervi trovati sul limitare di quell'impressionante scalata. Era come se foste sonnambuli. Vi stropicciate gli occhi, sicuri di non avere alcun ricordo dell'antica corte. E, considerato che oramai è quasi certamente crollata, mai più ne avrete.
pl: Reszta ekspedycji twierdzi, że znalazła was lunatykujących na krawędzi wieży. Przecieracie oczy. Zupełnie nie możecie sobie przypomnieć żadnego pozaziemskiego pomieszczenia. A biorąc pod uwagę, że niemal w całości się zawaliło, to wątpicie, byście sobie przypomnieli.
