Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/09_court_of_the_ancients.po
Languages: de, es, fr, it, pl, ru

source: Shuffle each copy of Crumbling Archives and remove one of them from the game at random. Put each remaining copy of Crumbling Archives into play as shown in the location placement diagram.
de: Jede Kopie von Verfallene Archive wird gemischt. Dann wird 1 zufällige davon aus dem Spiel entfernt. Die verbliebenen Kopien werden wie in der Abbildung angegeben ins Spiel gebracht.
es: Baraja todas las copias de los Archivos en mal estado y retira una de ellas de la partida al azar. Pon todas las copias restantes de los Archivos en mal estado en juego como se muestra en el diagrama de colocación de Lugares.
fr: Mélangez chaque exemplaire d’Archives Croulantes et retirez-en un de la partie, pris au hasard. Mettez en jeu chaque exemplaire restant d’Archives Croulantes comme indiqué sur le schéma de placement des lieux.
it: Mescolate ogni copia degli Archivi Fatiscenti e rimuovetene dal gioco 1 casuale. Mettete in gioco ogni copia rimanente degli Archivi Fatiscenti come mostrato nel diagramma della Disposizione dei Luoghi.
pl: Potasuj każdą kopię Rozpadających się archiwów i usuń 1 losową z nich z gry. Umieść wszystkie pozostałe kopie Rozpadających się archiwów w grze, zgodnie ze schematem ułożenia lokalizacji.
ru: Перемешайте все экземпляры «Ветхих архивов» и случайным образом удалите из игры один из них. Введите все оставшиеся экземпляры «Ветхих архивов» в игру в соответствии со схемой расклада локаций.

source: Twisting Catwalks
de: Verschlungene Stege
es: Pasarelas sinuosas
fr: Passerelles Sinueuses
it: Passarelle Tortuose
pl: Kręte chodniki
ru: Изогнутые переходы

source: Crumbling Archives
de: Verfallene Archive
es: Archivos en mal estado
fr: Archives Croulantes
it: Archivi Fatiscenti
pl: Rozpadające się archiwa
ru: Ветхие архивы

source: West Antechamber
de: Westliche Vorkammer
es: Antecámara occidental
fr: Antichambre Ouest
it: Anticamera Occidentale
pl: Zachodni przedsionek
ru: Западный аванзал

source: East Antechamber
de: Östliche Vorkammer
es: Antecámara oriental
fr: Antichambre Est
it: Anticamera Orientale
pl: Wschodni przedsionek
ru: Восточный аванзал

source: Great Lift
de: Großer Aufzug
es: Gran ascensor
fr: Grand Ascenseur
it: Grande Ascensore
pl: Wielka winda
ru: Большой лифт

source: Ancient Altar
de: Uralter Altar
es: Altar antiguo
fr: Autel Vénérable
it: Altare Antico
pl: Starożytny ołtarz
ru: Древний алтарь

source: Put the Great Lift location into play on level 1, <i>(Inactive)</i> side faceup. (See <b>The Great Lift and Sliding Locations</b> below).
de: Der Ort Großer Aufzug wird auf Stufe 1 mit der (Inaktiv)-Seite nach oben ins Spiel gebracht (siehe dazu <b>Der Große Aufzug und Orte verschieben</b> auf der rechten Seite).
es: Pon en juego el Lugar Gran ascensor en el nivel 1, con el lado <i>(Inactivo)</i> boca arriba <i>(consulta</i> <b>El Gran ascensor y deslizar Lugares</b> <i>más abajo)</i>.
fr: Mettez en jeu le lieu Grand Ascenseur à l’Étage 1, face <i>(Inactif)</i> visible. (Voir <b>Le Grand Ascenseur et les Lieux Glissants</b>, ci-dessous).
it: Mettete in gioco il luogo Grande Ascensore al livello 1, con il lato <i>(Inattivo)</i> a faccia in su. (Vedi <b>Il Grande Ascensore e Scorrimento dei Luoghi</b> sotto.)
pl: Umieść Wielką windę w grze, stroną <i>(Nieaktywna)</i> do góry, na poziomie 1. (Patrz <b>Wielka winda i przesuwanie lokalizacji</b> poniżej).
ru: Введите в игру «Большой лифт» на уровень 1 [[неактивной]] стороной вверх (См. <b>«Большой лифт и как его сдвигать»</b> ниже).

source: Build the act and agenda deck using agenda 1a-"Ruined Archives," agenda 2a-"Unstable Foundations," act 1a-"Steps of Giants," and act 2a—"Escape the Tower (v. 1)." Remove each other act and agenda from the game.
de: Das Agendadeck wird mit Agenda 1a – „Zerstörtes Archiv“ und Agenda 2a – „Instabile Fundamente“ erstellt. Das Szenendeck wird mit Szene 1a – „Stufen für Riesen“ und Szene 2a – „Flucht aus dem Turm (V. I)“ erstellt. Die übrigen Agenda- und Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Acto y el mazo de Plan usando el plan 1a –“Archivos en ruinas”, el plan 2a – “Cimientos inestables”, el acto 1a –“Pasos de gigantes” y el acto 2a –“Huida de la torre (v.I)”. Retira de la partida todos los demás actos y planes.
fr: Constituez les decks Acte et Intrigue en utilisant l’Intrigue 1a — « Archives Ravagées », l’intrigue 2a — « Fondations Instables », l’Acte 1a — « Des Marches de Géants » et l’Acte 2a — « Fuir la Tour (v. I) ». Retirez de la partie toutes les autres cartes Acte et Intrigue.
it: Componete il mazzo delle trame e il mazzo dei capitoli usando la Trama 1a - Archivi in Rovina, la Trama 2a - Fondamenta Instabili, il Capitolo 1a - I Gradini dei Giganti e il Capitolo 2a - La Fuga dalla Torre (v.I). Rimuovete dal gioco ogni altra trama e ogni altro capitolo.
pl: Stwórz talię aktów i talię tajemnic, używając Tajemnicy 1a—„Zrujnowane archiwa”, Tajemnicy 2a—„Niestabilne podwaliny”, Aktu 1a—„Schody olbrzymów” oraz Aktu 2a—„Ucieczka z wieży (w. I).” Usuń z gry każdy pozostały akt i każdą pozostałą tajemnicę.
ru: Соберите колоды замыслов и сцен, используя замысел 1a «Разрушенные архивы», замысел 2a «Нестабильные опоры», сцену 1a «Ступени гигантов» и сцену 2a «Побег из башни (вариант I)». Удалите оставшиеся замыслы и сцены из игры.

source: Search the <i>Star Spawn</i> encounter set for the Star Spawn Observer enemy and set it aside, out of play. Remove two other cards in the <i>Star Spawn</i> encounter set from the game at random.
de: Das Begegnungsset <i>Sternengezücht</i> wird nach dem Gegner Sternengezücht-Aufseher durchsucht, der als nicht im Spiel befindlich beiseitegelegt wird. 2 zufällige andere Karten aus dem Begegnungsset Sternengezücht werden aus dem Spiel entfernt.
es: Busca el Enemigo Semilla estelar observadora en el conjunto de encuentros <i>Semilla estelar</i> y ponlo aparte, fuera del juego. Retira de la partida otras dos cartas del conjunto de encuentros <i>Semilla estelar</i>, al azar.
fr: Cherchez l’ennemi Larve Stellaire Observatrice dans le set de rencontre <i>Larve Stellaire</i> et mettez-le de côté, hors jeu. Retirez de la partie deux autres cartes du set de rencontre <i>Larve Stellaire</i>, prises au hasard.
it: Cercate nel set di incontri <i>Progenie Stellare</i> il nemico Progenie Stellare Osservatrice e mettetelo da parte, temporaneamente fuori dal gioco. Rimuovete dal gioco altre 2 carte casuali del set di incontri <i>Progenie Stellare</i>.
pl: Przeszukaj zestaw spotkań <i>Gwiezdny pomiot</i> w poszukiwaniu wroga Obserwujący Gwiezdny pomiot i odłóż go na bok, poza grę. Usuń 2 losowe karty z zestawu spotkań <i>Gwiezdny pomiot</i> z gry.
ru: Найдите в наборе контактов «Звёздные отродья» врага «Бдительное звёздное отродье» и отложите его в сторону, вне игры. Случайным образом выберите 2 других карты из набора контактов «Звёздные отродья» и удалите из игры.

source: Each investigator begins play at East Antechamber.
de: Jeder Ermittler beginnt das Spiel in der Östlichen Vorkammer.
es: Cada investigador comienza la partida en la Antecámara oriental.
fr: Chaque investigateur commence la partie dans l’Antichambre Est.
it: Iniziate la partita nell'Anticamera Orientale.
pl: Każdy badacz rozpoczyna grę we Wschodnim przedsionku.
ru: Все сыщики начинают игру в «Восточном аванзале».

source: Put the Great Lift location into play on level 4, <i>(Inactive)</i> side faceup. (See <b>The Great Lift and Sliding Locations</b> below).
de: Der Ort Großer Aufzug wird auf Stufe 4 mit der (Inaktiv)-Seite nach oben ins Spiel gebracht (siehe dazu <b>Der Große Aufzug und Orte verschieben</b> auf der rechten Seite).
es: Pon en juego el Lugar Gran ascensor en el nivel 4, con el lado <i>(Inactivo)</i> boca arriba <i>(consulta</i> <b>El Gran ascensor y deslizar Lugares</b> <i>más abajo)</i>.
fr: Mettez en jeu le lieu Grand Ascenseur à l’Étage 4, face <i>(Inactif)</i> visible. (Voir <b>Le Grand Ascenseur et les Lieux Glissants</b>, ci-dessous).
it: Mettete in gioco il luogo Grande Ascensore al livello 4, con il lato <i>(Inattivo)</i> a faccia in su. (Vedi <b>Il Grande Ascensore e Scorrimento dei Luoghi</b> sotto.)
pl: Umieść Wielką windę w grze, stroną <i>(Nieaktywna)</i> do góry, na poziomie 4. (Patrz <b>Wielka winda i przesuwanie lokalizacji</b> poniżej).
ru: Введите в игру «Большой лифт» на уровень 4 [[неактивной]] стороной вверх (См. <b>«Большой лифт и как его сдвигать»</b> ниже).

source: Build the act and agenda deck using agenda 1a-"Flooded Archives," agenda 2a-"Unstable Foundations," act 1a—"Steps of Giants," and act 2a—"Escape the Tower (v. II)." Remove each other act and agenda from the game.
de: Das Agendadeck wird mit Agenda 1a – „Überflutetes Archiv“ und Agenda 2a – „Instabile Fundamente“ erstellt. Das Szenendeck wird mit Szene 1a – „Stufen für Riesen“ und Szene 2a – „Flucht aus dem Turm (V. II)“ erstellt. Die übrigen Agenda- und Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Acto y el mazo de Plan usando el plan 1a –“Archivos inundados”, el plan 2a – “Cimientos inestables”, el acto 1a –“Pasos de gigantes” y el acto 2a –“Huida de la torre (v.II)”. Retira de la partida todos los demás actos y planes.
fr: Constituez les decks Acte et Intrigue en utilisant l’Intrigue 1a — « Archives Inondées », l’Intrigue 2a — « Fondations Ins-tables », l’Acte 1a — « Des Marches de Géants », et l’Acte 2a — « Fuir la Tour (v. II) », Retirez de la partie toutes les autres cartes Acte et Intrigue.
it: Componete il mazzo delle trame e il mazzo dei capitoli usando la Trama 1a - Archivi Allagati, la Trama 2a - Fondamenta Instabili, il Capitolo 1a - I Gradini dei Giganti e il Capitolo 2a - La Fuga dalla Torre (v.II). Rimuovete dal gioco ogni altra trama e ogni altro capitolo.
pl: Stwórz talię aktów i talię tajemnic, używając Tajemnicy 1a— „Zalane archiwa”, Tajemnicy 2a—„Niestabilne podwaliny”, Aktu 1a—„Schody olbrzymów” oraz Aktu 2a—„Ucieczka z wieży (w. II).” Usuń z gry każdy pozostały akt i każdą pozostałą tajemnicę.
ru: Соберите колоды замыслов и сцен, используя замысел 1a «Затопленные архивы», замысел 2a «Нестабильные опоры», сцену 1a «Ступени гигантов» и сцену 2a «Побег из башни (вариант II)». Удалите оставшиеся замыслы и сцены из игры.

source: Search the <i>Star Spawn</i> encounter set for the Star Spawn Observer enemy and set it aside, out of play. Remove each other card in the <i>Star Spawn</i> encounter set from the game.
de: Das Begegnungsset <i>Sternengezücht</i> wird nach dem Gegner Sternengezücht-Aufseher durchsucht, der als nicht im Spiel befindlich beiseitegelegt wird. Alle anderen Karten aus dem Begegnungsset Sternengezücht werden aus dem Spiel entfernt.
es: Busca el Enemigo Semilla estelar observadora en el conjunto de encuentros <i>Semilla estelar</i> y ponlo aparte, fuera del juego. Retira de la partida todas las demás cartas del conjunto de encuentros <i>Semilla estelar</i>.
fr: Cherchez l’ennemi Larve Stellaire Observatrice dans le set de rencontre <i>Larve Stellaire</i> et mettez-le de côté, hors jeu. Retirez de la partie toutes les autres cartes du set de rencontre <i>Larve Stellaire</i>.
it: Cercate nel set di incontri <i>Progenie Stellare</i> il nemico Progenie Stellare Osservatrice e mettetelo da parte, temporaneamente fuori dal gioco. Rimuovete dal gioco ogni altra carta del set di incontri <i>Progenie Stellare</i>.
pl: Przeszukaj zestaw spotkań <i>Gwiezdny pomiot</i> w poszukiwaniu wroga Obserwujący Gwiezdny pomiot i odłóż go na bok, poza grę. Usuń z gry wszystkie pozostałe karty z zestawu spotkań <i>Gwiezdny pomiot</i>.
ru: Найдите в наборе контактов «Звёздные отродья» врага «Бдительное звёздное отродье» и отложите его в сторону, вне игры. Удалите из игры все остальные карты из набора контактов «Звёздные отродья».

source: Each investigator begins the game on the Twisting Catwalks.
de: Jeder Ermittler beginnt das Spiel an den Verschlungenen Stegen.
es: Cada investigador comienza la partida en las Pasarelas sinuosas.
fr: Chaque investigateur commence la partie dans Passerelles Sinueuses.
it: Iniziate la partita nelle Passerelle Tortuose.
pl: Każdy badacz rozpoczyna grę w Krętych chodnikach.
ru: Все сыщики начинают игру на «Изогнутых переходах».

source: Increase the flood level of each location on levels 1 and 2.
de: Die Flutstufe aller Orte auf den Stufen 1 und 2 wird erhöht.
es: Aumenta el nivel de inundación de cada Lugar que esté en los niveles 1 y 2.
fr: Augmentez le niveau d’inondation de chaque lieu aux Étages 1 et 2.
it: Alzate il livello di allagamento di ogni luogo nei livelli 1 e 2.
pl: Podnieś poziom zalania każdej lokalizacji na poziomach 1 i 2.
ru: Повысьте уровень затопления всех локаций на уровнях 1 и 2.

source: Increase the flood level of each location on level 1 so that they are fully flooded.
de: Die Flutstufe aller Orte auf Stufe 1 wird so oft erhöht, sodass sie völlig überflutet sind.
es: Aumenta el nivel de inundación de cada Lugar que esté en el nivel 1, de forma que estén totalmente inundados.
fr: Augmentez le niveau d’inondation de chaque lieu à l’Etage 1 pour qu’il soient complètement inondés.
it: Alzate il livello di allagamento di ogni luogo nel livello 1, in modo che sia completamente allagato.
pl: Podnieś poziom zalania każdej lokalizacji na poziomie 1 do całkowicie zalanej.
ru: Повысьте уровень затопления всех локаций на уровне 1, сделав их полностью затопленными.

source: Set the Shard of Y'ch'lecht story asset and the Colossal Tyrant enemy aside, out of play.
de: Die Storyvorteilskarte Splitter von Y’ch’lecht und der Gegner Kolossaler Tyrann werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, el Apoyo de historia Fragmento de Y’ch’lecht y el Enemigo Tirano colosal.
fr: Mettez de côté le soutien d’histoire Fragment d’Y’ch’lecht et l’ennemi Tyran Colossal, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, il supporto storia Frammento di Y'ch'lecht e il nemico Tiranno Colossale.
pl: Odłóż atut fabularny Okruch Y’ch’lecht oraz wroga Kolosalnego oprawcę na bok, poza grę.
ru: Отложите в сторону, вне игры, сюжетный актив «Осколок И’х’лехт» и врага «Исполинский тиран».

source: During this scenario, the investigators will need to use the Great Lift to explore other levels of the tower.
de: Während des Szenarios müssen die Ermittler den Großen Aufzug verwenden, um die anderen Ebenen des Turms erkunden zu können.
es: Durante este escenario, los investigadores tendrán que usar el Gran ascensor para explorar otros niveles de la torre.
fr: Lors de ce scénario, les investigateurs auront besoin d’utiliser le Grand Ascenseur pour explorer d’autres Étages de la tour.
it: Durante questo scenario, gli investigatori dovranno utilizzare il Grande Ascensore per esplorare gli altri livelli della torre.
pl: Podczas tego scenariusza badacze będą musieli korzystać z Wielkiej windy, aby eksplorować różne poziomy wieży.
ru: Во время этого сценария сыщики будут использовать «Большой лифт», чтобы передвигаться по уровням башни.

source: Locations are not connected to one another except via the Great Lift, their connection icons, or certain card effects.
de: Die Orte sind nur über den Großen Aufzug, ihre Verbindungssymbole oder bestimmte Karteneffekte miteinander verbunden.
es: Los Lugares no están conectados entre sí excepto mediante el Gran ascensor, sus iconos de conexión o determinados efectos de cartas.
fr: Les lieux ne sont pas connexes entre eux sauf via le Grand Ascenseur, leurs icônes de connexion ou certains effets de carte.
it: I luoghi non sono collegati tra loro tranne che per il Grande ascensore, le loro icone di collegamento e alcuni effetti delle carte.
pl: Lokalizacje są ze sobą połączone tylko przez Wielką windę, symbole połączeń oraz konkretne efekty kart.
ru: Локации связаны друг с другом только по символам связи, через «Большой лифт» и по некоторым эффектам карт.

source: The Great Lift is only connected to the locations to the left and right of it, and vice versa.
de: Der große Aufzug ist nur mit den Orten zu seiner Linken und zu seiner Rechten verbunden und umgekehrt.
es: El Gran ascensor sólo está conectado a los Lugares que tiene a la izquierda y a la derecha, y viceversa.
fr: Le Grand Ascenseur n’est connexe qu’aux lieux à sa gauche et à sa droite, et vice versa.
it: Il Grande Ascensore è collegato solo ai luoghi alla sua sinistra e alla sua destra, e viceversa.
pl: Wielka winda jest połączona z lokalizacjami na prawo i lewo od niej i na odwrót.
ru: «Большой лифт» связан только с локациями справа и слева от него, и наоборот.

source: When instructed to slide the Great Lift up or down, move the Great Lift to the level above or below its current level.
de: Sobald ihr angewiesen werdet, den Großen Aufzug nach oben oder unten zu schieben, bewege den Großen Aufzug ausgehend von seiner aktuellen Stufe eine Stufe nach oben oder nach unten.
es: Cuando se indique que hay que deslizar el Gran ascensor hacia arriba o hacia abajo, mueve el Gran ascensor al nivel inmediatamente superior o inferior respecto de su nivel actual.
fr: Quand un effet vous demande de glisser le Grand Ascenseur vers le haut ou vers le bas, déplacez le Grand Ascenseur sur l’Étage qui est au-dessus ou en dessous de son Étage actuel.
it: Quando vi viene richiesto di far scorrere il Grande Ascensore verso l'alto o verso il basso, muovete il Grande Ascensore fino al livello sopra o sotto il suo livello attuale.
pl: Kiedy jakiś efekt nakazuje poruszyć Wielką windę w górę lub w dół, należy poruszyć ją ponad lub poniżej jej bieżącego poziomu.
ru: Получив указание сдвинуть «Большой лифт» вверх или вниз, передвиньте его карту на 1 уровень выше или ниже его текущего уровня.

source: The Great Lift cannot move above level 4 or below level 1.
de: Der Große Aufzug kann nicht über Stufe 4 oder unter Stufe 1 bewegt werden.
es: El Gran ascensor no puede moverse por encima del nivel 4 ni por debajo del nivel 1.
fr: Le Grand Ascenseur ne peut pas se déplacer au-dessus de l’Etage 4 ou en dessous de l’Etage 1.
it: Il Grande Ascensore non può muoversi sopra il livello 4 o sotto il livello 1.
pl: Wielka winda nie może się poruszyć ponad poziom 4 ani poniżej poziomu 1.
ru: «Большой лифт» не может передвинуться выше уровня 4 или ниже уровня 1.

source: When the Great Lift moves, each card and token at that location moves with it.
de: Jede Karte und jeder Marker auf dem Großen Aufzug bewegt sich mit ihm mit.
es: Cuando el Gran ascensor se mueve, todas las cartas y fichas que haya en ese Lugar se mueven con él.
fr: Quand le Grand Ascenseur se déplace, chaque carte et chaque pion situés dans ce lieu se déplacent avec lui.
it: Quando il Grande Ascensore si muove, ogni carta e ogni segnalino in quel luogo si muove con esso.
pl: Kiedy Wielka winda się porusza, porusza się również każda karta i żeton, który się na niej znajduje.
ru: Когда «Большой лифт» сдвигается, все карты и жетоны на нём сдвигаются вместе с ним.

source: Cross out "Court of the Ancients" on the R'lyeh map.
de: Streiche „Der Hof der Uralten“ auf der Karte von R’lyeh durch.
es: Tacha “La corte de los antiguos” en el mapa de R’lyeh.
fr: Rayez « La Cour des Anciens » sur la carte de R’lyeh.
it: Barrate "La Corte degli Antichi" sulla mappa di R'lyeh.
pl: W Dzienniku kampanii wykreśl „Dziedziniec Starożytnych” na mapie R'lyeh.
ru: Вычеркните надпись «Зал Древних» на карте Р’льеха.

source: Was the Shard of Y'ch'lecht under the control of an investigator when the scenario ended?
de: Falls sich am Ende des Szenarios Splitter von Y’ch’lecht unter der Kontrolle eines Ermittlers befunden hat, hake
es: ¿Estaba el Fragmento de Y’ch’lecht bajo el control de un investigador cuando acabó el escenario?
fr: Le Fragment d’Y’ch’lecht était-il sous le contrôle d’un investigateur quand le scénario a pris fin ?
it: Il Frammento di Y'ch'lecht era sotto il controllo di un investigatore alla fine dello scenario?
pl: Czy w momencie zakończenia scenariusza Okruch Y'ch'lecht znajdował się pod kontrolą któregoś z badaczy?
ru: Был ли «Осколок И’х’лехт» под контролем сыщика, когда закончился сценарий?

source: Check the box next to "Shard of Y'ch'lecht" under "Artifacts Earned."
de: „Splitter von Y’ch’lecht“ unter „Verdiente Artefakte“ ab.
es: Marca la casilla del Fragmento de Y’ch’lecht en la sección “Artefactos obtenidos”.
fr: Cochez la case à côté de « Fragment d’Y’ch’lecht » dans la section des « Artéfacts obtenus ».
it: Spuntate la casella accanto al Frammento di Y'ch'lecht alla voce "Artefatti Ottenuti".
pl: Zaznacz w sekcji „Zdobyte Artefakty” w kratkę obok Okruchu Y'ch'lecht.
ru: Отметьте «Осколок И’х’лехт» в графе «Полученные артефакты».

source: Shard of Y'ch'lecht
de: Splitter von Y’ch’lecht
es: Fragmento de Y’ch’lecht
fr: Fragment d’Y’ch’lecht
it: Frammento di Y'ch'lecht
pl: Okruch Y'ch'lecht
ru: Осколок И’х’лехт

source: he rest of the expedition tell you they found you standing at the edge of the towering climb as if sleepwalking. You rub your eyes. You have no memory of the alien court. And, given that it has almost entirely collapsed, you never will.
de: Der Rest der Expedition erzählt dir, dass sie dich schlafwandelnd am Rand des Steilhangs gefunden haben. Du reibst dir die Augen. Du hast keine Erinnerung an den fremdartigen Hof. Und da er fast vollständig eingestürzt ist, wirst du auch keine Gelegenheit für eine neue haben.
es: El resto de la expedición te cuenta que te encontraron al borde del enorme ascenso como si fueras sonámbulo. Te frotas los ojos. No tienes recuerdo alguno de la corte alienígena. Y puesto que se ha desplomado casi por completo, nunca lo tendrás.
fr: Les autres membres de l’expédition vous disent qu’ils vous ont trouvé debout au bord de l’imposante falaise, comme un somnambule. Vous vous frottez les yeux. Vous n’avez aucun souvenir de la cour extra-terrestre. Et comme elle s’est presque entièrement effondrée, vous ne vous en souviendrez jamais.
ru: Члены экспедиции сообщают, что нашли вас, когда вы стояли в трансе на краю высокого утёса. Вы протираете глаза. У вас нет никаких воспоминаний об инопланетном зале. И учитывая, что он почти полностью обвалился, их больше и не будет.
