Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/16_the_doom_of_arkham_part_2.po
Languages: de, es, fr, it, pl, ru

source: Just as Cthulhu prepares to strike, the sigils on his body grow blindingly bright, and his limbs suddenly stiffen. Andy steps boldly out onto the street, stumbling through two more guttural stanzas. You and Ruby join him in reciting the chants as the ritual takes form. The ancient one roars again and falls prone, as if bound by invisible cords. A corona of eerie green and golden light cuts through the clouds, then peels back to reveal the night sky above. Nestled in the heart of an emerald and gold nebula is a bright shining star. The starlight intensifies. Before your eyes, the ancient one’s body twists and bends like a broken reflection. For just a moment, you see the spires of R’lyeh shimmering within the broken skyline of Arkham, looking both alien and familiar at once. With a final roar, Cthulhu disappears into the aether. The corona of distant stars shrinks, then collapses with a thunderclap. In its wake is a dreadful silence. You, Ruby, and Andy climb up to the roof of a nearby building and sit on the edge looking out at the ruined city. The city of Arkham is a portrait of ruin. Rivertown is entirely underwater. Independence Square and the town hall are little more than rubble, and little remains of the city’s other neighbourhoods. You can only imagine the death toll. The three of you stare in stricken silence as the storm clouds dissipate, bathing the city in pale moonlight. You look to Ruby and see her in tears. “I didn’t think I have a damn for this city, but here I am, crying like a baby,” she sobs. “What else could we have done?”
de: Gerade als Cthulhu zum Schlag ausholt, glühen die Siegel auf seinem Körper plötzlich gleißend hell auf und seine Glieder versteifen sich. Andy tritt mutig auf die Straße hinaus und rezitiert stotterend zwei weitere Strophen in einer kehligen Sprache. Du schließt dich ihm mit Ruby an und sprichst die Gesänge nach, als das Ritual zu wirken beginnt. Der Große Alte brüllt erneut auf, dann stürzt er zu Boden, als würden ihn unsichtbare Fesseln fest- halten. Ein heller Strahl aus unheimlichem, grün-goldenem Licht stößt durch die Wolkendecke, die langsam aufbricht und den Blick auf den Nachthimmel freigibt. Umhüllt von einem grün-goldenen Nebel ist ein hell leuchtender Stern zu sehen. Das Sternenlicht wird intensiver. Vor euren Augen verzerrt und krümmt sich der Körper des Großen Alten wie das Abbild in einem zerbrochenen Spiegel. Für einen Moment siehst du die hoch auf- ragenden Türme von R’lyeh zwischen den zerstörten Gebäuden von Arkham durchschimmern – fremdartig und so vertraut zugleich. Mit einem letzten Gebrüll verschwindet Cthulhu im Äther. Der Lichtstrahl der fernen Sterne verblasst, dann löst er sich plötzlich mit einem Donnerschlag ganz auf und lässt nur schaurige Stille zurück. Du kletterst zusammen mit Ruby und Andy auf das Dach eines nahe gelegenen Gebäudes, wo ihr euch hinsetzt und euren Blick über die zerstörte Stadt schweifen lasst. Die Stadt Arkham ist ein einziges Trümmerfeld. Das Hafenviertel liegt vollständig unter Wasser. Der Independence Square und das Rathaus sind kaum mehr als Schutt und Asche – und auch von den anderen Stadt- vierteln ist nur wenig übrig. Die Zahl der Todesopfer wollt ihr euch kaum vorstellen. Ihr drei starrt in betroffenem Schweigen ins Leere, während sich die Sturmwolken auflösen und die Stadt in blasses Mondlicht getaucht wird. Du blickst zu Ruby und siehst, dass sie in Tränen aufgelöst ist. „Ich hätte nicht gedacht, dass mir die verdammte Stadt etwas bedeutet, aber hier sitze ich nun und heule wie ein Schlosshund“, erzählt sie schluchzend. „Was hätten wir noch tun können?“ „Wir haben keine Zeit, uns auszuruhen“, unterbricht Andy sie. „Die Menschen von Arkham brauchen uns immer noch, nun mehr denn je.“
es: Justo cuando Cthulhu se prepara para atacar, los símbolos de su cuerpo empiezan a despedir un brillo cegador y sus extremidades se agarrotan repentinamente. Andy aparece en la calle con paso resuelto mientras pronuncia dos estrofas guturales más. Tú y Ruby os unís a él para recitar los cánticos mientras el ritual toma forma. El Primigenio ruge de nuevo y cae al suelo como si unas cuerdas invisibles tirasen de él. Una aureola de una espectral luz verde y dorada atraviesa las nubes y luego se retira para dejar al descubierto el cielo nocturno. En el corazón de una nebulosa de oro y esmeralda hay una brillante estrella que reluce. La luz estelar se intensifica. Ante vuestros ojos, el cuerpo del Primigenio se retuerce y pliega como un reflejo roto. Por un mero instante, veis las torres de R’lyeh resplandecer en la destrozada silueta de Arkham, con un aspecto tan extraño como familiar. Con un último rugido, Cthulhu desaparece en el éter. La aureola de estrellas lejanas se reduce y luego colapsa con un trueno, dejando un terrible silencio. Tú, Ruby y Andy subís al tejado de un edificio cercano y os sentáis en el borde para mirar la ciudad en ruinas. La ciudad de Arkham es el vivo retrato de la destrucción. El Barrio Fluvial se encuentra totalmente sumergido. La Plaza de la Independencia y el ayuntamiento son poco más que escombros, y de los demás barrios de la ciudad no queda mucho más. Apenas puedes imaginarte a cuánto asciende la cifra de muertos. Los tres os quedáis mirando con un silencio sobrecogedor mientras las nubes de tormenta se disipan y la ciudad queda bañada por la pálida luz de la luna. Miras a Ruby y ves que está llorando. –Pensaba que esta ciudad me importaba una mierda, pero mírame, llorando como una cría –solloza–. ¿Qué más podríamos haber hecho?
fr: Au moment où Cthulhu s’apprête à frapper, les symboles sur son corps brillent d’une lumière de plus en plus aveuglante et ses membres se raidissent soudainement. Andy s’avance avec courage dans la rue, en butant sur la prononciation gutturale de deux nouvelles strophes. Ruby et vous vous joignez à lui pour réciter les incantations qui donnent vie au rituel. Le grand ancien rugit à nouveau et s’écroule, comme s’il était lié par des cordes invisibles. Un cercle de lumière verdâtre et dorée perce les nuages, avant de s’évanouir pour révéler le ciel nocturne. Au cœur d’une nébuleuse d’or et d’émeraude, une étoile apparait. La lumière stellaire s’intensifie. Sous vos yeux, le corps du grand ancien se tord et se plie comme si vous contempliez son reflet au travers d’un miroir brisé. L’espace d’un instant, vous voyez les pics de R’lyeh scintiller dans l’horizon brisé d’Arkham et ce spectacle d’un autre monde vous semble pourtant étrangement familier. Dans un dernier rugissement, Cthulhu disparait dans l’éther. Les étoiles lointaines forment un cercle qui se rétrécit avant de s’effondrer dans un coup de tonnerre. Les minutes qui suivent sont habitées par un terrible silence. Ruby, Andy et vous-même montez sur le toit d’un immeuble voisin et vous asseyez sur le rebord pour contempler la ville en ruines. Arkham n’est plus qu’un champ de désolation. Le Quartier de la Rivière est entièrement immergé, Independance Square et l’Hôtel de Ville ne sont guère plus qu’une pile de gravats et il ne reste presque rien des autres quartiers de la cité. Vous ne pouvez qu’imaginer le nombre de morts. Tous les trois, vous observez dans un silence pesant les nuages d’orage qui se dissipent, baignant la ville d’un pâle clair de lune. Vous vous tournez vers Ruby, qui ne peut cacher ses larmes. « Je ne pensais pas me soucier de cette ville, mais je suis là, à pleurer comme un bébé », sanglote-t-elle. « Qu’aurions-nous pu faire d’autre ? »
it: Proprio quando Cthulhu si prepara a colpire, i sigilli sul suo corpo cominciano a brillare di una luce accecante, e gli arti della creatura si bloccano improvvisamente. Andy si fa avanti con coraggio lungo la strada, recitando incerto le ultime due strofe gutturali. Insieme a Ruby, vi unite a lui nel recitare l'incantamento, e il rituale prende forma. Il Grande Antico ruggisce ancora una volta mentre cade prono, come se fosse trascinato da corde invisibili. Una corona di inquietante luce verde e dorata si fa strada tra le nubi, squarciandole per permettere alla volta celeste di diventare un palcoscenico. Al centro c'è una stella, incastonata nel cuore di una nebulosa dello stesso colore. La luce proveniente dal cosmo si fa più intensa. Davanti ai vostri occhi, il corpo del grande antico si contorce e si spezza come i riflessi di uno specchio infranto. Per un istante vedete le spire di R'lyeh brillare sullo sfondo degli edifici di Arkham, in un'immagine al contempo aliena e familiare. Un ultimo verso mostruoso, e Cthulhu scompare nell'etere. La corona di stelle distanti rimpicciolisce, fino a collassare su se stessa con l'esplosione di un tuono. Poi il silenzio. Insieme a Ruby e Andy vi arrampicate sul tetto di un edificio vicino, sedendovi sul cornicione per ammirare la città in rovina. Arkham è il ritratto della devastazione: River Town è completamente sott'acqua, Independence Square e il municipio sono poco più che macerie e lo stesso vale per gli altri quartieri. Potete solo immaginare il conto delle vittime. Siete gli unici tre spettatori delle nubi temporalesche che si diradano, coprendo la città con il pallido riflesso della luna. Vi voltate verso Ruby, e vedete il suo viso rigato di lacrime. "Non pensavo me ne fregasse nulla di questa città, ma eccomi qui, a frignare come una mocciosa" singhiozza. "Che altro avremmo potuto fare?"
pl: W chwili, gdy Cthulhu szykuje się do uderzenia, pieczęcie na jego ciele zaczynają jarzyć się oślepiającym blaskiem, zaś jego kończyny sztywnieją. Andy brawurowo wychodzi na środek ulicy, intonując dwie kolejne gardłowe formuły. Wraz z Ruby dołączacie do niego, wspólnie recytując inkantację, która wprowadza rytuał w czyn. Przedwieczny ryczy raz za razem, spętany przez niewidzialne okowy. Nagle chmury przecina wieniec zielonych i złotych świateł, ukazując nocne niebo. W środku szmaragdowo-złotej mgławicy świeci jasna gwiazda. Blask wzmaga się. Na waszych oczach cielsko Przedwiecznego wykrzywia się i załamuje, niczym odbicie w zbitym lustrze. Przez moment widzicie iglice R'lyeh na pękniętym horyzoncie Arkham. Widok jest jednocześnie znajomy i obcy. I wówczas to Cthulhu, wydając z siebie ostatni ryk, rozwiewa się w niebyt. Wieniec dalekich gwiazd kurczy się, by ostatecznie zniknąć przy dźwięku gromu, po czym nastaje złowroga cisza. Wraz z Ruby i Andym wspinacie się na dach pobliskiego budynku, by ocenić skalę zniszczeń. Arkham jest istnym pobojowiskiem. Rivertown jest całkiem zalane. Ratusz i okolica to nie więcej jak kupa gruzów, a pozostałe dzielnice nie wyglądają lepiej. Łatwo możecie sobie wyobrazić, ile ofiar pochłonęło to piekło. Razem stoicie w całkowitym milczeniu, gdy chmury rozwiewają się, a na miasto spada blask księżyca. Spoglądacie na zalaną łzami Ruby. „Nie sądziłam, że to cholerne miasto będzie mnie obchodzić, a tymczasem ryczę jak dziecko” — wycedza przez łzy. „co więcej mogliśmy zrobić?”
ru: Ровно в тот миг, когда Ктулху собирается нанести удар, печати на его теле становятся ослепительно яркими и его конечности вдруг костенеют. Энди смело идёт вперёд на улицу и выдавливает из себя ещё две гортанных строфы. Вы с Руби присоединяетесь к его напеву, усиливая ритуал. Древний снова рычит и падает ничком, будто связанный невидимыми канатами. Облака прорезает кольцо потустороннего зелёно-золотого света и рассеивается, оставив после себя участок чистого неба. В сердце изумрудно-золотистой туманности сияет яркая звезда. Её свет становится всё ярче. На ваших глазах тело Древнего изменяется и изгибается, словно отражение в разбитом зеркале. Всего на миг на неровном горизонте Аркхэма появляются шпили Р’льеха, кажущиеся одновременно чужими и знакомыми. С последним рёвом Ктулху растворяется в эфире. Корона далёкой звезды сужается и схлопывается со звуком грома, оставляя после себя жуткую тишину. Вместе с Руби и Энди вы забираетесь на крышу ближайшего здания, усаживаетесь на краю и смотрите на разрушенный город. Аркхэм лежит в руинах. Ривертаун полностью ушёл под воду. От площади Независимости и ратуши почти не осталось камня на камне — как и от остальных районов города. Вы можете только гадать о числе погибших. Пока вы втроём смотрите на город в поражённом молчании, тучи расходятся и город купается в бледном лунном свете. Взглянув на Руби, вы видите на её щеках слёзы. «Я думала, что плевать хотела на этот город, а сейчас плачу, как ребёнок, — всхлипывает она. — Но что ещё мы могли сделать?»

source: Cthulhu Deck
es: El mazo de Cthulhu
fr: Le Deck Cthulhu
it: Il Mazzo di Cthulhu
pl: Talia Cthulhu
ru: Колода Ктулху

source: "I like how you think," Inspector Legrasse says as he loads his gun with a satisfying click. Together, you form a plan to fend off the ancient menace. Ruby suggests that some of you take to the rooftops, while Legrasse phones in some connections with the Arkham police. If you stand together, you may be able to draw Cthulhu's ire away from Arkham itself. "This is the worst idea I've ever heard, but I don't think we have any other choice," Ruby says. You see a glimmer of something—is it fear?—in her eyes. You have no other choice but to fight.
it: L'ispettore Legrasse carica la sua pistola con un soddisfacente click metallico: "Mi piace il vostro modo di pensare". Insieme, cercate di escogitare un piano per fermare l'antica minaccia. Ruby suggerisce che alcuni di voi raggiungano i tetti mentre Legrasse chiede rinforzi alla polizia di Arkham. Se riuscirete a restare uniti, forse potrete attirare l'ira di Cthulhu lontano dalla città. "È la peggiore idea che abbia mai sentito, ma non penso abbiamo molta altra scelta" lamenta la ragazza. Vedete un barlume di qualcosa nei suoi occhi... È forse paura? In ogni caso, non avete altra possibilità che combattere.
pl: „Podoba mi się wasz sposób myślenia” – mówi Inspektor Legrasse, odbezpieczając swoją broń. Wspólnie zaczynacie obmyślać plan odpędzenia przedwiecznej grozy. Ruby sugeruje, że część z was powinna obstawić dachy, podczas gdy Legrasse uruchomi swoje kontakty w policji Arkham. Jeśli będziecie współpracować, to być może uda się wam odwrócić uwagę Cthulhu od miasta. „To najgorszy plan, jaki kiedykolwiek słyszałam, ale chyba nie mamy wyboru” – mówi Ruby. W jej oczach dostrzegacie błysk... paniki? Nie macie jednak wyboru, musicie walczyć!
ru: «Мне нравится ход ваших мыслей», — говорит инспектор Леграсс и со звучным щелчком перезаряжает пистолет. Вместе вы составляете план того, как отвлечь древнее зло от города. Руби предлагает некоторым из вас залезть на крыши, а Леграсс обзванивает своих товарищей из аркхэмской полиции. Если выступите вместе, то, вероятно, сможете отвлечь внимание Ктулху от Аркхэма. «Это худшая идея, что мне доводилось слышать, но не думаю, что у нас есть выбор», — произносит Руби. Вы замечаете, что в её взгляде что-то промелькнуло — страх? У вас нет другого выбора, кроме как сразиться.

source: During the setup of this scenario, a second deck with a different card back is constructed: the Cthulhu deck. This deck is a separate deck made up of only "action" cards. <b>The Cthulhu deck is not an encounter deck and action cards are not treacheries.</b> After moving and attacking as normal during the enemy phase, Cthulhu performs additional actions via action cards from the Cthulhu deck. At the end of the enemy phase, the agenda's forced effect prompts investigators to draw the top card of the Cthulhu deck. When drawing cards from the Cthulhu deck, resolve each effect, one at a time, from top to bottom. After resolving an action card, it is discarded to the Cthulhu discard pile. If the Cthulhu deck is empty, immediately shuffle the Cthulhu discard pile back into the Cthulhu deck.
it: Durante la preparazione di questo scenario, viene composto un secondo mazzo con un retro differente: il mazzo di Cthulhu. Questo mazzo è un mazzo separato composto solo da carte "azione". <b>Il mazzo di Cthulhu non è un mazzo degli incontri e le carte azione non sono sventure.</b> Dopo essersi mosso e aver attaccato come di consueto durante la Fase dei Nemici, Cthulhu effettua azioni aggiuntive tramite le carte azione del mazzo di Cthulhu. Alla fine della Fase dei Nemici, la capacità <b>Obbligo</b> della trama richiede agli investigatori di pescare 1 carta dalla cima del mazzo di Cthulhu. Quando pescate carte dal mazzo di Cthulhu, risolvete ogni effetto uno alla volta dall'alto verso il basso. Dopo aver risolto una carta azione, va scartata nella pila degli scarti di Cthulhu. Se il mazzo di Cthulhu si esaurisce, mescolate immediatamente la pila degli scarti di Cthulhu nel mazzo di Cthulhu.
pl: Podczas przygotowania tego scenariusza gracze utworzą kolejną talię, złożoną z kart o innym rewersie. Nosi ona nazwę talii Cthulhu. Jest to osobna talia, złożona wyłącznie z kart „akcji”. <b>Talia Cthulhu nie jest talią spotkań, zaś karty akcji nie są kartami podstępów.</b> Po tym, jak Cthulhu poruszy się i zaatakuje w fazie wrogów w zwykły sposób, wykona on dodatkowe akcje wynikające z kart akcji z talii Cthulhu. Na koniec fazy wrogów efekt wymuszony tajemnicy nakaże badaczom dobranie wierzchniej karty z talii Cthulhu. Po dobraniu takiej karty należy rozpatrzeć wskazane na niej efekty pojedynczo, od góry do dołu. Po rozpatrzeniu karty akcji należy ją odłożyć na stos odrzuconych kart Cthulhu. Jeśli talia Cthulhu się wyczerpie, należy natychmiast zebrać odrzucone karty Cthulhu, potasować je i utworzyć z nich nowy zakryty stos.
ru: Во время подготовки к этому сценарию сыщики собирают ещё одну колоду с иной рубашкой: колоду Ктулху. Это отдельная колода, состоящая только из карт действий. <b>Колода Ктулху не является колодой контактов, а карты действий не являются напастями.</b> После обычного перемещения и атаки во время фазы врагов Ктулху совершает дополнительные действия с карт действий из колоды Ктулху. Обязательное свойство замысла указывает сыщикам в конце фазы врагов взять верхнюю карту колоды Ктулху. Взяв карту из колоды Ктулху, разыграйте каждый эффект на ней по очереди сверху вниз. После того как карта действия разыграна, она отправляется в сброс Ктулху. Если колода Ктулху пуста, немедленно замешайте её сброс обратно в колоду Ктулху.
