Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/16_the_doom_of_arkham_part_2.po
Languages: de, es, fr, it, pl, ru

source: Andy beckons you all into a deserted diner as the waters continue to rise. "This isn't my field of expertise," he says, laying a stack of loose papers on a table. "But I've been translating the glyphs from R'lyeh, and I think we might be able to stop this with, uhm... well, a ritual." Ruby waves Inspector Legrasse's objections aside as Andy outlines a "ritual of returning" he discovered in the ancient courts of R'lyeh. By using pieces of the ancient city of R'lyeh, you may be able to seal the ancient one away. "The glyphs I translated seemed to imply that Cthulhu and his, er, children are bound to R'lyeh itself—" he lays out a map of Arkham. "If we place these artifacts around the city like so, I can recite the ritual and banish him. However, I'll need you all to draw his attention, keep his eyes on you, while I prepare." Andy holds up one of the artifacts you recovered from Randall, turning it over in his hand. It glows with an unnatural light. "I'll head to the Arkham police department," says Inspector Legrasse. "I've got some connections there. We should be able to get some officers out on the streets to help the survivors." Ruby, who has been silent since Andy outlined the plan, crosses her arms. "So you want us to rile up the thing that is literally destroying the city so you can recite some words and hide some relics." She takes a puff of her cigarette. "What could go wrong?"
de: Andy bittet euch alle in ein verlassenes Diner, während das Wasser immer weiter steigt. „Das ist zwar nicht mein Fachgebiet“, sagt er und legt einen Stapel Papiere auf einen Tisch. „Aber ich habe die Glyphen von R’lyeh übersetzt und ich denke, wir könnten das Ganze vielleicht mit … ähm … einem Ritual aufhalten.“ Ruby unterbricht die Einwände von Inspector Legrasse mit einer Handbewegung, während Andy ein „Ritual der Rückführung“ beschreibt, das er in den uralten Höfen von R’lyeh entdeckt hat. Mit Hilfe von Teilen aus der Stadt R‘lyeh könntet ihr den Großen Alten vielleicht einsperren. „Die Glyphen, die ich übersetzt habe, scheinen darauf hinzudeuten, dass Cthulhu und seine … ähm … Kinder an R’lyeh selbst gebunden sind“, erklärt er und breitet eine Karte von Arkham aus. „Wenn wir diese Artefakte so in der Stadt verteilen, kann ich das Ritual durchführen und ihn verbannen. Allerdings müsst ihr alle seine Aufmerksamkeit auf euch ziehen und dafür sorgen, dass er euch im Auge behält, während ich mich vorbereite.“ Andy hält eines der Artefakte hoch, die ihr von Randall zurückgeholt habt, und dreht es in seiner Hand. Es leuchtet in einem unnatürlichen Licht. „Ich werde mich zum Polizeirevier von Arkham begeben“, sagt Inspector Legrasse. „Ich habe dort ein paar Kontakte. Wir sollten in der Lage sein, ein paar Beamte auf die Straßen zu schicken, die den Überlebenden helfen sollen.“ Ruby, die geschwiegen hat, seit Andy den Plan erklärt hat, verschränkt die Arme vor der Brust. „Wir sollen also das Ding, das die Stadt selbst in Schutt und Asche legt, noch weiter reizen und gegen uns aufhetzen, damit du ein paar Worte aufsagen und ein paar Relikte verstecken kannst?“ Sie nimmt einen Zug von ihrer Zigarette. „Was kann da schon schiefgehen?“
es: Andy os lleva a un restaurante desierto mientras el agua sigue subiendo. –No soy ningún experto en la materia –dice mientras despliega un montón de hojas sobre una mesa–, pero he estado traduciendo los símbolos de R’lyeh y creo que podríamos detener esto con... bueno, con un ritual. Ruby hace un gesto para acallar las objeciones del inspector Legrasse mientras Andy describe un “ritual de retorno” que descubrió en las antiguas cortes de R’lyeh. Es posible que logréis sellas al Primigenio empleando pedazos de la inmemorial ciudad de R’lyeh. –Los símbolos que traduje parecían indicar que Cthulhu y sus... esto... hijos están atados a la propia R’lyeh –explica mientras despliega un mapa de Arkham–. Si colocamos estos artefactos por la ciudad de este modo, puedo recitar el ritual y desterrarlos. Sin embargo, tendréis que atraer su atención y que no desvíe su mirada de vosotros mientras me preparo. Andy levanta uno de los artefactos que recobrasteis de Randall y le da vueltas en la mano. La pieza brilla con una luz antinatural. –Me dirigiré al departamento de policía de Arkham –dice el inspector Legrasse–. Tengo algunos contactos allí y probablemente logre sacar agentes a las calles para ayudar a los supervivientes. Ruby, que ha estado callada desde que Andy describió su plan, cruza los brazos. –Así que quieres que cabreemos a la cosa que está destruyendo la ciudad para que puedas recitar unas palabras y esconder unas reliquias –Da una calada a su cigarrillo–. ¿Qué podría salir mal?
fr: Andy vous invite tous à entrer dans un restaurant déserté, pendant que les eaux continuent de monter. « Ce n’est pas mon domaine d’expertise », dit-il en posant une pile de feuilles volantes sur une table. « Mais j’ai traduit les glyphes de R’lyeh, et je pense que nous pourrions arrêter cette chose avec, euh… eh bien, un rituel. » Ruby écarte d’un geste de la main les objections de l’inspecteur Legrasse pendant qu’Andy décrit un « rituel de retour» qu il a découvert dans les anciennes cours de R’lyeh. En utilisant des objets de l’ancienne cité de R’lyeh, vous pourriez être en mesure de repousser le monstre antédiluvien sur son ile pour de bon. « Les glyphes que j’ai traduits semblent indiquer que Cthulhu et ses, euh… enfants sont liés à R’ lyeh elle-même… » Il présente une carte d’Arkham. « Si nous plaçons ces artéfacts dans la ville, je pourrai réciter le rituel et le bannir. Mais j’ai besoin de vous pour attirer son attention, pour qu’il ne vous quitte pas des yeux, pendant que je me prépare. » Andy brandit l’un des artéfacts que vous avez récupérés et le fait tourner dans sa main. Il brille d’une lumière surnaturelle. « Je vais me rendre au département de police d’Arkham », dit l’Inspecteur Legrasse. «}’ai quelques contacts là-bas. Nous devrions pouvoir envoyer quelques agents dans les rues pour aider les survivants. » Ruby, qui est restée silencieuse depuis qu’Andy a exposé le plan, croise les bras. « Donc vous voulez qu’on énerve la chose qui est littéralement en train de détruire la ville pour que vous puissiez baragouiner quelques mots et cacher une poignée de reliques. » Elle tire une bouffée de sa cigarette. « Qu’est-ce qui pourrait mal tourner ? »
it: Andy vi accompagna fino a una tavola calda deserta, cercando di anticipare l'acqua che continua a salire. "Non è il mio campo" comincia, spargendo una pila di fogli su un tavolo. "Ma ho tradotto i glifi di R'lyeh, e penso che potremmo fermare questa cosa con un... beh, con un rituale." Ruby ferma sul nascere le obiezioni di Legrasse, mentre Andy si dedica a descrivervi il "rituale di ritorno" che ha scoperto nell'antica corte di R'lyeh. Sfruttando i pezzi recuperati in quell'antica città, potreste riuscire a esiliare il Grande Antico. "I glifi che ho tradotto sembrano indicare che Cthulhu e i suoi, ehm, 'figli', sono legati a filo corto a R'lyeh." Mentre parla, stende una mappa di Arkham davanti a tutti. "Se posizioniamo questi artefatti in giro per la città in questi punti, posso recitare il rituale ed esiliarlo. Tuttavia, ho bisogno che attiriate la sua attenzione, che teniate i suoi occhi su di voi, mentre preparo il tutto." Il reporter prende in mano uno degli artefatti che avete recuperato per Randall, rigirandoselo davanti al volto. Come se volesse rispondere, l'oggetto comincia a rilucere di un bagliore innaturale. "Mi recherò alla centrale di polizia di Arkham" dice l'ispettore Legrasse. "Ho qualche contatto tra gli agenti, e dovremmo riuscire a chiamare qualcuno che si occupi dei sopravvissuti per le strade." Ruby, rimasta in silenzio durante tutta la spiegazione, incrocia le braccia al petto. "Quindi vuoi che istighiamo una cosa che sta letteralmente distruggendo la città, in modo che tu possa dire qualche parolina e nascondere un paio di reliquie." Prende un lungo tiro dalla sigaretta. "Cosa mai potrebbe andare storto?"
pl: W czasie, gdy poziom wody wciąż się podnosi, Andy przywołuje was wszystkich do opuszczonej jadłodajni. „Nie żebym był ekspertem w temacie...” – mówi, rozkładając na stole stos papierów – „ale zajmowałem się tłumaczeniem glifów z R'lyeh i wydaje mi się, że możemy powstrzymać to coś przy pomocy... eee... rytuału”. Ruby od razu torpeduje protesty Inspektora Legrasse'a, a w tym samym czasie Andy wyjaśnia działanie „rytuału powrotu”, który odkrył podczas pobytu w R'lyeh. Wykorzystując fragmenty samego miasta R'lyeh, być może zdołacie zapieczętować Przedwiecznego. „Glify, które przetłumaczyłem sugerują, że Cthulhu i jego... Dzieci... są zespolone z R'lyeh” – mówi, rozkładając mapę miasta Arkham. „Jeśli rozłożymy artefakty w mieście w taki sposób, będę mógł wypowiedzieć formułę i go wygnać. Ale na was spadnie rola przynęty. Będziecie musieli skupić na sobie jego uwagę, gdy ja będę wszystko przygotowywał” – to mówiąc, Andy podnosi jeden z artefaktów odzyskanych od Randalla. Przedmiot świeci nienaturalnym blaskiem. „Udam się na posterunek w Arkham” – mówi inspektor Legrasse. „Mam tam kontakty. Powinno się udać zaangażować nieco policjantów do pomocy ocalałym na ulicach”. Ruby, dotychczas milcząca, krzyżuje ramiona. „No dobra, czyli ogólnie plan jest taki, że mamy robić za wabik dla stwora, który dosłownie równa miasto z ziemią, żebyś ty mógł rozkładać relikty i recytować jakieś magiczne formułki...” – mówi, zaciągając się papierosem. „Co może pójść nie tak?”.
ru: Пока вода продолжает подниматься, Энди зовёт вас всех в опустевшую закусочную. «Это не моя сфера экспертизы, — говорит он и кладёт на стол неровную стопку бумаг. — Но я сейчас перевожу знаки из Р’льеха, и, думаю, у нас может получиться остановить всё это с помощью, хм… ну, ритуала». Руби отмахивается от возражений Леграсса, а Энди кратко рассказывает о «ритуале возвращения», который он обнаружил в древних залах во время экспедиции. Вы можете запечатать Древнего, используя фрагменты инопланетного города Р’льеха. «Знаки, которые я перевёл, намекают, что Ктулху и его, эм, дети как-то привязаны к самому Р’льеху. — Он раскладывает карту Аркхэма. — Если мы разложим эти артефакты по городу вот так, я смогу прочитать ритуал и изгнать Ктулху. Однако мне нужно, чтобы вы все постоянно отвлекали его внимание и следили за ним, пока я всё не подготовлю». Энди берёт в руку один из артефактов, добытых у Рэндалла. Предмет мерцает неестественным светом. «Я направлюсь в полицейский участок Аркхэма, — произносит инспектор Леграсс. — У меня есть там кое-какие связи. Думаю, мы сможем отправить на улицы несколько офицеров для помощи выжившим». Руби, не говорившая ни слова с тех пор, как Энди рассказал свой план, складывает руки на груди: «То есть ты хочешь, чтобы мы выбесили чудище, которое буквально разрушает город, чтобы ты смог сказать пару слов и спрятать пару реликвий, — она затягивается сигаретой. — Что может пойти не так?»

source: the investigators stood together.
de: Die Ermittler haben zusammengehalten.
es: los investigadores resistieron juntos.
fr: les enquêteurs se sont serré les coudes.
it: siete rimasti uniti.
pl: badacze stanęli do boju.
ru: сыщики выступили сообща.

source: Search the <i>Expedition</i> and <i>The Doom of Arkham</i> encounter sets, each investigator's deck, and all in- and out-of-play areas for the following story assets: John Raymond Legrasse, Ruby Standish, and Andy Van Nortwick. Put each of these assets into play under the control of any investigator(s). Each of these assets does not take up an ally slot during this scenario.
de: Durchsuche die Begegnungssets <i>Expedition</i> und <i>Arkhams Verderben</i>, die Decks jedes Ermittlers und alle Zonen in und außerhalb des Spiels nach den folgenden Storyvorteilskarten: John Raymond Legrasse, Ruby Standish und Andy Van Nortwick. Bringe diese Vorteilskarten unter der Kontrolle beliebiger Ermittler ins Spiel. Sie benötigen in diesem Szenario keinen Verbündeter-Slot.
es: Busca en los conjuntos de encuentros <i>Expedición</i> y <i>La perdición de Arkham</i>, así como en todos los mazos de los investigadores y en todas las zonas en juego y fuera del juego, los siguientes Apoyos de historia: John Raymond Legrasse, Ruby Standish y Andy Van Nortwick. Pon cada uno de estos Apoyos en juego bajo el control de cualquier investigador o investigadores. Ninguno de estos Apoyos ocupa un espacio de aliado durante este escenario.
fr: Cherchez les soutiens d’histoire suivants dans les sets de rencontre <i>Expédition</i> et <i>La Chute d’Arkham</i>, dans chaque deck Investigateur et dans toutes les zones en jeu et hors jeu : John Raymond Legrasse, Ruby Standish et Andy Van Nortwick. Mettez en jeu ces soutiens sous le contrôle de n’importe quel(s) investigateur(s). Aucun de ces soutiens n’occupe d’emplacement d’allié lors de ce scénario.
it: Cercate nei set di incontri <i>Spedizione</i> e <i>Il Destino di Arkham</i>, nel mazzo di ogni investigatore e in tutte le aree in gioco e fuori dal gioco i supporti storia seguenti: John Raymond Legrasse, Ruby Standish e Andy Van Nortwick. Mettete in gioco ognuno di essi sotto il controllo di qualsiasi investigatore. Ognuno di questi supporti non occupa uno slot alleato durante questo scenario.
pl: Przeszukaj zestawy spotkań <i>Ekspedycja</i> i <i>Zagłada Arkham</i>, talię każdego badacza oraz wszystkie znajdujące się w grze i poza grą obszary w poszukiwaniu następujących atutów fabularnych: John Raymond Legrasse, Ruby Standish oraz Andy Van Nortwick. Umieść każdy z tych atutów pod kontrolą dowolnego badacza (lub badaczy). Podczas tego scenariusza te atuty nie zajmują żadnej strefy sprzymierzeńca.
ru: Найдите в наборах контактов «Экспедиция» и «Рок, покаравший Аркхэм. Часть 1», в колодах всех сыщиков и во всех игровых и неигровых зонах следующие сюжетные активы: «Джон Рэймонд Леграсс», «Руби Стэндиш» и «Энди ван Нортвик». Введите их все в игру под контроль любого сыщика (сыщиков). Во время этого сценария они не занимают слот союзника.

source: your allies have a plan.
de: Deine Verbündeten haben einen Plan.
es: tus aliados tienen un plan.
fr: vos alliés ont un plan.
it: i vostri alleati hanno un piano.
pl: twoi sprzymierzeńcy mają plan.
ru: у ваших союзников есть план.

source: Search the <i>Expedition</i> and <i>The Doom of Arkham</i> encounter sets, each investigator's deck, and all in- and out-of-play areas for the following story assets: John Raymond Legrasse, Ruby Standish, and Andy Van Nortwick. Set them aside, out of play.
de: Durchsuche die Begegnungssets <i>Expedition</i> und <i>Arkhams Verderben</i>, die Decks jedes Ermittlers und alle Zonen in und außerhalb des Spiels nach den folgenden Storyvorteilskarten: John Raymond Legrasse, Ruby Standish und Andy Van Nortwick. Lege diese Karten als nicht im Spiel befindlich beiseite.
es: Busca en los conjuntos de encuentros <i>Expedición</i> y <i>La perdición de Arkham</i>, así como en todos los mazos de los investigadores y en todas las zonas en juego y fuera del juego, los siguientes Apoyos de historia: John Raymond Legrasse, Ruby Standish y Andy Van Nortwick. Ponlos aparte, fuera del juego.
fr: Cherchez les soutiens d’histoire suivants dans les sets de rencontre <i>Expédition</i> et <i>La Chute d’Arkham</i>, dans chaque deck Investigateur et dans toutes les zones en jeu et hors jeu : John Raymond Legrasse, Ruby Standish et Andy Van Nortwick. Mettez-les de côté, hors jeu.
it: Cercate nei set di incontri <i>Spedizione</i> e <i>Il Destino di Arkham</i>, nel mazzo di ogni investigatore e in tutte le aree in gioco e fuori dal gioco i supporti storia seguenti: John Raymond Legrasse, Ruby Standish e Andy Van Nortwick. Metteteli da parte, temporaneamente fuori dal gioco.
pl: Przeszukaj zestawy spotkań <i>Ekspedycja</i> i <i>Zagłada Arkham</i>, talię każdego badacza oraz wszystkie znajdujące się w grze i poza grą obszary w poszukiwaniu następujących atutów fabularnych: John Raymond Legrasse, Ruby Standish oraz Andy Van Nortwick. Odłóż ich na bok, poza grę.
ru: Найдите в наборах контактов «Экспедиция» и «Рок, покаравший Аркхэм. Часть 1», в колодах всех сыщиков и во всех игровых и неигровых зонах следующие сюжетные активы: «Джон Рэймонд Леграсс», «Руби Стэндиш» и «Энди ван Нортвик». Отложите их в сторону, вне игры.

source: Add 1 [elder_thing] token to the chaos bag for the remainder of the campaign.
de: Füge dem Chaosbeutel für den Rest der Kampagne 1 [elder_thing]-Marker hinzu.

source: When gathering the <i>Midnight Masks</i> encounter set, only gather the location cards. Do not gather any other cards from this set.
de: Beim Heraussuchen des Begegnungssets <i>Die Mitternachtsmasken</i> werden nur die Ortskarten herausgesucht. Die anderen Karten dieses Sets werden nicht herausgesucht.
es: Al reunir el conjunto de encuentros <i>Las máscaras de medianoche</i>, coge sólo las cartas de Lugar. No reúnas ninguna de las demás cartas de ese conjunto.
fr: Lorsque vous rassemblez les cartes du set de rencontre <i>Les Masques de Minuit</i>, ne prenez que les cartes Lieu. Ne prenez aucune autre carte de ce set.
it: Quando radunate il set di incontri <i>Le Maschere di Mezzanotte</i>, radunate soltanto le carte luogo. Non radunate le altre carte di quel set.
pl: Podczas przygotowywania zestawu spotkań <i>Maski północy</i> należy zebrać tylko karty lokalizacji. Nie należy zbierać żadnych innych kart z tego zestawu.
ru: Из набора контактов «Полуночные маски» возьмите только карты локаций. Не берите никакие другие карты из этого набора контактов.

source: Put each location into play according to the location placement diagram.
de: Jeder Ort wird wie in der Abbildung ins Spiel gebracht.
es: Pon todos los Lugares en juego según el diagrama de colocación de Lugares.
fr: Mettez en jeu chaque lieu conformément au schéma de placement des lieux.
it: Mettete in gioco ogni luogo secondo il diagramma della Disposizione dei Luoghi.
pl: Umieść wszystkie lokalizacje w grze tak, jak pokazano na schemacie ułożenia lokalizacji.
ru: Введите все локации в игру в соответствии со схемой расклада локаций.

source: Gather each location from <i>The Midnight Masks</i> set along with the Eastern Rooftops and Western Rooftops. Put one of the two Downtown locations and one of the two Southside locations into play at random and remove the other versions of those locations from the game. Put Northside, Easttown, St. Mary's Hospital, and Miskatonic University into play.
de: Jeder Ort aus dem Begegnungsset <i>Die Mitternachtsmasken</i> und die Orte Östliche Hausdächer sowie Westliche Hausdächer werden herausgesucht. 1 zufälliger der beiden Orte Innenstadt und 1 zufälliger der beiden Orte Südstadt werden ins Spiel gebracht. Die jeweils andere Version dieser Orte wird aus dem Spiel entfernt. Folgende Orte werden ins Spiel gebracht: Nordstadt, Oststadt, St. Mary’s Hospital und Miskatonic Universität.
es: Reúne todos los Lugares del conjunto <i>Las máscaras de medianoche</i> junto con los Tejados del este y los Tejados del oeste. Pon en juego uno de los dos Lugares Centro y uno de los dos Lugares Barrio Sur, al azar, y retira de la partida las otras versiones de esos Lugares. Pon en juego el Barrio Norte, el Barrio Este, el Hospital de Santa María y la Universidad Miskatonic.
fr: Réunissez chaque lieu du set de rencontre <i>Les Masques de Minuit</i> ainsi que les Toits Orientaux et Toits Occidentaux. Mettez en jeu un des deux lieux Centre-Ville pris au hasard et un des deux lieux Quartier Sud pris au hasard (retirez de la partie les autres versions de ces lieux). Mettez en jeu Quartier Nord, Quartier Est, Hôpital St. Mary et Université Miskatonic.
it: Radunate ogni luogo del set <i>Le Maschere di Mezzanotte</i> e i luoghi Tetti a Est e Tetti a Ovest. Mettete in gioco 1 copia casuale del luogo Centro Cittadino e 1 copia casuale del luogo Southside e rimuovete dal gioco le altre versioni di quei luoghi. Mettete in gioco i luoghi Northside, East Town, Ospedale St. Mary e Miskatonic University.
pl: Zbierz każdą lokalizację z zestawu spotkań <i>Maski północy</i> razem z lokalizacjami Zachodnie dachy oraz Wschodnie dachy. Wylosuj jedną z dwóch lokalizacji Downtown i jedną z dwóch lokalizacji Southside i umieść je w grze. Usuń z gry inne wersje Downtown i Southside. Umieść Northside, Easttown, Szpital św. Marii i Uniwersytet Miskatonic w grze.
ru: Соберите все локации из набора контактов «Полуночные маски», а также карты «Восточные крыши» и «Западные крыши». Случайным образом удалите по одной из двух версий локаций «Даунтаун» и «Саутсайд», а оставшиеся введите в игру вместе со следующими локациями: «Восточные крыши», «Западные крыши», «Нортсайд», «Исттаун», «Больница св. Марии» и «Мискатоникский университет».

source: Put Rivertown <i>(Ruined)</i> from <i>The Doom of Arkham Part II</i> encounter set into play. Remove the other version of Rivertown from the game.
de: Der Ort Hafenviertel <i>(Ruiniert)</i> aus dem Begegnungsset <i>Arkhams Verderben (Teil II)</i> wird ins Spiel gebracht. Die andere Version von Hafenviertel wird aus dem Spiel entfernt.
es: Pon en juego el Barrio Fluvial <i>(En ruinas)</i> del conjunto de encuentros <i>La perdición de Arkham parte II</i>. Retira de la partida la otra versión del Barrio Fluvial.
fr: Mettez en jeu le Quartier de la Rivière <i>(En ruines)</i> du set de rencontre <i>La Chute d’Arkham Partie II</i>. Retirez de la partie l’autre version du Quartier de la Rivière.
it: Mettete in gioco River Town <i>(Devastato)</i> dal set di incontri <i>Il Destino di Arkham Parte II</i>. Rimuovete dal gioco l'altra versione di River Town.
pl: Umieść Rivertown <i>(W ruinie)</i> z zestawu spotkań <i>Zagłada Arkham część II</i> w grze. Usuń pozostałą wersję Rivertown z gry.
ru: Введите в игру локацию «Ривертаун (разрушен)» из набора контактов «Рок, покаравший Аркхэм. Часть II». Удалите другой экземпляр этой локации из игры.

source: Place the single-sided Cthulhu <i>(Ancient Evil)</i> enemy at Rivertown.
de: Der einseitige Gegner Cthulhu <i>(Uraltes Böses)</i> wird auf dem Hafenviertel platziert.
es: Coloca el Enemigo de una sola cara Cthulhu <i>(Mal primordial)</i> en el Barrio Fluvial.
fr: • Placez l’ennemi à une seule face Cthulhu <i>(Mal Ancien)</i> dans le Quartier de la Rivière.
it: Collocate il nemico a un solo lato Cthulhu <i>(Male Antico)</i> a River Town.
pl: Umieść jednostronną kartę wroga <i>Cthulhu (Przedwieczne zło)</i> w Rivertown.
ru: Выложите одностороннего врага «Ктулху (древнее зло)» в «Ривертаун».

source: Western Rooftops
de: Westliche Hausdächer
es: Tejados del oeste
fr: Toits Occidentaux
it: Tetti a Ovest
pl: Zachodnie dachy
ru: Западные крыши

source: Eastern Rooftops
de: Östliche Hausdächer
es: Tejados del este
fr: Toits Orientaux
it: Tetti a Est
pl: Wschodnie dachy
ru: Восточные крыши

source: Rivertown (Ruined)
de: Hafenviertel (Ruiniert)
es: Barrio Fluvial (En ruinas)
fr: Quartier de la Rivière (En ruines)
it: River Town (Devastato)
pl: Rivertown (W ruinie)
ru: Ривертаун (Разрушенная)

source: Assemble the Cthulhu Board according to the diagram.
de: Das Cthulhu-Brett wird wie in der Abbildung aufgebaut.
es: Organiza el tablero de Cthulhu según el diagrama.
fr: Créez le Plateau Cthulhu conformément au schéma.
it: Assemblate la plancia di Cthulhu seguendo il diagramma.
pl: Stwórz planszę Cthulhu, zgodnie ze schematem.
ru: Соберите планшет Ктулху в соответствии со схемой.
