Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/16_the_doom_of_arkham_part_2.po
Languages: de, es, fr, it, pl, ru

source: The Doom of Arkham: Part II
de: Arkhams Verderben (Teil II)
es: La perdición de Arkham parte II
fr: La Chute d’Arkham Partie II
it: Il Destino di Arkham Parte II
pl: Zagłada Arkham część II
ru: Рок, покаравший Аркхэм. Часть II

source: [skull]: -X. X is Cthulhu's Rage. [cultist]: -3. If you fail and your location is flooded, take 1 damage. [tablet]: -3. If you fail, place 1 of your clues on your location. [elder_thing]: -1. Reveal another token. If you fail, after this test resolves, draw the top card of the Cthulhu deck. (Max one draw per round.)
de: [skull]: -X. X ist Cthulhus Zorn. [cultist]: -3. Falls die Probe misslingt und dein Ort überflutet ist, nimm 1 Schaden. [tablet]: -3. Falls die Probe misslingt, platziere 1 deiner Hinweise auf deinen Ort. [elder_thing]: -1. Enthülle einen weiteren Marker. Falls die Probe misslingt, nachdem diese Probe abgeschlossen ist, ziehe die oberste Karte vom Cthulhu-Deck. (Max 1 pro Runde.)
es: [skull]: -X. X es la furia de Cthulhu. [cultist]: -3. Si fracasas y tu Lugar está inundado, recibe 1 punto de daño. [tablet]: -3. Si fracasas, coloca 1 de tus pistas en tu Lugar. [elder_thing]: -1. Revela otra ficha. Si fracasas, después de que esta prueba se resuelva, roba la primera carta del mazo de Cthulhu. Máximo de un robo por ronda.
fr: [skull]: -X. X est la Rage de Cthulhu. [cultist]: -3. En cas d'échec et que votre lieu est inondé, subissez 1 dégât. [tablet]: -3. En cas d'échec, placez 1 de vos indices dans votre lieu. [elder_thing]: -1. Révélez un autre pion. En cas d'échec, après la résolution de ce test, piochez la carte du dessus du deck Cthulhu. (Maximum d'une pioche par round.)
it: [skull]: -X, dove X è la furia di Cthulhu. [cultist]: -3. Se fallisci e il tuo luogo è allagato, subisci 1 danno. [tablet]: -3. Se fallisci, colloca 1 tuo indizio sul tuo luogo. [elder_thing]: -1. Rivela 1 altro segnalino. Se fallisci, dopo che questa prova è stata risolta, pesca 1 carta dalla cima del mazzo di Cthulhu. (Massimo 1 pescata per round.)
ru: [skull]: –X. X равен ярости Ктулху. [cultist]: –3. При провале, если ваша локация затоплена, получите 1 рану. [tablet]: –3. При провале положите 1 свою улику в вашу локацию. [elder_thing]: -–1. Вытяните ещё один жетон. При провале после окончания этой проверки возьмите верхнюю карту колоды Ктулху. (Не чаще 1 раза в раунд.)

source: [skull]: -X. X is 2 more than Cthulhu's Rage. [cultist]: -5. If your location is flooded, take 1 damage. [tablet]: -5. If you fail, place 1 of your clues on your location. [elder_thing]: -3. Reveal another token. If you fail, after this test resolves, draw the top card of the Cthulhu deck. (Max one draw per round.)
de: [skull]: -X. X ist 2 mehr als Cthulhus Zorn. [cultist]: -5. Falls die Probe misslingt und dein Ort überflutet ist, nimm 1 Schaden. [tablet]: -5. Falls die Probe misslingt, platziere 1 deiner Hinweise auf deinen Ort. [elder_thing]: -3. Enthülle einen weiteren Marker. Falls die Probe misslingt, nachdem diese Probe abgeschlossen ist, ziehe die oberste Karte vom Cthulhu-Deck. (Max 1 pro Runde.)
es: [skull]: -X. X es 2 más la furia de Cthulhu. [cultist]: -5. Si tu Lugar está inundado, recibe 1 punto de daño. [tablet]: -5. Si fracasas, coloca 1 de tus pistas en tu Lugar. [elder_thing]: -3. Revela otra ficha. Si fracasas, después de que esta prueba se resuelva, roba la primera carta del mazo de Cthulhu. Máximo de un robo por ronda.
fr: [skull]: -X. X est la Rage de Cthulhu plus 2. [cultist]: -5. Si votre lieu est inondé, subissez 1 dégât. [tablet]: -5. En cas d'échec, placez 1 de vos indices dans votre lieu. [elder_thing]: -3. Révélez un autre pion. En cas d'échec, après la résolution de ce test, piochez la carte du dessus du deck Cthulhu. (Maximum d'une pioche par round.)
it: [skull]: X, dove X è la furia di Cthulhu +2. [cultist]: -5. Se il tuo luogo è allagato, subisci 1 danno. [tablet]: -5. Se fallisci, colloca 1 tuo indizio sul tuo luogo. [elder_thing]: -3. Rivela 1 altro segnalino. Se fallisci, dopo che questa prova è stata risolta, pesca 1 carta dalla cima del mazzo di Cthulhu. (Massimo 1 pescata per round.)
ru: [skull]: –X. X на 2 больше ярости Ктулху. [cultist]: –5. Если ваша локация затоплена, получите 1 рану. [tablet]: –5. При провале положите 1 свою улику в вашу локацию. [elder_thing]: –3. Вытяните ещё один жетон. При провале после окончания этой проверки возьмите верхнюю карту колоды Ктулху. (Не чаще 1 раза в раунд.)

source: The Cthulhu Board
de: Das Cthulhu-Brett
es: El tablero de Cthulhu
fr: Le Plateau Cthulhu
it: La Plancia di Cthulhu
pl: Plansza Cthulhu
ru: Планшет Ктулху

source: The Cthulhu Deck
de: Das Cthulhu-Deck
es: El mazo de Cthulhu
fr: Le Deck Cthulhu
it: Il Mazzo di Cthulhu
pl: Talia Cthulhu
ru: Колода Ктулху

source: Cthulhu's Rage
de: Cthulhus Zorn
es: Furia de Cthulhu
fr: Rage de Cthulbu
it: La Furia di Cthulhu
pl: Furia Cthulhu
ru: Ярость Ктулху

source: You and the others watch helplessly as Cthulhu levels the rest of Rivertown. Black water floods the streets and ruins in his wake. "Randall's behind this. I don't know how or why, but I think he wanted us to wake that thing up!" says Ruby. Hungry flames begin to lick at the wreckage as ruptured gas lines ignite, illuminating the legions of Cthulhu's spawn as they descend on the city. "If that's true, then we had better find a way to stop it," Andy says. They look to you for direction.
de: Du und deine Gefährten müsst hilflos mitansehen, wie Cthulhu den Rest des Hafenviertels dem Erdboden gleichmacht. Schwarzes Wasser flutet die Straßen und zerstörten Häuser. „Randall steckt dahinter! Ich weiß zwar nicht wie oder warum, aber ich bin mir sicher, dass wir dieses Ding für ihn aufwecken sollten!“, meint Ruby ernüchtert. Hungrige Flammen beginnen sich in den Trümmern auszubreiten, überall entstehen weitere Brände durch gebrochene Gasleitungen und werfen ein unstetes, flackerndes Licht auf die Horden von Cthulhus Brut, die auf die Stadt losgelassen wurden. „Wenn das stimmt, sollten wir besser einen Weg finden, wie wir ihn aufhalten können“, antwortet Andy entschieden. Alle blicken nun dich an, in der Erwartung, dass du die Richtung vorgibst.
es: Todos miráis con impotencia cómo Cthulhu arrasa todo el resto del Barrio Fluvial. Un agua negra inunda las calles y ruinas a su paso. –Randall está detrás de esto. No sé cómo ni por qué, pero ¡creo que quería que despertásemos a esa cosa! –dice Ruby. Unas ávidas llamas comienzan a lamer los restos y prenden las tuberías de gas rotas, lo que ilumina las legiones de semillas de Cthulhu que descienden sobre la ciudad. –Si eso es cierto, más nos vale encontrar un modo de detenerlo –dice Andy. Ambos te miran para que les des alguna indicación.
fr: Vous et les autres regardez Cthulhu raser le reste du Quartier de la Rivière, impuissants. L’eau noire inonde les rues et les ruines partout où elle passe. « Randall est derrière tout ça. Je ne sais pas comment ni pourquoi, mais je pense qu’il voulait que nous réveillions cette chose ! » dit Ruby. Des flammes féroces commencent à lécher les décombres tandis que les conduites de gaz s’enflamment en illuminant les légions de larves de Cthulhu qui s abattent sur la ville. « Si cela est vrai, nous ferions mieux de trouver un moyen de l’arrêter », répond Andy. Ils se tournent vers vous pour décider de la marche à suivre.
it: Insieme agli altri, non potete fare altro che osservare mentre Cthulhu rade al suolo il resto di River Town. Una scia di acqua nera come la notte allaga le strade al suo passaggio. "C'è Randall dietro tutto questo. Non so come o perché, ma penso che volesse farci risvegliare quella cosa!" commenta Ruby. Fiamme fameliche si avventano sulle macerie, liberate dai condotti di gas divelti, illuminando le legioni di progenie del Grande Antico che discendono sulla città. "Se è così" le risponde Andy, "allora faremmo meglio a trovare un modo di fermarlo." I due si girano verso di voi in cerca di una guida.
pl: Bezradni przyglądacie się, jak Cthulhu równa z ziemią całe Rivertown. Czarna woda zalewa ulice i dopełnia dzieła zniszczenia. „Randall za tym stoi. Nie wiem dlaczego, ale jestem pewien, że chciał, żebyśmy obudzili to coś!” – mówi Ruby. Płomienie zaczynają pochłaniać gruzowisko, gdy przerwane gazociągi zajmują się ogniem, oświetlając wkraczające do miasta piekielne legiony popleczników Cthulhu. „Jeśli tak, to lepiej znajdźmy sposób, żeby to powstrzymać” – stwierdza Andy. Wszyscy patrzą na was.
ru: Вы с остальными беспомощно наблюдаете, как Ктулху ровняет с землёй остальной Ривертаун. Вслед за ним улицы и руины заполняет чёрная вода. «За этим стоит Рэндалл. Не знаю, зачем или почему, но, думаю, он хотел, чтобы мы разбудили эту тварь!» — говорит Руби. Загораются порванные газовые линии, и обломки начинает облизывать голодное пламя, бросая отблески на легионы отродий Ктулху, спускающихся на город. «Если это правда, то нам лучше найти способ остановить его», — отвечает Энди. Они оба поворачиваются к вам и ждут вашего решения.

source: <i>"We need to take a last stand and drive him out with sheer firepower."</i>
de: <i>„Wir müssen uns ihm in einem letzten Kampf stellen und ihn mit purer Feuerkraft vernichten.“</i>
es: <i>–Tenemos que plantarle cara y echarlo con toda la potencia de fuego que tengamos.</i>
fr: <i>« Nous devons livrer une dernière bataille et le chasser à l’aide d’une véritable puissance de feu. »</i>
it: <i>"Dobbiamo resistere e scacciarlo con la pura potenza di fuoco."</i>
pl: <i>„Musimy się okopać i przegnać go siłowo!” </i>
ru: <i>«Мы должны вступить в финальную схватку и отпугнуть его нашей огневой мощью».</i>

source: <i>"There must be another way."</i>
de: <i>„Es muss doch einen anderen Weg geben.“</i>
es: <i>–Tiene que haber otro modo.</i>
fr: <i>« Il doit y avoir un autre moyen. »</i>
it: <i>"Dev'esserci un altro modo."</i>
pl: <i>„Musi być jakiś inny sposób.”</i>
ru: <i>«Должен быть иной путь».</i>

source: You may only choose this option if there are 5 or more [[Artifacts]] checked/listed and not crossed off under "Artifacts Earned" in your Campaign Log.
de: Die Ermittler dürfen diese Option nur wählen, falls 5 oder mehr [[Artefakte]] unter „Verdiente Artefakte“ im Kampagnenlogbuch abgehakt/aufgeführt und nicht durchgestrichen sind.
es: Sólo puedes elegir esta opción si hay 5 o más [[Artefactos]] marcados/anotados y no tachados en “Artefactos obtenidos”, en el registro de campaña.
fr: Vous avez le droit de choisir cette option uniquement si au moins 5 [[Artéfacts]] sont cochés et/ou listés sous « Artéfacts Obtenus » sans être rayés, dans votre Carnet de Campagne.
it: Potete scegliere questo sviluppo solo se ci sono 5 o più artefatti spuntati/elencati e non barrati alla voce "Artefatti Ottenuti" nel Diario della Campagna.
pl: Możesz wybrać tę opcję tylko, jeśli w sekcji „Zdobyte Artefakty” w Dzienniku kampanii zaznaczonych/dopisanych i nie wykreślonych jest 5 lub więcej [[Artefaktów]].
ru: (Вы можете выбрать этот вариант, только если в графе «Полученные артефакты» журнала кампании отмечено/не вычеркнуто 5 или больше [[артефактов]]).

source: "I like how you think," Inspector Legrasse says as he loads his gun with a satisfying click. Together, you form a plan to fend off the ancient menace. Ruby suggests that some of you take to the rooftops, while Legrasse phones in some connections with the Arkham police. If you stand together, you may be able to draw Cthulhu's tre away from Arkham itself. "This is the worst idea I've ever heard, but I don't think we have any other choice," Ruby says. You see a glimmer of something—is it fear?—in her eyesin her eyes. You have no other choice but to fight.
de: „Mir gefällt, wie Sie denken“, sagt Inspector Legrasse und lädt seine Waffe durch. Gemeinsam schmiedet ihr einen Plan, wie ihr diese uralte Bedrohung abwehren wollt. Ruby schlägt vor, dass ein paar von euch auf die Dächer klettern, während Legrasse seine Kontakte bei der Polizei von Arkham anzapfen soll. Andys Vorschlag ist es, Cthulhus Zorn von Arkham selbst irgendwie abzulenken und auf euch zu ziehen. „Das ist die schlechteste Idee, die ich je gehört habe! Ich glaube aber nicht, dass wir eine andere Wahl haben“, antwortet Ruby. In ihren Augen glimmt etwas auf – ist es Angst? Euch bleibt keine andere Wahl, als zu kämpfen.
es: –Me gusta la idea –dice el inspector Legrasse mientras escucha el satisfactorio clic que hace su arma tras recargarla. Elaboráis juntos un plan para lidiar con la antigua amenaza. Ruby sugiere que algunos subáis a los tejados mientras Legrasse llama a sus contactos en la policía de Arkham. Si resistís juntos, tal vez podáis redirigir la ira de Cthulhu de Arkham a vosotros. –Ésta es la peor idea que he escuchado jamás, pero no creo que tengamos elección –dice Ruby. Ves un destello de algo en sus ojos, ¿será miedo? No tenéis más remedio que combatir.
fr: « J’aime votre façon de penser », dit l’inspecteur Legrasse en chargeant son arme avec un déclic annonciateur. Ensemble, vous élaborez un plan pour repousser la menace antédiluvienne. Ruby suggère que certains d’entre vous montent sur les toits, tandis que Legrasse téléphone à la police d’Arkham pour joindre ses contacts. Si vous vous unissez, vous pourrez peut-être détourner la colère de Cthulhu d’Arkham. « C’est la pire idée que j’aie jamais entendue, mais je ne pense pas que nous ayons d’autres choix », dit Ruby. Vous apercevez une lueur dans ses yeux : est-ce de la peur ? Vous n’avez pas d’autre choix que de vous battre.
