Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/16_the_doom_of_arkham_part_2.po
Languages: de, es, fr, it, pl, ru

source: Find the double-sided punchboard included in this box and place it above the act and agenda decks, Cthulhu side faceup.
de: Das doppelseitige Cthulhu-Brett wird mit der Cthulhu-Seite nach oben über den Agenda-und Szenendecks auf dem Tisch platziert.
es: Coge la pieza troquelada de doble cara que se incluye en esta caja y colócala por encima de los mazos de Acto y de Plan, con el lado Cthulhu boca arriba.
fr: Trouvez le plateau recto verso inclus dans cette boîte et placez-le au-dessus des decks Acte et Intrigue, face Cthulhu visible.
it: Trovate la plancia a due lati inclusa in questa scatola e collocatela sopra i mazzi delle trame e dei capitoli, con il lato Cthulhu a faccia in su.
pl: Weź dwustronny kafel, który znajdziesz w pudełku kampanii, i umieść go nad taliami aktów i tajemnic, stroną Cthulhu do góry.
ru: Возьмите из коробки этой кампании двусторонний планшет и разместите его над колодами замыслов и сцен стороной с Ктулху вверх.

source: Place each copy of the three Cthulhu enemies <i>(Hoary Wings, Fierce Visage, and Wicked Claw)</i> on the Cthulhu Board, non [[Enraged]] side faceup, so that they form a full picture of Cthulhu.
de: Jede Kopie der 3 Cthulhu-Gegner <i>(Graue Schwingen, Grimmiges Antlitz und Grausige Klaue)</i> wird mit ihrer Nicht-[[Erzürnt]]-Seite nach oben auf dem Cthulhu-Brett platziert, sodass ein vollständiges Bild von Cthulhu zu sehen ist.
es: Coloca cada copia de los 3 Enemigos Cthulhu (<i>Alas ancestrales, Rostro feroz</i> y <i>Garra siniestra</i>) en el tablero de Cthulhu, con el lado no [[Enfurecido]] boca arriba, de modo que formen una imagen completa de Cthulhu.
fr: Placez chaque exemplaire des trois ennemis Cthulhu <i>(Ailes Ances-trales, Regard Féroce et Griffes Acérées)</i> sur le Plateau Cthulhu, face non-Enragé visible, afin qu’ils forment une illustration complète de Cthulhu.
it: Collocate ogni copia dei 3 nemici Cthulhu <i>(Ali Consunte, Volto Feroce e Artiglio Malvagio)</i> sulla plancia di Cthulhu, con il lato non [[Furioso]] a faccia in su, in modo che compongano un'illustrazione completa di Cthulhu.
pl: Umieść każdą kopię 3 wrogów Cthulhu <i>(Przedwieczne skrzydła, Okrutne spojrzenie i Złowieszczy szpon)</i> na planszy Cthulhu, stroną nie-[[Rozjuszony]] do góry w taki sposób, aby razem utworzyły cały wizerunek Cthulhu.
ru: Положите все экземпляры трёх врагов-[[Ктулху]] («Допотопные крылья», «Свирепый лик» и «Устрашающие когти») на планшет Ктулху не [[разъярённой]] стороной вверх так, чтобы они составляли полное изображение Ктулху.

source: Cthulhu Diagram
de: Cthulhu-Brett
es: El tablero de Cthulhu
fr: Le Plateau (thulhu
it: Diagramma di Cthulhu
pl: Diagram Cthulhu
ru: Схема Ктулху

source: Right hand
de: Rechte Hand
es: Mano derecha
fr: Griffes Acérées
it: Mano destra
pl: Prawa ręka
ru: Правая рука

source: Face
de: Gesicht
es: Cabeza
fr: Regard Féroce
it: Volto
pl: Twarz
ru: Лицо

source: Left hand
de: Linke Hand
es: Mano izquierda
fr: Ailes Ancestrales
it: Mano sinistra
pl: Lewa ręka
ru: Левая рука

source: Shuffle the 18 Cthulhu Cards to assemble the Cthulhu deck (See <b>The Cthulhu Deck</b> below). Place this deck next to Cthulhu Board.
de: Die 18 Cthulhu-Karten werden zu dem Cthulhu-Deck zusammengemischt (siehe <b>Das Cthulhu-Deck</b> auf der rechten Seite). Das Deck wird neben das Cthulhu-Brett gelegt.
es: Baraja las 18 cartas de Cthulhu para formar el mazo de Cthulhu (consulta <b>El mazo de Cthulhu</b> más abajo). Coloca este mazo junto al tablero de Cthulhu.
fr: Mélangez les 18 Cartes Cthulhu pour constituer le deck Cthulhu (voir <b>Le Deck Cthulhu</b> ci-dessous). Placez ce deck à côté du Plateau Cthulhu.
it: Mescolate le 18 carte Cthulhu per comporre il mazzo di Cthulhu (vedi <b>Il Mazzo di Cthulhu</b> a destra). Collocate questo mazzo accanto alla plancia di Cthulhu.
pl: Potasuj 18 kart Cthulhu i utwórz z nich zakrytą talię Cthulhu (patrz <b>Talia Cthulhu</b> poniżej). Umieść ją obok planszy Cthulhu.
ru: Перемешайте 18 карт Ктулху, чтобы собрать колоду Ктулху <i>(см. <b>«Колода Ктулху»</b> далее)</i>, и положите её рядом с планшетом Ктулху.

source: Build the agenda deck using agenda 1a—"The Doom of Arkham" and the act deck using act 1a—"Fight Back!" Remove each other act and agenda from the game.
de: Das Agendadeck wird mit der Agenda 1a – „Arkhams Verderben“ und das Szenendeck mit der Szene 1a – „Wehrt euch!“ erstellt. Die anderen Agenda- und Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Plan usando el plan 1a – “La perdición de Arkham” y el mazo de Acto usando el acto 1a – “¡Peleemos!”. Retira de la partida todos los demás actos y planes.
fr: Constituez le deck Intrigue en utilisant l’Intrigue 1a — « La Chute d’Arkham » et le deck Acte en utilisant l’Acte 1a — « Défendez-Vous ! ». Retirez de la partie toutes les autres cartes Acte et Intrigue.
it: Componete il mazzo delle trame usando la Trama 1a - Il Destino di Arkham e il mazzo dei capitoli usando il Capitolo 1a - Reagite !. Rimuovete dal gioco ogni altro capitolo e ogni altra trama.
pl: Stwórz talię tajemnic, używając Tajemnicy 1a—„Zagłada Arkham” i talię aktów, używając Aktu 1a—„Musimy walczyć!”. Usuń z gry każdy pozostały akt i każdą pozostałą tajemnicę.
ru: Соберите колоды замыслов и сцен следующим образом: используйте замысел 1a «Рок, покаравший Аркхэм» и сцену 1a «Дадим отпор!». Удалите оставшиеся замысел и сцену из игры.

source: Build the agenda deck using agenda 1a-"The Doom of Arkham" and the act deck using act 1a-"Banish Him!" Set special agenda — "The Final Seal" aside, out of play. Remove each other act and agenda from the game.
de: Das Agendadeck wird mit der Agenda 1a – „Arkhams Verderben“ und das Szenendeck mit der Szene 1a – „Bannt ihn!“ erstellt. Die anderen Agenda- und Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Plan usando el plan 1a – “La perdición de Arkham” y el mazo de Acto usando el acto 1a – “¡Desterrémoslo!”. Pon aparte, fuera del juego, el plan especial – “El último sello”. Retira de la partida todos los demás actos y planes.
fr: Constituez le deck Intrigue en utilisant l’Intrigue 1a — « La Chute d’Arkham » et le deck Acte en utilisant l’Acte 1a - « Bannissez-Le ! ». Mettez de côté l’Intrigue spéciale — « Le Dernier Sceau », hors jeu, Retirez de la partie toutes les autres cartes Acte et Intrigue.
it: Componete il mazzo delle trame usando la Trama 1a - Il Destino di Arkham e il mazzo dei capitoli usando il Capitolo 1a - Banditelo !. Rimuovete dal gioco ogni altro capitolo e ogni altra trama.
pl: Stwórz talię tajemnic, używając Tajemnicy 1a—„Zagłada Arkham” i talię aktów, używając Aktu 1a—„Wygnać go!”. Odłóż specjalną tajemnicę—„Ostatnia pieczęć” na bok, poza grę. Usuń z gry każdy pozostały akt i każdą pozostałą tajemnicę.
ru: Соберите колоды замыслов и сцен следующим образом: используйте замысел 1a «Рок, покаравший Аркхэм» и сцену 1a «Изгоним его!». Отложите в сторону, вне игры, особый замысел «Последняя печать». Удалите оставшуюся сцену из игры.

source: Gather all earned artifacts that are not crossed out under "Artifacts Earned." Put each of them into play under an investigator's control, divided as evenly as possible.
de: Es werden alle verdienten Artefakte unter „Verdiente Artefakte“, die nicht durchgestrichen sind, herausgesucht und so gleichmäßig wie möglich unter den Ermittlern verteilt und unter der Kontrolle des jeweiligen Ermittlers ins Spiel gebracht.
es: Reúne todos los artefactos obtenidos que no estén tachados en “Artefactos obtenidos”. Pon cada uno de ellos en juego bajo el control de un investigador, repartidos del modo más equitativo posible.
fr: Réunissez tous les artéfacts obtenus qui ne sont pas rayés dans la section des « Artéfacts Obtenus ». Mettez en jeu chacun d’entre eux sous le contrôle d’un investigateur, répartis aussi également que possible.
it: Radunate tutti gli artefatti ottenuti non barrati alla voce "Artefatti Ottenuti". Mettete in gioco ognuno di essi sotto il controllo di un investigatore, suddivisi nel modo più equo possibile.
pl: Zbierz wszystkie zebrane artefakty, które nie zostały wykreślone w sekcji „Zebrane artefakty”. Umieść każdy z nich w grze, pod kontrolą badaczy, rozdzielając je pomiędzy nich tak równo, jak to możliwe.
ru: Соберите все не вычеркнутые артефакты, отмеченные в графе «Полученные артефакты». Введите их все в игру под контроль сыщиков, распределив их как можно равномернее.

source: Add the flood tokens to the token pool and increase the flood level of each location listed under "Flooded Neighborhoods."
de: Die Flutmarker werden dem Markervorrat hinzugefügt. Die Flutstufe jedes Ortes, der unter „Überflutete Viertel“ notiert ist, wird erhöht.
es: Añade las fichas de Inundación a la reserva de fichas y aumenta el nivel de inundación de cada Lugar anotado en “Barrios inundados”.
fr: Ajoutez les pions Inondation à la réserve de pions et augmentez le niveau d’inondation de chaque lieu listé sous la section « Quartiers Inondés ».
it: Aggiungete i segnalini allagamento alla riserva dei segnalini e alzate il livello di allagamento di ogni luogo elencato sotto "Quartieri Allagati:".
pl: Dodaj żetony zalania do puli żetonów i podnieś poziom zalania każdej lokalizacji wymienionej pod „Zalane dzielnice”.
ru: Добавьте жетоны затопления в резерв жетонов и повысьте уровень затопления каждой локации, отмеченной в записи «Затопленные районы».

source: Set the <i>Star Spawn</i> encounter set aside, out of play.
de: Das Begegnungsset <i>Sternengezücht</i> wird als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte, fuera del juego, el conjunto de encuentros <i>Semilla estelar</i>.
fr: Mettez de côté le set de rencontre <i>Larve Stellaire</i>, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, il set di incontri <i>Progenie Stellare</i>.
pl: Odłóż zestaw spotkań <i>Gwiezdny pomiot</i> na bok, poza grę.
ru: Отложите в сторону набор контактов «Звёздные отродья».

source: Place 1 resource on the scenario reference card, under "Cthulhu's Rage" (See <b>Cthulhu's Rage</b> below). If there are only 1 or 2 players, place 1 additional resource on the scenario reference card.
de: 1 Ressource wird unter „Cthulhus Zorn“ auf der Szenarioübersichtskarte platziert (siehe <b>Cthulhus Zorn</b> unten). Falls es nur 1 oder 2 Spieler gibt, wird 1 zusätzliche Ressource auf der Karte platziert.
es: Coloca 1 recurso en la carta de referencia de escenario, bajo “Furia de Cthulhu” (consulta <b>Furia de Cthulhu</b> más abajo). Si sólo hay 1 o 2 jugadores, coloca 1 recurso adicional en la carta de referencia de escenario.
fr: Placez 1 ressource sur la carte de référence du scénario dans la case « Rage de Ctuhlhu » (voir <b>Rage de Cthulhu</b> ci-dessous). S’il y a seulement 1 ou 2 joueurs, placez 1 ressource supplémentaire dans la case « Rage de Ctuhlhu ».
it: Collocate 1 risorsa sulla carta di consultazione dello scenario, alla voce "Furia di Cthulhu" (vedi <b>La Furia di Cthulhu</b> sotto). Se ci sono solo 1 o 2 giocatori, collocate 1 risorsa aggiuntiva sulla carta di consultazione dello scenario.
pl: Umieść 1 żeton zasobu na karcie pomocy scenariusza na „Furii Cthulhu” (patrz <b>Furia Cthulhu</b> poniżej). Jeśli w grze bierze udział 1 lub 2 badaczy, umieść 1 dodatkowy żeton zasobu na karcie pomocy scenariusza.
ru: Положите 1 ресурс на секцию «Ярость Ктулху» памятки сценария <i>(см. <b>«Ярость Ктулху»</b> далее)</i>. Если в игре только 1 или 2 сыщика, положите на памятку сценария 1 дополнительный ресурс.

source: The fate of Arkham rests in your hands. You are now ready to begin.
de: Das Schicksal von Arkham liegt in euren Händen. Das Spiel kann nun beginnen.
es: El destino de Arkham está en manos de los investigadores. Los investigadores ya están listos para comenzar.
fr: Le destin d’Arkham est entre vos mains. Vous êtes maintenant prêt à commencer.
it: Il fato di Arkham è nelle vostre mani. Ora siete pronti per iniziare a giocare.
pl: Los Arkham jest w waszych rękach. Gracze są teraz gotowi do rozpoczęcia gry.
ru: Судьба Аркхэма в ваших руках. Можете начинать.

source: Cthulhu is represented on the map as a single enemy, but is made up of multiple enemy cards on the Cthulhu Board. Investigators that are engaged with Cthulhu <i>(Ancient Evil)</i> are also engaged with each card on the Cthulhu Board, as a single enemy. When interacting with Cthulhu <i>(via fighting, evading, etc.)</i>, choose one of the double-sided enemy cards on the Cthulhu Board to interact with. Cthulhu attacks each investigator at his location during the enemy phase using the combined damage and horror values of each [[Cthulhu]] enemy on the Cthulhu Board. This attack is performed in addition to any other attacks and/or effects prompted by the Cthulhu Deck <i>(see below)</i>. If a card on the Cthulhu Board would attack via a keyword or other effect while fighting or evading, only that card attacks. Card effects that deal damage to multiple enemies at a location may deal damage to each individual enemy card on the Cthulhu Board.
de: Cthulhu wird in Arkham als ein einziger Gegner dargestellt, aber er besteht aus mehreren Gegnerkarten auf dem Cthulhu-Brett. Ermittler, die mit Cthulhu <i>(Uraltes Böses)</i> in einen Kampf verwickelt sind, sind ebenfalls mit jeder Karte auf dem Cthulhu-Brett in einen Kampf verwickelt. Sobald mit Cthulhu interagiert wird <i>(z.B. Kampf, Entkommen usw.)</i>, wähle 1 der doppelseitigen Gegnerkarten auf dem Cthulhu-Brett, mit der interagiert wird. Cthulhu greift während der Gegnerphase jeden Ermittler an seinem Ort an, wobei sein Schaden- und Horrorwert den zusammengezählten Schaden- und Horrorwerten aller [[Cthulhu]]-Gegner auf dem Cthulhu-Brett entspricht. Dieser Angriff wird zusätzlich zu möglichen anderen Angriffen und/oder Effekten durchgeführt, die vom Cthulhu-Deck ausgehen <i>(siehe unten)</i>. Falls eine Karte auf dem Cthulhu-Brett durch ein Schlüsselwort oder einen anderen Effekt beim Kampf oder bei Entkommen-Versuchen angreifen würde, greift nur jene Karte an. Karteneffekte, die mehreren Gegnern an einem Ort Schaden zufügen, dürfen jeder einzelnen Gegnerkarte auf dem Cthulhu-Brett Schaden zufügen.
es: Cthulhu está representado en el mapa como un único Enemigo, pero está compuesto de varias cartas de Enemigo en el tablero de Cthulhu. Los investigadores que estén enfrentados a Cthulhu <i>(Mal primordial)</i> también están enfrentados a cada carta del tablero de Cthulhu, como si fueran un único Enemigo. Al interactuar con Cthulhu <i>(mediante combate, al evitar, etc.)</i>, elige una de las cartas de Enemigo de doble cara del tablero de Cthulhu para interactuar con ella. Cthulhu ataca a cada investigador que esté en su Lugar durante la fase de Enemigos usando los valores de daño y horror combinados de todos los Enemigos [[Cthulhu]] del tablero de Cthulhu. Este ataque se realiza además de cualquier otro ataque y/o efecto que provoque el mazo de Cthulhu <i>(ver a continuación)</i>. Si una carta del tablero de Cthulhu fuese a atacar mediante una palabra clave u otro efecto al combatir o evitar, sólo ataca esa carta. Los efectos de cartas que inflijan daño a varios Enemigos en un Lugar pueden infligir daño a cada Enemigo individual del tablero de Cthulhu.
fr: Cthulhu est représenté en jeu comme un ennemi seul, mais il est en fait constitué de plusieurs cartes Ennemi sur le Plateau Cthulhu. Les investigateurs engagés avec Cthulhu <i>(Mal Ancien)</i> sont également engagés avec chaque carte du Plateau Cthulhu, comme s’il s’agissait d’un seul ennemi. Quand vous interagissez avec Cthulhu <i>(par un combat, une tentative d’évasion, etc.)</i>, choisissez une des cartes Ennemi recto verso sur le Plateau Chulhu pour interagir avec elle. Cthulhu attaque chaque investigateur dans son lieu lors de la phase des Ennemis, en utilisant les valeurs combinées de dégâts et d’horreur de chaque ennemi Cthulhu sur le Plateau Cthulhu. Cette attaque est effectuée en plus de toutes les autres attaques et/ou effets initiés par le Deck Cthulhu <i>(voir ci-dessous)</i>. Si une carte sur le Plateau Cthulhu devait effectuer une attaque via un mot-clé ou un autre effet lors d’un combat ou d’une tentative d’évasion, seule cette carte attaque. Les effets de carte qui infligent des dégâts à plusieurs ennemis dans un lieu ont le droit d’infliger des dégâts à chaque carte Ennemi du Plateau Cthulhu.
it: Cthulhu è rappresentato sulla mappa come un singolo nemico, ma è composto da più carte nemico sulla plancia di Cthulhu. Gli investigatori impegnati con Cthulhu <i>(Male Antico)</i> sono impegnati anche con ogni carta sulla plancia di Cthulhu, come un singolo nemico. Quando interagite con Cthulhu <i>(combattendo, eludendo, ecc.)</i>, scegliete 1 delle carte nemico a due lati sulla plancia di Cthulhu con cui interagire. Durante la Fase dei Nemici, Cthulhu attacca ogni investigatore nel suo luogo usando il totale dei valori di Danno e Orrore di ogni nemico Cthulhu sulla plancia di Cthulhu. Questo attacco viene effettuato in aggiunta a qualsiasi altro attacco e/o effetto scatenato dal mazzo di Cthulhu <i>(vedi sotto)</i>. Se una carta sulla plancia di Cthulhu sta per attaccare usando una parola chiave o un altro effetto durante un combattimento o un'elusione, solo quella carta attacca. Gli effetti delle carte che infliggono danni a più nemici in un luogo possono infliggere danni a ogni singola carta nemico sulla plancia di Cthulhu.
pl: Choć na mapie Cthulhu jest przedstawiony jako pojedynczy wróg, to składa się z kilku kart wrogów na planszy Cthulhu. Badacze, którzy są w zwarciu z Cthulhu <i>(Przedwieczne zło)</i>, są również w zwarciu z każdą kartą na planszy Cthulhu, tak jakby byli w zwarciu z pojedynczym wrogiem. Kiedy badacz wchodzi w interakcję z Cthulhu <i>(np. poprzez walkę, wymykanie się itp.)</i>, dany badacz wybiera jedną z dwustronnych kart wroga na planszy Cthulhu i to z nią wchodzi w wybraną interakcję. W fazie wrogów Cthulhu atakuje każdego badacza w jego lokalizacji, używając łącznej wartości obrażeń i punktów przerażenia każdego wroga z cechą [[Cthulhu]] na planszy Cthulhu. Ten atak odbywa się w dodatku do innych ataków i/lub pozostałych efektów, które mogą być spowodowane przez talię Cthulhu <i>(patrz poniżej)</i>. Jeśli karta na planszy Cthulhu miałaby zaatakować w wyniku działania swojego słowa kluczowego lub innego efektu podczas ataku lub wymykania się jej, tylko ta pojedyncza karta atakuje. Efekty, które zadają obrażenia wielu wrogom w lokalizacji, mogą zadać obrażenia każdemu pojedynczemu wrogowi na planszy Cthulhu.
ru: Хотя Ктулху присутствует на локациях Аркхэма в виде отдельной карты врага, на самом деле он состоит из нескольких карт врага на планшете Ктулху. Сыщики, сражающиеся с «Ктулху (древнее зло)», также сражаются со всеми картами на планшете Ктулху как с одним врагом. Взаимодействуя с Ктулху <i>(бой, уход и т. д.)</i>, выбирайте для взаимодействия одну из двусторонних карт на планшете Ктулху. Во время фазы врагов Ктулху атакует каждого сыщика в своей локации, используя суммарные значения ран и ужаса каждого врага-[[Ктулху]] на планшете Ктулху. Эта атака происходит в дополнение ко всем остальным атакам и/или эффектам из колоды Ктулху <i>(см. далее)</i>. Если во время боя или ухода карта на планшете Ктулху должна атаковать по своему ключевому слову или другому эффекту, атаку производит только та карта. Эффекты карт, которые наносят урон нескольким врагам в локации, могут наносить урон каждой отдельной карте врага на планшете Ктулху.

source: During the setup of this scenario, a second deck with a different card back is constructed: the Cthulhu deck. This deck is a separate deck made up ofonly "action" cards. <b>The Cthulhu deck is not an encounter deck and action cards are not treacheries.</b> After moving and attacking as normal during the enemy phase, Cthulhu performs additional actions via action cards from the Cthulhu deck. At the end of the enemy phase, the agenda's forced effect prompts investigators to draw the top card of the Cthulhu deck. When drawing cards from the Cthulhu deck, resolve each effect, one at a time, from top to bottom. After resolving an action card, it is discarded to the Cthulhu discard pile. If the Cthulhu deck is empty, immediately shuffle the Cthulhu discard pile back into the Cthulhu deck.
de: Bei der Vorbereitung dieses Szenarios wird ein zweites Deck mit einer anderen Kartenrückseite erstellt: das sogenannte Cthulhu-Deck. Dieses Deck besteht nur aus „Aktionskarten“. <b>Das Cthulhu-Deck ist nicht das Begegnungsdeck und Aktionskarten sind keine Verratskarten.</b> Nachdem sich Cthulhu während der Gegnerphase normal bewegt und angegriffen hat, führt er zusätzliche Aktionen durch Aktionskarten vom Cthulhu-Deck durch. Am Ende der Gegnerphase weist der [[Erzwungen]]-Effekt auf der Agenda die Ermittler an, die oberste Karte des Cthulhu-Decks zu ziehen. Wenn eine Karte vom Cthulhu-Deck gezogen wird, handle nacheinander jeden Effekt von oben nach unten ab. Nach der Abhandlung einer Aktionskarte wird sie auf den Cthulhu-Ablagestapel gelegt. Falls das Cthulhu-Deck leer wird, werden die Karten aus dem Cthulhu-Ablagestapel sofort in das Cthulhu-Deck zurückgemischt.
es: Durante la preparación de este escenario, se crea un segundo mazo con un dorso de carta distinto: el mazo de Cthulhu. Este mazo es un mazo aparte compuesto únicamente por cartas de “Acción”. <b>El mazo de Cthulhu no es un mazo de Encuentros y las cartas de Acción no son Traiciones.</b> Después de moverse y atacar de modo normal durante la fase de Enemigos, Cthulhu realiza acciones adicionales mediante cartas de Acción del mazo de Cthulhu. Al final de la fase de Enemigos, el efecto Obligado del plan provoca que los investigadores roben la primera carta del mazo de Cthulhu. Al robar cartas del mazo de Cthulhu, resuelve cada efecto de uno en uno y de arriba abajo. Tras resolver una carta de Acción, ésta se descarta en la pila de descartes de Cthulhu. Si el mazo de Cthulhu está vacío, baraja inmediatamente la pila de descartes de Cthulhu para volver a formar el mazo de Cthulhu.
fr: Lors de la mise en place de ce scénario, un deuxième deck avec une illustration de dos de carte différente est constitué : le Deck Cthulhu. Ce deck est un deck à part contenant uniquement des cartes « Action ». <b>Le deck Cthulhu n’est pas un deck Rencontre et les cartes Action ne sont pas des traîtrises.</b> Après avoir effectué un déplacement et une attaque normalement durant la phase des Ennemis, Cthulhu effectue des actions supplémentaires via les cartes Action du deck Cthulhu. A la fin de la phase des Ennemis l’effet forcé de l’Intrigue demande aux investigateurs de piocher la carte du dessus du deck Cthulhu. Lorsque vous piochez des cartes du deck Cthulhu, résolvez chaque effet, l’un après l’autre, du haut vers le bas. Après avoir résolu une carte Action, elle est défaussée dans la pile de défausse Cthulhu. Si le deck Cthulhu est vide, mélangez immédiatement la pile de défausse Cthulhu pour reconstituer un nouveau deck Cthulhu.
