Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/16_the_doom_of_arkham_part_2.po
Languages: de, es, fr, it, pl, ru

source: Throughout this scenario, the number of resources under "Cthulhu's Rage" on the scenario reference card indicate Cthulhu's anger toward the investigators. The higher Cthulhu's Rage, the more dangerous and deadly the awakened sleeper becomes. Cthulhu's Rage has no inherent game effect on its own; however, some encounter card effects may change or become stronger depending on the current level of Cthulhu's Rage.
de: Im Verlauf dieses Szenarios gibt die Anzahl der Ressourcen unter „Cthulhus Zorn“ auf der Szenarioübersichtskarte an, wie wütend Cthulhu auf die Ermittler ist. Je höher Cthulhus Zorn ist, desto gefährlicher und tödlicher wird der erwachte Schläfer. Cthulhus Zorn hat keinen eigenständigen Spieleffekt, jedoch können sich die Effekte mancher Begegnungskarten verändern oder stärker werden, abhängig von der aktuellen Stufe von Cthulhus Zorn.
es: A lo largo de este escenario, la cantidad de recursos que haya en “Furia de Cthulhu”, en la carta de referencia de escenario, indican la furia de Cthulhu contra los investigadores. Cuanto mayor sea la furia de Cthulhu, más peligroso y letal se vuelve el durmiente despertado. La furia de Cthulhu no tiene ningún efecto de juego por sí misma; sin embargo, algunos efectos de cartas de Encuentro pueden cambiar o volverse más fuertes en función del nivel actual de la furia de Cthulhu.
fr: Tout au long de ce scénario, le nombre de ressources dans la case « Rage de Cthulhu » de la carte de référence du scénario représente la colère que ressent Cthulhu à l’encontre des investigateurs. Plus la Rage de Cthulhu est élevée, plus le dormeur éveillé devient dangereux, voire mortel. La Rage de Cthulhu n’a pas d’effet de jeu en elle-même, cependant, certains effets de carte peuvent changer ou devenir plus forts en fonction du niveau actuel de la Rage de Cthulhu.
it: Durante questo scenario, il numero di risorse alla voce "Furia di Cthulhu" sulla carta di consultazione dello scenario indica l'ira di Cthulhu verso gli investigatori. Più è alta la furia di Cthulhu, più il dormiente risvegliato diventa pericoloso e letale. La furia di Cthulhu non ha alcun effetto di gioco intrinseco, tuttavia alcuni effetti delle carte incontro possono cambiare o diventare più forti a seconda del livello di furia di Cthulhu attuale.
pl: Podczas tego scenariusza liczba żetonów zasobów znajdujących się na „Furii Cthulhu” na karcie pomocy scenariusza określa to, jak bardzo Cthulhu zionie nienawiścią do badaczy. Im wyższy poziom Furii Cthulhu, tym groźniejsze będą jego działania. Furia Cthulhu sama w sobie nie ma żadnego efektu, jednak niektóre efekty mogą się zmieniać lub wzmacniać w zależności od obecnego poziomu Furii Cthulhu.
ru: Во время этого сценария количество ресурсов на секции «Ярость Ктулху» памятки сценария показывает то, насколько сыщики раздражают Ктулху. Чем их больше, тем опаснее и смертоноснее становится пробудившийся Спящий. Сама по себе ярость Ктулху не имеет игрового эффекта, однако эффекты некоторых карт контактов могут изменяться или усиливаться в зависимости от текущей ярости Ктулху.

source: Cthulhu annihilated the city of Arkham.
de: Cthulhu hat die Stadt Arkham ausgelöscht.
es: Cthulhu aniquiló la ciudad de Arkham.
fr: Cthulhu a entièrement rasé la ville d’Arkham.
it: Cthulhu ha annientato la città di Arkham.
pl: Cthulhu zrównał Arkham z ziemią.
ru: Ктулху уничтожил город Аркхэм.

source: The investigators, along with everyone else in Arkham, are <b>killed.</b>
de: Die Ermittler und alle anderen in Arkham werden <b>getötet</b>.
es: Los investigadores <b>mueren</b> junto con todos los demás habitantes de Arkham.
fr: Les investigateurs, ainsi que tous ceux qui vivaient à Arkham, sont <b>tués</b>.
it: Gli investigatori e tutti gli abitanti di Arkham sono <b>uccisi</b>.
pl: Badacze i wszyscy pozostali mieszkańcy Arkham zostają <b>zabici.</b>
ru: Каждый сыщик, как и каждый житель Аркхэма, <b>убит</b>.

source: Cthulhu was driven away.
de: Cthulhu konnte vertrieben werden.
es: los investigadores hicieron huir a Cthulhu.
fr: Cthulhu a été repoussé.
it: avete scacciato Cthulhu.
pl: Cthulhu został odpędzony.
ru: сыщики прогнали Ктулху прочь.

source: Each investigator suffers 3 physical trauma and 3 mental trauma from their battle with Cthulhu.
de: Jeder Ermittler erleidet als Folge des Kampfes gegen Cthulhu 3 körperliche und 3 seelische Traumata.
es: Cada investigador sufre 3 traumas físicos y 3 traumas mentales debido a su combate con Cthulhu.
fr: Chaque investigateur subit 3 traumatismes physiques et 3 traumatismes mentaux suite à son combat contre Cthulhu.
it: Ogni investigatore subisce 3 traumi fisici e 3 traumi mentali a seguito della battaglia con Cthulhu.
pl: Każdy badacz otrzymuje 3 punkty traumy fizycznej i 3 punkty traumy psychicznej, jako skutki starcia z Cthulhu.
ru: Каждый сыщик получает 3 физических и 3 ментальных травмы после битвы с Ктулху.

source: Each investigator earns 5 bonus experience for dispelling an ancient evil.
de: Jeder Ermittler verdient 5 Bonus-Erfahrungspunkte, da er ein uraltes Böses bannen konnte.
es: Cada investigador obtiene 5 puntos de experiencia adicionales por disipar un antiguo mal.
fr: Chaque investigateur reçoit 5 points d’expérience bonus pour le récompenser d’avoir chassé un mal antédiluvien.
it: Ogni investigatore guadagna 5 punti esperienza bonus per aver scacciato un male antico.
pl: Każdy badacz zdobywa 5 dodatkowych punktów doświadczenia za odparcie Przedwiecznego zła.
ru: Каждый сыщик получает 5 опыта дополнительно, так изгнал древнее зло.

source: The investigators win the campaign! But how long will it be before Cthulhu’s eventual return?
de: Die Ermittler gewinnen die Kampagne! Aber wie lange wird es dauern, bis Cthulhu wiederkehrt?
es: ¡Los investigadores ganan la campaña! Pero ¿cuánto tiempo pasará hasta el inevitable regreso de Cthulhu?
fr: Les investigateurs gagnent la campagne ! Mais combien de temps s’écoulera avant que Cthulhu ne fasse son éventuel retour ?
it: Avete vinto la campagna! Ma quanto tempo passerà prima che Cthulhu faccia ritorno?
pl: Badacze wygrywają kampanię! Lecz ile czasu minie, nim Cthulhu zechce tu powrócić?
ru: Сыщики победили в кампании! Но сколько пройдёт времени, прежде чем Ктулху неизбежно вернётся?

source: The investigators win the campaign, although Arkham is completely in ruins.
de: Die Ermittler gewinnen die Kampagne, obwohl Arkham dabei völlig in Schutt und Asche gelegt wurde.
es: Los investigadores ganan la campaña, pero Arkham está totalmente en ruinas.
fr: Les investigateurs gagnent la campagne, bien qu’Arkham ne soit plus qu’un champ de ruines.
it: Avete vinto la campagna, anche se Arkham è ridotta in macerie.
pl: Badacze wygrywają kampanię, ale Arkham jest w całkowitej ruinie.
ru: Сыщики победили в кампании, оставив Аркхэм в руинах.

source: Cthulhu was banished.
de: Cthulhu wurde verbannt.
es: los investigadores desterraron a Cthulhu.
fr: Cthulhu a été banni.
it: avete esiliato Cthulhu.
pl: Cthulhu został wygnany.
ru: сыщики изгнали Ктулху магией.

source: Each investigator suffers 1 physical trauma and 1 mental trauma from their battle with Cthulhu.
de: Jeder Ermittler erleidet als Folge des Kampfes gegen Cthulhu 1 körperliches und 1 seelisches Trauma.
es: Cada investigador sufre 1 trauma físico y 1 trauma mental debido a su combate con Cthulhu.
fr: Chaque investigateur subit 1 traumatisme physique et 1 traumatisme mental suite à son combat contre Cthulhu.
it: Ogni investigatore subisce 1 trauma fisico e 1 trauma mentale a seguito della battaglia con Cthulhu.
pl: Każdy badacz otrzymuje 1 punkt traumy fizycznej i 1 punkt traumy psychicznej, jako skutki starcia z Cthulhu.
ru: Каждый сыщик получает 1 физическую и 1 ментальную травму после битвы с Ктулху.

source: Each investigator may remove 1 random basic weakness from their deck (ignoring deckbuilding requirements) for saving Arkham from an ancient evil.
de: Jeder Ermittler darf 1 zufällige Grundschwäche aus seinem Deck entfernen (Deckbau-Voraussetzungen können dabei ignoriert werden), weil er Arkham von einem uralten Bösen gerettet hat.
es: Cada investigador puede retirar 1 Debilidad básica aleatoria de su mazo (ignorando los requisitos de creación de mazos) por salvar Arkham de un antiguo mal.
fr: Chaque investigateur a le droit de retirer au hasard 1 faiblesse de base de son deck (en ignorant les exigences du deck) pour le récompenser d’avoir sauvé Arkham d’un mal ancestral.
it: Ogni investigatore può rimuovere dal suo mazzo 1 debolezza base casuale (ignorando i Requisiti del Mazzo) per aver salvato Arkham da un male antico.
pl: Każdy badacz może usunąć ze swojej talii 1 losowe podstawowe osłabienie (ignorując wymagania talii), w ramach nagrody za ocalenie Arkham od Przedwiecznego zła.
ru: Каждый сыщик может удалить из своей колоды 1 случайную базовую слабость (игнорируя правила создания колоды), так как спас Аркхэм от древнего зла.

source: Cthulhu was banished, but Arkham was destroyed.
de: Cthulhu wurde verbannt, aber Arkham wurde dabei zerstört.
es: los investigadores desterraron a Cthulhu, pero Arkham quedó destruida.
fr: Cthulhu a été banni, mais Arkham est détruite.
it: avete esiliato Cthulhu, ma Arkham è stata distrutta.
pl: Cthulhu został wygnany, ale Arkham zostało zniszczone.
ru: сыщики изгнали Ктулху магией, но Аркхэм был разрушен.

source: Each investigator suffers 2 physical trauma and 2 mental trauma from their battle with Cthulhu.
de: Jeder Ermittler erleidet als Folge des Kampfes gegen Cthulhu 2 körperliche und 2 seelische Traumata.
es: Cada investigador sufre 2 traumas físicos y 2 traumas mentales debido a su combate con Cthulhu.
fr: Chaque investigateur subit 2 traumatismes physiques et 2 traumatismes mentaux suite à son combat contre Cthulhu.
it: Ogni investigatore subisce 2 traumi fisici e 2 traumi mentali a seguito della battaglia con Cthulhu.
pl: Każdy badacz otrzymuje 2 punkty traumy fizycznej i 2 punkty traumy psychicznej, jako skutki starcia z Cthulhu.
ru: Каждый сыщик получает 2 физических и 2 ментальных травмы после битвы с Ктулху.

source: You struggle to rise as the ground rocks with another tremor. Mighty Cthulhu looks down on you with five dispassionate red eyes. You’ve dreamed this moment before. His hulking form blots out the stars above, shimmering with an otherworldly radiance. His rotten breath washes over you, stirring the water. For a moment, the clamor fades away as you meet the ancient one’s gaze. You feel him in your mind. There is no anger or rage, only cold indifference. This is no reckoning, no judgment, no destruction. You and your kind are nothing more than an annoyance. The thick, squamous tentacles sprouting from Cthulhu’s face snake across the water, searching for you, for the things you and your kind took from him. You are powerless to resist. Why should you? Your fate and the fate of all your pathetic kind was written in the stars. Doom has come to Arkham.
de: Mühsam schaffst du es, dich zu erheben, während der Boden erneut von einem Beben erschüttert wird. Der mächtige Cthulhu blickt mit seinen fünf gefühlskalten, roten Augen auf dich herab. Du hast genau diesen Moment schon einmal im Traum gesehen. Seine gewaltige Gestalt verdunkelt die Sterne am Himmel und schimmert in einem andersweltlichen Glanz. Sein fauliger Atem weht über dich hinweg und bringt das Wasser zum Brodeln. Für einen kurzen Moment verstummt das Brüllen des Großen Alten, als er dich anstarrt. Du kannst ihn in deinem Geist spüren. Da ist keine Wut oder Zorn, nur kalte Gleichgültigkeit. Dies ist keine Abrechnung, kein Urteil, keine Zerstörung. Du und deinesgleichen seid nichts weiter als ein lästiges Ärgernis für ihn. Die dicken, schuppigen Tentakel, die aus Cthulhus Gesicht sprießen, schlängeln sich über das Wasser und suchen nach dir, nach den Dingen, die du und deinesgleichen ihm genommen haben. Du bist machtlos, dich zu wehren. Warum solltest du auch? Dein Schicksal und das Schicksal all deiner erbärmlichen Artgenossen stand in den Sternen geschrieben. Das Verderben ist nach Arkham gekommen.
es: Te debates por levantarte mientras el suelo se estremece con otro temblor. El poderoso Cthulhu baja hacia ti la mirada de sus cinco ojos rojos desprovistos de emoción. Tuviste un sueño con este momento. Su forma descomunal tapa las estrellas del firmamento y resplandece con un brillo sobrenatural. Su pútrido aliento te envuelve y agita el agua. Durante un instante, el estruendo se desvanece cuando tu mirada se cruza con la del Primigenio. Lo sientes en tu mente. No hay ira ni rabia, tan sólo fría indiferencia. No hay juicio, sentencia o destrucción. Tú y los de tu especie no sois más que una mera molestia. Los gruesos tentáculos escamosos que brotan del rostro de Cthulhu reptan sobre el agua, buscándote a ti y las cosas que tú y los de tu especie le arrebatasteis. Eres incapaz de resistirte. ¿Por qué deberías hacerlo? Tu destino y el de toda tu patética especie estaba escrito en las estrellas. La perdición ha llegado a Arkham.
fr: Vous tentez difficilement de vous relever alors que le sol est secoué par un nouveau tremblement de terre. Le puissant Cthulhu vous regarde de ses cinq yeux rouges dénués d’émotions. Vous avez déjà rêvé de ce moment. Sa forme imposante occulte les étoiles au-dessus de vous, pendant que les autres brillent d’un éclat d’un autre monde. Son haleine putride trouble les eaux du fleuve avant de vous envahir. L’espace d’un instant, la clameur s’estompe lorsque vous croisez le regard du grand ancien. Vous le sentez dans votre esprit. Il n’est troublé ni par la colère ni par la rage. Seule une froide indifférence en émane. Il n’est pas venu régler ses comptes, ni vous juger, ni même vous détruire. Vous et vos semblables n’êtes rien de plus qu’une gêne. Les tentacules épais et squameux qui jaillissent du visage de Cthulhu serpentent à la surface de l’eau. Ils vous cherchent, vous et les choses que vous lui avez prises. Les choses que votre espèce lui a volées. Vous êtes impuissants. Pourquoi résister ? Votre destin et celui de tous les êtres pathétiques de votre race est écrit depuis bien longtemps dans les étoiles. Vous vivez les dernières heures d’Arkham.
it: Con il terreno che trema così tanto, avete difficoltà anche solo a restare in piedi. Il possente Cthulhu vi fissa con tutti e cinque i suoi occhi vacui. Avete già sognato questo momento. La sua sagoma colossale oscura le stelle nel cielo, risplendendo di un bagliore alieno. Il suo respiro decomposto vi avvolge, agitando la superficie dell'acqua. Per un momento il clamore della distruzione svanisce, scacciato dallo sguardo del Grande Antico. Ne percepite la presenza nella vostra mente. Non vi è rabbia o ira, solo fredda indifferenza. Non c'è resa dei conti, non c'è giudizio, non c'è distruzione. La vostra specie non è altro che un fastidio. I grossi tentacoli squamosi che si protendono dal volto di Cthulhu serpeggiano tra i flutti, vi cercano, bramano ciò che la vostra gente gli ha sottratto. Ma non avete alcuna possibilità di opporvi. E perché mai dovreste? Il vostro destino, il destino della vostra patetica genia, è stato scritto nelle stelle. La fine si abbatte su Arkham.
pl: Z trudem utrzymujecie się na nogach, gdy miastem wstrząsa kolejne tąpnięcie. Potężny Cthulhu patrzy na was z wyższością swoimi pięcioma pozbawionymi emocji oczami. Śniliście 0 tej chwili. Jego ogromne cielsko przesłania gwiazdy i zaczyna jarzyć się nieziemskim blaskiem. Zgniły oddech bestii przenika was, powodując zawirowania wody. Na krótką chwilę wrzawa ucicha, zaś spojrzenie wasze i potwora spotykają się. Czujecie Cthulhu w swoim umyśle. Nie ma w nim gniewu czy furii, jest tylko zimna bezduszna obojętność. Nie ma woli rozrachunku, pragnienia sądu czy żądzy zniszczenia. Wy i wasz gatunek jesteście co najwyżej drobną niedogodnością. Macki na twarzy Cthulhu przeczesują wodę w poszukiwaniu was i tego, co wy i wam podobni mu odebraliście. Nie macie siły stawić oporu. I właściwie po co mielibyście to robić? Przeznaczenie waszego żałosnego gatunku od zawsze było zapisane w gwiazdach. Jest nim zagłada, która właśnie spadła na Arkham.
ru: Вы пытаетесь встать на ноги, когда землю сотрясает очередной толчок. Могучий Ктулху смотрит на вас сверху вниз пятью бесстрастными красными глазами. Вам уже снился этот миг. Его громадный силуэт заслоняет звёзды, мерцающие иномирным светом. На вас, всколыхнув воду, накатывает волна его зловонного дыхания. Крики на мгновение затихают, когда вы встречаетесь взглядом с Древним. Вы чувствуете его присутствие в своём разуме. В нём нет раздражения или ярости, только холодное безразличие. В нём нет мстительности, осуждения, жажды разрушений. Вы и ваш вид — лишь мелкий раздражитель. Толстые чешуйчатые щупальца, растущие из лица Ктулху, извиваются в воде, разыскивая вас и то, что вы и ваш вид украли у него. Вы бессильны перед ним. Да и зачем вам сражаться? Ваша судьба и судьба всего вашего жалкого вида была предначертана в звёздах. Аркхэм пал жертвой карающего рока.
