Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdc/16_the_doom_of_arkham_part_2.po
Languages: de, es, fr, it, pl, ru

source: After hours of struggle, you stand before mighty Cthulhu, who looks down on you with five dispassionate red eyes. You’ve dreamed this moment before. His hulking form blots out the stars above, shimmering with an otherworldly radiance. His rotten breath washes over you, stirring the water. For a moment, the clamor fades away as you meet the ancient one’s gaze. You feel him in your mind. There is no anger or rage, only cold indifference. A shot rings out, followed by a dozen more. Behind you, from the nearby rooftops, and elsewhere in the vicinity, a volley of firearms and explosives pelt the ancient one’s sagging, fetid flesh. Inspector Legrasse shouts to his fellow officers, goading them to not let up. Great Cthulhu moans in pain as the sheer firepower chews through his armored flesh, flooding the streets with oily black blood. At long last, the tide seems to have turned in your favor. Cowed by the relentless assault, the ancient one turns back to the Miskatonic and lurches into the water, followed by a cadre of monstrous creatures. You can feel the others hold their breath, waiting for some reprisal, but nothing comes. Then, a cheer breaks the silence, followed by dozens more. Arkham is safe… for now.
de: Nach stundenlangem Kampf stehst du vor dem mächtigen Cthulhu, der mit seinen fünf gefühlskalten, roten Augen auf dich herabblickt. Du hast genau diesen Moment schon einmal im Traum gesehen. Seine gewaltige Gestalt verdunkelt die Sterne am Himmel und schimmert in einem andersweltlichen Glanz. Sein fauliger Atem weht über dich hinweg und bringt das Wasser zum Brodeln. Für einen kurzen Moment verstummt das Brüllen des Großen Alten, als er dich anstarrt. Du kannst ihn in deinem Geist spüren. Da ist keine Wut oder Zorn, nur kalte Gleichgültigkeit. Ein Schuss ertönt, gefolgt von einem Dutzend weiterer. Von den nahe gelegenen Dächern und aus anderen Verstecken um dich herum prasselt ein Kugelgewitter auf den schlaffen, stinkenden Körper des Großen Alten ein. Inspector Legrasse ruft seinen Kollegen zu, nicht nachzulassen. Der große Cthulhu stöhnt vor Schmerz auf, während sich Sprengstoff und Bleikugeln durch sein gepanzertes Fleisch fressen und die Straßen mit seinem öligem, schwarzem Blut überflutet werden. Endlich scheint sich das Blatt zu euren Gunsten gewendet zu haben. Von dem unerbittlichen Angriff eingeschüchtert, wendet sich der Große Alte wieder dem Miskatonic zu und torkelt ins Wasser zurück – dicht gefolgt von der Schar seiner monströser Kreaturen. Du kannst spüren, wie die anderen den Atem anhalten und sich auf einen Gegenschlag vorbereiten … doch er kommt nicht. Dann wird die Stille von Jubel durchbrochen, der sich wie eine Flutwelle in der ganzen Stadt ausbreitet. Arkham ist wieder sicher … fürs Erste.
es: Después de horas de lucha, estás frente al poderoso Cthulhu, que baja hacia ti la mirada de sus cinco ojos rojos desprovistos de emoción. Tuviste un sueño con este momento. Su forma descomunal tapa las estrellas del firmamento y resplandece con un brillo sobrenatural. Su pútrido aliento te envuelve y agita el agua. Durante un instante, el estruendo se desvanece cuando tu mirada se cruza con la del Primigenio. Lo sientes en tu mente. No hay ira ni rabia, tan sólo fría indiferencia. Resuena un disparo, seguido de una docena más. A tu espalda, desde los tejados cercanos y por todos los alrededores, una descarga de armas de fuego y explosivos impacta en la flácida y fétida carne del Primigenio. El inspector Legrasse grita a sus compañeros que no dejen de disparar. El gran Cthulhu gime de dolor mientras la brutal potencia de fuego atraviesa su carne blindada y hace que las calles se inunden de una grasienta sangre negra. Parece que la marea por fin va a vuestro favor. Acobardado por el implacable asalto, el Primigenio se vuelve hacia el Miskatonic y entra tambaleante en el agua, seguido de un séquito de monstruosas criaturas. Notas que los demás contienen la respiración mientras esperan algún tipo de contraataque, pero no sucede nada. Un grito de júbilo rompe el silencio, seguido de docenas de gritos más. Arkham está a salvo... por ahora.
fr: Après des heures de lutte, vous vous tenez devant le puissant Cthulhu, qui vous regarde de ses cinq yeux rouges dénués d’émotions. Vous avez déjà rêvé de ce moment. Sa forme imposante occulte les étoiles au-dessus de vous, pendant que les autres brillent d’un éclat d’un autre monde. Son haleine putride trouble les eaux du fleuve avant de vous envahir. L’espace d’un instant, la clameur s’estompe et vous croisez le regard du grand ancien. Vous le sentez dans votre esprit. Il n’est troublé ni par la colère ni par la rage. Seule une froide indifférence en émane. Un coup de feu retentit, suivi d une douzaine d autres. Derrière vous, depuis les toits voisins et ailleurs dans les environs, la fusillade continue et un déluge d’explosifs s’abat sur la chair flasque et fétide du grand ancien. L’inspecteur Legrasse élève la voix pour encourager ses collègues, les incitant à ne pas relâcher leur atten-tion. Le Grand Cthulhu gémit de douleur tandis que votre puissance de feu transperce ses épaisses couches de chair, inondant les rues d’un sang noir et huileux. Les événements semblent enfin tourner en votre faveur. Intimidé par la puissance de cet assaut, le monstre antédiluvien fait volte-face pour se jeter dans le Miska-tonic, suivi d’une horde d’ignobles créatures. Vous sentez que tout le monde retient son souffle, dans l’attente de représailles, mais rien ne vient. Puis des cris de joie brisent enfin le silence, suivis de dizaines d’autres. Plus aucune menace ne pèse sur Arkham… pour l’instant.
it: Dopo ore di sofferenza vi ritrovate al cospetto del possente Cthulhu, che vi fissa con tutti e cinque i suoi occhi vacui. Avete già sognato questo momento. La sua sagoma colossale oscura le stelle nel cielo, risplendendo di un bagliore alieno. Il suo respiro decomposto vi avvolge, agitando la superficie dell'acqua. Per un momento il clamore della distruzione svanisce, scacciato dallo sguardo del Grande Antico. Ne percepite la presenza nella vostra mente. Non vi è rabbia o ira, solo fredda indifferenza. Uno sparo riecheggia nell'aria, presto seguito da decine di altri colpi. Dietro di voi, dai tetti vicini e da altri nascondigli circostanti, vedete una raffica di pallottole ed esplosivi colpire la fetida pelle flaccida del grande antico. L'ispettore Legrasse sta aizzando gli altri agenti, spronandoli a non arrendersi. Il grande Cthulhu emette un lamento di dolore, sopraffatto dalla potenza di fuoco che comincia a dilaniarne le carni spesse, riversando nelle strade allagate un'ondata di sangue nero oleoso. A quanto pare, sembra siate riusciti finalmente a volgere la situazione in vostro favore. Intimidito dall'assalto incessante, l'antico torna nel Miskatonic sprofondando nella corrente del fiume, presto seguito da una folla agitata di mostruose creature. Potete sentire tutti trattenere il respiro, in attesa di un contrattacco... Ma non c'è alcun contrattacco. Il silenzio viene squarciato da un primo grido esultante, a cui si uniscono decine e decine di altri. Arkham è salva. Per ora.
pl: Po wielu godzinach walki potężny Cthulhu patrzy na was z wyższością swoimi pięcioma pozbawionymi emocji oczami. Śniliście o tej chwili. Jego ogromne cielsko przesłania gwiazdy i zaczyna jarzyć się nieziemskim blaskiem. Zgniły oddech bestii przenika was, powodując zawirowania wody. Na krótką chwilę wrzawa ucicha, zaś spojrzenie wasze i potwora spotykają się. Czujecie Cthulhu w swoim umyśle. Nie ma w nim gniewu czy furii, jest tylko zimna bezduszna obojętność. Nagle słyszycie dźwięk opróżnianego magazynka. Za nim kolejnego i jeszcze następnego. Z pobliskiego dachu za wami i w zasadzie zewsząd świstają kule i lecą materiały wybuchowe, które ranią opasłe cielsko Przedwiecznego. Inspektor Legrasse zagrzewa swoich kompanów do walki, nakazując kontynuowanie ostrzału. Wielki Cthulhu jęczy z bólu, gdy szaleńczy grad kul dziurawi jego członki, zalewając ulice miasta czarną posoką. Nareszcie szala zwycięstwa przechyliła się na waszą stronę. Oszołomiony tak niszczycielskim atakiem Przedwieczny wycofuje się w kierunku Miskatonic, po czym zanurza w pobliskich wodach, a w ślad za nim legion jego ohydnych pobratymców. Czujecie, jak wszyscy wokół wstrzymują oddech, spodziewając się kontrataku potwora, ale nic takiego nie następuje. I wówczas okolicę wypełnia krzyk radości, do którego rychło dołączają wszyscy pozostali. Arkham jest bezpiecznie... przynajmniej na razie.
ru: Проходит несколько тяжёлых часов, и вы стоите перед могучим Ктулху, который смотрит на вас сверху вниз пятью бесстрастными красными глазами. Вам уже снился этот миг. Его громадный силуэт заслоняет звёзды, мерцающие иномирным светом. На вас, всколыхнув воду, накатывает волна его зловонного дыхания. Крики на мгновение затихают, когда вы встречаетесь взглядом с Древним. Вы чувствуете его присутствие в своём разуме. В нём нет раздражения или ярости, только холодное безразличие. Раздаётся выстрел, за ним следует дюжина других. У вас за спиной, с близлежащих крыш и отовсюду поблизости на зловонную обрюзгшую тушу чудовища обрушивается залп пуль и взрывчатки. Инспектор Леграсс выкрикивает приказы своим офицерам, говоря не сбавлять темп. Великий Ктулху стонет от боли, когда огромная огневая мощь пробивается сквозь его бронированную плоть, заливая улицы маслянистой чёрной кровью. Наконец-то фортуна на вашей стороне. Не выдержав упорного натиска, Древний возвращается в воды Мискатоника и пропадает под поверхностью реки. Остальные чудища уплывают вслед за ним. Вы чувствуете, как все затаили дыхание, ожидая какогонибудь ответного удара, но ничего не происходит. Затем тишину нарушает радостный крик, который подхватывают десятки голосов. Аркхэм был спасён… на этот раз.

source: Just as Cthulhu prepares to strike, the sigils on his body grow blindingly bright, and his limbs suddenly stiffen. Andy steps boldly out onto the street, stumbling through two more guttural stanzas. You and Ruby join him in reciting the chants as the ritual takes form. The ancient one roars again and falls prone, as if bound by invisible cords. A corona of eerie green and golden light cuts through the clouds, then peels back to reveal the night sky above. Nestled in the heart of an emerald and gold nebula is a bright, shining star. The starlight intensifies. Before your eyes, the ancient one’s body twists and bends like a broken reflection. For just a moment, you see the spires of R’lyeh shimmering within the broken skyline of Arkham, looking both alien and familiar at once. With a final roar, Cthulhu disappears into the aether. The corona of distant stars shrinks, then collapses with a thunderclap. In its wake is a dreadful silence. You, Ruby, and Andy climb up to the roof of a nearby building and sit on the edge looking out at the ruined city. Rivertown and much of the Merchant District are entirely underwater, but most of Arkham remains intact. The three of you stare at the apocalyptics landscape as the storm clouds dissipate, bathing the city in pale moonlight. A lone siren blares across the swollen banks of the Miskatonic River. Andy stands up and extends a hand to you. “There’s no time to rest. The people of Arkham still need us, more than ever.”
de: Gerade als Cthulhu zum Schlag ausholt, glühen die Siegel auf seinem Körper plötzlich gleißend hell auf und seine Glieder versteifen sich. Andy tritt mutig auf die Straße hinaus und rezitiert stotterend zwei weitere Strophen in einer kehligen Sprache. Du schließt dich ihm mit Ruby an und sprichst die Gesänge nach, als das Ritual zu wirken beginnt. Der Große Alte brüllt erneut auf, dann stürzt er zu Boden, als würden ihn unsichtbare Fesseln fest- halten. Ein heller Strahl aus unheimlichem, grün-goldenem Licht stößt durch die Wolkendecke, die langsam aufbricht und den Blick auf den Nachthimmel freigibt. Umhüllt von einem grün-goldenen Nebel ist ein hell leuchtender Stern zu sehen. Das Sternenlicht wird intensiver. Vor euren Augen verzerrt und krümmt sich der Körper des Großen Alten wie das Abbild in einem zerbrochenen Spiegel. Für einen Moment siehst du die hoch auf- ragenden Türme von R’lyeh zwischen den zerstörten Gebäuden von Arkham durchschimmern – fremdartig und so vertraut zugleich. Mit einem letzten Gebrüll verschwindet Cthulhu im Äther. Der Lichtstrahl der fernen Sterne verblasst, dann löst er sich plötzlich mit einem Donnerschlag ganz auf und lässt nur schaurige Stille zurück. Du kletterst zusammen mit Ruby und Andy auf das Dach eines nahe gelegenen Gebäudes, wo ihr euch hinsetzt und euren Blick über die zerstörte Stadt schweifen lasst. Das Hafenviertel und ein Großteil des Geschäftsviertels liegen vollständig unter Wasser, doch der Rest von Arkham scheint noch intakt zu sein. Ihr drei starrt auf die apokalyptische Landschaft, während sich die Sturmwolken auflösen und die Stadt in blasses Mondlicht getaucht wird. Eine einsame Sirene ertönt vom überschwemmten Ufer des Miskatonic herüber. Andy steht auf und streckt dir die Hand entgegen. „Wir haben keine Zeit zum Ausruhen. Die Menschen von Arkham brauchen uns immer noch, nun mehr denn je.“
es: Justo cuando Cthulhu se prepara para atacar, los símbolos de su cuerpo empiezan a despedir un brillo cegador y sus extremidades se agarrotan repentinamente. Andy aparece en la calle con paso resuelto mientras pronuncia dos estrofas guturales más. Tú y Ruby os unís a él para recitar los cánticos mientras el ritual toma forma. El Primigenio ruge de nuevo y cae al suelo como si unas cuerdas invisibles tirasen de él. Una aureola de una espectral luz verde y dorada atraviesa las nubes y luego se retira para dejar al descubierto el cielo nocturno. En el corazón de una nebulosa de oro y esmeralda hay una brillante estrella que reluce. La luz estelar se intensifica. Ante vuestros ojos, el cuerpo del Primigenio se retuerce y pliega como un reflejo roto. Por un mero instante, veis las torres de R’lyeh resplandecer en la destrozada silueta de Arkham, con un aspecto tan extraño como familiar. Con un último rugido, Cthulhu desaparece en el éter. La aureola de estrellas lejanas se reduce y luego colapsa con un trueno, dejando un terrible silencio. Tú, Ruby y Andy subís al tejado de un edificio cercano y os sentáis en el borde para mirar la ciudad en ruinas. El Barrio Fluvial y gran parte del Distrito comercial están totalmente sumergidos, pero la mayor parte de Arkham sigue intacta. Los tres contempláis el paisaje apocalíptico mientras las nubes de tormenta se disipan y la ciudad queda bañada por la pálida luz de la luna. Una sirena resuena por las hinchadas orillas del río Miskatonic. Andy se levanta y te ofrece una mano. –No hay tiempo para descansar. La gente de Arkham todavía nos necesita, más que nunca.
fr: Au moment où Cthulhu s’apprête à frapper, les symboles sur son corps brillent d’une lumière de plus en plus aveuglante et ses membres se raidissent soudainement. Andy s’avance avec courage dans la rue, en butant sur la prononciation gutturale de deux nouvelles strophes. Ruby et vous vous joignez à lui pour réciter les incantations qui donnent vie au rituel. Le grand ancien rugit à nouveau et s’écroule, comme s’il était lié par des cordes invisibles. Un cercle de lumière verdâtre et dorée perce les nuages, avant de s’évanouir pour révéler le ciel nocturne. Au cœur d’une nébuleuse d’or et d’émeraude, une étoile apparait. La lumière stellaire s’intensifie. Sous vos yeux, le corps du grand ancien se tord et se plie comme si vous contempliez son reflet au travers d’un miroir brisé. L’espace d’un instant, vous voyez les pics de R’lyeh scintiller dans l’horizon brisé d’Arkham et ce spectacle d’un autre monde vous semble pourtant étrangement familier. Dans un dernier rugissement, Cthulhu disparait dans l’éther. Les étoiles lointaines forment un cercle qui se rétrécit avant de s’effondrer dans un coup de tonnerre. Les minutes qui suivent sont habitées par un terrible silence. Ruby, Andy et vous-même montez sur le toit d’un immeuble voisin et vous asseyez sur le rebord pour contempler la ville en ruines. Le Quartier de la Rivière et une grande partie du Quartier Marchand sont entièrement sous l’eau, mais la majeure partie d’Arkham est restée intacte. Tous les trois, vous contemplez le paysage apocalyptique tandis que les nuages d’orage se dissipent, baignant la ville d’un pâle clair de lune. Une sirène solitaire retentit sur les rives gorgées d’eau de la rivière Miskatonic. Andy se lève et vous tend la main. « Nous n’avons pas le temps de nous reposer. Les habitants d’Arkham ont plus que jamais besoin de nous. »
it: Proprio quando Cthulhu si prepara a colpire, i sigilli sul suo corpo cominciano a brillare di una luce accecante, e gli arti della creatura si bloccano improvvisamente. Andy si fa avanti con coraggio lungo la strada, recitando incerto le ultime due strofe gutturali. Insieme a Ruby, vi unite a lui nel recitare l'incantamento, e il rituale prende forma. Il Grande Antico ruggisce ancora una volta mentre cade prono, come se fosse trascinato da corde invisibili. Una corona di inquietante luce verde e dorata si fa strada tra le nubi, squarciandole per permettere alla volta celeste di diventare un palcoscenico. Al centro c'è una stella, incastonata nel cuore di una nebulosa dello stesso colore. La luce proveniente dal cosmo si fa più intensa. Davanti ai vostri occhi, il corpo del grande antico si contorce e si spezza come i riflessi di uno specchio infranto. Per un istante vedete le spire di R'lyeh brillare sullo sfondo degli edifici di Arkham, in un'immagine al contempo aliena e familiare. Un ultimo verso mostruoso, e Cthulhu scompare nell'etere. La corona di stelle distanti rimpicciolisce, fino a collassare su se stessa con l'esplosione di un tuono. Poi il silenzio. Insieme a Ruby e Andy vi arrampicate sul tetto di un edificio vicino, sedendovi sul cornicione per ammirare la città in rovina. River Town, e con esso buona parte del quartiere mercantile, è completamente sommerso, ma il resto di Arkham sembra aver retto l'urto. Siete gli unici tre spettatori di questo panorama apocalittico, bagnato dal riflesso della luna quando le nubi temporalesche si diradano. Sentite una singola sirena farsi strada tra le rive straripate del Miskatonic. Andy si alza, porgendovi una mano. "Non abbiamo tempo di riposare. La gente di Arkham ha ancora bisogno di noi, ora più che mai."
pl: W chwili, gdy Cthulhu szykuje się do uderzenia, pieczęcie na jego ciele zaczynają jarzyć się oślepiającym blaskiem, zaś jego kończyny sztywnieją. Andy brawurowo wychodzi na środek ulicy, intonując dwie kolejne gardłowe formuły. Wraz z Ruby dołączacie do niego, wspólnie recytując inkantację, która wprowadza rytuał w czyn. Przedwieczny ryczy raz za razem, spętany przez niewidzialne okowy. Nagle chmury przecina wieniec zielonych i złotych świateł, ukazując nocne niebo. W środku szmaragdowo-złotej mgławicy świeci jasna gwiazda. Blask wzmaga się. Na waszych oczach cielsko Przedwiecznego wykrzywia się i załamuje, niczym odbicie w zbitym lustrze. Przez moment widzicie iglice R'lyeh na pękniętym horyzoncie Arkham. Widok jest jednocześnie znajomy i obcy. I wówczas to Cthulhu, wydając z siebie ostatni ryk, rozwiewa się w niebyt. Wieniec dalekich gwiazd kurczy się, by ostatecznie zniknąć przy dźwięku gromu, po czym nastaje złowroga cisza. Wraz z Ruby i Andym wspinacie się na dach pobliskiego budynku, by ocenić skalę zniszczeń. Rivertown i spora część dzielnicy kupieckiej jest niemal w całości pod wodą, ale reszta miasta ma się całkiem nieźle. Razem przypatrujecie się tej apokaliptycznej scenie w miarę jak chmury rozpraszają się, pozwalając światłu księżyca objąć miasto swym blaskiem. Jedynie pojedyncza syrena porykuje na wodach rzeki Miskatonic. Andy wstaje i wyciąga rękę w waszym kierunku. „Nie ma czasu na odpoczynek. Mieszkańcy Arkham potrzebują nas teraz bardziej niż kiedykolwiek”.
ru: Ровно в тот миг, когда Ктулху собирается нанести удар, печати на его теле становятся ослепительно яркими и его конечности вдруг костенеют. Энди смело идёт вперёд на улицу и выдавливает из себя ещё две гортанных строфы. Вы с Руби присоединяетесь к его напеву, усиливая ритуал. Древний снова рычит и падает ничком, будто связанный невидимыми канатами. Облака прорезает кольцо потустороннего зелёно-золотого света и рассеивается, оставив после себя участок чистого неба. В сердце изумрудно-золотистой туманности сияет яркая звезда. Её свет становится всё ярче. На ваших глазах тело Древнего изменяется и изгибается, словно отражение в разбитом зеркале. Всего на миг на неровном горизонте Аркхэма появляются шпили Р’льеха, кажущиеся одновременно чужими и знакомыми. С последним рёвом Ктулху растворяется в эфире. Корона далёкой звезды сужается и схлопывается со звуком грома, оставляя после себя жуткую тишину. Вместе с Руби и Энди вы забираетесь на крышу ближайшего здания, усаживаетесь на краю и смотрите на разрушенный город. Ривертаун и почти весь Торговый район полностью ушли под воду, но большая часть Аркхэма уцелела. Пока вы втроём глядите на апокалиптический пейзаж, тучи расходятся, и город купается в бледном лунном свете. Над вышедшей из берегов рекой Мискатоник проносится одинокий рёв сирены. Энди встаёт и протягивает вам руку: «Нет времени отдыхать. Жители Аркхэма всё ещё нуждаются в нас, больше чем когда-либо».
