{
  "id": "wilds",
  "scenario_name": "Beyond the Gates of Sleep",
  "full_name": "Scenario I–A: Beyond the Gates of Sleep",
  "setup": [
    "dream_intro",
    "gather_encounter_sets",
    "setup_locations",
    "create_exploration_deck",
    "set_aside_cards",
    "encounter_deck",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "dream_intro",
      "bullet_type": "none",
      "text": "In player order, each investigator chooses and reads aloud one of the dream entries below that applies to that investigator. “Neutral” dreams may be chosen by any investigator. Each investigator must choose a different dream, if able."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "wilds",
        "rainforest",
        "serpents",
        "expedition",
        "guardians_of_time",
        "agents_of_yig",
        "poison",
        "ancient_evils"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put the Expedition Camp into play. Each investigator begins play at the Expedition Camp."
    },
    {
      "id": "create_exploration_deck",
      "text": "Create the exploration deck. This is done by taking the five single-sided [[Jungle]] locations and shuffling them together, along with one copy each of the following treachery cards: Lost in the Wilds, Overgrowth, Snake Bite, Low on Supplies, and Arrows from the Trees."
    },
    {
      "id": "set_aside_cards",
      "type": "encounter_sets",
      "aside": true,
      "encounter_sets": [
        "agents_of_yig"
      ],
      "text": "Set the following cards aside, out of play: The three single-sided [[Ruins]] locations, the <i>Agents of Yig</i> encounter set, the four Poisoned weaknesses, the Alejandro Vela asset, and the Ichtaca enemy."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "saved_by_randolph_carter",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "saved_by_randolph_carter",
          "text": "the investigators were saved by Randolph Carter."
        }
      ]
    },
    {
      "id": "gain_randolph_carter",
      "text": "Any one investigator may choose to add Randolph Carter <i>(Expert Dreamer)</i> (<i>The Dream-Eaters</i> card #59) to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "06059"
        }
      ]
    },
    {
      "id": "cats_collected_their_tribute",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cats_collected_their_tribute",
          "text": "the cats collected their tribute from the Zoogs."
        }
      ]
    },

    {
      "id": "parleyed_with_zoogs",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "parleyed_with_zoogs",
          "text": "the investigators parleyed with the Zoogs."
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "campaign_log": [
          {
            "id": "strayed_from_the_path",
            "condition": {
              "type": "campaign_log",
              "section": "campaign_notes",
              "id": "strayed_from_the_path",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "The dreamers strayed from the path.",
            "effects": [
              {
                "type": "campaign_log_cards",
                "section": "campaign_notes",
                "id": "strayed_from_the_path",
                "text": "the dreamers strayed from the path."
              }
            ]
          }
        ],
        "branches": [
          {
            "id": "add_chaos_token",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "skull",
              "options": [
                {
                  "numCondition": 0
                }
              ]
            },
            "text": "Adjust chaos bag",
            "steps": ["add_chaos_token_0"]
          },
          {
            "id": "add_chaos_token",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "skull",
              "options": [
                {
                  "numCondition": 1
                }
              ]
            },
            "text": "Adjust chaos bag",
            "steps": ["add_chaos_token_1"]
          },
          {
            "id": "add_chaos_token",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "skull",
              "options": [
                {
                  "numCondition": 2
                }
              ]
            },
            "text": "Adjust chaos bag",
            "steps": ["add_chaos_token_2"]
          }
        ]
      }
    },
    {
      "id": "add_chaos_token_0",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "Does your slumber grow deeper?",
            "description": "Add 1 [skull] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "add_chaos_token_1",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "Does your slumber grow deeper?",
            "description": "Add 1 [skull] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "add_chaos_token_2",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "Does your slumber grow deeper?",
            "description": "Add 1 [skull] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              }
            ]
          }
        ]
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached\n(each investigator was defeated)",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You are nudged into consciousness by an old, scarred cat. “Hey. You all right, human?”\nI’m dreaming, you remember, and suddenly the talking cat doesn’t seem quite as weird. Exhausted, you manage to rise to your feet, brushing off the dirt caked on your clothing. “You’re lucky you weren’t harmed before we arrived,” a human voice calls out to you. It belongs to a blond-haired man in a brown traveling coat, who leans against a nearby tree. “These woods are not forgiving to the faint of heart.” The scarred cat walks to the man’s side, and the man leans over to pet its back.\nYou ask the man where you are and how he came to this place, but he cuts you off. “I will explain in due time. For now, we must follow the path to the town of Ulthar. It is a safe place, relatively speaking. There you may recover from your ordeals.” He turns to the cat and utters a word in an odd language—a password of sorts, you suspect—but the cat simply wanders off toward a hedge, where you see several other cats banded together. “Do it yerself,” it replies.\n“Don’t mind the cats,” the man says to you quietly as the cats depart. “They are useful allies, but also independent creatures with no need for you or me. When we reach Ulthar, you may get the chance to meet others of their kind. But first things first.” Together, you leave the eaves of the enchanted forest behind.",
      "steps": ["saved_by_randolph_carter", "gain_randolph_carter", "earn_xp"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "The creatures chitter among themselves, and after a moment, a dozen of them retreat in the direction of the great tree beyond the beaten path. They return shortly afterward carrying a variety of grouse, quail, and pheasants in their mouths. You’re almost certain now that you are going crazy. And yet, the spectacle continues. The creatures timidly drop their “tribute” of birds in front of the cats and quietly depart. “My apologies on behalf of the Zoogs,” the man says as he approaches. “They are curious creatures, and not usually so…agitated. It is good that we showed up when we did.” The leader of the cats jumps on a tree stump and adds, “Yes, yes. Them vile Zoogs have done their part, now let’s do ours and leave this forsaken place. What say yeh?”\nYou cannot contain your excitement. Zoogs, talking cats—everything you have read about is real. You begin to ask the man more about this world, but he cuts you off. “I will explain in due time. For now, we must follow the path to the town of Ulthar. It is a safe place, relatively speaking. There you may recover from your travels.” He turns to the old, scarred cat and utters a word in an odd language—a password of sorts, you suspect—and the cat replies with a quick nod. The rest of the cats, tribute in mouth, take a protective circular formation around you, and together you escape from the eaves of the enchanted forest.",
      "steps": ["cats_collected_their_tribute", "gain_randolph_carter", "earn_xp"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "You hold a hand up to the new visitors, believing that you can defuse this situation on your own. Had you known these rodent-like creatures were intelligent all along, you might have tried to communicate with them much earlier. You inform them that you are just travelers in this faraway land and that you simply wish to pass through peacefully. The creatures chitter among themselves for a moment: “They are kind!” “They are not with the black cat after all!” “Summon the Council of Sages!” After a short while, several more of them appear, each with withering grey fur and a frail, thin body. The eldest one peeks behind you and states that they will aid you if you get the cats to leave.\nSomehow, you contain your disbelief and politely ask the cats to come back another time. “All right,” the scarred cat replies, “but you ain’t seen the last of us.” The cats retreat to the edge of the woods, though their human companion stays behind with you. Once the cats are out of earshot, one of the elders offers you a gourd of what appears to be fermented tree sap, which you accept graciously.\n“It is the wine of the moon-tree,” the man behind you explains quietly, stepping forward. “The Zoogs do not give such gifts lightly. They are curious creatures, but not without wisdom. Now that you may speak freely with their elders, try asking them a question. They know more of the dealings of this land than you might think.”\nYou describe the author Virgil Gray and ask the Zoogs if they have seen a man fitting that description pass through these woods. You add that he would have walked this path many times. A hush falls over the Zoogs, and some of them immediately depart into the deep foliage. “We have met this human,” one of the elders replies with a flutter just louder than a whisper. “He often comes this way. He is kind but foolish. Take the road to Ulthar. You may meet him.” Then it adds with a low growl: “…but beware the cat that follows him. All cats are liars, but the black cat especially.” You thank the ancient Zoog for its wisdom and depart, led by the blond man and his feline escort. The cats eye you suspiciously after your discussion with the Zoogs. The man breaks the tension. “If you are heading to Ulthar to find this friend of yours, allow me to guide you there. It is a safe place, relatively speaking. There you may recover from your travels.”\nZoogs. Talking cats. This can’t all be a figment of your imagination. Somehow, you can see a layer of truth beneath all of this absurdity. For better or for worse, the Zoog council has confirmed the reality of your situation: the Dreamlands are real, and Virgil Gray is here.",
      "steps": ["parleyed_with_zoogs", "gain_randolph_carter", "earn_xp"]
    }
  ]
}
