{
  "id": "beyond_the_gates_of_sleep",
  "scenario_name": "Beyond the Gates of Sleep",
  "full_name": "Scenario I–A: Beyond the Gates of Sleep",
  "setup": [
    "dream_intro",
    "choose_dreams",
    "gather_encounter_sets",
    "setup_locations",
    "set_aside_cards",
    "encounter_deck",
    "steps_of_slumber",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "dream_intro",
      "bullet_type": "none",
      "text": "In player order, each investigator chooses and reads aloud one of the dream entries below that applies to that investigator. “Neutral” dreams may be chosen by any investigator. Each investigator must choose a different dream, if able."
    },
    {
      "id": "choose_dreams",
      "text": "Choose a dream (different if able):",
      "type": "input",
      "input": {
        "type": "investigator_choice",
        "source": "scenario",
        "investigator": "all",
        "special_mode": "sequential",
        "choices": [
          {
            "id": "guardian",
            "text": "Guardian [guardian] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "faction",
              "options": [
                {
                  "condition": "guardian"
                }
              ]
            },
            "steps": ["guardian_dream", "guardian_dream_effect"]
          },
          {
            "id": "seeker",
            "text": "Seeker [seeker] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "faction",
              "options": [
                {
                  "condition": "seeker"
                }
              ]
            },
            "steps": ["seeker_dream", "seeker_dream_effect"]
          },
          {
            "id": "rogue",
            "text": "Rogue [rogue] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "faction",
              "options": [
                {
                  "condition": "rogue"
                }
              ]
            },
            "steps": ["rogue_dream", "rogue_dream_effect"]
          },
          {
            "id": "mystic",
            "text": "Mystic [mystic] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "faction",
              "options": [
                {
                  "condition": "mystic"
                }
              ]
            },
            "steps": ["mystic_dream", "mystic_dream_effect"]
          },
          {
            "id": "survivor",
            "text": "Survivor [survivor] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "faction",
              "options": [
                {
                  "condition": "survivor"
                }
              ]
            },
            "steps": ["survivor_dream", "survivor_dream_effect"]
          },
          {
            "id": "criminal",
            "text": "[[Criminal]] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "trait",
              "options": [
                {
                  "condition": "criminal"
                }
              ]
            },
            "steps": ["criminal_dream", "criminal_dream_effect"]
          },
          {
            "id": "drifter",
            "text": "[[Drifter]] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "trait",
              "options": [
                {
                  "condition": "drifter"
                }
              ]
            },
            "steps": ["drifter_dream", "drifter_dream_effect", "ask_replace_weakness"],
            "effects": [
              {
                "type": "campaign_log_cards",
                "section": "hidden",
                "id": "drifter_dream",
                "text": "#name#",
                "cards": "$input_value"
              }
            ]
          },
          {
            "id": "hunter",
            "text": "[[Hunter]] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "trait",
              "options": [
                {
                  "condition": "hunter"
                }
              ]
            },
            "steps": ["hunter_dream", "hunter_dream_effect"]
          },
          {
            "id": "medic",
            "text": "[[Medic]] or [[Assistant]] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "trait",
              "options": [
                {
                  "condition": "medic"
                },
                {
                  "condition": "assistant"
                }
              ]
            },
            "steps": ["medic_dream", "medic_dream_effect"]
          },
          {
            "id": "miskatonic",
            "text": "[[Miskatonic]] or [[Scholar]] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "trait",
              "options": [
                {
                  "condition": "miskatonic"
                },
                {
                  "condition": "scholar"
                }
              ]
            },
            "steps": ["miskatonic_dream", "miskatonic_dream_effect"]
          },
          {
            "id": "veteran",
            "text": "[[Veteran]] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "trait",
              "options": [
                {
                  "condition": "veteran"
                }
              ]
            },
            "steps": ["veteran_dream", "veteran_dream_effect"]
          },
          {
            "id": "wayfarer",
            "text": "[[Wayfarer]] dream",
            "condition": {
              "type": "investigator",
              "investigator": "each",
              "investigator_data": "trait",
              "options": [
                {
                  "condition": "wayfarer"
                }
              ]
            },
            "steps": ["wayfarer_dream", "wayfarer_dream_effect"]
          },
          {
            "id": "neutral_1",
            "text": "Neutral dream (1)",
            "steps": ["neutral_1_dream", "neutral_1_dream_effect"]
          },
          {
            "id": "neutral_2",
            "text": "Neutral dream (2)",
            "steps": ["neutral_2_dream", "neutral_2_dream_effect"]
          }
        ]
      }
    },
    {
      "id": "guardian_dream",
      "type": "story",
      "text": "You circle a sullen hill shrouded in darkness and steeped in fog that seems to swallow all sound. You don’t know what rests within the hill, but it feels older than this world, and it seems like it is watching you. You dare not turn to face the barrow, yet you know you cannot leave it, so instead you endlessly patrol it. In the surrounding hedgerows, you catch glimpses of twisted shadows darting to and fro, but whenever you turn your torch upon them, they vanish. You begin to run but are frozen by a loud knock from behind you. When you turn, the fog parts, and you finally see the base of the hill, where a heavy door of weathered slate calls to you."
    },
    {
      "id": "guardian_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [guardian] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "seeker_dream",
      "type": "story",
      "text": "You hurry through the halls of a university you barely recognize, cradling several textbooks in your arms as you scurry past other students and faculty members. You don’t know how it is possible that you forgot the date of your exam, but if you don’t arrive soon, you know you will fail the class. Somehow, you don’t even remember the course’s subject matter or its curriculum, even though you know it is the end of the semester. It is not like you to skip class or forget to study. You can hear the other students snickering to themselves as you pass. When you reach the end of the hall, the classroom door looms ominiously before you."
    },
    {
      "id": "seeker_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [seeker] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "rogue_dream",
      "type": "story",
      "text": "You conceal a grin as you examine your cards. Jack of diamonds, queen of spades for the nut straight. Your stack of chips is growing larger with each hand, and this will be no different. Bets fly back and forth until it is just you and the man in the white suit across from you. “Are you sure about this?” he taunts, cradling his fingers. You push all of your chips into the center and reveal your king-high straight. “What a shame.” He tsks, revealing a pair of twos. “It appears you have lost everything.” You protest, pointing to your superior hand, but when you examine it again, it has changed. The figures on the face cards are now monstrous shapes with no eyes, many mouths, and tentacled arms. “9♥-10♣-D♦-C♠-N[auto_fail],” the cards read. You gape in shock as you are carried away from the table and ushered out the door."
    },
    {
      "id": "rogue_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [rogue] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "mystic_dream",
      "type": "story",
      "text": "You traverse an enchanted path full of color and vibrancy. Wisps of light hang in the air, bobbing up and down as you approach. With each step you take, the flora along the path atrophy, following no laws of nature. Flowers once bloomed in your wake; now they shrivel as you pass. Vines wither and die. The wisps mock you for your ignorance, yet you do not slow your pace. As you look upon the fair trees, their leaves begin to fall. The once-green grass is dry, brown, and cracked. But even should the whole forest die, it will be worth reaching the other side. When you do, the trail ends abruptly at an ornate wooden door carved into the trunk of a great redwood."
    },
    {
      "id": "mystic_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [mystic] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "survivor_dream",
      "type": "story",
      "text": "You are fleeing through a dark, cramped hall of vine-covered wood. Something inexplicable chases you through the murk. You are too terrified to turn and look upon your pursuer, but nonetheless you know that if it catches you, it will mean the end of your life. It will pierce your heart, drain your blood, and devour your insides. It is this thought that drives you onward, faster than you have ever run before. You cannot let it reach you. You cannot let it feed. Suddenly, you spot your way out: a sturdy wooden door surrounded by a wall of vines."
    },
    {
      "id": "survivor_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [survivor] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "criminal_dream",
      "type": "story",
      "text": "The blare of sirens echoes through the streets behind you. They’re gaining on you. They have always been hot on your heels, and you were always one step ahead…until now. You run down an alleyway, and a bright-red glare follows you. They’re going to catch you. They’ll lock you in a cage and throw away the key. Your freedom, your lifestyle, everything you are, everything you love: they’ll take it all away. And why? Just because you wouldn’t play by their rules? When have they ever gotten everything right? You round a corner just as the bulls are about to catch up to you and spot the entrance into a brick building."
    },
    {
      "id": "criminal_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [[Criminal]] or [[Illicit]] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "drifter_dream",
      "type": "story",
      "text": "The blare of sirens echoes through the streets behind you. They’re gaining on you. They have always been hot on your heels, and you were always one step ahead…until now. You run down an alleyway, and a bright-red glare follows you. They’re going to catch you. They’ll lock you in a cage and throw away the key. Your freedom, your lifestyle, everything you are, everything you love: they’ll take it all away. And why? Just because you wouldn’t play by their rules? When have they ever gotten everything right? You round a corner just as the bulls are about to catch up to you and spot the entrance into a brick building."
    },
    {
      "id": "drifter_dream_effect",
      "bullet_type": "small",
      "text": "You may replace a basic weakness in your deck with a different random basic weakness. If you do, suffer 1 trauma of your choice"
    },
    {
      "id": "ask_replace_weakness",
      "type": "input",
      "bullet_type": "small",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "replace",
            "text": "Would you like to replace a basic weakness in your deck?",
            "steps": ["drifter_replace_weakness"]
          }
        ]
      }
    },
    {
      "id": "drifter_replace_weakness",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log_cards",
        "section": "hidden",
        "id": "drifter_dream",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "add_weakness",
                "investigator": "$input_value",
                "weakness_traits": []
              },
              {
                "type": "story_step",
                "steps": ["remove_existing_weakness_on_your_own"]
              },
              {
                "type": "trauma",
                "investigator": "$input_value",
                "mental_or_physical": 1,
                "bullet_type": "small"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "remove_existing_weakness_on_your_own",
      "bullet_type": "small",
      "text": "Please remove your the random basic weakness of your choice using the deck editor."
    },
    {
      "id": "hunter_dream",
      "type": "story",
      "text": "You stalk your prey through a decrepit house, its halls smelling of mold and dust. The creature you hunt is an abomination from an unnatural world. It threatens humanity’s very existence with its presence. You catch its uncanny shape entering one of the doorways upstairs. It cannot escape now—it is yours. But when you enter its den, you find only a dirty, cracked mirror and your own tired and troubled face reflected in the glass. Where could the aberration have gone? You are sure this is where it retreated to, and yet… you turn back to the entrance and are surprised to see a door where there was none before."
    },
    {
      "id": "hunter_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [[Weapon]] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "medic_dream",
      "type": "story",
      "text": "You stand in front of a closed casket. Mourners in black clothing stand in a line at your side, waiting for you to say your last words. Tearfully, you place a hand on the casket. The hard, cold wood feels dead under your palm. They confided in you. They relied on you. And in their time of utmost need, you failed them. All of this—the cold casket, the mourning friends and family—it is all because of you. But when you open the casket, there is no body inside: only a long stone passageway leading deep underground. Suddenly, one of the mourners pushes you forward, and you fall over the edge of the casket and down into the pit below, landing painfully on your side. As you rise to your feet, you find your only exit: a stone archway leading somewhere else entirely…"
    },
    {
      "id": "medic_dream_effect",
      "bullet_type": "small",
      "text": "Choose another investigator. They begin this scenario with 2 additional resources and 1 additional card in their opening hand."
    },
    {
      "id": "miskatonic_dream",
      "type": "story",
      "text": "You are in an old, forgotten library, surrounded by the knowledge of the ancients. Hundreds of thousands of tomes line the shelves around you, ascending into an empty void above. The dim halls smell of musty pages and melting wax. Taking one of the thick tomes from a nearby shelf, you begin to read. Although you cannot seem to read any of the words, you are utterly absorbed by the tale the pages weave. Your surroundings fade into triviality as time passes. Nothing matters but the shapes of the crimson ink; all else is meaningless in the face of such stark truths. All around you, the library burns to its foundations. Just as the flames reach you, a door out of the library calls to you. Somehow, it stands unburned among the flames."
    },
    {
      "id": "miskatonic_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [[Tome]] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "veteran_dream",
      "type": "story",
      "text": "You are in a muddy, soot-filled trench. All around you, the thunderous din of war rages on and on, never ending. Dead litter the trenches: friends and comrades-in-arms who lost their lives over nothing, in a land far from home. You peer over the rim of the trench and into no-man’s-land, a barren waste of broken, charred countryside where death is certain. And there, you see it: a lone wooden door standing among the rubble and dirt. You know it is your only way out. Gripping your rifle tight, you go over the top and run headlong into a hail of deadly bullets, explosions rocking the ground around you."
    },
    {
      "id": "veteran_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for up to 2 [[Tactic]] and/or [[Supply]] cards and begin this scenario with them as additional cards in your opening hand."
    },
    {
      "id": "wayfarer_dream",
      "type": "story",
      "text": "You trudge chest-deep through a brackish swamp. Impossibly large bulrushes tower over you, and clouds of strange, iridescent insects swarm through the fetid air. With each step, your feet sink deeper into the soft muck, threatening to pull you under. You feel something slick and cold glide across your leg, and you lunge toward dry land—but the more you struggle, the farther you sink. In the blink of an eye, you are consumed whole by the mire, yet you are still falling ever downward. Eventually, you are deposited onto a stone floor along with a small mudslide. You find yourself in a sealed chamber, lit by the paleblue glimmering of strange hieroglyphs. The symbols frame an intricate golden door: the door to the crypt you’ve been searching for."
    },
    {
      "id": "wayfarer_dream_effect",
      "bullet_type": "small",
      "text": "Search your deck for a [[Wayfarer]] or [[Relic]] card and play it <i>(paying its cost)</i>."
    },
    {
      "id": "neutral_1_dream",
      "type": "story",
      "text": "You toss and turn but do not sleep, not even for a moment. Your mind is filled with discomfort and dark thoughts: thoughts of failure, of ineptitude, of loss. Your brow is covered in sweat. No matter how you lie, your bed is either too hot or too cold. Finally, sick of getting nowhere, you rise and head to the sink to splash some water on your face. That is when you realize the layout of your room is not as it was before—and the door to your bathroom has been replaced with a large gateway of onyx and marble."
    },
    {
      "id": "neutral_1_dream_effect",
      "bullet_type": "small",
      "text": "You begin this scenario with 2 additional resources."
    },
    {
      "id": "neutral_2_dream",
      "type": "story",
      "text": "You sit on the back patio of what seems like your childhood home, but something is off. You don’t recognize your family…the plants in the back yard are arranged differently…and the sky is a patchwork of rotting corpses, raining dismembered body parts onto the landscape. Your not-family watches this precipitation of corpses calmly, discussing the weather it as if it were a banal occurrence. This continues even as the intermittent thudding of hands and feet onto your roof intensifies into a torrent of maimed torsos that causes the ceiling to sag. You run outside, weaving through the deadly rain, and head instinctively toward the edge of your parents’ property. As you hear the crash of the house collapsing behind you, you push away the fallen limbs piling atop an old, familiar spot and are relieved to find the weathered wood of a cellar door."
    },
    {
      "id": "neutral_2_dream_effect",
      "bullet_type": "small",
      "text": "You begin this scenario with 1 additional card in your opening hand."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "beyond_the_gates_of_sleep",
        "agents_of_nyarlathotep",
        "zoogs",
        "dreamers_curse",
        "dreamlands",
        "chilling_cold"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put the Seventy Steps <i>(Of Lighter Slumber)</i> and The Cavern of Flame into play. Each investigator begins at the Seventy Steps <i>(Of Lighter Slumber)</i>."
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: Randolph Carter <i>(Expert Dreamer)</i>, the Laboring Gug enemy, the two doublesided enemy cards (Nasht and Kaman-Thah), and each of the remaining locations.",
      "bullets": [
        {
          "text": "<i>Note: Nasht and Kaman-Thah are double-sided and have story cards on their other side. For the best experience, do not look at the other side unless an effect instructs you to do so.</i>"
        }
      ]
    },
    {
      "id": "encounter_deck",
      "text": "This scenario does not begin with an encounter deck in play. Set all of the remaining encounter cards aside, in a single pile. They will be shuffled together at a later time to form the encounter deck. <i>(See “Steps of Slumber”)</i>"
    },
    {
      "id": "steps_of_slumber",
      "type": "rule_reminder",
      "title": "Steps of Slumber",
      "text": "At the start of this scenario, there is no encounter deck. This means that the investigators cannot use abilities that interact with the encounter deck in any way. <i>(For example, effects such as those that search the encounter deck, draw cards from the encounter deck, or look at cards in the encounter deck all fail.)</i>\nAdditionally, act 1a has the text: “Do not draw cards from the encounter deck during the mythos phase.”\nAt a certain point in the scenario, the investigators will be instructed to form the encounter deck, and this text will no longer be active. From that point onward, the investigators can interact with the encounter deck as normal."
    },
    {
      "id": "saved_by_randolph_carter",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "saved_by_randolph_carter",
          "text": "the investigators were saved by Randolph Carter."
        }
      ]
    },
    {
      "id": "gain_randolph_carter",
      "text": "Any one investigator may choose to add Randolph Carter <i>(Expert Dreamer)</i> (<i>The Dream-Eaters</i> card #59) to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "06059"
        }
      ]
    },
    {
      "id": "cats_collected_their_tribute",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cats_collected_their_tribute",
          "text": "the cats collected their tribute from the Zoogs."
        }
      ]
    },

    {
      "id": "parleyed_with_zoogs",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "parleyed_with_zoogs",
          "text": "the investigators parleyed with the Zoogs."
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "campaign_log": [
          {
            "id": "strayed_from_the_path",
            "condition": {
              "type": "campaign_log",
              "section": "campaign_notes",
              "id": "strayed_from_the_path",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "The dreamers strayed from the path.",
            "steps": ["strayed_from_the_path", "maybe_adjust_chaos_bag"]
          }
        ],
        "branches": [
          {
            "id": "add_chaos_token",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "skull",
              "options": [
                {
                  "numCondition": 0
                }
              ]
            },
            "text": "Adjust chaos bag",
            "steps": ["add_chaos_token_0"]
          },
          {
            "id": "add_chaos_token",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "skull",
              "options": [
                {
                  "numCondition": 1
                }
              ]
            },
            "text": "Adjust chaos bag",
            "steps": ["add_chaos_token_1"]
          },
          {
            "id": "add_chaos_token",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "skull",
              "options": [
                {
                  "numCondition": 2
                }
              ]
            },
            "text": "Adjust chaos bag",
            "steps": ["add_chaos_token_2"]
          }
        ]
      }
    },
    {
      "id": "strayed_from_the_path",
      "text": "In your Campaign Log, record that <i>the dreamers strayed from the path.</i>",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "strayed_from_the_path",
          "text": "the dreamers strayed from the path."
        }
      ]
    },
    {
      "id": "add_chaos_token_0",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "Did your slumber grow deeper?",
            "description": "Add 1 [skull] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "add_chaos_token_1",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "Did your slumber grow deeper?",
            "description": "Add 1 [skull] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "add_chaos_token_2",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "Did your slumber grow deeper?",
            "description": "Add 1 [skull] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_check_final_act",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "strayed_from_the_path",
        "options": [
          {
            "boolCondition": false,
            "steps": ["check_final_act"]
          }
        ]
      }
    },
    {
      "id": "check_final_act",
      "type": "input",
      "text": "What act was in play when the scenario ended?",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "act_1",
            "text": "Act 1, 2, or 3"
          },
          {
            "id": "act_4",
            "text": "Act 4",
            "steps": ["strayed_from_the_path", "maybe_adjust_chaos_bag"]
          }
        ]
      }
    },
    {
      "id": "send_beyond_the_gates_of_sleep_done",
      "type": "input",
      "input": {
        "type": "send_campaign_link",
        "id": "beyond_the_gates_of_sleep",
        "decision": "done"
      }
    },
    {
      "id": "maybe_proceed_campaign_b",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_data",
        "campaign_data": "linked_campaign",
        "options": [
          {
            "boolCondition": true,
            "steps": ["proceed_campaign_b"]
          }
        ]
      }
    },
    {
      "id": "proceed_campaign_b",
      "type": "input",
      "input": {
        "type": "receive_campaign_link",
        "linked_prompt": "Proceed to <b>Scenario I–B: Waking Nightmare</b>.",
        "id": "dreamers_grow_weaker",
        "choices": []
      }
    },
    {
      "id": "maybe_adjust_chaos_bag",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_data",
        "campaign_data": "chaos_bag",
        "token": "skull",
        "options": [
          {
            "numCondition": 0,
            "steps": ["fix_add_three_skulls"]
          },
          {
            "numCondition": 1,
            "steps": ["fix_add_three_skulls"]
          },
          {
            "numCondition": 2,
            "steps": ["fix_add_three_skulls"]
          }
        ]
      }
    },
    {
      "id": "fix_add_three_skulls",
      "hidden": true,
      "text": "dummy",
      "effects": [
        {
          "type": "remove_chaos_token",
          "tokens": ["skull", "skull", "skull", "skull"]
        },
        {
          "type": "add_chaos_token",
          "tokens": ["skull", "skull", "skull"]
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached\n(each investigator was defeated)",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You are nudged into consciousness by an old, scarred cat. “Hey. You all right, human?”\nI’m dreaming, you remember, and suddenly the talking cat doesn’t seem quite as weird. Exhausted, you manage to rise to your feet, brushing off the dirt caked on your clothing. “You’re lucky you weren’t harmed before we arrived,” a human voice calls out to you. It belongs to a blond-haired man in a brown traveling coat, who leans against a nearby tree. “These woods are not forgiving to the faint of heart.” The scarred cat walks to the man’s side, and the man leans over to pet its back.\nYou ask the man where you are and how he came to this place, but he cuts you off. “I will explain in due time. For now, we must follow the path to the town of Ulthar. It is a safe place, relatively speaking. There you may recover from your ordeals.” He turns to the cat and utters a word in an odd language—a password of sorts, you suspect—but the cat simply wanders off toward a hedge, where you see several other cats banded together. “Do it yerself,” it replies.\n“Don’t mind the cats,” the man says to you quietly as the cats depart. “They are useful allies, but also independent creatures with no need for you or me. When we reach Ulthar, you may get the chance to meet others of their kind. But first things first.” Together, you leave the eaves of the enchanted forest behind.",
      "steps": ["maybe_check_final_act", "saved_by_randolph_carter", "gain_randolph_carter", "earn_xp", "$upgrade_decks", "send_beyond_the_gates_of_sleep_done", "maybe_proceed_campaign_b"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "The creatures chitter among themselves, and after a moment, a dozen of them retreat in the direction of the great tree beyond the beaten path. They return shortly afterward carrying a variety of grouse, quail, and pheasants in their mouths. You’re almost certain now that you are going crazy. And yet, the spectacle continues. The creatures timidly drop their “tribute” of birds in front of the cats and quietly depart. “My apologies on behalf of the Zoogs,” the man says as he approaches. “They are curious creatures, and not usually so…agitated. It is good that we showed up when we did.” The leader of the cats jumps on a tree stump and adds, “Yes, yes. Them vile Zoogs have done their part, now let’s do ours and leave this forsaken place. What say yeh?”\nYou cannot contain your excitement. Zoogs, talking cats—everything you have read about is real. You begin to ask the man more about this world, but he cuts you off. “I will explain in due time. For now, we must follow the path to the town of Ulthar. It is a safe place, relatively speaking. There you may recover from your travels.” He turns to the old, scarred cat and utters a word in an odd language—a password of sorts, you suspect—and the cat replies with a quick nod. The rest of the cats, tribute in mouth, take a protective circular formation around you, and together you escape from the eaves of the enchanted forest.",
      "steps": ["maybe_adjust_chaos_bag", "cats_collected_their_tribute", "gain_randolph_carter", "earn_xp", "$upgrade_decks", "send_beyond_the_gates_of_sleep_done", "maybe_proceed_campaign_b"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "You hold a hand up to the new visitors, believing that you can defuse this situation on your own. Had you known these rodent-like creatures were intelligent all along, you might have tried to communicate with them much earlier. You inform them that you are just travelers in this faraway land and that you simply wish to pass through peacefully. The creatures chitter among themselves for a moment: “They are kind!” “They are not with the black cat after all!” “Summon the Council of Sages!” After a short while, several more of them appear, each with withering grey fur and a frail, thin body. The eldest one peeks behind you and states that they will aid you if you get the cats to leave.\nSomehow, you contain your disbelief and politely ask the cats to come back another time. “All right,” the scarred cat replies, “but you ain’t seen the last of us.” The cats retreat to the edge of the woods, though their human companion stays behind with you. Once the cats are out of earshot, one of the elders offers you a gourd of what appears to be fermented tree sap, which you accept graciously.\n“It is the wine of the moon-tree,” the man behind you explains quietly, stepping forward. “The Zoogs do not give such gifts lightly. They are curious creatures, but not without wisdom. Now that you may speak freely with their elders, try asking them a question. They know more of the dealings of this land than you might think.”\nYou describe the author Virgil Gray and ask the Zoogs if they have seen a man fitting that description pass through these woods. You add that he would have walked this path many times. A hush falls over the Zoogs, and some of them immediately depart into the deep foliage. “We have met this human,” one of the elders replies with a flutter just louder than a whisper. “He often comes this way. He is kind but foolish. Take the road to Ulthar. You may meet him.” Then it adds with a low growl: “…but beware the cat that follows him. All cats are liars, but the black cat especially.” You thank the ancient Zoog for its wisdom and depart, led by the blond man and his feline escort. The cats eye you suspiciously after your discussion with the Zoogs. The man breaks the tension. “If you are heading to Ulthar to find this friend of yours, allow me to guide you there. It is a safe place, relatively speaking. There you may recover from your travels.”\nZoogs. Talking cats. This can’t all be a figment of your imagination. Somehow, you can see a layer of truth beneath all of this absurdity. For better or for worse, the Zoog council has confirmed the reality of your situation: the Dreamlands are real, and Virgil Gray is here.",
      "steps": ["maybe_adjust_chaos_bag", "parleyed_with_zoogs", "gain_randolph_carter", "earn_xp", "$upgrade_decks", "send_beyond_the_gates_of_sleep_done", "maybe_proceed_campaign_b"]
    }
  ]
}
