{
  "id": "dark_side_of_the_moon",
  "scenario_name": "Dark Side of the Moon",
  "full_name": "Scenario III–A: Dark Side of the Moon",
  "setup": [
    "check_someone_captured",
    "gather_encounter_sets",
    "setup_locations",
    "check_someone_captured_setup",
    "check_someone_escaped_setup",
    "check_randolph_captured",
    "set_aside_cards",
    "place_alarm_doom",
    "encounter_deck",
    "alarm_level",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "check_someone_captured",
      "text": "Check Campaign Log. <i>If at least one investigator was captured.</i>",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "captured",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_1", "check_someone_escaped"]
          },
          {
            "boolCondition": false,
            "steps": ["intro_2"]
          }
        ]
      }
    },
    {
      "id": "intro_1",
      "type": "story",
      "text": "Over the next few days, you learn more about your captors, but nothing about the black galley’s destination. It seems the Corsairs who hunted you down and captured you were only agents—or perhaps slaves—of a much greater evil: a race of greyish-white toad-like creatures with no eyes and slippery skin concealed beneath a loose disguise of silken clothing. You notice the creatures tend to stay below deck, and none of them deign to interact with you at all. Despite their disguises, the mere sight of one makes you retch. If they are indeed the masters of the Corsairs, this cannot bode well for you. You are kept apart from Virgil, and suspect he is on a different ship entirely.\nMore days pass. You have no way of telling how long it’s been since your capture. You have been kept well fed—that is, if being forced to eat bitter porridge from a dirty clay bowl counts as “well fed.” What concerns you most is the ship itself. Though you are sure it’s still moving, you no longer feel it rock back and forth as the waves push it from side to side, nor do you hear the sounds of the ocean or of gulls cawing over the coast. In fact, you hear very little at all now: only the occasional commands of one of the beasts from below deck, and the shouting of Corsairs in reply. No churning sea. No wind in the sails. Nothing at all.\nPanic seizes your mind. What if you are destined for some strange port from which there can be no return? Could they have have sailed off the face of the planet itself? You have to do something. Escape, somehow. You try desperately to come up with a plan of action, but in vain. Corsairs relentlessly patrol the brig, and even if you managed to slip your bonds and sneak past them, where would you go?\nJust as you begin to lose hope, a familiar face descends from the top deck. It is the ship captain you hired in Dylath-Leen: a chubby, middleaged fellow with a bushy beard and long hair pulled into a bun atop his head. He peeks around, realizes he is alone with you, and runs to your side. “I am so sorry, my friends,” he stammers quietly. “I had no idea who I was dealing with. I was tricked, I swear. I did not know that they were…I did not know…” he trails off, red-faced with guilt. You aren’t entirely sure what he means, but obviously he had something to do with your capture. Regardless, he is your only chance at escape. You tell him all will be forgiven if he helps you. He ponders for a moment, looks around, then finally nods and slices through your bonds with a curved knife.\nFreedom has never tasted so sweet. You stretch your aching muscles and search nearby for your belongings, but there is little time to waste. Keeping a lookout, your rescuer whispers, “There may be a rowboat you can use on the top deck, but we’ll have to be quiet as mice. If they spot—” his voice suddenly catches in his throat, along with a sharp, jagged blade. He makes a dreadful gurgle as blood wells in his mouth, and he collapses. Behind him, a Corsair flashes a sadistic grin at his next victims: you."
    },
    {
      "id": "check_someone_escaped",
      "text": "Check Campaign Log. <i>If at least one investigator was not captured.</i>",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "someone_escaped",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_2"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "You have little choice if you are to save the Corsairs’ captives: You must sail to the Moon and rescue them yourself, or they will surely become slaves of the beasts who call it home. “They are evil creatures who serve an even greater evil,” Randolph explains as you prepare to set sail. “There are port cities like Dylath-Leen that have dealt with them before, but few know their true identity, for they wear disguises to mask their hideous nature.”\nPerhaps your captain, who shuttled you to and from the various regions of the Dreamlands, dealt with them in the past. Or perhaps not. For the sake of your own sanity, it may be better not to dwell on suspicions of betrayal.\n“How does one even sail to the Moon?” you ask, befuddled. By now, you are no stranger to the oddities of the Dreamlands, having spent weeks exploring its cities, wilds, and places stranger still. Even knowing the laws of physics and astronomy should not apply here, you struggle to imagine how one might sail a ship into space.\n“It will be a long journey,” Randolph answers. “Far across the sea lie the Basalt Pillars of the West. Between these pillars, the ocean plunges off the edge of the world. If we sail off of the precipice between them, we can cross the void of space itself.”\nYou shouldn’t be surprised that the world of Earth’s Dreamlands is flat; after all, everything else here is a fiction, too. Still, you are incredulous. “I have sailed this route before,” Randolph says, sensing your skepticism. “But I fear this time it might be a one-way trip, especially without a crew. We may need to find an altogether different way to unknown Kadath. Are you prepared?”\nYou look to the horizon, where the cerulean sea meets the sky. Somewhere out there, your aid is needed. What’s more, the proof you seek may lie across the sea—over the edge of the very world itself. You prepare to embark."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "dark_side_of_the_moon",
        "corsairs",
        "dreamers_curse",
        "ancient_evils"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put City of the Moon-Beasts, Temple of the Moon Lizard, Moon-Forest, and The Dark Crater into play.",
      "bullets": [
        {
          "text": "Set each other location aside, out of play."
        }
      ]
    },
    {
      "id": "check_someone_captured_setup",
      "text": "Check Campaign Log. <i>If at least one investigator was captured.</i>",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "captured",
        "options": [
          {
            "boolCondition": true,
            "steps": ["captured_locations", "captured_starting_location"]
          }
        ]
      }
    },
    {
      "id": "captured_locations",
      "bullet_type": "small",
      "text": "Put the set-aside Moon-Beast Galley into play, revealed side faceup. This location has no unrevealed side—instead, it has a story card on its reverse side. <i>(For the best experience, do not read the text on its reverse side until you are instructed to do so.)</i>"
    },
    {
      "id": "captured_starting_location",
      "bullet_type": "small",
      "text": "Each investigator who was captured begins play in the Moon-Beast Galley. For each investigator who begins the game in the Moon-Beast Galley, place 2 additional clues on it <i>(from the token bank)</i>."
    },
    {
      "id": "check_someone_escaped_setup",
      "text": "Check Campaign Log. <i>If at least one investigator was not captured.</i>",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "someone_escaped",
        "options": [
          {
            "boolCondition": true,
            "steps": ["escaped_starting_location"]
          }
        ]
      }
    },
    {
      "id": "escaped_starting_location",
      "bullet_type": "small",
      "text": "Each investigator who was not captured begins play in the Moon-Forest"
    },
    {
      "id": "check_randolph_captured",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "randolph_was_captured",
        "options": [
          {
            "boolCondition": true,
            "steps": ["set_aside_randolph"]
          }
        ]
      }
    },
    {
      "id": "set_aside_randolph",
      "bullet_type": "small",
      "text": "Search each investigator’s deck for Randolph Carter <i>(Expert Dreamer)</i> and set him aside, out of play."
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: the Moon Lizard enemy, the Virgil Gray <i>(Truly Inspired)</i> story asset, The Captain story asset, and the False Awakening weakness."
    },
    {
      "id": "place_alarm_doom",
      "text": "Place 1 doom on each investigator card. This doom represents that investigator’s current alarm level <i>(see Alarm Level, below)</i>. It does not count as doom and does not count toward the current agenda’s doom threshold."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle each of the remaining encounter cards together to form the encounter deck."
    },
    {
      "id": "alarm_level",
      "type": "rule_reminder",
      "title": "Alarm Level",
      "text": "The setup of this scenario instructs the players to place 1 doom on each investigator card, marking their current “alarm level.” As the investigators attempt to escape from the grasp of the moon-beasts, their respective alarm levels may increase or decrease based on their actions and decisions. A higher alarm level means you are closer to being discovered, which will significantly hinder your attempts to escape.\nIf an effect raises an investigator’s alarm level by any amount, place that much doom on that investigator’s card to represent this. Likewise, if an effect reduces an investigator’s alarm level by any amount, remove that much doom from that investigator’s card.\nEven though it is marked using doom tokens, an investigator’s alarm level is not doom, and does not count toward the agenda’s doom threshold.\nAn investigator’s alarm level has no effect on its own, but it may alter or strengthen other encounter card effects."
    },
    {
      "id": "carried_to_the_cold_wastes",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "carried_to_the_cold_wastes",
          "text": "the investigators were carried to the Cold Wastes."
        }
      ]
    },
    {
      "id": "randolph_did_not_survive_the_voyage",
      "text": "In your Campaign Log, record <i>Randolph Carter did not survive the voyage</i>. If an investigator’s deck contains Randolph Carter <i>(Expert Dreamer)</i> <i>(The Dream-Eaters card #59)</i>, remove him from that deck for the remainder of the campaign.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "randolph_did_not_survive_the_voyage",
          "text": "Randolph Carter did not survive the voyage."
        },
        {
          "type": "remove_card",
          "card": "06059"
        }
      ]
    },
    {
      "id": "lead_investigator_gains_false_awakening",
      "text": "The lead investigator has earned the False Awakening weakness <i>(The Dream-Eaters #233)</i> (does not count toward deck size). Add this card to the lead investigator’s deck.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "lead_investigator",
          "card": "06233"
        }
      ]
    },
    {
      "id": "travelled_to_the_cold_wastes",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "travelled_to_the_cold_wastes",
          "text": "the investigators traveled to the Cold Wastes."
        }
      ]
    },
    {
      "id": "randolph_survived_the_voyage",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "randolph_survived_the_voyage",
          "text": "Randolph survived the voyage."
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "record_3_evidence_of_kadath",
      "text": "Record 3 tally marks next to “Evidence of Kadath” in your Campaign Log.",
      "effects": [
        {
          "type": "campaign_log_count",
          "section": "evidence_of_kadath",
          "operation": "add",
          "value": 3
        }
      ]
    },
    {
      "id": "maybe_upgrade_decks",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "half_campaign",
        "options": [
          {
            "boolCondition": true,
            "steps": ["$upgrade_decks"]
          }
        ]
      }
    },
    {
      "id": "maybe_skip_interlude",
      "text": "If you are playing The Dream-Quest as a four-part campaign:",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "half_campaign",
        "options": [
          {
            "boolCondition": true,
            "steps": ["skip_interlude"]
          },
          {
            "boolCondition": false,
            "steps": ["send_moon_done"]
          }
        ]
      }
    },
    {
      "id": "skip_interlude",
      "bullet_type": "small",
      "text": "Skip <b>Interlude III: The Great Ones</b>.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "skip_scenario",
          "scenario": "the_great_ones"
        }
      ]
    },
    {
      "id": "send_moon_done",
      "type": "input",
      "input": {
        "type": "send_campaign_link",
        "id": "dark_side_of_the_moon",
        "decision": "done"
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution_defeated",
      "title": "No resolution was reached\n(each investigator was defeated)",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "Despite your best efforts, your pursuers are too many for you to escape unnoticed. You are cornered and taken captive. Virgil tries his best to resist, but Randolph gives in, knowing that his resistance is futile. You are brought into a large domed temple on the dark side of the Moon and forced to kneel before one of the moon-beasts. It is dressed in grey robes and heavy wrappings, but you see its true visage beneath: its slippery, clammy flesh and its drooling, bulbous lips. “Wonderful,” it praises its henchmen. “Our master will be pleased.” Behind you, Corsairs prevent your escape, while a row of winged things on either side of you squawk rhythmically and flap their wings. A preparation, you suspect, for an unpleasant journey.\nThe moon-beast orders its slaves to haul you onto the winged creatures. “Bring these wretches to the sacrificial pits,” it decrees. “They must be judged for their heresy. The moon lizard shall feed well tonight.”\n“What? No, this isn’t right.” Randolph grits his teeth.\nThere is a bright flash of light, and you <i>awaken</i>. You are sitting atop a comfortless and unfamiliar bed. A wave of relief washes over you at first. Have you finally awoken from this endless dream? Then the still, cold void embraces you, and you realize where you truly are. Instead of four walls and a ceiling, you are surrounded by a bright, starry cosmos. Galaxies and nebulae in the distance seem to stare back at you with unfeeling cruelty. Your bed floats along the thinnest of silver threads. Virgil’s cat sits up at your feet. “You’re not awake,” the black cat says. “Not yet.”\nAnother flash of light. The moon-beast orders its slaves to haul you onto the winged creatures. “Bring these wretches to the High Priest in the Cold Wastes,” it decrees. “They must be judged for their heresy.”\n“Worry not, my friends,” Randolph whispers to you. “Did you hear that? The Cold Wastes is the region wherein unknown Kadath lies. With any luck, they will bring us right to our destination—” Randolph is cut off as the moon-beast grabs him and pulls him to his feet.\n“No, not you. I know of you. You will be a gift. Fodder for the moon lizard. Come.” It drags Randolph away before your very eyes. His screams echo off the walls of the temple and fade as he is hauled underground. Then, borne aloft on dreadful, membranous wings, your mounts carry you into the void of space.",
      "steps": ["carried_to_the_cold_wastes", "randolph_did_not_survive_the_voyage", "lead_investigator_gains_false_awakening", "earn_xp", "maybe_upgrade_decks", "maybe_skip_interlude"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "As the white galley glides silently back toward the Earth, its captain sings a soft, melodic shanty, which the ship’s oarsmen repeat. You seem to know the language well, despite having never heard it before. You ask after your course, but the bearded man does not reply other than to continue his harmonious song. You plead with him to aid you in your search for unknown Kadath, believing it to be of the utmost importance. “You should not seek to disturb the gods,” the man warns, his song interrupted. “They are far greater than you or I. Do you not see the folly in your ambition?” You beseech him once more, telling him you must bring back proof of the Dreamlands, and cannot return home without the aid of the gods. “Would that be so dire a fate? Look around you.”\nYou do as the captain requests, and are met with a scene of such serene beauty that it leaves you breathless. The seas below glitter in the moonlight like an ocean of diamonds. Along the horizon, you see crystalline coastlines, blissful countrysides, lush mountain vistas, and emerald-green gardens. The air is crisp and cool as you descend below the clouds. Your heart swells with the sweet fragrance of flowers from the nearby coast. Never in all your years in “reality” have you experienced a beauty so <i>real</i>.\nMaybe staying wouldn’t be so bad. You’ve already spent weeks—no, months—in this land. There have been hardships, yes, but could you really return to your mundane reality after everything you’ve seen and experienced in this wondrous land?\nThen, far to the north, you see it. Looming just over the horizon, or perhaps beyond the dreams of Earth itself. A white peak, atop which sits an azure beacon of refracted moonlight. The bearded man follows your gaze. “So be it,” he sighs. He changes course, following now behind a celestial bird whose plumage matches the vibrant sky. “We sail to the abode of the gods themselves.”",
      "steps": ["travelled_to_the_cold_wastes", "randolph_survived_the_voyage", "earn_xp", "record_3_evidence_of_kadath", "maybe_upgrade_decks", "maybe_skip_interlude"]
    }
  ]
}
