Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/campaign.po
Languages: de, fr, it, ko, zh

source: The Forgotten Age
de: Das Vergessene Zeitalter
fr: La Civilisation Oubliée
ko: 잊힌 시대

source: Yig's Fury
de: Yigs Zorn
fr: Colère de Yig
ko: 이그의 분노

source: Supplies
de: Ausrüstung
fr: Équipement
ko: 탐험 물자

source: Earth is Not Ours
de: Die Erde gehört nicht uns
fr: La Terre ne nous appartient pas
it: La Terra Non ci Appartiene
ko: 지구는 인류의 전유물이 아니다
zh: 地球并不属于我们

source: “Primal myth and modern delusion joined in their assumption that mankind is only one—perhaps the least—of the highly evolved and dominant races of this planet’s long and largely unknown career.” – H. P. Lovecraft, “The Shadow out of Time”
de: „Urzeitliche Mythen und moderne Wahnvorstellungen stimmten überein in der Annahme, daß die Menschheit nur eine – und vielleicht die geringste – der hochentwickelten, dominanten Rassen in der langen und weitgehend unerforschten Geschichte dieses Planeten sei.“ H.P.Lovecraft, “The Shadow out of time”
fr: « Les mythes primitifs et les hallucinations modernes s'accordaient pour affirmer que l'humanité n'est qu'une – et peut-être la moindre – des races hautement civilisées et dominantes dans la longue histoire, en grande partie inconnue, de cette planète. » – H.P. Lovecraft, « Dans l'abîme du temps »
it: “Mito primitivo e allucinazione moderna concordavano nell'affermare che l'umanità era solo una, e forse la minore delle specie evolute e dominanti del nostro pianeta, la cui storia è in gran parte sconosciuta. – H. P. Lovecraft, “L’Ombra Calata dal Tempo”
ko: “원시적인 신화와 근대적인 망상이 합쳐진 결과, 인류는 자신이 이 지구상에서 가장 오래전부터 진화하여 왕성히 활약해온 유일한 우세 종이라고 가정하기에 이르렀다.”
zh: “原始神话与现今的幻象均反映出，人类在这颗星球漫长而充满未知的道路中，可能只是高度进化且占统领地位的种族中的一员——或许是其中最为渺小的。”——H. P. 洛夫克拉夫特《超越时空之影》

source: At certain points throughout The Forgotten Age campaign, investigators are given the opportunity to choose supplies to bring on their expeditions into the wilds. These supplies are recorded in the Campaign Log, under each investigator’s “Supplies” section. Supplies are purchased with supply points, which are granted to investigators whenever they are given the opportunity to purchase supplies. Leftover supply points are not recorded, and are lost. An investigator’s supplies will determine the possible options available during gameplay and throughout the story of this campaign. <b>Each supply has no effect on its own.</b> Some card effects, story options, and resolutions may change or become available depending on the supplies carried by the investigator(s).
de: Im Verlauf der Kampagne Das vergessene Zeitalter erhalten die Ermittler die Gelegenheit, Ausrüstung zu wählen, die sie auf ihre Expedition in die Wildnis mitnehmen können. Diese Ausrüstung wird im Kampagnenlogbuch im Abschnitt „Ausrüstung“ jedes Ermittlers notiert. Die Ausrüstung wird mit Ausrüstungspunkten gekauft, die ein Ermittler erhält, wenn er die Gelegenheit dazu hat, Ausrüstung zu erwerben. Nicht ausgegebene Ausrüstungspunkte werden nicht notiert und gehen verloren. Die Ausrüstung eines Ermittlers entscheidet über seine Möglichkeiten während des Spiels und der Geschichte dieser Kampagne. <b>Ausrüstung selbst hat keinen Spieleffekt.</b> Einige Karteneffekte, Storymöglichkeiten und Auflösungen können sich verändern oder überhaupt erst zur Verfügung stehen, abhängig davon, welche Ausrüstung die Ermittler mit sich führen.
fr: À certains moments pendant la campagne La Civilisation Oubliée, les investigateurs ont l'opportunité de choisir de l'équipement à emporter dans leurs expéditions en terre sauvage. Cet équipement est inscrit dans le Carnet de Campagne sous la section « Équipement » propre à chaque investigateur. L'équipement s'achète avec les points d'équipement qui sont accordés aux investigateurs à chaque fois qu'ils ont l'opportunité de se procurer de l'équipement. Les points d'équipement non dépensés ne sont pas conservés et sont définitivement perdus. De l'équipement d'un investigateur dépendront différentes options de jeu proposées tout au long de cette campagne. <b>L'équipement n'a aucun effet en lui-même.</b> Certains effets de cartes, options narratives ou conclusions peuvent être modifiés ou devenir disponibles en fonction de l'équipement transporté par le ou les investigateur(s).
it: In alcuni momenti della campagna L'Era Dimenticata, gli investigatori avranno l'opportunità di scegliere alcune scorte da portare con sé nel corso delle loro spedizioni nella foresta. Queste scorte vanno annotate nel Diario della Campagna, alla voce “Scorte” di ogni investigatore. Le scorte si acquistano tramite i punti scorta, che vengono conferiti agli investigatori ogni volta che hanno l'opportunità di acquistare nuove scorte. I punti scorta non utilizzati sono persi e non vanno annotati. Le scorte di un investigatore determineranno le varie opzioni a sua disposizione nel corso della partita e durante tutta la storia di questa campagna. <b>Le scorte non hanno alcun effetto intrinseco</b>: gli effetti di alcune carte, alcune opzioni narrative e alcune risoluzioni potrebbero cambiare o diventare disponibili in base alle scorte trasportate dagli investigatori.
ko: 잊힌 시대 캠페인을 진행하다가 특정 지점에 도달하면, 조사자들은 밀림 탐사에 필요한 물자를 조달할 기회를 갖습니다. 캠페인 기록지의 조사자별 “탐험 물자” 항목에 각자가 가진 탐험 물자를 기록합니다. 탐험 물자는 물자 점수로 구매하며, 물자를 조달하는 시점이 될 때마다 조사자별로 물자 점수를 배분받습니다. 하지만 물자 점수를 남긴다고 하더라도 다음에 사용할 수는 없습니다. 남은 물자 점수는 전부 사라집니다. 조사자가 구비한 탐험 물자에 따라 개별 게임 진행 및 전체 캠페인 이야기 진행 과정에서 고를 수 있는 선택권이 정해집니다. 모든 보급 물자 자체는 어떠한 효과도 갖지 않습니다. 하지만 카드 효과, 이야기 선택지, 결말 등은 개별 조사자 혹은 전체 조사자 그룹이 가진 탐험 물자에 따라서 달라질 수 있습니다.
zh: 在《失落的时代》剧本的特定时间点，调查员能够去选择自己的补给品，在野外探险过程中随身携带。这些补给品将被记录在冒险日志中每位调查员的“补给品”下方。 补给品要用补给品点数来购买，调查员在能购买补给品时会获得补给品点数。未使用的补给品点数均会失去，不作纪录。 每个调查员的补给品将决定游戏过程和这个剧本中的剧情中可能出现的选项。<b>每个补给品本身没有效果。</b>根据调查员所携带的补给品，可能改变或产生某些卡牌效果、剧情选项和结局。

source: Vengeance X
de: Vergeltung X
it: Vendetta X
ko: 복수 X점
zh: 复仇X

source: Some encounter cards are worth vengeance points. The text <b>Vengeance X</b> indicates that a card is worth X vengeance points. Like <b>Victory X</b>, when an encounter card with <b>Vengeance X</b> is overcome by the investigators, it is stored in the victory display until the end of the scenario. However, unlike victory points, vengeance represents the awareness and animosity of the Father of Serpents, and it is generally a good idea to avoid accruing vengeance points whenever possible. Vengeance points in the victory display have no impact upon the game unless specifically referenced by another encounter card.
de: Einige Begegnungskarten haben einen Vergeltungspunktewert. Der Text <b>Vergeltung X</b> zeigt an, dass eine Karte X Vergeltungspunkte wert ist. Wie bei <b>Sieg X</b> wird eine Karte mit <b>Vergeltung X</b> bis zum Ende des Szenarios auf den Siegpunktestapel gelegt, sobald die Ermittler es schaffen, diese zu überwinden. Anders als bei Siegpunkten stehen die Vergeltungspunkte für die Wachsamkeit und Feindseligkeit des Vaters der Schlangen und es ist grundsätzlich eine gute Idee, das Ansammeln von Vergeltungspunkten zu vermeiden. Vergeltungspunkte im Siegpunktestapel haben keine Auswirkungen auf das Spiel, außer wenn sich eine andere Begegnungskarte ausdrücklich auf sie bezieht.
fr: Certaines cartes Rencontre rapportent des points de vengeance. Le texte <b>Vengeance X</b> indique qu'une carte vaut X points de vengeance. Comme pour <b>Victoire X</b>, quand une carte Rencontre avec <b>Vengeance X</b> est remportée par les investigateurs, elle est stockée dans la pile de victoire jusqu'à la fin du scénario. Les points de vengeance symbolisent l'éveil et l'animosité du Père des Serpents. Contrairement aux points de victoire, il est préférable d'éviter d'accumuler des points de vengeance. Les points de vengeance dans la pile de victoire n'ont aucun impact sur le jeu à moins que le contraire ne soit spécifiquement indiqué par une autre carte Rencontre.
it: Alcune carte incontro valgono punti vendetta. La formula <b>Vendetta X</b> indica che una carta vale X punti vendetta. Come per <b>Vittoria X</b>, una carta incontro con <b>Vendetta X</b> che sia vinta dagli investigatori viene riposta nella galleria delle vittorie fino alla fine dello scenario. Tuttavia, a differenza dei punti vittoria, la vendetta rappresenta la consapevolezza e l'animosità del Padre dei Serpenti, e in genere è consigliabile evitare di accumulare punti vendetta (per quanto possibile). I punti vendetta nella galleria delle vittorie non hanno alcun impatto sul gioco, a meno che un'altra carta incontro non lo specifichi chiaramente.
ko: 일부 카드에는 복수 점수가 적혀 있습니다. <b>복수 X점</b>이라는 문구는 그 카드가 복수 점수 X점을 갖는다는 의미입니다. <b>승점 X점</b>과 마찬가지로, <b>복수 X점</b>이 있는 조우 카드는 조사자가 그 카드를 극복했을 때 승점 더미에 모아 놓습니다. 이런 복수 카드들은 게임이 끝날 때까지 승점 더미에 남아 있습니다. 하지만 승점과는 달리, 복수 점수는 경험치를 제공하는 것이 아니라 뱀의 아버지인 ‘이그’의 분노와 원한을 뜻합니다. 따라서 가급적이면 복수 점수를 얻지 않는 것이 좋습니다. 승점 더미에 있는 복수 점수는 다른 조우 카드에 의해 빈번하게 참조되지만, 그러한 경우가 아니라면 별도의 게임 효과를 갖지 않습니다.
zh: 某些遭遇卡会计复仇点数。<b>复仇X</b>字样即表明该卡牌计X点复仇点数。 与<b>胜利X</b>相似，在调查员解决带有<b>复仇X</b>的遭遇卡时，将该卡牌放置到胜利牌区直到冒险结束。但与胜利点数不同的是，复仇点数表示万蛇之父的警觉与敌意，最好尽可能地避免复仇点数的增长。 胜利牌区内的复仇点数不影响游戏，除非有另一张遭遇卡提到了这些复仇点数。

source: As an enemy with <b>Vengeance X</b> is defeated, place the card in the victory display instead of in the discard pile.
de: Wird ein Gegner mit <b>Vergeltung X</b> besiegt, wird die Karte auf dem Siegpunktestapel statt auf dem Ablagestapel platziert.
fr: Dès qu'un ennemi avec <b>Vengeance X</b> est vaincu, placez sa carte dans la pile de victoire au lieu de la pile de défausse.
it: Quando un nemico con <b>Vendetta X</b> è sconfitto, la sua carta viene collocata nella galleria delle vittorie anziché nella pila degli scarti.
ko: <b>복수 X점</b>이 있는 적이 쓰러지면, 버린 카드 더미 대신 승점 더미에 그 카드를 놓습니다.
zh: 带有<b>复仇X</b>关键词的敌人被击败时，将其放到胜利牌区，而不是放入弃牌堆。

source: At the end of a scenario, take each location with <b>Vengeance X</b> that is in play, revealed, and has no clues on it, and place it in the victory display.
de: Am Ende eines Szenarios wird jeder enthüllte Ort mit <b>Vergeltung X</b> im Spiel, auf dem sich keine Hinweise befinden, auf dem Siegpunktestapel platziert.
fr: À la fin d'un scénario, placez dans la pile de victoire chaque lieu avec <b>Vengeance X</b> qui est en jeu, révélé et qui ne contient aucun indice.
it: Alla fine di uno scenario, ogni luogo con <b>Vendetta X</b> in gioco, aperto e privo di indizi viene collocato nella galleria delle vittorie.
ko: 시나리오가 끝난 시점에, <b>복수 X점</b>이 적힌 장소 카드 중에서 플레이 상태이고, 공개되어 있으며, 그 위에 놓인 단서가 없는 모든 장소 카드를 승점 더미에 둡니다.
zh: 当一场冒险结束时，从场上带有<b>复仇X</b>关键词的所有地点中，拿取已揭示且其上方没有线索的地点，将这些地点放到胜利牌区。

source: As a treachery card with <b>Vengeance X</b> completes its resolution, place it in the victory display instead of in the discard pile.
de: Ist die Abhandlung einer Verratskarte mit <b>Vergeltung X</b> abgeschlossen, wird sie auf dem Siegpunktestapel statt auf dem Ablagestapel platziert.
fr: Dès que la résolution d'une carte Traîtrise avec <b>Vengeance X</b> est terminée, placez cette carte dans la pile de victoire au lieu de la pile de défausse.
it: Quando una sventura con <b>Vendetta X</b> completa la sua risoluzione, viene collocata nella galleria delle vittorie anziché nella pila degli scarti.
ko: <b>복수 X점</b>이 있는 음모 카드 해결을 완료하면, 버린 카드 더미 대신 승점 더미에 그 카드를 놓습니다.
zh: 带有<b>复仇X</b>关键词的诡计卡结算完毕后，将其放置到胜利牌区，而不是放入弃牌堆。

source: Cards worth vengeance points are not also worth victory points unless the card has both <b>Victory X</b> and <b>Vengeance X.</b>
de: Karten, die Vergeltungspunkte wert sind, sind nicht auch Siegpunkte wert, es sei denn, die Karte hat sowohl <b>Sieg X</b> als auch <b>Vergeltung X</b>.
fr: Les cartes qui rapportent des points de vengeance ne rapportent pas de points de victoire, sauf si la carte possède à la fois <b>Victoire X</b> et <b>Vengeance X</b>>.
it: Le carte che valgono punti vendetta non valgono anche punti vittoria, a meno che non possiedano sia <b>Vittoria X</b> che <b>Vendetta X</b>.
ko: <b>승점 X점</b>과 <b>복수 X점</b>이 같이 적혀 있지 않다면, 복수 점수가 적혀 있는 카드는 승점을 제공하지 않습니다.
zh: 计复仇点数的卡牌如果既有<b>胜利X</b>又有<b>复仇X</b>，则该卡牌计复仇点数和胜利点数。

source: Explore
de: Erkunden
fr: Explorer
ko: 탐사

source: Some abilities in this campaign are identified with an <b>Explore</b> action designator. Such abilities are generally used to find new locations to put into play, and are initiated using the “activate” action. <b>Explore</b> abilities instruct you to draw the top card of the “exploration deck,” which is a separate deck that is constructed during the setup of some scenarios. This deck consists of several single-sided locations and treachery cards.
de: Einige Fähigkeiten in dieser Kampagne haben das Aktionskennzeichen <b>Erkunden</b>. Diese Fähigkeiten werden generell verwendet, um neue Orte zu finden, die ins Spiel gebracht werden können, und sie werden mit ihrer „Aktivieren“-Aktion initiiert. <b>Erkunden</b>-Fähigkeiten weisen die Spieler an die oberste Karte des „Erkundungsdecks“ zu ziehen. Dabei handelt es sich um ein separates Deck, das während der Vorbereitung zu einigen Szenarien erstellt wird. Dieses Deck besteht aus einigen einseitig bedruckten Orten und Verratskarten.
fr: Lors de cette campagne, certaines capacités sont précédées de l'indicatif d'action <b>Explorer</b>. De telles capacités servent en général à trouver de nouveaux lieux à mettre en jeu et sont initiées en utilisant une action « Activer ». Les capacités <b>Explorer</b> vous demandent de piocher la carte du dessus du « deck Exploration », un deck spécifique qui est construit lors de la mise en place de certains scénarios. Ce deck est constitué de plusieurs cartes Lieu mono-face ainsi que de cartes Traîtrise.
it: Alcune capacita di questa campagna sono identificate dall' indicatore di azione <b>Esplora</b>. Queste capacità si usano generalmente per trovare nuovi luoghi da mettere in gioco e vengono lanciate usando l'azione di attivazione. Le capacità di <b>Esplorazione</b> vi richiedono di pescare 1 carta dalla cima del “mazzo di esplorazione”, un mazzo separato da comporre durante la preparazione di alcuni scenari. Questo mazzo è composto da carte sventura e carte luogo a un solo lato.
ko: 이 캠페인에 포함된 일부 기능에는 굵은 글씨로 <b>탐사</b>라는 지정 행동이 적혀 있습니다. 이러한 기능은 대개 새로운 장소를 찾아서 플레이 영역에 두는 데 사용하며, “활성화” 행동을 사용하여 개시합니다. <b>탐사</b> 기능은 “탐사 덱” 맨 위 카드를 1장 뽑으라고 지시합니다. 탐사 덱은 시나리오를 준비하는 과정에서 별도로 구성해 두는 덱입니다. 탐사 덱에는 단면 장소 카드와 음모 카드가 여러 장 포함되어 있습니다.
zh: 这个剧本中的某些能力带有<b>探索</b>行动标识。此类能力通常会通过“启动”行动发动，用于找出新的地点并将这一地点放置入场。 <b>探索</b>能力会指示你抽取“探索牌堆”顶上的1张卡牌。探索牌堆是一个独立的牌堆，在某些冒险的设置阶段构成该牌堆，包含多张单面地点卡和诡计卡。

source: Each <b>Explore</b> ability indicates a particular type of location that you are seeking to draw. <b>If a location of that type is drawn, it is put into play, and you move to that location.</b> This is considered a “successful” exploration.
ko: <b>탐사</b> 기능에는 당신이 뽑아야 하는 장소의 조건이 나와 있습니다. <b>조건에 맞는 장소 카드를 뽑았다면, 해당 장소 카드를 플레이 영역에 두고 당신이 그 장소로 이동합니다.</b> 이를 “성공한 탐사”라고 간주합니다(“탐사에 성공했다”라고도 합니다).

source: If any other location is drawn, place it next to the exploration deck, and draw the next card from the exploration deck. Repeat this process until a location of the indicated type is drawn, or a treachery is drawn. After this action has ended, shuffle each location next to the exploration deck back into the exploration deck.
ko: 조건에 맞지 않는 장소 카드를 뽑았다면, 그것을 탐사 덱 옆에 놓아두고 탐사 덱에서 다음 카드를 뽑습니다. 조건에 맞는 장소 카드를 뽑거나 음모 카드를 뽑을 때까지 이 과정을 반복합니다. 이번 탐사 행동이 끝난 후, 탐사 덱 옆에 놓아둔 모든 장소 카드를 탐사 덱에 합친 후 섞습니다.

source: If a treachery card is drawn, it is resolved as normal. If it is discarded, place it in the encounter discard pile as you would normally. There is no discard pile for the exploration deck. This is considered an “unsuccessful” exploration.
ko: 음모 카드를 뽑았다면, 뽑은 음모 카드를 정상적으로 해결합니다. 그 음모 카드가 버려질 때, 일반적인 경우와 마찬가지로 그 음모 카드를 버린 조우 카드 더미에 놓습니다. 버린 탐사 카드 더미는 별도로 만들지 않습니다. 이를 “실패한 탐사”라고 간주합니다(“탐사에 실패했다”라고도 합니다).

source: As a single-sided location is put into play from the exploration deck, place clues on that location equal to its clue value.
de: Wenn ein einseitig bedruckter Ort vom Erkundungsdeck ins Spiel gebracht wird, gibt dessen Hinweiswert an, wie viele Hinweise zu diesem Zeitpunkt auf dem Ort platziert werden.
fr: Quand un lieu mono-face est mis en jeu depuis le deck Exploration, placez dessus un nombre d'indices égal à sa valeur d'indice.
it: Quando un luogo a un solo lato viene messo in gioco dal mazzo di esplorazione, viene collocato su quel luogo un numero di indizi pari al suo valore di indizi.
ko: 탐사 덱으로부터 단면인 장소 카드를 가져와 플레이 영역에 둘 때, 그 카드의 단서값만큼 단서 토큰을 그 카드에 올려놓습니다.
zh: 单面地点从探索牌堆放置入场时，在该地点上放置线索，数量等于其线索值。

source: If the entire exploration deck is revealed without finding either a treachery card or a location specified by the explore ability, the exploration simply ends. It is neither successful nor unsuccessful. All locations drawn during the exploration should be shuffled back into the exploration deck, and the investigator’s action ends.
ko: 만약 전체 탐사 덱이 음모 카드도 없고 탐사 기능을 만족하는 장소도 없다면, 탐사는 간단히 종료됩니다. 성공적인 탐사도 실패한 탐사도 아닙니다. 이번 탐사에서 뽑은 모든 장소는 탐사 덱으로 돌아가서 섞이고, 조사자의 탐사 행동은 끝납니다.

source: <i>Example: Agenda 1a—“Expedition into the Wild” has the following ability: “[action]: <b>Explore.</b> Draw the top card of the exploration deck. If it is a connecting location, put it into play and move to it.” Ursula Downs is at the Expedition Camp and wishes to find a new location to travel to. She spends her first action to explore, drawing the top card of the exploration deck. The card she draws is Circuitous Trail. Because Circuitous Trail is a location that is not connected to the Expedition Camp, it is placed next to the exploration deck, and Ursula draws the next card in the exploration deck. This time, she draws the Low on Supplies treachery card, which she resolves as normal and places in the encounter discard pile. Her exploration is unsuccessful, and she must shuffle the Circuitous Trail that she drew previously back into the exploration deck. Ursula decides to explore one more time, spending a second action. This time, she draws Path of Thorns, which is connected to the Expedition Camp. Her exploration is successful. Path of Thorns is put into play with clues on it equal to its clue value, and Ursula immediately moves from the Expedition Camp to the Path of Thorns.</i>
de: <i>Beispiel: Agenda 1a —„Expedition in die Wildnis“ hat folgende Fähigkeit: „[action]: <b>Erkunden</b>. Ziehe die oberste Karte des Erkundungsdecks. Falls es ein verbundener Ort ist, bringe ihn ins Spiel und bewege dich dahin.“ Ursula Downs ist im Expeditionslager und möchte einen neuen Ort finden, an den sie reisen kann. Sie gibt ihre erste Aktion aus, um zu erkunden. Sie zieht die oberste Karte des Erkundungsdecks. Die Karte, die sie zieht, ist Im Kreis gegangen. Weil Im Kreis gegangen ein Ort ist, der nicht mit Expeditionslager verbunden ist, wird er neben dem Erkundungsdeck platziert und Ursula zieht die nächste Karte des Erkundungsdecks. Jetzt zieht sie die Karte Unzureichende Ausrüstung, die sie normal abhandelt und auf den Begegnungs-Ablagestapel legt. Ihr Erkunden ist nicht erfolgreich und sie muss die Karte Im Kreis gegangen, die sie zuvor gezogen hat, zurück ins Erkundungsdeck mischen. Ursula entscheidet sich, eine zweite Aktion auszugeben, um erneut zu erkunden. Jetzt zieht sie Dornenpfad, der mit dem Expeditionslager verbunden ist. Ihr Erkunden ist erfolgreich. Dornenpfad wird mit Hinweisen in Höhe seines Hinweiswertes ins Spiel gebracht und Ursula bewegt sich sofort aus dem Expeditionslager zum Dornenpfad.</i>
fr: <i>Exemple : l'Intrigue 1a – « Expédition en Pleine Nature » possède la capacité suivante : « [action]: <b>Explorer</b>. Piochez la carte du dessus du deck Exploration. Si c est un lieu connexe, mettez-le en jeu et déplacez-vous vers lui. » Ursula Downs se trouve au Campement de l'Expédition et souhaite découvrir un nouveau lieu vers lequel voyager. Elle dépense sa première action pour explorer en piochant la carte du dessus du deck Exploration. La carte piochée est la Piste Détournée. Étant donné que ce Lieu n'est pas connexe au Campement de l'Expédition, il est posé à côté du deck Exploration et Ursula pioche la carte suivante dans le deck Exploration. Cette fois, elle pioche Épuisement des Réserves, une carte Traîtrise qu'elle résout normalement et place dans la pile de défausse Rencontre. Son exploration se révèle infructueuse et elle doit mélanger dans le deck Exploration la Piste Détournée qu'elle a piochée précédemment. Ursula décide de dépenser une deuxième action pour explorer à nouveau. Cette fois, elle pioche le Chemin de Ronces qui est connexe au Campement de l'Expédition. Son exploration se révèle fructueuse. Le Chemin de Ronces est mis en jeu avec un nombre d'indices égal à sa valeur d'indice et Ursula se déplace immédiatement du Campement de l'Expédition vers le Chemin de Ronces.</i>
it: <i>Esempio: La Trama 1a-“Spedizione nella Foresta“ possiede la capacità seguente: “[action]: <b>Esplora.</b> Pesca 1 carta dalla cima del mazzo di esplorazione. Se è un luogo collegato al tuo, mettilo in gioco e muoviti fino ad esso.” Ursula Downs si trova nel Campo Base e desidera trovare un nuovo luogo verso cui muoversi. Spende la sua prima azione per esplorare e pesca 1 carta dalla cima del mazzo di esplorazione. La carta pescata è il Sentiero Circolare. Poiché il Sentiero Circolare è un luogo che non è collegato al Campo Base, lo colloca accanto al mazzo di esplorazione e pesca la carta successiva del mazzo di esplorazione. Stavolta pesca la carta sventura Scorte in Esaurimento, che risolve normalmente e colloca nella degli scarti degli incontri. La sua esplorazione non ha avuto successo e deve rimescolare nel mazzo di esplorazione il Sentiero Circolare che aveva pescato in precedenza. Ursula decide di esplorare un'altra volta, spendendo una seconda azione, Stavolta pesca il Sentiero di Spine, che è collegato al Campo Base, La sua esplorazione ha successo. Il Sentiero di Spine viene messo in gioco con un numero di indizi su di esso pari al suo valore di indizi e Ursula si muove immediatamente dal Campo Base fino al Sentiero di Spine.</i>
ko: <i>예시: 주요사건 1a–‘야생의 밀림 속으로’는 다음과 같은 기능을 갖고 있습니다: “[action]: <b>탐사.</b> 탐사 덱 맨 위 카드를 1장 뽑습니다. 뽑은 카드가 이어진 장소라면, 그 장소를 플레이 영역에 두고 그 장소로 이동합니다.” ‘탐사대 야영지’에 있는 우르술라 다운즈는 새로운 장소를 찾아서 이동하고자 합니다. 그녀는 첫 행동으로 탐사를 하여, 탐사 덱 맨 위 카드를 1장 뽑습니다. 뽑은 카드는 ‘맴도는 길’입니다. ‘맴도는 길’은 ‘탐사대 야영지’와 이어진 장소가 아니므로, 일단 탐사 덱 옆에 놓아두고, 탐사 덱에서 다음 카드를 뽑습니다. 이번에는 ‘물자 부족’ 음모 카드를 뽑았으므로, ‘물자 부족’ 음모를 정상적으로 해결한 다음 버린 조우 카드 더미에 놓습니다. 우르술라는 탐사에 실패했으며, 이전에 뽑은 ‘맴도는 길’을 다시 탐사 덱에 합친 후 섞어야 합니다. 우르술라는 두 번째 행동으로 다시 한번 탐사를 하기로 합니다. 이번에는 ‘탐사대 야영지’와 이어진 장소인 ‘가시덤불 길’을 뽑았습니다. 탐사에 성공했습니다. ‘가시덤불 길’을 플레이 영역에 둡니다. 그런 다음, ‘가시덤불 길’의 단서값만큼 단서 토큰을 그 위에 올려놓고, 우르술라는 즉시 ‘탐사대 야영지’에서 ‘가시덤불 길’로 이동합니다.</i>
zh: <i>范例：密谋1a—“荒野探险”有著以下能力：“[action]：<b>探索</b>。抽取探索牌堆顶上的1张卡牌。如果该卡牌是一个连接地点，放置入场并移动到该地点。”厄休拉·唐斯位于探险营地，希望找到并前往一个新的地点。她用自己的第一个行动来探索，抽取探索牌堆顶上的1张卡牌，抽出的卡牌是曲折小道。 因为曲折小道不与探险营地连接，将其放在探索牌堆旁边，然后厄休拉从探索牌堆抽取下一张卡牌。这次她抽出了补给短缺诡计卡，如常结算并将该卡牌放到遭遇弃牌堆。她的探索失败了，必须将先前抽出的曲折小道洗回探索牌堆。厄休拉决定用第二个行动来再次探索。这次她抽出了荆棘之路，这个地点与探险营地是连接的，探索成功。将荆棘之路放置入场，在该卡牌上方放置线索，数量等于其线索值，然后厄休拉立即从探险营地移动到荆棘之路。</i>
