Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/expeditions_end.po
Languages: de, fr, it, ru, zh

source: <right><fancy>Friday, July 17th, 1925</fancy></right> We have finally made it back to Arkham, our expedition a “success.” Alejandro is excited to report his findings to the university. How he maintains his starry-eyed idealism after the hell we went through in the jungle is beyond me. His attention is fixated on the strange relic that we discovered in the ruins. I wish we knew a little more about the artifact’s origins. It unsettles me greatly. It hums at all times and pulses with an otherworldly energy I can scarcely describe. As we traveled home with the artifact in tow, our nights were plagued by bizarre nightmares: dreams of other worlds and civilizations. Alejandro wants to bring the relic to the Miskatonic Museum, to put on display along with the other Eztli artifacts we discovered. My feelings are mixed. At the museum, it will receive proper care, and historians will be able to study it and perhaps even discern its purpose. However, I fear that the relic may be too dangerous for the public. After all, we still have no idea what the damned thing even is. Alejandro would hate it, but perhaps it would be better to keep the relic somewhere safe, where Harlan and I can study it in private. I’ll have to decide tonight; after tomorrow, there won’t be time to change my mind…
de: <right><fancy>Freitag, 17. Juli, 1925</fancy></right> Endlich sind wir wieder in Arkham und unsere Expedition war ein „Erfolg“. Alejandro kann es kaum erwarten, seine Erkenntnisse der Universität zu berichten. Wie er nach all dem Schrecken, den wir im Dschungel erlebt haben, weiterhin so ein naiver Idealist bleiben kann, werde ich nie verstehen. Seine Aufmerksamkeit gilt nur diesem seltsamen Relikt, das wir in den Ruinen gefunden haben. Ich wünschte, wir wüssten etwas mehr über die Herkunft dieses Artefaktes. Es beunruhigt mich fürchterlich. Es summt die ganze Zeit und pulsiert erfüllt von einer Energie aus der Anderswelt, die ich kaum beschreiben kann. Auf unserer Heimreise mit dem Artefakt wurden wir jede Nacht von bizarren Albträumen geplagt: Träume von anderen Welten und Zivilisationen. Alejandro will, dass wir das Relikt ins Miskatonic-Museum bringen, wo es mit den anderen von uns entdeckten Eztli-Artefakten ausgestellt werden soll. Meine Gefühle sind dem gegenüber gemischter Natur. Im Museum wird dem Relikt die angemessene Sorg falt zuteil werden, Historiker werden es studieren können und vielleicht auch seinen Zweck entschlüsseln. Aber ich befürchte, dass das Relikt eine zu große Gefahr für die Öffentlichkeit darstellt. Schließlich haben wir noch keine Idee, was dieses verdammte Ding überhaupt ist. Alejandro würde es zwar hassen, aber vielleicht wäre es besser, das Relikt an einem sicheren Ort aufzubewahren, wo Harlan und ich es abseits der Öffentlichkeit studieren können. Ich muss heute Nacht eine Entscheidung treffen, morgen wird es dafür zu spät sein …
it: <right><fancy>Venerdì 17 Luglio, 1925</fancy></right> Siamo finalmente tornati ad Arkham e la nostra spedizione è stata un “successo”; Alejandro è entusiasta di riferire quanto scoperto all’università. Non riesco davvero a capire come riesca a conservare il suo trasognato idealismo dopo le nostre infernali esperienze nella giungla. La sua attenzione è completamente assorbita dalla strana reliquia che abbiamo scoperto nelle rovine; se solo potessimo saperne di più sulle sue origini... Personalmente lo trovo un oggetto molto inquietante: emette un ronzio costante e pulsa di un'energia ultraterrena che riesco a malapena a descrivere. Mentre facevamo ritorno a casa in possesso dell'artefatto, le nostre notti sono state agitate da strani incubi, sogni di altri mondi e altre civiltà. Alejandro vuole consegnare la reliquia al Museo della Miskatonic, affinché sia esibita assieme agli altri artefatti Eztli che abbiamo scoperto. Non so se sia una buona idea. Al museo sarebbe custodita come si deve e gli storici potrebbero studiarla e forse perfino capirne lo scopo, tuttavia ho la sensazione che quell'oggetto sia troppo pericoloso per essere esposto al pubblico. Dopotutto, ancora non sappiamo nemmeno che origini abbia quel dannato congegno. L'idea non piacerebbe ad Alejandro, ma forse sarebbe meglio tenere la reliquia al sicuro, dove io e Harlan potremo studiarla in privato. Dovrò prendere una decisione stanotte; domani non ci sarà più tempo per cambiare idea...
ru: <right><fancy>17 июля 1925 года, пятница</fancy></right> Мы наконец-то вернулись в Аркхэм — но не знаю, можно считать нашу экспедицию успешной. Алехандро в восторге от возможности сделать доклад о наших находках в университете. Не понимаю, как он может оставаться таким прекраснодушным идеалистом после того ада, через который мы прошли в джунглях. Его внимание приковано к загадочной реликвии, которую мы нашли в руинах. Хотелось бы мне чуть больше знать о том, кто её создал. Реликвия крайне беспокоит меня. Она постоянно гудит и вибрирует от нездешней энергии, которую я едва могу описать. Возможно, поэтому весь обратный путь нас одолевали причудливые кошмары об иных мирах и цивилизациях. Алехандро предлагает выставить реликвию в Мискатоникском музее вместе с прочими артефактами эцтли, которые мы привезли. Не знаю, хорошая ли это идея. В музее о нашей находке должным образом позаботятся, учёные смогут исследовать её и, возможно, поймут, для чего она нужна. Вместе с тем я боюсь, что реликвия может быть опасна для окружающих. В конце концов, мы понятия не имеем, что она такое. Алехандро это не понравится, но, возможно, лучше всего спрятать реликвию в надёжном месте, где мы с Харланом сможем изучить её без лишних глаз. Мне нужно принять решение сегодня — завтра я уже не смогу передумать…
zh: <right><fancy>1925年7月17日，星期五</fancy></right> 我们终于成功回到了阿卡姆，这次探险“成功”了。亚历山卓要向大学汇报自己的发现，他为此激动不已。我不理解他为什么在经过丛林的遭遇之后，还能继续满怀热诚、双目放光地坚持自己的理想主义。他专注于我们从遗迹里找到的那件古怪遗物，但愿我们能对它的起源有多一些了解。它使我心神激荡，难以平静。它一直嗡嗡作响，伴随著我难以描述的超于现世的能量而搏动著。自从我们带著这件遗物回来之后，每晚都被怪异的噩梦所折磨，我们在梦里看到了其他的世界和文明。 亚历山卓要我将这件遗物带回米斯卡塔尼克博物馆，和我们发现的其他埃兹特里遗物一同展示。我百感交集。它会在博物馆里得到妥善的保管，可供历史学家研究，甚至可能得知它的用途。但是，我担心这件遗物公开展示可能过于危险。我们仍然不知道这该死的东西究竟是什么。或许应该将这个遗物存放在安全的地方，以供我和哈伦私下对它研究，但我猜亚历山卓不喜欢这样。今晚我就得做决定；在明天之后，就没时间改变主意了……

source: <i>It belongs in a museum. Alejandro and the museum staff will be able to study it and learn more about its purpose.</i>
de: <i>Es gehört in ein Museum. Alejandro und seine Mitarbeiter können es dort studieren und seinen Zweck herausfinden.</i>
fr: <i>Sa place est dans un musée. Alejandro et l'équipe du musée pourront l'étudier et en apprendre plus à son propos.</i>
it: <i>Deve stare in un museo. Alejandro e il personale del museo potranno studiarla e saperne di più sul suo scopo.</i>
ru: <i>Реликвия должна быть в музее. Алехандро и музейные сотрудники смогут изучить её и больше узнать о её природе.</i>
zh: <i>它属于博物馆。亚历山卓和博物馆的工作人员能够研究它，并且深入了解它的用途。</i>

source: <i>It is too dangerous to be on display. We should keep it hidden and safe until we know more about it.</i>
de: <i>Es auszustellen wäre zu gefährlich. Es sollte an einem sicheren Ort versteckt werden, bis wir mehr über das Ding wissen.</i>
fr: <i>L'artefact est trop dangereux pour être exposé. Nous devrions le garder en sécurité jusqu'à ce que nous en sachions plus à son sujet.</i>
it: <i>È troppo pericolosa per essere esibita in pubblico. Dobbiamo tenerla nascosta e al sicuro finché non ne sapremo di più.</i>
ru: <i>Реликвия слишком опасна для публики. Лучше надёжно спрятать её, пока мы не узнаем о ней больше.</i>
zh: <i>将它拿去展览太危险了。在我们了解更多关于它的知识之前，它都应该被秘密地妥善保存起来。</i>

source: <right><fancy>Sunday, July 19th, 1925</fancy></right> I’ve decided to give custody of the relic to Alejandro. This entire expedition was based on his research, after all—he should be the one to study it. If anyone can discover the relic’s secrets, it’s him. The relic is to be the centerpiece of a new exhibit at the museum. Alejandro has already written extensively about our discoveries, but his work has only just begun. Many mysteries about our expedition remain. How have the Eztli people remained undiscovered for so long? Why did they appear to be guarding the jungle, and from what? Who really built the temple ruins we explored? I have no doubt Alejandro will uncover the answers to these questions, given enough time. As for me, my role in this endeavor has ended. However, I have yet to relax. My thoughts are constantly in the jungle—serpentine figures in the shadows, obsidian arrows embedded in skeletal bodies, malformed voices shrieking in the cavernous depths. When I walk through the streets, I find myself drawn toward the museum without realizing it, as though possessed to see the relic once again. There is a nagging sensation in the back of my mind, as though we have forgotten something important. What must I do to rid myself of— (The journal entry ends abruptly.)
de: <right><fancy>Sonntag, 19. Juli, 1925</fancy></right> Ich habe mich dafür entschieden, das Relikt Alejandro anzuvertrauen. Immerhin basierte die gesamte Expedition auf seiner Forschung – er sollte also auch derjenige sein, der es studiert. Falls irgendjemand die Geheimnisse dieses Relikts entschlüsseln kann, dann er. Das Relikt wird das Herzstück einer neuen Ausstellung des Museums. Alejandro hat bereits einige Berichte über unsere Entdeckungen verfasst, aber es liegt noch viel Arbeit vor ihm. Immer noch umgeben viele Geheimnisse unsere Expedition. Wie konnte das Volk von Eztli so lange unentdeckt bleiben? Warum schienen sie den Dschungel zu bewachen? Und vor allem, vor wem? Wer hat die Tempel wirklich erbaut, deren Ruinen wir dort erkundet haben? Ich zweifle nicht daran, dass Alejandro die Antworten auf diese Geheimnisse finden wird, wenn er genug Zeit dafür hat. Meine Aufgabe in diesem Unterfangen ist erledigt. Aber ich kann mich noch nicht wirklich entspannen. Meine Gedanken kreisen ohne Unterlass um den Dschungel – schlangenartige Gestalten in den Schatten, Obsidianpfeile, die in Skeletten stecken, verzerrte Stimmen, die in den Höhlen unter der Erde kreischen. Wenn ich durch die Straßen laufe, wenden sich meine Schritte unwillkürlich dem Museum zu, als ob ich davon besessen wäre, das Relikt noch einmal zu sehen. Irgendetwas spukt störend in meinem Hinterkopf herum, als hätten wir etwas Wichtiges vergessen. Was muss ich tun, um mich davon zu befreien … (Hier endet das Tagebuch aprupt.)
fr: <right><fancy>Dimanche 19 juillet 1925</fancy></right> J'ai décidé de confier la relique à Alejandro. Après tout, l'expédition entière était basée sur ses recherches – ce devrait être à lui de l'étudier. Si quelqu'un peut en découvrir les secrets, c'est bien lui. La relique sera la pièce maîtresse d'une nouvelle exposition au musée. Alejandro a déjà beaucoup écrit à propos de nos découvertes, mais son travail ne fait que commencer. De nombreux mystères relatifs à notre expédition demeurent. Comment les Eztli ont-ils pu rester cachés aussi longtemps ? Pourquoi semblaient-ils garder la jungle, et de quoi ? Qui a réellement bâti le temple en ruine que nous avons exploré ? Je n'ai aucun doute sur le fait qu'Alejandro élucidera ces questions si on lui en laisse le temps. Quant à moi, mon rôle dans cette affaire est terminé. Cependant, je ne parviens pas trouver le repos. Mes pensées me ramènent constamment vers cette jungle – ces formes ophidiennes dans les ombres, ces flèches d'obsidienne enchâssées dans des corps squelettiques, ces voix déformées hurlant dans les profondeurs caverneuses. Quand je marche dans la rue, je me surprends à me diriger vers le musée sans m'en rendre compte, comme si je brûlais de voir à nouveau cette relique. Une sensation tenace sourd au fond de mon esprit, comme si j'avais oublié quelque chose d'important. Que dois-je faire pour me débarrasser de – (Le journal se termine ici, brutalement.)
it: <right><fancy>Domenica 19 Luglio, 1925</fancy></right> Ho deciso di lasciare la reliquia in custodia ad Alejandro. Dopotutto l'intera spedizione era basata sulle sue ricerche: è giusto che sia lui a studiarla. Se c'è qualcuno che può scoprirne i segreti, quel qualcuno è lui.La reliquia sarà il pezzo più pregiato di una nuova mostra del museo. Alejandro ha già compilato un resoconto dettagliato delle nostre scoperte, ma il suo lavoro è appena iniziato: molti misteri aleggiano ancora sulla nostra spedizione. Come ha fatto il popolo di Eztli a rimanere nascosto così a lungo? Perché sembrava che proteggesse la giungla, e da cosa? Chi ha davvero costruito le rovine del tempio che abbiamo esplorato? Senza dubbio Alejandro troverà le risposte a queste domande.Quanto a me, il mio ruolo in questa impresa è giunto al termine. Tuttavia ancora non riesco a rilassarmi, i miei pensieri tornano costantemente alla giungla…. alle figure serpentiformi nascoste tra le ombre, alle frecce di ossidiana piantate nei corpi scheletrici, alle voci deformate che urlavano nelle profondità sotterranee. Camminando per la strada mi ritrovo senza accorgermene a dirigermi verso il museo, come se la reliquia mi attirasse in qualche modo a sé. Un dubbio indefinito si agita nella mia mente, come se avessimo dimenticato qualcosa di importante. Cosa posso fare per sbarazzarmi di que- (Il brano del diario si interrompe bruscamente.)
ru: <right><fancy>19 июля 1925 года, воскресенье</fancy></right> Моё решение — доверить реликвию Алехандро. Он имеет полное право изучать её — в конце концов, именно его исследования сделали экспедицию возможной. Если кто и сможет раскрыть секреты реликвии, то только он. Реликвия станет главным экспонатом новой выставки в музее. Алехандро уже исписал много страниц отчётами о наших открытиях, но основная работа у него ещё впереди. В нашей экспедиции хватает нераскрытых тайн. Как удавалось эцтли так долго оставаться необнаруженными? Почему они словно охраняли джунгли и от кого? Кто на самом деле построил храм, руины которого мы обследовали? Не сомневаюсь, что со временем Алехандро найдёт ответы на все эти вопросы. Что до меня, то моя роль в этом предприятии сыграна. Впрочем, мне ещё предстоит прийти в себя. Я постоянно вспоминаю джунгли: змеевидные фигуры в тенях, торчащие из скелетов обсидиановые стрелы, нечеловеческие вопли во мраке пещер. Выйдя на прогулку, я чувствую, как меня тянет к музею, словно мне очень надо ещё раз увидеть реликвию. В глубине души меня грызёт мысль, что мы забыли нечто очень важное. Как же мне избавиться от… (Запись резко обрывается.)
zh: <right><fancy>1925年7月19日，星期天</fancy></right> 我决定将这件遗物交给亚历山卓保管。说到底，这整场探险都是为他的研究服务的——应该由他来研究这东西。要是有人能够发现这件遗物的秘密，那准是他。 这件遗物将成为博物馆新展览的核心展品。亚历山卓已经为我们的发现费了不少笔墨，但他的研究才刚刚开始。我们的探险之旅仍有不少未知之谜。埃兹特里人为什么这么久都未被发现？他们似乎在保卫丛林，是出于什么目的？丛林又是为什么需要保卫呢？我们探索的神庙遗迹到底是谁建造的？我相信如果时间足够，亚历山卓定能找出这些问题的答案。 至于我，这件事我已经帮不上忙了。可是，我还是放松不下来。我的思绪始终停留在丛林里——阴影中的蛇形生物、嵌入尸骨中的黑曜石箭枝，从洞穴深处传来失真的尖叫声。我走过一条条街道时，发现自己竟浑然不觉地向著博物馆的方向走去，就像著了魔一样想要再看那遗物一眼。我脑海中有种感觉挥之不去，似乎我们忘了某些重要的事情。我得让自己摆脱那—— (这篇日志戛然而止。)

source: the investigators gave custody of the relic to Alejandro.
de: Die Ermittler haben die Verantwortung für das Relikt an Alejandro übertragen.
fr: les investigateurs ont conifé la relique à Alejandro.
it: avete ceduto la reliquia in custodia ad Alejandro.
ru: сыщики передали реликвию Алехандро.
zh: 调查员将遗物交给了亚历山卓。

source: the investigators have earned Alejandro’s trust.
de: Die Ermittler haben Alejandros Vertrauen gewonnen.
fr: les investigateurs ont gagné la confiance d'Alejandro.
it: vi siete guadagnati la fiducia di Alejandro.
ru: сыщики заслужили доверие Алехандро.
zh: 调查员赢得了亚历山卓的信任。

source: Any one investigator may choose to add Alejandro Vela to their deck. This card does not count toward that investigator’s deck size.
de: Falls sich die Karte Alejandro Vela nicht bereits in einem Ermittlerdeck befindet, darf 1 beliebiger Ermittler wählen, diese Karte seinem Deck hinzuzufügen. Diese Karte zählt nicht gegen die Deckgröße jenes Ermittlers.
fr: N'importe quel investigateur a le droit d'ajouter Alejandro Vela à son deck. Cette carte ne compte pas dans le Taille du Deck de cet investigateur.
it: Se non è già nel mazzo di un investigatore, un investigatore può aggiungere Alejandro Vela al suo mazzo (non considerandolo nella dimensione del suo mazzo).
ru: Если карта «Алехандро Вела» ещё не находится в колоде какого-либо сыщика, любой сыщик может включить её в свою колоду. Эта карта не идёт в счёт размера колоды.
zh: 任何一位调查员可以选择将亚历山卓·维拉加入牌组。这张卡牌不计入该调查员的卡牌张数。

source: <right><fancy>Sunday, July 19th, 1925</fancy></right> I’ve decided to keep the relic hidden for now. Alejandro is not happy with my decision, but until we know what the orb is capable of, it’s important that it stay somewhere safe, where it won’t endanger others. Harlan agrees with me, and has offered to take custody of the relic and keep it in his private office. There, we can study the artifact in secret. Alejandro is staying in Arkham for the time being, recording his notes about the expedition and helping the museum put together an exhibit displaying our other, less dangerous discoveries. As for me, I hope to find answers to other mysteries: How have the Eztli people remained undiscovered for so long? Why did they appear to be guarding the jungle, and from what? Who really built the temple ruins we explored? My thoughts are constantly in the jungle—serpentine figures in the shadows, obsidian arrows embedded in skeletal bodies, malformed voices shrieking in the cavernous depths. Each time I leave Harlan’s office, I find myself longing to head back and gaze upon the relic once more. There is a nagging sensation in the back of my mind, as though we have forgotten something important. What must I do to rid myself of— (The journal entry ends abruptly.)
de: <right><fancy>Sonntag, 19. Juli, 1925</fancy></right> Ich habe mich dafür entschieden, das Relikt vorerst nicht der Öffentlichkeit zugänglich zu machen. Alejandro ist nicht glücklich über meine Entscheidung, aber bis wir wissen, wozu diese Kugel imstande ist, muss sie an einem sicheren Ort aufbewahrt werden, wo sie keine Unbeteiligten in Gefahr bringen kann. Harlan stimmt mir zu und hat bereits angeboten die Verantwortung für das Relikt zu übernehmen und es in seinem Privatbüro aufzubewahren. Dort können wir es im Geheimen studieren. Alejandro bleibt vorerst in Arkham, verfasst Berichte über die Expedition und hilft im Museum bei der Zusammenstellung einer Ausstellung unserer anderen, weniger gefährlich anmutenden Funde. Ich dagegen hoffe Antworten auf andere Geheimnisse zu finden: Wie konnte das Volk von Eztli so lange unentdeckt bleiben? Warum schienen sie den Dschungel zu bewachen? Und vor allem, vor wem? Wer hat die Tempelruinen, die wir dort erkundet haben, wirklich erbaut? Meine Gedanken kreisen ohne Unterlass um den Dschungel – schlangenartige Gestalten in den Schatten, Obsidianpfeile, die in Skeletten stecken, verzerrte Stimmen, die in den Höhlen unter der Erde kreischen. Jedes Mal wenn ich Harlans Büro verlasse, ertappe ich mich dabei, wie ich sofort zurückkehren möchte, um das Relikt noch einmal zu betrachten. Irgendetwas spukt störend in meinem Hinterkopf herum, als hätten wir etwas Wichtiges vergessen. Was muss ich tun, um mich davon zu befreien … (Hier endet das Tagebuch abrupt.)
fr: <right><fancy>Dimanche 19 juillet 1925</fancy></right> J'ai décidé de garder la relique cachée pour l'instant. Alejandro n'est pas content de ma décision mais, jusqu'à ce qu'on sache de quoi cet orbe est capable, il est important de le conserver dans un lieu sûr où il ne mettra personne en danger. Harlan est d'accord avec moi et il a accepté de conserver la relique dans son bureau privé. Là, nous pourrons l'étudier en secret. Alejandro a décidé de rester à Arkham pour le moment, afin de compiler ses notes sur l'expédition et d'aider le musée à monter une exposition présentant les autres découvertes, moins dangereuses. Quant à moi, j'espère trouver des réponses à d'autres mystères : comment les Eztli ont-ils pu rester cachés aussi longtemps ? Pourquoi semblaient-ils garder la jungle, et de quoi ? Qui a réellement bâti le temple en ruine que nous avons exploré ? Mes pensées me ramènent constamment vers cette jungle – ces formes ophidiennes dans les ombres, ces flèches d'obsidienne enchâssées dans des corps squelettiques, ces voix déformées hurlant dans les profondeurs caverneuses. Chaque fois que je quitte le bureau d'Harlan, je me surprends à faire demi-tour pour aller contempler à nouveau la relique. Une sensation tenace sourd au fond de mon esprit, comme si j'avais oublié quelque chose d'important. Que dois-je faire pour me débarrasser de – (Le journal se termine ici, brutalement.)
it: <right><fancy>Domenica 19 Luglio, 1925</fancy></right> Ho deciso di tenere la reliquia nascosta, per il momento. Alejandro non ne è felice, ma finché non sapremo cosa è in grado di fare è importante che resti al sicuro, custodita in un luogo dove non sarà un pericolo per gli altri Harlan è d'accordo con me e si è offerto di tenere la reliquia nel suo ufficio privato. Li potremo studiarla in segreto. Per il momento Alejandro rimarrà ad Arkham a fare ordine nei suoi appunti della spedizione e ad aiutare il museo ad allestire una mostra con gli altri reperti meno pericolosi che abbiamo rinvenuto. Quanto a me, spero di trovare le risposte ad altri misteri: come ha fatto il popolo di Eztli a rimanere nascosto così a lungo? Perché sembrava che proteggesse la giungla, e da cosa? Chi ha davvero costruito le rovine del tempio che abbiamo esplorato? I miei pensieri tornano costantemente alla giungla.. alle figure serpentiformi nascoste tra le ombre, alle frecce di ossidiana piantate nei corpi scheletrici, alle voci deformate che urlavano nelle profondità sotterranee. Ogni volta che lascio l'ufficio di Harlan mi ritrovo a dirigermi verso il museo senza accorgermene, come se la reliquia mi attirasse in qualche modo a sé. Un dubbio indefinito si agita nella mia mente, come se avessimo dimenticato qualcosa di importante. Cosa posso fare per sbarazzarmi di que- (Il brano del diario si interrompe bruscamente.)
ru: <right><fancy>19 июля 1925 года, воскресенье</fancy></right> Моё решение — пока лучше сохранить реликвию в тайне. Конечно, Алехандро не рад этому, но пока мы не узнаем, на что способен этот шар, важно хранить его в надёжном месте, где он не будет представлять угрозы. Харлан поддержал меня и предложил спрятать его в своём личном кабинете. Там мы сможем изучить его без лишних глаз. Алехандро задержался в Аркхэме: он делает заметки об экспедиции и помогает устроить в музее выставку других, менее опасных наших находок. Что до меня, то я надеюсь раскрыть иные тайны. Как удавалось эцтли так долго оставаться необнаруженными? Почему они словно охраняли джунгли и от кого? Кто на самом деле построил храм, руины которого мы обследовали? Я постоянно вспоминаю джунгли: змеевидные фигуры в тенях, торчащие из скелетов обсидиановые стрелы, нечеловеческие вопли во мраке пещер. Выходя из кабинета Харлана, я всякий раз чувствую, как меня тянет вернуться и ещё раз взглянуть на реликвию. В глубине души меня грызёт мысль, что мы забыли нечто очень важное. Как же мне избавиться от… (Запись резко обрывается.)
zh: <right><fancy>1925年7月19日，星期天</fancy></right> 我决定暂时保管这件遗物。亚历山卓对我的决定并不满意，但是只要我们还不知道这个钢球的作用，它就必须放在稳妥的地方，以免危及他人的安全。哈伦同意我的决定，提出由他来保管遗物，并存放到他的私人办公室。我们就在那儿秘密研究这件遗物。 亚历山卓暂时住在阿卡姆，将本次探险的经历作记录，并帮助博物馆将我们找到的危害性较低的其他遗物一同展出。至于我，我希望找到其他谜团的答案：埃兹特里人为什么这么久都未被发现？他们似乎在保卫丛林，是出于什么目的？丛林又是为什么需要保卫呢？我们探索的神庙遗迹到底是谁建造的？ 我的思绪始终停留在丛林里——阴影中的蛇形生物、嵌入尸骨中的黑曜石箭枝，从洞穴深处传来失真的尖叫声。每当我走出哈伦的办公室，我发觉自己想要立马返回，继续凝视著那件遗物。我脑海中有种感觉挥之不去，似乎我们忘了某些重要的事情。我得让自己摆脱那—— (这篇日志戛然而止。)

source: the investigators gave custody of the relic to Harlan Earnstone.
de: Die Ermittler haben die Verantwortung für das Relikt an Harlan Earnstone übertragen.
fr: les investigateurs ont confié la relique à Harlan Earnstone.
it: avete ceduto la reliquia in custodia a Harlan Earnstone.
ru: сыщики передали реликвию Харлану.
zh: 调查员将遗物交给了哈伦·恩斯通。
