Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/expeditions_end.po
Languages: de, fr, it, ru, zh

source: Harlan Earnstone paces across your living room, dabbing his wrinkled forehead with his handkerchief. “It’s my fault. I should never have encouraged them to go on that dreadful expedition.” Though your paths have only crossed a few times before, Mr. Earnstone has become a valuable contact of yours within Miskatonic University. When the University’s latest expedition returned with only a few survivors and a handful of strange, archaic artifacts, he came to you for advice. “I know, I know. I should at least take solace in the fact that the expedition was successful, despite its heavy losses. Alejandro was right all along. The Eztli people are real. And yet...I am concerned about some of these findings.” Harlan pulls a small leather-bound journal from his suitcase and hands it to you. “Before the expedition leader’s tragic death, the leader recorded many of the group’s discoveries in this journal. One of the surviving members of the expedition managed to grab it from the camp before fleeing the jungle. I think if you read these entries, you’ll understand what I mean. The things they experienced, the creatures they encountered...” Harlan shudders and adjusts his glasses with too-shaky hands. “I am concerned not only for Alejandro, but for all of us. Read this journal, and if you can, please keep an eye on my colleague.” You agree to help, but his worry does not fade. “I only hope that I am not damning you to a similar fate by asking for your aid.” You spend the remainder of that night studying the expedition journal, your mind swimming with thoughts of strange serpent-creatures and Aztec warriors. Long after Harlan has left, a loud knocking at the door startles you, and you jump to your feet. It is almost 2:30 in the morning. Who could possibly be at your door at this hour? You open the front door warily. On the other side is a woman with brown skin, long brown hair, and piercing yellow eyes set in a hard glare. She wears a long coat and a Bollman-style hat, visibly uncomfortable in her shoes. Her jaw is set in anger. A sudden flash of insight crosses your mind, and you realize at once who she must be. After all, you’ve read and re-read the journal’s description of Ichtaca, the Eztli warrior. She lets out a heavy sigh and walks slowly over the threshold of your home, shutting your front door behind her. “Whatever they did, you have to reverse it,” she intones darkly. “Or we will all cease to exist.”
fr: Harlan Earnstone fait les cent pas dans votre salon, épongeant son front soucieux avec son mouchoir. « Tout est ma faute. Jamais je n'aurais dû les inciter à entreprendre cette horrible expédition. » Bien que vos chemins ne se soient croisés que quelques fois auparavant, M. Earnstone est devenu un contact précieux au sein de l'Université Miskatonic. Quand la dernière expédition de l'Université est revenue avec seulement quelques survivants et une poignée d'étranges artefacts archaïques, Harlan est venu vous voir à la recherche de conseils. « Je sais, je sais. Je devrais trouver du réconfort dans le fait que l'expédition a été un succès malgré ses lourdes pertes. Alejandro avait raison depuis le début. Le peuple Eztli existe réellement. Et pourtant… je suis inquiet à propos de certaines de ces trouvailles. » Harlan vous tend un petit journal de cuir. « Avant sa mort tragique, le chef de l'expédition a relaté la majorité des découvertes du groupe dans ce journal. L'un des membres survivants a réussi à emporter le journal avec lui avant de fuir la jungle. Je pense que si vous lisez ces mots, vous comprendrez ce que je veux dire. Les événements qu'ils ont vécus, les créatures qu'ils ont rencontrées… » Harlan frissonne et ajuste ses lunettes de ses mains tremblantes. « Mes inquiétudes ne concernent pas qu'Alejandro, mais tout le monde. Lisez ce journal et, si possible, gardez un oeil sur mon collègue. » Vous acceptez de l'aider, mais il reste soucieux. « J'espère seulement que je ne vous entraîne pas vers un sort tout aussi funeste en requérant votre aide. » Vous passez le reste de la nuit à étudier le journal de l'expédition, l'esprit rempli de guerriers aztèques et d'étranges créatures serpentines. Longtemps après le départ d'Harlan, un coup sec sur la porte vous fait sursauter et vous vous levez précipitamment. Il est presque 2:30 du matin. Qui peut bien frapper à votre porte à cette heure ? Vous ouvrez prudemment la porte. De l'autre côté se tient une femme à la peau sombre, aux longs cheveux bruns et aux yeux jaunes perçants, qui vous lance un regard dur. Vêtue d'un long manteau et d'un chapeau Bollman, elle ne semble pas très à l'aise. Son visage est crispé de colère. Un éclair de compréhension traverse votre esprit et vous réalisez d'un coup qui elle est. Après tout, vous venez de lire et relire sa description dans le journal. Ichtaca, la guerrière eztli, laisse échapper un profond soupir et entre lentement chez vous, fermant la porte d'entrée derrière elle. « Quoi qu ls aient fait, vous devez le défaire », commence-t-elle d'une voix sombre. « Sans quoi nous cesserons-tous d'exister. »
