Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/expeditions_end.po
Languages: de, fr, it, ru, zh

source: In your Campaign Log, record that <i>Alejandro is continuing his research on his own</i>. If Alejandro Vela is currently in an investigator’s deck, remove him from that investigator’s deck.
de: Im Kampagnenlogbuch wird notiert: <i>Alejandro setzt seine Forschungen alleine fort</i>. Falls das Deck eines Ermittlers die Karte Alejandro Vela enthält, wird sie aus dem Deck jenes Ermittlers entfernt.
fr: Dans votre Carnet de Campagne, indiquez que <i>Alejandro poursuit ses recherches de son côté</i>. Si Alejandro Vela est actuellement dans le deck d'un investigateur, retirez-le de ce deck.
it: Annotate nel Diario della Campagna che <i>Alejandro continua le ricerche da solo</i>. Se Alejandro Vela è attualmente incluso nel mazzo di un investigatore, rimuovetelo da quel mazzo.
ru: Запишите в журнал кампании, что <i>Алехандро Вела продолжает исследования в одиночку</i>. Если карта «Алехандро Вела» находится в колоде какого-либо сыщика, удалите её из этой колоды.
zh: 在冒险日志中，记录下<i>亚历山卓继续独力研究</i>。如果亚历山卓·维拉已在调查员的牌组中，将其移出该调查员的牌组。

source: Alejandro is continuing his research on his own.
de: Alejandro setzt seine Forschungen alleine fort.
fr: Alejandro poursuit ses recherches de son côté
it: Alejandro continua le ricerche da solo.
ru: Алехандро Вела продолжает исследования в одиночку.
zh: 亚历山卓继续独力研究。

source: You drop your pen as a loud knocking at the door startles you, and you jump to your feet. It is almost 2:30 in the morning. Who could possibly be at your door at this hour? Your thoughts wander again to the jungle, and you are faced with a vision of serpent-creatures attacking you in your own home. Shuddering, you find a weapon and approach the front door carefully, ready to strike if need be. You take a long breath and open the door. On the other side is a familiar woman with brown skin, long brown hair, and piercing yellow eyes set in a hard glare. Though her attire has changed, you recognize her instantly as Ichtaca, the Eztli warrior you encountered in the rainforest. Wearing a long coat and a Bollman hat, she is visibly uncomfortable in her shoes. Her jaw is set in anger. You are about to raise your weapon in defense when she lets out a heavy sigh and walks slowly over the threshold of your home, shutting your front door behind her. “Whatever you did, you have to reverse it,” she intones darkly. “Or we will all cease to exist.”
de: Es klopft laut an deiner Tür. Du erschrickst, lässt deinen Stift fallen und springst auf. Es ist fast 2:30 Uhr in der Nacht. Wer könnte zu so später Stunde vor deiner Tür stehen? Deine Gedanken schweifen wieder zum Dschungel ab und du hast eine Vision von einer schlangenartigen Kreatur, die dich in deinem eigenen Heim angreift. Schaudernd greifst du nach einer Waffe und gehst kampfbereit vorsichtig zur Vordertür. Dann atmest du tief ein und öffnest die Tür. Auf der anderen Seite der Türschwelle steht eine vertraut wirkende Frau mit brauner Haut, langem braunen Haar und stechend gelben Augen, die dich hart anblicken. Obwohl sie eine andere Kleidung trägt, erkennst du in ihr sofort Ichtaca, die Eztli-Kriegerin, der du im Regenwald begegnet bist. Sie trägt einen langen Mantel und einen Bollman-Hut, dazu Schuhe, in denen sie sich sichtlich unwohl fühlt. Ihr Kiefer ist vor Verärgerung fest zusammengepresst. Schon willst du deine Waffe erheben, um dich zu verteidigen, als sie tief seufzt, langsam über die Schwelle deines Heims tritt und die Tür hinter sich schließt. „Was auch immer du getan hast, du musst es rückgängig machen“, sagt sie mit dunkler Stimme. „Oder wir werden alle aufhören zu existieren.“
fr: Un coup sec sur la porte vous fait sursauter. Vous lâchez votre stylo et vous vous levez précipitamment. Il est presque 2:30 du matin. Qui peut bien frapper à votre porte à cette heure ? Vos pensées vagabondent à nouveau vers la jungle et vous imaginez un instant les créatures serpentines vous attaquant dans votre propre demeure. Réprouvant un frisson, vous prenez une arme et vous vous approchez doucement de la porte, prêt à frapper si nécessaire. Vous prenez une longue inspiration et ouvrez le battant. De l'autre côté se tient la silhouette familière d'une femme à la peau sombre, aux longs cheveux bruns et aux yeux jaunes perçants, qui vous lance un regard dur. Bien qu'elle ait changé d'accoutrement, vous reconnaissez Ichtaca, la guerrière eztli que vous avez rencontrée dans la forêt vierge. Vêtue d'un long manteau et d'un chapeau Bollman, elle ne semble pas très à l'aise. Son visage est crispé de colère. Vous vous apprêtez à lever votre arme pour vous défendre quand elle laisse échapper un profond soupir et entre lentement chez vous, fermant la porte d'entrée derrière elle. « Quoi que vous ayez fait, vous devez le défaire », commence-t-elle d'une voix sombre. « Sans quoi nous cesserons tous d'exister. »
it: Nello stesso momento in cui la penna viene appoggiata sul tavolo qualcuno bussa violentemente alla porta, facendovi trasalire. Sono quasi le tre di notte, chi potrebbe essere a quest'ora? I vostri pensieri tornano di nuovo alla giungla e venite assaliti dalla visione di un gruppo di creature serpentiformi che vi aggrediscono in casa. Rabbrividendo, impugnate un'arma e vi avvicinate con cautela alla porta, pronti a colpire qualora se ne presenti la necessità. Tirate un profondo respiro e aprite.Ad attendervi sulla soglia trovate una donna dal volto familiare: ha la pelle scura, i capelli lunghi e castani, e penetranti occhi gialli che vi scrutano con severità. Anche se ora veste in modo diverso, la riconoscete subito: si tratta di Ichtaca, la guerriera di Eztli che avete incontrato nella foresta pluviale. Indossa un lungo soprabito e un cappello Bollman, e il fatto di portare delle calzature la mette evidentemente a disagio. La sua mascella è tesa in un'espressione di collera. State quasi per alzare le armi in segno di difesa, quando la donna emette un profondo sospiro ed entra a passo lento in casa, richiudendo la porta d'ingresso alle sue spalle. “Qualunque cosa abbiate fatto, dovete trovare il modo di annullarla“ intima con voce cupa. “Altrimenti, cesseremo tutti di esistere.“
ru: От громкого стука в дверь вы роняете перо и вскакиваете. Уже почти полтретьего ночи. Кто может прийти к вам в такой час? Вы снова возвращаетесь мыслями в джунгли и представляете, как змееподобные существа нападают на вас в вашем собственном доме. Вздрогнув, вы достаёте оружие и на цыпочках подходите к двери, готовясь нанести удар. Вы делаете глубокий вдох и открываете дверь. За дверью стоит знакомая женщина со смуглой кожей, длинными каштановыми волосами и тяжёлым взглядом пронзительных жёлтых глаз. Хотя она и сменила одежду, вы сразу узнаёте Ичтаку, воительницу-эцтли, с которой встретились в джунглях. Теперь на ней длинный плащ, боллмановская шляпа и обувь, явно доставляющая ей неудобство. Её зубы гневно сжаты. Вы уже готовитесь поднять оружие для защиты, когда она глубоко вздыхает, медленно переступает порог вашего дома и закрывает за собой дверь. «Что бы вы ни сделали, вы должны обратить это вспять, — мрачно произносит она. — Иначе всем нам придёт конец».
zh: 一阵响亮的敲门声把你吓了一跳，手里的钢笔都掉到了地上。这时临近凌晨2:30。谁会在这个时间来敲你的门呢？你的思绪再次飘回了丛林，脑海中浮现了一个景象：蛇人来到你的家中攻击你。你战战兢兢，找出一件武器并小心地走近前门，做好了攻击的准备，以防万一。你深吸一口气，把门打开。 门的另一边是一位熟悉的女士，有著古铜色皮肤，棕色长卷发，她一双金色的明眸目光锐利，怒目圆睁。尽管她换了一身穿著，你还是立即认出了她——伊塔卡，你在丛林里遇到的埃兹特里战士。她穿著一件长大衣，戴著一顶博尔曼帽子，很显然她穿著鞋子不太自在。她怒不可遏。你正准备举起武器防御的时候，她重重地叹了一口气，慢步走进你家并关上了前门。“不管你做了什么，你必须得将它逆转，”她用阴郁的口吻说道，“否则我们都将不复存在。”

source: Harlan Earnstone paces across your living room, dabbing his wrinkled forehead with his handkerchief. “It’s my fault. I should never have encouraged them to go on that dreadful expedition.” Though your paths have only crossed a few times before, Mr. Earnstone has become a valuable contact of yours within Miskatonic University. When the University’s latest expedition returned with only a few survivors and a handful of strange, archaic artifacts, he came to you for advice. “I know, I know. I should at least take solace in the fact that the expedition was successful, despite its heavy losses. Alejandro was right all along. The Eztli people are real. And yet…I am concerned about some of these findings.” Harlan pulls a small leather-bound journal from his suitcase and hands it to you. “Before the expedition leader’s tragic death, the leader recorded many of the group’s discoveries in this journal. One of the surviving members of the expedition managed to grab it from the camp before fleeing the jungle. I think if you read these entries, you’ll understand what I mean. The things they experienced, the creatures they encountered…” Harlan shudders and adjusts his glasses with too-shaky hands. “I am concerned not only for Alejandro, but for all of us. Read this journal, and if you can, please keep an eye on my colleague.” You agree to help, but his worry does not fade. “I only hope that I am not damning you to a similar fate by asking for your aid.” You spend the remainder of that night studying the expedition journal, your mind swimming with thoughts of strange serpent-creatures and Aztec warriors. Long after Harlan has left, a loud knocking at the door startles you, and you jump to your feet. It is almost 2:30 in the morning. Who could possibly be at your door at this hour? You open the front door warily. On the other side is a woman with brown skin, long brown hair, and piercing yellow eyes set in a hard glare. She wears a long coat and a Bollman-style hat, visibly uncomfortable in her shoes. Her jaw is set in anger. A sudden flash of insight crosses your mind, and you realize at once who she must be. After all, you’ve read and re-read the journal’s description of Ichtaca, the Eztli warrior. She lets out a heavy sigh and walks slowly over the threshold of your home, shutting your front door behind her. “Whatever they did, you have to reverse it,” she intones darkly. “Or we will all cease to exist.”
de: Harlan Earnstone geht in deinem Wohnzimmer auf und ab und wischt sich dabei mit einem Taschentuch über sein faltiges Gesicht. „Es ist meine Schuld. Ich hätte sie nie zu dieser fürchterlichen Expedition ermutigen sollen.“ Auch wenn ihr euch nur wenige Male begegnet seid, ist Mr. Earnstone für dich zu einem wichtigen Kontakt an der Miskatonic Universität geworden. Als von den letzten Expeditionen der Universität nur wenige Überlebende mit einigen merkwürdigen, archaischen Artefakten zurückgekehrt sind, hat er dich um Rat gebeten. „Ich weiß, ich weiß. Ich sollte Trost darin finden, dass die Expedition trotz der herben Verluste ein Erfolg war. Alejandro hatte von Anfang an recht. Es gibt das Volk von Eztli wirklich. Und dennoch … einige dieser Funde bereiten mir Sorgen.“ Harlan zieht ein kleines, ledergebundenes Tagebuch aus seiner Aktentasche und überreicht es dir. „Der Expeditionsleiter hat vor seinem tragischen Tod viele Entdeckungen der Gruppe in diesem Tagebuch festgehalten. Eins der überlebenden Mitglieder hat es bei der Flucht aus dem Lager mitnehmen können. Ich denke, wenn Sie diese Einträge lesen, verstehen Sie, was ich meine. Was ihnen zugestoßen ist, auf was für Kreaturen sie gestoßen sind …“ Schaudernd und mit zitternden Händen rückt Harlan seine Brille zurecht. „Ich mache mir nicht nur um Alejandro Sorgen, sondern um uns alle. Lesen Sie dieses Tagebuch und falls Sie es schaffen, behalten Sie bitte meinen Kollegen im Auge.“ Du bist bereit ihm zu helfen, aber es gelingt dir nicht, seine Bedenken nicht zerstreuen. „Ich kann nur hoffen, dass ich Sie nicht zu einem ähnlichen Schicksal verdamme, indem ich Sie um Hilfe bitte.“ Den Rest des Abends verbringst du mit dem Studium des Tagebuchs der Expedition, während deine Gedankenwelt von merkwürdigen schlangenartigen Kreaturen und Aztekenkriegern beherrscht wird. Lange nach Harlans Aufbruch erschrickst du durch ein lautes Klopfen an deiner Tür und springst auf. Es ist fast 2:30 Uhr in der Nacht. Wer könnte zu so später Stunde vor deiner Tür stehen? Zögernd öffnest du die Vordertür. Auf der anderen Seite der Türschwelle steht eine Frau mit brauner Haut, langem braunen Haar und stechend gelben Augen, die dich hart anblicken. Sie trägt einen langen Mantel und einen Bollman-Hut, dazu Schuhe, in denen sie sich sichtlich unwohl fühlt. Ihr Kiefer ist vor Verärgerung fest zusammengepresst. Plötzlich schießt dir ein Gedanke durch den Kopf und du erkennst sofort, wer sie sein muss. Immerhin hast du immer und immer wieder die Beschreibung der Eztli-Kriegerin Ichtaca gelesen. Mit einem tiefen Seufzer tritt sie langsam über die Schwelle deines Heims und schließt die Tür hinter sich. „Was sie auch immer getan haben, du musst es rückgängig machen“, sagt sie mit dunkler Stimme. „Oder wir werden alle aufhören zu existieren.“
it: Harlan Earnstone cammina nervosamente avanti e indietro nel salotto, tamponandosi la fronte corrucciata con un fazzoletto. “È colpa mia. Non avrei mai dovuto incoraggiarli a intraprendere quell'orribile spedizione.“ Anche se le vostre strade si sono incrociate soltanto alcune volte in passato, Mr. Earnstone si è dimostrato uno dei vostri contatti più preziosi alla Miskatonic University. Quando l'ultima spedizione dell'università ha fatto ritorno soltanto con pochi sopravvissuti e una manciata di strani artefatti arcani, vi ha fatto visita in cerca di consigli.“Lo so, lo so. Dovrei almeno consolarmi del fatto che la spedizione ha avuto successo, nonostante le molte perdite. Alejandro aveva ragione fin dall'inizio, il popolo di Eztli esiste veramente. Eppure... alcune di queste scoperte mi preoccupano.” Harlan estrae un piccolo diario rilegato in pelle dal cassetto della scrivania e ve lo porge. “Prima della sua tragica morte, il capo della spedizione aveva trascritto molte scoperte del gruppo in questo diario. Uno dei sopravvissuti della spedizione è riuscito a portarlo via dall'accampamento fuggendo dalla giungla. Penso che quando leggerete i suoi resoconti capirete cosa intendo: quello a cui hanno assistito, le creature che hanno incontrato…” Harlan rabbrividisce e si aggiusta gli occhiali con mano tremante. “Sono preoccupato non solo per Alejandro, ma per tutti noi. Leggete questo diario e, se potete, tenete d'occhio il mio collega.” Accettate di aiutarlo, ma questo non sembra attenuare la sua preoccupazione. “Spero solo di non condannarvi allo stesso destino, chiedendo il vostro aiuto.”Trascorrete il resto di quella notte a studiare il diario della spedizione e la vostra mente torna più e più volte alle strane creature serpentiformi e ai guerrieri aztechi. Poco dopo la partenza di Harlan, qualcuno bussa violentemente alla porta facendovi trasalire. Sono quasi le tre di notte, chi potrebbe essere a quest'ora? Aprite la porta con prudenza e ad attendervi sulla soglia trovate una donna dalla pelle scura, i capelli lunghi e castani, e penetranti occhi gialli che vi scrutano con severità. La sua mascella è tesa in un'espressione di collera. Colti da un'intuizione improvvisa, capite immediatamente di chi si tratta: dopotutto avete letto più e più volte nel diario la descrizione di Ichtaca, la guerriera di Eztli. La donna emette un profondo sospiro ed entra a passo lento in casa, richiudendo la porta d'ingresso alle sue spalle. “Qualunque cosa abbiano fatto, dovete trovare il modo di annullarla” intima con voce cupa. “Altrimenti, cesseremo tutti di esistere.”
ru: Харлан Эрнстон меряет шагами вашу гостиную, потирая носовым платком свой морщинистый лоб. «Это всё моя вина. Я не должен был вовлекать их в эту кошмарную экспедицию». Хотя вы встречались всего несколько раз, мистер Эрнстон успел стать для вас своим человеком в Мискатоникском университете. Когда последняя университетская экспедиция вернулась с огромными потерями и горсткой загадочных древних артефактов, Харлан пришёл к вам за советом. «Знаю, знаю, меня должно утешать уже то, что экспедиция оказалась успешной, несмотря на все эти жертвы. Всё это время Алехандро был прав. Эцтли действительно существуют. И всё же… Не дают мне покоя эти находки». Харлан достаёт из портфеля небольшую тетрадь в кожаном переплёте и протягивает вам. «До того, как лидера экспедиции постигла ужасная гибель, он описывал всё, что они обнаружили, в этом дневнике. Когда выжившие бежали из лагеря, одному из них удалось спасти дневник. Думаю, если вы прочитаете эти записи, вы поймёте, что я имею в виду. Что им пришлось пережить, с кем довелось столкнуться… — Харлан сильно вздрагивает и поправляет очки дрожащими пальцами. — Я боюсь не только за Алехандро, но за всех нас. Прошу вас, прочитайте дневник и, если получится, присмотрите за моим коллегой. — Вы соглашаетесь помочь, но его беспокойство не утихает. — Надеюсь, своей просьбой о помощи я не обрекаю вас на такую же участь». Весь оставшийся вечер вы изучаете дневник экспедиции, то и дело думая о таинственных змееподобных существах и ацтекских воинах. Через много часов после ухода Харлана раздаётся громкий стук в дверь, и вы вскакиваете. Уже почти полтретьего ночи. Кто может прийти к вам в такой час? Вы осторожно открываете дверь. За ней стоит женщина со смуглой кожей, длинными каштановыми волосами и тяжёлым взглядом пронзительных жёлтых глаз. На ней длинный плащ, боллмановская шляпа и обувь, явно доставляющая ей неудобство. Её зубы гневно сжаты. Внезапно вас озаряет понимание, кем она должна быть. В конце концов, вы несколько раз перечитали то место дневника, где описана воительница-эцтли Ичтака. Женщина глубоко вздыхает, медленно переступает порог вашего дома и закрывает за собой дверь. «Что бы они ни сделали, вы должны обратить это вспять, — мрачно произносит она. — Иначе всем нам придёт конец».
zh: 哈伦·恩斯通走进了你的起居室，用他的手帕擦拭著满布皱纹的前额。“是我的错。我不该鼓动他们参加这场凶险的探险。”尽管你们只有寥寥几次交集，恩斯通先生已成为你在米斯卡塔尼克大学重要的联络人。最近这场探险只有几人幸免于难，带回了几件怪异的古代遗物，所以他前来寻求你的建议。 “我知道，我知道。这次探险尽管损伤惨重，但是成功了，这最终的结果至少可以让我聊以自慰。亚历山卓说的没错，埃兹特里人是真实存在的，而且存在至今……我担心其中的一些发现会引起恐慌。哈伦从自己的手提箱里拿出一本皮面的日志，递给你。“在探险队队长壮烈牺牲之前，他将队伍的发现都记在了这本日志里。探险队的其中一位幸存者赶在逃出丛林之前，从营地里找出了这本日志。我想，你要是读了这些日志，你会明白我的意思。他们的经历，还有他们遭遇的那些生物……”哈伦浑身发抖，用颤抖的双手扶著自己的眼镜。“我担心的不只是亚历山卓一人，而是我们所有人。读一读这本日志，还有，如果可以的话，请留心我的这位同事。”你答应帮他的忙，但他的忧虑并未消减。“我只希望我请你帮忙的这件事，不要害你遇上相同的命运。” 在这晚接下来的时间里，你都在研读探险队的日志，你的思绪在古怪的蛇人和阿兹特克的战士之间游移。哈伦离开之后过了很久，一阵响亮的敲门声把你吓了一跳。这时临近凌晨2:30。谁会在这个时间来敲你的门呢？你谨慎地打开了前门。门的另一边是一位女士，有著古铜色的皮肤，棕色长卷发，她一双金色的明眸目光锐利，怒目圆睁。她穿著一件长大衣，戴著一顶博尔曼帽子，很显然她穿著鞋子不太自在。她怒不可遏。你的脑中突然灵光一闪，你马上认出了她是谁。毕竟你把日志里对埃兹特里战士伊塔卡的描述读了一遍又一遍。她重重地叹了一口气，慢步走进你家并关上了前门。“不管他们做了什么，你必须得将它逆转，”她用阴郁的口吻说道，“否则我们都将不复存在。”

source: Expedition's End
de: Das Ende der Expedition
fr: La Fin de l’Expédition
it: Fine della Spedizione
ru: Финал экспедиции
zh: 探险结束

source: Interlude II: Expedition's End
de: Zwischenspiel II: Das Ende der Expedition
fr: Interlude II : La Fin de l’Expédition
it: Interludio II: Fine della Spedizione
ru: Интерлюдия II: Финал экспедиции
zh: 幕间故事II：探险结束

source: Expedition's End 1
de: Das Ende der Expedition 1
ru: Финал экспедиции 1

source: Expedition's End 2
de: Das Ende der Expedition 2
ru: Финал экспедиции 2

source: Expedition's End 3
de: Das Ende der Expedition 3
ru: Финал экспедиции 3

source: Expedition's End 4
de: Das Ende der Expedition 4
ru: Финал экспедиции 4

source: Expedition's End 5
de: Das Ende der Expedition 5
ru: Финал экспедиции 5

source: <right><fancy>Friday, July 17th, 1925</fancy></right> We have finally made it back to Arkham, our expedition a “success.” Alejandro is excited to report his findings to the university. How he maintains his starry-eyed idealism after the hell we went through in the jungle is beyond me. His attention is fixated on the strange relic that we discovered in the ruins. I wish we knew a little more about the artifact’s origins. It unsettles me greatly. It hums at all times and pulses with an otherworldly energy I can scarcely describe. As we traveled home with the artifact in tow, our nights were plagued by bizarre nightmares: dreams of other worlds and civilizations. Alejandro wants to bring the relic to the Miskatonic Museum, to put on display along with the other Eztli artifacts we discovered. My feelings are mixed. At the museum, it will receive proper care, and historians will be able to study it and perhaps even discern its purpose. However, I fear that the relic may be too dangerous for the public. After all, we still have no idea what the damned thing even is. Alejandro would hate it, but perhaps it would be better to keep the relic somewhere safe, where Harlan and I can study it in private. I’ll have to decide tonight; after tomorrow, there won’t be time to change my mind...
fr: <right><fancy>Vendredi 17 juillet 1925</fancy></right> Nous sommes finalement rentrés à Arkham, notre expédition ayant été un « succès ». Alejandro est pressé de rapporter ses découvertes à l'université. Je ne comprends pas comment il parvient à rester aussi optimiste et positif après l'enfer que nous avons traversé dans cette jungle. Toute son attention est focalisée sur cette étrange relique que nous avons découverte dans les ruines. J'aurais aimé en savoir plus sur les origines de cet artefact. Cela me trouble beaucoup. Il bourdonne toujours et pulse d'une énergie surnaturelle que je peux à peine décrire. Tandis que nous voyagions avec l'artefact, nos nuits étaient emplies de cauchemars étranges : des rêves d'autres mondes et d'autres civilisations. Alejandro veut apporter la relique au Musée Miskatonic, pour l'exposer avec les autres artefacts eztli que nous avons découverts. Je suis plutôt mitigé. Au musée, elle pourra bénéficier d'une attention particulière et des historiens pourront l'étudier, pour peut-être découvrir à quoi elle sert. Cependant, je crains que cette relique ne soit trop dangereuse pour le public. Après tout, nous n'avons toujours aucune idée de ce qu'est cette chose. Alejandro va détester cette idée, mais peutêtre serait-il plus sage de la garder en sécurité quelque part où Harlan et moi pourrions l'étudier en privé. Il faut que je me décide cette nuit. Après-demain, il sera trop tard pour changer d'avis…
