Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/prologue.po
Languages: it, ru, zh

source: <right><fancy>Tuesday, June 2nd, 1925</fancy></right> There will be no rest for us this summer, it seems. Today I met with Harlan Earnstone, a historical theorist at Miskatonic University and an old friend of mine. He’d said he had a job offer for me, but frankly, I didn’t know what to expect. Harlan introduced me to an associate of his: Alejandro Vela, a distinguished historian from across the southern border. Mr. Vela is a graduate of a prestigious university in Mexico City, and has spent many years researching the Aztec Empire. He claims that he has found evidence regarding the existence of an unheard-of Aztec city-state called Eztli. His strange and unprecedented findings were not accepted by the university, and he’s become a pariah among his peers. Alejandro came to Arkham to seek funding for an expedition into the rainforests of southern Mexico, where he believes that the ruins of the Eztli altepetl lie undiscovered. His description of this city-state’s origins defies modern understanding of Mesoamerican history. Despite this— or, knowing my old friend, because of this—Harlan is enthralled by Alejandro’s discoveries. Miskatonic University has agreed to fund the expedition (albeit meagerly), and Harlan wants me to go along. The way I see it, there’s a good chance we’re looking for something that doesn’t even exist. But if there’s even a slight chance these Eztli people existed, the historical significance would be profound. We debated the issue for some time, but in the end, we accepted Alejandro’s offer. Preparations are underway, and we should be setting off by the end of the month. With any luck, we’ll have this journal filled with all manner of interesting discoveries. If not, perhaps it’ll be a nice wedge to place beneath Harlan’s lopsided desk.
it: <right><fancy>Martedì 2 Giugno, 1925</fancy></right> Quest'estate ci riposeremo ben poco, a quanto pare.Oggi ho incontrato Harlan Earnstone della Miskatonic University, un teorico della storia nonché mio vecchio amico. Ha detto che aveva un’offerta di lavoro per me, ma francamente non sapevo cosa aspettarmi. Harlan mi ha presentato un suo collega, Alejandro Vela, un esimio storico proveniente da oltre il confine meridionale. Mr. Vela è un luminare di una prestigiosa università di Città del Messico e ha dedicato molti anni allo studio dell'impero azteco; ora afferma di avere trovato alcune prove relative all'esistenza di una città-stato azteca finora sconosciuta, Eztli. Le sue strane e inedite scoperte non sono state accettate dall'università e hanno fatto di lui un paria presso i suoi colleghi. Alejandro è giunto ad Arkham in cerca di finanziamenti per guidare una spedizione nelle foreste pluviali del Messico meridionale, dove crede di poter trovare le rovine dell'altepetl di Eztli. La sua descrizione delle origini della città-stato sfida la comprensione moderna della storia mesoamericana; nonostante questo (o forse proprio per questo, conoscendo il mio vecchio amico), Harlan è affascinato dalle scoperte di Alejandro. La Miskatonic University ha accettato di sovvenzionare la spedizione, anche se con fondi limitati, e Harlan vuole che io ne faccia parte. Per come la vedo, ci sono buone possibilità che ciò che cerchiamo non esista affatto; ma se ci fosse anche solo una remota chance che questo popolo di Eztli sia esistito davvero, la rilevanza storica di questa scoperta sarebbe enorme. Ho discusso della cosa per qualche tempo con i miei compagni e alla fine abbiamo accettato l'offerta di Alejandro; i preparativi fervono e partiremo entro la fine del mese. Con un po' di fortuna questo diario potrebbe riempirsi di scoperte molto interessanti... In caso contrario, sarà comunque utile da piazzare sotto la gamba della scrivania sghemba di Harlan.
ru: <right><fancy>2 июня 1925 года, вторник</fancy></right> Похоже, этим летом нам не удастся отдохнуть. Сегодня у меня была встреча с Харланом Эрнстоном — теоретиком истории из Мискатоникского университета и моим старым другом. Он предупредил, что собирается предложить мне работу, но какую именно, не сказал. Харлан познакомил меня со своим коллегой Алехандро Велой, видным мексиканским историком. Мистер Вела закончил престижный университет в Мехико и многие годы изучал Ацтекскую империю. Он утверждает, что напал на след ранее неизвестного ацтекского города-государства под названием Эцтли. Однако в университете не приняли всерьёз феноменальные находки Алехандро, и он был осмеян научным сообществом. Алехандро приехал в Аркхэм в поисках финансирования экспедиции в джунгли Южной Мексики, где, по его мнению, скрываются руины альтепетля Эцтли. То, что он рассказывает о возникновении этого города-государства, не укладывается ни в какие рамки современных представлений об истории Мезоамерики. Несмотря на это — или, зная моего старого друга, именно поэтому, — Харлан буквально одержим находками Алехандро. Мискатоникский университет согласился профинансировать экспедицию, хоть и весьма скупо, и Харлан предлагает мне присоединиться к ней. Насколько я понимаю, мы ищем то, чего, скорее всего, никогда не было. Но если есть хотя бы малейший шанс, что племя эцтли существовало, это будет во всех смыслах историческое открытие. Мы немного подискутировали, но в конце концов приняли приглашение Алехандро. Подготовка уже идёт, отправление запланировано на конец месяца. Если повезёт, эту тетрадь заполнят описания наших невероятных открытий. Если нет — что ж, подложу её под ножку стола Харлана, чтобы не шатался.
zh: <right><fancy>1925年6月2日，星期二</fancy></right> 看来今年夏天我们没工夫休息了。 今天我去见我的老朋友，米斯卡塔尼克大学的历史理论家哈伦·恩斯通。他说他有份差事给我，但老实说，我不知道他要介绍什么差事给我。 哈伦向我介绍了他的一位同事：亚历山卓·维拉，一位来自南部边境以外的著名历史学家。维拉先生毕业于墨西哥城一所知名学府，他用了许多年来寻找阿兹特克王国。他声称找到了证据，能够证明一个前所未闻的阿兹特克城邦——埃兹特里的存在。他古怪而空前的发现未被大学接受，还遭到了同行的唾弃。 亚历山卓来到阿卡姆寻求赞助，筹措前往墨西哥南部丛林探险的资金，他相信埃兹特里城邦的遗迹就在那儿，等待被发现。他对于那个城邦起源的描述，有悖于当代对中美洲历史的理解。尽管如此，或者说，凭我对这位老友的了解，哈伦正因为这一点，才沉醉于亚历山卓的发现。米斯卡塔尼克大学同意出资赞助这次探险(尽管金额不多)，哈伦希望我同行。 在我看来，很有可能我们所寻找的东西根本就不存在。但若是埃兹特里人有存在的可能性，哪怕微乎其微，都具有深远的历史意义。我们为此事争论了好一会，但最终我还是接受了亚历山卓的邀请。准备工作紧密进行著，我们将在月底之前出发。如果运气好的话，我们会让这本日志上写满各种有趣的发现。不然，这本日志多半就只能被哈伦拿来垫桌脚了。

source: If Ursula Downs, Leo Anderson, or Monterey Jack was chosen as an investigator for this campaign: Choose one of those investigators to be the expedition leader. That investigator begins Scenarios I and II as the lead investigator.
it: Se Ursula Downs, Leo Anderson o Monterey Jack sono stati scelti come investigatori per questa campagna: Scegliete uno di questi investigatori come capo della spedizione. Quell’investigatore inizierà gli Scenari I e II come investigatore capo.
ru: Если в этой кампании кто-нибудь играет за Урсулу Даунс, Лео Андерсона или Монтерея Джека, выберите одного из этих сыщиков лидером экспедиции. Он становится ведущим сыщиком в первом и втором сценариях.
zh: 如果厄休拉·唐斯、里奥·安德森或蒙特雷·杰克作为调查员参与剧本：选择他们之中的一位调查员担任本次探险的队长，在开始冒险I和冒险II时，由该调查员担任调查队队长。

source: As an outcast from academia, funding for Alejandro’s expedition is limited. Each investigator must choose supplies to bring for the expedition. In the Campaign Log, under each investigator’s “Supplies” section, record the supplies that investigator chose to bring. <i>(Note: Provisions and Medicine can be taken more than once by recording their name multiple times and spending the appropriate number of supply points each time.)</i>
it: Essendo stato allontanato dall'accademia, Alejandro dispone di fondi molto limitati per la sua spedizione. Ogni investigatore deve scegliere quali scorte portare nella spedizione. Annotate nel Diario della Campagna, alla voce “Scorte” di ogni giocatore, le scorte che quell'investigatore ha deciso di portare. <i>(Nota: provviste e medicine possono essere scelte più volte annotando il loro nome il numero di volte appropriato e spendendo il numero appropriato di punti scorta.)</i>
ru: Поскольку репутация Алехандро подмочена, на его предприятие выделены очень скромные средства. Каждый сыщик должен выбрать припасы, которые возьмёт в экспедицию. Запишите выбранные каждым сыщиком припасы в соответствующих графах журнала кампании. <i>(Обратите внимание: сыщик может взять провизию и аптечку по несколько раз. Каждая взятая единица этих припасов оплачивается и записывается в журнале отдельно.)</i>
zh: 作为一个被驱逐出学术界的人，亚历山卓的探险资金有限。每位调查员必须选择本次探险所要携带的补给品。在冒险日志中每位调查员的“补给品”下方，记录下调查员选择要携带的补给品。<i>(注意：配给和药品可以多次拿取，如果多次拿取，则每次均需要记录其名称，并且花费对应的补给品点数。)</i>

source: Food and water for one person. A must-have for any journey.
it: Cibo e acqua per una persona. Indispensabili per qualsiasi viaggio.
ru: Пища и вода для одного человека. Необходима в любом путешествии.
zh: 一人份的干粮和水。出行必备。

source: To stave off disease, infection, or venom.
it: Per curare malattie, infezioni o veleni.
ru: Средства против болезни, заражения и яда.
zh: 治病，消除感染，解毒。

source: Rope
it: Corda
ru: Верёвка
zh: 绳索

source: Several long coils of strong rope. Vital for climbing and spelunking.
it: Alcuni lunghi rotoli di corda robusta. Essenziali per scalare o per esplorare le caverne.
ru: Несколько мотков крепкой верёвки для скалолазания и спелеологии.
zh: 几圈又长又结实的绳索，对于攀爬和岩洞探险来说至关重要。

source: Blanket
it: Coperta
ru: Одеяло
zh: 毛毯

source: For warmth at night.
it: Per tenersi caldi di notte.
ru: Согревает ночами.
zh: 好在夜里保暖。

source: Can be refilled at streams and rivers.
it: Può essere riempita di nuovo presso un fiume o un ruscello.
ru: Можно набрать воды в реках и ручьях.
zh: 可以在小溪和河边盛水。

source: Torches
it: Torce
ru: Факелы
zh: 火把

source: Can light up dark areas, or set sconces alight.
it: Per illuminare le aree buie o da piazzare su un sostegno alla parete.
ru: Разгоняют темноту и зажигают светильники.
zh: 可以照亮昏暗的区域，或点燃烛台。

source: Compass
it: Bussola
ru: Компас
zh: 指南针

source: Can guide you when you are hopelessly lost.
it: Per orientarsi in caso di smarrimento.
ru: Укажет путь, если вы безнадёжно заблудитесь.
zh: 在你迷失方向而绝望时，它能够指引你。

source: Unmarked for now, but with time, you may be able to map out your surroundings.
it: Per ora è vuota, ma col tempo potreste essere in grado di cartografie la zona circostante.
ru: Пока чистая, но при случае вы сможете нанести на неё окружающую местность.
zh: 现在地图上还没作标记，但随著时间推移，你或许能够描绘出周边的环境。

source: Binoculars
it: Binocolo
ru: Бинокль
zh: 双筒望远镜

source: To help you see faraway places.
it: Per osservare meglio i luoghi lontani.
ru: Чтобы видеть на большом расстоянии.
zh: 帮助你看到更远的地方。

source: Chalk
it: Gesso
ru: Мел
zh: 粉笔

source: For writing on rough stone surfaces.
it: Per scrivere sulle superfici di pietra.
ru: Оставляет метки на камне.
zh: 用来在粗糙的石面写字。

source: Pendant
it: Pendente
ru: Медальон
zh: 挂坠

source: Useless, but fond memories bring comfort to travelers far from home.
it: Inutile, ma un bel ricordo può dare conforto a un viaggiatore lontano da casa.
ru: Бесполезен, но пробуждает приятные воспоминания вдали от дома.
zh: 没甚么用，但美好的回忆能给远离家乡的游子带来安慰。
