Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/restless_nights.po
Languages: de, es, it, zh

source: In order, read each of the following sections:
de: Lies die folgenden Absätze in der angegebenen Reihenfolge:
es: Leed en orden cada una de las siguientes secciones:
it: Leggete in ordine ognuna delle sezioni seguenti:
zh: 按顺序阅读以下段落：

source: Check your supplies to see which investigators have a blanket.
de: Überprüfe die Ausrüstung um zu sehen, welcher Ermittler eine Decke hat.
es: Comprobad vuestros suministros para ver qué investigadores tienen una manta.
it: Controllate le scorte per verificare quale investigatore possiede una coperta.
zh: 查看你们的补给品，检查那些调查员带有毛毯。

source: Tossing and Turning
de: Unruhiges Umherwälzen
es: Vueltas y más vueltas
it: Sonno Agitato
zh: 辗转反侧

source: Those nights in the jungle, I barely slept. A strange fog rolled through the camp each night, plunging the area in an intense and peculiar cold. My bedroll offered some protection against the elements, but we hadn’t been prepared for this unnatural weather. Flies and mosquitoes buzzed in my ears every time I began to drift off. Even when I finally slept, I would soon be startled awake by the crawling of an insect or lizard across my face. I wager I’ll get very little sleep on this journey…
de: In den Nächten im Dschungel habe ich kaum geschlafen. Jede Nacht waberte ein seltsamer Nebel durch das Lager und erfüllte die Luft mit einer intensiven, eigenartigen Kälte. Mein Schlafsack hat mir etwas Schutz gegen die Elemente geboten, aber wir waren nicht auf so unnatürliches Wetter eingestellt. Jedes Mal, wenn ich einzuschlafen begann, summten Fliegen und Mücken in meinen Ohren. Und wenn ich endlich schlief, kroch ein Insekt oder eine Eidechse über mein Gesicht und ich fuhr aus dem Schlaf hoch. Ich wette, ich werde auf dieser Reise nur sehr wenig Schlaf bekommen …
es: Apenas dormí durante esas noches en la jungla. Una extraña niebla cubría el campamento cada noche, sumiendo la zona en un intenso y peculiar frío. Mi petate ofrecía algo de protección frente a los elementos, pero no nos habíamos preparado para este clima antinatural. Cada vez que empezaba a adormecerme, moscas y mosquitos me zumbaban en los oídos. Incluso si por fin lograba dormirme, pronto me despertaba con sobresalto cuando algún insecto o lagarto me correteaba por la cara. No parece que vaya a dormir mucho durante este viaje…
it: In quelle notti nella giungla sono riuscito a malapena a dormire, con una strana nebbia che si levava nell'accampamento avvolgendo l'aria in uno strano e intenso freddo: il mio giaciglio offriva un minimo di protezione, ma non eravamo preparati a questo clima innaturale. Mosche e zanzare mi ronzavano nelle orecchie ogni volta che stavo per addormentarmi, e anche quando riuscivo a prendere sonno venivo svegliato di soprassalto da un insetto o da una lucertola che mi strisciava sulla faccia. Ho capito che dormirò ben poco durante questa spedizione…
zh: 在丛林度过的每个夜晚，我都几乎没睡著过。一团古怪的雾气每晚垄罩著营地，使这片区域陷入诡异的严寒。我的睡袋多少可以抵挡些严寒，但我们并未作准备对应这异常的气候。每当我将要入睡时，苍蝇和蚊子就在我的耳朵里嗡嗡作响。就算我睡著了，也很快会因为昆虫或蜥蜴在脸上爬来爬去而吓醒。我敢打赌，我在这趟旅程中睡不了多少时间……

source: Restful Sleep
de: Erholsamer Schlaf
es: Sueño reparador
it: Sonno Ristoratore
zh: 安稳入睡

source: Mercifully, I was able to sleep through each night. However, while my body rested, my mind was plagued by nightmares. A cavern like a gaping maw, bathed in dim red light…the walls slithering with the glimmering scales of a hundred vipers…it might have been better had I not slept at all.
de: Glücklicherweise konnte ich in den letzten Nächten gut schlafen. Aber während mein Körper sich ausruhte, wurde mein Geist von Albträumen geplagt. Eine Höhle, die aussah wie ein weit aufgerissenes Maul, von einem düsteren roten Licht erleuchtet … An den Wänden glitzerten die Schuppen von hundert Vipern … Vielleicht wäre es besser gewesen, nicht zu schlafen.
es: Afortunadamente, pude dormir a pierna suelta cada noche. Sin embargo, aunque mi cuerpo descansaba, mi mente se veía asediada por pesadillas. Una caverna como unas fauces, bañada en una tenue luz roja… Por sus paredes reptaban un centenar de víboras con brillantes escamas… Quizá habría sido mejor no haber dormido en absoluto.
it: Fortunatamente sono riuscito a dormire tutte le notti, ma mentre il mio corpo riposava, la mia mente era tormentata dagli incubi: una caverna, simile a delle fauci spalancate, avvolta in un alone di luce rossa… pareti che scintillavano ricoperte dalle scaglie luccicanti di centinaia di vipere.. Forse sarebbe stato meglio non dormire affatto.
zh: 幸好，我每晚还能入睡。但是，在我的身体得到休息的同时，精神却受著梦魇的折磨。我梦到身在昏暗的红光之中，有一处血盆大口一般的洞穴……上百条毒蛇的鳞片在洞壁上闪烁著微光……我情愿自己没睡著。

source: Check your supplies. The investigators, as a group, must cross off one provisions per investigator from their supplies. For each provisions they cannot cross off, choose an investigator to read <b>Low on Rations</b>.
de: Überprüfe deine Ausrüstung: Die Ermittler müssen als Gruppe eine Ration Proviant pro Ermittler aus der Liste ihrer Ausrüstung streichen. Für jede Ration Proviant, die sie nicht streichen können, wird ein Ermittler gewählt, der <b>Zu wenig Proviant</b> liest.
es: Comprobad vuestros suministros. Los investigadores, como grupo, deben tachar de sus suministros una unidad de provisiones por cada investigador. Por cada unidad de provisiones que no puedan tachar, eligen un investigador para que lea <b>Escasos de raciones</b>.
it: Controllate le scorte. Cancellate un totale di 1 provvista per investigatore dalle scorte. Per ogni provvista che non potete cancellare, un investigatore a vostra scelta legge A <b>Corto di Razioni</b>.
zh: 查看你们的补给品。调查员以团队为单位，必须从补给品中划掉配给，划掉的数量等于调查员人数。调查员每少划掉一个配给，选择一位调查员来阅读<b>配给不足</b>。

source: We thought we’d brought enough food and water for everybody, but the journey had taken its toll on our supplies. When the sun rose and it came time to eat, we discovered we were already running out of provisions.
de: Eigentlich hatten wir angenommen, unser Proviant und die Wasservorräte würden für alle reichen, aber wir haben bereits auf dieser Reise zu viel davon verbraucht. Als die Sonne aufging und es Zeit zum Essen war, entdeckten wir, dass der Proviant langsam zur Neige ging.
es: Pensábamos que habíamos traído suficiente comida y agua para todos, pero el viaje hizo mella en nuestros suministros. Cuando el sol salió y llegó la hora de comer, descubrimos que ya nos estábamos quedando sin provisiones.
it: Pensavamo di aver portato abbastanza cibo e acqua per tutti, ma il viaggio ha inciso più del dovuto sulle nostre scorte. Quando il sole è sorto ed era ora di mangiare, abbiamo scoperto con disappunto che le provviste iniziavano già a scarseggiare.
zh: 我们原以为带的食物和水足够我们所有人享用，但这趟旅程耗尽了我们的物资。当太阳升起，到了进食的时间，我们发现自己的食物和水都已耗尽。

source: The lead investigator must choose one investigator to be the group’s lookout. Then, that investigator checks their supplies to see if they have binoculars.
de: Der Ermittlungsleiter muss einen Ermittler zum Späher der Gruppe ernennen. Dann überprüft der Ermittler seine Ausrüstung, ob er ein Fernglas hat.
es: El investigador jefe debe elegir a un investigador para que sea el centinela del grupo. A continuación, ese investigador comprueba sus suministros para ver si tiene prismáticos.
it: L'investigatore capo sceglie un investigatore che sarà la vedetta del gruppo. Poi quell'investigatore controlla le scorte per verificare se possiede il binocolo.
zh: 调查员队长必须选择一位调查员来为队伍放哨。然后，该调查员查看自己的补给品之中是否带有双筒望远镜。

source: Shapes in the Trees
de: Gestalten in den Bäumen
es: Siluetas en los árboles
it: Ombre tra gli Alberi
zh: 树林中的身影

source: Eyes in the Dark
de: Augen in der Dunkelheit
es: Ojos en la oscuridad
it: Occhi nell'Oscurità
zh: 黑暗中的眼睛

source: Each night, I was watched. I didn’t just feel watched: I saw the eyes peering out from the inky darkness that surrounded our camp. They knew we were there. The yellow eyes watched me, alert, my weapons drawn, ready to defend the camp if the need arose. Our eyes met, and a darkness seized my heart.
de: Jede Nacht wurde ich beobachtet. Es war nicht nur ein <i>Gefühl</i>, ich habe gesehen, wie mich Augen aus der tintenschwarzen Dunkelheit um unser Lager herum anstarrten. Sie wussten, dass wir da waren. Die gelben Augen folgten mir, sahen wie ich wachsam blieb und mit gezogener Waffe bereit war das Lager zu verteidigen, falls dies nötig werden sollte. Unsere Blicke trafen sich und eine Dunkelheit schnürte mir mein Herz ein.
es: Me observaban cada noche. Tal cual, no era una mera sensación. Veía los ojos que asomaban de la densa oscuridad que rodeaba el campamento. Sabían que estábamos ahí. Los amarillos ojos me observaban, alerta, con mi arma empuñada, listo para defender el campamento si era necesario. Nuestras miradas se cruzaron, y la oscuridad me atenazó el corazón.
it: Ogni notte qualcosa mi osservava. E non si trattava soltanto di una sensazione: vedevo degli occhi scrutarmi dalle fitte tenebre che circondavano il nostro accampamento. Sapevano che eravamo li. Quando ho visto quegli occhi gialli mi sono messo in guardia, ad armi spianate, pronto a difendere il campo base se le cose fossero precipitate. Poi ho incrociato lo sguardo con quello della creatura e il mio cuore è stato sopraffatto dall’oscurità…
zh: 每一个夜晚，我都受到监视。这并不是我的错觉：我看见在营地的周围，有许多双眼睛从漆黑之中投来视线。它们知道我们在那里。那些黄色的眼睛紧盯著我，我心生警惕，拔出自己的武器来准备保卫营地。就在目光相接之时，一片黑暗攫噬了我的心灵。

source: Most of the nights passed without incident, but on this night, I was startled by the rustling of tree branches along the southern border of our camp’s clearing. Despite the darkness, I was able to use my binoculars to see shapes moving in the trees. The shapes appeared human, but…why? Why do they only watch us from afar? What is their purpose?
de: Die meisten Nächte vergingen ereignislos, aber heute Nacht hat mich das Rascheln von Zweigen am südlichen Rand der Lichtung, auf der unser Lager steht, geweckt. Trotz der Dunkelheit konnte ich durch mein Fernglas sehen, dass sich Gestalten in den Bäumen bewegten. Die Gestalten schienen menschlich, aber … warum? Warum beobachten sie uns nur aus der Ferne? Was sind ihre Absichten?
es: La mayoría de las noches transcurrieron sin incidentes, pero esta noche, me sobresaltó el crujir de las ramas de los árboles en el límite meridional del claro donde teníamos el campamento. Pese a la oscuridad, pude usar los prismáticos para ver siluetas que se movían por los árboles. Las siluetas parecían humanas, pero ¿por qué? ¿Por qué sólo nos observan desde lejos? ¿Cuál es su propósito?
it: La maggior parte delle notti sono trascorse senza incidenti, ma quella sera un fruscio tra i rami degli alberi lungo il confine meridionale della radura dove si trovava il nostro accampamento mi ha fatto trasalire. Nonostante l'oscurità, sono riuscito a usare il mio binocolo e ho notato alcune sagome muoversi tra gli alberi. Sembravano figure umane, ma… perché? Perché osservarci da lontano? Quali erano le loro intenzioni?
zh: 大多数夜晚都无惊无险地度过了，但今晚，营地空地的南边传来枝叶的沙沙声，把我吓了一跳。尽管身处黑夜，我还是能用双筒望远镜看到树林中移动的身影。那些身影看起来像人类，但……为什么？他们为什么要从远处监视我们，他们有何目的？

source: You earn 2 additional experience as you gain further insight into the motivations of the Eztli.
de: Du erhältst 2 zusätzliche Erfahrungspunkte, da du tiefere Einsicht in die Motivation der Eztli gewonnen hast.
es: Obtienes 2 puntos de experiencia adicionales por haber descubierto más sobre las motivaciones de los Eztli.
it: Guadagni 2 punti esperienza aggiuntivi grazie a queste nuove informazioni sulle motivazioni del popolo di Eztli.
zh: 你进一步了解埃兹特里人的动机，获得2点额外的经验点数。

source: As the days went by, the poison continued to spread through my body. By the second night, my skin was drenched in sweat. I started having difficutly breathing, and I began every morning by retching up most of the previous night’s dinner.
de: Mit jedem Tag breitete sich das Gift weiter in meinem Körper aus. In der zweiten Nacht war meine Haut mit Schweiß bedeckt. Das Atmen fiel mir schwer und ich fing morgens damit an, einen Großteil des Essens vom Vorabend auszuwürgen.
es: A medida que pasaban días, el veneno seguía extendiéndose por mi cuerpo. La segunda noche, mi piel estaba empapada de sudor. Empecé a tener dificultades para respirar, y todas mis mañanas empezaban vomitando la mayor parte de la cena de la noche anterior.
it: Giorno dopo giorno il veleno continuava a farsi strada nel mio corpo. Arrivati alla seconda notte ero fradicio di sudore. Avevo difficoltà a respirare e ogni mattina finivo per vomitare buona parte della cena del giorno prima…
zh: 随著时间的流逝，毒性在我的体内持续扩散。到了第二晚，汗水浸湿了我的皮肤。我呼吸变得十分困难，每天早晨起来，我几乎都要将前一晚的晚餐吐出来。

source: Restless Nights
de: Ruhelose Nächte
es: Noches inquietas

source: Interlude I: Restless Nights
de: Zwischenspiel I: Ruhelose Nächte
es: Interludio I: Noches inquietas
it: Interludio I: Notti Insonni
zh: 幕间故事I：不眠之夜

source: Group's lookout
de: Späher der Gruppe
es: Centinela del grupo
it: Vedetta del gruppo
zh: 团队的放哨者

source: (has binoculars)
de: (hat ein Fernglas)
es: (tiene prismáticos)
it: (possiede il binocolo)
zh: (有双筒望远镜)

source: Blanket Check
de: Decke Vorhanden

source: Provisions Check
de: Proviant Vorhanden

source: Binoculars Check
de: Fernglas Vorhanden

source: Medicine Check
de: Medizin Vorhanden
