Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/shattered_aeons.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Transposed to a different time, Valusia and the children of Yig live on. Preserved by the new timeline you have created, you and the Serpent People are safe from the events that caused their homeland’s destruction long ago, in another time. All of your past transgressions against serpent-kind are forgiven, and you are given the chance to live in the paradise-kingdom of Valusia, remade in Yig’s image. Although you may have turned your back on humanity, you take comfort in the fact that the Earth has been saved from complete ruin. Due to your actions, you are valued and respected among the Serpents and in the eyes of your new Father. Your new life is cozy and full of wonders you could never have predicted. And yet, from time to time, you look out into the wilds beyond Valusia and wonder if there is something else you could have done…
de: Valusia und die Kinder von Yig leben in eine andere Zeit versetzt weiter. Geschützt von der neuen Zeitlinie, die du erschaffen hast, sind du und das Volk der Schlangen sicher vor den Ereignissen, die ihre Heimat vor langer Zeit zerstört haben. Alle früheren Verfehlungen gegen das Volk der Schlangen werden dir vergeben und du erhältst die Chance, im Paradieskönigreich von Valusia zu leben. Yig hat dich nach seinem Vorbild neu erschaffen. Auch wenn du damit der Menschheit den Rücken gekehrt hast, tröstet dich doch die Tatsache, dass die Erde damit vor der völligen Zerstörung gerettet worden ist. Du wirst für deine Handlungen von den Schlangen und deinem neuen Vater geschätzt und respektiert. Dein neues Leben ist angenehm und voller Wunder – Dinge, die du dir hättest niemals träumen lassen. Und trotzdem siehst du von Zeit zu Zeit hinaus in die Wildnis hinter Valusia und fragst dich, ob du irgendetwas hättest anders machen können …
es: Valusia y los hijos de Yig siguen viviendo tras haber sido transportados a un tiempo distinto. Tú y los hombres serpiente estáis protegidos por la nueva línea temporal que has creado, y quedáis a salvo de los acontecimientos que provocaron la destrucción de su hogar en otro tiempo. Todas tus transgresiones contra el pueblo serpiente han sido perdonadas, y te dan la oportunidad de vivir en el reino-paraíso de Valusia, rehecho a imagen de Yig. Aunque puedas haberle dado la espalda a la humanidad, te reconforta saber que la Tierra se ha salvado de su destrucción completa. Gracias a tus actos, eres alguien valioso y respetado entre las serpientes y a ojos de tu nuevo Padre. Tu nueva vida es cómoda y llena de maravillas que jamás habrías imaginado. Y sin embargo, de vez en cuando, tu mirada se pierde en las tierras vírgenes más allá de Valusia, y te preguntas si podrías haber hecho algo distinto…
fr: Transposés à une autre époque, Valusia et les enfants de Yig ont survécu. Préservé par la nouvelle ligne temporelle que vous avez créée, le Peuple Serpent est comme vous à l'abri des événements qui ont causé la destruction de sa terre d'origine il y a bien longtemps, dans une ère différente. Toutes vos offenses passées envers ce peuple sont oubliées et vous avez la chance de vivre dans le royaume paradisiaque de Valusia, remodelé à l'image de Yig. Bien que vous ayez tourné le dos à l'humanité, le fait d'avoir sauvé la Terre de la destruction vous apporte un certain réconfort. De plus, vos actions vous ont acquis le respect des Serpents et de votre nouveau Père. Votre existence est confortable, pleines de merveilles que vous n'auriez jamais pu imaginer. Pourtant, de temps en temps, vous regardez vers les terres sauvages au-delà de Valusia et vous vous demandez si les choses n'auraient pas pu se terminer autrement…
it: Trasportati in un altro tempo, Valusia e i figli di Yig continuano a vivere. Preservati dalla nuova linea temporale, voi e il popolo dei serpenti siete al sicuro dagli eventi che provocarono la distruzione della loro terra d'origine molto tempo fa, in un altro tempo. I vostri peccati passati contro la stirpe dei serpenti sono perdonati e vi viene offerta la possibilità di vivere nel regno-paradiso di Valusia, ricreato a immagine di Yig; anche se forse avete voltato le spalle all'umanità, vi consolate pensando che la Terra è quantomeno stata salvata dalla distruzione totale. Grazie alle vostre azioni siete stimati rispettati tra i serpenti e dal vostro nuovo Padre, e la vostra vita è comoda e ricca di meraviglie che non avreste mai potuto immaginare. Tuttavia, di tanto in tanto, scrutando le terre oltre Valusia, vi chiedete se non fosse stato possibile fare qualcosa di più…
ko: 발루시아와 이그의 자손은 다른 시간대로 이주하여 몰락을 피해갔습니다. 뱀 인간들은 오래전 고향을 파멸로 몰아넣은 대참사를 피해서 종족의 명운을 건졌고, 이제 당신이 새로 일궈낸 시간선에서 살아갑니다. 당신이 과거 뱀들에게 저지른 모든 해악과 잘못은 용서받았으며, 당신은 낙원과도 같은 발루시아 왕국에서 이그의 일족으로 탈바꿈하여 살아갈 기회를 얻었습니다. 비록 당신이 온 인류를 등졌다 하더라도, 지구를 완전한 대재앙으로부터 막아냈다는 사실에 안도감을 느낍니다. 당신이 이룩한 과업은 수많은 뱀들 사이에서 존경받게 되었으며, 새로운 아버지의 눈에도 들게 되었습니다. 당신의 새로운 삶은 상상도 못한 안락함과 경이로움으로 가득 찼습니다. 물론, 이따금 발루시아 너머의 야생 지대를 바라볼 때면, 어쩌면 다른 선택을 할 수도 있지 않았을까 하는 생각에 빠져들긴 합니다…
pl: Waluzja i dzieci Yiga przetrwały, przenosząc się do innego czasu. W nowej rzeczywistości, którą stworzyliście, wraz z wężoludźmi uniknęliście wydarzeń, które wieki temu, w innym czasie, zniszczyły ich ojczyznę. Wasze dawne wykroczenia przeciw wężowym istotom zostały wybaczone i po przemianie na podobieństwo Yiga otrzymaliście możliwość życia w rajskim królestwie Waluzji. Choć odwróciliście się od ludzkości, pocieszacie się faktem, że przynajmniej ocaliliście Ziemię przed całkowitą zagładą. Wasze uczynki zapewniły wam ogromny szacunek pośród Wężów i waszego nowego Ojca. Wasze nowe życie jest komfortowe i pełne cudów, o których nawet nie śniliście. Mimo to czasem spoglądacie na dzikie ostępy za granicami Waluzji i zastanawiacie się, czy mogliście zrobić coś więcej…
pt: Transposto para um tempo diferente, Valusia e os filhos de Yig vivem. Preservados pela nova linha do tempo que você criou, você e o Povo Serpente estão a salvo dos eventos que causaram a destruição de sua terra natal há muito tempo, em outro tempo. Todas as suas transgressões passadas contra a espécie serpente são perdoadas, e você tem a chance de viver no reino paradisíaco de Valusia, refeito à imagem de Yig. Embora você possa ter dado as costas à humanidade, você se conforta com o fato de que a Terra foi salva da ruína completa. Devido às suas ações, você é valorizado e respeitado entre as Serpentes e aos olhos de seu novo Pai. Sua nova vida é aconchegante e cheia de maravilhas que você nunca poderia ter previsto. E, no entanto, de vez em quando, você olha para a natureza além da Valúsia e se pergunta se há algo mais que você poderia ter feito…
vi: Chuyển đến một dòng thời gian khác, Valusia và những đứa con của Yig tiếp tục sống. Được bảo tồn bởi dòng thời gian mới mà bạn đã tạo, bạn và Người Rắn được an toàn trước những sự kiện đã gây ra sự tàn phá quê hương của họ từ lâu, ở một dòng thời gian khác. Tất cả những tội lỗi trong quá khứ của bạn đối với loài rắn đều được tha thứ và bạn có cơ hội sống ở vương quốc thiên đường Valusia, được làm lại theo hình ảnh của Yig. Mặc dù bạn có thể đã quay lưng lại với loài người, nhưng bạn cảm thấy thoải mái khi biết rằng Trái Đất đã được cứu khỏi sự hủy diệt hoàn toàn. Do hành động của bạn, bạn được đánh giá cao và tôn trọng trong số các Người Rắn và trong mắt người Cha mới của bạn. Cuộc sống mới của bạn ấm cúng và đầy những điều kỳ diệu mà bạn không bao giờ có thể đoán trước được. Tuy nhiên, thỉnh thoảng, bạn nhìn ra vùng hoang dã bên ngoài Valusia và tự hỏi liệu có điều gì khác mà bạn có thể làm…
zh: 你传送到了另一个时空，瓦卢西亚和伊格的子嗣就居住于此。在你所创造的新时间线的保护之下，你和蛇族子民得以平安，不同于另一时空里早早覆灭的蛇族国土。你曾对抗蛇族的罪过得到了宽恕，你获得允许，能够以伊格的形貌在天堂国度瓦卢西亚居住。尽管你背弃了自己的人性，但人类已经免遭巨难，得以幸存，你的心头大石也放了下来。你的所作所为在蛇族中备受敬仰，你的新父对你青眼有加，生活舒适无比，充满你从未预料的奇迹。然而，你时不时地会望向瓦卢西亚另一端的荒野，想要知道自己是否还有什么必须要做的事情……

source: Transposed to a different time, Pnakotus and the Great Race of Yith live on. Preserved by the new timeline you have created, you and the Yithians are safe from the extraterrestrials who ended their kind long ago, in another time. You are brought into the city and given freedoms other captive minds never received. Although at first, you long for your former life, the emotion fades the more time you spend in this strange new Earth. You roam the world on titan airships and delve into the collective knowledge of the Yithians, accumulated in their vast archives from centuries of research. Your studies unveil secrets that no other human will ever know. You experience technological advances that humanity would weep to discover. And you prepare for an accursed future that may still yet come to pass..
de: In eine andere Zeit übertragen leben Pnakotus und die Große Rasse von Yith weiter. Geschützt von der neuen Zeitlinie, die du erschaffen hast, sind du und das Volk von Yith sicher vor den Außerirdischen, die ihre Art vor langer Zeit in einer anderen Zeit ausgelöscht haben. Du wirst in ihre Stadt gebracht und man gewährt dir Freiheiten wie noch keinem Gefangenen zuvor. Obwohl du dich zunächst noch nach deinem früheren Leben sehnst, verblasst dieses Gefühl immer mehr, je länger du dich auf dieser neuen seltsamen Erde aufhältst. Du durchstreifst die Welt in Raumschiffen aus Titan und beschäftigst dich eingehend mit dem kollektiven Wissen, das die Yithianer über Jahrhunderte in riesigen Archiven zusammengetragen haben. Deine Studien enthüllen dir Geheimnisse, die kein anderer Mensch je erfahren wird. Du erlebst einen technologischen Fortschritt, für den die Menschheit alles tun würde. Und doch bereitest du dich auf eine Zukunft vor, auf der ein Fluch liegt und die immer noch irgendwann eintreten kann.
es: Pnakotus y la Gran Raza de Yith siguen viviendo tras haber sido transportados a un tiempo distinto. Tú y los yithianos estáis protegidos por la nueva línea temporal que has creado, y quedáis a salvo de los extraterrestres que acabaron con su especie en otro tiempo. Te llevan a la ciudad y te dan libertades que ninguna otra mente cautiva recibió antes. Aunque al principio echas de menos tu antigua vida, la emoción va desapareciendo con el tiempo que vas pasando en esta nueva y extraña Tierra. Recorres el mundo sobre aeronaves titánicas y profundizas en el conocimiento colectivo de los yithianos, acumulado en sus enormes archivos tras siglos de investigación. Tus estudios desvelan secretos que ningún otro humano conocerá jamás. Experimentas avances tecnológicos por los que la humanidad lloraría al descubrir. Y te preparas para un futuro maldito que aún podría llegar a suceder.
fr: Transposées à une autre époque, Pnakotus et la Grande Race de Yith ont survécu. Préservés par la nouvelle ligne temporelle que vous avez créée, les Yithiens sont comme vous à l'abri des extraterrestres qui ont exterminé leur espèce il y a bien longtemps, dans une ère différente. Vous êtes amenés dans la ville et vous vous voyez accorder des libertés qu'aucun autre esprit captif n'a jamais eues. Bien qu'au début vous regrettiez votre ancienne vie, les émotions s'estompent avec le temps passé sur cette nouvelle Terre. Vous arpentez le monde dans des vaisseaux titanesques et vous plongez dans le savoir collectif accumulé au fil des siècles par les Yithiens dans leurs vastes archives. Vos études dévoilent des mystères qu'aucun humain ne connaîtra. Vous utilisez une technologie que l'humanité ne pourra découvrir. Et vous vous préparez pour un futur maudit qui n'adviendra peut-être jamais.
it: Trasportati in un altro tempo, Pnakotus e la Grande Razza di Yith continuano a vivere. Preservati dalla nuova linea temporale, voi e gli yithiani siete al sicuro dagli extraterrestri che sterminarono la loro razza molto tempo fa, in un altro tempo. Venite condotti in città e vi vengono concesse libertà che nessun'altra mente prigioniera ha mai ricevuto; anche se inizialmente avete nostalgia della vostra vecchia vita, quella nostalgia svanisce gradualmente man mano che trascorrete del tempo in questa strana nuova terra. Vagate per il mondo a bordo di colossali aeronavi e vi immergete nelle vaste conoscenze che gli yithiani hanno accumulato nei loro vasti archivi dopo molti secoli di ricerche. I vostri studi rivelano segreti che nessun altro essere umano conoscerà mai, Siete testimoni di scoperte tecnologiche che l'umanità supplicherebbe di poter conoscere… e vi preparate ad affrontare un futuro maledetto che forse potrebbe ancora avverarsi.
ko: 프나코투스와 이스의 위대한 종족은 다른 시간대로 이주하여 몰락을 피해갔습니다. 이스인들은 자신을 끝장내려 했던 외계의 존재를 피해서 종족의 명운을 건졌고, 이제 당신이 새로 일궈낸 시간선에서 살아갑니다. 당신은 지금껏 프나코투스에 붙잡혀 온 포로들이 누리지 못했던 자유를 얻었습니다. 처음에 당신은 이전의 삶을 갈구했으나, 이 기묘하고도 새로운 지구에서 시간을 보내는 동안 그러한 감정도 차차 옅어졌습니다. 당신은 거대한 비행선을 타고 세계를 누비고, 이스인들이 수 세기간 연구한 방대한 기록물과 지식의 총체를 탐독했습니다. 당신은 다른 인간이 결코 알 수 없을 비밀을 연구했고, 인류가 발견했다면 눈물을 훔칠 정도로 어마어마한 기술적 진보를 경험했습니다. 그리고 당신은 언젠가 또다시 찾아올지도 모르는 저주받을 미래를 막아내기 위해 대비합니다.
pl: Pnakotus i Wielka Rasa z Yith przetrwały, przenosząc się do innego czasu. W nowej rzeczywistości, którą stworzyliście, wraz z Yithianami uniknęliście obcych przybyszów, którzy wieki temu, w innym czasie, zniszczyły ich gatunek. Zostajecie sprowadzeni do miasta i cieszycie się wolnością, której inne uprowadzone umysły nigdy nie otrzymały. Choć początkowo tęsknicie za dawnym życiem, te emocje bledną z każdym dniem spędzonym na tej dziwnej, nowej Ziemi. Podróżujecie po świecie ogromnymi statkami powietrznymi i zgłębiacie wiedzę, którą Yithianie gromadzili w swych rozległych archiwach przez wieki badań. Dowiadujecie się rzeczy, których ludzkość nigdy nie poznała. Korzystacie z zaawansowanych technologii, które ludzkość zawsze pragnęła odkryć. I szykujecie się na tragiczną przyszłość, która wciąż kiedyś może nadejść.
pt: Transposto para um tempo diferente, Pnakotus e a Grande Raça de Yith continuam vivos. Preservados pela nova linha do tempo que você criou, você e os Yithians estão a salvo dos extraterrestres que acabaram com sua espécie há muito tempo, em outro tempo. Você é trazido para a cidade e recebe liberdades que outras mentes cativas nunca receberam. Embora no início você anseie por sua vida anterior, a emoção desaparece quanto mais tempo você passa nesta estranha nova Terra. Você percorre o mundo em aeronaves titânicas e mergulha no conhecimento coletivo dos Yithians, acumulado em seus vastos arquivos de séculos de pesquisa. Seus estudos revelam segredos que nenhum outro humano jamais conhecerá. Você experimenta avanços tecnológicos que a humanidade choraria ao descobrir. E você se prepara para um futuro amaldiçoado que ainda pode acontecer…
ru: Переместившись во времени, Пнакот и Великая Раса Йит процветают. Созданная вами временная линия надёжно защищает вас и йитиан от пришельцев, которые уничтожили их в ином времени. В городе вы получили свободу, какой никогда не знал ни один пленный разум. Хотя поначалу вы тоскуете по былой жизни, с каждым днём, проведённым на этой причудливой новой Земле, ваши чувства угасают. Вы странствуете по свету на исполинских аэростатах и погружаетесь в бездонные архивы йитиан, наполненные знаниями множества веков. Вы познаёте тайны, которые никогда не будут известны человечеству. Пользуетесь технологиями, за которые люди отдали бы что угодно. И готовитесь к роковому будущему, которое всё ещё может наступить.
vi: Được chuyển đến một dòng thời gian khác, Pnakotus và Đại chủng tộc Yith vẫn tiếp tục sống. Được bảo tồn bởi dòng thời gian mới mà bạn đã tạo, bạn và người Yithian được an toàn trước những kẻ ngoài Trái Đất đã kết liễu đồng loại của họ từ lâu, ở một dòng thời gian khác. Bạn được đưa vào thành phố và được trao quyền tự do mà những tâm trí bị giam giữ khác không bao giờ nhận được. Mặc dù ban đầu, bạn khao khát cuộc sống trước đây của mình, nhưng cảm xúc đó phai nhạt khi bạn dành nhiều thời gian hơn ở Trái Đất mới lạ này. Bạn đi lang thang khắp thế giới trên những chiếc khinh khí cầu khổng lồ và tìm hiểu sâu về tri thức tập thể của người Yithian, được tích lũy trong kho lưu trữ rộng lớn của họ qua hàng thế kỷ nghiên cứu. Các nghiên cứu của bạn tiết lộ những bí mật mà không người nào khác có thể biết được. Bạn trải nghiệm những tiến bộ công nghệ mà nhân loại sẽ khóc lóc để khám phá. Và bạn chuẩn bị cho một tương lai đáng nguyền rủa vẫn có thể xảy ra..
zh: 你傳送到了另一個時空，偉大種族伊斯和納克特就存在於此。在你所創造的新時間線的保護之下，你和伊斯人得以平安，不同於另一時空裡早早毀滅於異星生命之手的伊斯文明。你被領進這座城市，獲得了其他被俘的意識體並未得到的自由。儘管一開始，你渴望你的前生，但隨著你在這陌生的嶄新地球裡度過的時日漸長，這種情緒漸漸消散。你乘坐巨大的飛艇環遊世界，研習檔案庫中伊斯人耗費數世紀研究而成的海量知識。你的研究揭開了人類前所未知的秘密，體驗了人類或會為其落淚的先進科技，而你精心準備，迎接或會降臨的災難。

source: Reality as you know it will never be the same, but perhaps this is not the end of the world. After all, time is just one dimension: a dimension humanity barely understands. We experience time, but we cannot see it. We can measure it, but we cannot alter it. So what if the fourth dimension has split into hundreds of thousands of planes of existence? Our feeble human minds cannot comprehend the outcome, but the universe still survives, its ever-expanding boundaries no longer limited by the confines of time.
de: Die Wirklichkeit, wie du sie kennst, wird niemals dieselbe sein, aber vielleicht ist das noch nicht das Ende der Welt. Immerhin ist die Zeit nur eine Dimension: eine Dimension, die die Menschheit nur in Ansätzen versteht. Wir erleben die Zeit, können sie aber nicht sehen. Wir können sie messen, aber nicht verändern. Was also, falls sich die vierte Dimension in Hunderttausende Existenzebenen aufgespalten hat? Unser dürftiger menschlicher Verstand kann das Ergebnis nicht verstehen, aber das Universum wird überleben und seine sich immer weiter ausdehnenden Grenzen werden nicht mehr durch die Zeit beschränkt sein.
es: La realidad como la conoces nunca será la misma, pero quizás esto no sea el fin del mundo. Al fin y al cabo, el tiempo sólo es una dimensión: una dimensión que la humanidad apenas comprende. Experimentamos el tiempo, pero no podemos verlo. Podemos medirlo, pero no podemos alterarlo. Por lo tanto, ¿qué pasa si la cuarta dimensión se fragmenta en cientos de miles de planos de existencia? Nuestras débiles mentes humanas no pueden comprender el resultado, pero el universo sobrevive, y sus fronteras en continua expansión ya no están limitadas por los confines del tiempo.
fr: La réalité telle que vous la connaissez ne sera plus jamais la même, mais peut-être n'est-ce pas la fin du monde. Après tout, le temps n'est qu'une dimension : une dimension que l'humanité comprend à peine. Nous ressentons son flux, mais nous ne pouvons pas le voir. Nous pouvons le mesurer, mais jamais l'altérer. Quelle importance alors si la quatrième dimension a été brisée en des centaines de milliers de plans d'existence ? Nos piètres esprits humains ne peuvent appréhender ce qui vient, mais l'univers s'en remettra : ses frontières en expansion ne sont plus limitées par les confins du temps.
it: La realtà come la conoscete non sarà mai più la stessa, ma forse questa non è la fine del mondo; dopotutto, il tempo è soltanto una dimensione… una che l'umanità riesce a malapena a capire. Sperimentiamo il tempo ma non riusciamo a vederlo; lo misuriamo, ma non possiamo alterarlo. E se la quarta dimensione si fosse scissa in centinaia di migliaia di piani di esistenza? La nostra debole mente umana non è in grado di comprenderne l'esito, ma l'universo sopravvive comunque e i suoi confini in continua espansione non sono più limitati dalle barriere del tempo.
ko: 당신이 알고 있던 현실은 완전히 달라지고 말았지만, 그렇다고 이것이 세계의 종말을 뜻하진 않을 겁니다. 결국 시간이란 하나의 차원에 불과합니다. 인류가 간신히 이해하는 정도에 불과한 단 한 가지 차원 말입니다. 우리는 시간 속에서 살아왔지만 시간을 눈으로 볼 수 없습니다. 또한 우리는 시간을 측정할 수 있지만, 시간을 바꾸어 놓을 수 없습니다. 4차원의 세계가 수백 수천가지의 실존하는 층위로 갈라진다면 어떻게 될까요? 미약한 인간의 지성으로는 그 결과를 이해할 수 없을 겁니다. 그럼에도 우주는 소멸하지 않으며, 영원히 확장되고 있는 우주의 경계는 더 이상 시간이라는 한계에 종속되지 않을 것입니다.
pl: Rzeczywistość, którą znaliście, nigdy nie będzie taka sama, ale może to jeszcze nie koniec świata. W końcu czas jest tylko jednym z wymiarów, i to wymiarem, który ludzkość ledwie rozumie. Doświadczamy czasu, ale go nie widzimy. Możemy go zmierzyć, ale nie możemy zmienić. Co się więc stanie, jeśli czwarty wymiar rozdzieli się na setki tysięcy poziomów istnienia? Nasze małe ludzkie umysły może nie są w stanie tego pojąć, ale wszechświat będzie istniał dalej i wciąż będzie się rozszerzał nieograniczany przez czas.
pt: A realidade como você a conhece nunca mais será a mesma, mas talvez este não seja o fim do mundo. Afinal, o tempo é apenas uma dimensão: uma dimensão que a humanidade mal entende. Experimentamos o tempo, mas não podemos vê-lo. Podemos medi-lo, mas não podemos alterá-lo. E daí se a quarta dimensão se dividiu em centenas de milhares de planos de existência? Nossas débeis mentes humanas não podem compreender o resultado, mas o universo ainda sobrevive, seus limites sempre em expansão não são mais limitados pelos limites do tempo.
ru: Реальность никогда не будет прежней, но, возможно, это ещё не конец света. В конце концов, время — всего лишь одно из измерений, пусть и не вполне понятное человечеству. Мы пребываем во времени, но не видим его. Измеряем его, но не можем изменить. Так что же будет, если четвёртое измерение расщепится на сотни тысяч планов существования? Человеческому разуму не под силу воспринять такое, но вселенная продолжает жить и расширяться, больше не скованная рамками времени.
vi: Thực tại bạn biết sẽ không bao giờ giống như cũ, nhưng có lẽ đây không phải là tận thế của thế giời. Xét cho cùng, thời gian chỉ là một chiều không gian: chiều không gian mà nhân loại hầu như không hiểu được. Chúng ta trải nghiệm thời gian, nhưng chúng ta không thể nhìn thấy nó. Chúng ta có thể đo lường nó, nhưng chúng ta không thể thay đổi nó. Vậy điều gì sẽ xảy ra nếu chiều không gian thứ tư bị phân chia thành hàng trăm ngàn mặt phẳng tồn tại? Tâm trí con người yếu ớt của chúng ta không thể hiểu được kết quả, nhưng vũ trụ vẫn tồn tại, ranh giới ngày càng mở rộng của nó không còn bị giới hạn bởi thời gian.
zh: 你知道現世不會一成不變，但或許這不是世界末日。終究時間只是一種維度：一種人類幾乎不了解的維度。我們經歷時間，但卻看不見它；有辦法測量，但卻無法改變它。所以當第四維度被切分為成千上百個位面時，會發生什麼？我們人類的孱弱思維無法理解其後果，但宇宙仍然存在，其無限延伸的邊界不再受時間的桎梏。
