Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/shattered_aeons.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: The silver-blue flames that have guided you through these passages are the only vestige of hope you have remaining. One by one, the braziers lead you onward. Someone or something placed these devices here. The technology is not unlike what you have seen in the caverns of K’n-yan, or in the Eztli ruins where the relic was first found. However, it seems whoever ventured this deep below the crust of the Earth must have turned and fled, for the final brazier has been toppled and broken, and you see no more of them ahead. Thankfully, you do not need to travel in the darkness for very long. Within minutes, you come upon a huge stone doorway: no doubt the entrance to the Nexus.
de: Die silberblauen Flammen, die dich durch diese Gänge geleitet haben, sind das Einzige, was dir noch Hoffnung spendet. Du folgst ihnen weiter, einer nach der anderen. Irgendjemand oder irgendetwas hat sie hier aufgestellt. Ihre Machart ist der in den Höhlen von K’n-yan oder den Ruinen der Eztli, wo das Relikt gefunden wurde, nicht unähnlich. Aber es scheint, als wären alle Wesen, die hier tief unter der Erdoberfläche gelebt haben, geflohen, denn die letzte Feuerschale liegt umgeworfen und zerstört am Boden und es gibt keine weiteren. Zum Glück musst du nicht lange durch die Dunkelheit irren. Nach nur wenigen Minuten erreichst du einen gewaltigen Steindurchgang: Das muss der Eingang zum Nexus sein.
es: Las llamas azules y plateadas que te han guiado por estos pasadizos son el único vestigio de esperanza que te queda. Uno a uno, los braseros te muestran el camino. Alguien o algo ha colocado aquí estos artilugios. La tecnología no es distinta a la que viste en las cavernas de K’n-yan o en las ruinas de Eztli en las que encontraste la reliquia. Sin embargo, parece que quien se aventurara hasta esta profundidad bajo la corteza terrestre debió de haberse dado media vuelta y huido, pues el último brasero ha sido derribado y está roto, y no ves que haya más después de ése. Por suerte, no tienes que caminar en la oscuridad durante mucho tiempo. En pocos minutos, llegas a un enorme portal de piedra: sin duda se trata de la entrada al Nexo.
fr: La flamme bleue argentée qui vous a guidé à travers ces passages est le dernier vestige d'espoir qui vous reste. Un par un, les braseros vous conduisent vers l'avant. Quelqu'un ou quelque chose les a placés ici. Cette technologie n'est pas très différente de ce que vous avez vu dans les cavernes de K'n-yan ou dans les ruines de la cité Eztli, où la relique a été trouvée. Cependant, il semble que tous ceux qui se sont aventurés aussi profondément sous la croûte terrestre ont dû fuir, car le dernier brasero cassé et renversé vous empêche de voir plus loin. Heureusement, vous n'aurez pas à voyager dans le noir bien longtemps. Au bout de quelques minutes, vous atteignez une énorme porte de pierre : l'entrée du Nexus, à n'en pas douter.
it: Le fiamme azzurre e argentate che vi hanno guidato attraverso questi passaggi rappresentano l'ultimo barlume di speranza che vi rimane; uno dopo l'altro, i bracieri vi conducono lungo un cammino ben preciso. Qualcuno o qualcosa collocò questi strumenti quaggiù per questo scopo. La loro tecnologia non è troppo diversa da quella che avete già trovato nelle caverne di K'n-yan o tra le rovine di Eztli dove fu rinvenuta la reliquia; tuttavia, sembra che chiunque si sia spinto fino a questa profondità nelle viscere della terra sia poi fuggito e tornato sui suoi passi, poiché l’ultimo braciere giace a terra in pezzi e non ne vedete altri oltre di esso. Fortunatamente non dovete avanzare a lungo nell'oscurità… Nel giro di pochi minuti giungete a un enorme portale di pietra: senza dubbio si tratta dell'entrata per il Nexus.
ko: 통로를 따라 길을 안내해 주는 은청색 불길만이 당신의 유일한 희망입니다. 하나씩 차례로 불을 밝히는 화로를 따라 당신은 서서히 앞으로 전진합니다. 누군가 혹은 어떤 것이 이 화로를 설치했는진 모르겠지만, 이 기술은 크느 얀의 동굴에서 봤던 것, 그리고 유물을 처음 찾아냈던 에스틀리 유적에 있는 것과 다르지 않아 보입니다. 하지만, 지구의 표면 아래 이 깊은 심연까지 왔던 그 존재는 최후의 순간 뒤돌아 달아난 것이 틀림없습니다. 마지막 화로가 옆으로 쓰러져 박살이 나 있고, 그 앞으로 더 이상 화로가 보이지 않기 때문입니다. 다행히도, 어둠을 헤치고 나아가는 시간은 그리 길지 않았습니다. 몇 분 만에 커다란 석조 관문을 발견했습니다. 의심할 여지가 없습니다. 이곳은 연결점으로 향하는 출입구입니다.
pl: Srebrno-błękitne płomienie prowadzące cię przez jaskinie to jedyna oznaka nadziei, jaka ci została. Wskazują ci drogę i prowadzą naprzód. Ktoś albo coś umieściło tutaj te urządzenia. Nie widziałeś takiej technologii w jaskiniach K’n-yan ani w ruinach Eztli, gdzie znaleziono relikt. Ktokolwiek zapuścił się tak głęboko w trzewia Ziemi, w końcu jednak musiał zawrócić i uciec, bo ostatni koksownik jest przewrócony i uszkodzony. Nie widzisz przed sobą kolejnych. Całe szczęście nie musisz wędrować w ciemnościach zbyt daleko. Po kilku minutach docierasz do ogromnych kamiennych drzwi. To bez wątpienia wejście do Węzła.
pt: As chamas azul-prateadas que o guiaram por essas passagens são o único vestígio de esperança que resta. Um por um, os braseiros levam você adiante. Alguém ou algo colocou esses dispositivos aqui. A tecnologia não é diferente do que você viu nas cavernas de K'n-yan, ou nas ruínas de Eztli, onde a relíquia foi encontrada pela primeira vez. No entanto, parece que quem se aventurou tão profundamente abaixo da crosta da Terra deve ter se virado e fugido, pois o último braseiro foi derrubado e quebrado, e você não vê mais nenhum deles à frente. Felizmente, você não precisa viajar na escuridão por muito tempo. Em poucos minutos, você se depara com uma enorme porta de pedra: sem dúvida, a entrada para o Nexus.
ru: Серебристо-синие путеводные огни — последняя крупица надежды, оставшаяся у вас в этих туннелях. Вы идёте вперёд, от одного светильника к другому. Некто — или нечто? — оставил их здесь. Что-то подобное вы видели и в пещерах К’ньяна, и в руинах Эцтли, где обнаружили реликвию. Впрочем, тот, кто забрался так глубоко под поверхность земли, видимо, в конце концов развернулся и бежал: последний светильник повален и разбит, и за ним снова сгущается тьма. К счастью, ненадолго: через несколько минут вы подходите к огромной каменной двери, без сомнения ведущей в Средоточие.
vi: Ngọn lửa màu xanh bạc đã chỉ dẫn bạn vượt qua những lối đi này là dấu vết hy vọng duy nhất mà bạn còn lại. Từng cái một, các lò than dẫn bạn về phía trước. Ai đó hoặc cái gì đó đã đặt những thiết bị này ở đây. Công nghệ không giống như những gì bạn đã thấy trong các hang động của K'n-yan, hoặc trong tàn tích Eztli, nơi cổ vật lần đầu tiên được tìm thấy. Tuy nhiên, có vẻ như bất cứ ai mạo hiểm đi sâu vào bên dưới lớp vỏ Trái đất này đều phải quay đầu bỏ chạy, lò than cuối cùng đã bị đổ và vỡ nát, và bạn không còn thấy chúng ở phía trước nữa. May mắn thay, bạn không cần phải di chuyển trong bóng tối quá lâu. Trong vòng vài phút, bạn bắt gặp một cánh cửa lớn bằng đá: chắc chắn là lối vào Nexus.
zh: 指引著你走過無數通道的銀藍色火焰，儼然已是你唯一抱有的希望。一個個火盆指引你前行。某些生物將這些設備設置在此處。這些設備的技術與你在昆揚洞穴裡所見的一致，也與你初次找到遺物時所在的埃茲特里遺跡相同。但是，不管冒險深入地球內部的是誰，他肯定轉身逃走了，因為最後一個火盆被推倒並且破壞，而你前方已看不見更多的火盆。慶幸的是，你不用在黑暗中久留了。幾分鐘之後，你面前出現一道巨大的石門：毫無疑問，這就是聯結點的入口。

source: Since you possess no light to guide you, you have spent every waking moment with part of your body pressed against the cavern wall, using the cold stone to navigate without losing course. As you travel, your fingers find warm, smooth grooves along the wall: the same dormant technology that existed in the Eztli ruins. You are clearly not the first to enter this abyssal place. However, whoever came here before you must have fled before their work was done, since the channels did not light to guide your way or glare with anger as you approached. Hours pass as you make your way gradually in the dark, until finally you come upon a huge stone doorway: no doubt the entrance to the Nexus.
de: Da du kein Licht, hast, das dich leiten könnte, presst du dich in jedem wachsamen Moment mit einem Teil deines Körpers eng an die Wand. Der kalte Stein soll dich durch die Höhle leiten, ohne dass du deinen Kurs verlierst. Auf dem Weg spürst du mit den Fingerspitzen warme, glatte Kerben an der Wand: Es scheint sich um dieselbe inaktive Technologie zu handeln wie in den Ruinen der Eztli. Du bist dir sicher, dass schon andere vor dir an diesem Ort tief unter der Erde waren. Aber wer auch immer vor dir hier war, musste wohl fliehen, bevor er seine Aufgabe vollenden konnte: Die Gänge sind nicht beleuchtet, um dir den Weg zu weisen und leuchten auch nicht wütend auf, als du näher kommst. Du gehst stundenlang durch die Dunkelheit, bis du schließlich einen gewaltigen Steindurchgang erreichst: Das muss der Eingang zum Nexus sein.
es: Puesto que no dispones de ninguna luz para guiarte, has pasado cada momento del recorrido con parte de tu cuerpo apoyada contra la pared de la caverna, usando la fría piedra para seguir sin perder el rumbo. Mientras viajas, tus dedos encuentran cálidas muescas pulidas en la pared: la misma tecnología latente que existía en las ruinas de Eztli. Está claro que no eres la primera persona que entra en este lugar abisal. Sin embargo, quienquiera que estuviera aquí antes que tú debió de haber huido sin acabar su trabajo, pues los canales no iluminan tu camino ni brillan con furia al acercarte. Pasan horas mientras avanzas poco a poco por la oscuridad, hasta que por fin llegas a un enorme portal de piedra: sin duda se trata de la entrada al Nexo.
fr: Depuis que vous n'avez plus de lumière pour vous guider, vous avez passé chaque instant collé contre la paroi de la caverne, utilisant la pierre froide pour avancer sans vous perdre. Pendant la progression, vos doigts rencontrent des sillons lisses et chauds sur le mur : la même technologie dormante que dans les ruines eztli. Vous n'êtes clairement pas le premier à pénétrer dans ce lieu abyssal. Quoi qu'il en soit, ceux qui vous ont précédé ont fui avant d'avoir achevé leur travail, puisque les sillons ne brillent pas pour éclairer votre chemin ni ne luisent de colère à votre approche. Vous avancez petit à petit dans les ténèbres jusqu'à atteindre une énorme porte de pierre : l'entrée du Nexus, à n'en pas douter.
it: Non essendoci alcuna fonte di luce a guidarvi, siete stati costretti a trascorrere ogni vostro istante strisciando contro la parete della caverna, usando la fredda pietra per proseguire il cammino senza smarrirvi. Quando avanzate, le vostre dita sfiorano dei solchi caldi e lisci che corrono lungo la parete: la stessa tecnologia “dormiente” che avevate trovato tra le rovine di Extli. È evidente che non siete i primi a mettere piede in questo luogo abissale; tuttavia, chiunque sia giunto qui prima di voi dev'essere fuggito senza completare l'opera, dal momento che i solchi non si sono illuminati per farvi strada e nemmeno si sono accesi minacciosamente quando vi siete avvicinati, Per molte ore vi fate strada a tentoni nel buio, finché non giungete davanti a un enorme portale di pietra: senza dubbio si tratta dell'entrata per il Nexus.
ko: 앞길을 비춰줄 빛도 하나 없는 어둠 속에서, 당신은 길을 잃지 않고자 차가운 동굴 벽에 몸을 딱 붙이고 나아갑니다. 그러던 도중, 손가락 끝에 온기가 닿아 주변을 더듬어 보자 부드러운 홈 같은 것이 느껴집니다. 비록 휴면 상태에 빠져 있지만, 이곳에는 에스틀리 유적에 있던 것과 동일한 기술이 적용되어 있는 것입니다. 이 심연의 구렁에 당신보다 먼저 도착한 존재가 분명 있는 겁니다. 하지만, 이번에는 에스틀리 유적 때와는 다릅니다. 홈은 당신에게 길을 알려주지도 않고, 만진다고 분노의 빛을 내뿜지도 않습니다. 여기까지 왔던 존재가 누구든, 자신의 일을 끝맺기 전에 달아난 것이 분명합니다. 이 어둠 속에서 서서히 나아간 지 몇 시간째, 당신은 마침내 커다란 석조 관문 앞에 섰습니다. 의심의 여지가 없습니다. 이곳은 연결점으로 향하는 출입구입니다.
pl: Nie mając żadnego źródła światła, przez całą drogę dotykasz ściany jaskini, wykorzystując zimną skałę jako punkt odniesienia, aby nie zgubić drogi. W trakcie wędrówki natrafiasz palcami na ciepłe, gładkie rowki na kamiennej powierzchni – to ta sama uśpiona technologia, która była w ruinach Eztli. Na pewno nie przybyłeś do tej otchłani jako pierwszy. Ktokolwiek przybył tutaj przed tobą, musiał jednak uciec przed ukończeniem pracy, ponieważ linie nie świecą się, aby wskazać ci drogę, ani nie jarzą się gniewnie, kiedy się zbliżasz. Po wielu godzinach brnięcia po omacku docierasz w końcu do ogromnych kamiennych drzwi. To bez wątpienia wejście do Węzła.
pt: Como você não possui luz para guiá-lo, você passou todos os momentos de vigília com parte de seu corpo pressionada contra a parede da caverna, usando a pedra fria para navegar sem perder o rumo. Enquanto você viaja, seus dedos encontram sulcos quentes e suaves ao longo da parede: a mesma tecnologia adormecida que existia nas ruínas de Eztli. Você claramente não é o primeiro a entrar neste lugar abissal. No entanto, quem veio aqui antes de você deve ter fugido antes que seu trabalho fosse feito, já que os canais não se iluminavam para guiar seu caminho ou brilhavam com raiva quando você se aproximava. As horas passam enquanto você caminha gradualmente no escuro, até que finalmente chega a uma enorme porta de pedra: sem dúvida a entrada para o Nexus.
ru: Вы движетесь в кромешной тьме, постоянно прижимаясь к холодной каменной стене пещеры, чтобы не сбиться с пути. Ваши пальцы нащупывают на стенах гладкие тёплые бороздки, такие же, как в руинах Эцтли. Кто-то явно спускался в эту бездну до вас — но, видимо, бежал, так и не окончив работу: бороздки не светятся, указывая вам путь, и не вспыхивают яростно от вашего присутствия. Вы бредёте сквозь мрак много часов, пока не подходите к огромной каменной двери, без сомнения ведущей в Средоточие.
vi: Vì bạn không có ánh sáng dẫn đường, bạn đã dùng mọi thời gian bạn tỉnh táo với một phần cơ thể áp vào tường hang, sử dụng các hòn đá lạnh để định hướng mà không bị lạc đường. Khi bạn di chuyển, ngón tay của bạn tìm thấy những đường rãnh ấm áp, bằng phẳng dọc theo bức tường: cùng một công nghệ không hoạt động tồn tại trong tàn tích Eztli. Bạn rõ ràng không phải là người đầu tiên bước vào nơi vực thẳm này. Tuy nhiên, bất cứ ai đến đây trước bạn chắc chắn đã bỏ trốn trước khi công việc của họ hoàn thành, vì các đường rãnh không phát sáng để dẫn đường cho bạn hoặc trừng mắt giận dữ khi bạn đến gần. Nhiều giờ trôi qua khi bạn đi dần dần trong bóng tối, cho đến khi cuối cùng bạn bắt gặp một cánh cửa bằng đá khổng lồ: chắc chắn đó là lối vào Nexus.
zh: 面前再無光亮指引你，在意識清醒的每一秒裡，你盡力把自己的身體靠在雕刻的石壁上，利用這冰冷的石壁來指引方向，避免迷失。在你前行的過程中，你的手指觸碰到牆體上一道溫熱、光滑的凹槽：與長眠於埃茲特里遺跡的技術同出一轍。你顯然並非第一個闖入這個地方的人。但是，不管在你之前來到此地的人是誰，他肯定沒完成任務便逃走了，因為這通道既沒有光亮來指引你的方向，有沒有在你到達時怒發眩光。幾個小時之後，你在黑暗中逐步前行，直到你面前出現一道巨大的石門：毫無疑問，這就是聯結點的入口。

source: Each investigator begins this scenario with 2 fewer cards in their opening hand.
de: Jeder Ermittler beginnt das Spiel mit 2 Karten weniger auf der Starthand.
es: Cada investigador comienza este escenario con 2 cartas menos en su mano inicial.
fr: Chaque investigateur débute ce scénario avec 2 cartes en moins dans sa main de départ.
it: Ogni investigatore inizia questo scenario con 2 carte in meno nella sua mano di partenza.
ko: 이번 시나리오에서 모든 조사자는 시작 카드가 2장씩 줄어듭니다.
pl: Każdy badacz rozpoczyna ten scenariusz z 2 kartami mniej na ręce.
pt: Cada investigador começa este cenário com 2 cartas a menos em sua mão inicial.
ru: Набирая стартовую руку в этом сценарии, каждый сыщик берёт на 2 карты меньше.
vi: Mỗi điều tra viên bắt đầu màn chơi này với ít hơn 2 lá bài trên tay.
zh: 在本場冒險開始時，每位調查員起始手牌張數減少2。

source: Your hand traces over the lines carved in the doorway. An inscription. A warning to turn back, for to open this passage is to invite doom. It is too dark to recognize the language, but you know it is not one spoken by humanity in this day and age. You have no idea how you can understand the engraving. Perhaps some last remnant of memory from your time in Pnakotus, lost city of the Yithians. Or perhaps you are truly mad, discerning meaning from natural indentations in the stone wall. After all, it has been almost a week since you have seen natural light.
de: Du fährst mit deiner Hand über die Einkerbungen auf dem Durchgang. Eine Inschrift. Es handelt sich klar um eine Warnung, diesen Durchgang nicht zu öffnen und lieber umzukehren, wenn man nicht das Verderben hinaufbeschwören möchte. In der Dunkelheit kannst du die Sprache nicht erkennen, aber du weißt, dass es sich um keine heute noch gesprochene menschliche Sprache handeln kann. Warum du sie trotzdem verstehst, ist dir ein Rätsel. Vielleicht liegt das an Erinnerungsfetzen aus der Zeit in Pnakotus, der verlorenen Stadt der Yithianer. Oder vielleicht bist du einfach wahnsinnig geworden und versuchst, natürlichen Einkerbungen in einer Steinwand eine Bedeutung beizumessen. Immerhin ist es mehr als eine Woche her, dass du zum letzten Mal Tageslicht gesehen hast.
es: Tu mano recorre las líneas talladas en el portal. Es una inscripción, una advertencia de que des media vuelta, pues abrir este pasaje es invitar a que llegue la perdición. Está demasiado oscuro como para reconocer el idioma, pero sabes que no es ninguno que hable la humanidad en esta época. No tienes la menor idea de cómo entiendes el grabado. Puede que sea algún vestigio de tus recuerdos sobre el tiempo pasado en Pnakotus, la ciudad perdida de los yithianos. O puede que te hayas vuelto loco de verdad y seas capaz de discernir el significado de las muescas naturales de la pared de piedra. Al fin y al cabo, hace casi una semana desde la última vez que viste luz natural.
fr: Votre main caresse les lignes gravées sur l'embrasure de la porte. Une inscription. Un avertissement qui vous somme de faire demi-tour, car ouvrir ce passage reviendrait à semer la mort et la désolation. Il fait trop sombre pour reconnaître la langue, mais vous savez qu'il ne s'agit pas d'une de celles parlées par l'humanité ; pas à cette époque. Vous ignorez également ce qui vous permet de comprendre les inscriptions. Peut-être une réminiscence de votre passage à Pnakotus, la cité perdue des Yithiens ? Ou bien êtes-vous simplement fou de voir une signification dans les indentations naturelles de la pierre. Après tout, cela fait bientôt une semaine que n'avez pas vu la lumière du jour.
it: Le vostre mani scorrono lungo i solchi incisi sul portale: sembrano comporre un'iscrizione, un avvertimento a tornare indietro, poiché aprire questo passaggio significa sfidare un destino funesto. L'oscurità vi impedisce di riconoscere il linguaggio, ma sapete che non si tratta di una lingua conosciuta dall'umanità in quest'epoca. Non avete idea di come poter comprendere le incisioni... forse attraverso qualche frammento di memoria dalla vostra esperienza su Pnakotus, la città perduta degli yithiani. O forse state davvero impazzendo e cercate di estrapolare un significato da quelle che sono soltanto irregolarità lungo una pietra naturale; dopotutto, è passata quasi una settimana dall'ultima volta che avete visto la luce del sole.
ko: 당신은 관문에 새겨진 선을 손으로 짚으며 따라갑니다. 이는 일종의 글귀입니다. 오로지 파멸만이 기다리고 있으니, 이 문을 열지 말고 돌아가라는 경고의 글귀입니다. 너무 어두워서 어떤 언어로 기록된 것인지 정확히 확인하기는 어려우나, 오늘날 인류의 언어는 분명 아닙니다. 당신이 어떻게 이 글귀를 해석할 수 있는지조차 잘 모르겠습니다. 어쩌면 이스인의 몰락한 도시인 프나코투스에서 보냈던 기억이 남아서일지도 모르겠습니다. 아니면 당신이 정말로 미쳐 버려서 돌벽에 난 자연적인 홈에서 의미를 만들어낸 것일지도 모릅니다. 하긴, 자연광을 본 지도 일주일 가까이 지나지 않았습니까
pl: Przebiegasz palcami po rzeźbieniach na drzwiach. To jakiś napis. Jakieś ostrzeżenie nakazujące zawrócić, gdyż otwarcie tego przejścia jest zaproszeniem do zguby. Jest zbyt ciemno, aby rozpoznać język, ale wiesz, że aktualnie nie włada nim żaden człowiek. Nie masz pojęcia, jak to możliwe, że rozumiesz treść rzeźbień. Może dzięki fragmentom wspomnień z Pnakotus, zaginionego miasta Yithian. A może naprawdę oszalałeś i próbujesz czytać zwykłe zagłębienia w skale. W końcu minął prawie tydzień, odkąd widziałeś naturalne światło.
pt: Sua mão traça as linhas esculpidas na porta. Uma inscrição. Um aviso para voltar atrás, pois abrir esta passagem é convidar à perdição. É muito escuro para reconhecer a língua, mas você sabe que não é uma língua falada pela humanidade nos dias de hoje. Você não tem ideia de como pode entender a gravura. Talvez algum último resquício de memória de seu tempo em Pnakotus, cidade perdida dos Yithians. Ou talvez você esteja realmente louco, discernindo o significado das reentrâncias naturais na parede de pedra. Afinal, já faz quase uma semana desde que você viu a luz natural.
ru: Вы проводите пальцами по линиям, вырезанным в камне. Это надпись. Предупреждение не идти дальше, ибо за этим порогом — погибель. В темноте не разобрать язык, но вы уверены, что он не знаком никому из живущих ныне людей. Вы не знаете, почему смогли понять надпись. Возможно, это смутное воспоминание о жизни в Пнакоте, утраченном городе йитиан. А может быть, вы всё-таки сошли с ума и находите смысл в естественных неровностях камня. Как-никак, вы уже почти неделю не видели солнечного света.
vi: Bàn tay của bạn lần theo những đường khắc trên cánh cửa. Một dòng chữ. Một lời cảnh báo quay trở lại, vì mở lối đi này là mời gọi sự diệt vong. Trời quá tối để nhận ra ngôn ngữ, nhưng bạn biết đó không phải là ngôn ngữ được nhân loại dùng trong thời đại ngày nay. Bạn không biết làm thế nào bạn có thể hiểu được chữ khắc. Có lẽ là chút ký ức cuối cùng còn sót lại từ lúc bạn ở Pnakotus, thành phố mất tích của người Yithian. Hoặc có lẽ bạn thực sự điên rồi, tìm kiếm ý nghĩa từ những vết lõm của tự nhiên trên bức tường đá. Dù gì thì cũng đã gần một tuần kể từ khi bạn nhìn thấy ánh sáng tự nhiên.
zh: 你單手循著石門上雕刻的線條探索。門上有一道銘文。銘文寫的是警告，讓你離開，開啟這條通路將會迎來毀滅。四周的黑暗使你難以辨認銘文的語言，但你知道那不同於當代人類所說的任何一種語言。你不知道你是怎麼讀懂這銘文的。或許是你在伊斯人失落的城市——納克特的經歷所留下的記憶。或許你是個徹頭徹尾的瘋子，僅憑石壁上帶有的凹痕便能讀懂含意。畢竟，你已經有將近一個禮拜沒有見過自然界的光亮。
