Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/shattered_aeons.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: The stone doorway is sealed shut when you arrive, but as soon as you approach, the artifact begins to shake and hum loudly. Grooves along the door flicker alight with a shimmering glow, and suddenly the door shifts open of its own accord. You grip the artifact tightly and enter.
de: Bei deiner Ankunft ist die Steintür fest verschlossen, aber sobald du näher kommst, beginnt das Artefakt zu beben und laut zu summen. Die Rillen an der Tür beginnen zu schimmern und plötzlich gleitet die Tür von selbst auf. Du ergreifst das Artefakt fester und trittst ein.
es: El portal de piedra está firmemente cerrado cuando llegas, pero, al acercarte, el artefacto comienza a temblar y a emitir un fuerte zumbido. Las muescas de la puerta se encienden con un luminoso brillo, y la puerta se abre de repente por sí sola. Agarras con fuerza el artefacto y entras.
fr: La porte de pierre est scellée lorsque vous arrivez ; mais dès que vous vous rapprochez, l'artefact commence à trembler et à bourdonner bruyamment. Les sillons le long de la porte s'illuminent alors d'une lumière chatoyante, et les battants s'ouvrent d'eux-mêmes. Vous serrez fermement l'artefact et entrez.
it: Quando arrivale, la grande porta di pietra è sigillata, ma non appena vi avvicinate l'artefatto inizia a tremare e a ronzare rumorosamente: i solchi lungo il portale sono percorsi da un fugace bagliore e improvvisamente la porta si apre di sua spontanea volontà. Stringete saldamente l'artefatto tra le mani ed entrate.
ko: 이곳에 처음 도착했을 때만 해도 관문은 굳게 잠겨 있었지만, 당신이 관문 앞으로 다가가자 유물이 떨리면서 커다랗게 윙윙 소리를 내기 시작했습니다. 이와 함께 관문을 따라 난 홈에서 깜박이는 은은한 빛이 나오더니, 갑자기 관문이 저절로 열립니다. 당신은 유물을 꽉 움켜쥐고서 관문으로 걸어갑니다
pl: Kamienne drzwi są zamknięte, kiedy do nich docierasz, ale kiedy tylko się zbliżasz, artefakt zaczyna się trząść i głośno brzęczeć. Rzeźbienia na drzwiach migoczą i zaczynają się jarzyć. Nagle drzwi otwierają się same. Zaciskasz artefakt w dłoniach i wchodzisz do środka.
pt: A porta de pedra está selada quando você chega, mas assim que você se aproxima, o artefato começa a tremer e zumbir alto. Ranhuras ao longo da porta piscam com um brilho cintilante e, de repente, a porta se abre por conta própria. Você segura o artefato com força e entra.
ru: Каменная дверь плотно закрыта, но как только вы подходите, реликвия начинает неистово гудеть и вибрировать. Бороздки на камне вспыхивают мерцающим светом, и внезапно дверь отодвигается сама собой. Вы входите, не выпуская реликвию из рук.
vi: Cánh cửa bằng đá được đóng kín khi bạn đến, nhưng ngay khi bạn đến gần, cổ vật bắt đầu rung chuyển và kêu vo vo rất to. Các rãnh dọc theo cánh cửa nhấp nháy với ánh sáng lung linh, và đột nhiên cánh cửa tự động mở ra. Bạn nắm chặt cổ vật và bước vào.
zh: 當你到達時，這扇被封印的石門緊閉著，但就在你觸碰的瞬間，遺物開始震動並發出響亮的嗡嗡聲。石門上的凹痕開始閃爍著微光，石門突然自動開啟。你緊緊握著遺物，邁進石門。

source: The stone doorway is already open when you arrive. Grooves along the door are lit with a shimmering glow. The Brotherhood must already be here. You have arrived with only moments to spare.
de: Der Steindurchgang ist bei deiner Ankunft bereits geöffnet. Die Kerben an der Tür leuchten schimmernd. Die Bruderschaft muss bereits hier sein. Dir bleibt nur noch wenig Zeit.
es: El portal de piedra ya está abierto cuando llegas. Las muescas de la puerta están encendidas con un luminoso brillo. La Hermandad ya debe de estar aquí. Has llegado con poco tiempo que perder.
fr: Les battants de pierre sont ouverts lorsque vous arrivez. Les sillons le long de la porte brillent d'une lumière chatoyante. La Fraternité doit déjà être là : il n'y a pas de temps à perdre.
it: Il portale di pietra è già aperto quando arrivate; i solchi lungo la porta risplendono di un intenso bagliore. A quanto pare la Confraternita è già qui. Vi restano soltanto pochi minuti per agire…
ko: 당신이 도착했을 때는 이미 석조 관문이 열려 있었습니다. 문에 난 홈에서는 은은한 빛이 나옵니다. 결사단이 먼저 도착한 게 분명합니다. 아슬아슬하게 도착했기에, 1분 1초도 허비할 시간이 없습니다.
pl: Kamienne drzwi są otwarte, kiedy do nich docierasz. Rzeźbienia na drzwiach jarzą się. Bractwo najwyraźniej już tu jest. Zostało ci bardzo mało czasu.
pt: A porta de pedra já está aberta quando você chega. Ranhuras ao longo da porta são iluminadas com um brilho cintilante. A Irmandade já deve estar aqui. Você chegou com apenas alguns momentos de sobra.
ru: Каменная дверь отворена, бороздки на её поверхности мерцают светом. Должно быть, Братство уже здесь. Нельзя терять ни минуты.
vi: Cánh cửa đá đã mở sẵn khi bạn đến. Các rãnh dọc cửa được thắp sáng với ánh sáng lung linh. The Brotherhood hẳn đã ở đây rồi. Bạn đã đến kịp thời gần như là trong phút chót.
zh: 在你到達時，石門早已敞開。石門上的凹痕以微弱的光芒亮了起來。兄弟會定是早就來到了這裡，這時你已無暇多作準備。

source: Because there are more [tablet] tokens in the chaos bag than [cultist] tokens:
de: Da sich mehr [tablet]- als [cultist]-Marker im Chaosbeutel befinden:
es: Como en la bolsa de caos hay más fichas [tablet] que fichas [cultist]:
fr: Étant donné qu'il y a plus de pions [tablet] que de pions [cultist] dans la réserve du Chaos :
it: Perchè ci sono più segnalini [tablet] che segnalini [cultist] nel sacchetto del caos:
ko: 혼돈 주머니에 [tablet] 토큰이 [cultist] 토큰보다 더 많이 들어 있으므로 다음 지시를 따릅니다.
pl: Ponieważ w worku chaosu znajduje się więcej żetonów [tablet] niż [cultist]:
pt: Porque há mais fichas de [tablet] na bolsa do caos do que fichas de [cultist]:
ru: Поскольку в мешке хаоса жетонов [tablet] больше, чем жетонов [cultist]:
vi: Bởi vì có nhiều token [tablet] ở trong túi hỗn mang hơn là token [cultist]:
zh: 因為混亂袋中的[tablet]標記比[cultist]標記多：

source: Because there are more [cultist] tokens in the chaos bag than [tablet] tokens:
de: Da sich mehr [cultist]- als [tablet]-Marker im Chaosbeutel befinden:
es: Como en la bolsa de caos hay más fichas [cultist] que fichas [tablet]:
fr: Étant donné qu'il y a plus de pions [cultist] que de pions [tablet] dans la réserve du Chaos :
it: Perchè ci sono più segnalini [cultist] che segnalini [tablet] nel sacchetto del caos:
ko: 혼돈 주머니에 [cultist] 토큰이 [tablet] 토큰보다 더 많이 들어 있으므로 다음 지시를 따릅니다.
pl: Ponieważ w worku chaosu znajduje się więcej żetonów [cultist] niż [tablet]:
pt: Porque há mais fichas de [cultist] na bolsa do caos do que fichas de [tablet]:
ru: Поскольку в мешке хаоса жетонов [cultist] больше, чем жетонов [tablet]:
vi: Bởi vì có nhiều token [cultist] ở trong túi hỗn mang hơn là token [tablet]:
zh: 因為混亂袋中的[cultist]標記比[tablet]標記多：

source: Because there are an equal number of [cultist] and [tablet] tokens in the chaos bag:
de: Da sich gleich viele [cultist]- wie [tablet]-Marker im Chaosbeutel befinden:
es: Como en la bolsa de caos hay la misma cantidad de fichas [cultist] que de fichas [tablet]:
fr: Étant donné qu'il y a autant de pions [cultist] que de pions [tablet] dans la réserve du Chaos :
it: Perchè c’è un pari numero di segnalini [cultist] e [tablet] nel sacchetto del caos:
ko: 혼돈 주머니에 [cultist] 토큰과 [tablet] 토큰이 동일한 개수만큼 들어 있으므로 다음 지시를 따릅니다.
pl: Ponieważ w worku chaosu znajduje się taka sama liczba żetonów [cultist] i [tablet]:
pt: Porque há um número igual de fichas [cultist] e [tablet] na bolsa do caos:
ru: Поскольку в мешке хаоса поровну жетонов [cultist] и [tablet]
vi: Bởi vì có số token [tablet] và [cultist] bằng nhau ở trong túi hỗn mang:
zh: 因為混亂袋中的[cultist]標記和[tablet]標記數量相等：

source: Put the Nexus of N’kai into play. Each investigator begins play in the Nexus of N’kai.
de: Nexus von N’kai wird ins Spiel gebracht. Jeder Ermittler beginnt das Spiel auf Nexus von N’kai.
es: Pon en juego el Nexo de N’kai. Cada investigador comienza la partida en el Nexo de N’kai.
fr: Mettez en jeu le Nexus de N'kai. Chaque investigateur débute la partie dans le Nexus de N'kai.
it: Mettete in gioco il Nexus di N'kai. Iniziate la partita nel Nexus di N'kai.
ko: ‘느카이의 연결점’을 플레이 영역에 둡니다. 모든 조사자는 ‘느카이의 연결점’에서 시작합니다.
pl: Umieść Węzeł N’kai w grze. Wszyscy badacze rozpoczynają grę w Węźle N’kai.
pt: Coloque o Nexus de N'kai em jogo. Cada investigador começa a jogar no Nexus de N'kai.
ru: Введите в игру локацию «Средоточие Н’кая». Все сыщики начинают игру в «Средоточии Н’кая».
vi: Đặt vị trí Nexus of N’kai vào chơi. Mỗi điều tra viên bắt đầu chơi tại Nexus of N’kai.
zh: 將恩凱聯結點放置入場。每位調查員從恩凱聯結點開始遊戲。

source: Set the following 2 enemy cards out of play: Ichtaca (Scion of Yig) and Alejandro Vela (Or, Is He?).
de: Die 2 hier abgebildeten Gegnerkarten werden als nicht im Spiel befindlich beiseitegelegt: Ichtaca (Spross von Yig) und Alejandro Vela (Ist er es wirklich?).
es: Deja aparte las 2 cartas de Enemigo de la imagen, fuera del juego: Ichtaca (Vástago de Yig) y Alejandro Vela (¿O no es él?).
fr: Mettez de côté les deux cartes Ennemi représentées ci-contre, hors jeu : Ichtaca (<i>Descendante de Yig</i>) et Alejandro Vela (<i>Est-ce Bien Lui ?</i>).
it: Mettete da parte, temporaneamente fuori dal gioco, le 2 carte nemico raffigurate qui a fianco: Ichtaca (Discendente di Yig) e Alejandro Vela (Ma Sarà Lui?).
ko: 다음 적 카드 2장을 비플레이 상태로 치워 둡니다: ‘이츠타카(이그의 후예)’, ‘알레한드로 벨라(진정 그가 맞는 걸까?)’.
pl: Odłóż 2 pokazane obok karty wrogów na bok, poza grę: Ichtaca (Potomkini Yiga) oraz Alejandro Vela (Czy aby na pewno?).
pt: Coloque as 2 cartas inimigas descritas aqui de lado, fora de jogo: Ichtaca (Scion of Yig) e Alejandro Vela (Ou, ele é?).
vi: Đặt 2 kẻ địch sau ngoài khu vực chơi: Ichtaca (Scion of Yig) và Alejandro Vela (Or, Is He?).
zh: 将以下2张敌人卡放在一边，位于场外：伊塔卡<i>(伊格的后裔)</i>和亚历山卓·维拉<i>(或许不是他？)</i>。

source: Set the following cards aside, out of play: Formless Spawn, Relic of Ages (Unleash the Timestream), A Pocket in Time, Act 4a—“Paradise Lost”, Act 4a—“Timelock”, and the 6 single- sided [[Shattered]] locations.
de: Folgende Karten werden als nicht im Spiel befindlich beiseitegelegt: Formloses Gezücht, Relikt der Zeitalter (Entfessle den Zeitfluss), Hallen der Zeit, Szene 4a – „Das verlorene Paradies“, Szene 4a – „Die Zeit ist angehalten“ und die 6 einseitig bedruckten [[Zerstört]]-Orte.
es: Deja aparte, fuera del juego, las siguientes cartas: Semilla informe, Reliquia de las eras (Desatar la corriente temporal), Una burbuja en el tiempo, Acto 4a – “Paraíso perdido”, Acto 4a – “Bloqueo temporal” y los 6 Lugares [[Destrozado]] de una sola cara.
fr: Mettez les cartes suivantes de côté, hors jeu : Rejeton Informe, Relique des Âges (<i>Libérer le Flux Temporel</i>), Une Bulle Hors du Temps, Acte 4a – « Paradis Perdu », Acte 4a – « Verrou Temporel », et les 6 lieux [[Dévasté]] mono-face.
it: Mettete da parte, temporaneamente fuori dal gioco, le seguenti carte: Progenie Informe, Reliquia delle Ere (Flusso Temporale Scatenato), Sacca Temporale, Capitolo 4a—“Il Paradiso Perduto“, Capitolo 4a—“Blocco Temporale“ e i 6 luoghi [[Infranto]] a un solo lato.
ko: 다음 카드들을 비플레이 상태로 치워 둡니다: ‘형태 없는 종자’, ‘시대의 유물(시간의 흐름을 풀어놓다)’, ‘시간의 이질지대’, 주요목적 4a – ‘실낙원’, 주요목적 4a – ‘시한부 종말’, 단면으로 된 6장의 [[산산조각난]] 장소.
pl: Odłóż na bok, poza grę, następujące karty: Bezkształtny pomiot, Relikt wieczności <i>(Uwolnij strumień czasu)</i>, Kieszeń czasowa, Akt 4a — „Raj utracony”, Akt 4a — „Blokada czasu” oraz 6 jednostronnych lokalizacji z cechą [[Zniszczona]].
pt: Coloque as seguintes cartas de lado, fora de jogo: Formless Spawn, Relic of Ages (Unleash the Timestream), A Pocket in Time, Ato 4a—“Paradise Lost”, Ato 4a—“Timelock”, e os 6 [[Shattered]] locais de um lado.
ru: Отложите в сторону карты «Бесформенная тварь», «Реликвия веков (высвобождает поток времени)», «Временной карман», сцену 4а «Утраченный рай», сцену 4a «Ловушка времени» и 6 односторонних [[расколотых]] локаций.
vi: Đặt các lá bài sau một bên, ngoài khu vực chơi: Formless Spawn, Relic of Ages (Unleash the Timestream), A Pocket in Time, Act 4a—“Paradise Lost”, Act 4a—“Timelock”, và 6 vị trí một mặt [[Shattered]].
zh: 將下列卡牌放在一邊，位於場外：無形之子、古代遺物<i>(時光湧流)</i>、時間之窗、場景4a—“失樂園”、場景4a—“鎖定時間”、6張單面[[破碎]]地點。

source: Create the exploration deck. This is done by taking the 3 remaining single-sided locations and shuffling them together, along with 1 copy each of the following encounter cards: Wracked by Time, Between Worlds, and Ancient Evils.
de: Das Erkundungsdeck wird erstellt. Dafür werden die 3 verbliebenen einseitig bedruckten Orte herausgesucht und mit jeweils 1 Kopie folgender Begegnungskarten zusammengemischt: Von der Zeit gequält, Zwischen den Welten und Böses aus uralter Zeit.
es: Crea el mazo de Exploración. Para ello, coge los 3 Lugares de una sola cara restantes y barájalos junto con 1 copia de cada una de las siguientes cartas de Encuentro: Devastado por el tiempo, Entre los mundos y Antiguos males.
fr: Constituez le deck Exploration. Pour ce faire, prenez les 3 lieux mono-face restants et mélangez-les avec 1 exemplaire de chacune des cartes Rencontre suivantes : Ravagé par le Temps, Entre les Mondes et Antiques Fléaux.
it: Create il mazzo di esplorazione, prendendo i 3 luoghi a un solo lato rimanenti e mescolandoli assieme a 1 copia di ogni carta incontro seguente: Devastato dal Tempo, Tra i Mondi e Mali Antichi.
ko: 다음과 같이 탐사 덱을 만듭니다. 남은 단면 장소 3장과 다음 조우 카드 사본을 1장씩 함께 섞어 한 더미로 만듭니다: ‘시간의 고문’, ‘세계와 세계 사이’, ‘고대의 악’.
pl: Stwórz talię eksploracji. W tym celu należy potasować 3 pozostałe jednostronne lokalizacje razem z jedną kopią każdej z następujących kart spotkań: Okaleczony przez czas, Pomiędzy światami i Pradawne zło.
pt: Crie o baralho de exploração. Isso é feito pegando os 3 locais restantes de um lado e embaralhando-os juntos, junto com 1 cópia de cada uma das seguintes cartas de encontro: Wracked by Time, Between Worlds e Ancient Evils.
ru: Соберите и перемешайте колоду разведки. В неё входят 3 оставшиеся односторонние локации и по одному экземпляру напастей «Сокрушительное время», «Междумирье» и «Древнее зло».
vi: Tạo chồng bài khám phá. Điều này được thực hiện bằng cách lấy 3 vị trí một mặt còn lại và xào chúng vào với nhau, cùng với 1 bản sao của mỗi lá bài encounter sau: Wracked by Time, Between Worlds, và Ancient Evils.
zh: 構建探索牌堆。拿取3張剩餘的單面地點，將這些地點與遭遇卡一同混洗形成探索牌堆，所混洗的遭遇卡為以下每種1張：時空撕裂、異界之間、遠古惡魔。

source: Check Campaign Log. For every 10 tally marks under “Yig’s Fury,” place the top card of the lead investigator’s deck in the victory display, facedown. For the remainder of the scenario, treat each of those cards as if it has Vengeance 1.
de: Überprüfe das Kampagnenlogbuch. Für jeweils 10 Zählstriche unter „Yigs Zorn“ wird die oberste Karte des Decks des Ermittlungsleiters verdeckt im Siegpunktestapel platziert. Für den Rest des Szenarios wird jede dieser Karten behandelt, als hätte sie Vergeltung 1.
es: Comprueba el registro de campaña. Por cada 10 marcas que haya en la sección “Furia de Yig”, coloca la primera carta del mazo del investigador jefe boca abajo en la zona de victoria. Durante el resto de este escenario, considera cada una de esas cartas como si tuviera <b>Venganza 1</b>.
fr: Vérifiez votre Carnet de Campagne. Pour chaque groupe de 10 traits inscrits sous la mention « Colère de Yig », placez la carte du dessus du deck de l'investigateur principal dans la pile de victoire, face cachée. Pour le reste de ce scénario, traitez chacune de ces cartes comme si elle avait <b>Vengeance 1</b>.
it: Controllate il Diario della Campagna, Per ogni 10 X alla voce “Furia di Yig”, collocate 1 carta dalla cima del mazzo dell'investigatore capo nella galleria delle vittorie, a faccia in giù. Per il resto dello scenario, considerate ognuna di queste carte come se possedesse <b>Vendetta 1</b>.
ko: 캠페인 기록지를 확인합니다. “이그의 격노” 아래에 있는 빗금 10개마다, 대표 조사자의 덱 맨 윗장부터 카드를 1장씩 가져와 승점 더미에 뒷면으로 놓습니다. 시나리오가 끝날 때까지, 이 뒷면 카드들은 복수 1점을 갖는 것으로 간주합니다.
pl: Sprawdź Dziennik kampanii. Za każde 10 kresek postawionych w sekcji „Furia Yiga” umieść wierzchnią kartę z talii głównego badacza zakrytą w puli zwycięstwa. Do końca scenariusza traktuj każdą z tych kart tak, jakby miała Zemstę 1.
pt: Verifique o registro da campanha. Para cada 10 marcas de contagem em “Yig’s Fury”, coloque a carta do topo do baralho do investigador principal no painel de vitória, virada para baixo. Para o restante do cenário, trate cada uma dessas cartas como se tivesse Vingança 1.
ru: Сверьтесь с журналом. За каждые 10 отметок в графе «Ярость Йига» положите 1 карту с верха колоды ведущего сыщика рубашкой вверх на победный счёт. До конца сценария считайте, что у каждой такой карты есть Возмездие 1.
vi: Kiểm tra Nhật ký Chiến dịch. Với mỗi 10 kiểm đếm dưới phần "Cơn giận dữ của Yig", đặt lá bài trên đầu trong chồng bài của trưởng nhóm vào khu vực trưng bày thành tích, úp xuống. Cho phần còn lại của chiến dịch, xem mỗi lá bài này như thể nó có Vengeance 1.
zh: 查看冒險日誌。“伊格之怒”下方每有10次紀錄，將調查員隊長牌堆頂的1張卡牌正面朝下放入勝利牌區。在本場冒險接下來的時間裡，將這些卡牌每張視為帶有<b>復仇1</b>。

source: Because all investigators have been killed by the fall trauma, the investigators <b>lose</b> the campaign.
de: Da alle Ermittler durch Traumata durch den Fall getötet wurden, <b>verlieren</b> die Ermittler die Kampagne.
es: Como todos los investigadores han muerto por el trauma de la caída, los investigadores <b>pierden</b> la campaña.
fr: Vu que tous les investigateurs ont été <b>tués</b> par le traumatisme de la chute, ils <b>perdent</b> la campagne.
ko: 모든 조사자가 추락 트라우마로 사망했다면, 조사자는 캠페인에서 <b>패배</b>합니다.
ru: Поскольку все сыщики погибли при падении, сыщики проиграли кампанию.
zh: 因為所有的調查員都被墜落的創傷擊敗，調查員遊戲<b>失敗</b>。

source: the investigators mended the tear in time.
de: Die Ermittler haben den Riss im Gewebe der Zeit repariert.
es: los investigadores repararon la grieta en el tejido del tiempo.
fr: les investigateurs ont comblé la brèche dans la structure du temps.
it: <i>avete risanato lo squarcio nella struttura temporale</i>.
ko: 조사자들이 시간 연속체에 난 균열을 봉합했다
pl: badacze naprawili rozdarcie w strukturze czasu.
pt: os investigadores consertaram o rasgo a tempo.
ru: сыщики залатали прореху в ткани времени.
vi: các điều tra viên đã vá lại vết rách thời gian kịp thời.
zh: 調查員修補了時間的裂縫。

source: the investigators saved the civilization of the Serpents.
de: Die Ermittler haben die Zivilisation der Schlangen gerettet.
es: los investigadores salvaron la civilización de las serpientes.
fr: les investigateurs ont sauvé la civilisation des Serpents.
it: <i>avete salvato la civiltà dei Serpenti</i>.
ko: 조사자들이 뱀의 문명을 구원했다
pl: badacze uratowali cywilizację Węży.
pt: os investigadores salvaram a civilização das Serpentes.
ru: сыщики спасли цивилизацию змей.
vi: các điều tra viên đã cứu nền văn minh của Serpents.
zh: 調查員拯救了蛇族文明。

source: the investigators saved the civilization of the Yithians.
de: Die Ermittler haben die Zivilisation der Yithianer gerettet.
es: los investigadores salvaron la civilización de los yithianos.
fr: les investigateurs ont sauvé la civilisation des Yithiens.
it: <i>avete salvato la civiltà degli Yithiani</i>.
ko: 조사자들이 이스인의 문명을 구원했다
pl: badacze uratowali cywilizację Yithian.
pt: os investigadores salvaram a civilização dos Yithians.
ru: сыщики спасли цивилизацию йитиан.
vi: các nhà điều tra đã cứu nền văn minh của người Yithian.
zh: 調查員拯救了伊斯人的文明。

source: the fabric of time is unwoven.
de: Das Gewebe der Zeit hat sich aufgelöst.
es: se ha deshecho el tejido del tiempo.
fr: la structure du temps s'est déchirée.
it: <i>la struttura temporale è disfatta</i>.
ko: 시간의 연속체가 한 가닥 한 가닥까지 해체되었다
pl: struktura czasu rozpadła się.
pt: o tecido do tempo é desfeito.
ru: ткань времени расплетена.
vi: sợi chỉ của thời gian bị thay đổi.
zh: 時間線被解開。

source: the investigarors turned back time.
de: Die Ermittler haben die Zeit zurückgedreht.
es: los investigadores dieron marcha atrás al tiempo.
fr: les investigateurs ont remonté le temps.
it: <i>siete tornati indietro il tempo</i>.
ko: 조사자들이 시간을 되돌렸다
pl: badacze cofnęli czas.
pt: os investigadores voltam no tempo
ru: сыщики обратили время вспять.
vi: các điều tra viên đã quay ngược thời gian.
zh: 調查員使時間倒流。

source: Each investigator is driven <b>insane</b>.
de: Jeder Ermittler wird wahnsinnig.
es: Todos los investigadores se vuelven locos.
fr: Tous les investigateurs deviennent <b>déments</b>.
ko: 모든 조사자는 <b>미칩니다</b>.
zh: 每位调查员<b>发疯</b>。

source: The Earth is saved, and the investigators win the campaign…
de: Die Erde ist gerettet und die Ermittler gewinnen die Kampagne …
es: La Tierra se ha salvado, y los investigadores ganan la campaña…
fr: La Terre est sauvée et les investigateurs ont gagné la campagne…
it: La Terra è salva e avete vinto la campagna…
ko: 조사자들이 지구를 구해냈으며, 캠페인에서 승리했습니다만…
pl: Ziemia została uratowana, a badacze wygrywają kampanię…
pt: A Terra é salva e os investigadores vencem a campanha…
vi: Trái Đất được cứu và các điều tra viên giành chiến thắng trong chiến dịch…
zh: 地球得救了，调查员游戏胜利……

source: …But the investigators have reshaped the world, existing in another time altogether. These investigators cannot be transferred to a different campaign. (You must start fresh.)
de: …aber die Ermittler haben die Welt verändert und existieren nun in einer vollkommen anderen Zeit. Diese Ermittler können nicht auf eine andere Kampagne übertragen werden. (Die Spieler müssen mit anderen Ermittlern neu anfangen.)
es: …Pero los investigadores han cambiado el mundo y existen en un tiempo completamente distinto. Estos investigadores no pueden transferirse a una campaña distinta (debes empezar de cero).
fr: … mais ils ont remodelé le monde et existent désormais dans une ligne temporelle parallèle. Ces investigateurs ne peuvent pas être transférés vers une autre campagne. (Vous devrez en créer d'autres.)
it: …ma avete rimodellato il mondo e ora esistete in un'altra linea temporale. Questi investigatori non potranno essere trasferiti in un'altra campagna.
ko: …조사자들은 세계를 재조직하였으며, 다른 시간대에서 살아갑니다. 따라서 이 조사자들을 그대로 가지고 다른 캠페인에 도전할 수 없습니다(새 캠페인은 다른 조사자로 시작해야 합니다).
pl: …jednak zmienili świat istniejący w zupełnie innym czasie. Ci badacze nie mogą zostać przeniesieni do innej kampanii. (Badacze zaczynają na nowo).
pt: …Mas os investigadores remodelaram o mundo, existindo em outra época. Esses investigadores não podem ser transferidos para uma campanha diferente. (Você deve começar de novo.)
vi: …Nhưng các điều tra viên đã tái tạo lại thế giới, tồn tại trong một dòng thời gian khác hoàn toàn. Những điều tra viên này không thể được chuyển sang một chiến dịch khác. (Bạn phải bắt đầu mới.)
zh: ……但调查员重塑了另一时空的世界，从此存在于另一条时间线。这些调查员不能再用于新的剧本中。(你必须重新开始。)

source: Each investigator suffers 2 physical trauma and 2 mental trauma, as they never fully recover from the expedition into N’kai.
de: Jeder Ermittler erleidet 2 körperliche und 2 seelische Traumata, da er sich von der Reise nach N’kai nie ganz erholen wird.
es: Cada investigador sufre 2 traumas físicos y 2 traumas mentales, pues nunca se recupera del todo de la expedición a N’kai.
fr: Chaque investigateur subit 2 traumatismes physiques et 2 traumatismes mentaux car il ne se remettra jamais de son expédition à N'kai.
it: Ogni investigatore subisce 2 traumi fisici e 2 traumi mentali, in quanto non si riprenderà mai del tutto dalla spedizione a N'kai.
ko: 각 조사자는 육체적 트라우마를 2씩 그리고 정신력 트라우마를 2씩 겪습니다. 느카이 탐사의 후유증에서 영영 회복할 수 없기 때문입니다.
pl: Badaczom nigdy nie udało się otrząsnąć po tym, co ich spotkało podczas wyprawy w głąb N’kai, dlatego każdy badacz otrzymuje 2 punkty traumy fizycznej i 2 punkty traumy psychicznej.
pt: Cada investigador sofre 2 traumas físicos e 2 traumas mentais, pois nunca se recuperam totalmente da expedição a N'kai.
ru: Каждый сыщик получает 2 физические и 2 ментальные травмы, поскольку никогда не сможет полностью оправиться после экспедиции в Н’кай.
vi: Mỗi điều tra viên nhận 2 sang chấn thể chất và 2 sang chấn tinh thần, vì họ không bao giờ hồi phục hoàn toàn sau chuyến thám hiểm vào N’kai.
zh: 调查员永远无法从恩凯一役完全恢复，每位调查员受到2点肉体创伤和2点精神创伤。
