Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/shattered_aeons.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: All of this was set into motion when the Eztli ruins were first intruded upon. Ichtaca’s original warning was her last vestige of humanity speaking to you. She wanted you and the other explorers to turn back, but curiosity and greed got the better of you. Until that day, balance had been kept. Alejandro sought the relic for his own devices. Ichtaca heard the call of her master and obeyed. However, humanity is the true cause of this chaos. You know now what you must do. You know now how you can save everyone.
de: Alles wurde in Gang gesetzt, als zum ersten Mal jemand in die Ruinen der Eztli eindrang. Ichtacas ursprüngliche Warnung stammte vom letzten Rest Menschlichkeit, der aus ihr sprach. Sie wollte, dass du und die anderen Forscher umkehren, aber Neugier und Habsucht hatten die Oberhand gewonnen. Bis zu jenem Tag war das Gleichgewicht stabil. Alejandro hat das Relikt für seine eigenen Zwecke gesucht. Ichtaca hat den Ruf ihres Herrn gehört und gehorcht. Aber der eigentliche Grund für dieses Chaos ist die Menschheit. Du weißt nun, was du zu tun hast. Du weißt nun, wie du alle retten kannst.
es: Todo esto se puso en marcha con la primera intrusión en las ruinas de Eztli. La advertencia original de Ichtaca fue el último vestigio de su humanidad hablándote. Quería que tú y los demás exploradores dierais media vuelta, pero la curiosidad y la codicia fueron más fuertes. Hasta ese día, se había mantenido el equilibrio. Alejandro buscaba la reliquia para sus propios fines. Ichtaca oyó la llamada de su señor y obedeció. Sin embargo, la humanidad es la verdadera causa de todo este caos. Ahora sabes lo que debes hacer. Ahora sabes cómo puedes salvar a todo el mundo.
fr: Tout a commencé quand les ruines de la cité Eztli ont été profanées pour la première fois. Le premier avertissement d'Ichtaca représentait l'ultime vestige de son humanité qui s'adressait à vous. Elle voulait que les autres explorateurs et vous fassiez demi-tour, mais l'avidité et la curiosité ont eu raison de vous. Avant cela, l'équilibre était maintenu. Certes, Alejandro voulait le mécanisme pour servir ses propres desseins, tandis qu'Ichtaca a entendu l'appel de son maître et y a répondu ; mais l'humanité est la véritable cause de tout ce chaos. Vous savez désormais ce qui vous reste à faire. Vous savez comment sauver tout le monde.
it: Tutto questo ha avuto inizio quando le rovine di Eztli sono state violate per la prima volta. Il monito originale di Ichtaca era dettato dalle sue ultime vestigia di umanità che si appellavano a voi: voleva che voi e gli altri esploratori ve ne andaste, ma vi siete lasciati tentare dalla curiosità e dall'avidità. Fino a quel giorno, l'equilibrio era stato preservato. Alejandro è andato alla ricerca della reliquia per i suoi scopi, Ichtaca ha udito il richiamo del suo signore e ha obbedito… Tuttavia, è l'umanità la vera responsabile di questo caos. Ora sapete cosa dovete fare. Sapete come salvare tutti quanti.
ko: 이 모든 일은 당신이 에스틀리 유적에 침입한 순간부터 시작되었습니다. 이츠타카의 첫 경고는 그녀가 인간으로서 마지막으로 남긴 말이었습니다. 이츠타카는 당신과 다른 탐사대가 돌아가길 바랐으나, 호기심과 탐욕이 그녀의 경고를 무시하게 만들었습니다. 그리고 그날, 오랫동안 지켜져온 균형이 깨지고 말았습니다. 알레한드로는 자신의 목적을 달성하기 위해 유물을 찾고자 했으며, 이츠타카는 주인의 부름을 듣고 복종했습니다. 하지만 이 혼란의 진정한 원인은 인간이었습니다. 이제 당신은 해야 할 일을 깨닫습니다. 모두를 구할 방법이 떠올랐습니다.
pl: To wszystko zaczęło się, kiedy po raz pierwszy zakłócono spokój ruin Eztli. Pierwsze ostrzeżenie Ichtaci było ostatnią iskrą człowieczeństwa, jaka w niej została. Chciała zawrócić wszystkich odkrywców, ale ciekawość i chciwość wzięły górę. Aż do tamtego dnia równowaga pozostawała zachowana. Alejandro chciał zdobyć relikt dla własnych celów. Ichtaca usłyszała wezwanie swego władcy i musiała być posłuszna. Tak naprawdę to jednak ludzkość rozpętała ten chaos. Wiecie, co teraz należy zrobić. Wiecie, jak można wszystkich ocalić.
pt: Tudo isso aconteceu quando as ruínas de Eztli foram invadidas pela primeira vez. O aviso original de Ichtaca foi o último vestígio de humanidade dela falando com você. Ela queria que você e os outros exploradores voltassem, mas a curiosidade e a ganância levaram a melhor sobre você. Até aquele dia, o equilíbrio havia sido mantido. Alejandro procurou a relíquia para seus próprios dispositivos. Ichtaca ouviu o chamado de seu mestre e obedeceu. No entanto, a humanidade é a verdadeira causa desse caos. Você sabe agora o que deve fazer. Você sabe agora como pode salvar a todos.
ru: Всё это началось в тот день, когда вы потревожили руины Эцтли. В тот день, когда Ичтака убеждала вас повернуть вспять — и это было последним проблеском её человечности, — но любопытство и жадность сделали вас слепыми. До того дня равновесие сохранялось. Алехандро разыскивал реликвию в собственных целях. Ичтака услышала голос своего повелителя и подчинилась. Но истинная причина этого хаоса — люди. Теперь вы знаете, что должны сделать. Знаете, как всех спасти.
vi: Tất cả những điều này đã bắt đầu chuyển động khi tàn tích Eztli lần đầu tiên bị xâm nhập. Lời cảnh báo ban đầu của Ichtaca là dấu vết cho nhân tính cuối cùng của cô ấy nói với bạn. Cô ấy muốn bạn và những nhà thám hiểm khác quay lại, nhưng sự tò mò và lòng tham đã lấn át bạn. Cho đến ngày hôm đó, sự cân bằng đã được giữ. Alejandro đã tìm kiếm cổ vật cho các thiết bị của riêng mình. Ichtaca nghe thấy tiếng gọi của chủ nhân và vâng lời. Tuy nhiên, nhân loại mới là nguyên nhân thực sự của sự hỗn loạn này. Bây giờ bạn biết những gì bạn phải làm. Bây giờ bạn biết làm thế nào bạn có thể cứu tất cả mọi người.
zh: 所有這一切都是從埃茲特里第一次遭到入侵開始的。伊塔卡最初的警告，是她最後彌留的人性在與你對話。她想要你和其他探險者離開此地，但好奇和貪婪在你心中佔了上風。在那天到來之前，一切都還保持著平衡。亞歷山卓尋找遺物，是有他自己的打算。伊塔卡聽從主人的呼喚而來，服從命令。而人類才是這場混亂的真正誘因。你知道自己必須要做什麼了。現在你知道了拯救所有人的方法。

source: Shattered Aeons
de: Zerstörte Zeitalter
es: Eones destrozados
fr: Paradoxes Temporels
ko: 산산조각난 영겁
ru: Расколотая вечность

source: Scenario VIII: Shattered Aeons
de: Szenario VIII: Zerstörte Zeitalter
es: Escenario VIII: Eones destrozados
fr: Scénario VIII : Paradoxes Temporels
it: Scenario VIII: Eoni Infranti
ko: 시나리오 VIII: 산산조각난 영겁
pl: Scenariusz VIII: Rozbita wieczność
pt: Cenário VIII: Eras Despedaçadas
ru: Сценарий VIII: Расколотая вечность
vi: Màn VIII: Shattered Aeons
zh: 冒險VIII：破碎永世

source: Intro 5
de: Einleitung 5

source: Set the 2 enemy cards depicted here aside, out of play: Ichtaca (Scion of Yig) and Alejandro Vela (Or, Is He?).
ru: Отложите в сторону 2 изображённые справа карты врагов: «Ичтака (дитя Йига)» и «Алехандро Вела (он ли это?)».
zh: 將以下2張敵人卡放在一邊，位於場外：伊塔卡<i>(伊格的後裔)</i>和亞歷山卓·維拉<i>(或許不是他？)</i>。

source: Each investigator is driven insane.
ru: Все сыщики сошли с ума.
zh: 每位調查員<b>發瘋</b>。

source: The Earth is saved, and the investigators win the campaign...
ru: Земля спасена, сыщики победили в кампании...
zh: 地球得救了，調查員遊戲勝利……

source: ...But the investigators have reshaped the world, existing in another time altogether. These investigators cannot be transferred to a different campaign. (You must start fresh.)
ru: …Но сыщики изменили мир и оказались в ином времени. Этих сыщиков нельзя перенести в другую кампанию (вы должны начать с нуля).
zh: ……但調查員重塑了另一時空的世界，從此存在於另一條時間線。這些調查員不能再用於新的劇本中。(你必須重新開始。)

source: Each investigator earns 5 bonus experience, as they has mended the shattered timeline and saved the Earth from catastrophe.
ru: Каждый сыщик получает 5 опыта дополнительно за то, что сумел восстановить расколотую временную линию и спасти Землю от катастрофы.
zh: 調查員修補了破碎的時間線，拯救地球免受災難，每位調查員獲得5點獎勵經驗值。

source: <right><fancy>Thursday, December 17th, 1925</fancy></right> It is difficult for me to convey my unabridged thoughts on the events that occurred during the summer of 1925. Of course, I gave my full account to Harlan—who I suspect is the only person willing to vouch for my story—but I have not sat down to record it on paper until now. Perhaps I would rather these events had been a figment of my imagination. In truth, I have no idea how we made it out of the caverns beneath the jungle alive. Simply reaching the abyssal place was a hellish ordeal. My memory of our return trip is muddled and disarrayed. We scrambled in the dark for what seemed like ages. We were out of food, out of supplies, out of hope—but somehow, we found a way out. Our reward for preventing calamity was scorn and ridicule. No upstanding paper or university would publish our findings, and of course we possessed no proof of our expedition save for our scars and nightmares. I wish I could say that my memory of these events has faded with each passing day, but I will never forget the alien city we explored in our conical bodies, the serpents that pursued us in red-litten Yoth, the formless abomination that lived in the depths of the Earth... Perhaps that is why I fear making a written account of our findings—because these memories will crystallize and become etched in my mind, forever damning me to a life of terror and dismay. Still, the world needs to know what we saw. What we did.
ru: <right><fancy> 17 декабря 1925 года, четверг</fancy></right> С огромным трудом сажусь за полный отчёт о событиях лета 1925 года. Конечно, мне пришлось рассказать обо всём Харлану — пожалуй, единственному, кто готов был нам поверить, — но только теперь я предаю свои воспоминания бумаге. Хотелось бы, чтобы они оказались лишь плодом моего воображения. Сказать по правде, не представляю, как мы выбрались из пещер живыми. Спуститься в эти бездны уже было адовым испытанием. Смутно помню только отдельные моменты обратного пути. Мы целую вечность карабкались вверх в полной темноте. У нас не осталось еды, припасов, надежды — но всё же мы нашли путь наружу. Наградой за спасение мира нам стали презрение и насмешки. Ни один приличный журнал или университет не опубликовал бы результаты нашей экспедиции — да у нас и не было никаких свидетельств, кроме шрамов и кошмаров. Хотелось бы сказать, что с каждым днём память об этом лете угасает, но мне никогда не забыть ни город пришельцев, где мы жили в конических телах, ни рептилий, гнавших нас по залитому багровым светом Йоту, ни бесформенное чудовище, обитающее в глубинах Земли… Возможно, я боюсь составлять письменный отчёт о нашей экспедиции именно потому, что тогда все эти воспоминания примут форму и навеки вонзятся мне в разум, обрекая на жизнь в страхе и безысходности. Но мир должен знать, что мы испытали. И что мы сделали.
zh: <right><fancy>1925年12月17日，星期四</fancy></right> 對於1925年夏天發生的種種事件，我很難把自己的想法隻字不落地表達出來。當然，我將自己的經歷完完整整地告訴了哈倫，因為我認為只有哈倫會願意為我的經歷佐證，但我至今還沒坐下來把它記在紙上。或許我寧願這種種事件只是出於我的想像，而非真實。 說實話，我不知道我們是怎麼活著走出叢林下方的洞穴的。光是前往那個幽深的地方，就是一場地獄般的考驗。我有關返程的記憶雜亂無章，渾渾噩噩。我們在黑暗中不段攀升，像是爬了多年一般。我們吃完了食物，耗盡了補給品，喪失了心中的希望——但不知為何，我們找到了出路。 我們阻止了災難，但獲得的獎賞卻只有嘲笑和愚弄。所有正規的新聞社或大學都不願出版我們的發現，而我們遍體麟傷，飽經噩夢，自然也顧不上為此次探險保留任何證據。我真希望自己關於這種種事件的記憶能隨著時日消去，但我永遠無法忘記我們用自己的錐形身體探索的那座怪異城市，在閃耀著紅光的幽嘶裡追擊我們的蛇群，還有居於地球深淵的無形巨怪…… 或許這就是我害怕將我們的發現記錄下來的原因——因為這些記憶將會凝結，隨後蝕刻在我的腦海中，畢生困擾著我，使我終日陷於恐懼和沮喪之中。但我們的所見和經歷，都必須讓世界知曉。

source: Transposed to a different time, Valusia and the children of Yig live on. Preserved by the new timeline you have created, you and the Serpent People are safe from the events that caused their homeland’s destruction long ago, in another time. All of your past transgressions against serpent-kind are forgiven, and you are given the chance to live in the paradise-kingdom of Valusia, remade in Yig’s image. Although you may have turned your back on humanity, you take comfort in the fact that the Earth has been saved from complete ruin. Due to your actions, you are valued and respected among the Serpents and in the eyes of your new Father. Your new life is cozy and full of wonders you could never have predicted. And yet, from time to time, you look out into the wilds beyond Valusia and wonder if there is something else you could have done...
ru: Переместившись во времени, Валузия и дети Йига процветают. Созданная вами временная линия надёжно защищает вас и людей-змей от невзгод, которые в ином времени привели к падению их царства. Ваши былые прегрешения против рептилий прощены, и теперь вы живёте в райской Валузии, преображённые по подобию Йига. Хотя вы и отринули человечество, вас утешает то, что Земля избежала полного уничтожения. Своими действиями вы заслужили почёт и уважение змеиного народа и его Отца. Ваша жизнь полна удовольствий и чудес, которые вы раньше и представить не могли. И всё же порой вы вглядываетесь в дикие земли за пределами Валузии и думаете, могли ли поступить иначе…
zh: 你傳送到了另一個時空，瓦盧西亞和伊格的子嗣就居住於此。在你所創造的新時間線的保護之下，你和蛇族子民得以平安，不同於另一時空裡早早覆滅的蛇族國土。你曾對抗蛇族的罪過得到了寬恕，你獲得允許，能夠以伊格的形貌在天堂國度瓦盧西亞居住。儘管你背棄了自己的人性，但人類已經免遭巨難，得以倖存，你的心頭大石也放了下來。你的所作所為在蛇族中備受敬仰，你的新父對你青眼有加，生活舒適無比，充滿你從未預料的奇蹟。然而，你時不時地會望向瓦盧西亞另一端的荒野，想要知道自己是否還有什麼必須要做的事情……

source: Each investigator suffers 2 physical trauma and 2 mental trauma, as they never fully recovers from the expedition into N’kai.
zh: 調查員永遠無法從恩凱一役完全恢復，每位調查員受到2點肉體創傷和2點精神創傷。
