Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/shattered_aeons.po
Languages: de, es, fr, it, ko, pl, pt, ru, vi, zh

source: Each location attached to the Relic of Ages with Victory X is added to the victory display.
de: Jeder Ort mit Sieg X, der an das Relikt der Zeitalter angehängt ist, wird dem Siegpunktestapel hinzugefügt.
es: Cada Lugar vinculado a la Reliquia de las eras que tenga Victoria X se añade a la zona de victoria.
fr: Chaque lieu avec Victoire X attaché à la Relique des Âges est ajouté à la pile de victoire.
it: Ogni luogo assegnato alla Reliquia delle Ere con Vittoria X viene collocato nella galleria delle vittorie.
ko: ‘시대의 유물’에 부착된 장소 중에서, 승점 X점을 가진 장소를 모두 승점 더미에 추가합니다.
pl: Każdą lokalizację ze Zwycięstwem X dołączoną do Reliktu wieczności należy dodać do puli zwycięstwa.
pt: Cada local anexado à Relíquia das Eras com Vitória X é adicionado ao painel de vitória.
ru: Положите на победный счёт все локации с победными значениями, прикреплённые к «Реликвии веков».
vi: Mỗi vị trí được gắn vào Relic of Ages với Victory X được thêm vào khu vực trưng bày thành tích.
zh: 將疊加在古代遺物上的每個帶有勝利點數的地點放進勝利牌區。

source: Each investigator earns 5 bonus experience, as they have mended the shattered timeline and saved the Earth from catastrophe.
de: Jeder Ermittler erhält 5 weitere Erfahrungspunkte, da er die zerbrochene Zeitlinie repariert und die Erde vor einer Katastrophe gerettet hat.
es: Cada investigador gana una bonificación de 5 puntos de experiencia por haber reparado la línea temporal rota y salvado la Tierra de una catástrofe.
fr: Chaque investigateur reçoit 5 points d'expérience supplémentaires pour avoir comblé la brèche dans la structure du temps et sauvé la Terre de la catastrophe.
it: Ogni investigatore guadagna un ammontare di punti esperienza par al valore di Vittoria di ogni carta nella galleria delle vittorie. Ogni investigatore guadagna 5 punti esperienza aggiuntivi per aver risanato la linea temporale in frantumi e aver salvato la Terra dalla catastrofe.
ko: 산산조각난 시간선을 봉합하고 지구를 대참사에서 구해냈기 때문에, 각 조사자는 경험치를 추가로 5만큼 얻습니다.
pl: W związku z tym, że udało się wam naprawić szczelinę w strukturze czasu i uchronić Ziemię przed katastrofą, każdy badacz otrzymuje 5 dodatkowych punktów doświadczenia.
pt: Cada investigador ganha 5 bônus de experiência, pois eles consertaram a linha do tempo quebrada e salvaram a Terra da catástrofe.
vi: Mỗi điều tra viên nhận được 5 điểm kinh nghiệm thưởng, vì họ đã sửa chữa dòng thời gian bị phá vỡ và cứu Trái đất khỏi thảm họa.
zh: 调查员修补了破碎的时间线，拯救地球免受灾难，每位调查员获得5点奖励经验值。

source: <right><fancy>Thursday, December 17th, 1925</fancy></right> It is difficult for me to convey my unabridged thoughts on the events that occurred during the summer of 1925. Of course, I gave my full account to Harlan—who I suspect is the only person willing to vouch for my story—but I have not sat down to record it on paper until now. Perhaps I would rather these events had been a figment of my imagination. In truth, I have no idea how we made it out of the caverns beneath the jungle alive. Simply reaching the abyssal place was a hellish ordeal. My memory of our return trip is muddled and disarrayed. We scrambled in the dark for what seemed like ages. We were out of food, out of supplies, out of hope—but somehow, we found a way out. Our reward for preventing calamity was scorn and ridicule. No upstanding paper or university would publish our findings, and of course we possessed no proof of our expedition save for our scars and nightmares. I wish I could say that my memory of these events has faded with each passing day, but I will never forget the alien city we explored in our conical bodies, the serpents that pursued us in red-litten Yoth, the formless abomination that lived in the depths of the Earth… Perhaps that is why I fear making a written account of our findings—because these memories will crystallize and become etched in my mind, forever damning me to a life of terror and dismay. Still, the world needs to know what we saw. What we did.
de: <right><fancy>Donnerstag, 17. Dezember, 1925</fancy></right> Es ist schwer für mich, meine Gedanken zu den Ereignissen im Sommer 1925 ungekürzt wiederzugeben. Natürlich habe ich Harlan einen vollständigen Bericht erstattet – ich denke, er ist die einzige Person, die überhaupt bereit wäre, meiner Geschichte Glauben zu schenken – aber bis jetzt habe ich noch nicht gewagt, sie zu Papier zu bringen. Vielleicht hoffe ich irgendwie immer noch, dass diese Ereignisse nur in meiner lebhaften Einbildung stattgefunden haben. In Wahrheit habe ich keine Ahnung, wie wir es geschafft haben, lebend aus den Höhlen unter dem Dschungel zu entkommen. Schon das Erreichen dieses Ortes in unglaublicher Tiefe war eine teuflische Tortur. An unsere Rückreise habe ich nur konfuse, ungeordete Erinnerungsfetzen. Es schien, als wären wir endlos lang durch die Dunkelheit geirrt. Wir hatten keinen Proviant mehr, uns fehlte Ausrüstung und wir hatten alle Hoffnung verloren – aber irgendwie haben wir einen Ausweg gefunden. Der Lohn dafür, dass wir eine Katastrophe verhindern konnten, war nur Verachtung und Spott. Keine ernstzunehmende Zeitung oder Universität war bereit, unsere Erkenntnisse zu veröffentlichen. Natürlich besaßen wir auch keinen Beweis dafür, was unserer Expedition zugestoßen war, wenn man von unseren Narben und Albträumen absieht. Ich wünschte, ich könnte sagen, dass meine Erinnerungen an diese Ereignisse mit jedem Tag etwas mehr verblassen, aber ich werde diese fremdartige Stadt nie vergessen, die wir in unseren kegelförmigen Körpern erkundet haben, oder die Schlangen, die uns im roten Licht von Yoth verfolgt haben, oder die formlosen Abscheulichkeiten, die in den Tiefen unter der Erde lebten … Vielleicht fürchte ich mich deshalb davor, unsere Erkenntnisse schriftlich festzuhalten – dadurch würden diese Erinnerungen klarer und für alle Zeit in meinen Geist eingeätzt werden. Sie würden mich zu einem Leben in Schrecken und Entsetzen verurteilen. Trotzdem muss die Welt erfahren, was wir gesehen haben. Was wir getan haben.
es: <right><fancy>Jueves, 17 de diciembre de 1925</fancy></right> Me resulta difícil transmitir mis pensamientos íntegros sobre los acontecimientos que tuvieron lugar durante el verano de 1925. Claro que le conté todo a Harlan, quien sospecho que es la única persona dispuesta a poner la mano en el fuego por mi historia, pero no me he sentado a ponerlo por escrito hasta este momento. Quizás porque preferiría que todo esto hubiera sido producto de mi imaginación. En realidad, no tengo la menor idea de cómo logramos salir con vida de las cavernas que hay bajo la jungla. Sólo ya llegar a ese lugar abisal fue una odisea infernal. Mis regresos del viaje de vuelta están desordenados y brumosos. Dimos tumbos por la oscuridad durante lo que parecieron años. No nos quedaba comida, ni suministros, ni esperanza… pero, de algún modo, encontramos una salida. Nuestra recompensa por evitar una calamidad fueron el escarnio y el ridículo. Ninguna revista o universidad respetable estaba dispuesta a publicar nuestros hallazgos, y por supuesto no teníamos más prueba de nuestra expedición que las cicatrices y las pesadillas. Ojalá pudiera decir que mi recuerdo de estos acontecimientos se ha ido difuminando con cada día transcurrido, pero nunca olvidaré la ciudad alienígena que exploramos en nuestros cuerpos cónicos, las serpientes que nos persiguieron bajo la roja luz que inundaba Yoth, la informe abominación que vivía en las profundidades de la Tierra… Puede que por eso tema poner por escrito nuestros hallazgos… Porque estos recuerdos cristalizarán y se grabarán en mi mente, condenándome eternamente a una vida de terror y desconsuelo. Aun así, el mundo necesita saber lo que vimos. Lo que hicimos.
fr: <right><fancy>Jeudi 17 décembre 1925</fancy></right> Il est difficile pour moi de transmettre l'intégralité de mes pensées quant aux événements de l'été 1925. Bien entendu, j'ai fait un compte rendu complet à Harlan – que je pense être la seule personne à croire en mon histoire –, mais je n'ai pas encore commencé à la coucher sur le papier jusqu'à maintenant. Peut-être aurais-je préféré que ces événements ne soient que le fruit de mon imagination. En vérité, je n'ai aucune idée de la manière dont nous sommes sortis vivants des cavernes sous la jungle. Atteindre ce lieu effroyable avait déjà été un immense calvaire. Mes souvenirs de notre voyage de retour sont flous et mélangés. Nous avons rampé dans le noir pendant ce qui m'a semblé des siècles. Nous n'avions plus ni nourriture, ni équipement, ni espoir – mais nous avons tout de même fini par atteindre une sortie. Pour avoir empêché une telle calamité, nous n'avons récolté que du dédain et été tournés en ridicule. Aucun journal sérieux, aucune université ne publiera nos découvertes et, bien entendu, nous n'avons aucune preuve de notre expédition à part nos cicatrices et nos cauchemars. J'aimerais pouvoir dire que les souvenirs de ces événements s'estompent avec le temps, mais je n'oublierai jamais la cité extraterrestre que nous avons explorée dans nos corps coniques, les serpents qui nous ont poursuivis dans cette Yoth baignée de lumière rouge, l'abomination informe qui vivait dans les profondeurs de la Terre… Peut-être est-ce la raison pour laquelle j'ai peur d'entamer un rapport écrit de nos trouvailles – parce que cela rendrait ces souvenirs concrets, gravés à jamais dans mon esprit, me condamnant à une vie de terreur et de désarroi. Cependant, le monde doit savoir ce que nous avons vu. Ce que nous avons fait.
it: <right><fancy>Giovedì 17 Dicembre, 1925</fancy></right> È difficile per me rimettere ordine nel tumulto di pensieri relativi agli eventi a cui ho preso parte nell'estate del 1925. Ovviamente ho fatto un resoconto completo ad Harlan (che sospetto essere l'unico disposto a credermi), ma non sono mai riuscito a mettere alcunché su carta, fino ad ora. Forse preferisco credere che quegli eventi siano frutto della mia immaginazione. In tutta onestà, non so dire in che modo siamo riusciti a fuggire dalle caverne sotto la giungla… Raggiungere quel luogo abissale è stata un'ordalia infernale. I miei ricordi del viaggio di ritorno sono confusi e frammentati: abbiamo vagato ciecamente nell'oscurità per quella che pareva un'eternità. Eravamo senza cibo, senza scorte, senza speranza… ma, in qualche modo, abbiamo trovato la via d'uscita. Come ricompensa per aver impedito la calamità siamo stati disprezzati e dileggiati. Nessuna casa editrice o università rispettabile ha accettato di pubblicare le nostre scoperte e naturalmente non abbiamo alcuna prova della nostra spedizione, se si eccettuano le cicatrici e gli incubi. Vorrei tanto poter dire che i miei ricordi di quegli eventi si fanno più sbiaditi ogni giorno che passa, ma non dimenticherò mai la città aliena che abbiamo esplorato in quei corpi conici, serpenti che ci inseguivano nelle caverne rosse di Yoth, l'abominio informe che si annidava nelle viscere della terra… Forse è per questo che ho paura di mettere per iscritto ciò che abbiamo scoperto… perché quei ricordi si cristallizzerebbero, resterebbero scolpiti nella mia mente per sempre, condannandomi a una vita di terrore e smarrimento. Tuttavia, il mondo deve sapere cosa abbiamo visto. E cosa abbiamo fatto.
ko: <right><fancy>1925년 12월 17일, 목요일</fancy></right> 1925년 여름에 벌어진 사건들에 대한 내 기억을 온전히 떠올리는 건 거의 무리에 가까운 일이다. 물론, 할런에게는 토씨 하나 빠뜨리지 않고 다 털어놓았다. 내 이야기를 믿고 지지해 줄 유일한 사람이니까. 어쨌든 지금까지는 제대로 기록을 남길 엄두도 내지 못했다. 그 사건들이 그저 내 상상의 산물이길 바라서 그런 건지도 모른다. 솔직히 털어놓자면, 우리가 그 밀림 아래 동굴에서 어떻게 살아서 나왔는지 기억나지 않는다. 그런 무저갱까지 내려가는 것만 해도 지옥 같은 고난이었다. 귀환길이 어떠했는지의 기억은 뒤죽박죽이 되어 버렸다. 그때, 어둠 속에서 정처 없이 나아가는 시간은 영원처럼 길게만 느껴졌다. 식량도, 보급품도, 희망도 바닥났다. 그런데도 우린 어찌 빠져나왔다. 대참사를 막아낸 우리에게 돌아온 것은 냉대와 조소였다. 우리가 발견한 것을 세간에 공표해 줄 신문사도 대학도 없었고, 탐사에 대한 증거 하나 가진 것이 없었으니 남은 것은 상흔과 악몽뿐이었다. 그저 시간이 흘러 이 사건에 관한 기억이라도 잊히길 간절히 바라고 있지만, 사실은 결코 잊을 수 없는 기억임을 안다. 원뿔형 몸뚱아리 안에 갇혀 돌아다녔던 외계도시의 광경도, 붉게 물든 요스에서 우리를 추격해 오던 뱀들도, 지구의 깊숙한 곳에 사는 형태 없는 흉물도… 우리가 발견한 것에 관해 기록을 남기기를 꺼리는 이유는 어쩌면 그것 때문인지도 모른다. 이 기억이 단단히 굳고 내 뇌리에 완전히 각인되어, 내가 살아 있는 동안 공포와 좌절의 나날만이 영원할 것이기에. 그럼에도 불구하고, 이 세상은 알아야만 한다. 우리가 무엇을 보았는지, 우리가 무엇을 했는지.
pl: <right><fancy>Czwartek, 17 grudnia, 1925 r.</fancy></right> Trudno mi w pełni przekazać wszystko, co zdarzyło się latem 1925 r. Oczywiście zdałem pełną relację Harlanowi – który jak mniemam jest jedyną osobą gotową poręczyć za moje słowa – jednak aż do tej chwili nie przelewałem tego na papier. Chyba wolałbym, aby te zdarzenia były tylko wytworem mojej wyobraźni. Prawdę mówiąc, nie wiem nawet, jak wydostaliśmy się żywi z jaskiń pod dżunglą. Samo dotarcie do tamtej otchłani było piekielnym wyzwaniem. Moje wspomnienia z podróży są mętne i chaotyczne. Mam wrażenie, że błądziliśmy w ciemnościach przez wieki. Skończyło się jedzenie, zasoby, nadzieja – a mimo to jakoś znaleźliśmy wyjście. Naszą nagrodą za powstrzymanie zagłady była pogarda i szyderstwa. Żadne czasopismo ani uczelnia nie chciały opublikować naszych odkryć i oczywiście nie mieliśmy żadnych dowodów naszej ekspedycji, nie licząc blizn i koszmarów. Chciałbym powiedzieć, że z upływem dni wspomnienia tamtych wydarzeń zatarły się w mej pamięci, ale to by było kłamstwo. Nigdy nie zapomnę obcego miasta, które przemierzaliśmy w obcych stożkowych ciałach, ani węży, które ścigały nas przez skąpane w czerwonym blasku jaskinie Yoth, ani bezkształtnych wynaturzeń, które żyły w głębinach Ziemi… Może właśnie dlatego boję się opisać, co znaleźliśmy – bo skrystalizuję w ten sposób wspomnienia i wyryję je w swej pamięci, skazując się na życie w ciągłej grozie i rozpaczy. Mimo wszystko świat musi się dowiedzieć, co widzieliśmy. Co zrobiliśmy.
pt: <right><fancy>Quinta-feira, 17 de dezembro de 1925</fancy></right> É difícil para mim transmitir meus pensamentos completos sobre os eventos que ocorreram durante o verão de 1925. É claro que dei meu relato completo a Harlan - que suspeito ser a única pessoa disposta a atestar minha história - mas eu não me sentei para registrá-lo em papel até agora. Talvez eu preferisse que esses eventos tivessem sido uma invenção da minha imaginação. Na verdade, não tenho ideia de como saímos vivos das cavernas debaixo da selva. Simplesmente chegar ao lugar abissal foi uma provação infernal. Minha memória de nossa viagem de volta é confusa e desordenada. Nós lutamos no escuro pelo que parecia como eras. Estávamos sem comida, sem suprimentos, sem esperança, mas de alguma forma, encontramos uma saída. Nossa recompensa por prevenir a calamidade foi o escárnio e o ridículo. Nenhum jornal ou universidade de boa reputação publicaria nossas descobertas, e é claro que não possuíamos nenhuma prova de nossa expedição, exceto por nossas cicatrizes e pesadelos. Eu gostaria de poder dizer que minha memória desses eventos desapareceu a cada dia que passava, mas nunca esquecerei a cidade alienígena que exploramos em nossos corpos cônicos, as serpentes vermelhas-iluminadas que nos perseguiram em Yoth, a abominação sem forma que vivia nas profundezas da Terra… Talvez seja por isso que temo fazer um relato escrito de nossas descobertas - porque essas memórias se cristalizarão e ficarão gravadas em minha mente, condenando-me para sempre a uma vida de terror e consternação. Ainda assim, o mundo precisa saber o que vimos. O que fizemos.
vi: <right><fancy>Thứ Năm, ngày 17 tháng 12 năm 1925</fancy></right> Thật khó để tôi truyền đạt những suy nghĩ nguyên vẹn của mình về những sự kiện xảy ra trong mùa hè năm 1925. Tất nhiên, tôi đã kể toàn bộ câu chuyện của mình cho Harlan - người mà tôi cho là người duy nhất sẵn sàng làm chứng cho câu chuyện của tôi - nhưng tôi chưa ngồi viết ra giấy cho đến bây giờ. Có lẽ là do tôi thà rằng những sự kiện này chỉ là sản phẩm của trí tưởng tượng của tôi. Thực ra, tôi không biết làm thế nào mà chúng tôi có thể sống sót thoát ra khỏi các hang động bên dưới khu rừng. Chỉ đơn giản đến được nơi vực thẳm đã là một thử thách kinh khủng. Ký ức của tôi về chuyến trở về của chúng tôi rất lung tung và lộn xộn. Chúng tôi mò mẫm trong bóng tối trong khoảng thời gian dường như đã lâu. Chúng tôi hết thức ăn, hết nhu yếu phẩm, hết hy vọng—nhưng bằng cách nào đó, chúng tôi đã tìm ra lối thoát. Phần thưởng của chúng tôi cho việc ngăn chặn tai họa là sự khinh miệt và chế giễu. Không có tờ báo hay trường đại học uy tín nào công bố những phát hiện của chúng tôi, và tất nhiên chúng tôi không có bằng chứng nào về chuyến thám hiểm của mình ngoại trừ những vết sẹo và các cơn ác mộng của chúng tôi. Tôi ước tôi có thể nói rằng trí nhớ của tôi về những sự kiện này đã phai nhạt theo từng ngày, nhưng tôi sẽ không bao giờ quên thành phố xa lạ mà chúng tôi đã khám phá trong cơ thể hình nón của mình, những sinh vật rắn đã truy đuổi chúng tôi trong vùng đất Yoth đầy ánh sáng đỏ, những sinh vật ghê tởm không hình dáng sống sâu bên dưới trái đất… Có lẽ đó là lý do tại sao tôi sợ viết ra những phát hiện của chúng tôi—bởi vì những ký ức này sẽ kết tinh và khắc sâu trong tâm trí tôi, khiến tôi vĩnh viễn phải chịu đựng một cuộc sống kinh hoàng và mệt mỏi. Tuy nhiên, thế giới cần biết những gì chúng tôi đã thấy. Những gì chúng tôi đã làm.
zh: <right><fancy>1925年12月17日，星期四</fancy></right> 对于1925年夏天发生的种种事件，我很难把自己的想法只字不落地表达出来。当然，我将自己的经历完完整整地告诉了哈伦，因为我认为只有哈伦会愿意为我的经历佐证，但我至今还没坐下来把它记在纸上。或许我宁愿这种种事件只是出于我的想像，而非真实。 说实话，我不知道我们是怎么活著走出丛林下方的洞穴的。光是前往那个幽深的地方，就是一场地狱般的考验。我有关返程的记忆杂乱无章，浑浑噩噩。我们在黑暗中不段攀升，像是爬了多年一般。我们吃完了食物，耗尽了补给品，丧失了心中的希望——但不知为何，我们找到了出路。 我们阻止了灾难，但获得的奖赏却只有嘲笑和愚弄。所有正规的新闻社或大学都不愿出版我们的发现，而我们遍体麟伤，饱经噩梦，自然也顾不上为此次探险保留任何证据。我真希望自己关于这种种事件的记忆能随著时日消去，但我永远无法忘记我们用自己的锥形身体探索的那座怪异城市，在闪耀著红光的幽嘶里追击我们的蛇群，还有居于地球深渊的无形巨怪…… 或许这就是我害怕将我们的发现记录下来的原因——因为这些记忆将会凝结，随后蚀刻在我的脑海中，毕生困扰著我，使我终日陷于恐惧和沮丧之中。但我们的所见和经历，都必须让世界知晓。
