Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/the_city_of_archives.po
Languages: de, es, fr, it, ko, pt, ru, vi, zh

source: You remember very little of the next few days. Your consciousness fades in and out as your body grips with exhaustion, and your mind feebly attempts to comprehend what exactly has happened to you. The inhabitants of this place are the same creatures you saw Alejandro consorting with: immense corrugated cones of clammy flesh, with four thick limbs extending from the top. They are horrifying to look upon, but they do not harm you as you expected they might. Your first few days are spent restrained and questioned by the creatures, several of which are somehow able to communicate in English. Others reproduce your language using an odd futuristic machine, played like a musical instrument. You are reminded strangely of the jazz piano at the Nightingale. It is only then that you realize your body has been altered. You have no hands or fingers to play the keys, no legs to walk upon, no lungs to scream out. You are one of them now, one of the creatures that has taken you captive, and your original body is nowhere to be seen. Despite your captivity, the creatures do not seem intent on harming you. Instead, they merely interview you, asking all manner of questions about a broad range of topics: your society, your profession, your technology, your ecosystem, your human body. Their thirst for knowledge is unyielding, unending. Their questions range from the mundane to the complex. They implore you to write copiously in your own language, taking anything you write to store away in their vast archives. You are informed that you will be able to roam the city freely if you comply.
de: Du erinnerst dich kaum an die folgenden Tage. Du verlierst immer wieder das Bewusstsein, bist körperlich erschöpft und dein Verstand versucht verzweifelt zu verstehen, was genau mit dir passiert ist. Die Bewohner dieses Ortes sind dieselben Kreaturen, die du mit Alejandro gesehen hast. Ihre Körper sind runzlige Kegel aus klammem Fleisch, aus denen oben vier dicke Gliedmaßen ragen. Ihr Anblick ist entsetzlich, aber wider Erwarten tun sie dir nichts. In den ersten Tagen wirst du gefangen gehalten und von den Kreaturen befragt. Einige von ihnen sprechen zu deinem Erstaunen deine Sprache. Die anderen reproduzieren deine Sprache mit einer merkwürdigen, futuristisch anmutenden Maschine, die sie wie ein Musikinstrument spielen. Irgendwie erinnert es dich an das Jazzklavier im Nightingale. Erst dann bemerkst du, dass dein Körper verändert worden ist. Du hast weder Hände noch Finger, mit denen du die Tasten betätigen könntest, keine Beine, mit denen du gehen könntest, und keine Lunge, um zu schreien. Du bist jetzt einer von ihnen, eine dieser Kreaturen, die dich gefangen genommen haben, und dein ursprünglicher Körper ist nirgendwo zu sehen. Trotz deiner Gefangenschaft scheinen die Kreaturen nicht vorzuhaben dir zu schaden. Stattdessen befragen sie dich nur, wollen alles über die verschiedensten Themen wissen: deine Gesellschaft, deinen Beruf, die Technologie der Menschen, das Ökosystem der Erde und deinen menschlichen Körper. Ihr Wissensdurst scheint unstillbar zu sein. Manche ihrer Fragen sind einfach, andere höchst komplex. Sie fordern dich auf umfangreiche Notizen in deiner Sprache anzufertigen, um diese dann in ihren riesigen Archiven zu verwahren. Man sagt dir, dass du dich in der Stadt frei bewegen kannst, solange du dich kooperativ zeigst.
es: Recuerdas muy poco de los días siguientes. Tu consciencia viene y va mientras tu cuerpo trata de asimilar el agotamiento y tu mente intenta débilmente comprender qué te ha ocurrido exactamente. Los habitantes de este lugar son las mismas criaturas con las que viste confraternizar a Alejandro: inmensos conos ondulados de carne húmeda y pegajosa, con cuatro gruesas extremidades que surgen de la parte superior. Su aspecto es horrendo, pero no te hacen daño como pensabas que lo harían. Pasas los primeros días atado e interrogado por las criaturas, pues algunas de ellas parecen ser capaces de comunicarse en inglés. Otras reproducen tu idioma mediante una insólita máquina futurista que tocan como si fuera un instrumento musical. Te recuerda extrañamente al piano de jazz del Nightingale. En ese momento te das cuenta de que tu cuerpo ha sido alterado. No tienes manos ni dedos con los que tocar las teclas, ni piernas con las que caminar o pulmones con los que gritar. Ahora eres uno de ellos, una de las criaturas que te han hecho prisionero, y no ves tu cuerpo original por ninguna parte. Pese a tu cautiverio, las criaturas no parecen tener intención de hacerte daño. En lugar de eso, se limitan a interrogarte, haciéndote todo tipo de preguntas sobre una gran variedad de temas: tu sociedad, tu profesión, tu tecnología, tu ecosistema, tu cuerpo humano. Su sed de conocimientos es incansable e infinita. Sus preguntas van desde las más mundanas a las más complejas. Te ruegan que escribas abundantemente en tu propio idioma y se llevan todo lo que escribes para almacenarlo en sus enormes archivos. Te informan de que podrás deambular libremente por la ciudad si les ayudas.
fr: Vous n'avez que peu de souvenirs des jours suivants. Votre conscience va et vient au gré de l'épuisement de votre corps, et votre esprit tente péniblement de comprendre ce qui vous est arrivé. Les habitants de ce lieu sont les mêmes créatures que vous avez vues en compagnie d'Alejandro : d'immenses cônes ondulés de chair molle, avec quatre larges appendices au sommet. Elles sont horribles à regarder mais elles ne vous font aucun mal, contrairement à ce que vous aviez craint. Vous passez vos premiers jours emprisonné et interrogé par les créatures, dont certaines semblent capables de communiquer dans votre langue. D'autres la reproduisent en utilisant une étrange machine futuriste qui ressemble à un instrument de musique. Cela vous rappelle curieusement le piano jazz au Rossignol. C'est à ce moment que vous vous rendez compte que votre corps a été altéré. Vous n'avez plus ni mains ni doigts pour presser les touches, plus de jambes pour marcher, plus de poumons pour crier. Vous êtes l'un d'entre eux désormais, l'une des créatures qui vous ont capturé, et vous ignorez où se trouve votre véritable corps. Malgré votre captivité, les créatures n'ont pas l'air de vous vouloir du mal. Elles préfèrent converser avec vous et vous poser toutes sortes de questions sur divers sujets : votre société, votre profession, votre technologie, votre écosystème, votre corps humain. Leur soif de savoir est intarissable et leurs questions vont du trivial au complexe. Elles vous demandent d'écrire copieusement dans votre propre langue et prennent toutes vos notes pour les ranger dans leurs vastes archives. On vous informe bientôt que vous pourrez circuler librement dans la cité si vous vous soumettez.
it: Il ricordo dei giorni seguenti è sfocato. Riprendete i sensi a tratti, il vostro corpo è sfinito e la vostra mente si sforza debolmente di comprendere cosa vi sia accaduto di preciso. Gli abitanti di questo luogo sono le stesse creature che avete visto spalleggiare Alejandro: immensi coni corrugati di carne umidiccia dalla cui cima si protendono quattro grossi arti; sono orrendi a vedersi ma non sembrano intenzionati a farvi del male, come sareste portati a credere. Trascorrete i primi giorni legati e sottoposti a un interrogatorio da parte delle creature, alcune delle quali paiono in grado di comunicare nella vostra lingua; altre riproducono il vostro linguaggio usando una strana macchina futuristica che suonano come uno strumento musicale. Vi ricorda vagamente la melodia che suonavano al pianoforte del Nightingale… ed è allora che vi rendete conto che i vostri corpi sono stati alterati: non avete mani o dita per premere i tasti, né gambe per camminare, né polmoni per urlare. Ora siete come loro, gli esseri che vi hanno fatto prigionieri, e del vostro corpo originale non c'è traccia. Nonostante la prigionia, le creature non sembrano intenzionate a farvi del male; si limitano invece a interrogarvi sugli argomenti più disparati: la vostra società, le professioni, le tecnologie, l'ecosistema e il vostro corpo umano. La loro sete di conoscenza è assoluta e inesauribile, e le loro domande vanno dal banale al complesso. Vi implorano di scrivere copiosamente nella vostra lingua, per poi custodire tutto ciò che scrivete nei loro vasti archivi. Venite inoltre informati che, se collaborerete, sarete liberi di vagare per la città.
ko: 그날 이후로 며칠간의 기억이 거의 없습니다. 당신의 의식은 완전히 탈진한 육체에서 깨어났다 사그라들길 반복했습니다. 무슨 일이 벌어진 건지 알아내고자 안간힘을 썼으나 무기력한 정신으로는 어찌할 도리가 없었습니다. 이곳에는 알레한드로와 한패였던 생물들이 거주하고 있습니다. 주름지고 진득거리는 커다란 원뿔형 몸뚱아리에다 원뿔 꼭지에는 네 개의 두꺼운 수족 기관이 튀어나와 있습니다. 저들은 무시무시한 모습을 하고 있긴 하지만, 예상과는 달리 당신을 해치려 들지 않았습니다. 처음 며칠간은 구속된 채로 질문을 받았는데, 몇몇 개체는 어찌된 영문인지 당신과 영어로 의사소통할 수 있었습니다. 또 어떤 자들은 미래적인 느낌이 풍기는 기이한 장치를 악기처럼 다루면서 당신의 언어를 재현했습니다. 그걸 들으니 묘하게도 나이팅게일 클럽의 재즈 피아노가 떠올랐습니다. 그때 즈음에야 당신은 몸이 뒤바뀌었다는 것을 알아차렸습니다. 지금 당신에게는 건반을 두드릴 손이나 손가락도 없고, 걸어 다닐 다리도 없으며 비명을 내지를 폐도 없습니다. 당신을 붙잡아 온 저 외계 생물들과 같은 몸뚱이가 되어 버린 것입니다. 당신의 본래 육체는 어디로 갔는지 보이지 않습니다. 외계 생물들에게 붙잡혀 있긴 하지만, 저들에게는 당신을 해칠 의도가 없는 듯합니다. 그보다도 저들은 당신의 사회, 직업, 기술, 생태계, 인간의 몸 등등 광범위한 주제로 온갖 질문을 던져대기만 합니다. 지식에 대한 저들의 갈망은 확고하고도 무한했으며, 평범한 것부터 복잡한 것까지 다채로운 질문을 들이밀었습니다. 그들은 당신이 최대한 풍부한 언어로 기술해 주기를 간곡히 부탁했으며, 당신이 적은 것을 하나하나 방대한 기록서고에 보관해 두었습니다. 이제는 얌전히 굴기만 한다면 도시를 자유롭게 돌아다니겠끔 허락해 주겠다고 합니다.
pt: Você se lembra muito pouco dos próximos dias. Sua consciência se esvai e desaparece enquanto seu corpo fica exausto, e sua mente debilmente tenta compreender o que exatamente aconteceu com você. Os habitantes deste lugar são as mesmas criaturas com as quais você viu Alejandro se relacionando: imensos cones corrugados de carne pegajosa, com quatro membros grossos que se estendem do topo. Eles são horríveis de se ver, mas não fazem mal a você como você esperava que pudessem. Seus primeiros dias são passados contidos e questionados pelas criaturas, várias das quais são de alguma forma capazes de se comunicar em inglês. Outros reproduzem seu idioma usando uma estranha máquina futurista, tocada como um instrumento musical. Você se lembra estranhamente do piano de jazz em Nightingale. Só então você percebe que seu corpo foi alterado. Você não tem mãos ou dedos para tocar as teclas, nem pernas para andar, nem pulmões para gritar. Você é um deles agora, uma das criaturas que o prendeu e seu corpo original não está em lugar algum. Apesar de seu cativeiro, as criaturas não parecem ter a intenção de machucá-lo. Em vez disso, eles apenas o entrevistam, fazendo todo tipo de perguntas sobre uma ampla gama de tópicos: sua sociedade, sua profissão, sua tecnologia, seu ecossistema, seu corpo humano. A sede deles de conhecimento é inflexível, interminável. As perguntas vão do mundano ao complexo. Eles imploram que você escreva copiosamente em sua própria língua, pegando tudo o que você escreve para armazenar em seus vastos arquivos. Você é informado de que poderá vagar livremente pela cidade se você obedecer.
ru: Следующие дни почти не остаются у вас в памяти. Сознание то угасает, то возвращается в ваше истерзанное усталостью тело, пока разум пытается понять, что всё-таки с вами произошло. В этом месте живут те же существа, с которыми вы видели Алехандро: огромные складчатые конусы студенистой плоти, из вершины которых растут четыре толстые конечности. Они выглядят грозно, но, против ожидания, не причиняют вам вреда. Поначалу существа держат вас взаперти и допрашивают. Одни каким-то образом говорят по-английски, другие имитируют вашу речь с помощью причудливого футуристичного устройства, словно играя на музыкальном инструменте. Внезапно вы вспоминаете пианино в джазовом клубе «Соловей» и только тогда осознаёте, что ваше тело изменилось. У вас нет ни рук, ни пальцев, чтобы нажимать на клавиши, нет ног, чтобы ходить, нет лёгких, чтобы кричать. Вы стали одним из н и х , одним из существ, которые взяли вас в плен, и вокруг нет и следа вашего человеческого тела. Несмотря на то, что существа держат вас в плену, они, похоже, не намерены причинять вам вред. Они просто расспрашивают вас, интересуясь самым широким кругом тем: вашим обществом, вашей профессией, технологиями, экосистемой, человеческим телом. Их жажда знаний ненасытна, безгранична. Одни вопросы очень просты, другие ставят вас в тупик. Существа просят вас вести подробные записи на вашем языке и уносят всё написанное в свои необъятные архивы. В обмен на сотрудничество они обещают разрешить вам передвигаться по городу.
vi: Bạn nhớ rất ít những gì xảy ra trong vài ngày tới. Ý thức của bạn mờ dần khi cơ thể bạn trở nên kiệt quệ, và tâm trí bạn cố gắng một cách yếu ớt để hiểu chính xác điều gì đã xảy ra với bạn. Cư dân của nơi này cũng giống như những sinh vật mà bạn đã thấy Alejandro kết giao: những cái nón khổng lồ gợn sóng bằng thịt nhớp nháp, với bốn chi dày kéo dài từ đỉnh. Chúng thật kinh khủng khi nhìn vào, nhưng chúng không gây hại cho bạn như bạn tưởng. Vài ngày đầu tiên của bạn bị các sinh vật giam giữ và tra hỏi, một vài trong số chúng bằng cách nào đó có thể giao tiếp bằng tiếng Anh. Những con khác tái tạo ngôn ngữ của bạn nhờ một cỗ máy tương lai kỳ lạ, được chơi như một loại nhạc cụ. Nó làm bạn nhớ đến cây đàn piano jazz tại Nightingale. Chỉ sau đó bạn mới nhận ra cơ thể mình đã bị thay đổi. Bạn không có tay hay ngón tay để chơi đàn, không có chân để bước đi, không có phổi để hét lên. Bây giờ bạn là một trong số chúng, một trong những sinh vật đã giam cầm bạn, và cơ thể ban đầu của bạn không còn thấy ở đâu nữa. Bất chấp việc bạn bị giam cầm, các sinh vật dường như không có ý định làm hại bạn. Thay vào đó, chúng chỉ đơn thuần phỏng vấn bạn, hỏi đủ loại câu hỏi về nhiều chủ đề: xã hội, nghề nghiệp, công nghệ, hệ sinh thái, cơ thể con người của bạn. Khát khao tri thức của chúng rất mạnh mẽ, không có hồi kết. Câu hỏi của chúng bao gồm từ những điều bình thường cho đến phức tạp. Chúng yêu cầu bạn viết thật nhiều bằng ngôn ngữ của bạn, lấy bất cứ thứ gì bạn viết để cất vào kho lưu trữ rộng lớn của chúng. Bạn được thông báo rằng bạn sẽ có thể tự do đi lang thang trong thành phố nếu bạn hợp tác.
zh: 在接下來的幾天裡，你都想不起多少事情。你的身體耗盡了氣力，意識時有時無，你的頭腦徒勞地運轉，試圖想明白到底發生了什麼。 此地的住民與你看見的同亞歷山卓在一起的生物別無二致：濕黏的肉體呈龐大錐形，佈滿了皺紋，從錐形頂部延伸出四根粗壯的附肢。它們看起來十分恐怖，但與你想像的相反，它們沒有傷害你。一開始的幾天裡，你受到這些生物的監禁和質問，它們之中甚至有人能夠用英語交流。而其他生物則用一個怪異的未來機器複製你的語言，它們使用那台機器的模樣就像彈奏樂器一般。你莫名地想起了“夜鶯”的爵士鋼琴。在這時你才意識到自己的身體已經改變了。你沒了能輕撫琴鍵的雙手和十指，沒了用以邁步前進的雙腿，沒了肺部的你甚至無法尖叫出聲。你現在成了“它們”之中的一員，變成了俘膚你的生物，而你原來的身體已經無處可尋。 雖然你遭到監禁，但這些生物似乎無意傷害你。相反的是，它們僅僅是與你談話，向你詢問了各種問題，話題涉及的範園甚廣：你的社會、專業、科技、生態，還有你的人類身體。它們對知識的渴求不屈不境，無休無盡，它們所提的問題由簡入繁，還請求你用自己的語言寫下大量文字，將你寫下的所有文字存入它們龐大的檔案館中。它們告訴你，要是你服從指令，就能在這座城中自由走動。

source: <i>Cooperate and tell the creatures everything you know.</i>
de: <i>Kooperiere und sage den Kreaturen alles, was du weißt.</i>
es: <i>Cooperas y les dices a las criaturas todo lo que sabes.</i>
fr: <i>Il faut coopérer avec les créatures et leur dire tout ce que vous savez.</i>
it: <i>Collaborate e dite alle creature tutto quello che sapete.</i>
ko: <i>저들에게 협조하고 당신이 아는 것을 모두 알려줍니다.</i>
pt: <i>Coopere e conte às criaturas tudo o que sabe.</i>
ru: <i>Пойти навстречу и рассказать всё, что вам известно.</i>
vi: <i>Hợp tác và nói cho các sinh vật mọi thứ bạn biết.</i>
zh: <i>協助這群生物，並將你所知道的一切都告訴它們。</i>

source: <i>Refuse and resist captivity.</i>
de: <i>Weigere dich und wehre dich gegen die Gefangenschaft.</i>
es: <i>Te niegas y te resistes a que te encierren.</i>
fr: <i>Il faut refuser et résister à l'emprisonnement.</i>
it: <i>Rifiutatevi e opponete resistenza.</i>
ko: <i>협조를 거부하고 나포 행위에 저항합니다.</i>
pt: <i>Recusar e resistir ao cativeiro.</i>
ru: <i>Отказаться и вырваться из плена.</i>
vi: <i>Từ chối và chống lại sự giam cầm.</i>
zh: <i>拒絕它們的要求，抗拒監禁。</i>

source: You cooperate with the creatures, hoping to earn your freedom. You are sick of captivity, and perhaps you will be able to find a way home if you are able to roam the city at will. The creatures seem pleased that you are answering their questions, though their mannerisms are still completely alien to you. Days turn to weeks, perhaps even longer. It is difficult to tell. Finally, one of the creatures informs you that you are free to roam the halls of the city, with several restrictions: You are not allowed to do harm to your new body, for it belongs to another of their race, and you are not allowed to leave the city. Your restraints are lifted, and the creature watches with keen interest as you get used to your conical body.
de: In der Hoffnung auf Freiheit kooperierst du mit den Kreaturen. Du bist die Gefangenschaft leid, vielleicht findest du einen Weg nach Hause, wenn sie dir gestatten, dich frei in der Stadt zu bewegen. Die Kreaturen scheinen von deinen Antworten auf ihre Fragen angetan zu sein, auch wenn ihre Körpersprache dir immer noch völlig fremdartig erscheint. Aus Tagen werden Wochen, vielleicht sogar mehr, es ist schwer zu sagen. Schließlich sagt dir eine der Kreaturen, dass du dich frei in den Hallen der Stadt bewegen kannst, allerdings mit einigen Einschränkungen. Du darfst deinem neuen Körper keinen Schaden zufügen, da er einem anderen Mitglied ihrer Rasse gehört, und du darfst die Stadt nicht verlassen. Deine Fesseln werden gelöst und die Kreatur beobachtet interessiert, wie du dich an deinen kegelförmigen Körper gewöhnst.
es: Cooperas con las criaturas, esperando ganarte así tu libertad. Estás harto de estar prisionero, y quizás logres encontrar una forma de volver a casa si consigues poder recorrer la ciudad a tu aire. Las criaturas parecen complacidas de que estés respondiendo a sus preguntas, aunque sus gestos te resultan completamente ajenos. Los días se convierten en semanas, puede que más. Es difícil decirlo. Por fin, una de las criaturas te informa de que eres libre de ir por las salas de la ciudad, aunque con algunas restricciones: no se te permite dañar tu nuevo cuerpo, pues pertenece a otro miembro de su raza, y no se te permite abandonar la ciudad. La criatura te suelta y observa con mucho interés cómo te acostumbras a tu cuerpo cónico.
fr: Vous coopérez avec les créatures dans l'espoir de gagner votre liberté. Vous n'en pouvez plus d'être enfermé, et circuler librement dans la ville vous permettra peut-être de trouver un moyen de rentrer chez vous. Les créatures semblent satisfaites de vos réponses à leurs questions, bien que leurs manières totalement étrangères soient difficiles à décrypter. Les jours deviennent des semaines, peut-être même plus. C'est difficile à dire. Enfin, l'une des créatures vous informe que vous êtes libre d'arpenter les rues de la ville en respectant quelques restrictions : vous n'avez pas le droit d'endommager le corps que vous occupez actuellement car il appartient à l'une des leurs, et vous avez interdiction de quitter la cité. Vos liens sont brisés, et les créatures observent avec intérêt la manière dont vous utilisez votre corps conique.
it: Collaborate con quegli esseri nella speranza di guadagnarvi la libertà: siete stanchi della prigionia e forse, potendo vagare liberamente per la città, riuscirete a trovare un modo per tornare a casa. Le creature sembrano compiaciute nel sentirvi rispondere alle loro domande, anche se i loro modi di fare continuano ad apparirvi completamente alieni. I giorni si trasformano in settimane, e continuano ad accumularsi.. è difficile mantenere la cognizione del tempo. Poi, finalmente, una delle creature vi informa che siete liberi di vagare per i corridoi della città, anche se con alcune restrizioni: non siete autorizzati a danneggiare il vostro nuovo corpo, in quanto appartenente a un altro membro della loro razza, e non siete autorizzati a lasciare la città. Quando venite liberati dalle costrizioni, vi osservano con interesse mentre cercate di abituarvi all'uso del vostro nuovo corpo conico.
ko: 당신은 저들에게 협조하면서 자유를 얻기로 했습니다. 이렇게 억류되어 있는 데엔 신물이 나기도 했고, 이 도시를 자유롭게 돌아다니다 보면 다시 원래 시간대로 돌아갈 방법을 찾을 수 있을지도 모릅니다. 당신으로선 저들의 방식이 완전히 생소하긴 했지만, 저들은 당신이 질문에 대답해 준 것이 꽤나 기쁜 모양입니다. 몇 날이 지나고, 몇 주가 지나고… 어쩌면 그보다 더 오랜 시간이 흘러갔을지도 모를 무렵, 마침내 저들 중 하나가 당신에게 도시의 복도를 자유로이 돌아다녀도 된다고 말해주었습니다. 대신 몇 가지 제약이 붙었습니다. 당신의 새로운 몸은 저들 종족 구성원의 것이기에 상해를 입혀선 안 되며, 도시를 떠나서도 안 된다는 것입니다. 당신의 구속 장치를 벗겨내고 나자, 저들은 당신이 원뿔형 몸뚱이에 익숙해지는 광경을 호기심 어린 눈길로 바라봅니다.
pt: Você coopera com as criaturas, esperando ganhar sua liberdade. Você está cansado do cativeiro e talvez consiga encontrar um caminho para casa se puder vagar pela cidade à vontade. As criaturas parecem satisfeitas por você estar respondendo suas perguntas, embora os maneirismos deles ainda sejam completamente estranhos para você. Os dias se transformam em semanas, talvez até mais. É difícil dizer. Por fim, uma das criaturas informa que você está livre para percorrer os corredores da cidade, com várias restrições: Você não tem permissão para fazer mal ao seu novo corpo, pois ele pertence a outro da raça deles, e você não tem permissão para sair da cidade. Suas restrições são levantadas, e a criatura observa com grande interesse enquanto você se acostuma com seu corpo cônico.
ru: Вы помогаете существам в надежде получить свободу. Плен вас гнетёт; к тому же, если вы сможете ходить по городу, у вас появится шанс найти дорогу домой. Похоже, существа довольны вашей сговорчивостью, хотя их эмоции остаются для вас полной загадкой. Дни складываются в недели, вы теряете ощущение времени. Наконец одно из существ сообщает, что вы теперь вправе свободно передвигаться, но не должны наносить вред своему телу, поскольку оно принадлежит другому представителю их вида, и не можете покидать пределы города. Ваши оковы снимают, и существо с любопытством наблюдает за тем, как вы привыкаете к своему новому обличью.
vi: Bạn hợp tác với các sinh vật, hy vọng sẽ kiếm được tự do cho mình. Bạn chán ngấy cảnh bị giam cầm, và có lẽ bạn sẽ có thể tìm được đường về nhà nếu bạn có thể đi lang thang trong thành phố theo ý muốn. Các sinh vật có vẻ hài lòng khi bạn trả lời câu hỏi của chúng, mặc dù cách cư xử của chúng vẫn hoàn toàn xa lạ với bạn. Nhiều ngày cho đến nhiều tuần đã trôi qua, thậm chí có thể lâu hơn. Rất khó để nói đã qua bao lâu. Cuối cùng, một trong những sinh vật thông báo cho bạn biết rằng bạn có thể tự do đi lang thang trong các hội trường của thành phố, với một số hạn chế: Bạn không được phép làm tổn hại đến cơ thể mới của mình, vì nó thuộc về con khác của chủng tộc của bọn chúng, và bạn không được phép rời khỏi thành phố. Sự hạn chế của bạn được dỡ bỏ và sinh vật quan sát một cách thích thú khi bạn đã quen với cơ thể hình nón của mình.
zh: 你協助這群生物，只盼能換來自由。你受夠了被監禁的日子，要是你能在這座城市中自由走動，或許你能夠找到回去的路。你對這群生物所提的問題一一作答，令它們十分滿意，儘管你還是完全無法理解它們的怪異行為。時間過去了幾個禮拜，或者更久。很難確定過去了多久。終於，其中一頭生物告訴你，你能夠自由地到城市的各個房間走走，但需要遵守幾項限制：你不能傷害自己的新身體，因為這具身體仍屬於它們的一名同胞，且你不能離開這座城。你的束縛被解開，看守著你的生物。有興趣地看著你適應自己的錐形身體。

source: the investigators cooperated with the Yithians.
de: Die Ermittler kooperierten mit den Yithianern.
es: los investigadores cooperaron con los yithianos.
fr: les investigateurs ont coopéré avec les Yithiens.
it: <i>avete collaborato con gli Yithiani</i>.
ko: 조사자들이 이스인에게 협조했다
pt: os investigadores cooperaram com os Yithians.
ru: сыщики подчинились йитианам.
vi: các điều tra viên đã hợp tác với sinh vật Yithians.
zh: 調查員協助伊斯人。
