Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/the_city_of_archives.po
Languages: de, es, fr, it, ko, pt, ru, vi, zh

source: These creatures abducted you and even stole you from your own body. You refuse to give your captors even a single answer. You’d spit in their faces if you could—if you knew how to spit with such body, and if you knew which one of the creatures’ four distensible appendages was a face. Breaking free of your restrains is a hopeless endeavor, but you struggle to escape regardless. Your efforts do not go unnoticed, and one of the creatures is assigned to watch you. It seems more concerned with preventing you from harming your body than preventing you from escaping. After many days of captivity, you find a way to use this to your advantage. You struggle so hard against your restraints that they pierce into your leathery, cold flesh, drawing out a bit of viscous slime-blood. Your guard quickly apporoaches, clicking its claws together repeatedly. It undoes your restraints, and the moment it does, your claw appendages strike at what you believe to be the creature’s throat. It collapses to the floor, writhing in pain.
de: Diese Kreaturen haben dich entführt und dir sogar deinen Körper gestohlen. Du weigerst dich auch nur eine der Fragen deiner Gefängniswärter zu beantworten. Du würdest ihnen ins Gesicht spucken, wenn du könntest – wenn du nur wüsstest, wie man mit einem solchen Körper spuckt und welche der vier dehnbaren Verlängerungen so etwas wie ein Gesicht darstellt. Der Versuch, sich von den Fesseln zu befreien, ist aussichtslos, aber trotzdem versuchst du weiter, zu entkommen. Deine Bemühungen bleiben nicht unbemerkt und eine der Kreaturen wird damit beauftragt, dich zu bewachen. Es scheint ihr allerdings wichtiger zu sein, dich davon abzuhalten, deinem Körper zu schaden, als deine Flucht zu verhindern. Nach vielen Tagen in Gefangenschaft findest du einen Weg, diese Haltung auszunutzen. Du kämpfst so hart gegen deine Fesseln an, dass sie in dein ledriges, kaltes Fleisch schneiden und zähflüssiges, schleimiges Blut hervorquillt. Deine Wache tritt eilig zu dir und klickt wiederholt ihre Klauen aneinander. Sie löst deine Fesseln und im selben Moment schlägst du mit deinen klauenbewehrten Verlängerungen gegen den Punkt, an dem du den Hals der Kreatur vermutest. Sie bricht zusammen und krümmt sich vor Schmerz.
es: Estas criaturas te han secuestrado y hasta te han robado el cuerpo. Te niegas a darles la más mínima respuesta a tus captores. Les escupirías a la cara si pudieras; si supieras cómo escupir con ese cuerpo y si supieras cuál de los cuatro apéndices extensibles es una cara. Librarte de tus ataduras es inútil, pero no por ello dejas de intentarlo. Tus esfuerzos no pasan desapercibidos, y asignan a una de las criaturas la tarea de observarte. Parece más preocupada por evitar que dañes tu cuerpo que por evitar que escapes. Tras muchos días de cautiverio, encuentras la forma de aprovecharte de eso. Te debates con tanta fuerza contra tus ataduras que se clavan en tu coriácea y fría carne, haciendo que brote algo de una viscosa sangre similar al cieno. Tu centinela se acerca rápidamente, haciendo sonar sus garras repetidamente. Te desata y, en el momento en que lo hace, golpeas con tus apéndices lo que crees que es la garganta de la criatura. Ésta cae desplomada, retorciéndose de dolor.
it: Queste creature vi hanno rapito e vi hanno addirittura strappato dai vostri corpi: vi rifiutate di pronunciare una sola parola di fronte ai vostri carcerieri. Sputereste in faccia a ognuno di loro, se poteste... o meglio, se sapeste come sputare in un simile corpo e se capiste quale dei quattro arti retrattili delle creature sia una faccia. Liberarvi dalle vostre costrizioni è uno sforzo inutile, ma lottate comunque nel tentativo di fuggire; i vostri sforzi non passano però inosservati e una delle creature viene incaricata di sorvegliarvi. Stranamente, sembra più preoccupata di impedirvi di danneggiare i vostri nuovi corpi che di precludervi la fuga. Dopo molti giorni di prigionia, trovate il modo di sfruttare questa singolarità a vostro vantaggio: vi sforzate di divincolarvi fino al punto di procurarvi una ferita sulla vostra gelida pelle simile al cuoio, versando alcune gocce di sangue viscoso simile a fanghiglia. La guardia si avvicina immediatamente, facendo ticchettare freneticamente i suoi artigli uno contro l'altro: nel momento in cui rimuove le vostre costrizioni, i vostri artigli si stringono attorno a quella che presumete essere la sua gola. La creatura crolla a terra, contorcendosi in agonia…
ko: 저들은 당신을 납치했을 뿐만 아니라, 당신의 육체에서 정신을 훔쳐내기까지 했습니다. 당신은 납치범들에게 어떠한 대답도 하지 않습니다. 할 수만 있다면 저들의 얼굴에 침이라도 뱉었겠지만, 이런 몸뚱이로 어떻게 침을 뱉는지 알 수가 없을뿐더러 놈들의 유연한 네 개의 촉수 중 어떤 게 얼굴인지조차 모르겠습니다. 구속 장치를 끊어내는 것은 헛된 노력이었지만, 그럼에도 당신은 계속 탈출하고자 안간힘을 씁니다. 그러나 이러한 노력도 들키고 마는 바람에 결국엔 놈들 중 하나가 당신을 감시하게 되었습니다. 그런데 저들은 당신이 탈출하지 못하게 막는 것보단 당신이 탈출하려다 자해하지 않도록 하는 데에 더 신경쓰고 있는 것처럼 보입니다. 붙잡힌 채로 여러 날이 지난 뒤, 당신은 이같은 저들의 대처를 역으로 이용할 방법을 짜냅니다. 당신이 구속된 상태로 격렬히 저항하는 통에, 구속 장치가 당신의 차가운 거죽 살점을 찢었고 끈적이는 점액질의 피가 흘러나왔습니다. 간수가 제 발톱을 반복적으로 쨍강거리면서 재빨리 다가왔습니다. 놈이 당신의 구속 장치를 푸는 바로 그 순간, 당신은 갈고리 발톱으로 놈의 목쯤 될 거라 생각하는 곳을 강타했습니다. 놈은 고통으로 신음하며 바닥에 고꾸라집니다.
zh: 這些生物綁架了你，甚至還將你從自己的身體裡偷走。你拒絕回答這群綁匪提出的哪怕一個問題。要是你能衝它們臉上啐上一口，你早就這麼幹了——前提是你得知道怎麼用這副身體來吐口水，你還得知道這種生物那四根脹大的附肢之中哪一根是它們的臉。衝破自己的束縛只是徒勞而已，但你不論如何都努力嘗試掙脫。你的動作被這群生物察覺，它們派出一頭生物來看守你。比起阻止你逃離此地，它似乎更注重阻止你傷害自己的身體。在多天的監禁過後，你找到一個辦法來利用這一點。你拼命地掙扎著想要掙脫束縛，把你那帶有硬皮的冰冷身軀弄傷，流出了粘液似的血液。看守你的生物飛快地趕來，不停地敲擊著自己的鉗子。它解開你的束縛，此時你揮動附肢，將鉗子襲向你認為是它喉嚨的部位。它摔倒在地，痛苦掙扎。

source: the investigators resisted captivity.
de: Die Ermittler haben sich gegen die Gefangenschaft gewehrt.
es: los investigadores se resistieron a su cautiverio.
fr: les investigateurs ont résisté à l'emprisonnement.
it: <i>avete opposto resistenza alla prigionia</i>.
ko: 조사자들이 나포에 저항했다
pt: os investigadores resistiram ao cativeiro.
ru: сыщики вырвались из плена.
vi: các điều tra viên đã chống lại việc bị giam cầm.
zh: 調查員抗拒監禁。

source: Before drawing opening hands, each investigator searches their deck and play area for all unique [[Item]] assets. Set each of those assets aside, out of play. They do not exist in this time period.
de: Vor dem Ziehen der Starthand durchsucht jeder Ermittler sein Deck und seine Spielzone nach allen einzigartigen [[Gegenstand]]-Verstärkungen. Alle diese Vorteilskarten werden als nicht im Spiel befindlich beiseitegelegt. Sie existieren in dieser Zeitperiode nicht.
es: Antes de robar las manos iniciales, cada investigador busca todos los Apoyos [[Objeto]] únicos de su mazo y zona de juego. Deja aparte todos esos Apoyos, fuera del juego. No existen en este periodo temporal.
fr: Avant de piocher les mains de départ, chaque investigateur cherche tous les soutiens uniques Objet de son deck et dans sa zone de jeu. Mettez chacun de ces soutiens de côté, hors jeu. Ils n'existent pas à cette époque.
it: Prima di pescare la mano di partenza, ogni investigatore cerca nel suo mazzo e nella sua area di gioco tutti i supporti [[Oggetto]] unici. Mettete quei supporti da parte, temporaneamente fuori dal gioco. Non esistono in questo periodo temporale.
ko: 시작 카드를 뽑기 전에, 모든 조사자는 자신의 덱과 플레이 영역에서 고유 [[물품]] 자산(명칭 앞에 [unique]가 표시된 [[물품]] 자산)을 모두 찾아서 비플레이 상태로 치워 둡니다. 이러한 자산은 지금의 시간대에는 존재하지 않기 때문입니다.
pt: Antes de comprar as mãos iniciais, cada investigador procura em seu baralho e área de jogo todos os recursos exclusivos de [[Item]]. Deixe cada um desses ativos de lado, fora de jogo. Eles não existem neste período de tempo.
ru: Прежде чем набирать стартовую руку, каждый сыщик находит в своей колоде и игровой зоне все уникальные активы-[[вещи]]. Отложите все такие активы в сторону. В этом времени их не существует.
vi: Trước khi rút bài trên tay đầu màn chơi, mỗi điều tra viên tìm trong chồng bài của mình và khu vực chơi tất cả tài sản [[Item]] unique. Đặt mỗi một tài sản đó sang một bên, ngoài khu vực chơi. Chúng không tồn tại trong khoảng thời gian này.
zh: 在抽取起始手牌之前，每位調查員找出自己的牌堆和玩家區域的所有獨特[[道具]]支援卡。將這些卡牌放在一邊，位於場外。它們不存在於當前時間段。

source: Before drawing opening hands, if a player has Alejandro Vela in their deck, search that investigator’s deck for Alejandro Vela and set him aside, out of play.
de: Falls ein Ermittler die Karte Alejandro Vela in seinem Deck hat, wird sein Deck vor dem Ziehen der Starthände nach Alejandro Vela durchsucht und diese wird als nicht im Spiel befindlich beiseitegelegt.
es: Antes de robar las manos iniciales, si un investigador tiene a Alejandro Vela en su mazo, busca a Alejandro Vela en el mazo de ese investigador y déjalo aparte, fuera del juego.
fr: Avant de piocher les mains de départ, si un joueur a Alejandro Vela dans son deck, cherchez-le dans le deck de cet investigateur et mettez-le de côté, hors jeu.
it: rima di pescare la mano di partenza, se un giocatore possiede Alejandro Vela nel suo mazzo, cercate in quel mazzo Alejandro Vela e mettetelo da parte, temporaneamente fuori dal gioco.
ko: 시작 카드를 뽑기 전에, ‘알레한드로 벨라’가 누군가의 덱에 포함되어 있다면, 그 조사자의 덱에서 ‘알레한드로 벨라’를 찾아서 비플레이 상태로 치워 둡니다.
pt: Antes de comprar as mãos iniciais, se um jogador tiver Alejandro Vela em seu baralho, procure no baralho desse investigador por Alejandro Vela e deixe-o de lado, fora de jogo.
ru: Прежде чем набирать стартовые руки, если карта «Алехандро Вела» находится в колоде какого-либо сыщика, найдите эту карту и отложите в сторону.
vi: Trước khi rút bài trên tay đầu màn chơi, nếu một người chơi có Alejandro Vela trong chồng bài của mình, tìm lá bài Alenjandro Vela và đặt ông ấy một bên, ngoài khu vực chơi.
zh: 在抽取起始手牌之前，如果亞歷山卓·維拉在一位玩家的牌組中，從該調查員牌組查找亞歷山卓·維拉並將他放在一邊，位於場外。

source: Replace each player’s investigator card with a Body of a Yithian investigator card (see <b>Body of a Yithian</b>, below).
de: Die Ermittlerkarten aller Spieler werden durch die Ermittlerkarten Körper eines Yithianers ersetzt (siehe <b>Körper eines Yithianers</b> weiter unten).
es: Sustituye la carta de Investigador de cada jugador por una carta de Investigador Cuerpo de yithiano (consulta <b>Cuerpo de yithiano</b> a continuación).
fr: Remplacez la carte Investigateur de chaque joueur par une carte Investigateur Corps de Yithien (voir <b>Corps de Yithien</b> ci-dessous).
it: Sostituite la carta investigatore di ogni giocatore con la carta investigatore Corpo da Yithiano (vedi <b>Corpo da Yithiano</b>).
ko: 모든 플레이어의 조사자 카드를 ‘이스인의 육신’ 조사자 카드로 대체합니다(다음의 <b>“이스인의 육신”</b>을 참조합니다).
pt: Substitua a carta de investigador de cada jogador por uma carta Corpo de um investigador Yithian (consulte <b>Corpo de um Yithian</b>, abaixo).
ru: Замените карту сыщика каждого игрока картой «Тело йитианина» (см. раздел «Тело йитианина» ниже).
vi: Thay thế mỗi lá bài điều tra viên của người chơi bằng lá bài điều tra viên Body of a Yithian (xem phần <b>Cơ thể của sinh vật Yithian</b> bên dưới).
zh: 將每位玩家的調查員卡替換為伊斯人身體調查員卡(見下文，<b>伊斯人身體</b>)。

source: Put the Interview Room (<i>Arrival Chamber</i>) into play (it is one of the three Interview Room locations). Each investigator begins play in the Interview Room (<i>Arrival Chamber</i>). Randomize the other two Interview Room locations and put them into play, as well.
de: Der Befragungsraum <i>(Ankunftskammer)</i> wird ins Spiel gebracht (dabei handelt es sich um einen der drei Befragungsräume). Jeder Ermittler beginnt das Spiel im Befragungsraum <i>(Ankunftskammer)</i>. Die beiden übrigen Befragungsraum-Orte werden gemischt und ebenfalls ins Spiel gebracht.
es: Pon en juego el Lugar Sala de interrogatorios (<i>Sala de llegadas</i>), que es uno de los tres Lugares Sala de interrogatorios. Cada investigador comienza la partida en la Sala de interrogatorios (<i>Sala de llegadas</i>). Mezcla los otros dos Lugares Sala de interrogatorios y ponlos también en juego.
fr: Mettez en jeu la Salle d'Entrevue (<i>Chambre d'Arrivée</i>) (il s'agit de l'un des trois lieux Salle d'Entrevue). Chaque investigateur débute la partie dans la Salle d'Entrevue (<i>Chambre d'Arrivée</i>). Mélangez les deux autres lieux Salle d'Entrevue de manière à ne pas savoir lequel est lequel, et mettez-les également en jeu.
it: Mettete in gioco la Sala degli Interrogatori (<i>Camera di Arrivo</i>). Iniziate la partita nella Sala degli Interrogatori (<i>Camera di Arrivo</i>). Mescolate gli altri due luoghi Sala degli Interrogatori e metteteli in gioco.
ko: ‘취조실(<i>정신 전이실</i>)을 플레이 영역에 둡니다(‘정신 전이실’은 ‘취조실’ 장소 카드 3장 중 하나입니다). 모든 조사자는 ‘취조실(<i>정신 전이실</i>)’에서 시작합니다. 나머지 ‘취조실’ 장소 장도 잘 섞어서 플레이 영역에 둡니다.
pt: Coloque a Interview Room(Sala de Entrevistas) (<i>Arrival Chamber</i>) em jogo (é um dos três locais da Sala de Entrevistas). Cada investigador começa o jogo na Sala de Entrevistas (<i>Arrival Chamber</i>). Randomize os outros dois locais da Sala de Entrevista e coloque-os em jogo também.
ru: Введите в игру карту «Дознавательская (зал прибытия)» (это одна из трёх локаций «Дознавательская»). Все сыщики начинают игру в «Дознавательской (зал прибытия)». Перемешайте две другие локации «Дознавательская» и также введите их в игру.
vi: Đặt Interview Room (<i>Arrival Chamber</i>) vào chơi (nó là một trong 3 vị trí Interview Room). Mỗi điều tra viên bắt đầu chơi tại vị trí Interview Room (<i>Arrival Chamber</i>). Ngẫu nhiên 2 vị trí Interview Room còn lại và cũng đặt chúng vào chơi.
zh: 將會談間(<i>抵達室</i>)放置入場(該地點為3個會談間地點之一)。每位調查員從會談間(<i>抵達室</i>)開始遊戲。將其餘2個會談間地點混洗並放置入場。

source: Search the gathered encounter sets for a Yithian Observer and spawn it unengaged in the lead investigator’s location (note that it gains aloof due to the text on act 1a). Then, each investigator gains 1 clue from the token pool.
de: Die herausgesuchten Begegnungsdecks werden nach einem Yith-Beobachter durchsucht, er erscheint nicht in einen Kampf verwickelt am Ort des Ermittlungsleiters (Achtung: Er erhält durch den Text von Szene 1a Zurückhaltend). Dann erhält jeder Ermittler 1 Hinweis aus dem Markervorrat.
es: Busca un Observador yithiano en los conjuntos de encuentros reunidos y haz que aparezca en el Lugar del investigador jefe, sin estar enfrentado a él (ten en cuenta que obtiene Indiferente por el texto del acto 1a). A continuación, cada investigador obtiene 1 pista de la reserva de fichas.
fr: Cherchez un Observateur Yithien dans les sets de rencontre réunis et générez-le non-engagé dans le lieu de l'investigateur principal (notez bien qu'il gagne Distant grâce au texte de l'Acte 1a). Ensuite, chaque investigateur gagne 1 indice pris dans la réserve de pions.
it: Cercate nei set di incontri radunati 1 Osservatore Yithiano e generatelo non impegnato nel luogo dell'investigatore capo (ricordate che ottiene Sfuggente a causa del testo sul Capitolo 1a). Poi ogni investigatore ottiene 1 indizio dalla riserva dei segnalini.
ko: 모아둔 조우 세트에서 ‘이스인 관찰자’ 하나를 찾아서 대표 조사자가 위치한 장소에 출현시킵니다(주요목적 1a의 문구에 의해 이 적은 ‘냉담한’ 키워드를 획득하므로, 조사자와 교전하지 않는 상태로 출현한다는 점에 유의하세요). 그런 다음, 모든 조사자는 토큰 저장소에서 단서를 1개씩 가져와 획득합니다.
pt: Procure nos conjuntos de encontro reunidos por um Yithian Observer e gere-o desengajado na localização do investigador principal (observe que ele fica distante devido ao texto no ato 1a). Então, cada investigador ganha 1 pista da reserva de fichas.
ru: Найдите среди отобранных карт контактов одного «Йитианского наблюдателя» и выложите его не сражающимся в локацию ведущего сыщика (этот враг считается Осторожным согласно тексту сцены 1а). Затем каждый сыщик получает 1 улику из резерва.
vi: Tìm trong chồng bài encounter đã tập hợp 1 lá Yithian Observer và spawn nó (không engage) ở vị trí của trưởng nhóm (chú ý là nó có aloof nhờ act 1a). Sau đó, mỗi điều tra viên nhận 1 manh mối từ trong kho manh mối.
zh: 從已找出的遭遇組中找出一張伊斯觀測者，將它生成在調查員隊長所在地點，它處於未交戰狀態(注意由於場景1a的文字效果，它獲得冷漠)。然後，每位調查員從供應堆獲得1個線索。

source: Because <i>the investigators resisted captivity</i>, put the Interview Room (<i>Restraining Chamber</i>) into play (it is one of the three Interview Room locations). Each investigator begins play in the Interview Room (<i>Restraining Chamber</i>). Randomize the other two Interview Room locations and put them into play, as well.
de: Da sich <i>die Ermittler gegen die Gefangenschaft gewehrt haben</i>, wird der Befragungsraum <i>(Sicherungskammer)</i> ins Spiel gebracht (dabei handelt es sich um einen der drei Befragungsräume). Jeder Ermittler beginnt das Spiel im Befragungsraum <i>(Sicherungskammer)</i>. Die beiden übrigen Befragungsraum-Orte werden gemischt und ebenfalls ins Spiel gebracht.
es: Como <i>los investigadores se resistieron a su cautiverio</i>, pon en juego el Lugar Sala de interrogatorios (<i>Sala de detención</i>), que es uno de los tres Lugares Sala de interrogatorios. Cada investigador comienza la partida en la Sala de interrogatorios (<i>Sala de detención</i>). Mezcla los otros dos Lugares Sala de interrogatorios y ponlos también en juego.
fr: Si <i>les investigateurs ont résisté à l'emprisonnement</i>, mettez en jeu la Salle d'Entrevue (<i>Chambre d'Astreinte</i>) (il s'agit de l'un des trois lieux Salle d'Entrevue). Chaque investigateur débute la partie dans la Salle d'Entrevue (<i>Chambre d'Astreinte</i>). Mélangez les deux autres lieux Salle d'Entrevue de manière à ne pas savoir lequel est lequel, et mettez-les également en jeu.

source: Because <i>the investigators resisted captivity</i>, search the gathered encounter sets for a Yithian Observer and place it in the victory display.
de: Da sich <i>die Ermittler gegen die Gefangenschaft gewehrt haben</i>, werden die herausgesuchten Begegnungsdecks nach einem Yith-Beobachter durchsucht und er wird im Siegpunktestapel platziert.
es: Como <i>los investigadores se resistieron a su cautiverio</i>, busca un Observador yithiano en los conjuntos de encuentros reunidos y colócalo en la zona de victoria.
fr: Si <i>les investigateurs ont résisté à l'emprisonnement</i>, cherchez un Observateur Yithien dans les sets de rencontre réunis et placez-le dans la pile de victoire.

source: Put the three Halls of Pnakotus locations into play. Set each remaining location aside, out of play.
de: Die drei Orte Hallen von Pnakotus werden ins Spiel gebracht. Die übrigen Orte werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon en juego los tres Lugares Salones de Pnakotus. Deja aparte los Lugares restantes, fuera del juego.
fr: Mettez en jeu les trois lieux Couloirs de Pnakotus (voir la suggestion de placement des lieux ci-contre). Mettez chaque lieu restant de côté, hors jeu.
it: Mettete in gioco i 3 Corridoi di Pnakotus (vedi la disposizione consigliata sotto). Mettete da parte, temporaneamente fuori dal gioco, ogni luogo rimanente.
ko: ‘프나코투스의 복도’ 3장을 플레이 영역에 둡니다(추천 장소 배치를 참조하여 놓습니다). 나머지 장소를 모두 비플레이 상태로 치워 둡니다.
pt: Coloque os três locais dos Halls of Pnakotus em jogo. Coloque cada local restante de lado, fora de jogo.
ru: Введите в игру три локации «Залы Пнакота». Отложите в сторону все оставшиеся локации.
vi: Đặt 3 vị trí Halls of Pnakotus vào chơi. Đặt mỗi vị trí còn lại một bên, ngoài khu vực chơi.
zh: 將3個納克特廊道地點放置入場。將所有剩餘地點放在一邊，位於場外。

source: Set The Custodian aside, out of play.
de: Die Karte Der Hüter wird als nicht im Spiel befindlich beiseitegelegt.
es: Deja aparte El custodio, fuera del juego.
fr: Mettez de côté Le Concierge, hors jeu.
it: Mettete da parte, temporaneamente fuori dal gioco, il Bibliotecario.
ko: ‘서고 관리자’를 비플레이 상태로 치워 둡니다. ‘육신을 벗어난 경험’ 사본 4장을 모두 비플레이 상태로 치워 둡니다.
pt: Deixe The Custodian de lado, fora de jogo.
ru: Отложите в сторону карту «Смотритель».
vi: Đặt The Custodian sang một bên, ngoài khu vực chơi.
zh: 將看管人放在一邊，位於場外。

source: Body of a Yithian
de: Körper eines Yithianers
es: Cuerpo de yithiano
fr: Corps de Yithien
it: Corpo da Yithiano
ko: 이스인의 육신
pt: Corpo de um Yithian
ru: Тело йитианина
vi: Cơ thể của sinh vật Yithian
zh: 伊斯人身體

source: During the setup for this scenario, each investigator is instructed to replace their investigator card with one of the Body of a Yithian investigator cards provided in this Mythos Pack.
de: Während der Vorbereitung zu diesem Szenario erhält jeder Ermittler die Anweisung, seine Ermittlerkarte mit einer der Ermittlerkarten Körper eines Yithianers aus diesem Mythos-Pack zu ersetzen.
es: Durante la preparación de este escenario, cada investigador debe cambiar su carta de Investigador por una de las cartas de Investigador Cuerpo de yithiano que se incluyen en este pack de Mitos.
fr: Lors de la mise en place de ce scénario, chaque investigateur doit remplacer sa carte Investigateur par une carte Investigateur Corps de Yithien fournie dans ce Paquet Mythe.
it: Durante la preparazione di questo scenario, a ogni investigatore viene richiesto di sostituire la sua carta investigatore con una delle carte investigatore Corpo da Yithiano.
ko: 이번 시나리오를 준비하면서, 모든 조사자는 자신의 조사자 카드를 ‘이스인의 육신’ 조사자 카드(이 신화 팩에 포함되어 있습니다)로 대체합니다.
pt: Durante a preparação para este cenário, cada investigador é instruído a substituir sua carta de investigador por uma das cartas do Corpo de um Investigador Yithian fornecidas neste Pacote de Mitos.
ru: При подготовке к этому сценарию каждый игрок должен заменить свою карту сыщика картой «Тело йитианина», которая входит в это дополнение.
vi: Trong quá trình chuẩn bị cho màn chơi này, mỗi điều tra viên được hướng dẫn thay thế lá bài điều tra viên của họ bằng một trong các lá bài điều tra viên Body of a Yithian được cung cấp trong Mythos Pack này.
zh: 在本場冒險的設置階段中，每位調查員會收到指示，將自己的調查員卡替換為本神秘檔案中的伊斯人身體調查員卡。
