Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/the_city_of_archives.po
Languages: de, es, fr, it, ko, pt, ru, vi, zh

source: “Alejandro, what are you—?” You suddenly cry out. A nurse stands over you, peering into your eyes with a small light. You push the nurse away and rise to your feet, suddenly puzzled and disoriented. Despite the nurse’s protests, you wobble feebly out of the room. You are in a hospital, its white halls smelling faintly of disinfectant and other chemicals. Just moments prior, hadn’t you been exploring some kind of underground cavern?... You cannot recall. “Excuse me? Come back, you must rest!” The nurse calls out to you, gripping your forearm and pulling you back to your cot. She examines you closely while you recover from the shock of being transported so far in so short a time. “Who is Alejandro?” she asks, and you struggle to recall. The name doesn’t ring a bell. You ask the nurse how you came to be here, wondering why she isn’t surprised at your sudden appearance. “Why, you admitted yourself to St. Mary’s just last night. Do you not remember?” You have no memory of this, and you are starting to grow concerned. “You were acting a little strangely, if I may be so bold. And you spoke in a strange fashion, almost as if English weren’t your first language. But now I see that you probably just drank a little bit too much.” She notices your questioning expression and smiles. “Don’t worry. We get that kind of thing quite often these days, now that all the bars and pubs are on the up-and-up again.” You examine your face in the mirror. You are tired and older than you remember. Something important lies on the very edge of your memory, fuzzy and blurred. It takes about a minute before the significance of the nurse’s last statement catches up to you. Turning back toward the nurse, you ask what year it is, terrified of the answer. “Why, 1934 of course. My, you must have had a heck of a night!” She chuckles.
de: „Alejandro, was bist du ...?“, bricht es plötzlich aus dir hervor. Eine Krankenschwester beugt sich über dich und leuchtet mit einer kleinen Lampe in deine Augen. Du schiebst sie beiseite, stehst auf und fühlst dich plötzlich desorientiert und verwirrt. Gegen den Protest der Krankenschwester schwankst du mit unsicheren Schritten aus dem Raum. Du bist in einem Krankenhaus, die weißen Flure riechen leicht nach Desinfektionsmittel und anderen Chemikalien. Hast du nicht wenige Momente zuvor noch ein unterirdisches Höhlensystem erforscht? ... Du kannst dich nicht erinnern. „Entschuldigen Sie? Bitte kommen Sie zurück, Sie müssen sich ausruhen!“, ruft die Krankenschwester hinter dir und greift nach deinem Arm, um dich zurück auf deine Pritsche zu ziehen. Sie untersucht dich gründlich, während du dich von dem Schock erholst, zum zweiten Mal innerhalb kürzester Zeit durch Raum und Zeit transportiert worden zu sein. „Wer ist Alejandro?“, fragt sie und du versuchst dich zu erinnern. Der Name sagt dir gar nichts. Du fragst die Schwester, wie du hierher gekommen bist, und wunderst dich, dass sie von deiner plötzlichen Ankunft nicht überrascht war. „Wieso, sie haben sich doch gestern Abend selbst in die Obhut des St. Mary’s begeben. Erinnern Sie sich nicht?“ Du hast wirklich keine Erinnerung daran und beginnst langsam dir Sorgen zu machen. „Sie haben sich etwas merkwürdig verhalten, wenn ich so offen sein darf. Und sie haben so merkwürdig gesprochen, beinahe, als wäre dies nicht ihre Muttersprache. Aber nun scheint es mir, als hätten sie nur einfach etwas zu viel getrunken.“ Sie bemerkt deinen fragenden Blick und lächelt. „Machen Sie sich keine Sorgen. Das sehen wir hier in letzter Zeit öfter, nachdem die Bars und Kneipen wieder offen sind und sich immer größerer Beliebtheit erfreuen.“ Du betrachtest dein Spiegelbild. Du siehst müde und viel älter aus, als du dich in Erinnerung hast. Irgendetwas Wichtiges liegt beinahe greifbar am Rand deiner Erinnerung, wenn auch verschwommen und ungenau. Es dauert eine Minute, bis die Bedeutung des letzten Satzes der Krankenschwester zu dir durchdringt. Du wendest dich ihr wieder zu und obwohl du Angst vor ihrer Antwort hast, fragst du, welches Jahr es ist. „Was meinen sie? Natürlich 1934. Sie müssen wirklich einen ziemlich heftigen Abend hinter sich haben!“ Sie kichert.
es: –Alejandro, ¿qué estás...? –gritas de repente. Ves a una enfermera sobre ti, examinándote los ojos con una luz. Empujas a la enfermera y te levantas, sintiéndote desconcertado y perplejo. Pese a las protestas de la enfermera, sales tambaleante de la habitación. Estás en un hospital, y sus blancos pasillos huelen vagamente a desinfectante y otros productos químicos. ¿No estabas explorando una caverna subterránea hace tan sólo unos instantes? No logras recordarlo. –¿Disculpe? Vuelva aquí, ¡necesita reposo! –te dice la enfermera mientras te agarra del brazo y tira de ti para que vuelvas a la cama. Te examina atentamente mientras te recuperas del impacto de haber sido transportado tan lejos en tan poco tiempo: –¿Quién es Alejandro? –pregunta. Y aunque te esfuerzas por recordarlo, el nombre no te suena de nada. Le preguntas a la enfermera que cómo has llegado allí, preguntándote por qué no le sorprende tu repentina aparición: –¿Cómo? Pero si ingresó anoche voluntariamente en el Santa María. ¿No lo recuerda? –te contesta, pero no tienes recuerdo alguno de eso, y empiezas a preocuparte–. Si me permite que se lo diga, actuaba de forma un tanto extraña. Y también hablaba de manera rara, casi como si no estuviera hablando su lengua materna. Pero ahora veo que probablemente había bebido un poco más de la cuenta –Se apercibe de tu expresión interrogante y sonríe–. No se preocupe. Últimamente tenemos muchos casos así, ahora que los bares y pubs vuelven a estar en boga. Examinas tu cara en el espejo. Te ves más cansado y viejo de lo que recuerdas. Hay algo importante en la periferia de tu memoria, vago y borroso. Te lleva como un minuto reconocer la importancia de la última frase de la enfermera. Te giras hacia ella y le preguntas que qué año es, espantado ante la respuesta. –Pues 1934, claro. Vaya, ¡menuda nochecita tuvo usted ayer! –responde con una risita.
zh: “亞歴山卓，你到底——？”你突然尖叫出聲。一名護士站在你面前，伴著一束微弱的光芒仔細觀察你的眼睛。你推開了那名護士，站了起來，突然感到一陣困惑，不辨方向。不顧護士的勸阻，你拖著無力的身軀搖搖晃晃地走出了房間。你現在所在的地方是個醫院，白色的房間裡散發著隱隱約約的消毒水和其他藥品的氣味。就在這之前，你難道不是在探索某個地下洞穴嗎？……你想不起來了。 “你還好嗎？請回來，你必須休息！”護士在對你說話，她拉住了你的小臂，將你拉回床邊。你在如此短的時間內穿越了這麼遠的距離，當你驚魂稍定，她湊近對你作檢查。“誰是亞歷山卓？”她問道。於是你努力地去回想，但你對這個名字沒有印象。 你詢問護士，你是怎麼到這裡來的，而她為什麼對你的突然出現毫不意外。“為什麼這麼問，你自己來到聖瑪麗醫院申請入院的，就在昨天晚上。你忘了嗎？”你對此全無記憶，心生憂慮。“恕我無禮，當時你的行為有些奇怪。你說話的方式也很古怪，就像英語不是你的母語一樣。但現在我明白了，你大概只是酒喝多了。”她注意到你滿臉疑惑，對你微微一笑，“別擔心，最近我們常常遇到這樣的情况，畢竟現在所有的酒吧和俱樂部生意又紅火起來了。” 你在鏡中檢視自己的臉。你比自己記憶中要更疲倦、更年老。在你記憶與遺忘的交界處，有些重要的事情記不真切。過了大概一分鐘，你才領悟護士最後一句話的含義。你轉身面對護士，問她現在是哪一年，而答案使你萬分驚恐。 “怎麼這麼問，今年當然是1934年。親愛的，你準是昨晚玩瘋了！”她咯咯輕笑。

source: You awaken on the cold stone surface of the cavern floor, your mind dizzy from its journey through time and space.
de: Du wachst auf dem kalten Steinboden der Höhle auf. Dein Geist ist noch benommen von der Reise durch Raum und Zeit.
es: Despiertas sobre la fría superficie de piedra de la caverna, con la mente atontada por el viaje a través del tiempo y el espacio.
fr: Vous vous réveillez sur le sol dur et froid de la caverne. Votre tête tourne encore suite au voyage à travers l'espace et le temps.
it: Vi risvegliate sul freddo pavimento di pietra della caverna, ancora frastornati dal viaggio che avete compiuto attraverso il tempo e lo spazio.
ko: 당신은 차디찬 동굴 바닥에서 깨어났습니다. 시공간을 가로지른 여정으로 인해 머리가 지끈거리고 어지럽습니다.
pt: Você acorda na superfície de pedra fria do chão da caverna, sua mente fica tonta pela sua jornada através do tempo e do espaço.
ru: Вы приходите в себя на холодном каменном полу пещеры. Ваша голова кружится после перемещения во времени и пространстве.
vi: Bạn thức dậy trên bề mặt đá lạnh của hang động, tâm trí bạn choáng váng sau chuyến hành trình xuyên thời gian và không gian.
zh: 你在洞穴冰冷的石地上醒來，你的意識在經歷的穿梭時空的旅程之後暈眩不已。

source: Put the Interview Room (<i>Restraining Chamber</i>) into play (it is one of the three Interview Room locations). Each investigator begins play in the Interview Room (<i>Restraining Chamber</i>). Randomize the other two Interview Room locations and put them into play, as well.
de: Der Befragungsraum <i>(Sicherungskammer)</i> wird ins Spiel gebracht (dabei handelt es sich um einen der drei Befragungsräume). Jeder Ermittler beginnt das Spiel im Befragungsraum <i>(Sicherungskammer)</i>. Die beiden übrigen Befragungsraum-Orte werden gemischt und ebenfalls ins Spiel gebracht.
es: Pon en juego el Lugar Sala de interrogatorios (<i>Sala de detención</i>), que es uno de los tres Lugares Sala de interrogatorios. Cada investigador comienza la partida en la Sala de interrogatorios (<i>Sala de detención</i>). Mezcla los otros dos Lugares Sala de interrogatorios y ponlos también en juego.
fr: Mettez en jeu la Salle d'Entrevue (<i>Chambre d'Astreinte</i>) (il s'agit de l'un des trois lieux Salle d'Entrevue). Chaque investigateur débute la partie dans la Salle d'Entrevue (<i>Chambre d'Astreinte</i>). Mélangez les deux autres lieux Salle d'Entrevue de manière à ne pas savoir lequel est lequel, et mettez-les également en jeu.
it: Mettete in gioco la Sala degli Interrogatori (<i>Camera di Costrizione</i>). Iniziate la partita nella Sala degli Interrogatori (<i>Camera di Costrizione</i>). Mescolate gli altri due luoghi Sala degli Interrogatori e metteteli in gioco.
ko: ‘취조실(<i>구금실</i>)’을 플레이 영역에 둡니다(‘구금실’은 ‘취조실’ 장소 카드 3장 중 하나입니다). 모든 조사자는 ‘취조실(<i>구금실</i>)’에서 시작합니다. 나머지 ‘취조실’ 장소 2장도 잘 섞어서 플레이 영역에 둡니다.
pt: Coloque a Sala de Entrevista (<i>Restraining Chamber</i>) em jogo (é um dos três locais da Sala de Entrevista). Cada investigador começa o jogo na Sala de Entrevistas (<i>Restraining Chamber</i>). Randomize os outros dois locais da Sala de Entrevista e coloque-os em jogo também.
ru: Введите в игру карту «Дознавательская (зал изоляции)» (это одна из трёх локаций «Дознавательская»). Все сыщики начинают игру в «Дознавательской (зал изоляции)». Перемешайте две другие локации «Дознавательская» и также введите их в игру.
vi: Đặt Interview Room (<i>Restraining Chamber</i>) vào chơi (nó là một trong 3 vị trí Interview Room). Mỗi điều tra viên bắt đầu chơi tại vị trí Interview Room (<i>Restraining Chamber</i>). Ngẫu nhiên 2 vị trí Interview Room còn lại và cũng đặt chúng vào chơi.
zh: 將會談間(<i>拘留室</i>)放置入場(該地點為3個會談間地點之一)。每位調查員從會談間(<i>拘留室</i>)開始遊戲。將其餘2個會談間地點混洗並放置入場。

source: Search the gathered encounter sets for a Yithian Observer and place it in the victory display.
de: Die herausgesuchten Begegnungsdecks werden nach einem Yith-Beobachter durchsucht und er wird im Siegpunktestapel platziert.
es: Busca un Observador yithiano en los conjuntos de encuentros reunidos y colócalo en la zona de victoria.
fr: Cherchez un Observateur Yithien dans les sets de rencontre réunis et placez-le dans la pile de victoire.
it: Cercate nei set di incontri radunati 1 Osservatore Yithiano e collocatelo nella galleria delle vittorie.
ko: 모아둔 조우 세트에서 ‘이스인 관찰자’ 하나를 찾아서 승점 더미에 둡니다.
pt: Procure nos conjuntos de encontro reunidos por um Observador Yithian e coloque-o no painel de vitória.
ru: Найдите среди отобранных карт контактов одного «Йитианского наблюдателя» и добавьте его к победному счёту.
vi: Tìm trong chồng bài encounter đã tập hợp 1 lá Yithian Observer và đặt nó vào khu vực trưng bày thành tích.
zh: 從已找出的遭遇組中找出一張伊斯觀測者，將它放在勝利牌區。

source: The City of Archives
de: Die Archivstadt
es: La Ciudad de los Archivos
fr: La Cité des Archives
ko: 기록물의 도시
ru: Город архивов

source: Scenario VI: The City of Archives
de: Szenario VI: Die Archivstadt
es: Escenario VI: La Ciudad de los Archivos
fr: Scénario VI : La Cité des Archives
it: Scenario VI: Città degli Archivi
ko: 시나리오 VI: 기록물의 도시
pt: Cenário VI: A Cidade dos Arquivos
ru: Сценарий VI: Город архивов
zh: 冒險VI：天機之城

source: These creatures abducted you and even stole you from your own body. You refuse to give your captors even a single answer. You’d spit in their faces if you could—if you knew how to spit with such body, and if you knew which one of the creatures’ four distensible appendages was a face. Breaking free of your restraints is a hopeless endeavor, but you struggle to escape regardless. Your efforts do not go unnoticed, and one of the creatures is assigned to watch you. It seems more concerned with preventing you from harming your body than preventing you from escaping. After many days of captivity, you find a way to use this to your advantage. You struggle so hard against your restraints that they pierce into your leathery, cold flesh, drawing out a bit of viscous slime-blood. Your guard quickly apporoaches, clicking its claws together repeatedly. It undoes your restraints, and the moment it does, your claw appendages strike at what you believe to be the creature’s throat. It collapses to the floor, writhing in pain.
fr: Ces créatures vous ont enlevé et ont même dérobé votre corps. Pas question de leur donner une seule réponse ! Vous leur cracheriez à la figure si vous le pouviez – pour cela, il faudrait déjà savoir comment cracher avec un tel corps… mais aussi lequel des quatre appendices des créatures correspond à la figure. Il est inutile d'espérer pouvoir s'enfuir, mais vous essayez tout de même. Vos tentatives ne passent pas inaperçues, et l'une des créatures est bientôt affectée à votre surveillance. Elle semble plus concernée par le fait de vous empêcher d'endommager votre corps que de prévenir toute velléité de fuite. Après de nombreux jours de captivité, vous trouvez un moyen d'utiliser cela à votre avantage. Vous vous débattez si fort dans vos entraves que vous vous blessez. Un peu de sang visqueux s'échappe de votre chair épaisse et froide. Votre gardien s'approche, claquant ses pinces l'une contre l'autre. Il défait vos liens et vous en profitez pour abattre votre appendice griffu sur ce que vous pensez être la gorge de la créature. Elle s'effondre au sol en se tortillant de douleur.
pt: Essas criaturas sequestraram você e até roubaram você de seu próprio corpo. Você se recusa a dar a seus captores uma única resposta. Você cuspiria na cara deles se pudesse – se soubesse cuspir com tal corpo e se soubesse qual dos quatro apêndices distensíveis das criaturas era um rosto. Libertar-se de suas restrições é um esforço inútil, mas você luta para escapar de qualquer maneira. Seus esforços não passam despercebidos, e uma das criaturas é designada para observá-lo. Parece mais preocupado em evitar que você machuque seu corpo do que em evitar que você escape. Depois de muitos dias de cativeiro, você encontra uma maneira de usar isso a seu favor. Você luta com tanta força contra suas restrições que elas perfuram sua carne fria e coriácea, extraindo um pouco de sangue viscoso. Seu guarda se aproxima rapidamente, batendo suas garras repetidamente. Ele desfaz suas restrições e, no momento em que isso acontece, seus apêndices de garra atingem o que você acredita ser a garganta da criatura. Ele cai no chão, se contorcendo de dor.
ru: Эти твари не только похитили вас, но и лишили тела. Они не получат от вас ни единого ответа. Вы бы плюнули им в лицо, если бы знали, как сделать это в таком облике и какой из четырёх гибких отростков можно считать лицом. Вырваться из оков — безнадёжная затея, но тем не менее вы пытаетесь освободиться. Заметив ваши усилия, существа приставляют к вам стражника. Судя во всему, его больше заботит сохранность вашего тела, нежели сами попытки обрести свободу. После многих дней заключения вы понимаете, как использовать это к собственной пользе. Вы так сильно вырываетесь, что путы впиваются в вашу холодную кожистую плоть и из порезов выступает немного густой, слизистой крови. Охранник не мешкая подходит ближе, непрестанно пощёлкивая клешнями. Он снимает оковы, и в этот самый момент ваши клешни наносят удар туда, где у него должно быть горло. Тварь падает на пол, корчась от боли.
vi: Những sinh vật này đã bắt cóc bạn và thậm chí đánh cắp bạn khỏi cơ thể của bản thân. Bạn từ chối cung cấp cho những kẻ bắt giữ bạn dù chỉ một câu trả lời. Bạn sẽ nhổ vào mặt chúng nếu có thể - nếu bạn biết cách khạc nhổ với cơ thể này, và nếu bạn biết một trong bốn phần phụ có thể căng phồng của sinh vật là khuôn mặt. Thoát khỏi việc bị giam cầm là một nỗ lực vô vọng, nhưng bạn đấu tranh để thoát ra bất chấp điều đó. Những nỗ lực của bạn không phải không bị chú ý và một trong những sinh vật được giao nhiệm vụ theo dõi bạn. Nó dường như quan tâm đến việc ngăn bạn làm hại cơ thể bạn hơn là ngăn bạn trốn thoát. Sau nhiều ngày bị giam cầm, bạn tìm ra cách sử dụng điều này để làm lợi thế cho mình. Bạn cố gắng hết sức để chống lại sự giam cầm đến nỗi chúng đâm vào da thịt lạnh ngắt, bằng da của bạn, chảy ra một chút máu nhớt nhớt. Con vật canh giữ bạn nhanh chóng tiếp cận, liên tục bấm móng vuốt của nó vào nhau. Nó gỡ bỏ sự giam cầm với bạn, và ngay khi nó làm vậy, các phần phụ của móng vuốt của bạn tấn công vào thứ mà bạn tin là cổ họng của sinh vật. Nó gục xuống sàn, quằn quại trong đau đớn.
zh: 这些生物绑架了你，甚至还将你从自己的身体里偷走。你拒绝回答这群绑匪提出的哪怕一个问题。要是你能冲它们脸上啐上一口，你早就这么干了——前提是你得知道怎么用这副身体来吐口水，你还得知道这种生物那四根胀大的附肢之中哪一根是它们的脸。冲破自己的束缚只是徒劳而已，但你不论如何都努力尝试挣脱。你的动作被这群生物察觉，它们派出一头生物来看守你。比起阻止你逃离此地，它似乎更注重阻止你伤害自己的身体。在多天的监禁过后，你找到一个办法来利用这一点。你拼命地挣扎著想要挣脱束缚，把你那带有硬皮的冰冷身躯弄伤，流出了粘液似的血液。看守你的生物飞快地赶来，不停地敲击著自己的钳子。它解开你的束缚，此时你挥动附肢，将钳子袭向你认为是它喉咙的部位。它摔倒在地，痛苦挣扎。
