Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/the_city_of_archives.po
Languages: de, es, fr, it, ko, pt, ru, vi, zh

source: Each investigator’s deck remains the same, but for the duration of this scenario, they must use a Body of a Yithian investigator card, and therefore cannot use any of their investigator’s abilities. Each investigator should still use their investigator mini- card so they can tell who is who.
de: Die Decks der Ermittler bleiben unverändert, aber für die Dauer dieses Szenarios müssen sie die Ermittlerkarte Körper eines Yithianers verwenden und können keine ihrer Fähigkeiten ihrer Ermittler verwenden. Jeder Ermittler verwendet weiterhin seine kleine Ermittlerkarte, um die Ermittler voneinander unterscheiden zu können.
es: El mazo de cada investigador sigue siendo el mismo, pero durante este escenario, debe usar la carta de Investigador Cuerpo de yithiano, y por lo tanto no puede usar ninguna de las capacidades de su investigador. Cada investigador debe seguir usando la carta pequeña de su investigador para poder determinar quién es quién.
fr: Le deck de chaque investigateur reste inchangé mais, pour la durée de ce scénario, il doit utiliser la carte Investigateur Corps de Yithien et ne peut donc plus avoir recours aux capacités de son investigateur. Chaque investigateur continue cependant d'utiliser sa mini-carte Investigateur afin de savoir qui est qui.
it: Ogni mazzo dell'investigatore resta immutato, ma per la durata di questo scenario ogni investigatore dovrà usare la carta investigatore Corpo da Yithiano e quindi non potrà usare alcuna capacità del suo investigatore. Ogni investigatore dovrà comunque usare la sua mini-carta investigatore, per distinguersi dagli altri investigatori.
ko: 모든 조사자는 자신의 덱을 그대로 사용합니다. 하지만 이번 시나리오에서, 조사자들은 ‘이스인의 육신’ 조사자 카드를 사용해야 합니다. 따라서 원래 조사자의 기능을 사용할 수 없습니다. 모든 조사자는 서로를 구별하기 위해 조사자 인물 카드를 그대로 사용합니다.
pt: O baralho de cada investigador permanece o mesmo, mas pela duração deste cenário, eles devem usar um corpo de carta de investigador Yithian e, portanto, não podem usar nenhuma das habilidades de seu investigador. Cada investigador ainda deve usar seu minicartão de investigador para saber quem é quem.
ru: Колода каждого сыщика остаётся прежней, однако на протяжении этого сценария он должен использовать карту сыщика «Тело йитианина» и поэтому не может применять свойства своего сыщика. Каждый сыщик по-прежнему пользуется мини-картой своего сыщика, чтобы было понятно, кто есть кто.
vi: Mỗi bộ bài của điều tra viên vẫn giữ nguyên, nhưng trong suốt màn chơi này, họ phải sử dụng lá bài điều tra viên Body of a Yithian, và do đó không thể sử dụng bất kỳ năng lực điều tra viên nào của họ. Mỗi điều tra viên vẫn sử dụng lá bài điều tra viên nhỏ, để phân biệt ai là ai.
zh: 每位調查員的牌組維持原樣，但在本場冒險接下來的時間裡，每位調查員必須使用伊斯人身體調查員卡，因此無法使用其調查員的能力。每位調查員應繼續使用自己的迷你調查員卡，以便辨認彼此。

source: Any trauma that would normally be placed on your investigator is transferred to your Body of a Yithian investigator card.
de: Jedes Trauma, das normalerweise auf dem Ermittler platziert werden würde, wird auf die Körper eines Yithianers-Ermittlerkarte übertragen.
es: Cualquier trauma que normalmente fuese a colocarse sobre tu investigador se transfiere a la carta de Investigador Cuerpo de yithiano.
fr: Tout traumatisme qui devrait normalement être placé sur votre investigateur est transféré à votre carte Investigateur Corps de Yithien.
it: Ogni trauma viene trasferito sulla vostra carta investigatore Corpo da Yithiano.
ko: 트라우마로 인해 원래 조사자에게 놓아야 하는 피해 및 공포는 ‘이스인의 육신’ 조사자 카드에 그대로 적용합니다.
pt: Qualquer trauma que normalmente seria colocado em seu investigador é transferido para sua carta de Investigador do Corpo de um Yithian.
ru: Поместите на вашу карту «Тело йитианина» все раны и ужас от травм, которые должны были положить на свою карту сыщика.
vi: Bất cứ sang chấn nào bình thường được đặt vào điều tra viên của bạn sẽ được chuyển dời vào lá bài điều tra viên Body of a Yithian của bạn.
zh: 通常放置在你調查員上的創傷標記轉移到你的伊斯人身體調查員卡上。

source: Any cards that were attached to or placed underneath your investigator card are attached to or placed underneath your Body of a Yithian card.
de: Karten, die an die Ermittlerkarte angehängt waren oder unter ihr platziert worden sind, werden an die Ermittlerkarte Körper eines Yithianers angehängt oder unter ihr platziert.
es: Cualquier carta que fuese a ser vinculada a tu carta de Investigador o colocada bajo ésta se vincula a tu carta Cuerpo de yithiano o se coloca bajo ésta.
fr: Toute carte qui était attachée à ou placée sous votre carte Investigateur est attachée à ou placée sous votre carte Corps de Yithien.
it: Ogni carta assegnata a (o collocata sotto) la vostra carta investigatore viene assegnata a (o collocata sotto) la vostra carta Corpo da Yithiano.
ko: 당신의 조사자 카드에 부착되어야 하는 카드가 있다면, ‘이스인의 육신’ 카드에 부착합니다. 마찬가지로 조사자 카드 밑에 놓아야 하는 카드가 있다면, ‘이스인의 육신’ 카드 밑에 놓습니다.
pt: Quaisquer cartas que foram anexadas ou colocadas sob sua carta de investigador são anexadas ou colocadas sob sua carta Corpo de um Yithian.
ru: Карты, которые прикрепляются к вашей карте сыщика или подкладываются под неё, прикрепите к своей карте «Тело йитианина» или подложите под неё.
vi: Bất cứ lá bài nào được đính kèm hoặc đặt bên dưới lá bài điều tra viên của bạn được đính kèm hoặc đặt bên dưới lá bài Body of a Yithian của bạn.
zh: 被疊加到你調查員卡的所有卡牌，現在疊加到你的伊斯人身體卡；被放置到你調查員卡底下的所有卡牌，現在放置在你的伊斯人身體卡底下。

source: For the duration of the scenario, your Body of a Yithian card has the same card title as your former investigator card. <i>For example: If you were playing as Wendy Adams, treat the Body of a Yithian card as if its title were “Wendy Adams” for the duration of this scenario.</i>
de: Für die Dauer des Szenarios hat die Ermittlerkarte Körper eines Yithianers denselben Kartennamen wie die vorherige Ermittlerkarte des Spielers. <i>Beispiel: Falls ein Spieler Wendy Adams gespielt hat, wird die Ermittlerkarte Körper eines Yithianers dieses Spielers für die Dauer des Szenarios behandelt, als hätte sie den Kartennamen „Wendy Adams“</i>.
es: Durante este escenario, tu carta Cuerpo de yithiano tiene el mismo nombre que tu carta de Investigador anterior. <i>Por ejemplo: si estabas jugando como Wendy Adams, considera la carta Cuerpo de yithiano como si su nombre fuera “Wendy Adams” durante este escenario</i>.
fr: Pour la durée de ce scénario, votre carte Corps de Yithien est considérée comme ayant le même titre que votre ancienne carte Investigateur. <i>Par exemple, si vous jouiez Wendy Adams, considérez que votre carte Corps de Yithien s'intitule « Wendy Adams » pour la durée de ce scénario.</i>
it: Per la durata dello scenario, la vostra carta Corpo da Yithiano è considerata avere lo stesso nome della vostra vecchia carta investigatore. <i>Per esempio, se avete giocato come Wendy Adams, considerate che la carta Corpo da Yithiano abbia il nome “Wendy Adams” per la durata di questo scenario.</i>
ko: 이번 시나리오 동안, ‘이스인의 육신’ 카드는 당신의 원래 조사자 카드와 동일한 명칭을 갖는 것으로 간주합니다. <i>예시: 당신이 ‘웬디 애덤스’를 플레이하고 있다면 이번 시나리오 동안 당신의 ‘이스인의 육신’ 카드 명칭을 ‘웬디 애덤스’인 것처럼 간주합니다.</i>
pt: Pela duração do cenário, sua carta Corpo de Yithian tem o mesmo título de carta que sua carta de investigador anterior. <i>Por exemplo: se você estava jogando como Wendy Adams, trate o corpo de uma carta Yithian como se seu título fosse “Wendy Adams” durante este cenário.</i>
ru: На протяжении этого сценария ваша карта «Тело йитианина» называется так же, как ваша бывшая карта сыщика. <i>Например, если вы играли за Венди Адамс, в этом сценарии считайте, что ваша карта «Тело йитианина» называется «Венди Адамс».</i>
vi: Trong suốt màn chơi này, lá bài Body of a Yithian của bạn có cùng tên với lá bài điều tra viên cũ của bạn. <i>Ví dụ: Nếu bạn đang chơi Wendy Adams, xem lá bài Body of a Yithian như thể nó là “Wendy Adams” trong suốt màn chơi này.</i>
zh: 在本場冒險接下來的時間裡，你的伊斯人身體卡視為與你之前的調查員卡標題相同。<i>詳細示例：如果你以溫蒂·亞當斯進行遊戲，在本場冒險接下來的時間裡，將伊斯人身體卡視作其標題為溫蒂·亞當斯。</i>

source: The Body of a Yithian card bears the encounter set icon for The City of Archives, and therefore cannot be used in any scenario other than The City of Archives unless otherwise noted.
de: Die Karte Körper eines Yithianers hat das Begegnungssetsymbol von Die Archivstadt und kann deshalb nicht in anderen Szenarien als Die Archivstadt verwendet werden, falls nicht anders angegeben.
es: La carta Cuerpo de yithiano tiene el icono de conjunto de encuentros de La Ciudad de los Archivos, y por lo tanto no puede utilizarse en ningún escenario que no sea La Ciudad de los Archivos a menos que se indique algo distinto.
fr: La carte Corps de Yithien possède l'icône de set de rencontre de La Cité des Archives et ne peut donc pas être utilisée dans un autre scénario que La Cité des Archives, à moins que cela ne soit spécifiquement indiqué.
it: La carta Corpo da Yithiano è contrassegnata con l'icona del set di incontri Città degli Archivi e quindi non può essere usata in alcun altro scenario al di fuori della Città degli Archivi, salvo dove specificato diversamente.
ko: ‘이스인의 육신’ 카드에는 <i>기록물의 도시</i> 조우 세트 아이콘이 그려져 있습니다. 따라서, 별도로 명시되지 않은 한 기록물의 도시 외의 다른 시나리오에서는 사용할 수 없습니다.
pt: O corpo de uma carta Yithian tem o ícone do conjunto de encontros para A Cidade dos Arquivos e, portanto, não pode ser usado em nenhum cenário que não seja A Cidade dos Arquivos, salvo indicação em contrário.
ru: Карта «Тело йитианина» отмечена символом набора контактов «Город архивов», поэтому её нельзя использовать в иных сценариях, кроме «Города архивов», если не сказано иного.
vi: Lá bài Body of a Yithian có biểu tượng encounter The City of Archives, và do đó không thể được sử dụng trong bất kỳ màn chơi nào khác, ngoại trừ màn chơi The City of Archives trừ khi được ghi rõ.
zh: 伊森人身體卡帶有<i>天機之城</i>遭遇組圖標，因此除非有特殊說明，該卡不能用於天機之城以外的任何冒險。

source: the investigators had their memories expunged.
de: Die Erinnerungen der Ermittler wurden gelöscht.
es: han eliminado los recuerdos de los investigadores.
fr: les souvenirs des investigateurs ont été effacés.
it: <i>vi hanno cancellato la memoria.</i>
ko: 조사자들의 기억이 지워졌다
pt: os investigadores tiveram suas memórias expurgadas.
ru: сыщикам стёрли память.
vi: các điều tra viên đã bị xóa trí nhớ.
zh: 調查員的記憶被擦除。

source: Tasks on act 2b that were completed:
de: Abgeschlossene Aufgaben auf Szene 2b:
es: Cantidad de tareas del acto 2b completadas:
fr: Nombre de tâches sur l'Acte 2b qui ont été accomplies :
it: Compiti elencati nel Capitolo 2b che avete completato:
ko: 주요목적 2b를 참조하여, 이번 시나리오에서 완수한 임무 개수:
pt: Tarefas no ato 2b que foram concluídas:
ru: Пункты на сцене 2b, которые вы выполнили:
vi: Nhiệm vụ ở act 2b đã được hoàn thành:
zh: 場景2b上已完成的任務數量：

source: #X# tasks were completed
de: #X# Aufgaben wurden abgeschlossen
es: Se completaron #X# tareas.
fr: #X# ont été accomplies.
it: #X# compiti sono stati completati
ko: #X# 개의 임무 완수
pt: #X# tarefas foram concluídas
ru: Выполнено #X# пунктов
vi: #X# nhiệm vụ đã được hoàn thành
zh: 已完成#X#個任務

source: Because all 6 tasks were completed, record in your Campaign Log that <i>the process was perfected</i>. Each investigator earns 4 bonus experience as they gain insight into the secrets of the Earth.
de: Da alle 6 Aufgaben abgeschlossen wurden, wird im Kampagnenlogbuch notiert: <i>Der Prozess wurde perfektioniert<Ii>. Jeder Ermittler erhält 4 zusätzliche Erfahrungspunkte, weil er Einsicht in die Geheimnisse der Erde erhalten hat.
es: Como se completaron las 6 tareas, anota en el registro de campaña que <i>el proceso fue perfeccionado</i>. Cada investigador obtiene 4 puntos de experiencia adicionales por haber logrado información sobre los secretos de la Tierra.
fr: Si les 6 tâches ont été complétées, indiquez dans le Carnet de Campagne que <i>le processus a parfaitement fonctionné</i>. Chaque investigateur reçoit 4 points d'expérience bonus pour avoir entraperçu les secrets de la Terre.
it: Perchè tutti i 6 compiti sono stati completati, annotate nel Diario della Campagna che <i>il procedimento è stato perfezionato</i>. Ogni investigatore guadagna 4 punti esperienza bonus per avere scoperto alcuni dei grandi segreti della Terra.
ko: 임무 6개를 모두 완수했다면, 캠페인 기록지에 <i>의식 전이 과정이 완벽했다</i>라고 기록합니다. 지구의 비밀에 관한 통찰을 얻었기 때문에, 각 조사자는 경험치를 추가로 4씩 얻습니다.
pt: Como todas as 6 tarefas foram concluídas, registre em seu Registro de campanha que <i>o processo foi aperfeiçoado</i>. Cada investigador ganha 4 bônus de experiência à medida que obtém informações sobre os segredos da Terra.
ru: Поскольку выполнены все 6 пунктов, запишите в журнал кампании, что <i>перенос прошёл безупречно</i>. Каждый сыщик получает 4 опыта дополнительно, проникнув в тайны истории Земли.
vi: Bởi vì tất cả 6 nhiệm vụ đã được hoàn thành, ghi chép lại trong Nhật ký Chiến dịch của bạn <i>quá trình chuyển đổi đã thành công một cách hoàn hảo</i>. Mỗi điều tra viên nhận được thêm 4 điểm kinh nghiệm nhờ hiểu rõ hơn về những bí mật của Trái đất.
zh: 因為所有6個任務均已完成，在冒險日誌中記錄<i>歸位程式完美完成</i>。調查員得知了地球的秘密，每位調查員獲得4點獎勵經驗值。

source: the process was perfected.
de: Der Prozess wurde perfektioniert.
es: el proceso fue perfeccionado.
fr: le processus a parfaitement fonctionné.
it: il procedimento è stato perfezionato.
ko: 의식 전이 과정이 완벽했다
pt: o processo foi aperfeiçoado.
ru: перенос прошёл безупречно.
vi: quá trình chuyển đổi đã thành công một cách hoàn hảo.
zh: 歸位程式完美完成。

source: Because 5 tasks were completed, record in your Campaign Log that <i>the process was successful</i>. Each investigator earns 2 bonus experience as they gain insight into the secrets of the Earth.
de: Da 5 Aufgaben abgeschlossen wurden, wird im Kampagnenlogbuch notiert: <i>Der Prozess war erfolgreich</i>. Jeder Ermittler erhält 2 zusätzliche Erfahrungspunkte, weil er Einsicht in die Geheimnisse der Erde erhalten hat.
es: Como se completaron 5 tareas, anota en el registro de campaña que <i>el proceso tuvo éxito</i>. Cada investigador obtiene 2 puntos de experiencia adicionales por haber logrado información sobre los secretos de la Tierra.
fr: Si 5 tâches ont été complétées, indiquez dans le Carnet de Campagne que <i>le processus a fonctionné</i>. Chaque investigateur reçoit 2 points d'expérience bonus pour avoir entraperçu les secrets de la Terre.
it: Perchè 5 compiti sono stati completati, annotate nel Diario della Campagna che <i>il procedimento ha avuto successo</i>. Ogni investigatore guadagna 2 punti esperienza bonus per avere scoperto alcuni dei grandi segreti della Terra.
ko: 임무 5개를 완수했다면, 캠페인 기록지에 <i>의식 전이 과정이 성공했다</i>라고 기록합니다. 지구의 비밀에 관한 통찰을 얻었기 때문에, 각 조사자는 경험치를 추가로 2씩 얻습니다.
pt: Como 5 tarefas foram concluídas, registre em seu Registro de campanha que <i>o processo foi bem-sucedido</i>. Cada investigador ganha 2 bônus de experiência à medida que obtém informações sobre os segredos da Terra.
ru: Поскольку выполнены 5 пунктов, запишите в журнал кампании, что <i>перенос прошёл успешно</i>. Каждый сыщик получает 2 опыта дополнительно, проникнув в тайны истории Земли.
vi: Bởi vì 5 nhiệm vụ đã được hoàn thành, ghi chép lại trong Nhật ký Chiến dịch của bạn <i>quá trình chuyển đổi đã thành công</i>. Mỗi điều tra viên nhận được thêm 2 điểm kinh nghiệm nhờ hiểu rõ hơn về những bí mật của Trái đất.
zh: 因為完成了5個任務，在冒險日誌中記錄<i>歸位程式成功</i>。調查員得知了地球的秘密，每位調查員獲得2點獎勵經驗值。

source: the process was successful.
de: Der Prozess war erfolgreich.
es: el proceso tuvo éxito.
fr: le processus a fonctionné.
it: il procedimento ha avuto successo.
ko: 의식 전이 과정이 성공했다
pt: o processo foi bem sucedido.
ru: перенос прошёл успешно.
vi: quá trình chuyển đổi đã thành công.
zh: 歸位程式成功。

source: Because 4 tasks were completed, record in your Campaign Log that <i>the process backfired</i>. Each investigator earns 1 bonus experience as they gain insight into the secrets of the Earth.
de: Da 4 Aufgaben abgeschlossen wurden, wird im Kampagnenlogbuch notiert: Der Prozess ist nach hinten losgegangen. Jeder Ermittler erhält 1 zusätzlichen Erfahrungspunkt, weil er Einsicht in die Geheimnisse der Erde erhalten hat.
es: Como se completaron 4 tareas, anota en el registro de campaña que <i>el proceso salió mal</i>. Cada investigador obtiene 1 punto de experiencia adicional por haber logrado información sobre los secretos de la Tierra.
fr: Si 4 tâches ont été complétées, indiquez dans le Carnet de Campagne que <i>le processus a échoué</i>. Chaque investigateur reçoit 1 point d'expérience bonus pour avoir entraperçu les secrets de la Terre.
it: Perchè 4 compiti sono stati completati, annotate nel Diario della Campagna che <i>il procedimento è fallito</i>. Ogni investigatore guadagna 1 punto esperienza bonus per avere scoperto alcuni dei grandi segreti della Terra.
ko: 임무 4개를 완수했다면, 캠페인 기록지에 <i>의식 전이 과정이 역효과를 낳았다</i>라고 기록합니다. 지구의 비밀에 관한 통찰을 얻었기 때문에, 각 조사자는 경험치를 추가로 1씩 얻습니다.
pt: Como 4 tarefas foram concluídas, registre em seu Registro de campanha que <i>o processo falhou</i>. Cada investigador ganha 1 bônus de experiência à medida que obtém informações sobre os segredos da Terra.
ru: Поскольку выполнены 4 пункта, запишите в журнал кампании, что <i>перенос прошёл неудачно</i>. Каждый сыщик получает 1 опыт дополнительно, проникнув в тайны истории Земли.
vi: Bởi vì 4 nhiệm vụ đã được hoàn thành, ghi chép lại trong Nhật ký Chiến dịch của bạn <i>quá trình chuyển đổi đã phản tác dụng</i>. Mỗi điều tra viên nhận được thêm 2 điểm kinh nghiệm nhờ hiểu rõ hơn về những bí mật của Trái đất.
zh: 因為完成了4個任務，在冒險日誌中記錄<i>歸位程式產生反效果</i>。調查員得知了地球的秘密，每位調查員獲得1點獎勵經驗值。

source: the process backfired.
de: Der Prozess ist nach hinten losgegangen.
es: el proceso salió mal.
fr: le processus a échoué.
it: il procedimento è fallito
ko: 의식 전이 과정이 역효과를 낳았다
pt: o processo saiu pela culatra.
ru: перенос прошёл неудачно.
vi: quá trình chuyển đổi đã phản tác dụng.
zh: 歸位程式產生反效果。

source: Because only 3 tasks were completed, record in your Campaign Log that <i>the process backfired spectacularly</i>.
de: Da 3 Aufgaben abgeschlossen wurden, wird im Kampagnenlogbuch notiert: Der Prozess ist gewaltig nach hinten losgegangen.
es: Como se completaron 3 tareas, anota en el registro de campaña que <i>el proceso salió espectacularmente mal</i>.
fr: Si 3 tâches ont été complétées, indiquez dans le Carnet de Campagne que <i>le processus a échoué de manière spectaculaire</i>.
it: Perchè solo 3 compiti sono stati completati, annotate nel Diario della Campagna che <i>il procedimento è irrimediabilmente fallito.</i>
ko: 임무 3개를 완수했다면, 캠페인 기록지에 <i>의식 전이 과정이 어마어마한 역효과를 낳았다</i>라고 기록합니다.
pt: Como apenas 3 tarefas foram concluídas, registre em seu Registro de campanha que <i>o processo saiu pela culatra de forma espetacular</i>.
ru: Поскольку выполнены 3 пункта, запишите в журнал кампании, что <i>перенос прошёл крайне неудачно</i>.
vi: Bởi vì chỉ có 3 nhiệm vụ đã được hoàn thành, ghi chép lại trong Nhật ký Chiến dịch của bạn <i>quá trình chuyển đổi đã phản tác dụng một cách ngoạn mục</i>.
zh: 因為完成了3個任務，在冒險日誌中記錄<i>歸位程式產生劇烈的反效果</i>。

source: the process backfired spectacularly.
de: Der Prozess ist gewaltig nach hinten losgegangen.
es: el proceso salió espectacularmente mal.
fr: le processus a échoué de manière spectaculaire.
it: il procedimento è irrimediabilmente fallito.
ko: 의식 전이 과정이 어마어마한 역효과를 낳았다
pt: o processo saiu pela culatra espetacularmente.
ru: перенос прошёл крайне неудачно.
vi: quá trình chuyển đổi đã phản tác dụng một cách ngoạn mục.
zh: 歸位程式產生劇烈的反效果。
