Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/the_city_of_archives.po
Languages: de, es, fr, it, ko, pt, ru, vi, zh

source: “Alejandro, what are you—?” You suddenly cry out. A nurse stands over you, peering into your eyes with a small light. You push the nurse away and rise to your feet, suddenly puzzled and disoriented. Despite the nurse’s protests, you wobble feebly out of the room. You are in a hospital, its white halls smelling faintly of disinfectant and other chemicals. Just moments prior, hadn’t you been exploring some kind of underground cavern?… You cannot recall. “Excuse me? Come back, you must rest!” The nurse calls out to you, gripping your forearm and pulling you back to your cot. She examines you closely while you recover from the shock of being transported so far in so short a time. “Who is Alejandro?” she asks, and you struggle to recall. The name doesn’t ring a bell. You ask the nurse how you came to be here, wondering why she isn’t surprised at your sudden appearance. “Why, you admitted yourself to St. Mary’s just last night. Do you not remember?” You have no memory of this, and you are starting to grow concerned. “You were acting a little strangely, if I may be so bold. And you spoke in a strange fashion, almost as if English weren’t your first language. But now I see that you probably just drank a little bit too much.” She notices your questioning expression and smiles. “Don’t worry. We get that kind of thing quite often these days, now that all the bars and pubs are on the up-and-up again.” You examine your face in the mirror. You are tired and older than you remember. Something important lies on the very edge of your memory, fuzzy and blurred. It takes about a minute before the significance of the nurse’s last statement catches up to you. Turning back toward the nurse, you ask what year it is, terrified of the answer. “Why, 1934 of course. My, you must have had a heck of a night!” She chuckles.
fr: « Alejandro, qu'es-tu… ? » criez-vous soudain. Une infirmière se penche sur vous, auscultant vos yeux avec une petite lumière. Vous la repoussez et vous vous levez, confus et désorienté. Malgré les protestations de l'infirmière, vous vous précipitez hors de la pièce en titubant. Vous êtes dans un hôpital dont les murs blancs sentent le désinfectant et les produits chimiques. N'étiez-vous pas en train d'explorer une caverne souterraine il y a quelques instants ? … Vous n'arrivez pas à vous rappeler. « Excusez-moi ? Revenez, vous devez vous reposer ! » L'infirmière vous agrippe le poignet et vous ramène dans votre lit. Elle vous examine minutieusement tandis que vous vous remettez du choc d'avoir été transporté si loin en si peu de temps. « Qui est Alejandro ? » demande-t-elle, mais vous êtes incapable de vous en souvenir. Ce nom ne vous dit rien. Vous demandez à l'infirmière comment vous êtes arrivé ici, étonné qu'elle n'ait pas semblé surprise par votre soudaine apparition. « Quoi ? Vous êtes venu vous-même à Sainte Marie hier soir. Vous vous rappelez ? » Vous n'en avez aucun souvenir et vous commencez à paniquer. « Vous agissiez de manière étrange, si je peux me permettre. Et vous parliez d'une curieuse façon, comme si l'anglais n'était pas votre langue maternelle. Mais j'imagine que vous aviez juste trop bu. » Elle remarque votre expression interrogatrice et sourit. « Ne vous inquiétez pas. On voit cela tous les jours, maintenant que la prohibition est levée. » Vous vous observez dans le miroir. Vous avez l'air las et plus vieux que dans vos souvenirs. Quelque chose d'important mais de flou vogue à la frontière de votre mémoire. Il vous faut quelques minutes pour réaliser l'importance que revêt la dernière phrase de l'infirmière. Vous vous tournez vers elle et lui demandez, terrifié, en quelle année vous êtes. « Comment ? En 1934 bien sûr. Vous avez dû avoir une sacrée nuit ! » glousse-t-elle.
it: “Alejandro, cosa stai… ?” Gridate all’improvviso. Un'infermiera china su di voi vi sta esaminando gli occhi con l'aiuto di una piccola luce; la spingete da parte e vi alzate in piedi, frastornati e disorientati. Nonostante le sue proteste, uscite a passo incerto dalla camera: vi trovate in un ospedale, le cui pareti bianche emanano un vago odore di disinfettante e di altre sostanze chimiche. Non stavate esplorando una specie di caverna sotterranea, fino a pochi istanti fa? Non riuscite a ricordare. “Per cortesia, tornate indietro, dovete riposare!” L'infermiera vi richiama all'ordine, vi afferra per un braccio e vi riconduce alle vostre brandine. Ricomincia a esaminarvi scrupolosamente mentre vi riprendete dal trauma di essere stati trascinati in modo così veemente. “Chi è Alejandro?” vi chiede, ma fate fatica a ricordarlo. Quel nome non vi dice nulla… Chiedete all'infermiera come siete arrivati fin qui, domandandovi perché non sia sorpresa della vostra improvvisa comparsa. “Avete chiesto voi stessi ieri notte di essere ricoverati al St. Mary, non ricordate?” Non rammentate niente del genere e iniziate a preoccuparvi. “Vi comportavate in modo un po' strano, se mi è concesso dirlo, e parlavate anche in modo bizzarro, come se non steste usando la vostra lingua madre… ma a quanto pare avevate semplicemente bevuto un po' troppo.” Sorride notando la vostra espressione confusa. “Non preoccupatevi, ora che tutti i bar e i pub hanno riaperto i battenti capitano spesso casi come i vostri.” Scrutate il vostro volto allo specchio: siete più stanchi e più vecchi di quanto non ricordaste… e c'è qualcosa di molto importante che si nasconde nei recessi della vostra memoria, sfocato e indistinto. Soltanto dopo un minuto cogliete le implicazioni di ciò che ha appena detto l'infermiera: vi girate verso di lei e le chiedete in che anno siete, terrorizzati dalla risposta. “Ma nel 1934, naturalmente. Dovete proprio aver esagerato, ieri notte!” commenta ridacchiando.
ko: “알레한드로, 지금 무슨 짓…?” 당신은 갑자기 비명을 내지릅니다. 간호사가 당신을 내려다보며 작은 손전등으로 당신의 눈을 비춰봅니다. 당신은 간호사를 밀쳐내고 일어서지만, 그저 혼란스럽고 감각이 멍하기만 합니다. 간호사의 만류를 뿌리치고 당신은 힘없이 비틀거리며 방문을 엽니다. 이곳은 병원입니다. 새하얀 복도에서는 소독약을 비롯한 갖가지 약품 냄새가 희미하게 풍깁니다. 방금 전까지 당신은 어떤 지하 동굴을 헤매고 있었는데… 아니, 그마저도 기억이 잘 나지 않습니다. “환자분? 돌아오세요, 안정을 취하셔야 한다고요!” 간호사가 소리치며 당신의 팔뚝을 붙잡고 침대로 끌고 돌아갑니다. 당신이 그토록 짧은 순간에 지하에서 병원까지 순간 이동한 충격을 떨쳐내는 동안, 간호사가 당신을 자세히 진찰합니다. “알레한드로란 사람이 누군가요?” 간호사가 묻습니다. 하지만 기억을 떠올리려 애써봐도 그런 이름은 전혀 기억나지 않습니다. 당신이 갑자기 병원에 나타났는데도 간호사는 전혀 놀란 기색이 없습니다. 당신이 병원에 어떻게 오게 된 건지 간호사에게 물어봅니다. “무슨 말씀이시죠? 제 발로 어젯밤에 세인트 메리 병원에 입원하셨는데. 기억 안 나세요?” 전혀 기억나지 않습니다. 이제는 슬슬 걱정되기 시작합니다. “솔직히 말하자면, 좀 이상해 보이긴 했어요. 특이한 발음으로 말씀하셨는데, 영어가 모국어가 아닌 사람이 말하는 것처럼 느껴졌달까? 지금 보니 어제는 좀 과하게 취하셨나 보네요.” 간호사는 의문에 찬 당신의 표정을 보고는 미소를 짓습니다. “걱정 말아요. 요즘엔 환자분 같은 사람이 많았거든요. 바며 주점이며 지금은 다시 호황이잖아요.” 당신은 거울에 비친 얼굴을 봅니다. 당신의 얼굴은 기억 속 모습보다도 더 피곤하고 늙어 보입니다. 뭔가 중요한 것이 있을 텐데 도무지 기억나지 않아 찝찝하기 이를 데 없습니다. 모든 것이 흐릿하고 모호하기만 합니다. 그렇게 잠시 앉아 있던 도중, 갑자기 간호사의 마지막 말이 뇌리에 박힙니다. “…바며 주점이며 지금은 다시 호황이잖아요…” 당신은 간호사 쪽으로 돌아보면서 올해가 몇 년도인지 묻습니다. 그녀의 대답이 두렵습니다. “올해요? 1934년이잖아요. 이런, 어젯밤에 얼마나 퍼마신 거죠?” 간호사가 낄낄거리며 웃습니다.
pt: “Alejandro, o que você está…?” Você grita de repente. Uma enfermeira está em cima de você, olhando em seus olhos com uma pequena luz. Você empurra a enfermeira e se levanta, de repente confusa e desorientada. Apesar dos protestos da enfermeira, você cambaleia para fora da sala. estão em um hospital, seus corredores brancos cheirando levemente a desinfetante e outros produtos químicos. Momentos antes, você não estava explorando algum tipo de caverna subterrânea?… Você não consegue se lembrar. "Com licença? Volte, você deve descansar!" A enfermeira chama por você, segurando seu antebraço e puxando você de volta para o sua cama. Ela o examina de perto enquanto você se recupera do choque de ser transportado para tão longe em tão pouco tempo. "Quem é Alejandro?" ela pergunta, e você luta para se lembrar. O nome não faz sentido. Você pergunta à enfermeira como você veio parar aqui, imaginando por que ela não está surpresa com sua aparição repentina. “ué, você se admitiu em St. Mary’s ontem à noite. Você não se lembra?”. Você não se lembra disso, e está começando a ficar preocupado. “Você estava agindo um pouco estranho, se me permite a sinceridade. E você falou de uma maneira confusa, quase como se o inglês não fosse sua primeira língua. Mas agora vejo que você provavelmente bebeu um pouco demais.” Ela percebe sua expressão questionadora e sorri. "Não se preocupe. Recebemos esse tipo de coisa com bastante frequência hoje em dia, agora que todos os bares e pubs estão em alta novamente.” Você examina seu rosto no espelho. Você está cansado e mais velho do que se lembra. Algo importante está no limite de sua memória, confusa e borrada. Demora cerca de um minuto antes que você entenda o significado da última declaração da enfermeira. Voltando-se para a enfermeira, você pergunta em que ano estamos, com medo da resposta. “Ora, 1934 é claro. Puxa, você deve ter tido uma noite e tanto!” Ela ri.
ru: Внезапно вы слышите собственный крик: «Алехандро, что ты…» Над вами стоит медсестра, светя вам в глаза фонариком. Вы отталкиваете её и в смятении вскакиваете на ноги. Несмотря на её протесты, вы, пошатываясь, выходите из комнаты. Вы в больнице: белёные стены коридора пахнут хлоркой и прочими химикатами. Разве вы только что не исследовали какую-то пещеру?.. Вы не помните. «Простите, — кричит медсестра. — Вернитесь, вам надо отдохнуть». Она берёт вас за локоть и ведёт обратно к койке. Пока вы приходите в себя от столь далёкого и стремительного путешествия, сестра внимательно рассматривает вас. «Кто такой Алехандро?» — интересуется она, и вы силитесь вспомнить. Но это имя ничего вам не говорит. Вы спрашиваете медсестру, как оказались здесь и почему она не удивлена вашим внезапным появлением. «Так вы же только вчера вечером явились в больницу святой Марии. Неужто забыли?» — Вы не помните ничего подобного, и это вас беспокоит. — «Осмелюсь сказать, вы вели себя странновато. И говорили чудно,́ словно английский вам не родной. Но теперь вижу, что вы, должно быть, просто чуток перебрали. — Заметив ваше удивление, она улыбается: — Да не беспокойтесь. Теперь такое частенько случается, с тех пор как бары да кабаки снова открылись». Отражение в зеркале выглядит уставшим и более старым, чем вы помните. Где-то в тумане на краю вашей памяти прячется что-то крайне важное. Только через минуту до вас доходит смысл последних слов медсестры. Вы оборачиваетесь к ней и спрашиваете, какой сейчас год, боясь услышать ответ. «Ну конечно, 1934-й, — усмехается она. — Боже, ну и бурная у вас выдалась ночка».
vi: Bạn chợt kêu lên, “Alejandro, anh là gì—?” Một y tá đứng phía trên bạn, nhìn vào mắt bạn với một ngọn đèn nhỏ. Bạn đẩy cô y tá ra và đứng dậy, đột nhiên choáng váng và mất định hướng. Bất chấp sự phản đối của y tá, bạn loạng choạng bước ra khỏi phòng. Bạn đang ở trong một bệnh viện, những hành lang màu trắng thoang thoảng mùi thuốc khử trùng và các hóa chất khác. Chỉ một lúc trước, không phải bạn đang khám phá một số loại hang động dưới lòng đất sao?… Bạn không thể nhớ lại. Y tá gọi bạn, nắm lấy cánh tay của bạn và kéo bạn trở lại giường, "Xin lỗi? Quay lại đây, cậu phải nghỉ ngơi!” Cô ấy kiểm tra bạn kỹ lưỡng trong khi bạn hồi phục sau cú sốc vì bị dịch chuyển quá xa trong thời gian quá ngắn. Cô ấy hỏi, và bạn cố gắng nhớ lại, “Alejandro là ai?” Cái tên có vẻ quen thuộc nhưng bạn không nhớ nổi. Bạn hỏi y tá làm thế nào bạn đến được đây, tự hỏi tại sao cô ấy không ngạc nhiên trước sự xuất hiện đột ngột của bạn. “Tại sao ư, anh đã tự mình tới bệnh viện St. Mary's chỉ mới đêm qua. Anh không nhớ sao?" Bạn không có ký ức về điều này, và bạn bắt đầu trở nên lo lắng. Cô ấy nhận thấy biểu hiện thắc mắc của bạn và mỉm cười, “Thành thật mà nói thì anh hành động có chút kỳ lạ. Và anh nói theo một phong cách kỳ lạ, như thể tiếng Anh không phải là ngôn ngữ mẹ đẻ của anh. Nhưng bây giờ tôi thấy rằng có lẽ anh chỉ là đã uống hơi nhiều.” "Đừng lo. Ngày nay, chúng tôi gặp những việc như vậy khá thường xuyên, vì bây giờ tất cả các quán bar và quán rượu đều đang hoạt động trở lại.” Bạn kiểm tra khuôn mặt của bạn trong gương. Bạn mệt mỏi và già hơn bạn nghĩ. Một điều gì đó quan trọng nằm ở rìa bộ nhớ của bạn, mơ hồ và mờ nhạt. Phải mất khoảng một phút trước khi bạn hiểu được tầm quan trọng của câu nói cuối cùng của y tá. Quay lại phía cô y tá, bạn hỏi năm nay là năm nào, sợ hãi trước câu trả lời. Cô ấy cười khúc khích, “Sao, tất nhiên là năm 1934. Ôi trời, chắc hẳn anh đã có một đêm thật tồi tệ!”.
zh: “亚歴山卓，你到底——？”你突然尖叫出声。一名护士站在你面前，伴著一束微弱的光芒仔细观察你的眼睛。你推开了那名护士，站了起来，突然感到一阵困惑，不辨方向。不顾护士的劝阻，你拖著无力的身躯摇摇晃晃地走出了房间。你现在所在的地方是个医院，白色的房间里散发著隐隐约约的消毒水和其他药品的气味。就在这之前，你难道不是在探索某个地下洞穴吗？……你想不起来了。 “你还好吗？请回来，你必须休息！”护士在对你说话，她拉住了你的小臂，将你拉回床边。你在如此短的时间内穿越了这么远的距离，当你惊魂稍定，她凑近对你作检查。“谁是亚历山卓？”她问道。于是你努力地去回想，但你对这个名字没有印象。 你询问护士，你是怎么到这里来的，而她为什么对你的突然出现毫不意外。“为什么这么问，你自己来到圣玛丽医院申请入院的，就在昨天晚上。你忘了吗？”你对此全无记忆，心生忧虑。“恕我无礼，当时你的行为有些奇怪。你说话的方式也很古怪，就像英语不是你的母语一样。但现在我明白了，你大概只是酒喝多了。”她注意到你满脸疑惑，对你微微一笑，“别担心，最近我们常常遇到这样的情况，毕竟现在所有的酒吧和俱乐部生意又红火起来了。” 你在镜中检视自己的脸。你比自己记忆中要更疲倦、更年老。在你记忆与遗忘的交界处，有些重要的事情记不真切。过了大概一分钟，你才领悟护士最后一句话的含义。你转身面对护士，问她现在是哪一年，而答案使你万分惊恐。 “怎么这么问，今年当然是1934年。亲爱的，你准是昨晚玩疯了！”她咯咯轻笑。
