Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/threads_of_fate.po
Languages: es, it, ru, vi

source: Any one investigator may choose to include Ichtaca <i>(The Forgotten Guardian)</i> in their deck. This card does not count toward that investigator’s deck size.
es: Un investigador cualquiera puede elegir incluir a Ichtaca <i>(La guardiana olvidada)</i> en su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore può scegliere di aggiungere Ichtaca <i>(Guardiana Dimenticata)</i> al suo mazzo (non considerandola nella dimensione del suo mazzo).
ru: Любой сыщик может включить в свою колоду карту «Ичтака (забытая стражница)». Эта карта не идёт в счёт размера колоды.
vi: Một điều tra viên bất kỳ có thể chọn thêm Ichtaca <i>(The Forgotten Guardian)</i> vào bộ bài của mình. Lá bài này không tính vào kích thước bộ bài của điều tra viên đó.

source: Because you are <i>forging your own path</i>, instead of earning Ichtaca <i>(The Forgotten Guardian)</i> each investigator earns 2 bonus XP.
es: Como <i>los investigadores se están forjando su propio camino</i>, en lugar de obtener a Ichtaca <i>(La guardiana olvidada)</i> cada investigador obtiene 2 puntos de experiencia.
it: Se <i>avete deciso di proseguire per la vostra strada</i>, al posto di includere Ichtaca <i>(Guardiana Dimenticata)</i>, ogni investigatore guadagna invece 2 punti esperienza.
ru: Так как <i>вы идёте собственным путём</i>, вы не можете включить в свою колоду карту «Ичтака (забытая стражница)», вместо этого каждый сыщик получает 2 опыта.
vi: Bởi vì bạn đang <i>tạo ra con đường của riêng mình</i>, thay vì được Ichtaca <i>(The Forgotten Guardian)</i>, mỗi điều tra viên nhận thêm 2 điểm kinh nghiệm.

source: The lead investigator earns the Expedition Journal card and may include it in their deck. This card does not count toward that investigator’s deck size.
es: El investigador jefe obtiene la carta Diario de expedición y puede incluirla en su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: L'investigatore capo ottiene il Diario della Spedizione e può aggiungerlo al suo mazzo (non considerandolo nella dimensione del suo mazzo).
ru: Ведущий сыщик приобретает карту «Дневник экспедиции» и может включить её в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Trưởng nhóm nhận lá bài Expedition Journal và có thể thêm nó vào chồng bài của mình. Lá bài này không tính vào giới hạn bộ bài của điều tra viên đó.

source: Each investigator earns 1 additional experience for each act 1 card that was completed during this scenario, as you gain insight into the schemes of the Brotherhood.
es: Cada investigador obtiene 1 punto de experiencia adicional por cada carta de Acto 1 que fuera completada durante este escenario, pues habéis obtenido información sobre los planes de la Hermandad.
it: Ogni investigatore guadagna i punto esperienza aggiuntivo per ogni carta capitolo 1 completata durante questo scenario, per aver scoperto qualcosa in più sui complotti della Confraternita.
ru: За каждую сцену 1, завершённую в этом сценарии, каждый сыщик получает 1 опыт дополнительно, узнав о замыслах Братства.
vi: Mỗi điều tra viên nhận được thêm 1 kinh nghiệm cho mỗi lá bài act 1 đã được hoàn thành trong màn chơi này, khi bạn hiểu sâu hơn về các âm mưu của Brotherhood.

source: Completed act 1 Cards:
es: Cartas de Acto 1 completadas:
it: Carte completate del Capitolo 1:
ru: Завершенные карты сцен первого акта:
vi: Đã hoàn thành các lá bài act 1:

source: the investigators found the missing relic.
es: los investigadores encontraron la reliquia desaparecida.
it: avete ritrovato la reliquia scomparsa.
ru: сыщики нашли пропавшую реликвию.
vi: các điều tra viên đã tìm thấy cổ vật bị mất tích.

source: the investigators rescued Alejandro.
es: los investigadores rescataron a Alejandro.
it: avete salvato Alejandro.
ru: сыщики спасли Алехандро.
vi: các điều tra viên đã cứu được Alejandro.

source: Alejandro is missing.
es: Alejandro ha desaparecido.
it: Alejandro è scomparso.
ru: Алехандро пропал.
vi: Alejandro bị mất tích.

source: the investigators forged a bond with Ichtaca.
es: los investigadores forjaron un vínculo con Ichtaca.
it: avete stretto un legame con Ichtaca.
ru: сыщики подружились с Ичтакой.
vi: các điều tra viên đã tạo được mối quan hệ với Ichtaca.

source: Ichtaca is in the dark.
es: Ichtaca está al margen.
it: Ichtaca è diffidente.
ru: Ичтака держится в тени.
vi: Ichtaca ở trong bóng tối

source: Resupply Point
es: Punto de reabastecimiento
it: Punto di Rifornimento
ru: Пополнение припасов
vi: Điểm Tiếp Tế

source: It is clear now that you will have to venture once more into the wilds before the mystery behind the Relic of Ages is solved. Each investigator has the option to choose additional supplies to add to their current list of supplies. In the Campaign Log, under each investigator’s “Supplies” section, record the supplies that investigator chooses to bring.
es: Ahora está claro que tendrás que aventurarte de nuevo en territorio inhóspito antes de poder resolver el misterio que se oculta tras la Reliquia de las eras. Cada investigador tiene la opción de elegir suministros adicionales para añadirlos a su lista de suministros. Anota los suministros que elija cada investigador en su sección “Suministros” del registro de campaña.
it: Ormai è evidente che dovrete avventurarvi ancora una volta nelle terre selvagge prima che il mistero della Reliquia delle Ere possa dirsi risolto. Ogni investigatore ha l'opzione di scegliere altre scorte da aggiungere alla sua lista di scorte attuale. Annotate nel Diario della Campagna, alla voce “Scorte” di ogni giocatore, le scorte che quell'investigatore ha deciso di portare.
ru: Теперь ясно, что за разгадкой тайны Реликвии веков вам придётся снова отправиться в дикие джунгли. Каждый сыщик может выбрать дополнительные припасы вдобавок к своим текущим припасам. Запишите выбранные каждым сыщиком припасы в соответствующих графах журнала кампании.
vi: Rõ ràng là bây giờ bạn sẽ phải mạo hiểm một lần nữa vào vùng hoang dã trước khi bí ẩn đằng sau Relic of Ages được giải quyết. Mỗi điều tra viên có quyền lựa chọn vật tư dự trữ để thêm vào danh sách vật tư hiện tại của họ. Trong Nhật ký Chiến dịch, dưới phần “Vật Tư Dự Trữ” của mỗi điều tra viên, hãy ghi lại các vật tư mà điều tra viên chọn mang theo.

source: Before departing from Arkham, it might be a good idea to take a visit to St. Mary’s Hospital.
es: Antes de dejar Arkham, podría ser buena idea pasarse por el Hospital de Santa María.
it: Prima di partire da Arkham, potrebbe essere una buona idea passare dall'Ospedale St. Mary.
ru: Прежде чем уезжать из Аркхэма, будет нелишним заглянуть в больницу св. Марии.
vi: Trước khi khởi hành từ Arkham, bạn nên đến Bệnh viện St. Mary một lần.

source: Each investigator who has a Poisoned weakness in their deck may spend 3 experience points to remove that weakness from their deck.
es: Cada investigador que tenga una Debilidad Envenenado en su mazo puede gastar 3 puntos de experiencia para retirar esa Debilidad de su mazo.
it: Ogni investigatore che possiede una debolezza Avvelenato nel suo mazzo può spendere 3 punti esperienza per rimuovere quella debolezza dal suo mazzo.
ru: Каждый сыщик, в чьей колоде есть слабость «Отравление», может потратить 3 опыта, чтобы удалить эту слабость из своей колоды.
vi: Mỗi điều tra viên có điểm yếu Poisoned trong bộ bài của họ có thể dành 3 điểm kinh nghiệm để loại bỏ điểm yếu đó khỏi bộ bài của họ.

source: Remove Poison Weakness
es: Retirar Debilidad Envenenado
it: Rimuovi debolezza Avvelenato
ru: Убрать слабость «Отравление»
vi: Loại bỏ Điểm yếu Poison

source: Each investigator may spend 5 experience points to remove a single point of physical or mental trauma from their investigator.
es: Cada investigador puede gastar 5 puntos de experiencia para retirar un solo punto de trauma físico o mental de su investigador.
it: Ogni investigatore può spendere 5 punti esperienza per rimuovere 1 suo trauma fisico o mentale.
ru: Каждый сыщик может потратить 5 опыта, чтобы избавиться от 1 физической или 1 ментальной травмы.
vi: Mỗi điều tra viên có thể dành 5 điểm kinh nghiệm để loại bỏ một điểm sang chấn thể chất hoặc tinh thần đối với điều tra viên của họ.

source: Remove Physical Trauma
es: Retirar trauma físico
it: Rimuovi Trauma Fisico
ru: Избавиться от физической травмы
vi: Loại bỏ Sang chấn Thể chất

source: Remove Mental Trauma
es: Retirar trauma mental
it: Rimuovi Trauma Mentale
ru: Избавиться от ментальной травмы
vi: Loại bỏ Sang chấn Tinh thần

source: Each investigator may spend supply points to purchase one or more of the supplies listed below. The number of supply points available to each investigator is based on the number of investigators in the campaign. <i>(Note: Provisions, Medicine and Gasoline can be taken more than once by recording their name multiple times and spending the appropriate number of supply points each time.)</i>
es: Cada investigador puede gastar puntos de suministros para adquirir uno o más de los siguientes suministros. El número de puntos de suministros disponibles para cada investigador depende del número de investigadores que haya en la campaña. <i>(Nota: pueden llevarse varias unidades de las provisiones, las medicinas y la gasolina anotando su nombre varias veces y gastando la cantidad apropiada de puntos de suministros cada vez.)</i>
it: Ogni investigatore può spendere i punti scorta per acquistare 1 o più scorte tra quelle elencate di seguito. Il numero di punti scorta disponibili per ogni investigatore dipende dal numero di investigatori che partecipano alla campagna. <i>(Nota: provviste, medicine e benzina possono essere scelte più volte annotando il loro nome il numero di volte appropriato e spendendo il numero appropriato di punti scorta.)</i>
ru: Каждый сыщик может потратить очки припасов на один или несколько припасов из нижеприведённого списка. Число очков припасов у каждого зависит от количества сыщиков в кампании. <i>(Обратите внимание: сыщик может взять провизию, аптечку и бензин по несколько раз. Каждая взятая единица этих припасов оплачивается и записывается в журнале отдельно.)</i>
vi: Mỗi điều tra viên có thể dùng điểm vật tư dự trữ để mua các vật tư dự trữ bên dưới. Điểm vật tư dự trữ của mỗi điều tra viên dựa trên số lượng điều tra viên có trong chiến dịch. <i>(Chú ý: Provisions, Medicine và Gasoline có thể được lấy nhiều hơn một lần bằng cách ghi chép lại tên của nó nhiều lần và sử dụng điểm vật tư dự trữ tương ứng.)</i>

source: Enough for a long journey bycar.
es: Suficiente para un largo viaje en coche.
it: Sufficiente per un lungo viaggio in auto.
ru: Хватит для долгой поездки на машине.
vi: Đủ cho một hành trình dài bằng ô tô.

source: Too small to be used as a reliable weapon, but easily concealed.
es: Demasiado pequeña para ser fiable como arma, pero se puede esconder fácilmente.
it: Troppo piccolo per essere un'arma affidabile, ma facile da nascondere.
ru: Маловат для полноценного оружия, зато легко спрятать.
vi: Quá nhỏ để được sử dụng như một vũ khí đáng tin cậy, nhưng dễ che giấu.

source: Pickaxe
es: Pico
it: Piccone
ru: Кирка
vi: Cuốc chim

source: For breaking apart rocky surfaces.
es: Para romper superficies rocosas.
it: Per fare a pezzi le superfici rocciose.
ru: Чтобы раскалывать камни.
vi: Để phá vỡ các bề mặt đá.

source: You arrive back at your house and take stock of the situation. Your investigation throughout the city has uncovered the existence of a secret cabal within Arkham. From what you can tell, they call themselves the Brotherhood, and they seem to know more about the Eztli relic and Alejandro’s previous expedition than even you do. Their methods are secret and furtive, and their motives elude you still. However, one piece of vital information has come to light. “They seek a place known as the Nexus of N’kai,” Ichtaca claims. A map of Central America lies on the table before you, marked with the previous expedition’s trail. “I have heard of this place, but its exact location is not known to me.” Once again, your mysterious guide appears to know more than she lets on. With no other leads to follow, you are left with no choice. Once more you must journey into uncharted territory in search of answers…but will anyone return this time?
es: Llegas de vuelta a tu casa y haces balance de la situación. Tu investigación por toda la ciudad ha puesto al descubierto la existencia de una cábala secreta en Arkham. Por lo que sabes, se llaman la Hermandad, y parecen saber mucho más que tú sobre la reliquia de Eztli y la anterior expedición de Alejandro. Sus métodos son secretos y furtivos, y aún desconoces sus motivos. Sin embargo, ha aparecido un dato vital como información. –Buscan un lugar conocido como el Nexo de N’kai –afirma Ichtaca. Sobre la mesa hay un mapa de Centroamérica en el que está marcado el rumbo de la expedición anterior–. He oído hablar de ese lugar, pero no conozco su ubicación exacta. Una vez más, tu misteriosa guía parece saber más de lo que dice, y sin otras pistas que seguir, no tienes elección. Tendrás que aventurarte una vez más por territorio desconocido en busca de respuestas… pero ¿logrará regresar alguien esta vez?
it: Una volta tornati a casa, cercate di riordinare le idee e fare il punto della situazione. Le vostre indagini in città hanno rivelato l'esistenza di una cabala segreta ad Arkham: da quello che siete riusciti a capire si fa chiamare la Confraternita e sembra saperne più di voi sulla reliquia di Eztli e sulla precedente spedizione di Alejandro. I loro metodi sono segreti e furtivi e le loro motivazioni ancora vi sfuggono. Tuttavia, un'informazione essenziale è venuta alla luce… “Sono alla ricerca di un luogo noto come il Nexus di N’kai” afferma Ichtaca. Sul vostro tavolo c'è una mappa dell'America Centrale su cui è stata tracciata la pista della spedizione precedente. “Ho sentito parlare di questo posto, ma la sua ubicazione esatta mi sfugge.” Ancora una volta, la vostra misteriosa guida sembra sapere più di quanto dice… Senza nessun'altra traccia da seguire, non avete molte scelte: dovrete ancora una volta farvi strada in un territorio inesplorato in cerca di risposte… ma questa volta tornerete tutti sani e salvi?
ru: Вернувшись домой, вы подводите итоги дня. Ваше расследование показало, что в Аркхэме существует тайная организация. Насколько вы понимаете, её члены именуют себя Братством — и, похоже, знают о реликвии эцтли и предыдущей экспедиции Алехандро даже больше, чем вы. Они действуют скрытно, из тени, а их цели остаются для вас неизвестными. Однако вам удалось пролить свет на одну из тайн. «Они ищут место под названием Средоточие Н'кая, утверждает Ичтака. Перед вами разложена карта Центральной Америки, на которую нанесён маршрут предыдущей экспедиции. — Я слышала об этом месте, но не знаю, где именно оно находится». Вам снова кажется, что вашей загадочной спутнице известно больше, чем она говорит. Однако выбирать не из чего иных зацепок у вас нет. В поисках ответов вам снова придётся отправиться в неизведанные края… Но суждено ли хоть кому-нибудь вернуться на этот раз?
vi: Bạn trở lại nhà của mình và kiểm tra tình hình. Cuộc điều tra của bạn khắp thành phố đã phát hiện ra sự tồn tại của một phe phái bí mật trong Arkham. Theo những gì bạn có thể nói, họ tự gọi mình là Brotherhood và dường như họ biết nhiều hơn về cổ vật của người Eztli và chuyến thám hiểm trước đây của Alejandro hơn cả bạn. Cách làm việc của họ bí mật và lén lút, và động cơ của họ vẫn chưa biết được. Tuy nhiên, một thông tin quan trọng đã được đưa ra ánh sáng. Ichtaca xác nhận, “Họ tìm kiếm một nơi được gọi là Nexus of N’kai.” Bản đồ vùng Trung Mỹ nằm trên bàn trước mặt bạn, được đánh dấu bằng đường mòn của chuyến thám hiểm trước. "Tôi đã nghe nói về nơi này, nhưng vị trí chính xác của nó thì tôi không biết." Một lần nữa, người hướng dẫn bí ẩn của bạn dường như biết nhiều hơn những gì cô ấy chia sẻ. Không có manh mối nào khác để đi theo, bạn không còn lựa chọn nào khác. Một lần nữa bạn phải tiến vào vào lãnh thổ chưa được khám phá để tìm kiếm câu trả lời… nhưng liệu lần này có ai trở về được không?

source: Do not alter the contents of the chaos bag during the intro.
es: No cambies el contenido de la bolsa de caos durante la introducción.

source: Either (choose one):
es: Elige una opción:

source: The investigators gave the relic to Alejandro.
es: Los investigadores le dieron la custodia de la reliquia a Alejandro.

source: The investigators gave the relic to Harlan Earnstone.
es: Los investigadores le dieron la custodia de la reliquia a Harlan Earnstone.

source: For the remainder of the campaign, each investigator cannot include Alejandro Vela or Ichtaca in their deck. Anytime an investigator would be given the option to include either of them, each investigator earns 2 experience instead.
es: Durante el resto de la campaña, ningún investigador puede incluir a Alejandro Vela ni a Ichtaca en su mazo. En cualquier momento en el que un investigador fuese a recibir la opción de incluir a cualquiera de ellos, en lugar de eso cada investigador obtiene 2 puntos de experiencia.
it: Per il resto della campagna, nessun investigatore può includere Alejandro Vela o Ichtaca nel suo mazzo. Ogni volta che un investigatore riceve l’opzione di includere l'uno o l'altra, ogni investigatore guadagna invece 2 punti esperienza.
ru: До конца кампании ни один сыщик не может включить в свою колоду ни «Алехандро Велу», ни «Ичтаку». Всякий раз, когда сыщик получает возможность включить в колоду одну из этих карт, вместо этого он получает 2 опыта.
vi: Trong phần còn lại của chiến dịch, mỗi điều tra viên không thể thêm Alejandro Vela hoặc Ichtaca vào bộ bài của mình. Bất cứ lúc nào một điều tra viên được cho lựa chọn để thêm một trong 2 nhân vật trên, mỗi điều tra viên thay vào đó được nhận 2 điểm kinh nghiệm.

source: <i>The investigators gave the relic to Alejandro.</i>
es: <i>Los investigadores le dieron la custodia de la reliquia a Alejandro.</i>
it: <i>Avete ceduto la reliquia in custodia ad Alejandro.</i>
ru: <i>Сыщики передали реликвию Алехандро</i>
vi: <i>các điều tra viên đã giao cổ vật cho Alejandro.</i>

source: <i>The investigators gave the relic to Harlan Earnstone.</i>
es: <i>Los investigadores le dieron la custodia de la reliquia a Harlan Earnstone.</i>
it: <i>Avete ceduto la reliquia in custodia a Harlan Earnstone.</i>
ru: <i>Сыщики передали реликвию Харлану.</i>
vi: <i>các điều tra viên đã giao cổ vật cho Harlan Earnstone.</i>

source: Remove Trauma
es: Retirar trauma
it: Rimuovi Trauma
ru: Удалить травму
vi: Loại bỏ Sang Chấn
