Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/threads_of_fate.po
Languages: es, it, ru, vi

source: Threads of Fate
es: Los hilos del destino
ru: Нити судьбы

source: Scenario III: Threads of Fate
es: Escenario III: Los hilos del destino
it: Scenario III: Trame del Fato
ru: Сценарий III: Нити судьбы
vi: Màn III: Sợi chỉ số phận

source: The night passes with Ichtaca resting in your living room. You get no sleep for the remainder of the night, your thoughts drifting between concern and disbelief. Her story is preposterous, but you feel compelled to believe it nonetheless. You’ve known that the relic from the Eztli ruins had some deeper purpose ever since you first laid eyes on it. When you emerge from your bedroom the next morning, your uninvited guest is sitting at your dining-room table, arms crossed tightly across her chest. Her piercing eyes trace your every move like a bird watching its prey. No pleasantries are exchanged. “Where is the relic now?” Ichtaca asks impatiently. “Where have you brought it?” You explain that it is safe, in good hands. She shakes her head, her knuckles white with frustration. “I assure you it is not.”
es: La noche pasa, e Ichtaca se queda descansando en tu sala de estar. No logras dormir ni un minuto durante el resto de la noche, pues tus pensamientos vagan entre la preocupación y la incredulidad. Su historia es ridícula, pero aun así no puedes evitar sentir el impulso de creértela. Supiste que la reliquia de las ruinas de Eztli tenía algún propósito mayor desde el momento en que le pusiste la vista encima. Cuando sales de tu cuarto la mañana siguiente, tu huésped no deseada está sentada a la mesa del comedor, con los brazos cruzados sobre el pecho. Sus penetrantes ojos siguen cada uno de tus movimientos como un ave que observa a su presa. No hay saludos. –¿Dónde está la reliquia ahora? –pregunta Ichtaca con impaciencia–. ¿Dónde la has llevado? Le explicas que está segura, en buenas manos. Sacude la cabeza y ves que tiene los nudillos blancos de frustración. –Te aseguro que no lo está.
it: Ichtaca trascorre la notte riposando nel vostro soggiorno, mentre voi, costantemente in bilico tra la preoccupazione e l'incredulità, non riuscite proprio a dormire. La sua storia è ridicola, eppure sentite in qualche modo di doverle credere: avete capito che la reliquia recuperata dalle rovine di Eztli doveva avere uno scopo importante fin da quando ci avete posato sopra gli occhi per la prima volta. Quando uscite dalla camera da letto, la mattina seguente, la vostra ospite inaspettata è seduta al tavolo della sala da pranzo e tiene le braccia incrociate rigidamente al petto; i suoi occhi penetranti seguono ogni vostro movimento, come un rapace che segue la sua preda. Non c'è tempo per i convenevoli. “Dov'è la reliquia ora?” chiede Ichtaca con impazienza. “Dove l'avete portata?” Spiegate che è al sicuro, in buone mani, ma lei scuote la testa e stringe i pugni con frustrazione: “Vi assicuro che non è così.”
ru: Ичтака до утра дремлет в гостиной, но вам так и не удаётся заснуть. Ваши мысли мечутся между беспокойством и недоверием. Рассказ Ичтаки нелеп, но тем не менее вы склонны ей поверить. С первого взгляда на реликвию из руин Эцтли вам стало ясно, что у неё есть какое-то тайное предназначение. Когда вы утром выходите из спальни, незваная гостья сидит за обеденным столом, крепко скрестив руки на груди. Её пронзительные глаза следят за каждым вашим движе­нием, словно хищная птица за добычей. «Где реликвия? — нетерпеливо спрашивает Ичтака, не тратя времени на любезности. — Куда вы её дели?» Вы объясняете, что она в безопасности, в надёжных руках. Женщина трясёт головой, и костяшки её пальцев белеют от бессилия. «Можете быть уверены, что это не так».
vi: Đêm trôi qua với Ichtaca nghỉ ngơi trong phòng khách của bạn. Bạn không ngủ được trong thời gian còn lại của buổi đêm, suy nghĩ của bạn trôi dạt giữa sự lo lắng và hoài nghi. Câu chuyện của cô ấy thật phi lý, nhưng dù sao thì bạn cũng cảm thấy buộc phải tin vào điều đó. Bạn đã biết rằng cổ vật từ tàn tích Eztli có một số mục đích sâu xa hơn kể từ lần đầu tiên bạn nhìn thấy nó. Khi bạn bước ra khỏi phòng ngủ vào sáng hôm sau, vị khách không mời của bạn đang ngồi trên bàn ăn trong phòng ăn của bạn, khoanh tay trước ngực. Đôi mắt sắc bén của cô ấy theo dõi từng cử động của bạn như một con chim đang quan sát con mồi. Không có lời đùa giỡn qua lại. Ichtaca sốt ruột hỏi, "Cổ vật bây giờ ở đâu? Cậu đã mang nó đi đâu?" Bạn giải thích rằng nó là an toàn, trong tay người phù hợp. Cô lắc đầu, các khớp ngón tay trắng bệch vì thất vọng. "Tôi đảm bảo với cậu là không phải thế."

source: Setting aside your many questions for the time being, you call your contact at the Miskatonic University Museum. Despite the early hour, Dr. Horowitz should be at her office preparing for the long day ahead of her. The operator connects you after a short delay. Elli gives you an unusually curt greeting, her voice cracking and unsteady. As soon as you ask about the relic, she scoffs. “Not you, too! Mr. Walsted is practically knocking down my office door, and two reporters have been harrassing me all morning!” You ask her what the trouble is, and she lets out a long sigh. “The relic is missing,” she explains. “None of the security guards knows what happened. One minute it was in its display case; the next it was gone. And before you ask, no, Mr. Vela is nowhere to be found.” Suddenly she is yelling to another party, “One moment please! I am on the telephone!” She apologizes to you tersely and hangs up a moment later. Sure enough, Alejandro is not answering his telephone, and none of his other associates have seen him since yesterday. “Believe me now?” Ichtaca asks, rising to her feet and gathering her things. “We’ve wasted enough time. Find the relic and meet me back here tonight. Don’t follow me.”
es: Dejas a un lado momentáneamente las muchas preguntas que tienes y llamas a tu contacto del museo de la Universidad Miskatonic. Pese a lo temprano que es, la Dra. Horowitz estará en su despacho, preparando el largo día que tiene por delante. La operadora te conecta tras un ligero retraso. Elli te saluda de forma inusualmente brusca, con voz temblorosa y entrecortada. En cuanto le preguntas sobre la reliquia, se burla diciendo: –¿Tú también? Al Sr. Walsted sólo le falta echarme la puerta abajo de tanto llamar, ¡y hay dos periodistas que llevan toda la mañana incordiándome! Le preguntas que cuál es el problema y ella da un hondo suspiro antes de responder: – La reliquia ha desaparecido –te explica–. Ninguno de los guardias de seguridad sabe qué ha ocurrido. Estaba en su vitrina y al momento había desaparecido. Y antes de que me lo preguntes, no, el Sr. Vela tampoco aparece por ninguna parte. Se para un momento para gritarle a otra persona: –¡Un momento, por favor! ¡Estoy hablando por teléfono! –Se disculpa secamente y te cuelga un instante después. Como cabía esperar, Alejandro no contesta al teléfono, y ninguno de sus colegas lo ha visto desde ayer. –¿Me crees ya? –te pregunta Ichtaca mientras se pone en pie y recoge sus cosas–. Ya hemos perdido suficiente tiempo. Encuentra la reliquia y reúnete aquí conmigo esta noche. No me sigas.
it: Accantonando almeno per il momento le vostre molte domande, chiamate il vostro contatto al Museo della Miskatonic University; nonostante sia molto presto, la Dottoressa Horowitz dovrebbe essere già in ufficio a prepararsi per la lunga giornata che l'attende. L'operatore vi mette in contatto dopo una breve attesa; Elli vi saluta in modo insolitamente brusco e vi pare di cogliere un tremito nella sua voce instabile. Non appena le chiedete della reliquia, sbotta: “Non anche voi! Mr. Walsted non fa altro che bussare alla porta del mio ufficio e due giornalisti mi hanno assillato per tutta la mattinata!” Quando le chiedete quale sia il problema, vi risponde con un lungo sospiro: “La reliquia è scomparsa” spiega. “Nessuna delle guardie di sicurezza sa cosa sia successo: un istante prima era nella sua teca espositiva e quello dopo era sparita. E prima che me lo chiediate, anche Mr. Vela sembra scomparso.” Poi la sentite gridare a qualcun altro: “Un momento, per favore! Sono al telefono!” Si scusa seccamente con voi e un istante dopo riappende. Ovviamente Alejandro non risponde al telefono e nessuno dei suoi colleghi sembra averlo visto da ieri. “Ora mi credete?” vi chiede Ichtaca, alzandosi in piedi e raccogliendo le sue cose. “Abbiamo già sprecato abbastanza tempo. Trovate la reliquia e rivediamoci qui stanotte. Non provate a seguirmi.”
ru: Отложив на время свои многочисленные вопросы, вы звоните в музей Мискатоникского университета. Несмотря на ранний час, доктор Горовиц уже должна быть в своём кабинете, готовясь к долгому рабочему дню. После небольшой паузы телефонист соединяет вас. Элли на удивление резко здоровается, её голос надломлен и нетвёрд. Когда вы спрашиваете о реликвии, она фыркает: «И вы туда же! Меня с утра преследуют двое репортёров, а мистер Уолстед чуть не снёс с петель мою дверь!» Вы интересуетесь, что случилось, и Элли тяжело вздыхает. «Реликвия пропала, — объясняет она. — Никто из охранников не понимает, как это произошло. Только что стояла себе за стеклом — и вдруг её нет. И прежде чем вы спросите: мистер Вела тоже куда-то исчез». Внезапно она кричит кому-то ещё: «Погодите минуту! У меня телефон!», — поспешно извиняется и вешает трубку. Разумеется, Алехандро не отвечает на звонки, и никто из его коллег не видел его со вчерашнего дня. «Теперь верите? — спрашивает Ичтака, встав из-за стола и начиная собирать свои вещи. — Хватит терять время. Найдите реликвию. Встретимся здесь вечером. И не смейте ходить за мной».
vi: Tạm gác nhiều câu hỏi của mình lại, bạn gọi cho người liên hệ của mình tại Viện bảo tàng Đại học Miskatonic. Dù còn sớm nhưng bác sĩ Horowitz nên đã có mặt tại văn phòng của cô ấy để chuẩn bị cho một ngày dài phía trước. Người trực điện thoại kết nối bạn sau một lúc. Elli chào bạn một cách cộc lốc khác thường, giọng cô ấy vỡ vụn và không ổn định. Ngay khi bạn hỏi về cổ vật, cô ấy chế giễu. "Không phải cậu cũng vậy chứ! Ông Walsted đang đập cửa văn phòng của tôi, và hai phóng viên đã quấy rối tôi suốt buổi sáng!” Bạn hỏi cô ấy chuyện gì xảy ra, và cô ấy thở dài. Cô giải thích, “Cổ vật đã bị mất tích. Không ai trong số các nhân viên bảo vệ biết chuyện gì đã xảy ra. Một phút trước nó trong hộp trưng bày; phút sau nó đã biến mất. Và trước khi cậu hỏi thêm thì ông Vela hiện đã mất tích.” Đột nhiên cô ấy hét lên với một bên khác, "Xin hãy chờ một chút! Tôi đang nghe điện thoại! ” Cô ấy xin lỗi bạn ngắn gọn và cúp máy một lúc sau. Thật vật, Alejandro không trả lời điện thoại của ông ấy và không có phụ tá nào khác của ông nhìn thấy ông ấy kể từ ngày hôm qua. Ichtaca hỏi, đứng dậy và thu dọn đồ đạc, "Giờ thì tin tôi chưa? Chúng ta đã lãng phí đủ thời gian. Tìm cổ vật và gặp tôi ở đây tối nay. Đừng đi theo tôi. "

source: <i>“You’re not going anywhere until you tell me what is going on.”</i>
es: <i>No te vas a ninguna parte hasta que me digas qué está pasando.</i>
it: <i>“Tu non vai da nessuna parte finché non mi spieghi cosa sta succedendo.”</i>
ru: <i>«Ты никуда не пойдёшь, пока не объяснишь, что происходит».</i>
vi: <i>"Tôi sẽ không đi đâu cả cho đến khi cô nói cho tôi biết chuyện gì đang xảy ra."</i>

source: <i>“Have it your way.”</i>
es: <i>–Como quieras.</i>
it: <i>“Fà come vuoi.”</i>
ru: <i>«Поступай как знаешь».</i>
vi: <i> “Làm việc của cô đi.” </i>

source: Setting aside your many questions for the time being, you call Harlan’s office at the university. Though the sun is barely peeking over the horizon, you’ve always known him to be an early riser. The operator connects you after a short delay. Harlan’s voice is shaky and rough. He cuts you off as soon as you ask about the relic. “Don’t!” he barks. “They’re listening. They know I am keeping it here. They have already taken Alejandro.” You try to calm him down so you can ask him what he means, but he cuts the conversation short. “I have to go. They are here!—” The line goes dead. Sure enough, Alejandro is not answering his telephone, and none of his other associates have seen him since yesterday. “Believe me now?” Ichtaca asks, rising to her feet and gathering her things. “We’ve wasted enough time. Find the relic and meet me back here tonight. <i>Don’t</i> follow me.”
es: Dejas a un lado momentáneamente las muchas preguntas que tienes y llamas al despacho de Harlan en la universidad. Aunque el sol apenas comienza a asomar por el horizonte, sabes que siempre ha sido muy madrugador. La operadora te conecta tras un ligero retraso. La voz de Harlan suena temblorosa y áspera. Te interrumpe en cuanto le preguntas por la reliquia: –¡No! –gruñe–. Están escuchando. Saben que la guardo aquí. Ya se han llevado a Alejandro. Intentas calmarlo para poder preguntarle qué quiere decir con eso, pero interrumpe la conversación: –Tengo que colgar. ¡Están aquí! La línea se corta. Como cabía esperar, Alejandro no contesta al teléfono, y ninguno de sus colegas lo ha visto desde ayer. –¿Me crees ya? –te pregunta Ichtaca mientras se pone en pie y recoge sus cosas–. Ya hemos perdido suficiente tiempo. Encuentra la reliquia y reúnete aquí conmigo esta noche. No me sigas.
it: Accantonando almeno per il momento le vostre molte domande chiamate l'ufficio di Harlan all'università: anche se il sole è a malapena spuntato all'orizzonte, lo conoscete per essere un tipo mattiniero. L'operatore vi mette in contatto con lui dopo una breve attesa; la voce di Harlan è rauca e scossa da un tremito. Vi interrompe non appena menzionate la reliquia: “Silenzio!” vi intima. “Ci stanno ascoltando… Sanno che la sto custodendo qui. Hanno già preso Alejandro.” Cercate di calmarlo per chiedergli cosa intenda dire, ma Harlan tronca definitivamente la conversazione: “Devo andarmene. Sono qui!” Poi la linea cade. Ovviamente Alejandro non risponde al telefono e nessuno dei suoi colleghi sembra averlo visto da ieri. “Ora mi credete?” vi chiede Ichtaca, alzandosi in piedi e raccogliendo le sue cose. “Abbiamo già sprecato abbastanza tempo. Trovate la reliquia e rivediamoci qui stanotte. Non provate a seguirmi.”
ru: Отложив на время свои многочисленные вопросы, вы звоните в университетский кабинет Харлана. Солнце едва показалось из-за горизонта, но ваш товарищ всегда встаёт ни свет ни заря. После небольшой паузы телефонист соединяет вас. Голос Харлана хрипит и дрожит. Стоит вам упомянуть о реликвии, как учёный рявкает: «Молчите! Они подслушивают! Они знают, что я держу её здесь. Они уже схватили Алехандро». Вы пытаетесь успокоить и расспросить Харлана, но он резко перебивает: «Мне пора. Они уже тут». В трубке раздаются гудки. Разумеется, Алехандро не отвечает на звонки, и никто из его коллег не видел его со вчерашнего дня. «Теперь верите? — спрашивает Ичтака, встав из-за стола и начиная собирать свои вещи. — Хватит терять время. Найдите реликвию. Встретимся здесь вечером. И не смейте ходить за мной».
vi: Tạm gác nhiều câu hỏi của mình lại, bạn gọi cho văn phòng của Harlan tại trường đại học. Mặc dù mặt trời còn chưa ló dạng ở phía chân trời, bạn luôn biết trước giờ ông ấy là người dậy sớm. Người trực điện thoại kết nối bạn sau một lúc. Giọng của Harlan run rẩy và thô lỗ. Ông ta cắt lời bạn ngay khi bạn hỏi về cổ vật. Ông ta quát, "Đừng! Chúng đang lắng nghe. Chúng biết tôi đang giữ nó ở đây. Chúng đã bắt Alejandro rồi.” Bạn cố gắng trấn an ông ấy để có thể hỏi ý ông ấy là gì, nhưng ông ấy cắt ngắn cuộc trò chuyện. "Tôi phải đi. Chúng đang ở đây! - " Điện thoại bị cúp máy. Thật vật, Alejandro không trả lời điện thoại của ông ấy và không có phụ tá nào của ông nhìn thấy ông ấy từ tối qua. "Giờ thì tin tôi chưa? Chúng ta đã lãng phí đủ thời gian. Tìm cổ vật và gặp tôi ở đây tối nay. Đừng đi theo tôi. "

source: Ichtaca grits her teeth and pauses. You expect her to refuse and leave without answering your questions, but surprisingly, she relents. According to Ichtaca, her people have spent ages protecting the relic from interlopers who would use it for nefarious purposes. She speaks cryptically, in half-riddles and tall tales, although she refuses to explain where her people come from and how they have remained hidden for so long. When pressed about the relic, all she says is that it controls the flow of time, and that it must not be tampered with. “It must return to its rightful place,” she explains. Her gaze is relentless, unwavering. “Do you understand? It cannot fall into the wrong hands. If you help me recover it, I will aid you in return. Just promise me you will not use it.”
es: Ichtaca rechina los dientes y se detiene. Esperas que se niegue y se marche sin contestar tus preguntas, pero, sorprendentemente, accede a hacerlo. Según Ichtaca, su pueblo lleva siglos protegiendo la reliquia de los intrusos que pretenden usarla para propósitos siniestros. Habla de forma enigmática, con historias fantásticas y medio acertijos, aunque se niega a explicarte de dónde procede su pueblo y cómo han permanecido ocultos tanto tiempo. Cuando insistes sobre la reliquia, lo único que dice es que controla el flujo del tiempo, y que no hay que jugar con ella. –Debe volver al lugar donde pertenece –te explica, con una mirada firme que no se aparte de ti ni por un instante–. ¿Lo entiendes? No puede caer en malas manos. Si me ayudas a recuperarla, yo también te ayudaré a ti. Pero prométeme que no la usarás.
it: Ichtaca stringe i denti e rimane in silenzio; vi aspettate che si rifiuti di parlare e che se ne vada senza rispondere alle vostre domande, invece, con vostra sorpresa, annuisce. Stando a quanto vi racconta, da molti secoli la sua gente protegge la reliquia dagli intrusi che vorrebbero usarla per scopi nefandi. Le sue parole sono criptiche, un misto di enigmi ed esagerazioni, ma si rifiuta di spiegare da dove venga la sua gente e come abbia fatto a rimanere nascosta tanto a lungo. Quando insistete per saperne di più sulla reliquia, si limita a dire che è in grado di controllare il flusso del tempo e che non deve essere manomessa. “Deve tornare al suo posto” spiega mantenendo lo sguardo fisso davanti a sé. “Lo capite? Non deve cadere nelle mani sbagliate. Se mi aiuterete a recuperarla, io aiuterò voi; ma dovete promettermi che non la userete.”
ru: Стиснув зубы, Ичтака останавливается. Вы уже ждёте, что она уйдёт прочь, не отвечая ни на какие вопросы, но, к вашему удивлению, воительница начинает говорить. Она утверждает, что её племя веками охраняло артефакт от чужаков, которые хотели использовать его в нечистых целях. Её рассказ туманен, полон загадок и нелепиц, и она отказывается объяснить, откуда пришли её сородичи и как им так долго удавалось скрываться. Когда вы спрашиваете об артефакте, Ичтака говорит только то, что он управляет ходом времени и с ним лучше не шутить. «Реликвия должна вернуться на своё место, — Ичтака смотрит на вас решительно и непреклонно. — Понимаете? Нельзя, чтобы она попала не в те руки. Если поможете мне вернуть её, я помогу вам в ответ. Только обещайте, что не попытаетесь её использовать».
vi: Ichtaca nghiến răng và dừng lại. Bạn mong đợi cô ấy sẽ từ chối và bỏ đi mà không trả lời câu hỏi của bạn, nhưng thật bất ngờ, cô ấy lại bớt khó chịu lại. Theo Ichtaca, dân làng của cô đã dành nhiều thời gian để bảo vệ cổ vật khỏi những kẻ xấu xa sẽ sử dụng nó cho các mục đích bất chính. Cô ấy nói một cách khó hiểu, về những điều bí ẩn và các câu chuyện phóng đại nửa vời, mặc dù cô ấy từ chối giải thích dân làng của mình đến từ đâu và làm thế nào họ có thể ẩn nấp trong suốt thời gian dài. Khi nhấn mạnh về cổ vật, tất cả những gì cô ấy nói là nó kiểm soát dòng chảy của thời gian, và dòng chảy đó không nên bị xáo trộn. Cô giải thích, “Nó phải trở về đúng vị trí của nó.” Ánh mắt của cô ấy trở nên nghiêm túc. "Cậu hiểu chứ? Nó không thể rơi vào tay kẻ xấu. Nếu cậu giúp tôi khôi phục nó, tôi sẽ hỗ trợ lại cậu. Chỉ cần hứa với tôi là cậu sẽ không sử dụng nó ”.

source: Remember that “you listened to Ichtaca’s tale.”
es: Recuerda que “los investigadores han escuchado el relato de Ichtaca”.
it: Ricordate che “avete ascoltato la storia di Ichtaca.“
ru: Запомните, что <i>вы выслушали рассказ Ичтаки</i>.
vi: Ghi nhớ rằng “bạn đã lắng nghe câu chuyện của Ichtaca.”

source: listened to Ichtaca's tale.
es: los investigadores han escuchado el relato de Ichtaca.
it: avete ascoltato la storia di Ichtaca.
ru: вы выслушали рассказ Ичтаки.
vi: đã lắng nghe câu chuyện của Ichtaca.

source: Ichtaca strings her ornately decorated bow with frightening speed and slams your door on her way out.
es: Ichtaca encorda su intricadamente decorado arco con una velocidad aterradora y cierra de un portazo cuando se marcha.
it: Ichtaca si mette in spalla il suo arco decorato ed esce di casa a una velocità impressionante, sbattendo la porta alle sue spalle.
ru: Ичтака с пугающей быстротой натягивает тетиву на свой богато украшенный лук и хлопает дверью на прощание.
vi: Ichtaca căng cây cung được trang trí công phu của mình với tốc độ đáng sợ và đóng sầm cửa của bạn khi cô ấy đi ra ngoài.

source: Remember that “Ichtaca left without you.”
es: Recuerda que “Ichtaca se fue sin los investigadores”.
it: Ricordate che “Ichtaca se n'è andata senza di voi.“
ru: Запомните, что <i>Ичтака ушла без вас</i>.
vi: Ghi nhớ rằng “Ichtaca đã rời đi mà không có bạn.”

source: Ichtaca left without you.
es: Ichtaca se fue sin los investigadores.
it: Ichtaca se n'è andata senza di voi.
ru: Ичтака ушла без вас.
vi: Ichtaca đã rời đi mà không có bạn.

source: Once Ichtaca has left, you consider her words carefully and recall the events that have led to this point. You did not trust Alejandro with the Eztli relic, and you let Ichtaca leave without questioning her. Are you just being paranoid?…
es: Cuando Ichtaca se ha marchado, piensas detenidamente en lo que dijo, y repasas los acontecimientos que se han sucedido hasta llegar a este punto. No le confiaste a Alejandro la reliquia de Eztli y dejaste que Ichtaca se fuese sin hacerle más preguntas. ¿Estás siendo paranoico…?
it: Una volta che Ichtaca se n'è andata, riflettete attentamente sulle sue parole e ripensate agli eventi che hanno portato a questa situazione. Non vi siete fidati di Alejandro riguardo la reliquia di Eztli e avete lasciato andare Ichtaca senza interrogarla… Siete forse diventati paranoici?
ru: После ухода Ичтаки вы тщательно обдумываете её слова и анализируете события, которые привели ко всему этому. Вы не доверили реликвию Алехандро, а теперь позволили Ичтаке уйти без объяснений. Может быть, у вас просто паранойя?
vi: Khi Ichtaca đã rời đi, bạn cân nhắc kỹ lời nói của cô ấy và nhớ lại những sự kiện đã dẫn đến thời điểm này. Bạn không tin tưởng Alejandro với cổ vật của người Eztli, và bạn để Ichtaca rời đi mà không hỏi cô ấy thêm. Hay là bạn chỉ là đang bị hoang tưởng?…

source: “We should be wary of them.”
es: –Deberíamos recelar de ellos.
it: “Non dobbiamo fidarci di nessuno.“
ru: «Нельзя доверять им».
vi: "Chúng ta nên cảnh giác với chúng."
