Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/threads_of_fate.po
Languages: es, it, ru, vi

source: Remove all [cultist] and [tablet] tokens from the chaos bag and replace them with 1 [elder_thing] token. In your Campaign Log, record that <i>you are forging your own path.</i> For the remainder of the campaign, each investigator cannot include Alejandro Vela or Ichtaca in their deck. Anytime an investigator would be given the option to include either of them, each investigator earns 2 experience instead.
es: Retira todas las fichas [cultist] y [tablet] de la bolsa de caos y sustitúyelas por 1 ficha [elder_thing]. Anota en el registro de campaña que <i>los investigadores se están forjando su propio camino</i>. Durante el resto de la campaña, ningún investigador puede incluir a Alejandro Vela ni a Ichtaca en su mazo. En cualquier momento en el que un investigador fuese a recibir la opción de incluir a cualquiera de ellos, en lugar de eso cada investigador obtiene 2 puntos de experiencia.
it: Rimuovete tutti i segnalini [cultist] e [tablet] dal sacchetto del caos, poi aggiungete 1 segnalino [elder_thing]. Annotate nel Diario della Campagna che <i>avete deciso di proseguire per la vostra strada</i> Per il resto della campagna, nessun investigatore può includere Alejandro Vela o Ichtaca nel suo mazzo. Ogni volta che un investigatore riceve l’opzione di includere l'uno o l'altra, ogni investigatore guadagna invece 2 punti esperienza.
ru: Удалите из мешка хаоса все жетоны [cultist] и [tablet] и добавьте туда вместо них 1 жетон [elder_thing]. Запишите в журнале, что <i>вы идёте собственным путём.</i> До конца кампании ни один сыщик не может включить в свою колоду ни «Алехандро Белу», ни «Ичтаку». Всякий раз, когда сыщик получает возможность включить в колоду одну из этих карт, вместо этого он получает 2 опыта.
vi: Loại bỏ tất cả token [cultist] và [tablet] khỏi túi hỗn mang và thay thế chúng bằng 1 token [elder_thing]. Trong Nhật ký Chiến dịch của bạn, hãy ghi lại rằng <i>bạn đang tạo ra con đường của riêng mình.</i> Trong phần còn lại của chiến dịch, mỗi điều tra viên không thể thêm Alejandro Vela hoặc Ichtaca vào bộ bài của mình. Bất cứ lúc nào một điều tra viên được cho lựa chọn để thêm một trong 2 nhân vật trên, mỗi điều tra viên thay vào đó được nhận 2 điểm kinh nghiệm.

source: you are forging your own path.
es: los investigadores se están forjando su propio camino.
it: avete deciso di proseguire per la vostra strada.
ru: вы идёте собственным путём.
vi: bạn đang tạo ra con đường của riêng mình.

source: “Maybe I should listen to them after all…”
es: –Quizá debería hacerles caso después de todo…
it: “Forse dovremmo dar loro ascolto, tutto sommato…”
ru: «Возможно, к ним стоит прислушаться…»
vi: “Có lẽ sau cùng thì tôi nên lắng nghe chúng…”

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow) and the following locations: Northside, Downtown <i>(First Bank of Arkham)</i>, Easttown, Miskatonic University, and Rivertown. Do not gather the rest of the locations or the act, agenda, and scenario reference cards from that set.
es: Al reunir el conjunto de encuentros <i>Las máscaras de medianoche</i>, coge sólo las 5 cartas de Traición (2x Pista falsa y 3x Sombra acechante) y los siguientes Lugares: Barrio Norte, Centro (Primer Banco de Arkham), Barrio Este, Universidad Miskatonic y Barrio Fluvial. No cojas el resto de las cartas de Lugar, ni las cartas de Acto, de Plan o de referencia de escenario de ese conjunto.
ru: Из набора контактов «Полуночные маски» возьмите только 5 карт напастей (2 карты «Ложный след» и 3 карты «Преследующая тень») и следующие локации: «Нортсайд», «Даунтаун (Первый банк Аркхэма)», «Исттаун», «Мискатоникский университет» и «Ривертаун». Не берите остальные локации, сцены, замыслы и памятку сценария из этого набора.

source: Before drawing opening hands, search the collection and each player’s deck for Alejandro Vela and Relic of Ages, and set them aside, out of play.
es: Antes de robar las manos iniciales, busca a Alejandro Vela y la Reliquia de las eras en la colección y en los mazos de todos los jugadores y ponlos aparte, fuera del juego.
it: Prima di pescare la mano di partenza, cercate nella collezione e nel mazzo di ogni giocatore Alejandro Vela e la Reliquia delle Ere e metteteli da parte, temporaneamente fuori dal gioco.
ru: Прежде чем брать стартовые руки, найдите в комплекте и в колоде каждого игрока карты «Алехандро Вела» и «Реликвия веков» и отложите их в сторону.
vi: Trước khi rút bài trên tay đầu game, hãy tìm kiếm Alejandro Vela và Relic of Ages trong bộ sưu tập và bộ bài của mỗi người chơi, rồi đặt chúng sang một bên, ngoài khu vực chơi.

source: Put Northside, Downtown, Easttown, Miskatonic University, Rivertown, Velma’s Diner, and Curiositie Shoppe into play. Each investigator begins play in Rivertown.
es: Pon los siguientes Lugares en juego: Barrio Norte, Centro, Barrio Este, Universidad Miskatonic, Barrio Fluvial, Restaurante de Velma y Tienda de curiosidades. Cada investigador comienza la partida en el Barrio Fluvial.
it: Mettete in gioco il Northside, il Centro Cittadino, East Town, la Miskatonic University, River Town, il Velma's Diner e la Bottega delle Curiosità. Iniziate la partita a River Town.
ru: Введите в игру локации «Нортсайд», «Даунтаун», «Исттаун», «Мискатоникский университет», «Ривертаун», «Ресторанчик Вельмы» и «Лавка древностей». Все сыщики начинают игру в «Ривертауне».
vi: Đặt vị trí Northside, Downtown, Easttown, Miskatonic University, Rivertown, Velma’s Diner, và Curiositie Shoppe vào chơi. Mỗi điều tra viên bắt đầu chơi tại Rivertown.

source: Set the Town Hall location, the Ichtaca <i>(The Forgotten Guardian)</i> asset, and the Expedition Journal asset aside, out of play.
es: Deja aparte las siguientes cartas, fuera del juego: el Lugar Ayuntamiento, el Apoyo Ichtaca <i>(La guardiana olvidada)</i> y el Apoyo Diario de expedición.
it: Mettete da parte, temporaneamente fuori dal gioco, il luogo Municipio, il supporto Ichtaca <i>(Guardiana Dimenticata)</i> e il supporto Diario della Spedizione.
ru: Отложите в сторону локацию «Ратуша» и активы «Ичтака (забытая стражница)» и «Дневник экспедиции».
vi: Đặt vị trí Town Hall, tài sản Ichtaca <i>(The Forgotten Guardian)</i> và tài sản Expedition Journal sang một bên, ngoài khu vực chơi.

source: Adjust the contents of each act deck, as noted below under <b>Three Acts, Three Threads</b>.
es: Ajusta el contenido de cada mazo de Acto como se indica en la sección <b>Tres actos, tres hilos</b>.
it: Adattate il contenuto di ogni mazzo dei capitoli come descritto nella sezione <b>Tre Capitoli, Tre Trame</b>.
ru: Составьте колоды сцен, как описано ниже в разделе <b>«Три сцены, три нити»</b>.
vi: Điều chỉnh nội dung của mỗi chồng bài act, như được ghi chú dưới phần <b>Three Acts, Three Threads</b> .

source: Adjust the contents of the “a/b” deck as follows:
es: Ajusta el contenido del mazo “a/b” de la siguiente forma:
it: Adattate il contenuto del mazzo “a/b” come segue:
ru: Составьте колоду сцен а/b следующим образом:
vi: Điều chỉnh nội dung của chồng bài “a/b” như sau:

source: Because <i>the investigators gave custody of the relic to Harlan Earnstone</i>, remove the following act cards from the “a/b” deck: The Relic Is Missing!, both copies of At the Exhibit, and one of the two copies of Harlan’s Curse, at random.
es: Como <i>los investigadores le dieron la custodia de la reliquia a Harlan Earnstone</i>, retira las siguientes cartas de Acto del mazo “a/b”: ¡La reliquia ha desaparecido!, las dos copias de En la exposición y una de las dos copias de La maldición de Harlan, al azar.
it: Se <i>avete ceduto la reliquia in custodia a Harlan Earnstone</i>, rimuovete invece le carte capitolo seguenti dal mazzo “a/b”: La Reliquia è Scomparsa!, le 2 copie di Alla Mostra e 1 copia casuale de La Maledizione di Harlan.
ru: Так как <i>сыщики передали реликвию Харлану</i>, удалите из колоды а/b карту «Реликвия пропала!», оба экземпляра «На выставке» и 1 случайный экземпляр «Проклятия Харлана».
vi: Bởi vì <i> các điều tra viên đã trao quyền canh giữ cổ vật cho Harlan Earnstone</i>, hãy loại bỏ các lá bài act sau khỏi chồng bài “a/b”: The Relic Is Missing!, cả hai bản sao của At the Exhibit và ngẫu nhiên một trong hai bản sao của lá bài Harlan's Curse.

source: Because <i>Alejandro recovered the Relic of Ages</i> or <i>the investigators gave custody of the relic to Alejandro</i>, remove the following act cards from the “a/b” deck: Harlan Is in Danger!, both copies of Harlan’s Curse, and one of the two copies of At the Exhibit, at random.
es: Como <i>Alejandro recuperó la Reliquia de las eras</i> o <i>los investigadores le dieron la custodia de la reliquia a Alejandro</i>, retira las siguientes cartas de Acto del mazo “a/b”: ¡Harlan está en peligro!, las dos copias de La maldición de Harlan y una de las dos copias de En la exposición, al azar.
it: Se <i>Alejandro ha recuperato la Reliquia delle Ere</i> oppure <i>avete ceduto la reliquia in custodia ad Alejandro</i>, rimuovete le carte capitolo seguenti dal mazzo “a/b”: Harlan è in Pericolo!, le 2 copie de La Maledizione di Harlan e 1 copia casuale di Alla Mostra.
ru: Так как <i>Алехандро добыл Реликвию веков</i> или <i>сыщики передали реликвию Алехандро</i>, удалите из колоды а/b карту «Харлан в опасности!», оба экземпляра «Проклятия Харлана» и 1 случайный экземпляр «На выставке».
vi: Bởi vì <i>Alejandro đã khôi phục được Relic of Ages</i> hoặc <i>các ciều tra đã trao quyền canh giữ cổ vật cho Alejandro </i>, hãy loại bỏ các lá bài act sau khỏi chồng bài “a/b”: Harlan Is in Danger!, cả hai bản sao của Harlan's Curse và ngẫu nhiên một trong hai bản sao của At the Exhibit.

source: The investigators must choose one of the following options, and adjust the contents of the “c/d” deck accordingly:
es: Los investigadores deben elegir una de las siguientes opciones, y ajustar el contenido del mazo “c/d” en función de lo escogido:
it: Scegliete uno degli sviluppi seguenti e adattate il contenuto del mazzo “c/d” di conseguenza:
ru: Сыщики должны выбрать один из следующих вариантов и соответственно составить колоду сцен c/d:
vi: Các điều tra viên phải chọn một trong các phương án sau và điều chỉnh nội dung của chồng bài “c/d” tương ứng theo đó:

source: If you wish to go to the police to inform them about Alejandro’s disappearance.
es: Quieres ir a la policía para informarles de la desaparición de Alejandro.
it: Se desiderate recarvi dalla polizia per denunciare la scomparsa di Alejandro.
ru: Если вы хотите заявить в полицию об исчезновении Алехандро.
vi: Nếu bạn muốn đến gặp cảnh sát để thông báo cho họ về sự biến mất của Alejandro.

source: If you wish to look for Alejandro on your own.
es: Quieres buscar a Alejandro por tu cuenta.
it: Se desiderate cercare Alejandro per conto vostro.
ru: Если вы хотите искать Алехандро самостоятельно.
vi: Nếu bạn muốn tự mình tìm kiếm Alejandro.

source: Remove the following act cards from the “c/d” deck: Search for Alejandro, both copies of Friends in High Places, and one of the two copies of At the Station, at random.
es: Retira las siguientes cartas de Acto del mazo “c/d”: La búsqueda de Alejandro, las dos copias de Amigos influyentes y una de las dos copias de En la comisaría, al azar.
it: Rimuovete le carte capitolo seguenti dal mazzo “c/d”: Alla Ricerca di Alejandro, le 2 copie degli Amici Altolocati e 1 copia casuale di Alla Stazione.
ru: Удалите из колоды c/d карту «В поисках Алехандро», оба экземпляра «Друзей из высшего общества» и 1 случайный экземпляр «В участке».
vi: Loại bỏ các lá bài act sau khỏi chồng bài "c/d": Search for Alejandro, cả hai bản sao của Friends in High Places, và ngẫu nhiên một trong hai bản sao của At the Station.

source: Remove the following act cards from the “c/d” deck: Missing Persons, both copies of At the Station, and one of the two copies of Friends in High Places, at random.
es: Retira las siguientes cartas de Acto del mazo “c/d”: Personas desaparecidas, las dos copias de En la comisaría y una de las dos copias de Amigos influyentes, al azar.
it: Rimuovete le carte capitolo seguenti dal mazzo “c/d”: Persone Scomparse, le 2 copie di Alla Stazione e 1 copia casuale di Amici Altolocati.
ru: Удалите из колоды c/d карту «Пропавшие без вести», оба экземпляра «В участке» и 1 случайный экземпляр «Друзей из высшего общества».
vi: Loại bỏ các lá bài act sau khỏi chồng bài "c/d": Missing Persons, cả hai bản sao của At the Station, và ngẫu nhiên một trong hai bản sao của Friends in High Places.

source: Adjust the contents of the “e/f ” deck as follows:
es: Ajusta el contenido del mazo “e/f ” de la siguiente forma:
it: Adattate il contenuto del mazzo “e/f” come segue:
ru: Составьте колоду сцен e/f следующим образом:
vi: Điều chỉnh nội dung của chồng bài “e/f” như sau:

source: Because “you listened to Ichtaca’s tale”, remove the following act cards from the “e/f ” deck: Trial of the Huntress, both copies of The Cave of Darkness, and one of the two copies of Strange Relics, at random.
es: Como “los investigadores han escuchado el relato de Ichtaca”, retira las siguientes cartas de Acto del mazo “e/f ”: La prueba de la cazadora, las dos copias de La cueva de la oscuridad y una de las dos copias de Reliquias extrañas, al azar.
it: Se <i>avete ascoltato la storia di Ichtaca</i>, rimuovete le carte capitolo seguenti dal mazzo “e/f”: La Prova della Cacciatrice, le 2 copie de La Caverna dell'Oscurità e 1 copia casuale delle Strane Reliquie.
ru: Так как <i>вы выслушали рассказ Ичтаки</i>, удалите из колоды e/f карту «Охотница берёт след», оба экземпляра «Пещеры тьмы» и 1 случайный экземпляр «Загадочных артефактов».
vi: Bởi vì <i>bạn đã lắng nghe câu chuyện của Ichtaca</i>, hãy loại bỏ các lá bài act sau khỏi chồng bài “e/f”: Trial of the Huntress, cả hai bản sao của The Cave of Darkness và ngẫu nhiên một trong hai bản sao của lá bài Strange Relics.

source: Because “Ichtaca left without you”, remove the following act cards from the “e/f” deck: The Guardian’s Inquiry, both copies of Strange Relics, and one of the two copies of The Cave of Darkness, at random.
es: Como “Ichtaca se fue sin los investigadores”, retira las siguientes cartas de Acto del mazo “e/f ”: La investigación de la guardiana, las dos copias de Reliquias extrañas y una de las dos copias de La cueva de la oscuridad, al azar.
it: Se <i>Ichtaca se n'è andata senza di voi</i>, rimuovete invece le carte capitolo seguenti dal mazzo “e/f”: Le Indagini della Guardiana, le 2 copie delle Strane Reliquie 1 copia casuale de La Caverna dell’Oscurità.
ru: Так как <i>Ичтака ушла без вас</i>, удалите из колоды e/f карту «Стражница расследует», оба экземпляра «Загадочных артефактов» и 1 случайный экземпляр «Пещеры тьмы».
vi: Bởi vì <i>Ichtaca đã rời đi mà không có bạn.</i>, hãy loại bỏ các lá bài act sau khỏi chồng bài “e/f”: The Guardian’s Inquiry, cả hai bản sao của Strange Relics và ngẫu nhiên một trong hai bản sao của lá bài The Cave of Darkness.

source: Three Acts, Three Threads.
es: Tres actos, tres hilos.
it: Tre Capitoli, Tre Trame.
ru: Три сцены, три нити.

source: This scenario contains three different act decks —an “a/b” deck, a “c/d” deck, and an “e/f” deck. Each of these act decks is constructed separately, in numerical order, as usual. During the course of this scenario, all three of these act decks will be in play, and players may choose which acts to pursue and which to ignore. The text of all three acts is considered active at all times. You might not have time to accomplish all three tasks, so choose which leads you wish to pursue wisely! The contents of each of these act decks is altered depending on the circumstances below.
es: Este escenario contiene tres mazos de Acto distintos: un mazo “a/b”, un mazo “c/d” y un mazo “e/f ”. Cada uno de estos mazos de Acto se crea por separado y en orden numérico, como de costumbre. A lo largo de este escenario, estarán en juego los tres mazos de Acto, y los jugadores pueden elegir en qué Actos actuar y cuáles ignorar. El texto de los tres Actos se considera activo en todo momento. Puede que no tengas tiempo de completar las tres tareas, ¡así que elige bien cuál quieres emprender! El contenido de cada uno de estos mazos de Acto se modifica en función de las siguientes circunstancias.
it: Questo scenario contiene tre mazzi dei capitoli diversi: un mazzo “a/b” un mazzo “c/d” e un mazzo “e/f”. Ogni mazzo dei capitoli è composto separatamente, in ordine numerico, come di consueto. Nel corso di questo scenario, tutti e tre i mazzi dei capitoli saranno in gioco, e i giocatori potranno scegliere a quali capitoli dedicarsi e quali ignorare. Il testo di tutti e tre i capito è considerato attivo in ogni momento. Forse non avrete tempo di completare tutte e tre le imprese, quindi scegliete con saggezza quali tracce seguire! Il contenuto di ogni mazzo dei capitoli è alterato in base alle circostanze seguenti.
ru: В этом сценарии три разные колоды сцен: колода а/b, колода c/d и колода e/f. Каждая из них составляется отдельно по обычным правилам, в последовательном порядке. В ходе этого сценария все три колоды сцен находятся в игре, и игроки вправе решать, какие из них продвигать, а какие оставить без внимания. Тексты всех трёх активных сцен влияют на игру в любой её момент. Вам может не хватить времени, чтобы выполнить все три задачи, поэтому хорошо подумайте над тем, за какую из нитей потянуть. Состав каждой из трёх колод зависит от нижеописанных обстоятельств.
vi: Màn chơi này có ba chồng bài act khác nhau — chồng bài “a/b”, “c/d” và “e/f”. Mỗi chồng bài act này được xây dựng riêng biệt, theo thứ tự số như bình thường. Trong quá trình diễn ra màn chơinày, cả ba chồng bài act này sẽ được chơi và người chơi có thể chọn xem act nào muốn theo đuổi và act nào sẽ bỏ qua. Chữ ở trên ba chồng bài act đều được xem là luôn được kích hoạt tại mọi thời điểm. Bạn có thể không có thời gian để hoàn thành cả ba nhiệm vụ, vì vậy, hãy chọn cái nào tiềm năng mà bạn muốn theo đuổi một cách khôn ngoan! Nội dung của mỗi chồng bài act này được thay đổi tùy thuộc vào các trường hợp bên dưới.

source: Act 3b was completed.
es: Se completó el acto 3b.
it: Il Capitolo 3b è stato completato.
ru: Вы завершили сцену Зb.
vi: Act 3b đã được hoàn thành.

source: The “a/b” act deck is still in play.
es: El mazo de Acto “a/b” sigue en juego.
it: Il mazzo dei capitoli “a/b” è ancora in gioco.
ru: Колода сцен a/b ещё в игре.
vi: Chồng bài act “a/b” vẫn đang được chơi.

source: Any one investigator must choose to include it in their deck. This card does not count toward that investigator’s deck size. For the remainder of the campaign, anytime the owner of the Relic of Ages leaves the campaign for any reason, choose another investigator and add it to that investigator’s deck.
es: Un investigador cualquiera debe elegir incluirla en su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador. Durante el resto de la campaña, en cualquier momento en el que el propietario de la Reliquia de las eras salga de la campaña por algún motivo, elige a otro investigador y añádela al mazo de ese investigador.
it: Se la Reliquia delle Ere non fa già parte di un mazzo dell'investigatore, un investigatore deve aggiungerla al suo mazzo (non considerandola nella dimensione del suo mazzo). Per il resto della campagna, ogni volta che il proprietario della Reliquia delle Ere esce dalla campagna per qualsiasi motivo, scegliete un altro investigatore e aggiungetela al suo mazzo.
ru: Один из сыщиков должен включить её в свою колоду. Эта карта не идёт в счёт размера колоды. До конца кампании всякий раз, когда владелец «Релик­вии веков» по какой-либо причине покидает кампанию, игроки должны выбрать другого сыщика, который включает этот актив в свою колоду.
vi: Một điều tra viên bất kỳ phải chọn đưa nó vào bộ bài của mình. Lá bài này không được tính vào kích thước bộ bài của người điều tra đó. Trong phần còn lại của chiến dịch, bất cứ khi nào người sở hữu Relic of Ages rời khỏi chiến dịch vì bất kỳ lý do gì, hãy chọn một điều tra viên khác và thêm nó vào bộ bài của điều tra viên đó.

source: Remove The Relic of Ages from that investigator’s deck for the remainder of the campaign.
es: Retira la Reliquia de las eras del mazo de ese investigador durante el resto de la campaña.
it: Se la Reliquia delle Ere fa parte di un mazzo dell'investigatore, rimuovetela da quel mazzo per il resto della campagna.
ru: Если карта «Реликвия веков» находится в колоде какого-либо сыщика, удалите её из этой колоды до конца кампании.
vi: Loại bỏ Relic of Ages khỏi bộ bài của điều tra viên đó cho phần còn lại của chiến dịch.

source: Any one investigator may choose to include him in their deck. This card does not count toward that investigator’s deck size.
es: Un investigador cualquiera puede elegir incluirlo en su mazo. Esta carta no cuenta para el tamaño de mazo de ese investigador.
it: Un investigatore può scegliere di aggiungerlo al suo mazzo (non considerandolo nella dimensione del suo mazzo).
ru: Любой сыщик может включить её в свою колоду. Эта карта не идёт в счёт размера колоды.
vi: Một điều tra viên bất kỳ có thể chọn thêm ông ấy vào bộ bài của mình. Lá bài này không tính vào kích thước bộ bài của điều tra viên đó.

source: Because you are <i>forging your own path</i>, instead of earning Alejandro Vela each investigator earns 2 bonus XP.
es: Como <i>los investigadores se están forjando su propio camino</i>, en lugar de obtener a Alejandro Vela cada investigador obtiene 2 puntos de experiencia.
it: Se <i>avete deciso di proseguire per la vostra strada</i>, al posto di includere Alejandro Vela, ogni investigatore guadagna invece 2 punti esperienza.
ru: Так как <i>вы идёте собственным путём</i>, вы не можете включить в свою колоду карту «Алехандро Вела», вместо этого каждый сыщик получает 2 опыта.
vi: Bởi vì bạn đang <i>tạo ra con đường của riêng mình</i>, thay vì được Alejandro Vela, mỗi điều tra viên nhận thêm 2 điểm kinh nghiệm.

source: Remove Alejandro Vela from the investigator’s deck for the remainder of the campaign.
es: Retira a Alejandro Vela del mazo de ese investigador durante el resto de la campaña.
it: Se Alejandro Vela fa parte dì un mazzo dell'investigatore, rimuovetelo da quel mazzo per il resto della campagna.
ru: Если карта «Алехандро Вела» находится в колоде какого-либо сыщика, удалите её из этой колоды до конца кампании.
vi: Loại bỏ Alejandro Vela khỏi bộ bài của điều tra viên đó cho phần còn lại của chiến dịch.

source: Act 3d was completed.
es: Se completó el acto 3d.
it: Il Capitolo 3d è stato completato.
ru: Вы завершили сцену 3d.
vi: Act 3d đã được hoàn thành.

source: The “c/d” act deck is still in play.
es: El mazo de Acto “c/d” sigue en juego.
it: Il mazzo dei capitoli “c/d” è ancora in gioco.
ru: Колода сцен c/d ещё в игре.
vi: Chồng bài act "c/d" vẫn đang được chơi.

source: Act 3f was completed.
es: Se completó el acto 3f.
it: Il Capitolo 3f è stato completato.
ru: Вы завершили сцену Зf.
vi: Act 3f đã được hoàn thành.

source: The “e/f” act deck is still in play.
es: El mazo de Acto “e/f ” sigue en juego.
it: Il mazzo dei capitoli “e/f” è ancora in gioco.
ru: Колода сцен e/f ещё в игре.
vi: Chồng bài act "e/f" vẫn đang được chơi.
