Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/turn_back_time.po
Languages: it, ko, zh

source: Turn Back Time
ko: 시간을 거슬러
zh: 时间倒流

source: Scenario IX: Turn Back Time
it: Scenario IX: Indietro nel Tempo
ko: 비밀 시나리오 IX: 시간을 거슬러
zh: 秘密冒险IX：时间倒流

source: Scenario IX
ko: 비밀 시나리오 IX
zh: 冒险IX

source: You stand in front of the main temple of the Eztli, sweat pouring down your skin due to the hot, damp jungle air. Stunned, you examine your surroundings. José and Maria stand next to you, gaping in wonder at the temple’s sophisticated architecture. Their packs are bulging with the extra supplies they were able to acquire from Alejandro’s contacts in Mexico City. Alejandro himself stands at the rear of the group, grinning. Your consciousness has been snapped so far back that your mind aches from the force of it. Your body shudders, and you struggle to resist collapsing out of exhaustion. Though you have altered fate, your true task still remains ahead of you. As the rest of the expedition sets up camp and prepares to explore the ruins, you sneak off to fulfill your purpose, leaving Alejandro and the rest of your group behind. They wouldn’t understand. They haven’t seen what you have seen.
it: Vi trovate di fronte al tempio principale di Extli, fradici di sudore a causa dell'aria umida e soffocante della giungla, Vi guardate attorno stupefatti. José e Maria si trovano accanto a voi e osservano meravigliati la sofisticata architettura del tempio; i loro zaini sono carichi delle scorte extra che hanno ottenuto dai contatti di Alejandro a Città del Messico. Alejandro in persona si trova in fondo al gruppo e sorride soddisfatto. La vostra coscienza è stata riportata indietro così bruscamente che la vostra mente è dolorante per la violenza della transizione: siete scossi da brividi e dovete sforzarvi per non crollare a terra esausti. Anche se avete alterato il fato, la vostra vera missione deve ancora iniziare; mentre il resto della spedizione monta l'accampamento e si prepara a esplorare le rovine, vi dileguate per portare a termine il vostro compito, lasciandovi alle spalle Alejandro e il resto del gruppo. Non capirebbero… Non hanno visto quello che avete visto voi.
ko: 당신은 에스틀리 중심 사원 앞에 서 있습니다. 고온다습한 밀림의 공기 탓에 살갗을 타고 땀이 비 오 듯이 쏟아집니다. 당신은 어리벙벙하게 주변을 돌아봅니다. 옆에 서 있는 호세와 마리아가 정교한 사원 건물을 보고서 입을 쩍 벌린 채 경탄합니다. 저들의 짐가방은 멕시코시티에 있는 알레한드로의 연줄로부터 재보급받은 물자로 불룩합니다. 알레한드로는 탐사대 후미에 서서 만족스러운 얼굴로 히죽 웃고 있습니다. 당신의 의식이 너무나도 긴 시간을 거슬러 과거로 돌아왔기 때문에, 시간 여행의 여파로 정신이 혼미합니다. 설상가상으로 몸에서도 기력이 다 빠져나가 덜덜 떨리기에 쓰러지지 않으려면 안간힘을 쓰며 버텨야 합니다. 운명을 뒤바꾸었으니, 이제 응당 해야 할 일을 마쳐야 합니다. 나머지 탐사대가 야영지를 세우고 유적을 탐사할 준비를 하는 동안, 당신은 알레한드로와 나머지 일행을 뒤로하고 몰래 빠져나왔습니다. 그들은 이해할 수 없을 겁니다. 당신이 지금까지 겪은 것을 보지도 못했으니까…
zh: 你站在埃兹特里主神庙前方，丛林里温热而潮湿的空气使你浑身沁满汗水。你查看周围环境时感到震惊。何塞和玛利亚就站在你旁边，惊奇地看著神庙的精妙构成。他俩的背包里装满了额外的补给品，那是通过亚历山卓在墨西哥城的人脉获得的。亚历山卓独自站在队伍后方，咧嘴而笑。 你的意识被拉回如此久远的地方，使你的大脑无力承受，痛苦不已。你的身体摇摇晃晃，竭力想要让自己站稳脚跟，避免脱力倒下。虽然你已经改写了命运，但你真正的任务仍然等待著你去完成。在其他探险队员扎营，准备探索遗迹时，你为了完成自己的目的而悄悄溜走，离开了亚历山卓和你的其他队员。他们不会理解，因为他们未曾见过你所见的事物。

source: In your Campaign Log, cross off all entries after the first three entries. The crossed-off entries have been undone by your actions.
it: Cancellate tutte le note nel Diario della Campagna tranne le prime 3. Le note cancellate sono state annullate dalle vostre azioni.
ko: 캠페인 기록지를 확인합니다. 캠페인 중요 사항에서 처음으로 기록한 세 가지 항목만 유지하고, 다른 모든 항목에 취소선을 긋습니다. 시간을 거슬러 과거로 왔으므로 이렇게 취소선을 그은 항목은 없던 일로 돌아갔습니다.
zh: 在冒险日志中，划掉前3个条目后面的所有条目。 被划掉的条目视为被你的行为撤回。

source: You stand near the main temple of the Eztli, sweat pouring down your skin due to the hot, damp jungle air. Stunned, you examine your surroundings. Several tents are set up in the clearing in front of the temple. José stands guard along the border of your camp, and you can see Maria packing equipment and provisions into her backpack, getting ready for her journey to the northern edge of the jungle, as you had instructed. Alejandro sits on a log in the center of the camp, decrypting the inscription he found near the temple’s entryway. Your consciousness has been snapped so far back that your mind aches from the force of it. Your body shudders, and you struggle to resist collapsing out of exhaustion. Though you have altered fate, your true task still remains ahead of you. As the rest of the expedition prepares to explore the ruins, you sneak off to fulfill your purpose, leaving Alejandro and the rest of your group behind. They wouldn’t understand. They haven’t seen what you have seen.
it: Vi trovate vicino al tempio principale di Eztli, fradici di sudore a causa dell'aria umida e soffocante della giungla. Vi guardate attorno stupefatti. Varie tende sono state montate nella radura davanti al tempio; José monta la guardia ai confini dell'accampamento mentre Maria riempie di scorte e attrezzature assortite il suo zaino, preparandosi al viaggio verso i confini settentrionali della giungla come le avete ordinato. Alejandro se ne sta seduto su un tronco al centro dell’accampamento, intento a decifrare l'iscrizione che ha trovato all'entrata del tempio. La vostra coscienza è stata riportata indietro così bruscamente che la vostra mente è dolorante per la violenza della transizione: siete scossi da brividi e dovete sforzarvi per non crollare a terra esausti. Anche se avete alterato il fato, la vostra vera missione deve ancora iniziare; mentre il resto della spedizione monta l'accampamento e si prepara a esplorare le rovine, vi dileguate per portare a termine il vostro compito, lasciandovi alle spalle Alejandro e il resto del gruppo. Non capirebbero… Non hanno visto quello che avete visto voi.
ko: 당신은 에스틀리 중심 사원 근처에 서 있습니다. 고온다습한 밀림의 공기 탓에 살갗을 타고 땀이 비 오 듯이 쏟아집니다. 당신은 어리벙벙하게 주변을 돌아봅니다. 사원 앞 공터에 천막 몇 채가 세워져 있습니다. 호세는 야영지 가장자리에서 경계를 서고 있으며, 마리아는 과거에 당신이 내린 지시대로 장비와 비상식량을 배낭에 챙겨 밀림 북쪽 가장자리로 떠날 채비를 합니다. 알레한드로는 야영지 한가운데에 쓰러져 있는 통나무에 걸터앉아서 사원 진입로 근처에 새겨져 있던 글귀를 해독하고 있습니다. 당신의 의식이 너무나도 긴 시간을 거슬러 과거로 돌아왔기 때문에, 시간 여행의 여파로 정신이 혼미합니다. 설상가상으로 몸에서도 기력이 다 빠져나가 덜덜 떨리기에 쓰러지지 않으려면 안간힘을 쓰며 버텨야 합니다. 운명을 뒤바꾸었으니, 이제 응당 해야 할 일을 마쳐야 합니다. 나머지 탐사대가 유적을 탐사할 준비를 하는 동안, 당신은 알레한드로와 나머지 일행을 뒤로하고 몰래 빠져나왔습니다. 그들은 이해할 수 없을 겁니다. 당신이 지금까지 겪은 것을 보지도 못했으니까…
zh: 你站在埃兹特里主神庙旁边，丛林里温热而潮湿的空气使你浑身沁满汗水。你查看周围环境时感到震惊。神庙前的空地上扎好了几个帐篷，何塞在你营地周围看守，而你看见玛利亚正把装备和配给放进背包，为你提出的北部边境丛林之旅作准备。亚历山卓则坐在营地中央的一块木头上，正在翻译他在神庙入口旁发现的铭文。 的意识被拉回如此久远的地方，使你的大脑无力承受，痛苦不已。你的身体摇摇晃晃，竭力想要让自己站稳脚跟，避免脱力倒下。虽然你已经改写了命运，但你真正的任务仍然等待著你去完成。在其他探险队员准备探索遗迹时，你为了完成自己的目的而悄悄溜走，离开了亚历山卓和你的其他队员。他们不会理解，因为他们未曾见过你所见的事物。

source: When building the act deck, use the three new act cards provided in the <i>Turn Back Time</i> encounter set instead of the original act deck from <i>The Doom of Eztli</i>.
it: Quando componete il mazzo dei capitoli, usate le 3 nuove carte capitolo fornite nel set di incontri <i>Indietro nel Tempo</i> invece del mazzo dei capitoli originale de <i>La Maledizione di Eztli</i>.
ko: 주요목적 덱을 준비할 때, <i>에스틀리의 몰락</i> 조우 세트에 포함된 주요목적 카드들 대신, <i>시간을 거슬러</i> 조우 세트에 포함된 주요목적 카드 3장을 사용합니다. <i>시간을 거슬러</i> 조우 세트에는 다음 아이콘이 그려져 있습니다.
zh: 在构建场景牌堆时，不使用<i>埃兹特里的覆灭</i>原有的场景牌堆，而是改为使用<i>时间倒流</i>遭遇组包含的3张新的场景卡。

source: Remove the Relic of Ages (<i>Repossess the Past</i>) from its owner’s deck and set it aside, out of play.
it: Rimuovete la Reliquia delle Ere (<i>Alla Riconquista del Passato</i>) dal mazzo del suo proprietario e mettetela da parte, temporaneamente fuori dal gioco.
ko: ‘시대의 유물(<i>과거를 되찾다</i>)’을 소유자의 덱에서 제거하여 비플레이 상태로 치워 둡니다.
zh: 将古代遗物<i>(重拾往昔)</i>移出其所有者的牌组，放在一边，位于场外。

source: Remove the Relic of Ages (<i>…A Device, of Some Sort</i>) from the game.
it: Rimuovete dal gioco la Reliquia delle Ere (<i>Un Congegno di Qualche Tipo</i>).
ko: ‘시대의 유물(<i>…일종의 장치 같은 걸까?</i>)’을 게임에서 제거합니다.
zh: 将古代遗物<i>(……某种器具)</i>移出游戏。

source: Put the Entryway into play. Each investigator begins play at the Entryway.
it: Mettete in gioco l'Entrata delle Rovine. Iniziate la partita nell'Entrata delle Rovine.
ko: 사원 진입로’를 플레이 영역에 둡니다. 모든 조사자는 ‘사원 진입로’에서 시작합니다.
zh: 将遗迹入口放置入场。每位调查员从遗迹入口开始游戏。

source: Set the Harbinger of Valusia enemy and the Chamber of Time location aside, out of play.
it: Mettete da parte, temporaneamente fuori dal gioco, il nemico Araldo di Valusia e il luogo Camera del Tempo.
ko: ‘발루시아의 선봉장’ 적과 ‘시간의 방’ 장소를 비플레이 상태로 치워 둡니다.
zh: 将瓦卢西亚的预示者敌人卡、时间石室地点卡放在一边，位于场外。

source: Add 1 [elder_thing] token to the chaos bag, for the remainder of the campaign.
it: Aggiungete 1 segnalino [elder_thing] al sacchetto del caos per il resto della campagna.
ko: 캠페인이 끝날 때까지 혼돈 주머니에 [elder_thing] 토큰을 1개 추가합니다.
zh: 将1个[elder_thing]标记加入混乱袋，持续到这个剧本结束。

source: the investigators sealed the Relic of Ages forever.
it: <i>avete sigillato la Reliquia delle Ere per sempre</i>.
ko: 조사자들이 시대의 유물을 영원히 봉인했다
zh: 调查员永远封印了古代遗物。

source: With your failure, the paradox of clashing timelines catches up to you. Despite all you have done, the events of the future cannot be unmade. You will always find the relic. You will always fail to preserve it. And the Nexus will always falter. Reality as you know it will never be the same, but perhaps this is not the end of the world. After all, time is just one dimension: a dimension humanity barely understands. We experience time, but we cannot see it. We can measure it, but we cannot alter it. So what if the fourth dimension has split into hundreds of thousands of planes of existence? Our feeble human minds cannot comprehend the outcome, but the universe still survives, its ever-expanding boundaries no longer limited by the confines of time.
it: Dopo il vostro fallimento, il paradosso delle linee temporali in conflitto vi reclama. Nonostante tutto ciò che avete fatto, gli eventi del futuro non possono essere prevenuti: troverete sempre la reliquia, non riuscirete comunque a proteggerla… e il Nexus si sfalderà. La realtà come la conoscete non sarà mai più la stessa, ma forse questa non è la fine del mondo; dopotutto, il tempo è soltanto una dimensione… una che l'umanità riesce a malapena a capire. Sperimentiamo il tempo ma non riusciamo a vederlo; lo misuriamo, ma non possiamo alterarlo. E se la quarta dimensione si fosse scissa in centinaia di migliaia di piani di esistenza? La nostra debole mente umana non è in grado di comprenderne l'esito, ma l'universo sopravvive comunque e i suoi confini in continua espansione non sono più limitati dalle barriere del tempo.
ko: 당신이 실패함으로써, 결국 충돌한 시간선의 역설이 당신을 따라잡고야 말았습니다. 그 모든 노력에도 불구하고 당신은 미래에 일어날 사건을 막아내지 못했습니다. 그 어떤 시간선에서라도 당신은 언제나 유물을 찾아낼 것이며, 유물을 지켜내지 못할 것입니다. 그리고 느카이의 연결점은 언제나 붕괴할 것입니다. 당신이 알고 있던 현실은 완전히 달라지고 말았지만, 그렇다고 이것이 세계의 종말을 뜻하진 않을 겁니다. 결국 시간이란 하나의 차원에 불과합니다. 인류가 간신히 이해하는 정도에 불과한 단 한 가지 차원 말입니다. 우리는 시간 속에서 살아왔지만 시간을 눈으로 볼 수 없습니다. 또한 우리는 시간을 측정할 수 있지만, 시간을 바꾸어 놓을 수 없습니다. 4차원의 세계가 수백 수천가지의 실존하는 층위로 갈라진다면 어떻게 될까요? 미약한 인간의 지성으로는 그 결과를 이해할 수 없을 겁니다. 그럼에도 우주는 소멸하지 않으며, 영원히 확장되고 있는 우주의 경계는 더 이상 시간이라는 한계에 종속되지 않을 것입니다.
zh: 随著你的失败，时间线冲突的矛盾使你遭受后果。不管你做了什么，未来的种种事件都没能改写。你总能找到遗物，总是没能保护好它，而联结点定会变得衰弱。 你知道现世不会一成不变，但或许这不是世界末日。终究时间只是一种维度：一种人类几乎不了解的维度。我们经历时间，但却看不见它；有办法测量，但却无法改变它。所以当第四维度被切分为成千上百个位面时，会发生什么？我们人类的孱弱思维无法理解其后果，但宇宙仍然存在，其无限延伸的边界不再受时间的桎梏。

source: <right><fancy>Thursday, December 17th, 1925</fancy></right> No one else has ever learned of the events that truly occurred during the summer of 1925, and no one ever will, for I intend to keep this journal locked in my safe-deposit box once I have finished writing in it. I seek only to preserve my own record of these events, for I do not wish the passage of time to erase them completely. After all, these are not my memories, but the memories of my other self: the self who ventured through time and space to save humanity. It is difficult to explain how we did what we did. After all that happened—Ichtaca, Alejandro, the city of the Yithians, Yoth—it turns out the true doom of humanity had occurred much, much earlier: when we first left to find the Eztli. We brought all of these events upon ourselves. In order to prevent this calamity, we had to seal the relic away forever. I remember these events as though I myself had experienced them, though for me, the expedition had gone much differently. We reached the central chamber of the Eztli ruins, but it was sealed shut, and nothing—not even the TNT that José had brought from the trucks—could breach the entrance. Although we returned to Arkham with proof that the Eztli existed, no other expedition would ever find them or their ruins again. My other self perished in those ruins—but I remember. Somehow, I remember everything.
it: <right><fancy>Giovedì 17 Dicembre, 1925</fancy></right> Nessun altro è a conoscenza di ciò che è accaduto veramente durante l'estate del 1925 e nessuno lo saprà mai, poiché ho intenzione di custodire questo diario nella mia cassaforte quando avrò finito di scriverlo. Desidero soltanto conservare un resoconto privato di questi eventi, poiché non voglio che lo scorrere del tempo li cancelli definitivamente; dopotutto, questi non sono i miei ricordi, bensì i ricordi del mio altro io: quello che si è avventurato attraverso il tempo e lo spazio per salvare l'umanità. È difficile per me spiegare in che modo siamo riusciti a fare ciò che abbiamo fatto. Dopo tutto quello che era accaduto con Ichtaca, Alejandro, la città degli yithiani, Yoth, era evidente come il destino funesto dell'umanità fosse segnato già da molto, molto prima: da quando cioè partimmo per la prima volta alla ricerca di Eztli. Siamo stati noi gli artefici delle nostre sventure e per prevenire questa calamità dovevamo sigillare la reliquia per sempre. Ricordo questi eventi come se li avessi sperimentati di persona, anche se dal mio punto di vista la spedizione si era conclusa in modo molto diverso: avevamo raggiunto la camera centrale delle rovine di Eztli, ma era completamente sigillata e nulla, nemmeno la dinamite che José aveva recuperato dal camion, è riuscito ad abbattere l'entrata. Anche se siamo tornati ad Arkham con le prove dell'esistenza di Eztli, nessun'altra spedizione troverà mai né le rovine, né il loro popolo. Il mio alter ego è perito in quelle rovine… ma io ricordo. Per qualche inspiegabile motivo, ricordo tutto.
ko: <right><fancy>1925년 12월 17일, 목요일</fancy></right> 1925년에 실제로 어떤 사건이 벌어졌는지 제대로 아는 사람은 나 외에는 아무도 없다. 일지에 모든 기록을 남기고 나면 금고에 처박아서 잠가 버릴 것이기에, 앞으로도 그런 사람은 영영 없을 것이다. 나는 그저 이 사건에 대한 나만의 기록이 시간이 지남에 따라 완전히 지워져 버리는 것을 막고 보존하려는 것뿐이다. 이것이 내 기억이 아니라, 인류를 구하기 위해 시공을 넘는 여정에 뛰어들었던 또 다른 나의 기억이니까. 우리가 무엇을 어떻게 한 것인지 설명하기조차 쉽지 않다. 이츠타카, 알레한드로, 이스인의 도시, 요스… 이 모든 것들을 겪은 후에야 우리가 인류의 몰락을 훨씬 일찍 초래했다는 것을 깨달았다. 바로 에스틀리 유적을 발견하러 처음 탐사를 떠났을 그때가 파멸의 서막이었던 셈이다. 이 모든 일의 원흉은 바로 우리였다. 대참사를 막기 위해 우리는 유물을 영구히 봉인해야 했다. 난 이 사건을 내가 직접 경험한 것처럼 생생히 기억한다. 그러나 내 실제 탐사는 기억과 완전히 다르게 흘러갔다. 우리는 에스틀리 유적의 중추실에 도달했지만, 그곳은 완전히 봉인되었으며 호세가 트럭에 실어 왔던 폭발물들로도 그 입구를 뚫을 수 없었다. 우리는 에스틀리가 존재했다는 증거를 가지고 아컴으로 돌아오긴 했지만, 그 이후 다른 이들이 진행한 어떤 탐사에서도 에스틀리인이나 에스틀리 유적은 발견되지 않았다. 또 다른 나는 에스틀리의 유적에서 사라졌다. 그러나 나는 기억한다. 어째선진 몰라도, 나는 모든 것을 다 기억한다.
zh: <right><fancy>1925年12月17日，星期四</fancy></right> 我决定在我写完这本日志，将1925年夏天真实发生的种种事件记录完毕时，将这本日志锁在我的保险箱里，再没别人知晓，也不会有人知晓这一切。我不希望时间的流逝将这些事件通通抹去，所以只能想办法保留自己的记录。说到底，这些并不是我的记忆，而是“另一个我”的记忆：那个为了拯救人类而勇闯时空的我。 很难解释我是怎么做到那些事情的。在那一切发生之后——伊塔卡、亚历山卓、伊斯人的城市、幽嘶——人类真正的末日来得要更早，我们第一次出发寻找埃兹特里的时候便已到来。这一切的事件都是我们自己引起的。为了阻止这场灾难，我们必须将遗物永远封印起来。我清楚地记得这些事件，就像我曾亲身经历一样，尽管对我来说，这次探险的结果大不相同。我们到达了埃兹特里遗迹的中央石室，但这石室已被封印并关闭，什么东西都没法打开这道石门——即使是何塞从卡车带来的TNT炸药也不行。尽管我们带著埃兹特里曾经存在的证据回到了阿卡姆，但再也没有其他探险队能够找到埃兹特里人，或是埃兹特里遗迹。另一个我在那遗迹里死去——但我还记得他所经历的一切。不知道为什么，我一切都记得。
