Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/blood_on_the_altar.po
Languages: fr, it, ru, zh

source: When you finally reach Dunwich, you are greeted by Zebulon Whateley and Earl Sawyer, another man from the village who had met with Dr. Armitage during the incident several months ago. “Things ain’t lookin’ too good here,” Earl tells you. “Some folk up and went missin’ a few nights ago. ‘Dem whippoorwills won’ shut up. Dunno what yer doin’ here, but last time you Arkham folk came ‘round it was bad news. Very bad news.” His eyes blink rapidly, and he coughs and looks away. “Look, why don’t you rest fer the night an’ look fer whatever it is yer looking fer t’morra,” Zebulon chimes in, putting a wrinkled hand on your shoulder. You begin to protest, but your aching muscles and weary mind won’t allow you to refuse. The elderly man offers to take you in for the night, and drives you to his home at the outskirts of Dunwich village. The town is disheveled and eerie, and you find yourself wishing you hadn’t come here at all. You fall asleep on the ride over and scarcely remember anything else from that night. When you awaken, you find that Zebulon’s house is abandoned, and there is no sign of the elderly man, or of Mr. Sawyer. Fearing the worst, you head into the village of Dunwich to investigate, hoping to find answers.
fr: Quand vous atteignez enfin Dunwich, vous êtes accueilli par Zebulon Whateley et Earl Sawyer, un autre villageois qui avait rencontré le Dr Armitage lors de l’incident d’il y a quelques mois. « Ça va pas très fort par ici, » commence Earl. « Des gars ont disparu y’a que’ques nuits. Ces foutus engoul’vents s’taisent jamais. J’sais pas trop c’que vous v’nez faire ici, mais la dernière fois qu’des types d’Arkham sont v’nus dans l’coin, ça annonçait rien de bon. Rien de bon du tout. » Ses yeux clignent rapidement, il toussote et détourne son regard. « Dites voir, pourquoi qu’vous resteriez pas dormir à la maison cette nuit, puis vous irez chercher c’que vous cherchez d’main, » ajoute Zebulon en posant une main sur votre épaule. Vous refusez dans un premier temps, mais vos muscles endoloris et votre esprit fatigué vous poussent à accepter. Le vieil homme vous invite pour la nuit et vous conduit jusqu’à sa maison aux abords de Dunwich. Le village parait sinistre et négligé et vous vous prenez à souhaiter n’être jamais venu ici. Vous sombrez progressivement dans le sommeil et parvenez à peine à vous rappeler d’autre chose cette nuit là. À votre réveil, vous découvrez la maison de Zebulon vide. Il n’y a aucun signe du vieil homme ou d’Earl Sawyer. Craignant le pire, vous vous dirigez vers le village, espérant y trouver des réponses.
it: Quando finalmente arrivate a Dunwich, siete accolti da Zebulon Whateley ed Earl Sawyer, un altro abitante del villaggio, che aveva conosciuto il dottor Armitage durante l'incidente di alcuni mesi fa. “Le cose non vanno molto bene qui“, spiega Earl, “alcune persone sono scomparse qualche sera fa, e i succiacapre non se ne stanno mai zitti. Non so cosa siate venuti a fare, ma l'ultima volta che voi di Arkham siete giunti da queste parti le cose si sono messe male. Molto male. “Poi sbatte rapidamente gli occhi, tossisce e distoglie lo sguardo. “Sentite, perché non vi riposate qui stanotte? Cercherete quello per cui siete venuti domattina“ interviene Zebulon poggiando la sua mano rugosa sulla spalla di uno di voi. State per ribattere, ma i vostri muscoli doloranti e la vostra mente stanca vi dissuadono dal rifiutare. Il vecchio si offre di ospitarvi e vi conduce fino alla sua dimora, ai margini del villaggio di Dunwich: il paese ha un aspetto fatiscente e inquietante ed iniziate a rammaricarvi di aver scelto di visitarlo. Vi addormentate non appena giunti all'abitazione e non ricordate nient'altro di quella nottata. Quando vi svegliate, scoprite che la casa di Zebulon è deserta: non c'è nessuna traccia dell'anziano o di quel Sawyer. Temendo il peggio, vi dirigete al villaggio di Dunwich nella speranza di trovare risposte.
ru: Когда вы наконец добираетесь до Данвича, вас встречают Зебулон Уэйтли и Эрл Сойер — ещё один местный житель, который познакомился с доктором Армитеджем несколько месяцев назад во время тех памятных событий. «Дела у нас тута не слишком-то хороши, — обращается к вам Эрл. — Пару ночей назад кой-кто из наших взял да пропал, как в воду. И козодои эти проклятущие всё не заткнутся. Не знай уж, чё вам тут надоть, но когда вы, аркхэмцы, в прошлый раз сюда явились, ничего хорошего из того не вышло. Совсем ничего». Эрл часто моргает, закашливается и отводит взгляд. «Слушьте, чё б вам не отдохнуть ночку и не отложить, чё вы там делать хотели, до завтрева?» — вмешивается Зебулон, положив морщинистую руку вам на плечо. Вы бы и рады возразить, но ломота в теле и умственная усталость не позволяют отказаться. Старик приглашает вас провести ночь у него и везёт в свой дом на окраине Данвича. Деревня выглядит жутковатым и запущенным местом, и вы уже жалеете, что приехали сюда. Вы засыпаете ещё по дороге и едва ли помните, как добрались до постели. Проснувшись, вы оказываетесь в абсолютно пустом доме Зебулона, где нет никаких следов старика или мистера Сойера. Опасаясь худшего, вы направляетесь в Данвич в надежде найти ответы там.
zh: 经过长途跋涉，你终于抵达了敦威治，迎接你的是西布伦·沃特雷和厄尔·索耶。厄尔是阿米蒂奇在几个月前的事件中认识的村民。“这儿最近简直要人命，”厄尔抱怨道，“前几天老是有人失踪，该死的夜鹰叫个不停。我不晓得你来做啥，但你们这些城里人上次来了就没好事。”他眨了眨眼，假装咳嗽了一下，就看向了另一边。 “兄弟，今晚就好好休息吧，那些破东西明天再找也成。”西布伦打破了尴尬的局面，直接把一只手臂搭在你的肩上。你想要闪躲，但是肌肉疼痛，再加上精神恍惚，也只好忍耐西布伦不合时宜的称兄道弟。那老头建议你今晚睡他家，将你载到郊外，他的家中。这个小村气氛十分古怪，你顿时有点后悔，如果当初不来该多好。你在车上睡著了，几乎忘了那晚发生的所有事。 当你醒来时，西布伦家空无一人。那个老头已经不在了，就连索耶先生也不在。你有种不好的预感，于是立刻赶往村中心，希望找到一丝线索。

source: Setup
fr: Mise en Place
it: Preparazione
ru: Подготовка
zh: 设置

source: Put Village Commons into play. Each investigator begins play in the Village Commons.
fr: Mettez en jeu le lieu Terrains Communaux. Chaque investigateur commence la partie dans les Terrains Communaux.
it: Mettete in gioco le Strade del Villaggio. Iniziate la partita nelle Strade del Villaggio.
ru: Введите в игру локацию «Деревенская площадь». Все сыщики начинают игру на «Деревенской площади».
zh: 将公共空地放置入场。每位调查员从公共空地开始游戏。

source: Remove one of the two copies of each other location from the game at random. Then, choose one of the six remaining locations at random, and remove it from the game as well. Put the remaining five locations into play.
fr: Pour chaque autre Lieu, prenez au hasard l’un des deux exemplaires et retirez-le de la partie. Ensuite, prenez au hasard l’un des six lieux restants et retirez-le de la partie également. Mettez en jeu les cinq lieux restants.
it: Rimuovete dal gioco 1 copia casuale di ogni luogo, poi rimuovete dal gioco 1 luogo rimanente casuale e mettete in gioco tutti i luoghi rimanenti".
ru: Случайным образом выберите одну из двух версий каждой другой локации и удалите из игры выбранные версии. Из оставшихся шести локаций случайным образом выберите одну и тоже удалите её из игры. Введите в игру пять оставшихся локаций.
zh: 在其他6对地点卡中，每一对卡牌中随机选择一张卡牌移出游戏。然后，从剩余的6张地点卡中，随机抽取1张移出游戏。将剩余5张地点卡放置入场。

source: Location Placement
fr: Suggestion de Placement des Lieux
it: Disposizione dei Luoghi
ru: Расположение локаций
zh: 参考摆放位置

source: Check Campaign Log. Gather the cards for each character who “was kidnapped” according to your Campaign Log. Form a facedown pile of “potential sacrifices,” consisting of each of those cards, along with the Zebulon Whateley card and the Earl Sawyer card.
fr: Vérifiez votre Carnet de Campagne. Réunissez toutes les cartes des personnages qui « ont été enlevés ». Ajoutez-y la carte Zebulon Whateley et la carte Earl Sawyer, puis disposez-les en pile, face cachée, afin de former une pile de « sacrifices potentiels. »
it: Controllate il Diario della Campagna. Radunate le carte di oggi personaggio che è stato rapito, Zebulon Whateley e Earl Sawyer e componente una “riserva di potenziali sacrifici“ a faccia in giù composta da quelle carte.
ru: Сверьтесь с журналом. Найдите карты каждого персонажа, которого <i>похитили</i>, и сложите их вместе с картами «Зебулон Уэйтли» и «Эрл Сойер» лицом вниз в стопку возможных жертв.
zh: 请查看冒险日志。找出所有“被绑架”的角色，将这些脚色与西布伦·沃特雷、厄尔·索耶一同混洗后，面朝下放置，组成“候选牺牲者”牌堆。

source: Set the following cards aside, out of play: Silas Bishop, The Hidden Chamber, Key to the Chamber, and Powder of Ibn-Ghazi.
fr: Mettez les cartes suivantes de côté, hors jeu : Silas Bishop, La Chambre Cachée, Clé de la Chambre et Poudre d’Ibn-Ghazi.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: Silas Bishop, Camera Nascosta, Chiave della Camera e Polvere di Ibn-Ghazi.
ru: Отложите в сторону карты «Сайлас Бишоп», «Тайная комната», «Ключ от комнаты» и «Порошок Ибн-Гази».
zh: 将下列卡牌放在一边，位于场外：塞拉斯·毕晓普、隐藏密室、密室的钥匙、伊本巴奇之粉末。

source: Add 1 doom to agenda 1a.
fr: Placez 1 fatalité sur l’Intrigue 1a.
it: Collocate 1 destino sulla Trama 1a.
ru: Положите 1 безысходность на замысел 1a.
zh: 将1个毁灭标记放置在密谋1a。

source: Shuffle the remainder of the encounter cards (from the previously gathered encounter sets) to form the encounter deck.
fr: Mélangez les cartes Rencontre restantes pour former le deck Rencontre.
it: Mescolate il resto delle carte incontro per comporre il mazzo degli incontri.
ru: Сложите в колоду контактов все оставшиеся карты контактов и перемешайте.
zh: 将剩余遭遇卡混洗，组成遭遇牌堆。

source: Seeking vengeance, the gang from the Clover Club has followed you to Dunwich. Gather all cards from the <i>Naomi’s Crew</i> encounter set and shuffle them into the encounter deck.
fr: Le gang du Club du Trèfle cherche à se venger et vous a suivi à Dunwich. Réunissez les cartes du set de rencontre <i>La Bande de Naomi</i> et mélangez-les dans le deck Rencontre.
it: La banda del Clover Club vi ha seguito fino a Dunwich in cerca di vendetta. Radunate tutte le carte del set di incontri <i>La Banda di Naomi</i> e mescolatele nel mazzo degli incontri.
ru: Пылая жаждой мести, банда из клуба «Клевер» отправилась за вами в Данвич. Соберите все карты из набора контактов «Подручные Наоми» и замешайте их в колоду контактов.
zh: 欧巴尼恩帮决定对你复仇，他们派出打手，一路跟踪你到敦威治。找出<i>娜奥米的打手</i>遭遇组，并与遭遇牌堆混洗。

source: Take the previously set-aside The Hidden Chamber and Key to the Chamber cards, along with the top 3 cards of the encounter deck. Shuffle them and randomly deal 1 card facedown underneath each location in play except Village Commons.
fr: Prenez les cartes La Chambre Cachée et Clé de la Chambre que vous avez mises de côté, puis mélangez-les avec les 3 cartes du dessus du deck Rencontre. Ensuite, distribuez aléatoirement 1 carte face cachée sous chaque lieu en jeu à l’exception des Terrains Communaux.
it: Prendete la Camera Nascosta e la Chiave della Camera, messe da parte in precedenza, e 3 carte dalla cima del mazzo degli incontri. Mescolatele e distribuitene q casuale a faccia in giu sotto ogni luogo in gioco ad eccezione delle Strade del Villaggio.
ru: Возьмите отложенные карты «Тайная комната» и «Ключ от комнаты», а также три верхние карты колоды контактов. Перемешайте их и случайным образом подложите по одной из этих карт лицом вниз под каждую локацию в игре, кроме «Деревенской площади».
zh: 将放在一边的隐藏密室和密室的钥匙，以及遭遇牌堆顶部3张卡牌混洗。面朝下，在除公共空地以外每张地点卡下各放置1张。

source: The Hidden Chamber
fr: La Chambre Cachée
it: La Camera Nascosta
ru: Тайная комната
zh: 隐藏密室

source: This scenario includes a single-sided location (The Hidden Chamber) which has been dealt facedown underneath a random location. The Hidden Chamber only has a revealed side, and has a <b>Revelation</b> effect that puts it into play when drawn. When put into play, a single-sided location is put into play with its revealed side faceup, because it has no unrevealed side. Otherwise, it functions as a normal location in every other way.
fr: Ce scénario comporte un lieu mono-face (La Chambre Cachée) qui a été placé face cachée sous un lieu au hasard. La Chambre Cachée ne dispose que d’une face révélée et possède un effet <b>Révélation</b> qui la met en jeu quand elle est piochée. Quand un lieu mono-face est mis en jeu, il est placé face révélée car il ne dispose pas de face non-révélée. À part cela, il respecte les règles normales de fonctionnement des lieux.
it: Questo scenario include un luogo ad un solo lato (la Camera Nascosta) collocato a faccia in giú sotto un luogo casuale. Questo luogo ha solo un lato aperto e una capacità Rivelazione che lo mette in gioco quando viene pesacato. Quando un luogo ad un solo lato viene messo in gioco, esso entra in gioco con il suo lato aperto a faccia in su; sotto ogni altro aspetto, funziona come un normale luogo a due lati.
ru: В этом сценарии есть односторонняя локация «Тайная комната», которая лежит лицом вниз под случайной локацией. На открытой стороне «Тайной комнаты» указано свойство раскрытия, вводящее в игру эту карту, когда она взята. Когда односторонняя локация входит в игру, она выкладывается открытой стороной вверх, так как закрытой стороны у неё нет. В остальном односторонние локации аналогичны обычным локациям.
zh: 这场冒险中，有一张单面的地点卡(隐藏密室)，会以面朝下随机放置在一张地点卡下方。隐藏密室只有已揭示面，并且在抽出时，会触发其<b>显现</b>效果。 单面地点卡只存在已揭示状态，当这种地点卡入场时，直接以已揭示面朝上放置，其他所有规则都与普通地点卡一致。

source: the ritual was completed.
fr: le rituel a été accompli.
it: il rituale è stato completato.
ru: ритуал был завершён.
zh: 仪式已完成。

source: the investigators put Silas Bishop out of his misery.
fr: les investigateurs ont abrégé les souffrances de Silas Bishop.
it: avete posto fine alle sofferenze di Silas Bishop
ru: сыщики избавили Сайласа Бишопа от мук.
zh: 塞拉斯·毕晓普结束了悲惨的一生。

source: the investigators restored Silas Bishop.
fr: les investigateurs ont rendu sa forme à Silas Bishop.
it: avete riportato Silas Bishop alla normalità
ru: сыщики расколдовали Сайласа Бишопа.
zh: 塞拉斯·毕晓普恢复原形。

source: the investigators banished Silas Bishop.
fr: les investigateurs ont banni Silas Bishop.
it: avete esiliato Silas Bishop
ru: сыщики изгнали Сайласа Бишопа из нашего мира.
zh: 塞拉斯·毕晓普被杀死。

source: If there were any potential sacrifices remaining at the end of the game, place them underneath the agenda deck.
fr: S’il restait des sacrifices potentiels à la fin de la partie, mettez-les sous le deck Intrigue.
it: Se rimangono dei potenziali sacrifici alla fine della partita, collocateli sotto il mazzo delle trame
ru: Если в конце игры в стопке возможных жертв оставались карты, положите их все под колоду замыслов.
zh: 如果候选牺牲者牌堆中还有卡牌剩余，将这些卡牌放在密谋牌堆底部。

source: In your Campaign Log, under “Sacrificed to Yog‐Sothoth,” record the names of each unique card that is underneath the agenda deck. Each of these cards are removed from all players’ decks and can no longer be included in any players’ decks for the remainder of the campaign.
fr: Dans votre Carnet de Campagne, sous la mention « Sacrifiés à Yog-Sothoth », inscrivez les noms de chaque carte unique située sous le deck Intrigue. Ces cartes sont retirées des decks de tous les Joueurs et aucun joueur ne peut plus les intégrer à son deck pour le reste de la campagne.
it: Annotate nel Diario della Campagna, alla voce “Sacrifici a Yog-Sothoth“, i nomi di ogni carta unica collocata sotto al mazzo delle trame. Poi rimuovete tali carte dai mazzi degli investigatori; non potranno piú esservi incluse per il resto della campagna
ru: Запишите в графе журнала «Принесены в жертву Йог-Сототу» названия всех уникальных карт, которые лежат под колодой замыслов. Все эти карты удаляются из колод игроков и не могут быть включены в колоды до конца кампании.
zh: 在冒险日志中，“犹格·索托斯的祭品”下，记录下密谋牌堆底部所有独特卡牌的名称。 将这些卡牌从所有玩家的牌组中移除，并且在该剧本中，所有玩家不能将这些卡牌加入牌组。

source: Sacrificed
fr: Sacrifiés
it: Sacrificato
ru: Жертва
zh: 已牺牲

source: the Necronomicon was stolen.
fr: le Necronomicon a été volé.
it: il Necronomicon è stato rubato
ru: «Некрономикон» украден.
zh: 死灵之书被盗。

source: The Necronomicon <i>(Olaus Wormius Translation)</i> must be removed from that investigator’s deck.
fr: Vous devez retirer Le Necronomicon <i>(Traduction d’Olaus Wormius)</i> du deck de cet investigateur.
it: Il Necronomicon <i>(Traduzione di Olaus Wormius)</i> deve essere rimosso dal mazzo di quell'investigatore.
ru: Сыщик должен удалить из своей колоды «„Некрономикон“ (в переводе Олая Вормия)».
zh: 将死灵之书<i>(奥洛斯·沃尔密乌斯译本)</i>从该调查员的牌组中移除。

source: Each investigator earns experience equal to the Victory X value of each card in the victory display.
fr: Chaque investigateur reçoit un total de points d’expérience égal à la somme des valeurs de Victoire X des cartes qui se trouvent dans la pile de victoire.
it: Ogni investigatore guadagna un ammontare di punti esperienza pari al valore di Vittoria di ogni carta nella galleria delle vittorie (ricordate di aggiungere i luoghi validi nella galleria delle vittorie).
ru: Каждый сыщик получает опыт, равный сумме победных значений всех карт на победном счету.
zh: 每位调查员获得等同于胜利牌区中胜利点数总值的经验。

source: Victory display:
fr: Pile de victoire :
it: Galleria delle vittorie:
ru: Победный счёт:
zh: 胜利牌区：

source: Each investigator earns 2 bonus experience as they gain insight into the hidden world of the Mythos.
fr: Chaque investigateur reçoit également 2 points d’expérience bonus pour l’aperçu qu’il a eu du monde caché du Mythe.
it: Ogni investigatore guadagna 2 punti esperienza mentre apprende nuove conoscenze sul mondo nascosto dei miti.
ru: Каждый сыщик получает 2 опыта дополнительно, узнав больше о тайнах Мифа.
zh: 因为看到了不可告人的景象，每位调查员获得额外2点经验。

source: Dr. Henry Armitage survived The Dunwich Legacy.
fr: Le Dr Henry Armitage a survécu à L’Héritage de Dunwich.
it: il dottor Henry Armitage è sopravvissuto all'Eredità di Dunwich
ru: Доктор Генри Армитедж пережил наследие Данвича.
zh: 亨利·阿米蒂奇博士在敦威治事件中存活。

source: No resolution(each investigator resigned or was defeated)
fr: Aucune conclusion n'est atteinte (tous les investigateurs ont abandonné ou été vaincus)
it: Nessuna risoluzione è stata raggiunta (ogni investigatore ha abbandonato o è stato sconfitto)
ru: Исход не был достигнут (все сыщики совершили побег или побеждены)
zh: 如果未达成任何结局(所有调查员都撤退或被击败)

source: The cries of the whippoorwills fade into the distance, and the town of Dunwich is filled with an eerie silence. All that can be heard is the dry whistle of the chill wind and the slow rustling of dead leaves. There is no sign of the missing townsfolk, nor will there be ever again.
fr: Les cris des engoulevents s'évanouissent dans le lointain et le village de Dunwich se retrouve plongé dans un angoissant silence. Seul le sifflement d’un vent glacial et le lent bruissement des feuilles mortes viennent briser ce silence. Il n'y a aucune trace des villageois disparus, et il n'y en aura jamais plus.
it: I versi dei succiacapre si perdono in lontananza e sul villaddio di Dunwich cala un inquietante silenzio: gli unici rumori sono il soffio costante del vento gelido e il fruscio soffuso delle foglie secche. Non c'è traccia degli abitanti scomparsi... che non saranno mai più ritrovati.
ru: Крики козодоев затихают вдали, и Данвич погружается в гробовую тишину. Слышно лишь сухой свист холодного ветра да тягучий шелест опавших листьев. Вы не нашли никаких следов исчезнувших жителей — и никто никогда не найдёт.
zh: 夜鹰的歌声在天空中渐渐淡去，敦威治陷入了死一般的寂静，只剩下寒风呼啸的声音，以及枯叶掉落的沙沙声。那些失踪的人究竟去了哪儿呢？也许是被神带走了吧……

source: Resolution 1
fr: Conclusion 1
it: Risoluzione 1
ru: Исход 1
zh: 结局1

source: As you land the finishing blow, the creature’s body explodes into hundreds of squirming ropelike appendages, wriggling across the ground and climbing up the walls. You’re so startled that you aren’t fast enough to prevent them from escaping the room. Even so, whatever that creature was, you’re glad it’s now dead.
fr: Alors que vous assénez le coup de grâce, le corps de la créature explose en des centaines d’appendices en forme de corde qui se contorsionnent sur le sol et sur les murs. Vous êtes si surpris que vous ne parvenez pas à les empêcher de fuir la pièce. Malgré tout, et quoi que fut la créature, vous êtes content qu’elle soit morte.
it: Quando sferrate il colpo di grazie, il corpo della creature esplode in centinaia di brandelli squittenti che si dimenano sul terreno e strisciano lungo le pareti. Siete talmente sconcertati che non riuscite a intervenire in tempo per impedire ai vari frammenti di fuggire dalla stanza. Nonostante questo, di qualunque creatura si trattasse, siete lieti del fatto che ora sia morta.
ru: Вы наносите последний удар, и тело твари распадается на сотни извивающихся червеподобных обрывков, которые расползаются по земле и взбираются на стены. Вы настолько поражены, что не успеваете помешать им выползти из комнаты. Впрочем, вы рады, что положили конец этой твари, чем бы она ни была.
zh: 伴随著猛烈的一击，那个怪物的身体爆炸了，无数的肉块、触手散得到处都是，它们在地面颤抖，蠕动著爬上墙壁。这副景象让你大为震惊，以至于没能及时反应过来，让这些肉块逃了出去。无论如何，现在它只是一摊死尸。

source: Resolution 2
fr: Conclusion 2
it: Risoluzione 2
ru: Исход 2
zh: 结局2
