Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/blood_on_the_altar.po
Languages: fr, it, ru, zh

source: With the creature that once was Silas lashing out at you from its chains, you have little time to react. Knowing that the Necronomicon might have a spell or incantation that could subdue Silas, you fend off the abomination long enough to find a passage that can help. With no time to spare, you recite the Latin incantation, and find that the words come effortlessly to your tongue, as though recalled from an earlier memory. The creature’s body begins to shrink and melt away as the incantation builds, its cries terrifying and haunting. In the end, all that is left is the disfigured corpse of a man—Silas Bishop. You find a silver pendant emblazoned with an odd constellation tucked into his shirt. You take it with you, hoping to find a use for it.
fr: La créature qui fut autrefois Silas Bishop tente de vous attaquer malgré ses chaînes, vous devez agir vite. Sachant que le Necronomicon peut renfermer un sortilège ou une incantation qui pourrait maîtriser Silas, vous contenez l'abomination assez longtemps pour trouver un passage utile. Il n'y a pas de temps à perdre, vous récitez l'incantation en latin et sentez les mots qui glissent sans effort sur votre langue, comme une réminiscence de souvenirs antérieurs. Le corps de la créature commence à se flétrir et à fondre en poussant des cris aussi terrifiants que lancinants à mesure que l’incantation fait effet. A la fin, seul subsiste le corps défiguré d'un homme — Silas Bishop. Sous sa chemise, vous trouvez un pendentif en argent gravé d'une étrange constellation.
it: La creatura che un tempo era Silas si avventa su di boi divincolandosi dalle catene e lasciandovi poco tempo per reagire. Ricordando che il Necronomicon potrebbe contenere un incantesimo o una formula con cui soggigare Silas, tenete a bada l'abominio quanto basta per tro are un passaggio che possa esservi di aiuto: senza perdere latro tempo, recitate la formula in latino e notate che le parole scorrono veloci sulla vostra lingua, come se in qualche modo vi fossero gia note. Il corpo della creatura inizia a rimpicciolirsi e a fondersi man mano che la formula giunge al culmine, tra grida inquietanti e disumane. Alla fine non resta altro che il cadavere sfigurato di un uomo: Silas Bishop. Trovate un pendente d'argento decorato con l'emblema di una strana costellazione infilato sotto la sua camicia; lo prendete, nella speraza che possa tornarvi utile.
ru: Чудовище, что некогда было Сайласом, в бешенстве рвётся с цепей, и вам надо поторопиться. Зная, что в «Некрономиконе» может быть заговор или заклинание, которое усмирит Сайласа, вы отбиваетесь от твари, пока не находите нужный параграф. Без лишних промедлений вы произносите латинские слова, и они легко слетают с ваших губ, будто всплывая из глубин памяти. Существо тут же начинает съёживаться и растекаться, издавая ужасные, врезающиеся в память вопли. Когда всё заканчивается, от твари остаётся только изуродованный труп человека — Сайласа Бишопа. Под его рубашкой вы находите серебряный кулон с изображением незнакомого созвездия. Вы забираете украшение, решив, что оно вам ещё пригодится.
zh: 那个曾经是塞拉斯的怪物猛地挣脱了锁链，试图往外冲去，这完全在你的预料之外。慌乱中，你突然想起《死灵之书》里面可能记载了一些有用的咒语，于是你一边拖住那个怪物的脚步，一边翻书查看。终于，你找到了一段拉丁语咒文，并立刻咏唱了出来，你毫不费力地准确读出了咒文，就好像你很早以前就看过这个咒语一般。那个怪物的身体开始萎缩，并随著咒文的咏唱，慢慢融化。怪物的尖叫声化作怨念的灵体，在房屋中四处乱窜。待咒文结束时，地板上只剩下一具面目全非的男尸，他就是塞拉斯·毕晓普。你在他的衣袖中，找到了一个带著奇怪的星座符号的银制挂坠。你带上了这玩意儿，也许这会在将来派上用场。

source: Resolution 3
fr: Conclusion 3
it: Risoluzione 3
ru: Исход 3
zh: 结局3

source: With the creature that once was Silas lashing out at you from its chains, you have little time to react. Hoping there is something in the chamber you can use to your advantage, you fend off the abomination long enough to find a journal; many of its passages are written in Latin. It appears to be a handwritten excerpt from the Necronomicon, its purpose unknown. With no time to spare, you recite the incantation, stumbling over the words and feeling your throat tighten with each sentence. The creature’s body begins to shrink and melt away as the incantation continues, its cries terrifying and haunting. In the end, all that is left is a pile of wet and sticky ichor, and a rotten stench.
fr: La créature qui fut autrefois Silas Bishop tente de vous attaquer malgré ses chaînes, vous devez agir vite. Espérant qu’il y ait quelque chose dans la chambre que vous puissiez utiliser à votre avantage, vous contenez l’abomination assez longtemps pour mettre la main sur un journal ; la majorité du texte est écrite en latin. Vous découvrez qu’il s’agit d’extraits manuscrits du Necronomicon, mais vous ignorez leur utilité. Il n’y a pas de temps à perdre, vous récitez l’incantation en latin et sentez les mots qui glissent sans effort sur votre langue, comme une réminiscence de souvenirs antérieurs. Le corps de la créature commence à se flétrir et à fondre en poussant des cris aussi terrifiants que lancinants à mesure que l’incantation fait effet. À la fin, seul subsiste une masse fielleuse et humide, ainsi qu’une odeur nauséabonde.
it: La creatura che un tempo era Silas si avventa su di voi vincolandosi dalle catene e lasciandovi poco tempo per reagire. Nella speranza di trovare nella camera qualcosa da usare a vostro vantaggio, tenete a bada l'abominio quanto basta da trovare un diario, i cui brani all'interno sono scritti in latino: sembra essere un estratto scritto a mano del Necronomicon, ma il suo obiettivo resta ignoto. Senza perdere altro tempo recitate la formula, anche se balbettando e con la gola che vi si stringe ad ogni parola. Il corpo della creatura inizia a rimpicciolirsi e a fondersi man mano che la formula giunge al culmine, tra grida inquietanti e disumane. Alla fine non resta altro che una pozzanghera di icore umidiccio e appiccicoso e un fetore di putrefazione che aleggia nell'aria.
ru: Чудовище, что некогда было Сайласом, в бешенстве рвётся с цепей, и вам надо поторопиться. Надеясь отыскать в комнате что-нибудь, что вам поможет, вы отбиваетесь от твари, пока не находите тетрадь с несколькими записями на латыни. Похоже, это магическая формула из «Некрономикона», но что она делает — неизвестно. Без лишних промедлений вы произносите заклинание, запинаясь на каждом слове и чувствуя, как ваше горло сжимается с каждой фразой. Существо начинает съёживаться и растекаться, издавая ужасные, врезающиеся в память вопли. Когда всё заканчивается, от твари остаётся только лужа липкого гноя да гнилостное зловоние.
zh: 那个曾经是塞拉斯的怪物猛地挣脱了锁链，试图往外冲去，这完全在你的预料之外。慌乱中，你不断搜索著密室中可以使用的物品。你找到了一本日志，上面是一些拉丁文，显然，这个段落摘抄自《死灵之书》。但究竟是什么人，又为什么要这么做呢？你没时间多想，只好嗑嗑巴巴地读出了那段咒文。那个怪物的身体开始萎缩，并随著咒文的咏唱，慢慢融化。怪物的尖叫声化作怨念的灵体，在房屋中四处乱窜。待咒文结束时，地板上只剩下黏稠的肉汁，以及浓烈无比的腥臭味。

source: Blood on the Altar
fr: Du Sang sur l'Autel
ru: Кровь на алтаре
zh: 血色祭坛

source: Scenario IV: Blood on the Altar
fr: Scénario IV : Du Sang sur l'Autel
it: Scenario IV: Sangue sull'Altare
ru: Сценарий IV: Кровь на алтаре
zh: 冒险IV：血色祭坛

source: <i><b>Note</b>: One of the below locations will <b>not</b> be in play.</i>
fr: <i><b>Note :</b> L'un des lieux ci-dessous <b>ne</b> sera <b>pas</b> en jeu.</i>
it: <i><b>Nota:</b>: Uno dei luoghi sottostanti <b>non</b> sarà in gioco.</i>
ru: <i><b>Примечание:</b> Одной из показанных ниже локаций <b>не будет</b> в игре.</i>
zh: <i><b>注意</b>：有一张地点卡<b>不</b>会使用。</i>

source: Scenario IV
fr: Scénario IV
ru: Сценарий IV
zh: 冒险IV

source: Each investigator resigned or was defeated
fr: Tous les investigateurs ont abandonné ou été vaincus
it: Ogni investigatore ha abbandonato o è stato sconfitto
ru: все сыщики совершили побег или побеждены
zh: 所有调查员都撤退或被击败

source: No resolution was reached
fr: Aucune conclusion n'est atteinte
it: Nessuna risoluzione è stata raggiunta
ru: Исход не достигнут
zh: 未达成任何结局
