Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/campaign.po
Languages: de, pl, zh

source: The Dunwich Legacy
de: Das Vermächtnis von Dunwich
pl: Dziedzictwo Dunwich
zh: 敦威治遗产

source: Campaign Notes
de: Kampagnennotizen
pl: Notatki z kampanii
zh: 冒险笔记

source: Sacrificed to Yog-Sothoth
de: An Yog-Sothoth geopfert
pl: Złożeni w ofierze Yog-Sothothowi
zh: 犹格·索托斯的祭品

source: Hidden
de: Geheim
pl: Ukryty
zh: 隐私

source: Their hand is at your throats, yet ye see Them not…
de: Ihre Hände umklammern deine Kehle, aber trotzdem siehst du sie nicht …
pl: Ich dłoń jest przy waszych gardłach, a mimo to nie widzicie Ich…
zh: 你们感到自己的喉咙，被一双无形的手死死掐住…

source: “I’m going to burn his accursed diary, and if you men are wise you’ll dynamite that altar-stone up there, and pull down all the rings of standing stones on the other hills. Things like that brought down the beings those Whateleys were so fond of…” –H. P. Lovecraft, “The Dunwich Horror”
de: „Ich werde sein verfluchtes Tagebuch verbrennen, und wenn ihr klug seid, dann sprengt ihr diesen Altarstein in die Luft und reißt all die Steinkreise auf den anderen Bergen nieder. Dinge wie diese riefen die Wesen herbei, auf die die Whateleys so stolz waren …“ –H. P. Lovecraft, „Das Grauen von Dunwich“
pl: „Spalę jego przeklęty pamiętnik, a wam radzę rozburzyć ten kamienny ołtarz i wszystkie stojące kręgiem kolumny na wzgórzach. To dzięki nim właśnie Whateleyowie z taką lubością przywoływali te istoty…” – H. P. Lovecraft, <i>Koszmar w Dunwich</i>
zh: “我要把他留下来的那本日志烧掉，我建议你们最好把那些祭坛一样的石头给炸掉，再把周围山头上所有的石阵都给推倒。否则，沃特雷一家渴望的那个东西，就真的要降临于此了…” ––H.P.洛夫克拉夫特，《敦威治恐怖事件》

source: Choose difficulty level:
de: Schwierigkeitsgrad wählen:
pl: Wybierz poziom trudności:
zh: 选择难度等级。

source: Easy <i>(I want to experience the story)</i>
de: Einfach <i>(Ich möchte die Geschichte erleben)</i>
zh: 简单<i>(好好享受故事吧)</i>：

source: Standard <i>(I want a challenge)</i>
de: Normal <i>(Ich möchte eine Herausforderung)</i>
zh: 普通<i>(来点挑战也无妨)</i>：

source: Hard <i>(I want a true nightmare)</i>
de: Schwer <i>(Ich möchte einen echten Albtraum)</i>
zh: 困难<i>(噩梦之旅欢迎你)</i>：

source: Expert <i>(I want Arkham Horror)</i>
de: Experte <i>(Ich möchte den Arkham-Horror)</i>
zh: 专家<i>(这才是诡镇奇谈)</i>：

source: <i>I want to experience the story</i>
de: <i>Ich möchte die Geschichte erleben</i>
pl: <i>chcę tylko poznać historię</i>
zh: <i>好好享受故事吧</i>

source: <i>I want a challenge</i>
de: <i>Ich möchte eine Herausforderung</i>
pl: <i>chcę podjąć wyzwanie</i>
zh: <i>来点挑战也无妨</i>

source: <i>I want a true nightmare</i>
de: <i>Ich möchte einen echten Albtraum</i>
pl: <i>chcę przeżyć koszmar</i>
zh: <i>噩梦之旅欢迎你</i>

source: <i>I want Arkham Horror</i>
de: <i>Ich möchte den Arkham-Horror</i>
pl: <i>chcę prawdziwego Horroru w Arkham</i>
zh: <i>这才是诡镇奇谈</i>

source: Easy
pl: Łatwy

source: Standard
pl: Standardowy

source: Hard
pl: Trudny

source: Expert
pl: Ekspercki

source: Their hand is at your throats, yet ye see Them not...
zh: 你們感到自己的喉嚨，被一雙無形的手死死掐住…

source: “I’m going to burn his accursed diary, and if you men are wise you’ll dynamite that altar-stone up there, and pull down all the rings of standing stones on the other hills. Things like that brought down the beings those Whateleys were so fond of...” –H. P. Lovecraft, “The Dunwich Horror”
zh: “我要把他留下來的那本日誌燒掉，我建議你們最好把那些祭壇一樣的石頭給炸掉，再把周圍山頭上所有的石陣都給推倒。否則，沃特雷一家渴望的那個東西，就真的要降臨於此了…” ––H.P.洛夫克拉夫特，《敦威治恐怖事件》
