Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/lost_*_time_and_space.po
Languages: ru, vi, zh

source: Lost in Time and Space
ru: Потерянные во времени и пространстве
zh: 迷失时空

source: Scenario VII: Lost in Time and Space
ru: Сценарий VII: Потерянные во времени и пространстве
vi: Màn VII: Lạc trong Không gian và Thời gian
zh: 冒险VII：迷失时空

source: Passing through the gate is unlike anything you’ve ever experienced. You feel your body twisting and distorting, churning through realities as the gate pulls you to its ultimate destination—a place beyond the scope of human imagination. Suddenly, all is quiet and the chaos of the journey is replaced with a sense of solitude and dread. You are in an unfathomable place, vast beyond your ability to reason and utterly alien besides. The landscape is surreal and strange, the architecture impossible. You are so far from home that home has become a threadbare dream you can barely recall. Even should you find a way out of this awful place, you may never be the same again.
ru: Переход через портал не похож ни на что из когда-либо испытанного вами. Вы чувствуете, как ваше тело перекручивается и искажается, когда врата проталкивают его сквозь иные реальности по пути к месту, лежащему за пределами человеческого воображения. Внезапно всё стихает, и хаос путешествия сменяется чувством одиночества и ужаса. Вы оказались в непостижимом месте, недоступном и совершенно чуждом вашему пониманию. Вас окружают причудливые сюрреалистичные пейзажи и невероятная архитектура. Дом остался так далеко позади, что теперь он для вас не более чем обрывок полузабытого сновидения. Даже если вам удастся выбраться из этого ужасного места, вы уже никогда не будете прежними.
vi: Trải nghiệm đi qua cánh cổng không giống như bất cứ điều gì bạn từng trải qua. Bạn cảm thấy cơ thể mình vặn vẹo và biến dạng, đảo lộn qua các thực tại khác nhau trong khi cánh cổng kéo bạn đến đích cuối cùng của nó — một nơi nằm ngoài phạm vi tưởng tượng của nhân loại. Đột nhiên, tất cả trở nên yên tĩnh và sự hỗn loạn của cuộc hành trình được thay thế bằng một cảm giác cô độc và kinh sợ. Bạn đang ở một nơi vô cùng sâu và rộng lớn đến nỗi vượt quá khả năng suy nghĩ của bản thân và hoàn toàn xa lạ. Cảnh quan trông siêu thực và kỳ lạ, các kiến trúc không tưởng. Bạn đã đi xa nhà đến nỗi nhà đã trở thành một giấc mơ vụn vặt mà bạn chỉ nhớ được một chút. Ngay cả khi bạn tìm ra cách thoát khỏi nơi tồi tệ này, bạn có thể sẽ không bao giờ giống như trước được nữa.
zh: 穿越传送门后，你见到了人生中前所未见的世界。你感到自己的身体不断扭曲，强大的漩涡将你带到了一个遥远的境地，这是远远超越人类想像力极限的空间。 旅途的疲劳令你感到耳鸣，周围的环境异常安静，令耳鸣声变得更加尖锐。待你缓过神来，你向四周看去，这里的景象超越你的理解范围，甚至不属于任何一颗星球的表面景象。这里的景象超乎现实，诡异至极，建筑外观极其不合理。你离开家乡实在太远，家乡成了你几乎记不起的一个旧梦。即使你能够离开这个鬼地方，你也不再是从前的你了。

source: Put Another Dimension into play. Each investigator begins play in Another Dimension.
ru: Введите в игру локацию «Другое измерение». Все сыщики начинают игру в «Другом измерении».
vi: Đặt vị trí Another Dimension vào màn chơi. Mỗi điều tra viên bắt đầu chơi tại vị trí Another Dimension.
zh: 将另一个次元放置入场。每位调查员从另一个次元开始游戏。

source: Set the following cards aside, out of play: The Edge of the Universe, Tear Through Time, and Yog‐Sothoth.
ru: Отложите в сторону карты «Край Вселенной», «Разрыв во времени» и «Йог-Сотот».
vi: Đặt các lá bài sau sang một bên, ngoài màn chơi: The Edge of the Universe, Tear Through Time, và Yog‐Sothoth.
zh: 将下列卡牌放在一边：宇宙的边缘、时间缝隙、犹格·索托斯。

source: Locations in the Encounter Deck
ru: Локации в колоде контактов
vi: Vị trí trong Chồng Bài Encounter
zh: 遭遇牌堆中的地点卡

source: This scenario includes several single‐sided locations that are shuffled into the encounter deck along with the rest of the gathered encounter sets. These locations only have a revealed side, and have a <b>Revelation</b> effect that puts them into play when drawn. When put into play, a single‐sided location is put into play with its revealed side faceup, because it has no unrevealed side. Otherwise, it functions as a normal location in every other way.
ru: В этом сценарии есть несколько односторонних локаций, которые замешиваются в колоду контактов вместе с прочими картами из отобранных наборов контактов. На открытой стороне каждой такой локации указано свойство раскрытия, вводящее в игру эту карту, когда она взята. Когда односторонняя локация входит в игру, она выкладывается открытой стороной вверх, так как закрытой стороны у неё нет. В остальном односторонние локации аналогичны обычным локациям.
vi: Màn chơi này bao gồm một vài vị trí một mặt được xào vào chồng bài encounter cùng với các bộ bài encounter tập hợp được còn lại. Những vị trí này chỉ có mặt để lộ, và có hiệu ứng <b>Revelation</b> giúp đặt chúng vào màn chơi khi được rút. Khi đặt vào màn chơi, lá bài vị trí một mặt sẽ để mặt để lộ lên, bởi vì nó không có mặt ẩn giấu. Còn lại thì nó hoạt động như một vị trí thông thường.
zh: 该冒险的遭遇牌堆中，带有一些单面的地点卡。这些地点卡只有已进入面，当你抽出这些卡牌时，根据其<b>显现</b>效果来决定如何放置入场。 当这些地点卡入场时，将其已进入面朝上放置。这些地点没有未进入状态，其他规则与普通地点卡一致。

source: the investigators closed the tear in reality.
ru: сыщики залатали прореху в реальности.
vi: các điều tra viên đã đóng được vết rách thực tại.
zh: 调查员关上了现实的缝隙。

source: Yog-Sothoth has fled to another dimension.
ru: Йог-Сотот сбежал в другое измерение.
vi: Yog-Sothoth đã chạy trốn đến một chiều không gian khác.
zh: 犹格·索托斯逃往了另一个次元。

source: Yog-Sothoth tore apart the barriers between worlds, and became one with all reality.
ru: Йог-Сотот прорвал барьер между мирами и слился с реальностью.
vi: Yog-Sothoth đã xé bỏ rào cản giữa các thế giới và trở thành một với tất cả thực tại.
zh: 犹格·索托斯将所有世界的间隔撕裂，一切变为一个原点。

source: Each investigator suffers 2 physical trauma and 2 mental trauma, as they never fully recover from their time spent outside the realm of reality.
ru: Каждый сыщик получает 2 физические и 2 ментальные травмы, поскольку не может полностью восстановиться, проведя так много времени за пределами реальности.
vi: Mỗi điều tra viên nhận 2 sang chấn tinh thần và 2 chấn thương thể chất, bởi vì họ sẽ không bao giờ hoàn toàn hồi phục sau khoảng thời gian ở bên ngoài thực tại.
zh: 超越领域中的经历，造成的损伤将永远无法弥补，每位调查员受到2点肉体创伤和2点精神创伤。

source: Each investigator is driven <b>insane</b>.
ru: Все сыщики <b>сошли с ума</b>.
zh: 所有调查员<b>发疯</b>。

source: Each investigator is <b>killed</b>.
ru: Все сыщики <b>убиты</b>.
zh: 所有调查员<b>阵亡</b>。

source: The investigators lose the campaign.
ru: Сыщики проиграли.
vi: Các điều tra viên thất bại.
zh: 调查失败。

source: The investigators win the campaign!
ru: Сыщики победили в кампании!
vi: Các điều tra viên thành công!
zh: 调查成功。

source: The investigators win the campaign… and are never seen or heard from again.
ru: Сыщики победили в кампании… и бесследно пропали.
vi: Các điều tra viên chiến thắng chiến dịch… và không bao giờ được trông thấy hoặc nghe đến một lần nào nữa.
zh: 调查成功，但是从此再也没人见过调查员们……

source: Each investigator earns 5 bonus experience, as they saved the world from being torn apart.
ru: Каждый сыщик получает 5 опыта дополнительно за спасение мира от угрозы уничтожения.
vi: Mỗi điều tra viên nhận được 5 điểm kinh nghiệm thưởng, vì họ đã cứu thế giới khỏi bị chia cắt.
zh: 因为拯救了这个将要支离破碎的世界，每位调查员获得额外5点经验。

source: What act were the investigators on when the scenario ended?
ru: В какой сцене были сыщики, когда игра завершилась?
vi: Các điều tra viên ở Act nào khi màn chơi kết thúc?
zh: 冒险结束时，调查员处于哪一个场景？

source: Act 1
ru: Сцена 1
zh: 场景1

source: Act 2
ru: Сцена 2
zh: 场景2

source: Act 3
ru: Сцена 3
zh: 场景3

source: Act 4
ru: Сцена 4
zh: 场景4

source: Each defeated investigator is <b>killed</b>.
ru: Все побеждённые сыщики <b>убиты</b>.
vi: Mỗi điều tra viên bị hạ gục bị <b>giết chết</b>.
zh: 所有被击败的调查员都<b>阵亡</b>。

source: Where did you come from? Why are you here? Are you dreaming, or is this place real? Now that you think about it, haven’t you been here before? Or perhaps you’ve been here all along. Now you remember. This is your real home. The path you now walk is but one ledge, with many more below. You only have to fall and you will be where you belong. One more step…
ru: Откуда вы взялись? Почему вы здесь? Это место — сон или явь? Теперь вам кажется, что вы уже бывали здесь раньше. А может быть, были здесь всегда. Теперь вы вспомнили. Это ваш настоящий дом. Ваш нынешний путь — всего лишь одна ступень, а внизу их ещё много. Вам осталось только упасть — и вы окажетесь там, где ваше место. Ещё один шаг…
vi: Bạn từ đâu đến? Tại sao bạn ở đây? Bạn đang mơ, hay nơi này là thật? Bây giờ nghĩ về nó, không phải bạn đã từng ở đây trước đây sao? Hoặc có lẽ bạn đã luôn ở đây. Bây giờ bạn nhớ rồi. Đây là ngôi nhà thực sự của bạn. Con đường bạn đang đi chỉ là một mỏm đá, với nhiều mỏm đá khác bên dưới. Bạn chỉ cần ngã xuống và bạn sẽ về nơi bạn thuộc về. Thêm một bước…
zh: 你从哪里来？要往哪里去？你是在梦中，还是在现实？你是第一次来到这儿，还是曾经来过？你慢慢思考著，终于想起，这里才是你的家。你往前走著，终于来到台阶的尽头，面前是无穷尽的深渊。现在，只要再往前走一步，你就到家了……

source: Lying on your back in a patch of wet grass, you find yourself staring longingly at the night sky. Somehow, you are once again atop Sentinel Hill, unable to recall exactly how you got here. You are mesmerized by the night sky. Seconds become minutes, and minutes become hours. Eventually, you are found and lifted to your feet by a group of Dunwich citizens. “What happened? What are ya doin’ here?” they ask you, frightened but curious. You can’t seem to find the right words to describe the events that occurred beyond the gate…if they ever truly occurred. There doesn’t appear to be any trace of Seth Bishop, of the creatures you fought earlier, or of the phantasmal and otherworldly gate. But every time you sleep, you dream—and when you dream, it all comes rushing back.
ru: Лёжа на спине на влажной траве, вы с тоской смотрите в ночное небо. Вы снова оказались на вершине Часового холма, но не можете точно вспомнить, как сюда попали. Ночное небо завораживает вас. Секунды складываются в минуты, минуты — в часы. Наконец несколько жителей Данвича находят вас и поднимают на ноги. «Чё случилось? Чё вы тута делаете?» — спрашивают они со страхом и любопытством. Но вы не можете подобрать слова, чтобы описать произошедшее по ту сторону врат… если это и вправду произошло. Вроде бы от всего этого не осталось никаких следов — ни от Сета Бишопа, ни от тварей, с которыми вы сражались, ни от призрачных неземных врат, — но каждой ночью вы видите сны, в которых заново переживаете все эти события.
vi: Nằm ngửa trên bãi cỏ ướt, bạn thấy mình đang nhìn một cách đầy khao khát lên bầu trời đêm. Bằng cách nào đó, bạn lại đang ở trên đỉnh đồi Sentinel, không thể nhớ chính xác bằng cách nào bạn về lại đây. Bạn bị mê hoặc bởi bầu trời đêm. Từng giây trở thành phút, và từng phút trở thành giờ. Cuối cùng, bạn được tìm thấy và đỡ dậy bởi một nhóm dân làng Dunwich. Họ hỏi bạn, sợ hãi nhưng cũng tò mò, "Chuyện gì đã xảy ra thế? Cậu đang làm gì ở đây?" Bạn dường như không thể tìm thấy từ thích hợp để mô tả các sự kiện xảy ra bên ngoài cánh cổng… nếu chúng thực sự từng xảy ra. Dường như không có bất kỳ dấu vết nào của Seth Bishop, của những sinh vật bạn đã chiến đấu trước đó, hoặc của cánh cổng thế giới khác đầy huyền ảo. Nhưng mỗi khi bạn ngủ, bạn lại mơ - và khi bạn mơ, tất cả lại ùa về.
zh: 你躺在潮湿的草地上，发现自己正呆滞地凝望著夜空的群星。不知道为什么，你又回到了哨兵峰，你已经记不起是如何到达这儿的。你被这夜色迷住了，你看著星空，任凭时间如水般流逝。直到一群敦威治村民走上山头，把你给围住，问道：“怎么回事？你在这儿做甚么呢？”他们的声音里，充满著惊恐和好奇。你想要说点什么，却发现自己词穷了。原来世间一切的词汇，都无法描述那个时空外领域的景色。你想了想，就算告诉他们，应该也不会有人相信。赛斯·毕晓普早已不见踪影，山上的怪物也消失不见，也许他们永远困在了异界之中。每当你入睡，你就会做梦——梦中一切又都回来了。

source: Several of the villagers from Dunwich heard the ruckus on Sentinel Hill and went to investigate. What they found there answered none of their questions. “What d’you think happened?” a frightened Curtis Whateley asks as they examine the hilltop. The other villagers shake their heads, unable to say. “Last thing I saw, the sky’d open’d up an’ there was a bright flash,” one of them says, looking up at the starry sky from the top of Sentinel Hill. “Those Arkham fellas ain’t nowhere to be seen,” Curtis adds, looking down at the cracked stone altar. “Not even of a hint of ‘em. Mr. Bishop and his pals, now, that’s a diff’rent story.” The young man motions toward several corpses on the ground. “Think we should get ahold of those coppers outta Aylesbury?” “Why, so they can laugh at us again?” Curtis spits. “They ain’t never gonna believe us ‘bout all this anyway.” He glances at the stone altar, fidgeting nervously. “Better t’ forget about the whole thing. C’mon, let’s bury the dead and get outta here.”
ru: Услышав шум на Часовом холме, несколько жителей Данвича отправились посмотреть, в чём дело. Но то, что они там нашли, не дало ответов на их вопросы. «Как думаете, чё тута стряслось?» — со страхом спрашивает Кёртис Уэйтли, осматривая вместе с другими вершину. Остальные селяне качают головами, озадаченные не меньше его. «Последнее, чё я видел, — как небеса разверзлись да чё-то ярко пыхнуло», — говорит один из них, глядя в звёздное небо с вершины Часового холма. «Тех парней с Аркхэма нигде не видать, — добавляет Кёртис, глядя на расколотый каменный алтарь. — Ни пятнышка не осталося. А вот мистер Бишоп и его дружки — тут, кажись, другая история». — Парень указывает на несколько валяющихся на земле трупов. «Думаешь, позвать сюды легавых из Эйлсбери?» «Чтоб они обратно над нами поржали? — сплёвывает Кёртис. — Они по-любому никогда нам не поверят. — Он смотрит на каменный алтарь, нервно поёживаясь. — Лучше б забыть про всё про это. А ну-кась, давайте похороним мертвяков и пойдём отсюдова».
vi: Một số dân làng từ Dunwich nghe thấy tiếng ồn ào trên Đồi Sentinel và đi tới để điều tra. Những gì họ tìm thấy ở đó không giải đáp được thắc mắc của họ. Curtis Whateley sợ hãi hỏi khi họ kiểm tra đỉnh đồi, "Mọi người nghĩ điều gì đã xảy ra?" Những người dân làng khác lắc đầu, không nói được lời nào. Một người trong số họ nói trong khi nhìn lên bầu trời đầy sao từ đỉnh Đồi Sentinel, "Điều cuối cùng tôi nhìn thấy là bầu trời mở ra và có một tia sáng lóe lên.” Curtis nói thêm, nhìn xuống bàn thờ bằng đá nứt, “Những người bạn tới từ thị trấn Arkham không tìm thấy ở chỗ nào cả." Một cậu thanh niên di chuyển về phía một số xác chết nằm trên mặt đất, "Thậm chí không có một chút dấu vết nào về họ. Còn ông Bishop và những người bạn của ông ấy thì lại là một câu chuyện khác." "Chúng ta có nên cho bọn cớm ở Aylesbury biết không?" Curtis khạc nhổ, "Làm gì, để bọn chúng cười vào mặt chúng ta nữa sao?" “Dù sao thì chúng cũng sẽ không bao giờ tin lời chúng ta về tất cả những điều này.” Anh ta liếc nhìn bàn thờ bằng đá, bồn chồn lo lắng. “Tốt hơn là chúng ta nên quên hết mọi chuyện. Nào, chôn cất người chết và rời khỏi đây thôi. "
zh: 哨兵山的喧闹声吸引来了敦威治的村民。但是面前的景象令他们大为不解。 “你，你们说，这到底是怎么回事呢？”柯蒂斯·沃特雷畏畏缩缩地问道。其他的村民在检查哨兵峰后，都不解地摇著头。“我昨天看到了，天空突然打起雷，还出现一个巨大的洞。”一个村民说道，一边抬头，仰望著哨兵山上的天空。 “那些阿卡姆来的家伙怎么不见了？”柯蒂斯小心翼翼地查看破碎的祭坛。另一个年轻人指著另一处地面上的尸体，说道：“除了那些尸体，什么东西都没留下，连毕晓普先生都不见了。” “要不然，把这些尸体扔到艾斯伯里山好了？” “不要不要，不然那些人又要嘲笑我们了。”柯蒂斯反对道。“他们也不会相信我们的，这真是太荒唐了。”他朝祭坛看了一眼，身子还是有点发抖。“我们还是赶紧把这些尸体埋起来，忘了这一切吧。”

source: The creature erupts in a cosmic fury of sound, color, and distorted space, hurling you back and away from it. You watch in horror as one of its arms tears through the fabric of the world, and its amorphous shape funnels through the rift, pulling the threads of the world along with it. You try to cling to something, but you are inexorably sucked into the rift. You feel as if your body is stretching and your mind is being crushed. Then, everything goes black.
ru: Чудовище заходится в припадке космической ярости звука, цвета и искажённого пространства, отбрасывая вас далеко от себя. Вы с ужасом видите, как одна из его конечностей разрывает ткань реальности и аморфная туша протискивается в прореху, таща за собой обрывки мира. Вы пытаетесь за что-нибудь уцепиться, но вас неумолимо затягивает следом. Вы чувствуете, как ваше тело растягивается, а разум рассыпается в пыль. Затем всё погружается во тьму.
vi: Sinh vật bùng nổ khiến cho không gian vũ trụ bị vặn vẹo với đủ loại âm thanh và màu sắc, đẩy lùi bạn ra xa khỏi nó. Bạn kinh hãi nhìn một trong những cánh tay của nó xé toạc kết cấu của thế giới, và hình dạng vô định hình của nó chui qua khe nứt, kéo các sợi chỉ của thế giới theo nó. Bạn cố gắng bám vào một thứ gì đó, nhưng bạn đã bị cuốn vào vết rạn nứt một cách không thể tránh khỏi. Bạn cảm thấy như thể cơ thể của bạn đang căng ra và tâm trí của bạn đang bị nghiền nát. Sau đó, mọi thứ trở nên đen kịt.
zh: 那怪物愤怒地朝著你咆啸著，顿时，颜色、声音和混乱的时间都一下子具象化，把你震得老远。你惊恐地看著它的手臂撕裂了现世，而其形状不定的身驱像是穿过漏斗一般，从狭缝中挤了出去，连同整个世界一同撼动。你试图抓住什么东西，但你还是被无情地吸入裂缝，感觉整个身体都被撕裂，神智崩溃，终于，你失去了意识。

source: The sorcerers from Dunwich, seeking arcane power from beyond this realm, have accomplished what Wilbur and Old Whateley could not. Through blood sacrifice and indescribable experiments, the dark power the sorcerers sought is now within their reach. However, they will never get the chance to truly wield this power. In beseeching Wilbur’s father for knowledge, they have drawn the creature forth from its extradimensional realm. Yog-Sothoth emerges from the open rift above Sentinel Hill, blotting out the sky and enveloping the world. Now it has come to Earth, and it rules where humanity once tread.
ru: В своём стремлении обрести сверхъестественную силу из-за пределов этого мира чародеи Данвича достигли того, что не смогли сделать Уилбур и Старый Уэйтли. С помощью кровавых жертвоприношений и неописуемых экспериментов чародеи добрались до источника той тёмной мощи, которой так жаждали. Однако им не суждено обладать этой властью. Воззвав к истинному отцу Уилбура, они выпустили это чудовище из его межпространственного заточения. Йог-Сотот явился из разрыва над Часовым холмом, заполняя небо и захватывая мир. Он пришёл на Землю, чтобы править там, где некогда обитало человечество.
vi: Các phù thủy đến từ làng Dunwich, tìm kiếm sức mạnh bí ẩn nằm ngoài địa hạt này, đã hoàn thành điều mà Wilbur và Old Whateley không thể. Thông qua việc hiến tế máu và những thí nghiệm không sao diễn tả được, sức mạnh hắc ám mà các phù thủy tìm kiếm giờ đã nằm trong tầm tay của họ. Tuy nhiên, họ sẽ không bao giờ có cơ hội thực sự sử dụng sức mạnh này. Khi cầu khẩn tổ tiên của Wilbur để được kiến thức, họ đã kéo sinh vật ra khỏi chiều không gian bậc cao của nó. Yog-Sothoth xuất hiện từ khe hở phía trên Đồi Sentinel, xóa mờ bầu trời và bao trùm thế giới. Bây giờ nó đã đến Trái đất, và nó sẽ cai trị nơi mà nhân loại từng là chủ nhân.
zh: 敦威治的法师们，穷极一生寻找著异界的魔力源泉，他们完成了威尔伯和老沃特雷没能做到的事情。经过了鲜血献祭和不可名状的实验，法师们掌握了他们所追寻的黑暗力量。但是，他们永远都没有机会去运用这股力量了。他们曾向威尔伯的父亲索要知识，将这个生物从异界招来。犹格·索托斯从哨兵山上空开启的裂缝出现，遮蔽苍穹，垄罩整个世界。现在它已降临到地球，统治人类曾经立足的世界。

source: Scenario VII
ru: Сценарий VII
vi: Màn VII
zh: 冒险VII

source: Each surviving investigator is driven <b>insane</b>.
ru: Все выжившие сыщики <b>сошли с ума</b>.
vi: Mỗi điều tra viên còn sống trở nên <b>điên loạn</b>.
zh: 所有幸存的调查员<b>发疯</b>。

source: Each surviving investigator is <b>killed</b>.
vi: Mỗi điều tra viên còn sống bị <b>giết chết</b>.
