Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/the_miskatonic_museum.po
Languages: ko, ru, zh

source: The Miskatonic Museum
ru: Мискатоникский музей
zh: 博物馆之夜

source: Scenario II: The Miskatonic Museum
ko: 시나리오 II: 미스케토닉 박물관
ru: Сценарий II: Мискатоникский музей
zh: 冒险II：博物馆之夜

source: Several months ago, Armitage and his colleagues stopped a rampaging horror from tearing through Dunwich, a backwater town several hours north and west of Arkham. At first you imagine this beast as a rabid bear, or worse, but the professor’s description of the creature paints a different picture. It all began when a man named Wilbur Whateley entered the Orne Library looking for Olaus Wormius’s Latin translation of a book called the Necronomicon. Wilbur already possessed a beaten-up English translation by Dr. John Dee, but it was insufficient for his purposes. Armitage turned the man away, fearing what use the strange man had for the book. Whateley returned in secret, hoping to steal the book, but was attacked by a hound guarding the university. Armitage, Rice, and Morgan later discovered Whateley’s body. A description of the foul corpse—semi-anthropomorphic and covered in fur, with a leathery hide and greenish-grey tentacles—causes you to question whether or not Whateley was truly human.
ko: 몇 달 전, 아미티지와 그의 동료들은 아컴에서 북서쪽으로 몇 시간 정도 달려가야 도착하는 시골 마을 던위치에서 마을을 유린하던 난폭한 괴물을 막아냈습니다. 그 얘기를 듣고, 처음에 당신은 광폭한 곰 내지는 그보다 좀 더 사나운 야수 따위를 상상했습니다. 하지만 교수가 묘사하는 괴물은 그런 것과 아예 격이 달랐습니다. 모든 일은 윌버 웨이틀리라는 사람이 올라우스 워미우스가 번역한 네크로노미콘의 라틴어 판본을 찾아 오른 도서관을 방문한 것에서부터 시작되었습니다. 윌버는 이미 존 디 교수의 낡아 빠진 영문 번역본을 가지고 있었지만, 그것으로는 자기 목적을 채울 수가 없었던 모양입니다. 아미티지는 그 이상한 남자가 불순한 의도를 갖고 네크로노미콘을 빌리려 한다고 우려하여 열람하지 못하게 막았습니다. 웨이틀리는 밤을 틈타 오른 도서관에 침입하여 책을 훔치려 했으나, 대학을 지키는 경비견의 공격을 받았습니다. 아미티지, 라이스, 모건은 나중에야 웨이틀리의 시신을 발견했습니다. 웨이틀리의 시신은 반쯤만 인간의 형체를 닮은 털북숭이였고, 질긴 가죽에 녹회색 촉수가 달려있었다고 합니다. 그런 이야기를 접하고 나니 당신은 웨이틀리가 진짜 인간이었는지조차 의문스럽습니다.
ru: Несколько месяцев назад Армитедж и его коллеги разделались с какой-то ужасной тварью, которая бесчинствовала в Данвиче — захолустной деревушке в нескольких часах езды на северо-запад от Аркхэма. Поначалу вы думали, что это был бешеный медведь или что похуже, но профессор описывает эту тварь совсем иначе. Всё началось, когда мужчина по имени Уилбур Уэйтли пришёл в библиотеку Орна в поисках книги под названием «Некрономикон» в латинском переводе Олая Вормия. У Уилбура уже имелся потрёпанный экземпляр этой книги в английском переводе доктора Джона Ди, но его было недостаточно для того, что задумал Уэйтли. Армитедж отказал ему, опасаясь, что этот странный человек использует книгу во зло. Ночью Уэйтли тайно вернулся в университет, чтобы выкрасть книгу, но был растерзан сторожевой собакой. Его тело обнаружили Армитедж, Райс и Морган. Описание этого нечестивого трупа — лишь частью человеческого, покрытого шерстью, с кожистой шкурой и зеленовато-серыми щупальцами, — заставляет вас задаться вопросом, а был ли Уэйтли человеком.
zh: 几个月前，阿米蒂奇和他的同事前往了阿卡姆西北方向的敦威治，在那儿阻止了一场惊天大阴谋。一开始，你觉得那个怪物只是熊，或者那一类的东西，但是教授述说的内容却大相迳庭。 一切都要从一个叫威尔伯·沃特雷的男子说起，他进入奥恩图书馆，查找奥洛斯·沃尔密乌斯翻译的拉丁文版《死灵之书》。威尔伯已经有一本破旧的，约翰·迪伊翻译的英文版《死灵之书》，但他好像并不满足于此。阿米蒂奇拒绝了那个男子，他担心书被恶人利用。不过沃特雷还是悄悄回来了，想要偷走书，却被看门狗咬伤。后来，阿米蒂奇、莱斯和摩尔根找到了沃特雷的尸体，样子十分惨烈。他变得像是野兽和人的混合体，粗糙的皮肤上长满毛发，还长出了灰绿色的触手。你开始怀疑，沃特雷真的是人类吗？

source: The notes written by Dr. Armitage in the journal stress Whateley’s desire to get his hands on the Necronomicon for some terrible purpose. As you read on, it seems that Dr. Armitage brought the university’s copy of the tome to Harold Walsted—the curator of the Miskatonic Museum—for safekeeping in the museum’s Restricted Hall. Although you are worried about your mentor, you are equally worried that Armitage’s kidnappers might get their hands on this Necronomicon. You decide to head to the museum to prevent them from acquiring it.
ko: 아미티지 박사의 일지에는, 웨이틀리가 어떤 끔찍한 목적을 이루고자 네크로노미콘을 손에 넣으려 했다고 기록되어 있습니다. 계속 읽어보니, 아미티지 박사는 대학에 있던 네크로노미콘 올라우스 워미우스 번역본을 미스캐토닉 박물관 큐레이터인 해럴드 월스테드에게 맡겼고, 이후 그 책은 박물관의 제한 구역에 보관되었다고 합니다. 당신으로서는 스승의 안위도 걱정되기는 하지만, 아미티지 박사를 납치한 자들이 네크로노미콘까지 탐낼까 우려가 됩니다. 당신은 그들이 네크로노미콘을 손에 넣는 걸 막기 위해 박물관으로 향합니다.
ru: В своём дневнике доктор Армитедж настаивает на том, что Уэйтли хотел заполучить в свои руки «Некрономикон» с какой-то ужасной целью. Судя по следующим записям, доктор Армитедж отдал университетский экземпляр книги Гарольду Уолстеду, хранителю Мискатоникского музея, чтобы тот спрятал его в закрытом зале музея. Конечно, вы беспокоитесь за своего наставника, но не меньше вас волнует и то, что этот «Некрономикон» может попасть в руки тех, кто похитил доктора. Вы отправляетесь в музей, чтобы помешать злодеям заполучить книгу.
zh: 阿米蒂奇的日记里，强调了沃特雷拿取《死灵之书》别有用意。你继续阅读，看到阿米蒂奇博士为了保证书籍的安全，将它交给了大学博物馆的馆长——哈罗德·维尔斯特，让他将书籍放到博物馆的限制区妥善保存。尽管你担心自己导师的安危，但你同样担心绑匪染指《死灵之书》。于是你决定前往博物馆阻止他们。

source: “My colleagues and I were quick to put the ordeal behind us,” Armitage says with a sigh. “But it seems that things haven’t fully resolved themselves. I’ll tell you the rest later, but for now, it is imperative that we get our hands on that copy of the Necronomicon. If my instincts are correct, the assailants you’ve encountered will be searching for it. After all that transpired, I didn’t feel safe keeping it at the library, so I brought it to my good friend, Harold Walsted. He is the current curator of the Miskatonic Museum. I thought it would be safe in the museum’s Restricted Hall, but now I’m not so sure. You must retrieve it at all costs! I fear terribly what they could do with the rites contained in its pages…”
ko: “나와 동료 교수들은 그 끔찍한 사건을 되도록 빨리 잊으려 노력했었다네.” 아미티지가 한숨을 쉬며 말합니다. “하지만 일이 아직 완전히 매듭지어진 건 아닌가 보군. 자세한 건 나중에 이야기해 주겠지만, 일단 지금은 올라우스 워미우스가 번역한 라틴어판 네크로노미콘을 확보하는 게 최우선일세. 내 직감이 맞다면, 자네를 공격한 자들은 분명 그걸 찾고 있을 게야. 몇 달 전 벌어진 사태 이후로, 도서관에서는 그 책을 안전하게 보관하기가 어렵겠다 싶어서 내 친구인 해럴드 월스테드에게 가져갔다네. 그는 미스캐토닉 박물관의 현직 큐레이터일세. 그 당시엔 박물관의 제한 구역에 보관해 두는 게 더 안전할 거라 생각했지만, 지금 생각해 보니 그렇지 않을 수도 있겠네. 무슨 수를 써서라도 그걸 확보해야 하네! 그자들이 네크로노미콘에 나와 있는 의식을 거행하면 무슨 끔찍한 일이 벌어질지 생각만 해도 소름이 끼친다네...”
ru: «Мы с коллегами быстро оправились после того, что произошло в Данвиче, — произносит Армитедж со вздохом. — Но похоже, эта история ещё далека от завершения. Об остальном я расскажу позже, но сейчас нам обязательно нужно раздобыть тот экземпляр „Некрономикона“. Чутьё подсказывает мне, что те, кто напал на вас, будут искать его. После всего, что я выяснил, мне показалось небезопасным держать эту книгу в библиотеке, так что я отдал её своему хорошему другу Гарольду Уолстеду. Это нынешний хранитель Мискатоникского музея. Я решил, что в закрытом зале музея фолиант будет в безопасности, но теперь я в этом не уверен. Вы должны отыскать его любой ценой! Даже подумать страшно, как они могут использовать тайны, описанные на его страницах…»
zh: “我们三个很快就忘了此事，”阿米蒂奇叹了一口气，“但看起来事情还未结束。我之后会告诉你们剩下的故事，但现在，《死灵之书》才是最重要的。我有一种预感，那些人不会放弃这本书的。所以我提前将书移出了图书馆，交给了我的好朋友——米斯卡塔尼克大学博物馆馆长，哈罗德·维尔斯特先生保管。我曾以为这本书待在博物馆的限制区足够安全，但现在我不敢如此断言。你必须不惜一切代价取回它！我担心他们会运用书里的仪式来做可怕的事情……”

source: Put one of the two Administration Office locations and one of the two Security Office locations into play at random. Remove the other versions of Administration Office and Security Office from the game. Then, put the Museum Entrance and Museum Halls locations into play. Each investigator begins play at the Museum Entrance.
ko: 무작위로 ‘관리실’ 장소 2장 중 1장과 ‘경비실’ 장소 2장 중 1장을 선택하여 플레이 영역에 둡니다. 선택하지 않은 ‘관리실’과 ‘경비실’은 게임에서 제거합니다. 그런 다음, ‘박물관 입구’, ‘박물관 로비’ 장소를 플레이 영역에 둡니다. 모든 조사자는 ‘박물관 입구’에서 시작합니다.
ru: Случайным образом выберите одну из двух версий локации «Офис администрации» и одну из двух версий локации «Пост охраны». Введите выбранные версии в игру и удалите из игры другие версии «Офиса администрации» и «Поста охраны». Затем введите в игру локации «Вход в музей» и «Вестибюль». Все сыщики начинают игру в локации «Вход в музей».
zh: 将2张管理办公室和2张保安室中，各随机选择一张放置入场，将另一张同名卡牌移出游戏。然后，将博物馆大门、博物馆大厅放置入场。每位调查员从博物馆大门开始游戏。

source: Set the 6 “Exhibit Hall” locations aside as a separate “Exhibit Deck.” To do this, perform the following:
ko: ‘전시장’ 장소 6장을 별도의 “전시장 덱”으로 구분하여 치워 둡니다. 다음 지시에 따라 전시장 덱을 구성합니다.
ru: Возьмите 6 локаций «Выставочный зал» и соберите из них отдельную выставочную колоду. Это делается следующим образом:
zh: 将6张“展厅”放在一边，组成展厅牌堆。请按以下步骤执行：

source: Shuffle the Exhibit Hall (Restricted Hall) and 2 other random Exhibit Hall locations together to form the bottom 3 cards of the Exhibit Deck, unrevealed side faceup.
ko: ‘전시장(제한 구역)’ 장소와 다른 무작위 ‘전시장’ 장소 2장을 미공개 면이 보이게 섞어 “전시장 덱” 맨 밑 카드 3장을 구성합니다.
ru: Перемешайте «Выставочный зал (закрытый зал)» и 2 другие случайные локации «Выставочный зал» и положите их в стопку закрытой стороной вверх — это будут три нижние карты выставочной колоды.
zh: 将展厅(禁止入内)和其他随机2张展厅混洗，未揭示面朝上，放在展厅牌堆底部。

source: Then, place the other 3 Exhibit Hall locations on top, in a random order. All 6 cards of the Exhibit Hall deck should be showing only the unrevealed side, so that the players do not know which Exhibit Hall is the Exhibit Hall <i>(Restricted Hall)</i>.
ko: 그런 다음, 나머지 ‘전시장’ 장소 3장을 그 위에 무작위 순서대로 올려놓습니다. 어느 ‘전시장’ 카드가 ‘전시장(제한 구역)’인지 알 수 없도록 “전시장 덱”에 속한 카드 6장은 모두 미공개 면이 보이도록 두어야 합니다.
ru: Затем положите сверху в случайном порядке 3 оставшиеся локации «Выставочный зал». Все карты в выставочной колоде должны лежать закрытой стороной вверх, чтобы игроки не знали, который из «Выставочных залов» — «Закрытый зал».
zh: 然后，将剩余3张展厅混洗，放在展厅牌堆顶部。6张展厅卡都必须以未揭示面朝上。

source: Set the following cards aside, out of play: Harold Walsted, Adam Lynch, The Necronomicon <i>(Olaus Wormius Translation)</i>, and Shadow-spawned.
ko: ‘해럴드 월스테드’, ‘애덤 린치’, ‘네크로노미콘(올라우스 워미우스 번역본)’, ‘어둠의 피조물’ 카드를 비플레이 상태로 치워 둡니다.
ru: Отложите в сторону карты «Гарольд Уолстед», «Адам Линч», «„Некрономикон“ (в переводе Олая Вормия)» и «Порождение теней».
zh: 将下列卡牌放在一边：哈罗德·维尔斯特、亚当·林奇、死灵之书(<i>奥洛斯·沃尔密乌斯译本</i>)、暗影之子。

source: The Void
ko: 공허
ru: Пустота
zh: 混沌

source: Some cards in this scenario reference an area called “the void.” The void is an out-of-play area next to the act and agenda deck which the Hunting Horror enemy can enter and leave via card effects. While the Hunting Horror is in the void, it is considered out of play and cannot be affected by player cards or investigator actions.
ko: 이번 시나리오에 속한 일부 카드에는 “공허”라는 영역이 적혀 있습니다. 공허는 주요목적 덱과 주요사건 덱 옆에 있는 비플레이 영역을 뜻하며, ‘공포의 추격자’ 적이 각종 카드 효과에 의해 이 영역으로 드나들 수 있습니다. 공허 영역에 있는 ‘공포의 추격자’는 비플레이 상태로 간주하며, 플레이어 카드나 조사자 행동의 영향을 받지 않습니다.
ru: В тексте некоторых карт этого сценария упоминается зона под названием «пустота». Пустота — это особая внеигровая зона рядом с колодами сцен и замыслов. Враг «Охотящийся ужас» может входить в пустоту и выходить из неё посредством эффектов карт. Пока «Охотящийся ужас» в пустоте, он находится вне игры и на него не могут влиять ни карты игроков, ни действия сыщиков.
zh: 该冒险中，部分卡牌会提及“混沌”区域。混沌是场外区域的一部分，在场景与密谋牌堆旁边，用于放置追猎恐魔。当追猎恐魔在混沌中时，被视为离场，不能被玩家卡牌和调查员行动影响。

source: the investigators failed to recover the Necronomicon.
ko: 조사자들이 네크로노미콘을 회수하지 못했다.
ru: сыщики не смогли вернуть «Некрономикон».
zh: 调查员未取得死灵之书。

source: the investigators destroyed the Necronomicon.
ko: 조사자들이 네크로노미콘을 파괴했다.
ru: сыщики уничтожили «Некрономикон».
zh: 调查员销毁死灵之书。

source: the investigators took custody of the Necronomicon.
ko: 조사자들이 네크로노미콘을 보관했다.
ru: сыщики забрали «Некрономикон» себе.
zh: 调查员带走死灵之书。

source: The investigators have earned The Necronomicon <i>(Olaus Wormius Translation)</i> card. Any one investigator may choose to add The Necronomicon <i>(Olaus Wormius Translation)</i> to their deck. This card does not count towards that investigator’s deck size.
ko: 조사자들은 ‘네크로노미콘<i>(올라우스 워미우스 번역본)</i>’ 카드를 얻었습니다. 조사자 중 한 명이 ‘네크로노미콘(올라우스 워미우스 번역본)’을 자기 덱에 추가해도 됩니다. 이 카드는 조사자의 덱 크기를 계산할 때 포함되지 않습니다.
ru: Сыщики получают карту «„Некрономикон“ (в переводе Олая Вормия)». Любой сыщик может включить в свою колоду карту «„Некрономикон“ (в переводе Олая Вормия)». Эта карта не идёт в счёт размера колоды.
zh: 调查员获得了死灵之书。一位调查员可以选择将死灵之书(<i>奥洛斯·沃尔密乌斯译本</i>)加入其牌组中，该卡不计入卡牌张数限制。

source: You have given in to the temptation of power. Add 1 [elder_thing] chaos token to the chaos bag for the remainder of the campaign.
ko: 당신은 힘의 유혹에 빠져들었습니다. 캠페인이 끝날 때까지 혼돈 주머니에 [elder_thing] 토큰을 1개 추가합니다.
ru: Вы не выдержали искушения могуществом. Добавьте в мешок хаоса 1 жетон [elder_thing] до конца кампании.
zh: 你被黑暗的力量诱惑了。在混乱袋中加入1个[elder_thing]标记，持续到剧本结束。

source: Adjust chaos bag
ko: 혼돈 주머니 조정
ru: Добавить/удалить жетоны хаоса
zh: 调整混乱袋

source: Which ally left play?
ko: 어떤 조력자가 플레이 영역을 떠났습니까?
ru: Кто из союзников вышел из игры?
zh: 哪位盟友离场？

source: Harold Walsted
ko: ‘해럴드 월스테드’
ru: Гарольд Уолстед
zh: 哈罗德·维尔斯特

source: Add 1 [tablet] token to the chaos bag for the remainder of the campaign.
ko: 캠페인이 끝날 때까지 혼돈 주머니에 [tablet] 토큰을 1개 추가합니다.
ru: Добавьте 1 жетон [tablet] в мешок хаоса до конца кампании.
zh: 在混乱袋中加入1个[tablet]标记，持续到剧本结束。

source: Adam Lynch
ko: ‘애덤 린치’
ru: Адам Линч
zh: 亚当·林奇

source: If you need to add a [tablet] token to the chaos bag, use "undo" and select "Adjust chaos bag".
ko: 혼돈 주머니에 [tablet] 토큰을 1개 추가하려면, ‘뒤로 가기’를 사용하여 ‘혼돈 주머니 조정’을 선택하십시오.
ru: Если вам нужно добавить жетон [tablet] в мешок хаоса, прямо сейчас откатите начало розыгрыша исходов (стрелка «Назад» наверху экрана) и нажмите кнопку «Добавить/удалить жетоны хаоса».
zh: 如果你要在混乱袋中加入[tablet]标记，请按下“复原”并选择“调整混乱袋”。

source: Whatever the creature in the museum was, you had neither the will nor the tools to destroy it. It seems you must give up any hope of recovering the Necronomicon. Even so, there are others depending on you. Gathering your courage, you prepare for your next task.
ko: 박물관에 있는 괴물의 정체가 무엇이든 간에, 당신에게는 그 괴물을 물리칠 의지도 수단도 없습니다. 네크로노미콘을 되찾을 수 있을지도 모른다는 당신의 기대는 완전히 무너졌습니다. 그렇지만, 아직도 간절하게 당신의 도움을 필요로 하는 이들이 있습니다. 당신은 용기를 짜내어 앞일을 대비합니다.
ru: Чем бы ни была эта тварь в музее, вам не хватило ни духа, ни сил, чтобы справиться с ней. Похоже, у вас не осталось никакой надежды найти «Некрономикон». Тем не менее многие рассчитывают на вас. Собрав всю свою отвагу, вы готовитесь к следующей миссии.
zh: 不管博物馆里的那个东西是什么，你都决定放弃，离开这儿。你知道自己不够勇敢，也没有好的武器，看来《死灵之书》也彻底与你无缘了。不管怎样，还是有人期待著你。何不振作起来，自信地迎接下个任务呢？

source: As long as this translation of the Necronomicon exists, there will be sorcerers and other foul agents like Whateley seeking it. In the end, you know what must be done to protect humanity from the threats you’ve seen. You find a trash bin and fill it with books and documents, throwing the Necronomicon on top. It takes several matches to set the contents of the bin alight. The flames fill the room with heat and the creeping shadows retreat from its light. You watch the book burn for some time, its pages turning to ash. You can only hope you’ve made the right decision.
ko: 이 네크로노미콘 번역본이 존재하는 한, 다른 주술사나 웨이틀리 같은 사악한 자들이 계속 꼬여들 겁니다. 당신이 목도한 위협으로부터 인류를 지켜내려면 이 책을 파괴해야 합니다. 당신은 쓰레기통을 찾아 책과 서류로 가득 채운 다음 그 위에 네크로노미콘을 던집니다. 그리고 성냥을 켜서 쓰레기통 위로 불을 붙입니다. 불길이 방 안을 열기로 가득 채우자, 오싹한 그림자도 불빛에서 점차 물러납니다. 당신은 불 붙은 책이 재로 변하는 광경을 가만히 바라봅니다. 이것이 제발 올바른 선택이었기를 바랄 뿐입니다.
ru: Пока этот перевод «Некрономикона» существует, его будут разыскивать всякие чародеи и другие прислужники зла вроде Уэйтли. Вы знаете, что нужно сделать, чтобы защитить человечество от тех ужасов, которые вы видели. Вы наполняете мусорное ведро книгами и бумагами, а сверху кладёте «Некрономикон». Вам приходится потратить несколько спичек, чтобы поджечь содержимое ведра. Огонь наполняет комнату теплом и разгоняет зловещие тени. Некоторое время вы наблюдаете за тем, как страницы книги превращаются в пепел. Вам остаётся только надеяться, что вы приняли правильное решение.
zh: 只要这本《死灵之书》还在，就会有更多像沃特雷那样的狂热分子，永无止境地寻找这本书。能够保护人类的方法就是净化这罪恶，唯一能净化罪恶的就是灼热的火焰。你把垃圾桶里填满纸，又把《死灵之书》放在最上面。你划燃几根火柴，点燃了垃圾桶。火焰传来的温暖充斥了整个房间，火光越烧越烈，逼退了墙上的黑影。你看著这本书被烧成灰烬，只希望你所做的决定是正确的。

source: The Necronomicon is more than just a book; it is a tool. Within its pages is a wealth of information about the forces and creatures you have encountered. Knowing how useful it could be in your endeavors, how could you possibly bring yourself to destroy it? Besides, as long as you keep the book safely in your possession, you will still be foiling those who wish to use it for nefarious purposes.
ko: 네크로노미콘은 단순한 책이 아니라 도구입니다. 이 책에는 당신이 지금껏 맞닥뜨린 힘과 괴물에 대한 정보가 잔뜩 담겨 있습니다. 당신이 해야 할 일을 생각해 본다면, 앞으로 큰 도움이 될 이 책을 파괴하는 게 가당키나 하겠습니까? 게다가 당신이 책을 잘 보관하면, 이 책을 사악한 목적에 사용하려는 자들을 저지하는 셈입니다.
ru: «Некрономикон» — больше чем просто книга, это инструмент, орудие, средство. Его страницы — настоящий кладезь знаний о силах и тварях, с которыми вы столкнулись. Зная, насколько он может быть полезен в вашем деле, как вы можете заставить себя уничтожить его? Кроме того, пока книга будет у вас, она точно не попадёт в руки тем, кто жаждет использовать её в нечестивых целях.
zh: 《死灵之书》不仅仅是一本书，它还可以受用于你。在这本书中记载著许多与你所遭遇的势力和生物有关的信息。考虑到它对你来说作用斐然，你怎可把它毁了呢？而且，只要你随身带著它，就能防止别人利用它作恶。

source: Scenario II
ko: 시나리오 II
ru: Сценарий II
zh: 冒险II
