Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zdm/introspection.po
Languages: de, es

source: Introspection
de: Introspektive

source: Interlude II: Introspection
de: Zwischenspiel 2: Introspektive
es: Interludio II: Introspección

source: The strange quantum shards, the golden disks obtained from the Mi-Go, the cryptic message from Earth… Despite travelling throughout the solar system to uncover these individual pieces of the puzzle, you still can't seem to fit them together into one big picture. There is a key element missing — a connective tissue that will make sense of it all. Of course, there is also still one place you know for certain contains all of your answers, but you fear what you may find there. And that place is your own mind. Deep within your own subconscious, you can feel a shimmer of the cultist you embody — imprisoned in the edges between your thoughts. You know for certain that the other version of you remembers how to find Fragment. Entering one's own virtual mind is particularly dangerous as any small mistake could send you spiraling into insanity. But you are ready to confront your past once and for all. With the help of K2-PS187, the cryo-chamber's dream protocols are once again tinkered with to access your own personal memories this time. You lie back down in the cryo-chamber once more. With a flick of a switch, you begin to fall back into unconsciousness…
de: Die seltsamen Quantenkristalle, die goldenen Scheiben von den Mi-Go, die kryptische Botschaft von der Erde... Obwohl du durch das ganze Sonnensystem reisen musstest, um diese einzelnen Puzzleteile zu finden, scheinen sie kein größeres Bild zu ergeben. Ein wichtiges Element muss noch fehlen - das Gewebe, das sie verbindet und ihre gemeinsame Bedeutung offenbart. Natürlich kennst du einen Ort, an dem du alle Antworten finden wirst, die du suchst. Aber du fürchtest dich vor dem, was dich dort erwartet. Dieser Ort ist dein eigener Verstand. Tief in deinem Unterbewusstsein lauert immer noch der Kultist, dessen Körper du bewohnst - eingesperrt zwischen deinen Gedanken. Du weißt ganz sicher, dass sich dein anderes Ich daran erinnert, wie man das Bruchstück finden kann. Mit seinem eigenen virtuellen Geist zu interagieren birgt große Gefahren; der kleinste Fehltritt kann einen Absturz in den Wahnsinn bedeuten. Aber du bist bereit, dich deiner Vergangenheit ein für alle Mal zu stellen. Mit der Hilfe von 2C-OES187 modifizierst du die Traumprotokolle der Kälteschlafkapseln erneut, aber dieses Mal, um deine eigenen Erinnerungen zu erleben. Mit dem Klicken des Schalters wirst du wieder bewusstlos.
es: Los extraños fragmentos cuánticos, los discos de metal obtenidos de los Mi-Go, el críptico mensaje de la Tierra… A pesar de haber viajado por todo el sistema solar para encontrar estas piezas del puzle, aún no tenéis ni idea de como encajan en el esquema global. Hay un elemento clave que os falta, algo que lo conecte todo y le de sentido por fin. Por supuesto, también existe un lugar en el que sabes que podrías encontrar todas las respuestas que necesitas, pero te aterra pensar qué podrías encontrar allí. Ese lugar es tu mente. En lo más profundo de tu subconsciente, sientes un destello del sectario que una vez fuiste, aprisionado entre los límites de tus propios pensamientos. Estás seguro de que la otra versión de ti sabe donde encontrar Fragmento. Adentrarse en tu propia mente es particularmente peligroso, ya que cualquier mínimo error te puede llevar a una espiral de demencia. Pero estás listo para confrontar tu pasado de una vez por todas. Con la ayuda de K2-EP187, los protocolos del sueño de las criocámaras vuelven a ser modificados, esta vez para entrar en tus propios recuerdos. Te tumbas en tu criocámara una vez más. Con el sonido de un interruptor comienzas a caer en la inconsciencia…

source: The investigators may choose to take their time to search the Tatterdemalion for any more important details they may have missed.
de: Die Ermittler dürfen wählen, die Tatterdemalion gründlich nach wichtigen Details zu durchsuchen, die sie bisher übersehen haben.
es: Los investigadores pueden decidir tomarse un tiempo y buscar en la Tatterdemalion algún detalle importante que se les haya podido pasar.

source: Would you like to search the Tatterdemalion?
de: Möchtest du die Tatterdemalion durchsuchen?
es: ¿Queréis buscar en la Tatterdemalion?

source: If you do so, add 1 tally mark to "Impending Doom" and to each investigator's "Memories".
de: Falls sie das tun, notiere im Kampagnenlogbuch jeweils 1 Zählstrich unter „Drohendes Unheil“ und bei den „Erinnerungen“ jedes Ermittlers.
es: Si lo hacéis, añade 1 marca en la sección "Perdición inminente" y en la sección "Recuerdos" de cada investigador en el registro de campaña.

source: Each investigators gains 1 Memory.
de: Jeder Ermittler erhält 1 „Erinnerung“.
es: Cada investigador obtiene 1 Recuerdo.

source: The investigators may choose to enter a simulation of the Earth's histories to learn more about this future by playing a side-story, crossing out "Memories" instead of paying its experience cost. Experience earned by playing the side-story become "Memories" for investigators instead.
de: Die Ermittler dürfen wählen, eine historische Simulation der Erde zu betreten, um mehr über diese Zukunft herauszufinden. Dazu spielen sie eine Nebengeschichte. Anstatt Erfahrungspunkte für diese Neben- geschichte zu bezahlen, muss jeder Ermittler entsprechend viele sein „Erinnerungen“ durchstreichen, und für jeden Erfahrungspunkt, den die Ermittler während dieser Nebengeschichte verdienen würden, notieren sie stattdessen entsprechend viele Zählstriche bei ihren „Erinnerungen“.
es: Los investigadores pueden decidir entrar en una simulación de la historia de la Tierra para aprender más sobre este futuro jugando un escenario independiente como historia secundaria. La experiencia obtenida en este escenario se convierte automáticamente en "Recuerdos" para los investigadores.

source: Would you like to add a side-story to the campaign?
de: Möchtest du eine Nebengeschichte der Kampagne hinzufügen?
es: ¿Quieres añadir una historia secundaria a la campaña?

source: Use the "Add side scenario" button on the campaign screen to choose and play a side scenario. Experience will be automatically turned into "Memories".
de: Verwende die Schaltfläche „Nebenszenario hinzufügen” auf dem Kampagnenbildschirm, um ein Nebenszenario auszuwählen und zu spielen. Die gesammelten Erfahrungen werden automatisch in „Erinnerungen” umgewandelt.
es: Usa el botón "Añade Historia secundaria" para elegir y jugar una historia secundaria. La experiencia obtenida en este escenario se convierte automáticamente en "Recuerdos" para los investigadores.

source: Memories of your past life come flooding back to you — horrible visions of launching missiles onto mining outposts, spreading memetic biological viruses, and other unspeakable evils upon humanity. The cultist that you used to be must answer for their atrocities — and you are more than ready to finally extinguish their presence within you.
de: Erinnerungen an dein vergangenes Leben strömen in deinen Kopf zurück - schreckliche Erinnerungen. Du siehst, wie du mit Raketen auf Bergbaukolonien geschossen, tödliche Viren verbreitet und andere unaussprechliche Verbrechen begangen hast. Der Kultist, der du einst warst, muss für seine Gräueltaten büßen - und du bist mehr als bereit, sein Selbst in dir endlich auszulöschen.
es: Los recuerdos de tu vida pasada vuelven en tropel a ti. Horribles visiones de misiles lanzados contra centros mineros, esparciendo virus miméticos biológicos y otras atrocidades sin nombre sobre la humanidad. Los sectarios a los que pertenecías deben responder por sus atrocidades y estás más que preparado para extinguir finalmente su presencia en tu interior.

source: Each investigator begins the following scenario with 1 additional resource and 1 additional card in their starting hand.
de: Jeder Ermittler beginnt das nächste Szenario mit 1 zusätzlichen Ressource und 1 zusätzlichen Karte auf seiner Starthand.
es: Cada investigador comienza el siguiente escenario con 1 recurso adicional y 1 carta adicional en su mano inicial.
