Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zdm/mission_briefing.po
Languages: de, es

source: Mission Briefing
de: Missionsbesprechung

source: Interlude I: Mission Briefing
de: Zwischenspiel 1: Missionsbesprechung
es: Interludio I: Informe de misión

source: The virtual dreamscape around you swirls into a flurry of ephemeral blue code and dissipates into complete darkness. You find yourself back inside the Tatterdemalion. A sharp sting hurts you as a mechanical arm unplugs the cyber-cable out of the back of your head. K2-PS187 apologizes for the intrusive method it used to bring you into the virtual dreamlands and is now fully cooperative. The cybernetic supercomputer will help you in any way it can, starting with a summary of the recent events that have unfolded on the Tatterdemalion.
de: Die virtuelle Traumlandschaft um dich herum zerfließt in einen Wirbel aus flüchtigem blauem Code und löst sich dann in völlige Dunkelheit auf. Du bist wieder auf der Tatterdemalion. Du spürst ein scharfes Stechen, als ein mechanischer Arm das Cyberkabel aus deinem Hinterkopf zieht. 2C-OES187 entschuldigt sich für diese eindringliche Art, dich die virtuellen Traumlande zu bringen, und ist jetzt bereit, mit dir zusammenzuarbeiten. Der kybernetische Supercomputer möchte dich nach besten Kräften unterstützen, und beginnt damit, dir von den jüngsten Ereignissen auf der Tatterdemalion zu berichten.
es: El entorno de sueño virtual que te rodea comienza a desvanecerse en una bruma de código azul y desaparece dejando sólo oscuridad. Te encuentras de nuevo en la Tatterdemalion. Una terrible punzada te sacude cuando un brazo robótico desconecta el cibercable que tenías en la parte posterior de tu cabeza. K2-EP187 se disculpa por haber tenido que usar un método tan intrusivo para introducirte en las tierras del sueño virtuales y ahora parece dispuesto a cooperar en todo lo que necesites. El superordenador cibernético te ayudará en cualquier modo que pueda, empezando con un resumen de los eventos más recientes acontecidos en la Tatterdemalion.

source: The virtual dreamscape around you swirls into a flurry of ephemeral blue and dissipates away as you disconnect from the virtual dreamscape and stumble out of the all too familiar cryosleep chamber. K2-PS187 is now fully cooperative and will help you in any way it can. The supercomputer starts by briefing you on the recent events that have unfolded on the Tatterdemalion.
de: Die virtuelle Traumlandschaft um dich herum zerfließt in einen Wirbel aus flüchtigem blauem Code und löst sich auf, während du die Verbindung trennst und aus deiner altbekannten Kälteschlafkapsel stolperst. 2C-OES187 ist jetzt bereit, mit dir zusammenzuarbeiten, und möchte dich nach besten Kräften unterstützen. Der kybernetische Supercomputer beginnt damit, dich über die jüngsten Ereignisse auf der Tatterdemalion zu informieren.
es: El entorno de sueño virtual que te rodea comienza a desvanecerse en una bruma de código azul y desaparece según te desconectas del sueño y te incorporas en tu ya familiar criocámara. K2-EP187 está dispuesto a colaborar contigo en todo lo que necesites. El superordenador comienza a hacerte un resumen de los eventos más recientes acontecidos en la Tatterdemalion.

source: The crew of Tatterdemalion was composed of worshippers of Hastur, one of the Ancient Ones that has descended upon Earth. The cultists recently undertook a mission to free Tassilda, daughter of Hastur, rumored to be imprisoned on an asteroid codenamed Fragment. The ship managed to rendezvous with Fragment and deployed several survey teams to search the caverns upon it. Before your current mind was implanted, you were one of these cultist explorers, destined to awaken Tassilda. After a few weeks of survey, one of the teams retrieved a slab of alien hieroglyphs, and ordered K2-PS187 to begin a translation. Another team reported to have found the inner chambers where Tassilda resided and destroyed the imprisoning sigils. They were never heard from again. You and your fellow cultists swiftly withdrew from the asteroid before the princess of Carcosa could awaken and attack the Tatterdemalion. Content that such were the risks one took worshipping gods of pure chaos, you did not mourn your lost companions. The ship was set to return to the inner solar system. Your mission has been a success. You had finally freed Tassilda, the daughter of Hastur, who might soon be elevated by her father to become a new Ancient One. While most of the cultists entered cryosleep for the journey home, K2-PS187 was busy analysing the alien runes. When the translation was complete, the computer learned of a story titled "Heir to Carcosa." The knowledge caused it to go insane and slaughter all of the waking crew out of terror. The ship was left in turmoil, drifting without sense through space — until K2-PS187 brought you back into this world from the archives in a final cry for help. You now understand what you must do. Although Earth is no longer the home it used to be, humanity still exists, spread out throughout colonies in the solar system, living in fear and in isolation. If the being named Tassilda, Heir to Carcosa, would be exalted by her father, there is no doubt that she will decide to reign over humanity's colonies with the madness of Carcosa. You must atone for your past sins and eliminate the entity before she can be elevated to godhood. Unfortunately, the last recorded positions of Fragment were among the data lost during the initial corruption. However, K2-PS187 was able to retrieve a few leads from the ship's itinerary. You will need to traverse the solar system to locate the coordinates of the asteroid and prevent Tassilda's ascension.
de: Die Besatzung der Tatterdemalion bestand aus Anhängern von Hastur, einem der Großen Alten, die auf die Erde hinabgestiegen sind. Die Kultisten sind aufgebrochen, um Hasturs Tochter Tassilda zu befreien, die auf einem Asteroiden eingesperrt sein soll, der „das Bruchstück" genannt wird. Sie haben das Bruchstück gefunden und mehrere Forschungsteams entsandt, die die Höhlen unter seiner Oberfläche erkundet haben. Bevor dein jetziger Geist in deinen Körper eingepflanzt wurde, warst du einer jener Kultisten, die Tassilda erwecken wollten. Nach einigen Wochen der Forschung hat ein Team eine Steintafel mit außerirdischen Hieroglyphen gefunden und 2C-OES187 damit beauftragt, die Tafel zu übersetzen. Ein anderes Team hat berichtet, dass sie die inneren Kammern gefunden haben, in denen Tassilda wohnt. Nachdem sie die Bannsiegel in diesen Kammern zerstört hatten, hat niemand mehr etwas von diesem Team gehört. Du und die anderen Kultisten haben den Asteroiden eilig verlassen, bevor die Prinzessin von Carcosa erwachen und die Tatterdemalion angreifen konnte. Ihr habt eure verlorenen Mitstreiter nicht betrauert. Sie kannten die Risiken, die es mit sich bringt, Götter des reinen Chaos zu verehren. Das Schiff kehrte ins innere Sonnensystem zurück. Eure Mission war erfolgreich. Endlich hattet ihr Tassilda, die Tochter Hasturs, befreit. Bald könnte sie mit Hilfe ihres Vaters zu einer neuen Großen Alten werden. Nachdem sich die meisten Kultisten für den Rückflug in den Kälteschlaf begeben hatten, untersuchte 2C-OES/87 die außerirdischen Runen. Diese Runen erzählten die Geschichte Carcosas Erbin. Das Wissen über diese Geschichte ließ ihn wahnsinnig werden und vor Panik alle wachen Besatzungsmitglieder abschlachten. Danach war das Schiff führerlos und trieb ziellos durchs All - bis 2C-OES187 dich mit seinem letzten Hilferuf aus den Archiven in diese Welt brachte. Du weißt jetzt, was du zu tun hast. Die Erde ist zwar nicht mehr bewohnbar, aber die Menschheit existiert noch. Sie lebt in verschiedenen Kolonien im Sonnensystem, ängstlich und abgeschieden. Wenn das Wesen namens Tassilda, Carcosas Erbin, die Macht ihres Vaters übertragen bekäme, würde sie zweifellos die menschlichen Kolonien mit Carcosas Wahnsinn unterwerfen. Du musst für deine Sünden büßen, indem du dieses Wesen eliminierst, bevor es zu einer Göttin werden kann. Leider ist die Position des Bruchstücks während 2C-OES/87s Wahnsinn verlorengegangen. Aus den Logbüchern kann der Computer allerdings ein paar Hinweise ermitteln. Du musst durch das Sonnensystem reisen und diesen Hinweisen nachgehen, um den Asteroiden zu lokalisieren und Tassildas Aufstieg zu verhindern.
es: La tripulación de la Tatterdemalion estaba compuesta por adoradores de Hastur. Uno de los Primigenios que descendió a la Tierra. Hace bien poco, los sectarios emprendieron una misión para liberar a Tassilda, la hija de Hastur, que estaba supuestamente encarcelada en un asteroide al que llamaban en código Fragmento. La nave consiguió llegar hasta Fragmento y envió varios equipos de reconocimiento para buscar en las cavernas que pueblan el cuerpo del meteorito. Antes de que tu mente actual fuera implantada, tú fuiste uno de esos sectarios que bajaron al asteroide, destinado a despertar a Tassilda. Tras unas semanas de expedición, uno de los equipos reportó haber encontrado una losa con hieroglifos alienígenas y ordenó a K2-EP187 que comenzara su traducción. Otro equipo afirmó haber encontrado las cámaras interiores donde estaba retenida Tassilda y que había destruido los sellos que la encerraban. Nunca se volvió a saber de ellos. Tú y tus compañeros sectarios abandonasteis el asteroide antes de que la princesa de Carcosa pudiera liberarse y atacar a la Tatterdemalion. Viendo cuales eran los riesgos al adorar a dioses del puro caos, no os tomasteis ni un minuto en llorar a los compañeros perdidos. La nave fue programada para volver al interior del sistema solar. Tu misión había sido un éxito. Finalmente lograsteis liberar a Tassilda, la hija de Hastur, la que pronto será elevada por su padre y se convertirá en un nuevo Primigenio. Mientras que la mayoría de sectarios permanecían en las criocámaras en el camino de vuelta a casa, K2-EP187 estuvo ocupada analizando la runas extraterrestres. Cuando la traducción se completó, la computadora supo de la historia titulada "Heredera de Carcosa". Ese conocimiento causó que se volviera loca y que asesinara a toda la tripulación que estaba despierta a base de aterrorizarlos. La nave vagó a la deriva, atravesando el espacio sin sentido, hasta que K2-EP187 consiguió traerte de vuelta a este mundo desde sus archivos en un último grito de ayuda. Ahora sabes lo que debes hacer. Aunque la Tierra ya no es el hogar que una vez fue, la humanidad aún existe, diseminada en colonias por el sistema solar, viviendo con miedo y aisladas. Si el ser llamado Tassilda, Heredera de Carcosa, llega a ser exaltada por su padre, no hay duda de que intentará reinar sobre todas las colonias con la locura de Carcosa. Debes olvidar tus pecados pasados y tratar de eliminar a esa entidad antes de que pueda ser elevada a divinidad. Desafortunadamente, las últimas posiciones de Fragmento estaban entre los datos que se perdieron durante la corrupción inicial. Pese a ello, K2-EP187 ha podido reconstruir algunas de las rutas del itinerario de la nave. Vas a necesitar recorrer el sistema solar de punta a punta para localizar el asteroide y así evitar la ascensión de Tassilda.

source: The investigators may choose to watch a simulated performance of the translated play. Do you want to watch the play?
de: Die Ermittler dürfen sich die simulierte Aufführung des übersetzten Stücks ansehen. Möchtest du es ansehen?
es: Los investigadores pueden decidir ver una simulación de la obra traducida por K2-EP187. ¿Queréis hacerlo?

source: Heir to Carcosa
de: Carcosas Erbin
es: Heredera de Carcosa

source: <center><smallcaps>Read at your own risk</smallcaps></center> <center>The program begins with the royal family of Yhtill cowering before the King in Yellow, Avatar of Hastur. For the next three hours, you witness a horrifying creative work, full of betrayal, intrigue, and horror. The story unfolds thus:</center> <center>After claiming Yhtill and absorbing it into Carcosa, the King in Yellow took the insane princess Camilla as a consort. Before her death, the princess bore the Ancient One three children, who became fosterlings of Hastur. They were two boys, named Thothut and Tasylock, and a girl named Tassilda. While normal-seeming at first, the children developed many of the physical characteristics and powers of their father. This transformation was viewed by their mother as yet another of Carcosa’s many corruptions. It was the final blow to Camilla’s mind, causing her heart to stop from despair and grief.</center> <center>For some time the royal trio lived with their sire in Carcosa, evil beings serving loyally at the foot of their father. But soon, like their mother, uncle, and grandmother before them, the princes and princess of Carcosa began to whisper, squabble, and plot. They had dreams of power and succession. Eventually Thothut and Tasylock unwisely moved against their father. Hastur was aware of the plot all along, and easily avoided their traps. In a way too horrible to describe, he destroyed both of his sons.</center> <center>His daughter Tassilda, who knew of her siblings’ plot but refused to take part in it, was spared. But she had done nothing to warn her father, choosing to wait and see if their plot was successful before committing to a course of action. For her silent betrayal, Tassilda was punished. Her father, He Who Should Not Be Named, sealed her into her home, which the Ancient One tore free of Carcosa and hurled out into space. Her father claimed that in an inevitable time, she will be released, and granted all that she desires.</center>
de: <center><smallcaps>LESEN AUF EIGENE GEFAHR.</smallcaps></center> <center>Die Aufführung beginnt damit, dass die Königsfamilie von Yhtill vor dem König in Gelb, einem Avatar des Hastur, kauert. In den nächsten drei Stunden seht ihr ein entsetzliches kreatives Werk voller Verrat, Intrigen und Grausamkeiten. Die Geschichte entfaltet sich wie folgt:</center> <center>Nachdem er Yhtill unterwarf und zu einem Teil Carcosas machte, nahm sich der König in Gelb die wahnsinnige Prinzessin Camilla zur Gemahlin. Vor ihrem Tod schenkte sie dem Großen Alten drei Kinder, die zu Hasturs Schützlingen wurden. Es waren zwei Jungen mit den Namen Thothut und Tasylock und ein Mädchen mit dem Namen Tassilda. Zu Beginn wirkten sie noch normal, aber dann wurden sie in ihrem Außeren und ihren Kräften ihrem Vater immer ähnlicher. Ihre Mutter sah diese Verwandlungen als weiteren Teil von Carcosas Verderbnis an. Dies war der Todesstoß für Camillas Verstand und ließ ihr Herz vor Verzweiflung und Trauer aufhören zu schlagen.</center> <center>Einige Zeit lang lebten die drei königlichen Geschwister zusammen mit ihrem Vater in Carcosa und folgten treu seinen bösen Plänen. Aber wie ihre Mutter, ihr Onkel und ihre Großmutter vor ihnen fingen die Prinzen und die Prinzessin von Carcosa bald an zu flüstern, zu zanken und sich zu verschwören. Sie alle träumten von Macht und vom Thron. Irgendwann versuchten Thothut und Tasylock törichterweise, ihren Vater zu stürzen. Hastur aber wusste die ganze Zeit von ihrem Plan und konnte ihren Fallen leicht entgehen. Er vernichtete seine beiden Söhne auf eine Weise, die zu grausam ist, um sie hier zu beschreiben.</center> <center>Seine Tochter Tassilda, die vom Plan ihrer Brüder wusste, sie aber nicht unterstützte, verschonte er. Allerdings hatte Tassilda ihren Vater nicht gewarnt, sondern wollte erst abwarten, ob ihre Brüder erfolgreich sein würden, bevor sie selbst Schritte unternahm. Für ihren stillen Verrat wurde Tassilda bestraft. Ihr Vater, dessen Namen man nicht aussprechen soll, sperrte sie in ihren Palast ein, den der Große Alte daraufhin aus Carcosa herausriss und ins Weltall schleuderte. Ihr Vater versprach ihr, dass sie zu gegebener Zeit befreit werde und dann alles bekomme, wonach sie sich sehnt.</center>
es: <center><smallcaps>LÉELO BAJO TU RESPONSABILIDAD</smallcaps></center> <center>El programa comienza con la familia real de Yhtill acobardada ante el Rey de Amarillo, Avatar de Hastur. Durante las tres horas siguientes, eres testigo de un horripilante trabajo creativo, lleno de traición, intriga y horror. La historia se desarrolla así:</center> <center>Después de reclamar Yhtill y absorberlo dentro de Carcosa, el Rey de Amarillo tomó a la princesa enloquecida Camilla como consorte. Antes de su muerte, la princesa tuvo tres hijos con el Primigenio, que se convirtieron en pupilos de Hastur. Fueron dos chicos, llamados Thothut y Tasylock, y una chica llamada Tassilda. Pese a parecer normales al principio, todos ellos desarrollaron algunas de las características físicas y de los poderes de su padre. Esta lenta transformación fue vista por su madre como otra de las horribles corrupciones de Carcosa. Fue la gota que colmó el vaso e hizo que Camilla perdiera la cabeza por completo, causando que su corazón se parara de desesperación y dolor.</center> <center> Durante algún tiempo el trío real vivió junto con su tutor en Carcosa, seres malignos que obedecían lealmente a su padre al pie de la letra. Pero pronto, igual que su madre, que su tío y que su abuela antes que ellos, los príncipes y la princesa de Carcosa comenzaron a susurrar, maquinando y conspirando. Tuvieron sueños de poder y sucesión. Llegó el día en que Thothut y Tasylock decidieron, neciamente, oponerse a su padre. Hastur sabía del complot y evitó sus trampas fácilmente. De un modo demasiado horrible para ser descrito, destruyó a sus dos hijos.</center> <center>Su hija Tassilda, que conocía los planes de sus hermanos, pero que había rechazado tomar parte en ellos, fue salvada. Pero tampoco hizo nada para avisar a su padre, eligiendo esperar y ver si su plan tenía éxito antes de decidir que hacer. Por su traición silenciosa, Tassilda fue castigada. Su padre, aquel que no debe ser nombrado, la encerró en su casa, la cual el Primigenio desgajó de Carcosa y lanzó al espacio. Su padre vaticinó que llegará un inevitable día en el que será liberada y se le dará todo lo que desee.</center>

source: you have watched the performance of Heir to Carcosa.
de: Du hast die Aufführung von Carcosas Erbin angesehen.
es: los investigadores vieron la obra Heredera de Carcosa.

source: If an investigator controls the Heir to Carcosa weakness, they may add 2 tally marks next to their "Memories".
de: Falls das Deck eines Ermittlers die Schwäche Carcosas Erbin enthält, darf jener Ermittler zwei Zählstriche bei seinen „Erinnerungen“ notieren.
es: Si un investigador controla la debilidad Heredera de Carcosa, puede añadir 2 marcas a sus "Recuerdos".

source: Does the bearer of the Heir to Carcosa weakness want to gain 2 "Memories"?
de: Möchte der Träger der Schwäche Carcosas Erbin zwei Zählstriche bei seinen „Erinnerungen“ notieren?
es: ¿El investigador que controla la debilidad Heredera de Carcosa quiere añadir 2 marcas a sus "Recuerdos"?

source: The controller of the Heir to Carcosa weakness marks 2 "Memories".
de: Der Träger der Schwäche Carcosas Erbin notiert zwei Zählstriche bei seinen „Erinnerungen“.
es: El investigador que controle la debilidad Heredera de Carcosa añade 2 marcas a sus "Recuerdos".

source: The Search for Fragment
de: Suche nach dem Bruchstück
es: La búsqueda de Fragmento

source: The investigators must choose to follow one of the following traces.
de: Die Ermittler müssen einer der folgenden Spuren nachgehen.
es: Los investigadores deben elegir y viajar a una de las siguientes ubicaciones.
