Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zdm/strange_moons.po
Languages: de, es

source: Scenario IIIc: Strange Moons
de: Szenario IIIc: Fremdartige Monde
es: Escenario IIIc: Lunas extrañas

source: Scenario IIIc
de: Szenario IIIc
es: Escenario IIIc

source: Brain Scanning
de: Gehirnscans
es: Escaneo cerebral

source: Combined Skill Tests
de: Kombinierte Fertigkeitsproben
es: Pruebas de habilidad combinadas

source: "Humanity's first contact with the extraterrestrials was in the early 21st century, when a lunar expedition stumbled upon a vast underground network of alien structures underneath the sea of regolith. The Greys, as humanity has come to know them, were under the guise of a curious species that came to our solar system to observe and probe the young civilization. The true purpose of their lunar activities have remained concealed for many years…" <right>—Maja, Information Archives</right> You look out the view ports and can see only dense, orange clouds for most of the descent. Only after the landing shuttle dipped into the troposphere that the clouds are thin enough for you to peer at the ground below — miles and miles of windswept dunes of methane snow, broken by knife-like volcanic ridges of icy stone, open craters belching “lava flows” of liquid water, ammonia, and methane that freeze into fantastic shapes as they pour down the slopes. You could never have dreamed of anything like the beauty and alien landscape of Titan. The craft lands smoothly onto a flat slab of ice. After K2-PS187 confirms that this is the coordinates of the unusual "business trips" that the cultists were conducting, you suit up, open the hatch and step out into the harsh terrain. A large tunnel nestled between the orange cliffs greets you. A green glow pulsates from within, illuminating a strange figure, guarding the entrance…
de: „Der erste Kontakt zwischen Menschen und Außerirdischen fand im frühen 21. Jahrhundert statt, als eine Mondexpedition ein riesiges unterirdisches Netzwerk aus außerirdischen Strukturen unter einem Regolithsee gefunden hat. Die Grauen Wesen, wie sie von den Menschen genannt wurden, waren eine Verkleidung einer anderen neugierigen Spezies, die in unser Sonnensystem kam, um unsere junge Zivilisation zu beobachten und zu erforschen. Der wahre Zweck ihrer Aktivitäten auf dem Mond blieb viele Jahre lang unklar... “ <right>—Maja, Informationsarchiv</right> Du blickst aus den Fenstern und siehst während des ganzen Landevorgangs fast nichts anderes als dichte orange Wolken. Erst, als das Shuttle in die Troposphäre eindringt, werden die Wolken so dünn, dass du die Oberfläche darunter sehen kannst: kilometerweite windumtoste Dünen aus Methanschnee, durchbrochen von messerartigen Spitzen aus vereisten Felsen und offenen Kratern, die Ströme aus flüssigem Wasser, Ammoniak und Methan ausspeien, welche zu fantastischen Formen gefrieren, während sie die Hänge hinabfließen. Selbst in deinen Träumen hast du nie etwas so fremdartig Schönes wie die Landschaft auf Titan gesehen. Das Shuttle landet sanft auf einer flachen Eisplatte. Nachdem 2C-OES187 bestätigt hat, dass dies die Koordinaten sind, an denen die geheimnisvollen „Geschäfte" der Kultisten stattfanden, ziehst du deinen Raumanzug an, öffnest die Luke und betrittst das unwirtliche Gelände. Du wirst von einem großen Tunnel begrüßt, der gemütlich zwischen den orangen Klippen liegt. Aus ihm pulsiert ein grünes Licht, das eine seltsame Gestalt beleuchtet, die den Eingang bewacht...
es: "El primer contacto de la humanidad con los extraterrestres fue al poco de comenzar el siglo XXI, cuando una expedición a la luna acabó encontrando una vasta red de estructuras alienígenas bajo el mar de regolitos. Los grises, como la humanidad los llamó, parecían una raza curiosa que había venido a nuestro sistema solar a observar y probar a una joven civilización. El propósito real de sus actividades lunares permaneció oculto durante muchos años…" <right>— Maja, Archivos de información</right> Observas a través de las escotillas y sólo consigues ver densas nubes naranjas durante la mayoría del descenso. Únicamente después de que la lanzadera de aterrizaje haya penetrado en la troposfera las nubes se aclaran lo suficiente para poder ver la superficie de la luna. Kilómetros y kilómetros de dunas de nieve de metano modeladas por el viento, crestas dentadas de gélida roca con origen volcánico, enormes cráteres vomitando agua líquida, amoniaco y metano que se congelan en fantásticas formas según caen por las laderas. Nunca habrían podido soñar con nada comparable a la belleza de los alienígenas paisajes de Titán. La nave aterriza suavemente en una placa de hielo liso. Después de que K2-EP187 confirme que estas son las coordenadas de los inusuales "viajes de negocios" que realizaban los sectarios, te pones el traje, abres la compuerta y pones tus pies en el duro suelo. Un enorme túnel encajado entre los riscos anaranjados te saluda. Una luz verde brilla desde el interior, iluminando una extraña figura que guarda la entrada…

source: Set aside each [[Brain]] story asset, out of play.
de: Ale [[Gehirn]]-Storyvorteils karten werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon aparte todos los Apoyos de historia [[Cerebro]], fuera del juego.

source: Put all remaining locations into play. Each investigator begins play at the Entrance Tunnel.
de: Alle übrigen Orte werden ins Spiel gebracht. Jeder Ermittler beginnt das Spiel am Eingangstunnel.
es: Pon el resto de Lugares en juego. Los jugadores comienzan la partida en el Túnel de entrada.

source: Alien Chambers (Clover)
de: Fremdartige Kammer (Klee)
es: Cámaras alienígenas (Trébol)

source: Alien Chambers (Circle)
de: Fremdartige Kammer (Kreis)
es: Cámaras alienígenas (Circulo)

source: Alien Chambers (Triangle)
de: Fremdartige Kammer (Dreieck)
es: Cámaras alienígenas (Triangulo)

source: Alien Chambers (Hourglass)
de: Fremdartige Kammer (Stundenglas)
es: Cámaras alienígenas (Reloj de arena)

source: Alien Chambers (Moon)
de: Fremdartige Kammer (Mond)
es: Cámaras alienígenas (Luna)

source: Entrance Tunnels
de: Eingangstunnel
es: Túnel de entrada

source: Spawn the The Greys enemy at the Entrance Tunnel.
de: Der Gegner Graues Wesen erscheint am Eingangstunnel.
es: Haz aparecer el enemigo Los Grises en el Túnel de entrada.

source: Some cards may have the ability to seal one or more chaos tokens as part of their effect. This is done as follows: Search the chaos bag for the specified token, remove it from the chaos bag, and place it on the card. If the specified token is not in the chaos bag, the effect fails. When a chaos token is “released,” it is returned to the chaos bag and is no longer considered sealed. <b>If a card with one or more chaos tokens sealed on it leaves play for any reason, any chaos tokens sealed on it are immediately released.</b>
de: Manche Karten versiegeln einen oder mehrere Chaosmarker als Teil ihres Effekts. Durchsuche dazu den Chaosbeutel nach dem angegebenen Marker, entferne ihn aus dem Chaosbeutel und platziere ihn auf die jeweilige Karte. Falls sich der angegebene Marker nicht im Chaosbeutel befindet, ignoriere diesen Teil des Effekts. Sobald ein Chaosmarker „freigesetzt“ wird, wird er zurück in den Chaosbeutel geschickt und gilt nicht länger als versiegelt. <b>Falls eine Karte mit einem oder mehreren versiegelten Chaosmarkern darauf aus irgendeinem Grund das Spiel verlässt, werden darauf versiegelte Chaosmarker sofort freigesetzt.</b>
es: Como coste adicional para que entre en juego una carta que tenga la palabra clave "Sello", su controlador debe buscar en la bolsa de caos la ficha de Caos indicada y colocarla sobre la carta para sellarla. Si se puede elegir la ficha que se va a sellar, la elige el controlador de la carta. Si la ficha indicada no está en la bolsa de caos, la carta no puede entrar en juego. Una ficha de Caos sellada no se considera en la bolsa de caos, y por lo tanto no se puede revelar desde la bolsa de caos como parte de una capacidad o de una prueba de habilidad. Cuando una ficha de Caos sea "liberada", se devuelve a la bolsa de caos y deja de considerarse sellada. <b>Si una carta que tenga una o más fichas de Caos selladas en ella abandona el juego por cualquier motivo, las fichas de Caos selladas en ella son liberadas inmediatamente.</b> Algunas cartas (con y sin la palabra clave "Sello") también pueden tener capacidades que sellen una o más fichas de Caos como parte de su efecto. Esto se realiza siguiendo el mismo proceso descrito antes: buscar la ficha indicada en la bolsa de caos, retirarla de la bolsa de caos y colocarla en la carta. Si la ficha indicada no está en la bolsa de caos, el efecto falla.<b>/<b>

source: In this scenario, <b>Scan</b> abilities will instruct you to search the scanning deck for a card with two matching icons. A card that contains only one of the two icons is invalid, and cannot be chosen for the scan. The card in the scanning deck must contain both of the indicated icons, in any order.
de: Die [[Scannen]]-Fähigkeiten in diesem Szenario weisen dich an, das Scan-Deck nach einer Karte zu durchsuchen, die zwei bestimmte Symbole besitzt. Karten, die nur eines der beiden Symbole besitzen, sind ungültig und können mit diesem Scan nicht gefunden werden. Die Reihenfolge, in der die beiden Symbole auf der Karte stehen, ist egal.
es: En este escenario, la habilidad <b>Escanear</b> puede indicarte que busques en el mazo de escaneo una carta con dos iconos coincidentes. Si una carta contiene sólo uno de los iconos requeridos se considera inválida y no puede ser elegida para el escaneo. La carta del mazo de escaneo debe tener los dos iconos requeridos para ser válida, en cualquier orden.

source: Some skill tests in this scenario will require investigators to test multiple skills at once. To perform such a skill test, simply add both indicated skills and reveal and resolve a chaos token, compare the modified skill value to the difficulty of the test. Such a test is considered to be a test of both skill types. Cards with either skill icon may be committed to the test, and both icons are considered matching skill icons. (Skill icons only contribute once for skill tests that involve additions of the same skill.)
de: Manche Fertigkeitsproben in diesem Szenario fordern vom Ermittler Proben auf mehrere Fertigkeiten gleichzeitig. Um eine solche Probe durchzuführen, addiere einfach diese beiden Fertigkeitswerte, enthülle einen Chaosmarker und vergleiche deinen modifizierten Fertigkeitswert mit dem Schwierigkeitswert der Probe. Solch eine Probe zählt als Probe beider Fertigkeiten: Karten mit einem der beiden Fertigkeitssymbole dürfen zur Probe beigetragen werden, und beide Symbole werden als passende Fertigkeitssymbole betrachtet. (Jedes Fertigkeitssymbol auf beigetragenen Karten zählt dabei immer nur einmal, auch wenn dieselbe Fertigkeit in der Probe mehrfach vorkommt.)
es: Algunas pruebas de habilidad en este escenario pueden requerir que los investigadores realizasen una prueba de varias habilidades a la vez. Para realizar una prueba de habilidad de este tipo, simplemente suma ambas habilidades y revela una ficha de caos, compara el valor de habilidad modificado con la dificultad de la prueba. Este test se considera de los dos tipos de habilidad. Las cartas con uno o varios de los iconos de habilidad correspondientes pueden ser asignadas a la prueba y todos los iconos correspondientes se consideran válidos. Los iconos de habilidad sólo contribuyen una vez en pruebas de habilidad que impliquen sumar varias veces la misma habilidad.

source: Each investigator earns 2 additional experience as they gain further understanding of the agents of the King in Yellow.
de: Jeder Ermittler verdient 2 zusätzliche Erfahrungspunkte, weil er ein tieferes Verständnis für die Diener des Königs in Gelb entwickelt hat.
es: Cada investigador obtiene 2 puntos de experiencia adicionales por haber conseguido una mayor comprensión de los agentes del Rey de Amarillo.

source: Are there 3 story cards in the victory display?
de: Sind diese 3 Storyvorteilskarten im Siegpunktestapel?
es: ¿Hay 3 cartas de historia en la zona de victoria?

source: you have uncovered the cultist's inhuman methods.
de: Du hast die unmenschlichen Methoden der Kultisten aufgedeckt.
es: habéis descubierto los métodos inhumanos de los sectarios.

source: Is a copy of Mi-Go Scientist in the victory display?
de: Befindet sich eine Kopie von Mi-Go-Wissenschaftler im Siegpunktestapel?
es: ¿Hay alguna copia del Científico Mi-Go en la zona de victoria?

source: you are not in good standing with the Mi-Go.
de: Du hast einen schlechten Ruf bei den Mi-Go.
es: no acabasteis en buenos términos con los Mi-Go.

source: you are allied with the Mi-Go.
de: Du bist mit den Mi-Go verbündet.
es: estáis aliados con los Mi-Go.

source: Add 1 additional tally mark for each [[Brain]] story asset in play.
de: Notiere 1 weiteren Zählstrich für jede [[Gehirn]]-Storyvorteils karte im Spiel.
es: Añade 1 marca adicional por cada Apoyo de historia [[Cerebro]] en juego.

source: Because at least 1 investigator resigned, proceed to <b>Resolution 2</b>
de: Weil mindestens 1 Ermittler aufgegeben hat, fahre mit <b>Auflösung 2</b> fort
es: Como al menos un investigador desistió, pasa a la <b>Resolución 2</b>

source: Because each investigator was defeated, proceed to <b>Resolution 1</b>
de: Weil alle Ermittler besiegt wurden, fahre mit <b>Auflösung 1</b> fort
es: Como todos los investigadores fueron derrotados, pasa a la <b>Resolución 1</b>

source: You have witnessed the unconscious pandemonium.
de: Die Ermittler haben das unbewusste Chaos gesehen.
es: Has sido testigo del pandemonio inconsciente.

source: you have witnessed the unconscious pandemonium.
de: Die Ermittler haben das unbewusste Chaos gesehen.
es: has sido testigo del pandemonio inconsciente.

source: Flapping and screeching, you had no chance against the extraterrestrial swarm that descended onto Titan shortly after you have arrived. Fortunately — it seems as though you were not their target. The alien facility has been ransacked and any clues you could have gleamed has been destroyed. At the very least, they left you alone. When the coast is finally clear of the flying monstrosities, you search through the ruins to find several golden disks of various radii. Aboard the Tatterdemalion, you fiddle with these disks and try to combine them in various orientations — but they don't appear to have any use other than the value of the material itself. There is still much you don't know, and with resolve, you prepare for the next expedition.
de: Sie flatterten und kreischten. Du hattest keine Chance gegen den außerirdischen Schwarm, der kurz nach deiner Ankunft auf Titan gelandet ist. Zum Glück schienen sie es nicht auf dich abgesehen zu haben. Sie haben die außerirdische Anlage ausgeplündert und dabei alle Informationen zerstört, die du hättest brauchen können. Wenigstens haben sie dich am Leben gelassen. Als von den fliegenden Monstern endlich nichts mehr zu sehen ist, durchsuchst du die Ruinen und findest mehrere goldene Scheiben mit unterschiedlichen Durchmessern. Auf der Tatterdemalion spielst du mit diesen Scheiben herum und versuchst, sie auf verschiedene Arten zusammenzusetzen, aber sie scheinen abgesehen von ihrem Materialwert keine Bedeutung zu haben. Es gibt noch viel, das du nicht weißt, und du bereitest dich entschlossen auf deine nächste Expedition vor.
es: No paran de aletear y de chillar, no tienes ninguna opción contra el enjambre extraterrestre que cayó sobre Titán poco después de que aterrizarais. Por suerte, parece que de momento no sois su objetivo. La instalación ha sido arrasada y cualquier prueba que pudierais haber rescatado se ha perdido. Al final os dejan solos. Cuando los alrededores están despejados de esas monstruosidades aladas, buscáis entre las ruinas algo que os sea de utilidad. Encontráis varios discos dorados de diferentes medidas. Una vez abordo de la Tatterdemalion, comienzas a trastear con ellos y tratas de combinarlos de diferentes maneras, pero no parecen tener ningún uso aparte de su valor material. Todavía hay mucho que desconoces, y sin más pérdidas de tiempo te preparas para la próxima expedición.

source: On board the Tatterdemalion, you try to decipher the meaning of the various glimpses you've seen within the alien facility, but nothing strikes you as particularly significant. A thorough search of the cargo hold reveals a stack of the golden disks that were exchanged during the transaction. You fiddle with them and try to combine them in various orientations — but they don't appear to have any use other than the value of the material itself. There is still much you don't know, and with resolve, you prepare for the next expedition.
de: An Bord der Tatterdemalion versuchst du, Schlussfolgerungen aus den verschiedenen Einblicken zu ziehen, die du in der außerirdischen Anlage gewonnen hast, aber keine der Informationen scheint besonders wichtig zu sein. Bei einer gründlichen Suche im Frachtraum findest du die goldenen Scheiben, die die Kultisten von den Mi-Go erhandelt haben. Du spielst mit diesen Scheiben herum und versuchst, sie auf verschiedene Arten zusammenzusetzen, aber sie scheinen abgesehen von ihrem Materialwert keine Bedeutung zu haben. Es gibt noch viel, das du nicht weißt, und du bereitest dich entschlossen auf deine nächste Expedition vor.
es: Abordo de la Tatterdemalion, tratas de descifrar el significado de todo lo que has visto en la instalación alienígena, pero nada te parece suficientemente importante. Tras una exhaustiva búsqueda por la bodega de carga encontráis un grupo de discos dorados que fueron intercambiados durante la transacción. Comienzas a trastear con ellos y tratar de combinarlos de diferentes maneras, pero no parecen tener ningún uso aparte de su valor material. Todavía hay mucho que desconoces, y sin más dilación te preparas para la próxima expedición.
