Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/zdm/the_machine_*_yellow.po
Languages: de, es

source: Scenario IV: The Machine in Yellow
de: Szenario IV: Die Maschine in Gelb
es: Escenario IV: La máquina amarilla

source: You awaken with a start, as though shaken by an unseen force. There are only a few other patrons in the audience, and no performers on stage. The lights are dimmed, and the stage curtains are tattered and ripped. A foul but unrecognizable smell permeates the air. You are back in the Ward theatre — where it all began. Is this an artifact of your memory? Or have you been dreaming this entire time? Shaking off your drowsiness, you call out into the air for K2-PS187. To your relief, and slight disappointment, the digitalized voices respond in confirmation that the procedure behaved as planned. You have arrived inside of your own mind…
de: Wie von einer unsichtbaren Macht durchgeschüttelt fährst du aus dem Schlaf hoch. Außer dir sind nur noch wenige Gäste im Zuschauerraum, und von den Schauspielern ist niemand auf der Bühne. Die Lichter sind gedämpft und die Vorhänge der Bühne sind aus gefranst und zerrissen. Ein übler, aber nicht zu identifizierender Gestank liegt in der Luft. Du bist wieder im Ward-Theater - dort, wo alles begann. Ist das ein Teil deiner Erinnerung? Oder war das alles nur ein Traum? Du schüttelst deine Müdigkeit ab und rufst nach 2C-OES/87. Du bist erleichtert und ein wenig enttäuscht, als die digitalen Stimmen bestätigen, dass der Vorgang wie geplant funktioniert hat. Du bist in deinem eigenen Geist angekommen…
es: Te despiertas con una sacudida, como si una fuerza invisible te zarandeara. Sólo quedan unos pocos espectadores entre la audiencia y ningún actor sobre el escenario. Las luces son tenues y el telón aparece desgarrado y hecho jirones. Un hedor irreconocible inunda el ambiente. Estás de vuelta en el Teatro Ward, donde todo comenzó. ¿Es esto un producto de tu memoria? ¿O has estado soñando todo este tiempo? Te sacudes la pesadez y llamas en voz alta a K2-EP187. Para tu tranquilidad, y también decepción, la voz digital te responde afirmativamente y te in indica que el procedimiento ha sido un éxito. Ya estás dentro de tu propia mente…

source: Based on the events of <b>Interlude II: Introspection</b>:
de: Basierend auf den Events aus <b>Zwischenspiel 2: Introspektive</b>:
es: Basado en los eventos de <b> Interludio II: Introspección</b>:

source: Each investigator begins this scenario with 1 additional resource and 1 additional card in their starting hand.
de: Jeder Ermittler beginnt das Szenario mit 1 zusätzlichen Ressource und 1 zusätzlichen Karte auf seiner Starthand.
es: Cada investigador comienza este escenario con 1 recurso adicional y 1 carta adicional en su mano inicial.

source: Gather all cards from the following encounter sets: <i>Curtain Call</i>, <i>The Machine in Yellow</i>, <i>Dark Past</i>, <i>Delusions</i> and <i>Rats</i> . <i>(Curtain Call and Delusions are from The Path to Carcosa.)</i>
es: Reúne las cartas de los siguientes conjuntos de encuentros: <i>Se cierra el telón</i>, <i>La máquina amarilla</i>, <i>Pasado oscuro</i>, <i>Delirios</i>, <i>Ratas</i> y <i>El hombre del saco</i>

source: When gathering the Curtain Call encounter set, only gather the locations.
de: Aus dem Set Ruf vor den Vorhang werden dabei nur die Orte herausgesucht.
es: - Al reunir el conjunto de encuentros <i>Se cierra el telón</i>, coge únicamente los Lugares y el Enemigo Emisario real. - Al reunir el conjunto de encuentros <i>El hombre del saco</i>, coge sólo el Enemigo El hombre del saco.

source: The investigators may choose to use the <i>Maddening Delusions</i> encounter set (from Return to The Path to Carcosa) instead of the <i>Delusions</i> encounter set. If you do so, each investigator may add 1 tally mark next to their "Memories".
de: Die Ermittler dürfen wählen, das Begegnungsset <i>Wahnvorstellungen</i> durch das Begegnungsset <i>Unerträgliche Wahnvorstellungen</i> zu ersetzen. Falls sie das tun, notiert jeder Ermittler 1 Zählstrich bei seinen „Erinnerungen“.
es: Los investigadores pueden decidir utilizar el conjunto de encuentros <i>Delirios enloquecedores</i> (de <i>Regreso a El Camino a Carcosa</i>) en lugar del conjunto de encuentros <i>Delirios</i>. Si es así, cada investigador añade 1 marca en su sección "Recuerdos" del registro de campaña.

source: Are you using the <i>Maddening Delusions</i> encounter set?
de: Verwendest du das Begegnungsset <i>Unerträgliche Wahnvorstellungen</i>?
es: ¿Estáis utilizando el conjunto de encuentros <i>Delirios enloquecedores</i>?

source: Set aside each copy of the Backstage Doorway and Lobby Doorway locations, out of play.
de: Jede Kopie der Orte Personalzugang und Zugang zum hinteren Bereich des Theaters wird als nicht im Spiel befindlich beiseitegelegt.
es: Deja aparte, fuera del juego: todas las copias de Puerta del vestíbulo y todas las copias de Puerta de bastidores.

source: Set aside each copy of the Your Other Self enemy, out of play.
de: Jede Kopie der Gegnerkarte Dein anderes Selbst wird als nicht im Spiel befindlich beiseitegelegt.
es: Deja aparte, fuera del juego: todas las copias del enemigo Tu otro yo, los Enemigos Emisario real y El hombre del saco.

source: Each investigator earns 2 additional experience for reliving their past memories.
de: Jeder Ermittler verdient 2 zusätzliche Erfahrungspunkte, weil er seine vergangenen Erinnerungen nacherlebt hat.
es: Cada investigador obtiene 2 puntos de experiencia adicionales por haber revivido sus recuerdos pasados.

source: You had a dream. A vivid, lucid and all-too real dream. You escaped the Ward theatre into the rainy streets of Arkham. You would visit the after-party of the dreadful King in Yellow, and embark along a grand and mind-bending adventure across Arkham which eventually leads to France and into Carcosa itself. When you finally wake up in cold sweat back in the cryo-chamber, you almost forgot the new reality you had found yourself in. Although the ordeal has been difficult and took much longer than you anticipated, you have finally unlocked that part of your memories that has been kept concealed by your other self — the ritual to locate the Fragment of Carcosa.
de: Du hattest einen Traum. Einen lebhaften, klaren, sehr real wirkenden Traum. Du bist aus dem Ward-Theater auf die verregneten Straßen von Arkham geflohen. Danach hast du die Besetzungsfeier des schrecklichen König in Gelb besucht, und hast dich auf ein überwältigendes Abenteuer begeben, das dich durch ganz Arkham und sogar bis nach Frankreich und nach Carcosa selbst geführt hat. Als du in kaltem Schweiß gebadet endlich wieder in der Kälteschlafkapsel aufwachst, hast du die neue Realität, in der du dich jetzt befindest, fast schon wieder vergessen. Diese Tortur war schwieriger und hat viel länger gedauert, als du erwartet hattest, aber du hast endlich den Teil deiner Erinnerung gefunden, den dein anderes Selbst vor dir verbergen wollte - das Ritual, mit dem sich das Bruchstück von Carcosa finden lässt.
es: Has tenido un sueño. Un vívido, lúcido y real hasta el extremo sueño. Escapaste del Teatro Ward para acabar en las lluviosas calles de Arkham. Acudiste a una 􀄗esta con los intérpretes del nefasto Rey de Amarillo, y embarcaste en una enorme y desconcertante aventura a través de Arkham que acabó dando con tus huesos en Francia y eventualmente en Carcosa. Cuando finalmente te despiertas bañado en sudor frío de vuelta en tu criocámara, prácticamente habías olvidado la nueva realidad en la que te encuentras. Pese que la prueba ha sido bastante dura y te ha llevado más tiempo del que pensabas, finalmente has desbloqueado esa parte de tus recuerdos que había estado ocultando tu otro yo, el ritual para encontrar el Fragmento de Carcosa.

source: With the infectious tumor that is the cultist's consciousness finally ejected from your mind, you have unlocked that part of your memories that has been kept concealed by your other self — the ritual to locate the Fragment of Carcosa. Without further ado, you quickly disconnect yourself from the virtual dreamlands and return to form in the Tatterdemalion, ready to confront Tassilda at long last.
de: Nachdem du das Bewusstsein des Kultisten endlich wie einen Tumor aus deinem Verstand entfernt hast, hast du den Teil deiner Erinnerung gefunden, den dein anderes Selbst vor dir verbergen wollte - das Ritual, mit dem sich das Bruchstück von Carcosa finden lässt. Ohne Zeit zu verlieren trennst du deine Verbindung zu den virtuellen Traumlanden und kehrst auf die Tatterdemalion zurück. Du bist bereit, Tassilda endlich gegenüberzutreten.
es: Con el tumor infeccioso que era la consciencia del sectario fuera de tu cabeza, has desbloqueado esa parte de tus recuerdos que había permanecido secuestrada por tu otro yo, el ritual para encontrar el Fragmento de Carcosa. Sin tiempo que perder, te desconectas del sueño virtual y vuelves a tu cuerpo en la Tatterdemalion, preparado para confrontar a Tassilda de una vez por todas.
