Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/03_dead_heat.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: There are no cabs to hail outside the railway station, so you walk to meet your contact on the rooftop of a near-empty cafe. The man who greets you has a boyish frame offset by a well-kempt beard that covers deep laugh lines. However, he is not smiling. “You’re late,” he says gravely. “I sent a telegram to the Foundation requesting assistance. We are in dire straits, as you say.” You apologize and tell him you’ve done the best you can, and he rubs his brow worriedly. “I am sorry. It is good you are here, but I fear that things are set in motion already. Things we no longer have the time nor power to stop.” He gestures for you to sit. “I am Latif. Please. You will want to sit down for this.” A spread of tempting local delicacies has been laid out on the table, but judging from the spare remnants, Latif ate most of it due to nerves. He shows you several newspapers in turn with headlines detailing desecrated tombs, dying crops, and numerous missing persons reports. As he relays these sobering events to you, you catch a scent of something foul on the wind. Looking out across the city, you see a pattern of inky black vines that run across building façades. At a distance, they look like raised veins on a dying body. “My friend?” Latif’s voice breaks through your reverie. You apologize, and ask him about the vines. The middle-aged man sighs. “Yet another mystery, it seems. Last night, there was a great commotion outside Bahia Palace. Screaming and gnashing teeth. I sent one of my informants to investigate and he never returned. Soon after, the strange black blooms appeared, growing on every wall and surface. They stink of rot and produce awful, sharp thorns. I wouldn’t dare touch them.” “Before this strange business began, my brother told me he saw our late grandfather walking the street in his burial shroud. I would have dismissed it but for the dozens of similar stories. There are now crowds of slow-moving, silent people walking the streets. Their eyes are empty, though their bellies are not,” Latif says bitterly, then drains the rest of his teacup. “I believe the one who calls herself Amaranth is responsible. You might recognize her from the Foundation’s dossier. How helpful that they blot out the most important details in their own missives!” Latif produces a crisp photo of a beautiful 20-something woman in a black dress and matching gloves, a gaudy blossom tucked behind her ear. “Another of my informants said he saw this ‘Amaranth’ at the Bahia Palace Gardens. Some strange work is afoot, and she is at the center of it. I say we go to the palace and put a stop to whatever awful plans she has in place, but be ready for anything.” You catch a now-familiar scent of rot on the wind, and look down to the lip of the rooftop cafe. A single, black tendril has crept up the side of the building. At the end of the vine, a bulbous, black fruiting body has begun to develop. You aren’t sure if it is a trick of the late morning sun, or if there is some other strange process at work, but you could swear you see a shimmer of phosphorescent green flash along the body, and a noticeable movement, though there is no wind.
de: Vor dem Bahnhof gibt es keine Taxis und so gehst du zu Fuß, um deinen Kontakt auf der Dachterrasse eines fast leeren Cafés zu treffen. Der Mann im mittleren Alter, der dich begrüßt, hat eine jugendliche Statur und einen gepflegten Bart. Doch er lächelt nicht. „Sie sind spät dran“, sagt er ernst. „Ich habe ein Telegramm an die Foundation geschickt und um Hilfe gebeten. Wir befinden uns in einer Notlage.“ Du entschuldigst dich und sagst ihm, dass du dein Bestes getan hast, woraufhin er sich besorgt die Stirn reibt. „Es tut mir leid. Es ist gut, dass Sie hier sind, aber ich fürchte, dass bereits schlimme Dinge in Gang gesetzt wurden. Und wir haben weder die Zeit noch die Macht, sie aufzuhalten.“ Er deutet auf einen freien Sitzplatz. „Ich bin Latif. Bitte. Für das, was ich erzähle, sollten Sie sich besser setzen.“ Auf dem Tisch befindet sich eine Auswahl verlockender lokaler Köstlichkeiten, aber nach den wenigen Resten zu urteilen, hat Latif das Meiste davon vor lauter Nervosität bereits selbst gegessen. Er zeigt dir nacheinander mehrere Zeitungen mit Schlagzeilen über entweihte Gräber, Ernteausfälle und zahlreiche Vermisstenmeldungen. Während er dir diese schockierenden Ereignisse schildert, nimmst du den Geruch von etwas Verdorbenem im Wind wahr. Als du deinen Blick über die Stadt schweifen lässt, erkennst du ein Muster aus tintenschwarzen Ranken, die sich an den Häuserfassaden hochwinden. Aus der Ferne sehen sie aus wie die hervortretenden Adern bei einem sterbenden Körper. „Mein Freund?“ Latifs Stimme durchbricht deinen Tagtraum. Du entschuldigst dich und fragst ihn nach den Ranken. Dein Gegenüber seufzt. „Ein weiteres Rätsel, wie es scheint. Letzte Nacht gab es einen großen Aufruhr vor dem Bahia-Palast. Zorniges Geschrei und Drohgebärden. Ich schickte einen meiner Informanten los, um der Sache nachzugehen, doch er ist nicht zurückgekehrt. Kurz darauf tauchten die seltsamen schwarzen Blüten auf, die an allen Wänden und Oberflächen wachsen. Sie stinken nach Fäulnis und haben furchtbare, scharfe Dornen. Man sollte sie auf keinen Fall berühren! Bevor diese seltsame Sache begann, hat mein Bruder ... er hat mir erzählt, er habe unseren verstorbenen Großvater in seinem Leichentuch auf der Straße herumlaufen sehen. Ich hätte es als Halluzination abgetan, aber es gab Dutzende von ähnlichen Geschichten. Jetzt schlurfen Scharen von schweigenden Menschen durch die Straßen. Ihre Augen sind leer, aber ihre Bäuche sind es nicht“, sagt Latif bitter und leert den Rest seiner Teetasse. „Ich glaube, dass diejenige, die sich Amaranth nennt, dafür verantwortlich ist. Sie kennen sie vielleicht aus dem Dossier der Foundation. Es ist wenig hilfreich, dass sie in ihren eigenen Mitteilungen die wichtigsten Details schwärzen!“ Latif zeigt dir eine gestochen scharfe Fotografie einer schönen Frau Anfang zwanzig in einem schwarzen Kleid und mit passenden Handschuhen, die sich eine auffällige Blüte hinter das Ohr gesteckt hat. „Ein anderer meiner Informanten sagte, er habe diese ‚Amaranth‘ im Garten des Bahia-Palasts gesehen. Irgendetwas Seltsames ist im Gange und sie ist der Mittelpunkt von allem. Ich schlage vor, dass wir zum Palast gehen und ihre schrecklichen Pläne durchkreuzen. Aber seien Sie auf alles gefasst!“ Du nimmst den vertrauten Geruch von Fäulnis im Wind wahr und schaust an der Fassade des Dachcafés hinunter. Eine einzelne schwarze Ranke ist an der Hauswand des Gebäudes hochgeklettert. Am Ende der Ranke hat sich ein knolliger, schwarzer Fruchtkörper gebildet. Du bist dir nicht sicher, ob es ein Trick der späten Morgensonne ist oder ob ein anderer seltsamer Prozess dafür verantwortlich ist, aber du könntest schwören, dass du einen phosphoreszierenden grünen Schimmer entlang der Ranke hast aufblitzen sehen – und sie scheint sich zu bewegen, obwohl es keinen Wind gibt.
es: Fuera de la estación de ferrocarril no hay taxis, así que caminas hacia la reunión con tu contacto en el tejado de una cafetería casi vacía. El hombre que te recibe tiene una complexión juvenil compensada por una aseada barba gris que cubre sus profundas líneas de expresión. No sonríe al verte. —Llega tarde —dice con tono severo—. Envié un telegrama a la Fundación solicitando ayuda. Estamos en graves apuros. Te disculpas y le dices que has hecho todo lo posible mientras él se frota el ceño con preocupación. —Lo lamento. Al menos ya está aquí, pero temo que ya han puesto todo en marcha. Algo que ya no tenemos tiempo ni poder de detener —Te hace un gesto para que te sientes—. Me llamo Latif. Por favor, será mejor que se siente para oír esto. Una gran variedad de tentadores platos locales estaba dispuesta en la mesa, pero a juzgar por lo poco que queda, los nervios de Latif le han hecho comerse la mayor parte. Te muestra varios periódicos que hablan de tumbas profanadas, cultivos marchitos y numerosas denuncias sobre personas desaparecidas. Mientras te cuenta estos sucesos tan descorazonadores, notas el olor de algo vil en el viento. Al pasear la mirada por la ciudad, ves un entramado de negrísimas enredaderas que recorren las fachadas de los edificios. Desde lejos parecen las abultadas venas de un cuerpo moribundo. —¿Disculpe? —La voz de Latif te saca de tu ensoñación. Te disculpas y le preguntas por las enredaderas. El hombre de mediana edad suspira y te dice—: Parecen ser otro misterio más. Anoche se produjo un gran alboroto en el exterior del Palacio de la Bahía. Envié a uno de mis informantes, que se resistió lo indecible a ir, para que lo investigara, pero no regresó. Poco después aparecieron los extraños brotes negros que crecen en cualquier pared y superficie. Hieden a putrefacción y producen unas terribles espinas afiladas. No me atrevería a tocarlas. —Antes de que empezara todo este extraño asunto, mi hermano me dijo que vio a nuestro difunto abuelo caminando por la calle con su mortaja. Le habría tachado de loco, pero hay docenas de historias similares. Ahora hay multitudes de gente que se mueve despacio y en silencio mientras recorren las calles. Tienen los ojos vacíos, pero no las barrigas —añade Latif con amargura antes de vaciar lo que le queda en su taza de té—. Creo que la responsable es la autodenominada Amaranth. Tal vez la reconozca del dosier de la Fundación. ¡Qué útil que tachen los detalles más importantes de sus propias misivas! —concluye antes de sacar una nítida foto de una bella veinteañera con un vestido negro y guantes a juego, además de una llamativa flor en la oreja—. Otro de mis informantes me dijo que vio a esta tal “Amaranth” en los jardines del Palacio de la Bahía. Hay algo extraño en marcha, y ella se encuentra en su centro. Digo que debemos ir al palacio y detener el terrible plan que haya tramado, pero hay que estar dispuestos ante cualquier cosa. Notas un olor a putrefacción que ahora te resulta familiar en el aire y bajas la vista hacia el borde de la cafetería en el tejado. Un zarcillo negro ha subido por el lateral del edificio. En su extremo ha empezado a desarrollarse un bulboso cuerpo frutal negro. No sabes bien si se trata de una ilusión provocada por el sol de la mañana, pero jurarías ver un resplandor de un color verde fosforescente a lo largo del cuerpo y un movimiento claramente visible pese a que no hay viento.
fr: Il n'y a aucun taxi à héler à proximité de la gare, alors vous allez à la rencontre de votre contact par vos propres moyens. Il vous attend sur le toit d'un café presque vide. L'aspect juvénile du visage de cet homme est contrebalancé par une barbe grise bien entretenue et suffisamment fournie pour couvrir les rides d'expression au coin de sa bouche. Cependant, il ne vous sourit pas. « Vous arrivez tard », dit-il, d'un air grave. « J'ai envoyé un télégramme à la Fondation pour obtenir de l'aide. Nous traversons une mauvaise passe, comme vous dites. » Vous vous excusez auprès de lui en lui disant que vous avez fait aussi vite que possible et il se frotte le visage l'air inquiet. « Je suis désolé. C'est bien que vous soyez là, mais j'ai bien peur que la situation soit déjà hors de contrôle. Il se passe des choses que nous n'avons plus le temps d'arrêter, si seulement nous le pouvions. » D'un geste, il vous invite à vous asseoir. « Je suis Latif. S'il vous plaît. Vous aurez besoin d'être assis. » Une farandole de douceurs locales toutes appétissantes a été disposée sur la table, mais au vu des parts restantes, il semble que Latif en a mangé la plupart pour détendre ses nerfs. Il vous montre plusieurs journaux les uns après les autres. Les gros titres parlent de tombes vandalisées, de récoltes qui flétrissent et de personnes portées disparues. Pendant qu'il vous relate tous ces événements peu réjouissants, vous sentez que le vent porte une sorte de puanteur. En regardant la ville autour de vous, vous distinguez un réseau de plantes grimpantes d'un noir d'encre qui court sur les façades des bâtiments. À cette distance, elles vous font l'effet de veines qui affleurent sur la peau d'un mourant. « Mon ami ? » La voix de Latif interrompt votre rêverie. Vous vous excusez et l'interrogez sur cette étrange végétation. L'homme d'âge mûr pousse un soupir. « Encore un autre mystère, apparemment. La nuit dernière, nous avons entendu beaucoup d'agitation à l'extérieur du Palais Bahia. » « Des cris et des bruits de mastication. J'ai envoyé un de mes informateurs pour enquêter, mais il n'est jamais revenu. Peu après, les fleurs noires sont apparues sur tous les murs et toutes les surfaces. Elles puent la mort et sont couvertes d'épines aiguisées comme des rasoirs. Je n'oserais même pas en toucher une. » « Avant même cette étrange histoire, mon frère m'a dit qu'il avait vu notre défunt grand-père errer dans la rue avec son linceul. Je n'aurais pas fait attention à cette élucubration si je n'avais également entendu des dizaines d'histoires similaires. À présent, des foules entières d'individus silencieux errent dans les rues en se déplaçant très lentement. Leurs yeux sont vides, mais leurs ventres sont pleins », dit amèrement Latif avant de vider le reste de sa tasse de thé. « Je pense que celle qui se fait appeler Amarante est responsable de ces horreurs. Vous devriez la reconnaître d'après sa description dans le dossier de la Fondation. Merci à eux d'avoir caviardé les éléments les plus importants de leur propre document. » Latif vous montre une photographie très nette d'une très belle femme d'une vingtaine d'années, habillée d'une robe noire avec des gants assortis et d'une fleur ostensiblement glissée derrière l'oreille. « Un autre de mes informateurs me rapporte qu' il a vu cette 'Amarante' dans les Jardins du Palais Bahia. D'étranges affaires sont à l'œuvre et elle en est le centre. Je pense que nous devons nous rendre au palais et mettre un terme aux horribles desseins qu'elle a échafaudés, quels qu'ils soient. Mais préparez-vous au pire. » Vous êtes à présent familier avec l'horrible odeur de mort portée par le vent lorsque vous scrutez le bord du café sur les toits. Une liane noire s'est frayé un chemin en grimpant sur le côté du bâtiment. Au bout de la liane, une protubérance noire à l'apparence d'un fruit a commencé à se développer. Peut-être est-ce une illusion d'optique produite par la lumière de cette fin de matinée, ou un autre phénomène étrange du même ressort, mais vous avez cru voir une courte lumière verte et phosphorescente sur la protubérance, ainsi qu'un mouvement manifeste. Pourtant, il n'y a pas de vent.
it: Non ci sono taxi ad attendervi fuori dalla stazione ferroviaria e dovete recarvi a piedi all’appuntamento con il vostro contatto. Latif, un uomo dall’aspetto giovanile ma con un’elegante barba grigia che gli copre le rughe del sorriso, vi sta aspettando sul tetto di una caffetteria pressoché deserta. Al vostro arrivo però non sta sorridendo. “Siete arrivati tardi.” Il tono che vi accoglie non è dei più entusiasti. “Ho inviato un telegramma alla Fondazione per richiedere aiuto. Come direste dalle vostre parti, siamo con l’acqua alla gola.” Vi scusate, spiegandogli che avete fatto del vostro meglio. L’uomo si passa una mano sulla fronte con espressione preoccupata. “Vi chiedo perdono. E un bene che siate qui, ma temo che sia troppo tardi: ciò che è stato messo in moto non può più essere fermato.” Vi fa cenno di accomodarvi. “Mi chiamo Latif. Prego, credo fareste meglio a sedervi prima di sentire quello che ho da dirvi.” Il tavolo davanti a voi era stato apparecchiato con prelibatezze locali di ogni genere ma, a giudicare dal poco che resta sui vassoi, pare che il vostro contatto abbia sfogato il suo nervosismo sul cibo. Vi mostra alcuni quotidiani, le cui prime pagine parlano di tombe profanate, raccolti avvizziti e rapporti su varie persone scomparse. Mentre Latif vi aggiorna su questa serie di disgrazie, il vento solleva un tanfo malsano nell’aria. Vi voltate, spostando lo sguardo verso la città, e non potete fare a meno di notare i viticci neri come l’inchiostro che infestano le facciate degli edifici: da lontano vi ricordano le vene in rilievo di un corpo morente. “Amici miei?” La voce di Latif vi desta dal vostro sgomento. Vi scusate e gli chiedete informazioni su quelle propaggini color pece. “Non è che l’ennesimo mistero, a quanto pare” vi risponde sospirando. “La scorsa notte c’è stata grande agitazione all’esterno del Palazzo El Bahia. Gente che urlava e digrignava i denti. Ho inviato uno dei miei informatori a indagare, ma non ha mai fatto ritorno e poco dopo hanno cominciato a spuntare su ogni muro e superficie della città quelle fioriture nere: puzzano di marcio e sono ricoperte di orrende spine affilate. Non mi avvicinerei troppo, se fossi in voi.” “Prima che tutto questo avesse inizio, mio fratello mi ha raccontato di aver visto il nostro defunto nonno aggirarsi per le strade avvolto in un sudario. Avrei lasciato perdere, se non fosse stato per le decine di altre storie simili che mi sono arrivate alle orecchie. Ormai la città è piena di persone che si aggirano tra i vicoli lentamente e senza una meta. Gente dagli occhi vuoti… ma con la pancia piena.” Il suo tono è amaro. “Credo che la responsabile sia la donna che si fa chiamare Amaranto. Dovreste aver letto di lei nel dossier della Fondazione; gentile da parte loro oscurare i dettagli più importanti dei documenti destinati ai loro agenti!” L’uomo sfila dalla camicia una foto che ritrae nitidamente una bellissima donna sui vent’anni: indossa un abito nero e guanti coordinati, e ha un fiore sgargiante infilato dietro l’orecchio. “Un altro dei miei informatori dice di aver visto questa ‘Amaranto’ nei giardini del Palazzo El Bahia. C’è all’opera qualcosa di strano e al centro di tutto dev’esserci lei: propongo di dirigerci li per porre fine suoi piani malevoli. Ma dobbiamo essere pronti a ogni evenienza.” Sentite di nuovo il familiare tanfo e vi affacciate ancora una volta oltre il parapetto della caffetteria: notate un singolo viticcio nero arrampicarsi lungo il fianco dell’edificio, in cima al quale ha cominciato a gonfiarsi un corpo fruttifero nero e bulboso. All’improvviso vi sembra che il corpo accenni un movimento dopo essere stato attraversato da un bagliore verde fosforescente… per quanto non soffi un filo di vento.
ko: 기차역에서 택시를 도무지 잡을 수 없었기에, 당신은 연락책과 접선하기로 했던 카페까지 도보로 이동합니다. 거의 텅 비다시피 한 카페에서 당신을 기다리던 접선책은 잘 쳐줘 봐야 소년 정도에 불과한 체격과는 대비되게, 잘 다듬어진 회색 턱수염이 입가를 뒤덮은 중년 남성이었습니다. 그러나 그의 입가에는 웃음기가 전혀 없습니다. “늦으셨군요. 재단 측에 지원 요청 전보를 쳤습니다. 보시다시피 마라케시의 상황은 심각합니다.” 당신이 사과하며 가능한 한 빨리 온 거라고 말하자, 연락책이 걱정스럽게 이마를 문지릅니다. “죄송합니다. 와주셔서 정말 감사하지만, 이미 일이 터질 대로 터진지라 두려워서요. 저희 힘으로는 멈출 여력도 시간도 없는 상황입니다.” 남자가 당신에게 우선 자리에 앉으라고 손짓합니다. “라티프라고 합니다. 여기 앉아서 들어보시는 게 어떻겠습니까?” 탁자 위에는 맛깔나는 모로코 향토 음식이 펼쳐져 있지만, 얼마 남지 않은 음식을 보자니 당신을 기다리는 동안 초조했던 라티프가 대부분 먹어 치웠나 봅니다. 라티프는 신문을 넘기며 도굴된 무덤, 시들어가는 작물, 수많은 실종자와 관련된 헤드라인을 하나씩 보여줍니다. 그가 진지하게 사건을 설명하는 사이, 바람에 뭔가 불쾌한 냄새가 실려 옵니다. 도시를 내려다보니 시커먼 덩굴이 몇몇 건물의 외벽을 타고 기어오른 모습이 보입니다. 멀리서 보기에, 저 덩굴은 다 죽어가는 사람의 몸에서 툭 불거진 정맥처럼 보입니다. 친구여, 괜찮습니까?” 도시를 멍하니 바라보던 당신은 라티프의 목소리를 듣고서야 화들짝 놀라며 사과합니다. 그러고는 저 덩굴은 대체 무엇인지 묻습니다. 라티프가 한숨을 푹 쉽니다. “저것 역시 풀어야 할 미스터리죠. 지난밤에 바히아 궁전 외곽에서 큰 소요 사태가 있었습니다. 비명을 내지르는 소리와 이빨로 뭔가를 물어뜯는 소리가 나더군요. 조사해 보라고 정보원을 보냈지만 끝내 돌아오지 못했습니다. 그리고 얼마 지나지 않아, 기괴한 검은색 덩굴이 자라나 벽면이란 벽면을 다 기어오르더군요. 끔찍한 썩은 내를 내는가 하면, 날카로운 가시까지 돋아 있었죠. 감히 건드릴 생각도 못 했습니다.” “이 괴이한 현상이 벌어지기 전에 제 형님이 말하길, 돌아가신 할아버지가 수의를 입고 거리를 걷는 모습을 봤다더군요. 그때는 무슨 말도 안 되는 소리냐고 일축했지만, 그런 이야기가 한둘이 아닙디다. 이제는 그런 자들이 한둘이 아니라 무리가 되어 말없이 거리를 터덜터덜 걸어 다닙니다. 눈은 공허하나 곯은 배를 채우려 들고 있습니다.” 라티프가 씁쓸하게 말하며, 찻잔을 비웁니다. “이번 일의 배후에는 자칭 아마란스란 여자가 있지 않나 합니다. 재단 측 기밀문서에서 보셨긴 할 테지만, 윗대가리에서 가장 중요한 건 전부 검열 처리를 해뒀더군요!” 라티프가 20대쯤 되어 보이는 아름다운 여인이 찍힌 사진을 건넵니다. 검은 드레스 차림에 장갑도 검은색이었으며, 무엇보다도 귀 뒤쪽에 꽂은 화려한 꽃송이가 돋보입니다. “저희 측의 다른 정보원이 이 ‘아마란스’란 여자를 바히아 궁전 정원에서 목격했다고 보고 했습니다. 마라케시 전역에서 뭔가 수상한 일이 벌어지고 있고, 그 중심엔 이 여자가 있어요. 아마란스가 무슨 끔찍한 계획을 세우고 있는지는 모르겠지만, 바히아 궁전으로 가서 이 여자를 멈춰야 합니다. 그 전에 제대로 각오는 해야겠지요.” 다시 한번 이제 익숙해진 부패의 악취가 바람을 타고 실려 옵니다. 카페 옥상에서 내려다 보니 검은색 덩굴줄기가 건물 외벽을 기어오르고 있었으며, 덩굴 말단부에는 불룩한 자실체가 발달하기 시작했습니다. 늦은 아침 떠오른 햇빛의 장난인지 아니면 또 다른 기묘한 일의 발로인지는 모르겠으나, 당신은 바람도 없는데 덩굴이 녹색 인광을 내뿜으며 스스로 움직이는 모습을 두 눈으로 똑똑히 목격했습니다.
pl: Na stacji nie znajdujesz żadnej taksówki, więc pieszo udajesz się na dach pobliskiej kawiarni, gdzie masz się spotkać ze swoim informatorem. Wita cię mężczyzna o chłopięcej posturze, kontrastującej z zadbaną szarą brodą, skrywającą głębokie zmarszczki. Ma ponurą minę. „Spóźniłeś się” – mówi grobowym głosem. „Prosiłem Fundację o pilne wsparcie. Sytuacja jest ekstremalnie trudna”. Przepraszasz go i zapewniasz, że robiłeś co w twojej mocy, by dotrzeć na czas. Mężczyzna pociera brwi w wyraźnym zaniepokojeniem. „Ja również przepraszam. Dobrze, że dotarłeś, ale obawiam się, że machina wydarzeń już ruszyła. Wydarzeń, których z braku czasu i środków nie możemy już zatrzymać”. Gestem wskazuje ci krzesło. „Jestem Latif. Radzę usiąść, nim zaczniemy”. Stół zastawiony był zapewne całą masą lokalnych przysmaków, ale biorąc pod uwagę ilość pozostawionych resztek, Latif z nerwów musiał zjeść większość posiłku. Pokazuje ci kilka gazet i nagłówków mówiących o splądrowanych grobowcach, zniszczonych uprawach i licznych zaginięciach. Kiedy on zdaje raport z tych wszystkich okropnych wydarzeń, twoją uwagę przykuwa niesiony wiatrem smród. Spoglądając w miasto dostrzegasz wzór na fasadzie budynku, utworzony przez czarne jak atrament pnącza. Z tej odległości przypominają spuchnięte żyły na zwłokach. „Wszystko w porządku przyjacielu?” – pyta Latif, wyrywając cię z zadumy. Przepraszasz go i pytasz o dziwną narośl. Mężczyzna wzdycha. „To kolejna zagadka. Zeszłej nocy było jakieś duże zamieszanie na zewnątrz Pałacu Bahia. Wrzaski i przepychanki. Wysłałem jednego z moich informatorów, aby sprawdził co się dzieje, ale nigdy nie wrócił. Wkrótce po tym, pojawiły się te dziwne rośliny, które zaczęły porastać ściany i inne powierzchnie. Śmierdzą zgnilizną i mają ostre ciernie. Na twoim miejscu bym ich nie dotykał”. „Zanim to się stało, mój brat powiedział mi, że widział, jak nasz zmarły dziadek spaceruje po ulicy w swoim całunie pogrzebowym. Normalnie zignorowałbym takie bujdy, ale słyszałem już dziesiątki podobnych doniesień. Po ulicach snuje się teraz całe mrowie milczących, z wolna poruszających się ludzi. Ich oczy są puste, a brzuchy napęczniałe” – dodaje Latif, dopijając resztkę herbaty. „Moim zdaniem winę za to ponosi ta, która sama o sobie mówi Amarant. Może kojarzysz ją z informacji w aktach Fundacji. Że też zamazali to, co najważniejsze. Nie powiem, bardzo to pomocne…” – rzuca Latif, podając ci wyraźne zdjęcie pięknej, około 20-letniej, kobiety w czarnej sukni i dopasowanych rękawiczkach, oraz z krzykliwym kwiatem wsuniętym za ucho. „Jeden z moich informatorów zarzekał się, że widział Amarant w ogrodach Pałacu Bahia. Dzieje się tu coś dziwnego, a ona jest w centrum tego wszystkiego. Moim zdaniem powinniśmy udać się do ogrodów i pokrzyżować jej plany, jakie by one nie były. Musimy być jednak przygotowani na wszystko”. W tym momencie czujesz znajomy zapach zgnilizny i spoglądasz na krawędź dachu kawiarni. Pojedyncze, czarne pnącze wpełzło po ścianie budynku. Na jego końcu dostrzegasz formujący się, bulwiasty owocnik. Nie jesteś pewien, czy to zasługa porannego słońca, czy może jakichś tajemniczych sił, ale mógłbyś przysiąc, że owocnik otacza lśniąca, fosforyzująca poświata, a on sam zdaje się lekko poruszać, choć jest całkiem bezwietrznie.
ru: Такси у железнодорожного вокзала не поймать, поэтому вы идёте пешком, чтобы встретиться со своим связным на крыше пустующего кафе. Встречающий вас мужчина имеет почти мальчишеское телосложение, компенсированное ухоженной бородой, скрывающей глубокие мимические морщины. Впрочем, сейчас он не улыбается. «Вы опоздали, — мрачно произносит он. — Я направлял в Организацию телеграмму с просьбой о помощи. Мы в отчаянии». Вы извиняетесь и говорите, что сделали всё, что могли, а он обеспокоенно потирает лоб. «Простите. Хорошо, что вы здесь, но боюсь, механизм уже запущен. И мы не сможем его остановить. Меня зовут Латиф. — Жестом он указывает на сиденья. — Прошу. Вам лучше присесть». На столе были разложены соблазнительные местные деликатесы, но, судя по остаткам, нервничающий Латиф съел большую часть. Одну за одной он показывает вам газеты с заголовками об осквернённых захоронениях, гибнущих посевах и многочисленных заявлениях о пропаже людей. Пока он излагает вам эти отрезвляющие новости, вы улавливаете по ветру запах чего-то неприятного. Окинув взглядом город, вы видите узор из чёрных как смоль лиан, которые тянутся по фасадам зданий. На расстоянии они выглядят словно вены на умирающем теле. «Друг мой? — Голос Латифа прорывается сквозь вашу задумчивость. Вы извиняетесь и спрашиваете его об этих побегах. Мужчина средних лет вздыхает. — Похоже, это ещё одна тайна. Вчера вечером у дворца Бахия был большой переполох. Крики и скрежет зубов. Я послал одного из своих информаторов на разведку, но он не вернулся. Вскоре после этого появилась странная чёрная растительность, вьющаяся на каждой стене и поверхности. Она воняет гнилью и выпускает ужасные острые шипы. Я бы не осмелился их трогать». «Прежде чем начались все эти странности, мой брат сказал мне, что видел нашего покойного дедушку, бредущего по улице в его погребальном саване. Я бы отмахнулся от этого, если бы количество подобных историй не перевалило за десятки. Сейчас по улицам ходят толпы медленно движущихся, молчаливых людей. Глаза их пусты… В отличие от желудков», — с горечью говорит Латиф, затем залпом допивает свой чай. «Я считаю, что ответственность несёт та, что зовёт себя Амарант. Вы можете узнать о ней побольше из досье Организации. Если бы они только не вымарывали из них самое важное!» Латиф достаёт чёткую фотографию красивой молодой женщины в чёрном платье и таких же перчатках, с броским цветком за ухом. «Другой мой информатор сказал, что видел эту Амарант в садах дворца Бахия. Творится нечто странное, и она явно в этом замешана. Предлагаю отправиться во дворец и положить конец её ужасным планам, но будьте готовы ко всему». Вы улавливаете знакомый запах гнили на ветру и смотрите вниз c крыши кафе. Одинокий чёрный побег ползёт вверх по стене здания. На конце лианы начало развиваться луковицеобразное чёрное плодовое тело. Вы не уверены, игра ли это позднего утреннего солнца или нечто более необычное, но вы могли бы поклясться, что видели мерцающие зелёные блики и хорошо заметное движение при полном отсутствии ветра.
zh: 你在火车站外招不到计程车，只好步行到一间空荡咖啡厅的顶楼与你的联络人会面。等待著你的是一名男性，他灰色的胡子平衡了他稚气的长相，但在他脸上看不见笑容。他严肃的说：“你来迟了，我发了电报给基石请求援助。如你所见，这里情况非常不乐观。” 你向他道歉并表示你已经尽快赶来了。他忧虑的搓揉著眼角：“我很抱歉，我很高兴你来了，但恐怕情况已经失控了，我们已经没有力量跟时间阻止了。”他示意要你入座。“我叫拉提夫，你会想坐下再听的。” 桌子上放满了当地传统的佳肴，但就剩余的情况来看，大部分都被焦虑的拉提夫吃掉了。他给了你几份报纸头条，内容关于被亵渎的墓穴、枯死的作物跟失踪的人口。当他将这些悲剧事件之间的关联解释给你听时，你闻到风中飘来一股恶臭。你向外看向城市，墨汁般黑色的藤蔓爬满了建筑物的外墙，远远看去就像尸体上浮肿的血管。 “我的朋友？”拉提夫的声音将你从出神状态拉回现实。你向他道歉并问到那些藤蔓。这位中年男子叹了口气说：“这是另一个谜团，昨晚在巴西亚宫外有阵很大的骚动。尖叫声跟咆啸声此起彼落，我派了人去查看，但他一去不回了。很快那些黑色的花就出现了，长满了整座城市，散发著腐败的恶臭，还长出尖锐的荆棘，我不敢碰触它们。” “在这个事件爆发前，我弟弟说他看见我们的祖父穿著寿衣在街上游荡，我本想忽略，但有越来越多的相似报告传来。他们现在在街上沉默而缓慢的游荡，眼神空洞但饥饿无比。”拉提夫语带苦涩，仰头饮尽最后一点薄荷茶。 “我相信幕后黑手是自称永生花的那名女性，你应该看过她的卷宗了，基石把所有最重要的地方抹除了可真是帮了大忙！”拉提夫拿出了一张脆弱的照片，上面是一个20多岁的漂亮女性，穿著黑色洋装跟黑色手套，耳边戴著一朵艳丽的花朵。 “我的另一个线人说他在巴西亚宫花园看到了‘永生花’，她就是这一团混乱的中心。我说我们直接冲进皇宫阻止她的计划吧，但做好面对任何状况的准备。” 你闻到一股熟悉的臭味，你从屋顶向下望，看见一小段黑色的蔓须已经爬上这栋建筑了，在藤蔓的源头有一颗黑色的花苞正在生长。你不确定是光线的关系还是真的有什么超自然的力量，但你发誓花苞周围有绿色的，如鬼火般的闪光正在移动，即使现在一点风都没有。
