Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/03_dead_heat.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Realizing the peril of your situation, you make for the outskirts of town and knock on every door you see. Pleading for your life, you offer money or whatever you have on hand, only to be turned away at every stop. Eventually, a wrinkled old woman takes pity on you and welcomes you inside. You spend the night trembling in fear and trepidation, and when you emerge in the morning, the city is in ruins. Awful black vines envelop everything. This devastation was apparently a worthwhile price to pay for true love.
de: Als du erkennst, in welcher Gefahr du dich befindest, machst du dich auf den Weg zum Stadtrand, wo du an jeder Tür klopfst, die du siehst. Du flehst um dein Leben, bietest Geld und deine ganzen Habseligkeiten an, aber du wirst überall abgewiesen. Schließlich erbarmt sich eine alte, von vielen Falten gezeichnete Frau deiner und lässt dich in ihr Haus. Die Nacht verbringst du zitternd in Angst und Schrecken. Als du am Morgen wieder vor die Tür gehst, liegt die Stadt in Trümmern. Schreckliche schwarze Ranken überwuchern alles. Diese Verwüstung war offenbar der Preis, der für wahre Liebe gezahlt werden musste.
es: Al darte cuenta de lo peligroso de tu situación, huyes hacia las afueras de la ciudad mientras llamas a todas las puertas que ves. Suplicas por tu vida y ofreces dinero o cualquier cosa que lleves encima, pero nadie quiere ayudarte. Al final, una arrugada anciana se apiada de ti y te permite pasar. Pasas la noche temblando de miedo y agitación, y cuando sales a la mañana siguiente, la ciudad está en ruinas. Unas terribles enredaderas negras lo envuelven todo. Al parecer, esta devastación era un precio que merecía la pena pagar por el amor verdadero.
fr: Après avoir réalisé le danger de la situation, vous fuyez aux confins de la cité et frappez à toutes les portes que vous voyez. Vous suppliez qu'on vous offre un abri, et proposez d'offrir de l'argent et tout ce que vous avez sur vous, mais on vous refoule à chaque fois. Finalement, une vieille femme ridée vous prend en pitié et vous accueille chez elle. Vous passez la nuit a trembler de peur et d'inquiétude. Lorsque vous sortez dans la matinée, la ville est en ruines. Les horribles plantes noires recouvrent absolument tout. Il semble que ce paysage dévasté était un maigre prix a payer en échange de l'amour véritable.
it: Rendendovi conto della gravità della situazione, vi dirigete verso la periferia della città bussando a ogni porta e offrendo denaro e oggetti per aver salva la vita, ma venite respinti a ogni occasione… finché una vecchia donna incartapecorita non si lascia finalmente impietosire, accogliendovi nella sua magione. Trascorrete la notte tremando di terrore e trepidazione e, quando riemergete al mattino, davanti a voi si staglia una città in rovina. Gli orrendi viticci neri avvolgono ogni cosa. A quanto pare, questa devastazione era un giusto prezzo da pagare in nome del vero amore.
ko: 당신은 이제서야 상황의 심각성을 깨닫고서 도시 변두리로 향해 보이는 문을 족족 두드립니다. 목숨을 살려달라고 간청하며 돈이든 뭐든 손에 잡히는 것을 모두 주겠다고 말하지만, 집집이 외면당하고 맙니다. 마침내 얼굴이 쪼글쪼글한 노파가 당신을 가엾게 여겨 집안으로 들입니다. 노파의 집에서 두려움에 전율하며 밤을 지새우고, 아침이 되어 밖으로 나가보니 마라케시는 완전한 폐허가 되어 있었습니다. 눈에 보이는 모든 것이 끔찍한 검은 덩굴에 휘감겨 있던 것입니다. 아마란스에게는 라진 파르히와의 진정한 사랑을 위해서라면 이런 참상쯤은 기꺼이 치러야 할 대가에 불과했을 것입니다.
pl: Zdając sobie sprawę z tragicznej sytuacji, w jakiej się znalazłeś, decydujesz się uciec na obrzeża miasta, pukając do każdych drzwi jakie napotykasz na swej drodze. Zaklinasz się na własne życie, oferujesz pieniądze i wszystko co ma jakąkolwiek wartość, lecz nikt nie chce ci pomóc. Lituje się nad tobą dopiero stara, pomarszczona kobieta, która udziela ci schronienia. Spędzasz tę noc trzęsąc się ze strachu i trwogi, a gdy rankiem opuszczasz bezpieczną kryjówkę odkrywasz, że miasto jest zrujnowane. Potworne pnącza oplatają wszystko. Najwyraźniej ten karnawał zniszczenia była ceną za prawdziwą miłość.
ru: Понимая всю опасность своего положения, вы отправляетесь на окраину города и стучитесь в каждую дверь, которую видите. С мольбой о спасении вы предлагаете деньги и всё, что у вас есть, но везде слышите лишь отказы. Наконец, морщинистая пожилая женщина сжаливается над вами и приглашает в дом. Вы проводите ночь, дрожа от страха и тревоги, а когда утром выходите из дома, город лежит в руинах. Жуткие чёрные лианы обвивают все вокруг. Похоже, это разорение было ценой настоящей любви.
zh: 你意识到自己危急的处境，开始朝城外逃跑。你敲遍家家户户的门，绝望的想用金钱或任何代价换取庇护，但所有人都回绝了你。终于有位满脸皱纹的老人可怜你，让你进屋，你整夜都在恐惧与不安之中颤抖。隔天早上，你看见整座城市都被黑色的藤蔓笼罩，沦为永生花找回真爱的牺牲品。

source: Realizing the peril of your situation, you make for the outskirts of town and knock on every door you see. Pleading for your life, you offer money or whatever you have on hand, only to be turned away at every stop. Eventually, a wrinkled old woman takes pity on you and welcomes you inside. You spend the night trembling in fear and trepidation, and when you emerge in the morning, the city is in ruins. Awful black vines envelop everything. You wonder what was so important to Amaranth that she would cause such devastation.
de: Als du erkennst, in welcher Gefahr du dich befindest, machst du dich auf den Weg zum Stadtrand, wo du an jeder Tür klopfst, die du siehst. Du flehst um dein Leben, bietest Geld und deine ganzen Habseligkeiten an, aber du wirst überall abgewiesen. Schließlich erbarmt sich eine alte, von vielen Falten gezeichnete Frau deiner und lässt dich in ihr Haus. Die Nacht verbringst du zitternd in Angst und Schrecken. Als du am Morgen wieder vor die Tür gehst, liegt die Stadt in Trümmern. Schreckliche schwarze Ranken überwuchern alles. Du fragst dich, was für Amaranth so wichtig war, dass sie eine solche Verwüstung verursachen würde.
es: Al darte cuenta de lo peligroso de tu situación, huyes hacia las afueras de la ciudad mientras llamas a todas las puertas que ves. Suplicas por tu vida y ofreces dinero o cualquier cosa que lleves encima, pero nadie quiere ayudarte. Al final, una arrugada anciana se apiada de ti y te permite pasar. Pasas la noche temblando de miedo y agitación, y cuando sales a la mañana siguiente, la ciudad está en ruinas. Unas terribles enredaderas negras lo envuelven todo. Te preguntas qué era tan importante para Amaranth como para provocar semejante devastación.
fr: Après avoir réalisé le danger de la situation, vous fuyez aux confins de la cité et frappez à toutes les portes que vous voyez. Vous suppliez qu'on vous offre un abri, et proposez d'offrir de l'argent et tout ce que vous avez sur vous, mais on vous refoule à chaque fois. Finalement, une vieille femme ridée vous prend en pitié et vous accueille chez elle. Vous passez la nuit à trembler de peur et d'inquiétude. Finalement, lorsque vous sortez dans la matinée, la ville est en ruines. Les horribles plantes noires recouvrent absolument tout. Vous vous demandez ce que recherchait Amarante en provoquant une telle dévastation.
it: Rendendovi conto della gravità della situazione, vi dirigete verso la periferia della città bussando a ogni porta e offrendo denaro e oggetti per aver salva la vita, ma venite respinti a ogni occasione… finché una vecchia donna incartapecorita non si lascia finalmente impietosire, accogliendovi nella sua magione. Trascorrete la notte tremando di terrore e trepidazione e, quando riemergete al mattino, davanti a voi si staglia una città in rovina. Gli orrendi viticci neri avvolgono ogni cosa. Vi chiedete cosa mai potesse esserci di tanto importante per Amaranto da spingerla a causare una tale devastazione.
ko: 당신은 이제서야 상황의 심각성을 깨닫고서 도시 변두리로 향해 보이는 문을 족족 두드립니다. 목숨을 살려달라고 간청하며 돈이든 뭐든 손에 잡히는 것을 모두 주겠다고 말하지만, 집집이 외면당하고 맙니다. 마침내 얼굴이 쪼글쪼글한 노파가 당신을 가엾게 여겨 집안으로 들입니다. 노파의 집에서 두려움에 전율하며 밤을 지새우고, 아침이 되어 밖으로 나가보니 마라케시는 완전한 폐허가 되어 있었습니다. 눈에 보이는 모든 것이 끔찍한 검은 덩굴에 휘감겨 있던 것입니다. 무엇이 그렇게 중요했기에 아마란스는 마라케시를 이토록 무자비한 참상으로 몰아간 걸까요?
pl: Zdając sobie sprawę z tragicznej sytuacji w jakiej się znalazłeś, decydujesz się uciec na obrzeża miasta, pukając do każdych drzwi jakie napotykasz na swej drodze. Zaklinasz się na własne życie, oferujesz pieniądze i wszystko co ma jakąkolwiek wartość, lecz nikt nie chce ci pomóc. Lituje się nad tobą dopiero stara, pomarszczona kobieta, która udziela ci schronienia. Spędzasz tę noc trzęsąc się ze strachu i trwogi, a gdy rankiem opuszczasz bezpieczną kryjówkę odkrywasz, że miasto jest zrujnowane. Potworne pnącza oplatają wszystko. Zastanawiasz się co było tak ważne dla Amarant, że zdecydowała się rozpętać takie piekło.
ru: Понимая всю опасность своего положения, вы отправляетесь на окраину города и стучитесь в каждую дверь, которую видите. С мольбой о спасении вы предлагаете деньги и всё, что у вас есть, но везде слышите лишь отказы. Наконец, морщинистая пожилая женщина сжаливается над вами и приглашает вас в дом. Вы проводите ночь, дрожа от страха и тревоги, а когда утром выходите из дома, город лежит в руинах. Жуткие чёрные лианы обвивают все вокруг. Хотели бы вы знать, ради чего такого важного Амарант могла устроить подобное разорение.
zh: 你意识到自己危急的处境，开始朝城外逃跑。你敲遍家家户户的门，绝望的想用金钱或任何代价换取庇护，但所有人都回绝了你。终于有位满脸皱纹的老人可怜你，让你进屋，你整夜都在恐惧与不安之中颤抖。隔天早上，你看见整座城市都被黑色的藤蔓笼罩，毁于一旦。你还是不清楚永生花造成如此大规模的毁灭是为了什么。

source: Looking down at the woman who called herself Amaranth, you call her by her true name. “Eryn… Cochwyn?” She holds her hand to her cheek as her cheeks flush. You see her eyes dilate as she begins to remember her former life. As her gaze passes over the Last Blossom writhing in your hand, she lets out a cry of horror. “I had the most terrible dream,” she says. “I dreamt I was a great and terrible queen, and that I ruled over a kingdom of silent subjects.” Realizing what she has done, the change in Eryn’s demeanor is jarring. The woman who seemed so heartless and cruel now lies before you, weeping. It is clear to you that Eryn’s actions were not her own. You console her and lead her to safety along with the rest of the survivors, telling her that you will keep the blossom safe and prevent ‘Amaranth’ from taking another host ever again. “Never again,” she echoes your words. “Never again.” As you depart, the blossom furls and unfurls, as if searching for another host.
de: Du schaust auf die Frau herab, die sich selbst Amaranth nennt, und sprichst sie mit ihrem wahren Namen an. „Eryn ... Cochwyn?“ Sie wird plötzlich rot und hält eine Hand an die Wange. Du siehst, wie sich ihre Augen weiten, während sie sich an ihr früheres Leben zu erinnern scheint. Als ihr Blick über die Letzte Blüte schweift, die sich in deiner Hand windet, stößt sie einen Schrei des Entsetzens aus. „Ich hatte einen schrecklichen Traum“, sagt sie. „Ich träumte, ich wäre eine große und schreckliche Königin, die über ein Königreich voller stummer Untertanen herrschte.“ Als Eryn erkennt, was sie getan hat, kann sie sich nicht mehr halten und bricht zusammen. Die Frau, die so herzlos und grausam erschien, liegt nun schluchzend vor dir. Dir ist jetzt klar, dass Eryns Handlungen nicht ihre eigenen waren. Du tröstest sie und bringst sie zusammen mit den anderen Überlebenden in Sicherheit. Du versprichst ihr, die Blüte in Sicherheit zu bringen und dafür zu sorgen, dass „Amaranth“ nie wieder einen anderen Wirt übernimmt. „Nie wieder“, wiederholt sie deine Worte. „Nie wieder.“ Als du gehst, schließt sich die Blüte und öffnet sich wieder, als ob sie nach einem neuen Wirt suche.
es: Bajas la vista hacia la mujer que se hacía llamar Amaranth y la llamas por su verdadero nombre: —¿Eryn… Cochwyn? Se lleva la mano a la mejilla mientras se ruboriza. Ves que se le dilatan los ojos mientras empieza a recordar su vida anterior. Cuando sus ojos se posan sobre La última flor que se retuerce en tu mano, se le escapa un grito de horror. —He tenido un sueño horrible —dice—. Soñaba que era una gran reina terrible y que gobernaba en un reino de súbditos silenciosos. Al darse cuenta de lo que ha hecho, el cambio en el comportamiento de Eryn es estremecedor. La mujer que antes parecía tan cruel y despiadada ahora solloza frente a ti. Te resulta evidente que Eryn no era dueña de sus actos. La consuelas y la llevas a un lugar seguro junto con los demás supervivientes, y le aseguras que mantendrás la flor a salvo y evitarás que “Amaranth” nunca más vuelva a adueñarse de ningún cuerpo. —Nunca más —repite ella—. Nunca más. Cuando te marchas, la flor se abre y se cierra como si buscase otro anfitrión.
fr: Vous baissez les yeux sur la femme qui se faisait appeler Amarante. Vous utilisez à présent son véritable nom. « Eryn… Cochwyn ? » Elle porte une main à sa joue alors que sa peau reprend des couleurs. Vous voyez ses yeux se dilater au fur et à mesure qu'elle se remémore son ancienne vie. Lorsque son regard se porte nonchalamment sur La Dernière Fleur qui se tortille dans votre main, elle pousse un cri d'horreur. « J'ai fait un rêve horrible », dit-elle. « J'ai rêvé que j'étais une reine majestueuse et terrible et que mon royaume était peuplé de silencieux sujets. » Lorsqu'elle réalise ce qu'elle a fait, le comportement d'Eryn change du tout au tout. La femme qui semblait si froide et si cruelle, éclate a présent en sanglots sous vos yeux. Il vous paraît limpide qu'Eryn n'agissait pas de sa propre volonté. Vous la réconfortez et la conduisez en sécurité avec le reste des survivants. Vous lui dites que vous veillerez sur la fleur et qu'« Amarante» ne prendra plus jamais possession de quiconque. « Plus jamais », répète-t-elle comme un écho. Lorsque vous partez, la fleur se tourne et se retourne sur elle-même, comme si elle cherchait un nouvel hôte.
it: Abbassate lo sguardo sulla donna, rivolgendovi a lei utilizzando il suo vero nome. “Eryn… Cochwyn?” La vedete posarsi una mano sulla guancia, rossa di imbarazzo, e i suoi occhi si dilatano mentre i ricordi della sua vecchia vita le inondano la mente. Quando il suo sguardo si posa sull’Ultimo Fiore, che sta avvizzendo tra le vostre dita, non riesce a trattenere uno strillo di terrore. “Ho fatto il più orribile degli incubi… Ho sognato di essere una regina grandiosa e terribile, e dominavo su un regno di sudditi silenti…” Quando si rende conto di ciò che ha fatto, la vedete trasformarsi davanti ai vostri occhi: la stessa persona che appariva così spietata e crudele ora sta singhiozzando come una bambina. È ormai ovvio che Eryn non era in grado di controllare le sue azioni. La consolate, portandola dagli altri sopravvissuti, e le promettete che terrete al sicuro il fiore e non permetterete mai più ad “Amaranto” di prendere il controllo di un altro ospite. “Mai più” ripete lei facendo eco alle vostre parole. “Mai più.” Mentre vi accingete a partire, il fiore comincia a chiudersi e schiudersi ripetutamente, come se stesse cercando bramosamente un nuovo corpo ospite.
ko: 당신은 자칭 아마란스라는 여인을 내려다보며, 그녀의 실명을 부릅니다. “에린... 코흐윈?” 그러자 에린의 뺨에 핏기가 돌기 시작하더니 그녀가 뺨에 한 손을 가져다 댑니다. 에린은 아마란스가 되기 이전의 삶을 떠올리며 눈을 휘둥그레 뜹니다. 마침내 그 시선은 당신의 손에 쥐인 마지막 꽃송이로 향하고, 그 입에서는 공포에 질린 비명이 터져 나옵니다. “정말로 끔찍한 꿈을 꿨어요. 무시무시하고도 위대한 여왕이 된 꿈이었어요. 아무런 반항도 없는 신민으로 가득 찬 왕국을 다스리는 꿈을.” 에린은 그제서야 자신이 저지른 일을 목도하고서 가엾게도 무너져내리고 맙니다. 그토록 잔혹하고 무정해 보였던 여인은 이제 당신의 발치에서 몸을 추스르지도 못한 채 흐느낄 뿐입니다. 에린이 제 의지로 이런 참상을 저지른 것은 아니었습니다. 당신은 에린을 위로하며 나머지 생존자 무리로 안내하고는, 당신이 마지막 꽃송이를 안전히 지켜내겠으며 절대로 다시는 ‘아마란스’가 다른 숙주를 차지하지 못하도록 막겠노라고 약속했습니다. “다시는...” 에린이 당신의 말을 반복해서 읊조립니다. “절대로 다시는.” 당신이 에린의 곁을 뜨자, 꽃송이는 또 다른 숙주를 찾아 헤매는 것처럼 꽃잎을 폈다 오므라들기를 반복합니다.
pl: Spoglądasz z góry na kobietę, która sama siebie nazywa Amarant, i zwracasz się do niej jej prawdziwym imieniem. „Eryn… Cochwyn?”. Przykłada dłoń do czerwieniejącego policzka. Dostrzegasz, jak rozszerzają się jej źrenice, w miarę jak przypomina sobie dawne życie. Gdy jej wzrok pada na wijący się w twojej dłoni Ostatni kwiat, wydaje z siebie upiorny szloch. „Miałam koszmarny sen” – mówi. „Śniłam, że byłam potężną i budzącą grozę królową, rządziłam księstwem milczących sług”. Zdawszy sobie sprawę co uczyniła, jej postawa zmienia się nie do poznania. Kobieta uchodząca za ucieleśnienie zawziętości i okrucieństwa, leży teraz u twych stóp, zanosząc się płaczem. Nie ulega wątpliwości, że Eryn nie działała wedle własnej woli. Podpierasz ją i prowadzisz wraz z ocalałymi w bezpieczne miejsce zapewniając, że przechowasz kwiat w bezpiecznym miejscu, aby „Amarant” już nigdy nie posłużyła się żadnym innym nosicielem. „Już nigdy” – powtarza po tobie – „już nigdy”. Gdy się oddalasz widzisz, że kwiat otwiera się i zamyka, jakby szukał nowego ciała, którym mógłby zawładnąć.
ru: Глядя вниз на женщину, называющую себя Амарант, вы зовёте её настоящим именем. «Эрин… Кохвин?» Она прижимает руку к лицу, по её щекам разливается румянец. Вы видите, как расширяются её глаза, когда она начинает вспоминать свою прежнюю жизнь. Когда её взгляд переходит на Последний цветок, извивающийся в вашей руке, она издаёт крик ужаса. «Мне приснился кошмарнейший сон, — говорит она. — Мне снилось, что я великая и ужасная королева, правящая королевством безмолвных подданных». Осознав, что она натворила, Эрин резко меняется в своём поведении. Женщина, которая казалась такой бессердечной и жестокой, теперь плачет, лёжа перед вами. Вам ясно, что Эрин действовала не по своей воле. Вы утешаете её и ведёте в безопасное место вместе с остальными выжившими, говоря ей, что вы сохраните цветок в безопасности и никогда не позволите Амарант найти нового носителя. «Никогда, — эхом вторит она вашим словам. — Никогда». Когда вы уходите, цветок закрывается и распускается, словно ищет нового хозяина.
zh: 你俯视著这名自称永生花的女子，叫出了她真正的名字：“艾琳……科契温？”她捧著自己发红的脸颊，你看见她的瞳孔在她想起自己的身分时放大。她看向在你手中萎缩的终末之花，意识到自己犯的过错，她发出害怕的哭喊：“我做了可怕的梦，我梦到自己变成恐怖而伟大的女王，君临一个满是无声仆从的王国。”艾琳的改变让你感受到强烈的对比，这个先前看起来冷酷无情的女人现在居然躺在你面前啜泣。 很明显艾琳是身不由己的，你安抚她并将她与其他幸存者带到安全的地方。你告诉她你会好好保管终末之花，防止“永生花”找到下个宿主。“千万不行，”她重复著你的话，“千万不行。”当你启程离开时，花朵不断收缩著，像是在渴求新的宿主。

source: As you hold the Last Blossom in your hand, Amaranth convulses on the ground before you. Spitting black ichor, the beautiful young woman claws at you like a frightened animal, then bolts away down a narrow street. Although you try to follow her, you eventually lose her trail in the confusion of fleeing civilians and shriveling overgrowth.
de: Als du die Letzte Blüte in der Hand hältst, zuckt Amaranth vor dir auf dem Boden zusammen. Die schöne junge Frau spuckt schwarzen Schleim und schlägt wie ein verängstigtes Tier nach dir. Dann stürmt sie plötzlich in eine schmale Straße davon. Du versuchst ihr noch zu folgen, verlierst aber schließlich ihre Spur in dem Durcheinander fliehender Zivilisten und verwelkender Ranken.
es: Con La última flor en tu mano, Amaranth se convulsiona en el suelo frente a ti. La bella joven escupe un icor negro y trata de arañarte como un animal asustado antes de salir huyendo por una estrecha callejuela. Aunque intentas seguirla, acabas por perder su rastro entre la confusión de civiles que escapan y de vegetación que se marchita.
fr: Alors que vous tenez La Dernière Fleur dans votre main, Amarante convulse à terre sous vos yeux. Cette très belle femme crache à présent une substance noire et goudronneuse en tentant de vous griffer avant de se précipiter dans une rue étroite. Vous tentez de la suivre, mais vous finissez par perdre sa trace au milieu des civils en fuite et de la végétation envahissante qui commence à flétrir.
it: Mentre stringete l’Ultimo Fiore tra le mani, osservate Amaranto riversa a terra e in preda alle convulsioni. La bellissima ragazza cerca di artigliarvi come un animale terrorizzato, sputando icore nero dalla bocca, poi si volta e fugge in un angusto vicolo. Cercate di inseguirla ma, tra la confusione causata dai civili in cerca di qualche via di fuga e la vegetazione in costante avvizzimento, perdete presto le sue tracce.
ko: 당신이 마지막 꽃송이를 손에 들고서 내려다보는 가운데, 아마란스는 땅바닥에서 격렬하게 경련을 일으킵니다. 그녀는 입에서 새카만 농액을 토해내더니, 아름다운 여인보다는 겁먹은 짐승의 모습처럼 당신을 향해 손톱을 갈퀴처럼 휘두르고는 좁다란 길을 쏜살같이 내달려 사라집니다. 아마란스를 뒤쫓아가려 해봤지만, 혼란에 빠져 달아나는 사람들과 시들어가는 덩굴 사이에서 그 흔적을 놓치고 말았습니다.
pl: Kiedy ty trzymasz w ręku Ostatni kwiat, Amarant wije się w konwulsjach u twych stóp. Plując czarną posoką, piękna młoda kobieta wyciąga w twoim kierunku szpony, niczym przerażone zwierzę zapędzone w pułapkę, po czym zwinnym ruchem umyka w wąską uliczkę. Rzucasz się w pogoń, ale szybko gubisz ślad w gąszczu uciekających w panice cywili i uschniętych pnączy.
ru: Вы держите в руке Последний цветок, а Амарант бьётся в конвульсиях на земле перед вами. Сплёвывая чёрную скверну, красивая молодая женщина вцепляется в вас когтями, словно испуганное животное, а затем бросается прочь по узкой улице. Вы пытаетесь последовать за ней, но вскоре теряете её след в хаосе бегущих из города жителей и увядающих зарослей.
zh: 当你取走终末之花时，永生花在你面前剧烈地痉挛。这位美丽的年轻女子边吐出黑色的液体边像受惊的动物般对你张牙舞爪，然后迅速跑进一条小巷中。你试著追踪她，但很快就在逃离的市民跟枯萎的藤蔓中失去了她的踪迹。
