Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/03_dead_heat.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Marrakesh
de: Marrakesch
es: Marrakech
fr: Marrakech
ko: 마라케시
ru: Марракеш
zh: 马拉喀什

source: Marrakesh: Dead Heat
de: Marrakesch: Tödliche Hitze
es: Marrakech: Calor muerto
fr: Marrakech : Chaleur Mortelle
it: Marrakesh: Calura Mortale
ko: 마라케시: 죽음과 혹서
pl: Marrakesz: Morderczy upał
ru: Марракеш: Смертельная жара
zh: 马拉喀什：致命酷热

source: Civilians
de: Zivilisten
es: Civiles
fr: Civils
it: Civili
ko: 민간인
pl: Cywile
ru: Горожане
zh: 市民

source: You are jolted awake by the sound of screeching wheels as your train shudders to a stop. Although it is barely morning, the heat from the sun rises in shimmering waves from the sweltering pavement to veil Marrakesh in an otherworldly glimmer. Your head pounds. The city wavers like a mirage in the middle of the Moroccan desert.
de: Du wirst durch das Geräusch quietschender Räder wachgerüttelt, als dein Zug zum Stehen kommt. Obwohl es gerade erst Vormittag ist, lässt die Hitze der Sonne die Luft in flimmernden Wellen von den Straßen aufsteigen und Marrakesch in einem unwirklichen Schimmer erscheinen. Dein Kopf schmerzt. Die Stadt verschwimmt wie eine Fata Morgana inmitten der marokkanischen Wüste.
es: El chirrido de las ruedas te despierta con sobresalto cuando tu tren se detiene. Aunque apenas ha amanecido, el calor del sol brota visiblemente del sofocante pavimento y baña Marrakech de un resplandor sobrenatural. Te palpita la cabeza. La ciudad ondula como un espejismo en mitad del desierto marroquí.
fr: Vous êtes réveillé en sursaut par le son des roues qui crissent lorsque votre train s'arrête soudainement. Bien que la matinée commence à peine, la chaleur du soleil inonde les pavés d'une chaleur étouffante qui couvre Marrakech d'un voile flou à travers une lumière quasi surnaturelle. Vous sentez les battements de votre cœur résonner dans votre tête. La ville danse devant vous comme un mirage au milieu du désert marocain.
it: Venite svegliati di soprassalto dallo stridio delle ruote quando il treno rallenta fino a fermarsi. Per quanto siano le prime ore del mattino, il calore del sole si solleva in ondate cangianti dalle torride strade, avvolgendo Marrakech in uno splendore ultraterreno. La testa vi pulsa. La città vibra come un miraggio nel mezzo del deserto marocchino.
ko: 기차가 정거장에 들어서며 선로를 긁어대는 굉음이 귓전을 때리자, 당신은 황급히 잠에서 깹니다. 이제 겨우 아침이지만, 내리쬐는 햇빛이 포장도로를 뜨겁게 달구며 아지랑이를 피워냅니다. 이렇게 퍼져나간 아지랑이가 마라케시에 별세계적인 장막을 드리운 것만 같습니다. 머리가 지끈지끈합니다. 모로코 사막 한가운데 자리한 이 도시는 마치 신기루처럼 아른거립니다.
pl: Upiorny wizg kół zatrzymującego się pociągu, którym podróżujesz, wyrywa cię ze snu. Choć ledwie nastał świt, ulice Marrakeszu są spowite woalem rozgrzanego powietrza, zawieszonego nad rozpalonymi chodnikami. Czujesz jak pulsuje ci w skroniach. Miasto wygląda jak miraż, w samym środku marokańskiej pustyni.
ru: Вы просыпаетесь от скрипа колёс, когда ваш поезд с грохотом останавливается. Хотя сейчас только утро, жар поднимается мерцающими волнами от раскалённого тротуара и окутывает Марракеш потусторонним блеском. Ваша голова раскалывается. Город колеблется, словно мираж посреди марокканской пустыни.
zh: 你被火车减速的尖锐摩擦声惊醒。尽管早晨才刚刚来临，炙热的太阳已经用热浪为马拉喀什蒙上了一片闪烁的面纱。整座城市看起来像摩洛哥沙漠中的海市蜃楼般摇曳著。

source: Check how much <b>time</b> has passed in the Campaign Log:
de: Überprüfe im Kampagnenlogbuch, wie viel <b>Zeit</b> verstrichen ist:
es: Comprueba en el registro de campaña cuánto <b>tiempo</b> ha transcurrido:
fr: Vérifiez combien de cases <b>Temps</b> ont été cochées dans le Carnet de Campagne :
it: Controllate quanto <b>tempo</b> è trascorso nel Diario della Campagna:
ko: 캠페인 기록지에서 <b>시간</b>이 얼마나 경과했는지 확인합니다.
pl: Sprawdź w Dzienniku kampanii, ile <b>czasu</b> minęło:
ru: Сверьтесь с журналом кампании, сколько прошло <b>времени</b>:
zh: 检查剧本日志上经过多少<b>时间</b>：

source: If less than 15 <b>time</b> has passed:
de: Falls weniger als 15 <b>Zeit</b> verstrichen ist:
es: Si ha transcurrido menos de 15 de <b>tiempo</b>:
fr: Si moins de 15 cases <b>Temps</b> ont été cochées :
it: Se sono trascorsi 14 o meno <b>tempi</b>:
ko: <b>시간</b>이 15 미만으로 경과했습니까?
pl: Jeśli minęło mniej niż 15 <b>czasu</b>:
ru: Если прошло меньше 15<b> времени</b>:
zh: 如果经过了小于15<b>时间</b>：

source: If 15 to 24 <b>time</b> has passed:
de: Falls 15–24 <b>Zeit</b> verstrichen ist:
es: Si ha transcurrido entre 15 y 24 de <b>tiempo</b>:
fr: Si entre 15 et 24 cases <b>Temps</b> ont été cochées :
it: Se sono trascorsi tra 15 e 24 <b>tempi</b>:
ko: <b>시간</b>이 15~24 경과했습니까?
pl: Jeśli minęło od 15 do 24 <b>czasu</b>:
ru: Если прошло от 15 до 24 <b>времени</b>:
zh: 如果经过了15到24<b>时间</b>：

source: If 25 or more <b>time</b> has passed:
de: Falls 25 <b>Zeit</b> oder mehr verstrichen ist:
es: Si ha transcurrido 25 o más de <b>tiempo</b>:
fr: Si au moins 25 cases <b>Temps</b> ont été cochées :
it: Se sono trascorsi 25 o più <b>tempi</b>:
ko: <b>시간</b>이 25 이상으로 경과했습니까?
pl: Jeśli minęło 25 lub więcej <b>czasu</b>:
ru: Если прошло больше 24 <b>времени</b>:
zh: 如果经过了大于25<b>时间</b>：
