Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/03_dead_heat.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You find many “Latif”s listed among the innumerable dead as the city reckons with its losses. Rather than try to find your contact, you take stock of the situation and read over the dossier. You have little doubt that this was the work of the Coterie. What Amaranth did here claimed thousands of lives and wreaked havoc on a scale you could have scarcely foreseen. Whatever her reasons, she apparently has the ability to bring calamity on an apocalyptic scale. As the people of Marrakesh carry out the grim arithmetic of counting survivors, you use what time you have to help the civilians rebuild. Over the course of many days, the awful vines dessicate and blow away as ash, and the dead are cleansed and wrapped for burial. Despite the devastation, there is hope for the city to become what it once was, if not even better. With a heavy heart, you prepare to leave.
de: Unter den zahllosen Toten, welche die Stadt zu beklagen hat, findest du viele „Latifs“. Es hat keinen Sinn, weiter nach deinem Kontaktmann zu suchen, also ziehst du Bilanz und gehst noch einmal das Dossier durch. Du hast kaum Zweifel daran, dass all dies das Werk der Coterie war. Was Amaranth hier getan hat, hat Tausende von Menschenleben gekostet und eine so schreckliche Verwüstung angerichtet, die du niemals hättest vorhersehen können. Was auch immer ihre Gründe hierfür waren, sie hat offenbar die Fähigkeit, Unheil in apokalyptischem Ausmaß anzurichten. Während die Überlebenden von Marrakesch die Opfer zählen, nutzt du die Zeit, die du erübrigen kannst, um den Zivilisten beim Wiederaufbau zu helfen. Im Laufe vieler Tage verdorren die schrecklichen Ranken und vergehen zu Asche. Die Toten werden gereinigt und für die Bestattung eingewickelt. Trotz der allgegenwärtigen Verwüstung besteht die Hoffnung, dass die Stadt wieder zu dem werden kann, was sie einmal war, vielleicht sogar zu etwas Besserem. Schweren Herzens bereitest du dich auf die Abreise vor.
es: Encuentras a muchos “Latif” entre la innumerable lista de muertos mientras la ciudad hace frente a sus pérdidas. En lugar de intentar encontrar a tu contacto, haces una valoración de la situación y repasas el dosier. No tienes duda alguna de que ha sido obra de la Camarilla. Lo que Amaranth ha hecho aquí se ha cobrado miles de vidas y ha sembrado el caos en una escala que no podrías haber previsto. Fueran cuales fueran sus motivos, parece tener la capacidad de ocasionar calamidades de escala apocalíptica. Mientras la población de Marrakech realiza el triste recuento de supervivientes, empleas el tiempo que tienes en ayudar a los civiles con la reconstrucción. A lo largo de muchos días, las terribles enredaderas se secan y deshacen como ceniza, mientras que a los muertos se los limpia y amortaja para su entierro. Pese a la devastación, hay esperanza para que la ciudad vuelva a ser lo que fue, o incluso algo mejor. Te preparas para marcharte con un gran peso en el corazón.
fr: Lorsque la ville commence à évaluer ses pertes, vous trouvez de nombreux « Latif » sur les listes de portés disparus. Plutôt que d'essayer de chercher votre contact, vous profitez de la situation pour relire le dossier. Vous êtes persuadé qu'il s'agit de l'œuvre de la Coterie. Les actes commis par Amarante sont responsables de milliers de morts et ont semé une destruction d'une ampleur que vous n'auriez pas imaginée. Quelles que soient ses raisons, elle a apparemment les moyens de provoquer des calamités de dimension apocalyptique. Pendant que le peuple de Marrakech se livre à un algèbre macabre en comptant les survivants, vous les aidez a reconstruire avec le peu de temps dont vous disposez. Après de nombreux jours, les horribles plantes se dessèchent et s'éparpillent au vent. Les morts sont purifiés et embaumés avant leur mise en terre. Malgré la ruine, il reste un espoir que la ville renaisse de ses cendres, peut-être plus belle qu'avant. Le cœur lourd, vous vous préparez à partir.
it: La città deve fare i conti con le conseguenze del’accaduto… e nell’elenco degli innumerevoli morti trovate un gran numero di “Latif”. Piuttosto che cercare il vostro contatto, fate il punto della situazione riprendendo in mano il dossier. Avete pochi dubbi a riguardo: dietro tutta questa faccenda c’è lo zampino della Società Rossa. L’opera di Amaranto è costata migliaia di vite e ha scatenato una distruzione difficilmente prevedibile. Quale che fosse il suo movente, ha dimostrato di avere la capacità di scatenare delle catastrofi di portata apocalittica. Mentre gli abitanti di Marrakech svolgono la macabra operazione aritmetica della conta dei sopravvissuti, sfruttate il tempo a vostra disposizione per aiutare i cittadini a rimettere in sesto le loro abitazioni. Passano diversi giorni prima che gli orribili viticci si siano seccati per poi essere dispersi nel vento come cenere, giorni che trascorrete a lavare e avvolgere i cadaveri per prepararli alla sepoltura. Nonostante la devastazione, c’è ancora speranza che la città possa tornare al suo vecchio splendore, se non addirittura rialzarsi più forte di prima. Con il cuore gonfio di tristezza, vi preparate a ripartire.
ko: 궤멸적인 피해를 입은 마라케시에서는 이제야 시민들이 피해 상황을 추산하고 있었습니다. 셀 수 없이 많은 사망자 명단 사이에서 “라티프”라는 이름을 가진 사람은 한둘이 아니었습니다. 당신은 연락책을 찾는 일은 단념하고서, 현 상황을 파악하며 기밀문서를 읽고 또 읽어봅니다. 이것이 붉은 동지회의 짓이라는 데에는 의심의 여지가 없습니다. 아마란스가 마라케시에서 벌인 짓은 수천 명의 목숨을 앗아갔고, 결코 예측할 수 없었던 대재앙을 초래 하고야 말았습니다. 그녀가 이런 짓을 벌인 이유는 가늠할 수 없으나, 아마란스는 도시 하나가 절멸될 규모로 참극을 벌일 수 있는 능력을 가진 듯합니다. 마라케시 시민들이 생존자의 머릿수를 세는 암울한 일을 이어가는 동안, 당신은 사람들을 도와 도시 재건을 돕기 시작합니다. 며칠이 지나자 무시무시한 덩굴은 말라붙어 잿가루가 되어 날아갔으며, 그사이 사람들은 길거리에 즐비했던 시신을 깨끗이 씻겨 매장을 위해 포로 둘러두었습니다. 이토록 참혹하게 유린당했건만, 도시가 원래 모습을 되찾는 것은 물론이고 더 나아질 수도 있다는 희망은 아직 남아 있습니다. 당신은 무거운 심정으로 마라케시를 떠날 준비를 합니다.
pl: Na listach z potwierdzonymi ofiarami znajdujesz wielu „Latifów”. Zamiast podejmować próżny wysiłek w próbie odnalezienia twojego informatora, poświęcasz czas na zapoznanie się z aktami. Nie masz najmniejszych wątpliwości, że to robota Koterii. Amarant uwolniła siłę, która pochłonęła tysiące istnień i doprowadziła do zniszczeń na niesłychaną wręcz skalę. Bez względu na jej intencje, faktem jest, że włada mocą zdolną wywołać kataklizm o niewyobrażalnej mocy. Ludność Marrakeszu z wolna przystępuje do ponurego, acz niezbędnego procesu liczenia ofiar i ocalałych, ty zaś postanawiasz wesprzeć ich w odbudowie. W ciągu wielu kolejnych dni pnącza stopniowo usychają, zamieniając się w rozwiewany po okolicy pył, a zwłoki zmarłych są odpowiednio przygotowywane do pochówku i grzebane. Jednak mimo tej fali zniszczenia, nadal jest nadzieja, że miasto powróci do dawnej świetności, a kto wie, może nawet stanie się czymś lepszym. Z bólem serca, przygotowujesz się do wyjazdu.
ru: Вы находите множество «Латифов» в списках бес численных погибших, пока город пытается оценить свои потери. Вместо поисков своего связного вы решаете тщательно разобраться в ситуации и перечитываете досье. Вы почти не сомневаетесь, что это дело рук Клики. То, что сделала здесь Амарант, унесло тысячи жизней и посеяло всеобщий хаос, который вы вряд ли могли предвидеть. Какими бы ни были её мотивы, она, очевидно, обладает властью устраивать бедствия апокалиптического масштаба. Пока жители Марракеша мрачно подсчитывают выживших, вы используете имеющееся у вас время, чтобы помочь им восстановить город. В течение многих дней чудовищные лианы засыхают и обращаются в пепел, а мёртвых омывают и готовят к погребению. Несмотря на разрушения, в городе теплится надежда, что со временем он станет прежним и даже лучше. С тяжёлым сердцем вы готовитесь к отъезду.
zh: 你在死者名单上找到许多名为“拉提夫”的人，你放弃找寻你的联络人，开始搜集资讯跟查询卷宗。你毫不怀疑这一切都跟结社有关，永生花造成了数千人死亡，这场浩劫的规模之大是你之前难以想像的。无论她的目的为何，可以确定的是她的力量足以造成末日级的灾难。 马拉喀什的人们悲伤的统计著幸存者人数，同时你尽可能地协助重建工作。数日后那些藤蔓终于开始枯萎并化为灰烬，复生的亡者们也重归平静，再度下葬。尽管承受了巨大的打击，这座城市仍有希望回复往日荣景。带著沉重的心情，你准备再次上路。
