Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/03_dead_heat.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You meet your contact on the rooftop of a small cafe not far from the railway station. The man’s boyish frame is offset by a well-kempt grey beard that covers deep laugh lines. “You must be with the Foundation,” he extends a hand to shake. “I am Latif. Please, sit. You must be hungry.” The table is laden with bowls and dishes heaped with eggs, olives, and rich cheese served with flat bread and hot atay. As you eat, Latif spreads a stack of newspapers on the table between you. “I don’t want to ruin your appetite, my friends, but there is some wicked purpose at work in the city.” He points out three different headlines: <center><typewriter>MYSTERIOUS TOMB ROBBERY</typewriter></center> <center><typewriter>SUDDEN BLIGHT DEVASTATES OLIVE GROVE</typewriter></center> <center><typewriter>DOZENS MISSING IN MEDINA</typewriter></center> A warm, pungent breeze wafts over you, rustling the newspaper. Latif whispers conspiratorially, “I assume you read the dossier. The one who calls herself Amaranth was seen here, and I believe she is responsible.” Looking over his shoulder, the middle-aged man produces a crisp photo of a beautiful 20-something woman in a black dress and matching gloves, a gaudy blossom tucked behind her ear. “Just last night, I sent my contact to gather any information he could on her whereabouts. He hasn’t returned. I fear the worst,” Latif says, looking downcast. “But that is why you’re here, I suppose! The commissioner always sends such…” he looks at you as if considering his words. “Unique people.” You assure Latif that you may be new to the Foundation, but that you are more than capable of handling the situation. “I truly hope so,” says Latif, drinking deep from his cup of hot mint tea. “There is something strange happening here. My brother told me he saw our late grandfather walking the street in his burial shroud. I told him that he must have been dreaming, but I have heard similar stories. It is not safe to walk the streets at night anymore. I believe there is some terrible sorcery at work. Some unnatural influence. If only the Foundation did not redact their own missives!” You spend the rest of the morning reviewing the bundle of newspapers and scrivenings Latif has collected. The first “tomb robbery” reported in the recent string of events was of Razin Farhi, a 16th-century philosopher and mathematician. “It is rumored that he was one of the founding members of the Red Coterie,” Latif tells you. Your mind races as you try to piece the information together: is Amaranth after another Key? “Whatever is happening, we cannot afford to wait idly,” Latif says.
de: Du triffst deinen Kontakt auf der Dachterrasse eines kleinen Cafés nicht weit vom Bahnhof entfernt. Die jugendliche Statur des Mannes wird durch einen gepflegten grauen Bart kontrastiert. „Sie müssen zur Foundation gehören“, begrüßt er dich und streckt die Hand aus. „Ich bin Latif. Bitte, setzen Sie sich. Sie müssen hungrig sein.“ Auf dem Tisch stehen Schüsseln und Teller mit Eiern, Oliven und Ziegenkäse, dazu gibt es Fladenbrot und heißen Atay-Minztee. Beim Essen breitet Latif einen Stapel Zeitungen zwischen euch auf dem Tisch aus. „Ich will Ihnen nicht den Appetit verderben, mein Freund, aber in dieser Stadt ist etwas Böses am Werk.“ Er zeigt auf drei verschiedene Schlagzeilen: <center><typewriter>MYSTERIÖSER GRABRAUB</typewriter></center> <center><typewriter>PLÖTZLICHE SEUCHE VERNICHTET OLIVENHAIN</typewriter></center> <center><typewriter>DUTZENDE VERMISSTE IN MEDINA</typewriter></center> Eine heiße, stechende Brise weht über dich hinweg und lässt die Zeitung rascheln. Latif flüstert verschwörerisch: „Ich nehme an, dass Sie mit dem Dossier vertraut sind. Diejenige, die sich Amaranth nennt, wurde hier gesichtet, und ich glaube, sie ist für die Vorfälle verantwortlich.“ Latif blickt verstohlen über die Schulter und zeigt dir dann eine gestochen scharfe Fotografie einer schönen Frau Anfang zwanzig in einem schwarzen Kleid und mit passenden Handschuhen, die sich eine auffällige Blüte hinter das Ohr gesteckt hat. „Erst gestern Abend habe ich meinen Kontaktmann losgeschickt, um Informationen über ihren Aufenthaltsort zu sammeln. Er ist noch nicht zurück. Ich befürchte das Schlimmste“, sagt Latif und sieht niedergeschlagen aus. „Aber deshalb sind Sie ja wohl hier! Commissioner Taylor schickt immer solche ...“, er sieht dich an, als würde er über seine Worte nachdenken, „... besonderen Leute.“ Du versicherst Latif, dass du zwar neu bei der Foundation bist, dich aber durchaus in der Lage siehst, mit dem Problem fertigzuwerden. „Das hoffe ich wirklich“, sagt Latif und nimmt einen großen Schluck aus seiner Tasse mit heißem Minztee. „Hier geht etwas Seltsames vor sich. Mein Bruder ... er hat mir erzählt, er habe unseren verstorbenen Großvater in seinem Leichentuch auf der Straße herumlaufen sehen. Ich habe geantwortet, dass er wohl geträumt haben muss. Aber ich habe noch mehr solcher Geschichten gehört. Es ist nicht mehr sicher, nachts durch die Straßen zu gehen. Ich glaube, dass hier eine schreckliche Hexerei am Werk ist. Ein unnatürliche Kraft. Wenn die Foundation nur nicht ständig ihre eigenen Mitteilungen schwärzen würde!“ Den Rest des Vormittags verbringt ihr damit, das Bündel aus Zeitungen und Notizen durchzusehen, das Latif mitgebracht hat. Der erste gemeldete „Grabraub“ in der jüngsten Reihe von Ereignissen betraf die Ruhestätte von Razin Farhi, einem Philosophen und Mathematiker aus dem 16. Jahrhundert. „Man munkelt, er wäre eines der Gründungsmitglieder der Roten Coterie gewesen“, erzählt Latif. Dein Verstand rast, während du versuchst, die Informationsbruchstücke zusammenzusetzen: Ist Amaranth hinter einem weiteren Schlüssel her? „Was auch immer vor sich geht, wir können es uns nicht leisten, untätig zu bleiben“, sagt Latif.
es: Te reúnes con tu contacto en el tejado de una pequeña cafetería que está a poca distancia de la estación de ferrocarril. La complexión juvenil del hombre queda compensada por una aseada barba gris que cubre sus profundas líneas de expresión. —Debe de ser de la Fundación —dice mientras te ofrece un apretón de manos—. Me llamo Latif. Por favor, siéntese. Seguramente tendrá hambre. La mesa está cubierta de cuencos y platos repletos de huevos, aceitunas y queso curado servidos con pan ázimo y <i>atay</i> caliente. Mientras comes, Latif extiende un montón de periódicos sobre la mesa. —No quiero quitarle el apetito, amigo, pero algo siniestro está operando en la ciudad —te explica mientras señala tres titulares distintos: <center><typewriter>MISTERIOSO SAQUEO EN TUMBA</typewriter></center> <center><typewriter>OLIVAR DEVASTADO POR PLAGA REPENTINA</typewriter></center> <center><typewriter>DOCENAS DE DESAPARECIDOS EN MEDINA</typewriter></center> Empieza a soplar una cálida brisa acre que agita los periódicos. Latif susurra con tono conspiratorio: —Supongo que ha leído el dosier. La autodenominada Amaranth ha sido vista en la zona, y creo que es la responsable de esto. Mientras echa la vista atrás sobre su hombro, el hombre de mediana edad saca una nítida foto de una bella veinteañera con un vestido negro y guantes a juego, además de una llamativa flor en la oreja. —Anoche mismo envié a mi contacto a recopilar cualquier información que pudiera encontrar sobre su paradero. No ha regresado, así que me temo lo peor —dice Latif con aspecto abatido—. Pero ¡supongo que por eso ha venido! La comisaria siempre envía gente tan... —Te mira como si estuviera pensando qué decir—. Tan especial. Aseguras a Latif que, aunque acabes de llegar a la Fundación, eres perfectamente capaz de manejar la situación. —Espero que de verdad sea así —dice Latif mientras da un buen trago de su taza de té de menta caliente—. Aquí está sucediendo algo extraño. Mi hermano me dijo que vio a nuestro difunto abuelo caminando por la calle con su mortaja. Le dije que debía de estar soñando, pero he oído historias similares. Ya no es seguro recorrer las calles de noche. Creo que todo es obra de una terrible brujería, de alguna influencia antinatural. ¡Ojalá la Fundación no censurase sus propias misivas! Pasas el resto de la mañana repasando el fajo de periódicos y escritos que ha recopilado Latif. El primer “saqueo de tumba” del que informan en la reciente oleada de sucesos fue el de Razin Farhi, un filósofo y matemático del siglo XVI. —Se rumorea que se trata de uno de los fundadores de la Camarilla Roja —te dice Latif. El cerebro te va a mil por hora mientras tratas de hacer encajar la información: ¿va Amaranth tras otra Llave? —Sea lo que sea lo que está ocurriendo, no podemos permitirnos esperar sin hacer nada —afirma Latif.
fr: Vous rencontrez votre contact sur le toit d'un petit café, non loin de la gare. L'aspect juvénile du visage de cet homme est contrebalancé par une barbe grise bien entretenue et suffisamment fournie pour couvrir les rides d'expression au coin de sa bouche. « Vous appartenez sans doute à La Fondation », il fait un geste pour vous serrer la main. « Je suis Latif. Je vous en prie, asseyez-vous. Vous devez avoir faim.» La table est couverte de bols et de plats remplis d'œufs, d'olives, et de fromage frais servi avec du pain plat et de thé bien chaud. Pendant que vous mangez, Latif étale une pile de journaux entre vous. « Je ne vais pas vous couper l'appétit, mes amis, mais une force maléfique est à l'œuvre dans cette ville.» Il pointe du doigt trois gros titres : <center><typewriter>MYSTÉRIEUX PILLAGE D'UNE TOMBE</typewriter></center> <center><typewriter>UN FLÉAU SOUDAIN S'ABAT SUR UNE OLIVERAIE</typewriter></center> <center><typewriter>DOUZE DISPARITIONS DANS LA MÉDINA</typewriter></center> Un vent agréablement chaud et sec souffle autour de vous en faisant voler les feuilles des journaux. Latif parle à voix basse, comme si vous prépariez un mauvais coup. « Je suppose que vous avez lu le dossier. Celle qui se fait appeler Amarante a été vue ici et je suppose qu'elle est responsable de tout ceci. » En regardant par-dessus son épaule, l'homme d'âge mûr vous montre une photographie très nette d'une très belle femme d'environ vingt ans, habillée d'une robe noire avec des gants assortis et d'une fleur ostensiblement glissée derrière l'oreille. « Pas plus tard que la nuit dernière, j'ai envoyé mon contact rassembler toutes les informations qu'il pourrait trouver à son sujet. Il n'est jamais revenu. Je crains le pire », dit La tif, l'air abattu. « Mais je suppose que c'est l'objet de votre venue ! La commissaire envoie toujours des gens aussi… » il vous regarde en pesant visiblement ses mots. «Uniques » . Vous rassurez Latif en lui confirmant que vous venez à peine de rejoindre la Fondation, mais que vous êtes tout à fait capable de gérer cette affaire. « Je l'espère sincèrement», dit Latif en buvant une grande gorgée de thé à la menthe encore chaud. « Il y a quelque chose d'étrange à l'œuvre ici. Mon frère m'a dit qu'il avait vu notre défunt grand-père errer dans les rues avec son linceul. Je lui ai dit qu'il avait sûrement rêvé, mais j'ai entendu d'autres histoires similaires. Les rues ne sont plus sûres pendant la nuit. Je suspecte qu'une terrible sorcellerie est à l'œuvre. Une influence surnaturelle. Si seulement la Fondation ne rédigeait pas ses propres missives ! » Vous passez le reste de la matinée à parcourir le tas de journaux et d'annotations que vous a laissé Latif. Le premier « pillage de tombe » rapporté dernièrement était celui de la tombe de Razin Farhi, un philosophe et mathématicien du 16e siècle. « La rumeur prétend qu'il est l'un des fondateurs de la Coterie Rouge », vous dit Latif. Votre cerveau marche à plein régime lorsque vous essayez de trouver un lien entre toutes ces informations : Amarante est-elle à la recherche d'une nouvelle Clef ? Quoiqu'il se passe, nous ne pouvons pas nous permettre d'attendre sans rien faire », dit Latif.
it: Vi incontrate con il vostro contatto sul tetto di una piccola caffetteria, non lontano dalla stazione ferroviaria. L’aspetto giovanile dell’uomo contrasta con l’elegante barba grigia che gli copre le rughe del sorriso. “Voi dovete essere della Fondazione.” Vi porge una mano per presentarsi: “Mi chiamo Latif. Prego, accomodatevi, dovrete essere affamati.” Il tavolo è imbandito di ciotole e piatti pieni di uova, olive e formaggi di ogni genere, il tutto accompagnato da focacce e atay caldo. Mentre vi servite, Latif vi allunga una pila di quotidiani. “Non voglio rovinarvi l’appetito, amici miei, ma dev’esserci una qualche volontà malevola all’opera in città.” Vi indica tre notizie diverse: <center><typewriter>MISTERIOSI SACCHEGGIATORI DI TOMBE</typewriter></center> <center><typewriter>PIAGA IMPROVVISA DEVASTA L’ULIVETA</typewriter></center> <center><typewriter>DECINE DI SPARIZIONI NELLA MEDINA</typewriter></center> Una brezza calda e pungente vi accarezza, facendo frusciare le pagine dei giornali. L’uomo si avvicina per bisbigliarvi qualcosa nelle orecchie: “Immagino abbiate letto il dossier. La donna che si fa chiamare Amaranto è stata vista in città, credo sia lei la responsabile.” Guardandosi alle spalle, l’uomo di mezza età sfila dalla camicia una foto che ritrae nitidamente una bellissima donna sui vent’anni: indossa un abito nero e guanti coordinati, e ha un fiore sgargiante infilato dietro l’orecchio. “Proprio la scorsa notte ho chiesto al mio contatto di recuperare tutte le informazioni possibili sull’esatta posizione della donna. Non è tornato, e temo il peggio.” Latif sembra abbattuto. “Ma in fondo è per questo che siete qui, no? La commissaria invia sempre persone…” L’uomo vi osserva come se stesse soppesando le parole. “Uniche.” Gli assicurate di essere perfettamente in grado di gestire la faccenda, nonostante siate nuovi all’interno della Fondazione. “Lo spero vivamente” vi risponde lui, prendendo un lungo sorso dalla sua tazza di tè caldo alla menta. “Sta succedendo qualcosa di strano in città. Mio fratello mi ha detto di aver visto il nostro defunto nonno aggirarsi per il quartiere avvolto in un sudario. Gli ho risposto che doveva essersi trattato di un allucinazione, ma non è stato un episodio isolato: ormai non è più sicuro girare per strada di notte. Temo ci sia una terribile stregoneria all’opera, una qualche influenza innaturale… Se solo la Fondazione non oscurasse le sue missive!” Trascorrete il resto della mattina a sfogliare i quotidiani e i fascicoli raccolti da Latif. La tomba profanata riportata nel primo articolo è quella di tale Razin Farhi, un filosofo e matematico del XVI secolo. “Si dice fosse uno dei membri fondatori della Società Rossa” sottolinea l’uomo. La rivelazione mette in moto i vostri pensieri: che Amaranto sia sulle tracce di un’altra Chiave? “Qualsiasi cosa stia succedendo, non possiamo permetterci di starcene con le mani in mano” conclude Latif.
ko: 당신은 기차역으로부터 그리 멀지 않은 작은 카페 옥상에서 연락책과 접선합니다. 잘 쳐줘 봐야 소년 정도에 불과한 체격과는 대비되게, 잘 다듬어진 회색 턱수염이 입가를 뒤덮은 중년 남성이었습니다. 남자가 먼저 악수를 청합니다. “재단 측 요원이시겠군요. 라티프라 합니다. 자, 앉읍시다. 많이 시장하실 텐데요.” 탁자엔 이미 플랫 브레드와 함께 달걀, 올리브, 풍미 좋은 치즈가 접시에 수북이 담겨 있었고 따뜻한 전통 차인 아타이도 차려져 있었습니다. 당신이 식사하는 사이, 라티프가 탁자 위에 신문을 펼쳐놓습니다. “친구, 입맛을 떨굴 생각은 없습니다만, 지금 마라케시에서는 사악한 일이 벌어지고 있답니다.” 라티프가 헤드라인 세 개를 하나하나 짚습니다. <center><typewriter>정체를 알 수 없는 왕묘 도굴 사건</typewriter></center> <center><typewriter>갑작스러운 마름병에 올리브 수목이 초토화돼</typewriter></center> <center><typewriter>메디나에서 십여 명 이상이 실종</typewriter></center> 톡 쏘는 냄새를 실은 따뜻한 바람 한 줄기가 불어오자 신문이 바스락거립니다. 라티프가 음모론을 제기하듯 속삭입니다. “기밀 문건은 읽어 보셨겠죠. 마라케시에서 자칭 아마란스란 여자가 목격되었는데, 아마도 그자가 원흉이 아닐까 싶군요.” 라티프가 어깨 너머를 돌아보며 빳빳한 사진을 꺼냅니다. 20대쯤 되어 보이는 아름다운 여인이 찍힌 사진이었습니다. 검은 드레스 차림에 장갑도 검은색이었으며, 무엇보다도 귀 뒤쪽에 꽂은 화려한 꽃송이가 돋보입니다. “바로 어젯밤 일입니다. 아마란스의 행방을 알아보고자 저희 측 정보원을 보냈지만 돌아오지 않았어요. 최악의 상황을 염두에 두고 있습니다만...” 말을 꺼내는 라티프의 얼굴에 우울함이 스칩니다. “하지만 이번 사건을 해결하려고 당신이 오신 거겠죠? 국장님이 보내는 사람은 항상...” 그가 적절한 말을 고르는 듯 당신을 바라봅니다. “유별나니까요.” 당신이 비록 갓 들어온 신입 요원이긴 하지만, 이런 상황을 처리할 능력은 충분하다고 라티프를 안심시킵니다. 라티프가 뜨거운 아타이 민트 차를 들이켜며 답합니다. “그랬으면 좋겠군요. 여기선 정말이지 괴이한 일이 벌어지고 있습니다. 얼마 전 제 형님이 말하길, 돌아가신 할아버지가 수의를 입고 거리를 걷는 모습을 봤다더군요. 그냥 꿈에서 봤겠지하고 말았지만, 어디선가 비슷한 이야기를 몇 건 들었습디다. 이제 밤에 길거리를 걷는 건 위험해요. 이 도시 전체에 무시무시한 마법이 걸린 것처럼, 뭔가 비정상적인 것이 마라케시에 영향력을 떨치고 있습니다. 재단 측이 서신에 검열 조치만 취하지 않았더라면 이 지경이 되지는 않았을 텐데!” 당신은 라티프가 모아둔 신문 뭉치와 수사 자료를 아침 내내 검토했습니다. 최근 연잇는 연쇄 “도굴” 사건 가운데, 가장 첫 번째로 도굴된 곳은 16세기 철학자이자 수학자인 라진 파르히의 무덤이었습니다. “라진 파르히가 붉은 동지회의 창립 회원이라는 설이 있더군요.” 라티프가 말합니다. 당신이 정보를 짜맞추는 사이, 복잡한 생각이 머릿속을 헤집어 놓습니다. 아마란스는 또 다른 열쇠를 찾고 있는 걸까요? “일이야 어쨌든, 여기서 한가하게 기다릴 여유는 없겠군요.” 라티프가 재촉합니다.
pl: Spotykasz się ze swoim informatorem na dachu niewielkiej kawiarni, zaledwie kilka kroków od dworca. Jego chłopięca postura kontrastuje z zadbaną szarą brodą, skrywającą głębokie zmarszczki. „Członek Fundacji jak mniemam?” – pyta wyciągając rękę, by się przywitać. „Jestem Latif. Proszę, siadaj, na pewno zgłodniałeś”. Stół wręcz ugina się od misek i talerzy wypełnionych jajkami, oliwkami i dojrzałym serem, podanych wraz z płaskim pieczywem i gorącym naparem atay. Kiedy ty raczysz się posiłkiem, Latif rozkłada pomiędzy wami plik gazet. „Nie chcę psuć ci apetytu przyjacielu, ale w tym mieście działają jakieś piekielne siły” – mówi, wskazując przy tym na trzy różne nagłówki: <center><typewriter>TAJEMNICZA KRADZIEŻ W GROBOWCU</typewriter></center> <center><typewriter>NAGŁA ZARAZA PUSTOSZY GAJ OLIWKOWY</typewriter></center> <center><typewriter>DZIESIĄTKI ZAGINIONYCH W MEDYNIE</typewriter></center> Owiewa cię cierpka, ciepła bryza, przerzucając strony gazety. Latif zwraca się do ciebie konspiratorskim tonem. „Zakładam, że czytałeś akta. Widziano w tej okolicy tę, która mówi o sobie Amarant, i moim zdaniem to jej robota”. Zerkając nerwowo za siebie, mężczyzna podaje ci wyraźne zdjęcie pięknej, około 20-letniej, kobiety w czarnej sukni i dopasowanych rękawiczkach, oraz z krzykliwym kwiatem wsuniętym za ucho. „Zeszłej nocy wysłałem swojego informatora, by dowiedział się ile zdoła na temat miejsca jej pobytu. Do teraz nie wrócił i obawiam się najgorszego” – mówi ponuro Latif, spoglądając w dół. „Cóż, ale to chyba jeden z powodów twojej obecności, czyż nie? Komisarz zawsze przysyła tak…” – spogląda na ciebie, najwyraźniej szukając odpowiedniego słowa – „…wyjątkowych ludzi”. Zapewniasz Latifa, że choć jesteś świeżym narybkiem Fundacji, to z całą pewnością sobie poradzisz. „Mam taką nadzieję” – odpowiada Latif, biorąc głęboki łyk gorącej, miętowej herbaty. „Dzieje się tutaj coś dziwnego. Mój brat opowiadał, że widział, jak nasz zmarły dziadek spacerował po ulicy w swoim całunie pogrzebowym. Powiedziałem mu, że musiało się mu przyśnić, ale nie on jeden miał takie doświadczenia. Ulice po zmroku nie są już bezpieczne. Muszą tu działać jakieś piekielne czary. Nienaturalne moce. Eh, gdyby tylko Fundacja nie cenzurowała własnych wiadomości!” Resztę poranka spędzasz na wertowaniu stosu gazet i notatek, które sporządził Latif. Pierwsza „kradzież”, która zapoczątkowała serię dalszych wydarzeń, miała miejsce w grobowcu Razina Farhiego, XVI-wiecznego filozofa i matematyka. „Powiadają, że był jednym z założycieli Czerwonej Koterii” – mówi Latif. Zaprzęgasz umysł do wzmożonej pracy, próbując poskładać to wszystko do kupy: czyżby Amarant poszukiwała kolejnego Klucza? „Cokolwiek ma tu miejsce, nie możemy czekać” – stwierdza Latif.
ru: Вы встречаете связного на крыше небольшого кафе недалеко от железнодорожного вокзала. Почти мальчишеское телосложение мужчины компенсируется ухоженной седой бородой, скрывающей глубокие мимические морщины. «Вы, должно быть, от Организации, — протягивает он руку. — Меня зовут Латиф. Пожалуйста, садитесь. Вы, наверное, голодны». Стол заставлен мисками и блюдами с яйцами, оливками и сыром, которые подаются с плоским хлебом и горячим атаем. Пока вы едите, Латиф расстилает стопку газет на столе между вами. «Не хотелось бы портить вам аппетит, друзья, но в городе назревает нечто зловещее». Он указывает на три заголовка: <center><typewriter>ТАИНСТВЕННОЕ ОГРАБЛЕНИЕ ГРОБНИЦЫ</typewriter></center> <center><typewriter>ВНЕЗАПНОЕ ЗАБОЛЕВАНИЕ УНИЧТОЖАЕТ ОЛИВКОВУЮ РОЩУ</typewriter></center> <center><typewriter>ДЕСЯТКИ ИСЧЕЗНОВЕНИЙ В МЕДИНЕ</typewriter></center> Тёплый резкий ветерок обдувает вас и шелестит газетой. Латиф заговорщически шепчет: «Полагаю, вы читали досье. Здесь видели ту, что зовёт себя Амарант, и я считаю, что она несёт ответственность». Оглянувшись через плечо, мужчина средних лет достаёт чёткую фотографию красивой молодой женщины в чёрном платье и таких же перчатках, с броским цветком за ухом. «Буквально вчера вечером я послал своего связного собрать любую информацию о её местонахождении. Он не вернулся. Я опасаюсь худшего, — говорит Латиф, опустив взгляд. — Но ведь потому вы и здесь, я полагаю! Комиссар всегда отправляет… — Он смотрит на вас, подбирая слова. — Уникальных людей». Вы заверяете Латифа, что, пускай вы и недавно работаете в Организации, вы более чем способны справиться с ситуацией. «Я действительно на это надеюсь, — говорит Латиф, делая глубокий глоток мятного чая. — Здесь творится что-то непонятное. Мой брат сказал мне, что видел нашего покойного дедушку, бредущего по улице в его погребальном саване. Я ответил ему, что он, должны быть, грезил наяву, но я слышал похожие истории. Теперь небезопасно ходить по улицам ночью. Я считаю, что здесь творится какое-то чудовищное колдовство. Какое-то противоестественное воздействие. Если бы только Организация не вымарывала свои собственные послания!» Остаток утра вы проводите за просмотром пачки газет и вырезок, собранных Латифом. Началом череды странных событий — ограблением гробницы — стало осквернение могилы Разина Фархи, философа и математика XVI века. «Ходят слухи, что он был одним из основателей Клики», — рассказывает вам Латиф. Вы судорожно пытаетесь собрать информацию воедино: неужели Амарант напала на след ещё одного ключа? «Что бы ни происходило, мы не можем позволить себе ждать сложа руки», — говорит Латиф.
zh: 你与联络人在离火车站不远的一家咖啡厅顶楼见面。男人藏著微笑的灰色胡子平衡了他稚气的长相。“你一定是基石派来的。我叫拉提夫。请坐，你一定饿了。”他边向你伸出手边介绍。 桌上摆满了装满蛋跟橄榄的碗，还有各式各样的乳酪跟扁面包，一旁放著一壶热薄荷茶。当你用餐时，拉提夫将一叠报纸放到桌上。“我不想影响你的食欲，但邪恶的阴谋正在这个城市中进行。”他边说边指向三个不同的标题。 <center><typewriter>神秘盗墓行动</typewriter></center> <center><typewriter>橄榄园无故枯萎</typewriter></center> <center><typewriter>麦地那数十人失踪</typewriter></center> 一阵炎热刺人的微风拂过，吹乱了报纸。拉提夫低语著：“我想你已经读过卷宗了。那名自称永生花的女性在这里，我认为她是始作俑者。”这位中年男子扫视一下四周后，拿出了一张脆弱的照片，上面是一个20多岁的美丽女性，穿著黑色洋装跟黑色手套，耳边戴著一朵艳丽的花朵。 “就在昨晚，我派了一个线人去搜集关于她的情报。但他还没回来，恐怕要做最坏的打算。”拉提夫低头说到。“但我相信这就是你来到这的原因！调查官总是会派遣像你一样……”他打量了你一下，思索著适当的用词。“一样特别的人来。” 你跟拉提夫保证，虽然你是新加入基石的人，但你绝对有能力处理这个事件。 “我衷心的期望。”拉提夫喝了一口热薄荷茶。“这里正发生奇怪的事，我弟弟说他看见我们过世的祖父身著寿衣在街上游荡，我说他一定是在作梦，但我听到许多类似的故事。夜晚的街道已经不再安全了，有某种巫术正在流窜，一种不自然的力量。如果基石没有删改档案就好了！” 你整个早上都在阅览报纸跟听取拉提夫搜集的情资。一系列“盗墓案”中的第一件发生在拉金·法尔希的陵墓，一位16世纪的哲学家与数学家。拉提夫说：“有传言说他是绯红结社的创始成员之一。”你的思绪飞快的试著将所有情报拼凑起来：永生花是否在寻找另一个密钥呢？ “无论眼下正在发生什么，我们都必须立刻行动。”拉提夫说到。
