Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/03_dead_heat.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: A scent of smoke and decay greets you as you step off the train. You are one of just a handful of people to emerge onto the empty platform of the railway station. Black, dessicated vines climb up the sides of the surrounding buildings and end in riotous red flowers. An eerie silence hangs over everything. On your way to meet your contact, you pass a few, scattered people who walk with a halting, awkward gait. Several of them reach out to you as you keep a wide berth, and you see their skin is jaundiced and dry, and their eyes have a hollow, empty look. A cloud of flies follows in their wake, buzzing incessantly. You are hardly surprised when you find the door to the cafe where you were supposed to meet a “Latif” boarded up. Tarry death blooms on the walls and storefronts, all hastily barricaded. Fearful eyes peer out at you from between slatted boards. Marrakesh is in utter ruin. After wandering the city, you find the epicenter of the strange black vines lies in the pulverized remains of Bahia Palace. In the overgrown gardens, you find the remnants of a strange ritual, but no trace of those who conducted it.
de: Ein Geruch von Rauch und Verwesung empfängt dich, als du aus dem Zug steigst. Du bist einer von nur wenigen Menschen, die den leeren Bahnsteig des Bahnhofs betreten. Schwarze, verdorrte Ranken sind an den Seiten der umliegenden Gebäude emporgeklettert und haben an ihren Enden wuchernde rote Blüten ausgebildet. Über allem liegt eine unheimliche Stille. Auf dem Weg zu deinem Kontakt kommst du an ein paar Personen vorbei, deren Gang stockend und unbeholfen wirkt. Einige von ihnen strecken dir ihre vertrockneten gelben Hände entgegen. Schnell machst du einen großen Bogen um sie, während sie dich mit hohlem, leeren Blick anstarren. Um sie herum schwirrt eine Wolke von Fliegen, die unaufhörlich summt. Es überrascht dich kaum, dass die Tür des Cafés, in dem du einen gewissen „Latif“ treffen wolltest, mit Brettern vernagelt ist. Der teerartige Tod blüht an den Wänden und Schaufenstern, die alle eilig verbarrikadiert wurden. Ängstliche Augen blicken dich zwischen den Brettern hindurch an. In Marrakesch herrscht völliges Chaos. Nachdem du dich ein wenig weiter in der Stadt umgesehen hast, stößt du auf das Epizentrum der seltsamen schwarzen Ranken: die Überreste des Bahia-Palastes. In den überwucherten Gärten findest du die Überbleibsel eines seltsamen Rituals, jedoch keine Spur von denen, die es durchgeführt haben.
es: El olor a humo y putrefacción te recibe al bajar del tren. Apenas un puñado de personas se baja contigo en el andén vacío de la estación de ferrocarril. Unas enredaderas negras y secas suben por los laterales de los edificios circundantes, rematadas por unas salvajes flores rojas. Un silencio sepulcral lo invade todo. De camino a reunirte con tu contacto, te cruzas con unas pocas personas que caminan con paso vacilante y desmañado. Varias de ellas te echan los brazos mientras las evitas, y ves que tienen la piel amarillenta y seca y los ojos desprovistos de expresión. Una nube de moscas las sigue a su paso con un zumbido incesante. Prácticamente no te sorprende descubrir que la puerta de la cafetería donde debías encontrarte con un tal “Latif” está cerrada y tapada con tablones. La muerte negra como la pez florece sobre las paredes y escaparates, que han sido tapados apresuradamente. Entre los tablones ves ojos temerosos que te observan. Marrakech es una absoluta ruina. Tras deambular por la ciudad, encuentras el epicentro de las extrañas enredaderas negras entre los restos pulverizados del Palacio de la Bahía. En los jardines invadidos por la vegetación encuentras los restos de un extraño ritual, pero no hay ni rastro de quienes lo llevaron a cabo.
fr: Une odeur de fumée et de chairs en décomposition vous accueille dès que vous descendez du train . Seule une poignée d'individus, dont vous faites partie, émerge sur le quai de la gare totalement désert. Des plantes noires et desséchées s'accrochent aux murs des bâtiments qui vous entourent. Chacune d'elle se termine par une fleur d'un rouge indécent. Un silence surnaturel hante chaque endroit où vous posez les yeux. En parcourant les rues qui vous mènent à votre contact, vous croisez des silhouettes éparses qui marchent lentement et d'un pas mal assuré. Certaines d'entre elles tendent les bras vers vous, mais vous restez à bonne distance en observant leur peau sèche et jaunâtre, leurs yeux creusés et leurs regards vides. Une nuée de mouches les suit à la trace en bourdonnant constamment. Vous n'êtes pas vraiment surpris de voir que la porte du café où vous aviez rendez-vous avec un certain « Latif » est à présent condamnée. Une mort goudronneuse s'épanouie sur les murs et les devantures, toutes barricadées à la hâte. Des yeux terrifiés vous épient entre deux planches clouées à la fenêtre . Marrakech n'est plus qu'un champ de ruines. Après avoir vagabondé dans la ville, vous découvrez l'épicentre de la propagation des plantes noires : les vestiges du palais Bahia, pulvérisé. Dans les jardins envahis par les mauvaises herbes vous trouvez les restes d'un étrange rituel, mais aucune trace de ceux qui l'ont accompli.
it: Non appena scendete dal treno venite accolti da un terrificante odore di fumo e decomposizione. Le banchine della stazione ferroviaria sono semivuote: insieme a voi non c’è che una manciata di altre persone. Guardandovi intorno notate dei viticci neri dall’aspetto malsano che si arrampicano sulle pareti degli edifici circostanti, tutti coronati da rigogliosi fiori scarlatti. L’intera zona è avvolta da un silenzio inquietante. Sulla via verso il punto d’incontro con il vostro contatto incrociate alcuni passanti che camminano con un’andatura esitante e goffa. Molti di loro allungano le braccia nel tentativo di agguantarvi e, sebbene riusciate a tenere le distanze, non potete fare a meno di notare la loro pelle secca e itterica, gli occhi vuoti e scavati e la nube di mosche che li segue ronzando incessantemente. Raggiunta la caffetteria dove avreste dovuto trovare un certo “Latif”, non vi stupite vedendo l’ingresso sprangato. Una morte catramosa sboccia sulle pareti e sulle vetrine dei negozi, tutti frettolosamente barricati. Occhi spaventati vi spiano da dietro le assi di legno di una Marrakech in totale rovina. Dopo aver girato per un pò tra le vie della città, riuscite a rintracciare l’epicentro dei bizzarri viticci neri: i resti in rovina del Palazzo El Bahia. Nei giardini invasi dalla vegetazione trovate quanto resta di un misterioso rituale, ma non vi è traccia di chi lo abbia svolto.
ko: 기차에서 내리기 무섭게 매캐한 연기와 썩은 내가 코끝에 닿습니다. 텅 빈 승강장에 내리는 승객은 당신을 비롯하여 극소수뿐입니다. 검고 메마른 덩굴이 역 근처 모든 건물벽을 휘감고 올랐으며 그 끝에는 붉은 꽃들이 만개해 있습니다. 으스스한 침묵이 사위를 잠식합니다. 연락책과 접선하러 가는 길에 당신은 얼마 안 되는 사람들을 지나치지만, 모두가 우스꽝스럽게 걷다 멈추기를 반복하고 있었습니다. 당신을 향해 팔을 뻗어 오는 사람들도 있었기에, 당신은 보폭을 줄이지 않습니다. 이들의 살갗은 누렇게 떴으며 바짝 말랐고, 눈은 초점 없이 공허하기만 했습니다. 그 뒤를 따라 윙윙거리는 파리 떼까지 뒤따랐습니다. 이들을 피해 “라티프”라는 연락책과 만나기로 한 카페에 도착했으나, 건물 문은 판자로 막혀 있었습니다. 진득하고 검은 죽음이 벽과 상점가에 피어올랐고, 모든 건물에는 급조한 바리케이드가 쳐져 있습니다. 창문을 틀어막은 널판 사이로 두려움에 질린 눈이 당신을 바라봅니다. 마라케시는 그야말로 폐허가 되었습니다. 정처 없이 도시를 떠돌던 가운데, 당신은 기괴한 검은 덩굴의 근원지가 처참한 상태가 된 바히아 궁전임을 밝혀냅니다. 덩굴로 뒤덮인 궁전 정원에서 기묘한 의식의 흔적을 발견했지만, 의식을 집전한 자의 흔적은 어디에도 보이지 않습니다.
pl: Po wyjściu z pociągu wita cię swąd dymu i rozkładu. Jesteś jednym z nielicznych pasażerów, wychodzących na pusty peron stacji. Czarne, wysuszone pnącza, zakończone intensywnie czerwonymi kwiatami, oplatają okoliczne budynki. Nad wszystkim unosi się nienaturalna cisza. W drodze na spotkanie ze swoim informatorem mijasz pojedyncze osoby, poruszające się wolnym, nienaturalnym chodem. Kilkoro z nich próbuje sięgać w twoją stronę, gdy żwawo idziesz w swoją stronę. Dostrzegasz, że ich twarze są wysuszone i pożółkłe, a wzrok pusty. Towarzyszą im roje szaleńczo bzyczących much. Gdy docierasz do drzwi wejściowych kawiarni, w której miałeś spotkać się z niejakim „Latifem”, ani trochę nie dziwi cię, że są zabarykadowane. Smoliste martwe kwiaty pokrywają ściany i witryny, które również zostały solidnie zabarykadowane. Czujesz na sobie wzrok przerażonych mieszkańców, wyglądających spomiędzy desek. Marrakesz jest całkowicie zrujnowany. Wałęsając się po mieście natrafiasz na centralny punkt, skąd rozrastały się pnącza – gruzy po Pałacu Bahia. W zarośniętym ogrodzie natrafiasz na pozostałości dziwnego rytuału, ale brak jest jakichkolwiek śladów osoby, która go przeprowadziła.
ru: Запах дыма и разложения встречает вас, когда вы сходите с поезда. Вы — одни из немногих, кто вышел на пустую платформу железнодорожной станции. Чёрные иссохшие лианы, оканчивающиеся буйными красными цветами, взбираются по стенам окружающих зданий. Над всем повисла жуткая тишина. По дороге на встречу со своим связным вы проходите мимо нескольких рассеянных людей, бредущих неловкой, неуклюжей походкой. Некоторые из них протягивают к вам руки, но вы держитесь в стороне, подметив, что их кожа желтушная и сухая, а в глазах лишь пустота и безразличие. Жужжащий рой мух преследует их, не замолкая ни на секунду. Вы ни капли не удивлены, увидев, что дверь в кафе, где вы должны были встретиться с Латифом, заколочена. На стенах и витринах наспех забаррикадированных магазинов цветёт смолистая смерть. Испуганные глаза смотрят на вас из-под досок. Марракеш полностью разорён. Побродив по городу, вы обнаруживаете, что эпицентр странных чёрных лиан находится в разрушенном дворце Бахия. В заросших садах вы находите остатки непонятного ритуала, но никаких следов тех, кто его проводил.
zh: 你踏出车厢的同时就闻到一股腐臭的烟味。空荡荡的月台上只有寥寥几人，黑色干枯的藤蔓爬满周遭的建筑物，妖艳的红花却盛放在藤蔓末端。诡异的寂静笼罩著一切。 在你前往与联络人会面的路上，你经过几名步履蹒跚、姿势诡异的行人。有些人朝你靠近，你则试著保持距离，他们的皮肤不自然的泛黄且干裂，恼人的苍蝇在他们头上盘旋。你终于找到了那间咖啡厅的大门，你应该要在顶楼跟一名叫做“拉提夫”的人会面。 代表死亡的花朵盛放在墙上跟门口。透过匆促用木板封死的门窗，你看到一双双充满恐惧的眼睛，马拉喀什已毁于一旦。你在巴西亚宫的遗址找到了那些黑色藤蔓的中心，在花园中你发现了施行仪式的痕迹，但罪魁祸首已不知去向。

source: Put all 5 [[Marrakesh]] locations into play, using only their non-[[Abandoned]] versions. Set aside the [[Abandoned]] version of each location.
de: Alle 5 [[Marrakesch]]-Orte ohne das Merkmal [[Verlassen]] werden ins Spiel gebracht. Die [[Verlassen]]-Versionen der Orte werden als nicht im Spiel befindlich beiseitegelegt.
es: Pon en juego los 5 Lugares [[Marrakech]], usando solo sus versiones no [[Abandonado]]. Pon aparte la versión [[Abandonado]] de cada Lugar.
fr: Mettez en jeu les 5 lieux [[Marrakech]] en utilisant seulement leurs versions non-[[Abandonné]]. Mettez de côté les versions [[Abandonné]] de chaque lieu.
it: Mettete in gioco i 5 luoghi [[Marrakesh]], usando solo le versioni non [[Abbandonato]]. Mettete da parte le versioni [[Abbandonato]] di ogni luogo.
ko: [[버려진]]이 아닌 버전의 [[마라케시]] 장소 5장을 모두 플레이 영역에 둡니다. [[버려진]] 버전의 장소는 모두 비플레이 상태로 치워 둡니다.
pl: Umieść w grze wszystkie 5 lokalizacji z cechą [[Marrakesz]], używając tylko ich wersji bez cechy [[Opuszczona]]. Odłóż na bok, poza grę każdą lokalizację w wersji z cechą [[Opuszczona]].
ru: Введите в игру все 5 локаций [[Марракеша]], используя только не [[покинутые]] версии. Отложите в сторону [[покинутую]] версию каждой локации.
zh: 将全部5个[[马拉喀什]]地点放置入场，只使用其非[[废弃]]版本。将每个地点的[[废弃]]版本放在一旁。

source: Each investigator begins play at Marrakesh Railway Station.
de: Jeder Ermittler beginnt das Spiel am Bahnhof von Marrakesch.
es: Cada investigador comienza la partida en la Estación de ferrocarril de Marrakech.
fr: Chaque investigateur commence la partie dans la Gare Ferroviaire de Marrakech.
it: Iniziate la partita nella Stazione di Marrakech.
ko: 모든 조사자는 ‘마라케시 기차역’에서 시작합니다.
pl: Każdy badacz rozpoczyna grę na Dworcu kolejowym w Marrakeszu.
ru: Все сыщики начинают игру на «Вокзале Марракеша».
zh: 每位调查员从马拉喀什火车站开始游戏。

source: For each location in play, place resources on it equal to one more than the number of investigators, as civilians <i>(see “Civilians,” below)</i>. Then, check the Campaign Log:
de: Auf jedem Ort im Spiel werden Ressourcen in Höhe der Ermittleranzahl plus 1 als Zivilisten platziert <i>(siehe „Zivilisten“ weiter unten)</i>. Überprüfe dann das Kampagnenlogbuch:
es: Por cada Lugar en juego, coloca una cantidad de recursos sobre él igual a 1 más la cantidad de investigadores. Estos recursos representan civiles <i>(consulta “Civiles” más abajo)</i>. A continuación, comprueba el registro de campaña:
fr: Pour chaque lieu en jeu, placez dessus un nombre de ressources égal au nombre d'investigateurs plus 1, en tant que civils <i>(voir « Civils », ci-dessous).</i>
it: Per ogni luogo in gioco, collocate un ammontare di risorse su di esso pari al numero degli investigatori +1, trasformandole in civili <i>(vedi “Civili” a seguire)</i>. Poi controllate il Diario della Campagna:
ko: 플레이 상태인 장소마다, 자원을 ‘조사자 수+1’개만큼 놓습니다. 이 자원 토큰은 ‘민간인’으로 간주합니다<i>(아래의 “민간인” 항목 참조)</i>. 그런 다음, 캠페인 기록지를 확인합니다:
pl: Umieść na każdej lokalizacji w grze żetony zasobów w liczbie równej o 1 więcej niż liczba badaczy – to cywile <i>(patrz „Cywile” poniżej)</i>. Następnie sprawdź w Dzienniku kampanii:
ru: Положите на каждую локацию в игре ресурсы в количестве на один больше, чем играющих сыщиков, в качестве горожан <i>(см. «Горожане» ниже)</i>. Затем сверьтесь с журналом:
zh: 在场上的每个地点上放置资源，数量等同于调查员人数外加一，作为市民<i>(见以下“市民”)</i>。然后，检查剧本日志：

source: Because 10 or fewer <b>time</b> has passed, no change is made.
de: Weil 10 <b>Zeit</b> oder weniger verstrichen ist, ändert sich nichts.
es: Si ha transcurrido menos de 10 de <b>tiempo</b>, no hay cambios.
fr: Comme 10 cases <b>Temps</b> ou moins ont été cochées, aucun changement n'est fait.
it: Se sono trascorsi 10 o meno <b>tempi</b>, non applicate alcuna modifica.
ko: <b>시간</b>이 10 이하로 경과했으므로, 아무런 변경 사항이 없습니다.
pl: Ponieważ minęło 10 lub mniej <b>czasu</b>, nie należy nic zmieniać.
ru: Если прошло 10 или меньше <b>времени</b>, изменений нет.
zh: 因为经过了小于等于10<b>时间</b>，不作任何改变。

source: Because 11–17 <b>time</b> has passed, choose 1 [per_investigator] civilians as evenly as possible among all locations in play. Those civilians are slain.
de: Weil 11–17 <b>Zeit</b> verstrichen ist, wähle unter allen Orten im Spiel so gleichmäßig wie möglich 1 [per_investigator] Zivilisten. Diese werden getötet.
es: Si ha transcurrido 11-17 de <b>tiempo</b>, elige una cantidad de civiles igual a 1 [per_investigator], distribuidos lo más equitativamente posible entre todos los Lugares en juego. Esos civiles mueren.
fr: Comme entre 11 et 17 cases <b>Temps</b> ont été cochées, choisissez 1 [per_investigator] civil réparti aussi également que possible parmi les lieux en jeu. Ces civils sont tués.
it: Se sono trascorsi tra 11 e 17 <b>tempi</b>, scegliete 1 [per_investigator] civili nel modo più equo possibile tra tutti i luoghi in gioco. Quei civili sono stati uccisi.
ko: <b>시간</b>이 11~17 경과했으므로, 플레이 상태인 모든 장소에서 가능한 한 고르게 민간인을 1 [per_investigator]명 선택합니다. 이렇게 선택된 민간인은 사망합니다.
pl: Ponieważ minęło 11–17 <b>czasu</b>, wybierz 1 [per_investigator] cywilów spośród wszystkich lokalizacji w grze, tak równo jak to możliwe. Ci cywile zostają zgładzeni.
ru: Если прошло <b>11–17</b> времени, выберите 1 [per_investigator] горожан, распределённых как можно равномернее среди всех локаций в игре. Те горожане убиты.
zh: 因为经过了11-17<b>时间</b>，尽可能平均选择在场上所有地点之中的1[per_investigator]个市民。这些市民被杀害。

source: Because 18–24 <b>time</b> has passed, choose 2 [per_investigator] civilians as evenly as possible among all locations in play. Those civilians are slain.
de: Weil 18–24 Zeit verstrichen ist, wähle unter allen Orten im Spiel so gleichmäßig wie möglich 2 [per_investigator] Zivilisten. Diese werden getötet.
es: Si ha transcurrido 18-24 de <b>tiempo</b>, elige una cantidad de civiles igual a 2 [per_investigator], distribuidos lo más equitativamente posible entre todos los Lugares en juego. Esos civiles mueren.
fr: Comme entre 18 et 24 cases <b>Temps</b> ont été cochées, choisissez 2 [per_investigator] civils répartis aussi également que possible parmi les lieux en jeu. Ces civils sont tués.
it: Se sono trascorsi tra 18 e 24 <b>tempi</b>, scegliete 2 [per_investigator] civili nel modo più equo possibile tra tutti i luoghi in gioco. Quei civili sono stati uccisi.
ko: <b>시간</b>이 18~24 경과했으므로, 플레이 상태인 모든 장소에서 가능한 한 고르게 민간인을 2 [per_investigator]명 선택합니다. 이렇게 선택된 민간인은 사망합니다.
pl: Ponieważ minęło 18–24 <b>czasu</b>, wybierz 2 [per_investigator] cywilów spośród wszystkich lokalizacji w grze, tak równo jak to możliwe. Ci cywile zostają zgładzeni.
ru: Если прошло 18–24 <b>времени</b>, выберите 2 [per_investigator] горожан, распределённых как можно равномернее среди всех локаций в игре. Те горожане убиты.
zh: 因为经过了18-24<b>时间</b>，尽可能平均选择在场上所有地点之中的2[per_investigator]个市民。这些市民被杀害。

source: Set the following cards aside, out of play: the double-sided Amaranth enemy, the Razin Farhi enemy, the Khalid enemy, both copies of the Ancient Raider enemy, The Last Blossom key, and the double-sided “Save the Civilians / Aftermath” story card.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: der doppelseitige Gegner Amaranth, der Gegner Razin Farhi, der Gegner Khalid, beide Kopien des Gegners Uralter Plünderer, der Schlüssel Die Letzte Blüte und die doppelseitige Handlungskarte „Rettet die Zivilisten / Ein neuer Morgen“.
es: Pon aparte las siguientes cartas, fuera del juego: el Enemigo de doble cara Amaranth, el Enemigo Razin Farhi, el Enemigo Khalid, ambas copias del Enemigo Incursor antiguo, la Llave La última flor y la carta de Historia de doble cara “Salvar a los civiles/Consecuencias”.
fr: Mettez de côté, hors jeu, les cartes suivantes : l'ennemi recto-verso Amarante, l'ennemi Razin Farhi, l'ennemi Khalid, les deux exemplaires de l'ennemi Ancien Pillard, la Clef « La Dernière Fleur » et la carte Histoire recto-verso « Sauvez les Civils / L'Heure des Comptes ».
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: il nemico Amaranto a due lati, il nemico Razin Farhi, il nemico Khalid, le 2 copie del nemico Antico Predone, la chiave Ultimo Fiore e la carta storia Salvare i Civili / Conseguenze a due lati.
ko: 양면 ‘아마란스’ 적, ‘라진 파르히’ 적, ‘칼리드’ 적, ‘고대의 약탈자’ 적 사본 2장, ‘마지막 꽃송이’ 열쇠, ‘민간인을 구하라/여파’ 양면 이야기 카드를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, następujące karty: dwustronnego wroga Amarant, wroga Razin Farhi, wróg Khalid, obie kopie wroga Starożytny najeźdźca, klucz Ostatni kwiat oraz dwustronną kartę fabularną „Uratować cywilów / Następstwa”.
ru: Отложите в сторону следующие карты: двустороннего врага «Амарант», врага «Разин Фархи», врага «Халид», оба экземпляра врага «Древний воин», ключ «Последний цветок» и двустороннюю карту сюжета «Спасти горожан / Последствия».
zh: 将下列卡牌放在一旁，置于场外：双面的永生花敌人、拉金·法尔希敌人、凯利德敌人、两张远古守卫敌人、终末之花密钥、双面的“拯救市民/尘埃落定”剧情卡牌。

source: Check the Campaign Log and build the act and/or agenda decks accordingly. If less than 15 time has passed:
de: Überprüfe das Kampagnenlogbuch und passe das Szenen- und/oder Agendadeck entsprechend an. Falls weniger als 15 <b>Zeit</b> verstrichen ist:
es: Comprueba el registro de campaña y crea los mazos de Acto y/o de Plan como corresponda. Si ha transcurrido menos de 15 de tiempo:
fr: Vérifiez le Carnet de Campagne et constituez les decks Acte et/ou Intrigue en fonction du temps passé. Si moins de 15 cases <b>Temps</b> ont été cochées :
it: Controllate il Diario della Campagna e componete il mazzo dei capitoli e/o delle trame. Se sono trascorsi 14 o meno <b>tempi</b>:
ko: 캠페인 기록지를 확인하여 다음과 같이 주요목적/주요사건 덱을 구성합니다.
pl: Sprawdź Dziennik kampanii i stwórz odpowiednio talię aktów i/lub tajemnic. Jeśli minęło mniej niż 15 <b>czasu</b>:
ru: Сверьтесь с журналом кампании и соберите колоды замыслов и/или сцен следующим образом: Если прошло меньше 15 времени:
zh: 检查剧本日志并按照以下构筑场景和/或密谋牌堆。如果经过小于15时间：

source: No change is made.
de: Es ändert sich nichts.
es: No hay cambios.
fr: Aucun changement n'est fait.
it: Non applicate alcuna modifica.
ko: 아무런 변경 사항이 없습니다.
pl: Nie należy nic zmieniać.
ru: Изменений нет.
zh: 不作任何改变。

source: Remove act 1 from the game. The game begins at act 2a. Place doom equal to the number of players on agenda 1. Spawn Amaranth <i>(Lurking Corruption)</i> at Bahia Palace Garden, and attach The Last Blossom to her. Put the set­aside Save the Civilians story card into play. Shuffle the Khalid enemy into the encounter deck.
de: Szene 1 wird aus dem Spiel entfernt. Das Spiel beginnt mit Szene 2a. Es wird Verderben in Höhe der Ermittleranzahl auf Agenda 1 platziert. Amaranth <i>(Lauernde Verderbnis)</i> erscheint im Garten des Bahia-Palasts, mit dem Schlüssel Die Letzte Blüte an sie angehängt. Die beiseitegelegte Handlungskarte Rettet die Zivilisten wird ins Spiel gebracht. Der beiseitegelegte Gegner Khalid wird ins Begegnungsdeck gemischt.
es: Retira el acto 1 de la partida. La partida comienza en el acto 2a. Coloca sobre el plan 1 una cantidad de perdición igual a la cantidad de jugadores. Haz aparecer a Amaranth <i>(Corrupción acechante)</i> en el Jardín del Palacio de la Bahía y vincúlale La última flor. Pon en juego la carta de Historia Salvar a los civiles puesta aparte. Añade el Enemigo Khalid al mazo de Encuentros y baraja este.
fr: Retirez de la partie l'Acte 1. La partie commence à l'Acte 2a. Placez un nombre de fatalités sur l'Intrigue 1 égal au nombre de joueurs. Générez Amarante (Corruption Rampante) dans les Jardins du Palais Bahia et attachez-lui La Dernière Fleur. Mettez en jeu la carte Histoire « Sauvez les Civils ». Mélangez l'ennemi Khalid dans le deck Rencontre.
it: Rimuovete dal gioco il Capitolo 1 e iniziate la partita dal Capitolo 2a. Collocate sulla Trama 1 un ammontare di destini pari al numero dei giocatori. Generate Amaranto <i>(Corruzione Latente)</i> nei Giardini del Palazzo El Bahia e assegnatele l’Ultimo Fiore. Mettete in gioco la carta storia Salvare i Civili messa da parte. Mescolate il nemico Khalid nel mazzo degli incontri.
ko: 주요목적 1을 게임에서 제거합니다. 주요목적 2a에서 게임을 시작합니다. 주요사건 1에 플레이어 수만큼 파멸을 놓습니다. ‘아마란스<i>(잠복한 타락)</i>’를 ‘바히아 궁전 정원’에 출현시키고, 그 적에게 ‘마지막 꽃송이’ 열쇠를 부착합니다. 치워 두었던 ‘민간인을 구하라’ 이야기 카드를 플레이 영역 중 주요사건 덱 옆에 둡니다. ‘칼리드’ 적을 조우 덱에 섞어넣습니다.
pl: Usuń z gry Akt 1. Gra rozpoczyna się od Aktu 2a. Połóż na Tajemnicy 1 żetony zagłady w liczbie równej liczbie graczy. Rozstaw Amarant <i>(Czyhające zepsucie)</i> w Ogrodach pałacu Bahia i dołącz do niej Ostatni kwiat. Umieść w grze odłożoną na bok kartę fabuły Uratować cywilów. Wtasuj wroga Khalida do talii spotkań.
ru: Удалите из игры сцену 1. Игра начинается со сцены 2a. Положите безысходность на замысел 1 в количестве, равном количеству игроков. Выложите «Амарант <i>(Скрытое разложение)</i>» в «Сады дворца Бахия» и прикрепите к ней «Последний цветок». Введите в игру отложенную сюжетную карту «Спасти горожан». Замешайте врага «Халид» в колоду контактов.
zh: 将场景1移除游戏。游戏从场景2a开始。将等同于玩家数量的毁灭标记放到密谋1。将永生花<i>(散播腐化)</i>生成在巴西亚宫花园，将终末之花附属到她身上。将放在一旁的拯救市民剧情卡牌放置入场。将凯利德敌人洗入遭遇牌库。

source: In this scenario, resources on locations represent the innocent civilians of Marrakesh, who are in grave danger.
de: In diesen Szenario stellen Ressourcen auf Orten unschuldige Zivilisten von Marrakesch dar, die sich in großer Gefahr befinden.
es: En este escenario, los recursos que hay en los Lugares representan a los civiles inocentes de Marrakech que corren un grave peligro.
fr: Dans ce scénario, les pions Ressource représentent les civils innocents de Marrakech qui sont en grand danger.
it: In questo scenario, le risorse sui luoghi rappresentano gli abitanti innocenti di Marrakech che si trovano in grave pericolo.
ko: 이번 시나리오에서 장소에 놓인 자원 토큰은 커다란 위험에 내몰린 마라케시의 민간인들을 나타냅니다.
pl: W tym scenariuszu żetony zasobów na lokalizacjach reprezentują bezbronnych cywilów z Marrakeszu, którzy są w niebezpieczeństwie.
ru: В этом сценарии ресурсы на локациях представляют собой невинных горожан Марракеша, находящихся в смертельной опасности.
zh: 在本场此冒险中，放在地点上的资源表示马拉喀什无辜的市民，他们正遭受巨大的威胁。
