Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/03_dead_heat.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: For the purposes of enemy movement and enemy attacks, enemies treat civilians as if they were investigators. (Enemies do not engage civilians, but may attack civilians at their location as if they were engaged.) If a civilian is attacked, they are automatically slain.
de: Bei der Durchführung von gegnerischen Bewegungen und Angriffen werden Zivilisten behandelt, als ob sie Ermittler wären. (Gegner verwickeln Zivilisten nicht in einen Kampf, können Zivilisten an ihrem Ort aber angreifen, als ob sie mit ihnen in einen Kampf verwickelt wären.) Falls ein Zivilist angegriffen wird, wird er automatisch getötet.
es: A efectos del movimiento y ataques de los Enemigos, éstos tratan a los civiles como si fueran investigadores (los Enemigos no se enfrentan a los civiles, pero pueden atacar a los civiles que estén en su Lugar como si estuvieran enfrentados). Si un civil es atacado, muere automáticamente.
fr: En ce qui concerne les déplacements et attaques des ennemis, les ennemis traitent les civils comme s'ils étaient des investigateurs. (Les ennemis n'engagent pas les civils, mais peuvent les attaquer dans leur lieu comme s'ils étaient engagés.) Si un civil est attaqué, il est automatiquement tué.
it: Al fine di determinare il movimento e gli attacchi dei nemici, essi considerano i civili come se fossero investigatori (i nemici non impegnano i civili, ma possono attaccare i civili nel proprio luogo come se fossero impegnati con essi). Se un civile viene attaccato, viene automaticamente ucciso.
ko: 적의 이동과 적의 공격을 처리하는 목적에서, 적은 민간인을 조사자인 것처럼 취급합니다. (적은 민간인과 교전하지 않으나, 자신이 위치한 장소에 있는 민간인을 자신과 교전한 것처럼 간주하여 공격할 수 있습니다.) 민간인이 공격받는다면, 해당 민간인은 자동으로 사망합니다.
pl: Na potrzeby ruchu wrogów i ich ataków, wrogowie traktują cywilów tak, jakby byli badaczami. (Wrogowie nie wchodzą w zwarcie z cywilami, ale mogą zaatakować cywilów w swojej lokalizacji tak, jakby byli z nimi w zwarciu). Jeśli cywil zostanie zaatakowany, zostaje automatycznie zgładzony.
ru: Считайте горожан сыщиками при определении, куда перемещаются и кого атакуют враги. (Враги не начинают сражаться с горожанами, но могут атаковать горожанина в своей локации, как будто сражаются с ним.) Если горожанин атакован, он автоматически убит.
zh: 在敌人移动和敌人攻击时，敌人会将市民视为如同调查员。(敌人并不会与市民交战，但是会如同交战般攻击他所在地点的市民。)如果一个市民被攻击，他自动被杀害。

source: Civilians remain present on a location when it is revealed.
de: Wird ein Ort mit Zivilisten enthüllt, verbleiben sie an jenem Ort.
es: Los civiles permanecen en un Lugar cuando este es revelado.
fr: Les civils restent présents dans un lieu lorsqu'il est révélé.
it: Quando un luogo viene aperto, i civili restano in quel luogo.
ko: 장소가 공개될 때, 그 장소에 있던 민간인은 현 위치에 그대로 머무릅니다.
pl: Cywile pozostają obecni w lokalizacji, kiedy jest ona odkryta.
ru: Горожане остаются в локации, когда та открывается.
zh: 地点被揭示时，市民将保留显示在其上。

source: When a civilian is slain, place it on the scenario reference card, to track how many civilians have been slain.
de: Sobald ein Zivilist getötet wird, wird er auf der Szenarioübersichtskarte platziert, um nachzuhalten, wie viele Zivilisten getötet wurden.
es: Cuando un civil muere, colócalo sobre la carta de referencia de escenario para llevar la cuenta de la cantidad de civiles que han muerto.
fr: Quand un civil est tué, placez-le sur la carte de Référence du Scénario, pour garder le compte du nombre de civils tués.
it: Quando un civile viene ucciso, collocatelo sulla carta di consultazione dello scenario per tenere traccia di quanti civili sono stati uccisi.
ko: 민간인이 사망했을 때, 해당 민간인(자원 토큰)을 시나리오 참조 카드에 놓습니다. 이를 통해, 지금까지 사망한 민간인의 수를 표시합니다.
pl: Kiedy cywil zostanie zgładzony, połóż go na karcie pomocy scenariusza, aby widzieć, ilu cywilów zostało zgładzonych.
ru: Когда горожанин убит, положите его на карту сценария, чтобы вести учёт погибших.
zh: 当一个市民被杀害时，将其放到场景参考卡牌上，用以记录有多少个市民被杀害了。

source: During this scenario, you will often be instructed to choose a random location. This should be done by shuffling together the 5 locations not currently in play (the versions of each location in play not currently being used) and drawing 1 at random.
de: Im Verlauf dieses Szenarios werden die Ermittler häufiger angewiesen, einen zufälligen Ort zu bestimmen. Dafür werden die 5 Orte, die sich aktuell nicht im Spiel befinden (die Versionen der Orte im Spiel, die derzeit nicht verwendet werden), gemischt und 1 zufällige Karte gezogen.
es: Durante este escenario, se te indicará a menudo que elijas un Lugar al azar. Para ello, baraja los 5 Lugares que no estén en juego en ese momento (las versiones de cada Lugar en juego que no se están usando) y roba 1 al azar.
fr: Lors de ce scénario, il vous sera souvent demandé de choisir un lieu au hasard . Pour cela, mélangez les 5 lieux qui ne sont pas actuellement en jeu (les versions de chaque lieu en jeu qui ne sont pas actuellement utilisées) et piochez 1 de ces lieux au hasard.
it: Nel corso di questo scenario vi sarà spesso richiesto di scegliere un luogo casuale. Per farlo, mescolate assieme i 5 luoghi che non sono attualmente in gioco (le versioni di ogni luogo in gioco che attualmente non vengono usate) e pescatene 1 casuale.
ko: 이번 시나리오를 진행하는 동안, 이따금 무작위 장소를 선택하라는 지시를 받을 것입니다. 이럴 경우 현재 플레이 상태가 아닌 장소 카드 5장(현재 플레이 상태인 장소와 명칭은 같지만, 지금 사용하지 않는 버전)을 다 같이 섞은 다음, 무작위로 1장을 뽑아 결정하십시오.
pl: W tym scenariuszu często nakazuje się graczom losowanie lokalizacji. W tym celu należy potasować 5 lokalizacji nie znajdujących się obecnie w grze (niewykorzystywane wersje każdej lokalizacji w grze) i dobrać losowo 1 z nich.
ru: В этом сценарии вам часто нужно будет выбирать случайную локацию. Для этого перемешайте 5 локаций, находящихся вне игры (неиспользуемые версии каждой локации в игре), и вытяните одну из них наугад.
zh: 本场冒险期间，常常会有指示令你选择一个随机地点。为完成该指示，你需要将5张目前不在场上的地点混洗(即场上每个地点未使用的版本)，从中随机抽取1张表示该随机地点。

source: Transfer Key
de: Schlüssel transferieren
es: Transferir Llave
fr: Transférer une Clef
it: Chiave di Trasferimento
ko: 열쇠 전송
pl: Przenieś klucz
ru: Передать Ключ
zh: 转移密钥

source: Each civilian remaining in play is slain. If it is still Act 1, draw the set-aside Save the Civilians story card and resolve the Aftermath side.
de: Jeder Zivilist, der sich noch im Spiel befindet, wird getötet. Falls Szene 1 aktuell ist, ziehe die beiseitegelegte Handlungskarte Rettet die Zivilisten und handle die „Ein neuer Morgen“-Seite ab.
es: Cada civil que quede en juego muere. Si sigue siendo el acto 1, roba la carta de Historia Salvar a los civiles puesta aparte y resuelve el lado Consecuencias.
fr: Chaque civil encore en jeu est tué. Si vous êtes toujours à l'Acte 1, prenez la carte Histoire mise de côté « Sauvez les Civils » et résolvez sa face « L'Heure des Comptes ».
it: Ogni civile rimasto in gioco viene ucciso. Se siete ancora al Capitolo 1, pescate la carta storia Salvare i Civili messa da parte e risolvetene il lato Conseguenze.
ko: 아직 플레이 상태로 남아 있는 모든 민간인은 사망합니다. 아직 주요목적 1이었다면, 치워 두었던 ‘민간인을 구하라’ 이야기 카드를 뽑아 ‘여파’ 면을 해결합니다.
pl: Każdy pozostały w grze cywil zostaje zgładzony. Jeśli nadal trwa Akt 1, dobierz odłożoną na bok kartę fabuły Uratować cywilów i rozpatrz jej stronę Następstwa.
ru: Каждый оставшийся в игре горожанин убит. Если сейчас ещё сцена 1, возьмите отложенную карту сюжета «Спасти горожан» и разыграйте сторону «Последствия».
zh: 剩余在场的每个市民被杀害。如果仍然为场景1，抽取放在一旁的拯救市民剧情卡牌，并结算其尘埃落定面。

source: Check which enemies are in play:
de: Überprüfe, welcher Gegner sich im Spiel befindet.
es: Comprueba qué Enemigos están en juego:
fr: Vérifiez quels ennemis sont en jeu :
it: Controllate quali nemici sono in gioco:
ko: 어떤 적이 플레이 상태인지 확인합니다:
pl: Sprawdź, którzy wrogowie są w grze:
ru: Сверьтесь с врагами в игре:
zh: 检查在场上的敌人：

source: Razin Farhi
ko: 라진 파르히
ru: Разин Фархи
zh: 拉金·法尔希

source: None of the above
de: Keiner der obigen
es: Ninguno de los anteriores
fr: Aucun ci-dessus
it: Nessuna delle precedenti
ko: 위 항목에 해당하지 않음
pl: Żaden z powyższych
ru: Ни один из вышеперечисленных
zh: 以上皆非

source: the lovers are reunited.
de: die Liebenden sind wiedervereint.
es: los amantes se reunieron.
fr: les amants sont réunis.
it: gli amanti sono di nuovo insieme.
ko: 아마란스가 연인과 재회했다
pl: kochankowie znów są razem.
ru: возлюбленные воссоединились.
zh: 爱侣重逢。

source: you haven't seen the last of Amaranth.
de: du hast Amaranth nicht zum letzten Mal gesehen.
es: no será la última vez que los investigadores ven a Amaranth.
fr: vous n'avez pas fini d'entendre parler d'Amarante.
it: sentirete ancora parlare di Amaranto.
ko: 당신은 아마란스의 최후를 목도하지 못했다
pl: jeszcze zobaczycie Amarant.
ru: Амарант ещё встретится вам.
zh: 未得知永生花最后的下落。

source: Amaranth has left the Coterie.
de: Amaranth hat die Coterie verlassen.
es: Amaranth ha abandonado la Camarilla.
fr: Amarante a quitté la Coterie.
it: Amaranto ha lasciato la Società Rossa.
ko: 아마란스가 붉은 동지회를 떠났다
pl: Amarant odeszła z Koterii.
ru: Амарант покинула Клику.
zh: 永生花离开结社。

source: Choose an investigator to be the bearer of The Last Blossom and update the Campaign Log accordingly.
de: Wähle einen Ermittler, der zum Träger des Schlüssels Die Letzte Blüte wird. Aktualisiere das Kampagnenlogbuch.
es: Elige a un investigador para que sea el portador de La última flor y actualiza el registro de campaña en consonancia.
fr: Choisissez un investigateur qui devient le détenteur de La Dernière Fleur. Mettez à jour le Carnet de Campagne en conséquence.
it: Scegliete 1 investigatore che diventi il portatore dell’Ultimo Fiore e aggiornate il Diario della Campagna di conseguenza.
ko: 조사자 한 명이 ‘마지막 꽃송이’ 열쇠의 보유자가 됩니다. 이에 따라캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Wybierz badacza, który zostanie posiadaczem Ostatniego kwiatu, i uzupełnij odpowiednio informacje w Dzienniku kampanii.
ru: Выберите сыщика, который становится носителем «Последнего цветка». Отметьте это в журнале кампании.
zh: 选择一位调查员成为终末之花承受者，并将此记录在剧本日志中。

source: Bearer of The Last Blossom
de: Träger des Schlüssels Die Letzte Blüte
es: Portador de La última flor
fr: Détenteur de La Dernière Fleur
it: Portatore dell’Ultimo Fiore
ko: ‘마지막 꽃송이’ 열쇠의 보유자
pl: Posiadacz Ostatniego kwiatu
ru: Носитель «Последнего цветка»
zh: 终末之花承受者

source: Amaranth is the bearer of The Last Blossom. Update the Campaign Log accordingly.
de: Amaranth ist Träger des Schlüssels Die Letzte Blüte. Aktualisiere das Kampagnenlogbuch.
es: Amaranth es la portadora de La última flor. Actualiza el registro de campaña en consonancia.
fr: Amarante est la détentrice de La Dernière Fleur. Mettez à jour le Carnet de Campagne en conséquence.
it: Amaranto è la portatrice dell’Ultimo Fiore. Aggiornate il Diario della Campagna di conseguenza.
ko: ‘아마란스’가 ‘마지막 꽃송이’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Amarant jest posiadaczem Ostatniego kwiatu. Uzupełnij odpowiednio Dziennik kampanii.
ru: «Амарант» — носитель «Последнего цветка». Отметьте это в журнале кампании.
zh: 永生花是终末之花承受者。将此记录在剧本日志中。

source: Each investigator suffers 1 mental trauma as they survey the ruins of Marrakesh.
de: Jeder Ermittler erleidet 1 seelisches Trauma, da er die Ruinen von Marrakesch erkundet hat.
es: Cada investigador sufre 1 trauma mental mientras contempla las ruinas de Marrakech.
fr: Chaque investigateur subit 1 traumatisme mental en contemplant les ruines de Marrakech.
it: Ogni investigatore subisce 1 trauma mentale mentre esamina le rovine di Marrakesh.
ko: 모든 조사자는 폐허가 된 마라케시를 조사하는 과정에서 정신적 트라우마를 1씩 겪습니다.
pl: Każdy badacz otrzymuje 1 punkt traumy psychicznej, ponieważ zbadał ruiny Marrakeszu.
ru: Каждый сыщик получает 1 ментальную травму, осматривая руины Марракеша.
zh: 每位调查员承受1点精神创伤，因为其调查了马拉喀什的残骸。

source: Each investigator earns 3 bonus experience as they help the survivors of the city rebuild.
de: Jeder Ermittler verdient 3 Bonus-Erfahrungspunkte, da er den Überlebenden beim Wiederaufbau geholfen hat.
es: Cada investigador obtiene 3 puntos de experiencia mientras ayuda a los supervivientes a reconstruir la ciudad.
fr: Chaque investigateur reçoit 3 points d'expérience bonus pour les récompenser d'aider les survivant à reconstruire la ville .
it: Ogni investigatore guadagna 3 punti esperienza aggiuntivi per aver aiutato i sopravvissuti a ricostruire la città.
ko: 모든 조사자는 생존자들이 도시를 재건하는 것을 도우며 경험치를 3씩 얻습니다.
pl: Każdy badacz otrzymuje 3 dodatkowe punkty doświadczenia, ponieważ pomógł ocalałym odbudować miasto.
ru: Каждый сыщик получает 3 опыта дополнительно, помогая жителям восстановить город.
zh: 每位调查员取得3点奖励经验值，因为其帮助生还者重建城市。

source: Be sure to apply physical trauma to any investigator who had not already resigned or been defeated when the final agenda advanced.
de: Vergiss nicht, dass jeder Ermittler, der nicht bereits aufgegeben hatte oder besiegt war, als die letzte Agenda vorangeschritten ist, ein physisches Trauma erleidet.
es: Asegúrate de aplicar traumas físicos a cualquier investigador que no haya desistido o haya sido derrotado cuando avanzó el plan final.
fr: Veillez à infliger un traumatisme physique à tout investigateur qui n'avait pas déjà abandonné ou été vaincu lorsque la dernière intrigue a avancé.
it: Assicuratevi di applicare un trauma fisico a qualsiasi investigatore che non abbia già abbandonato o sia stato sconfitto quando l’agenda finale avanza.
ko: 마지막 주요사건이 진행했을 때, 아직 후퇴하지 않았거나 쓰러진 조사자에게 신체적 트라우마를 적용하십시오.
pl: Upewnijcie się, że każdy badacz, który nie zrezygnował lub nie został pokonany w momencie postąpienia ostatniej Tajemnicy, otrzymał punkty traumy fizycznej.
ru: Не забудьте добавить физическую травму каждому сыщику, который не совершил побег и не был побеждён к моменту продвижения последнего замысла.
zh: 请记得任何尚未撤退的调查员或在最后的密谋推进时被击败的调查员也要受到肉体创伤。

source: Be sure to adjust experience or mental trauma based on the results of the Aftermath story card.
de: Vergiss nicht, die Erfahrungspunkte und mentalen Traumata gemäß der Ergebnisse der „Ein neuer Morgen“-Handlungskarte zu aktualisieren.
es: Asegúrate de ajustar la experiencia o los traumas mentales basados en los resultados de la carta de Historia Consecuencias.
fr: Veillez à ajuster l'expérience ou le traumatisme mental en fonction des résultats de la carte Histoire « L'Heure des Comptes ».
it: Assicurati di modificare l’esperienza e i traumi mentali in base ai risultati della carta storia Conseguenze.
ko: ‘여파’ 이야기 카드의 결과에 기반하여 경험치나 정신적 트라우마를 조정하십시오.
pl: Upewnijcie się, że dostosowaliście punkty doświadczenia lub traumy psychicznej w oparciu o wyniki karty fabuły Następstwa.
ru: Не забудьте скорректировать опыт и ментальные травмы, полученные по эффектам карты сюжета «Последствия».
zh: 请记得依照尘埃落定剧情卡牌的结果调整经验值或精神创伤。

source: Aftermath
de: Ein neuer Morgen
es: Consecuencias
fr: L'Heure des Comptes
it: Conseguenze
ko: 여파
pl: Następstwa
ru: Последствия
zh: 尘埃落定

source: Compare the number of rescued civilians on Aftermath with the number of slain civilians on the Scenario Reference card
de: Vergleiche die Anzahl der geretteten Zivilisten auf „Ein neuer Morgen“ mit der Anzahl der getöteten Zivilisten auf der Szenarioübersichtskarte
es: Compara la cantidad de civiles rescatados en Consecuencias con la cantidad de civiles muertos de la carta de referencia del escenario
fr: Comparez le nombre de civils sauvés sur la carte « L'Heure des Comptes » avec le nombre de civils tués sur la carte de Référence du scénario.
it: Confrontate il numero dei civili salvati in Conseguenze con il numero dei civili uccisi sulla carta di riferimento dello scenario
ko: ‘여파’ 위에 있는 구해낸 민간인 수와 시나리오 참조 카드에 있는 사망한 민간인 수를 비교합니다.
pl: Porównaj liczbę uratowanych cywilów na karcie Następstw z liczbą zgładzonych cywilów na karcie pomocy scenariusza
ru: Когда горожанин убит, положите его на карту сценария, чтобы вести учёт погибших
zh: 比较尘埃落定上被拯救的市民数量与在冒险参考卡牌上被杀害的市民数量。

source: Rescued civilians:
de: Gerettete Zivilisten:
es: Civiles rescatados:
fr: Civils secourus :
it: Civili salvati:
ko: 구해낸 민간인:
pl: Uratowani cywile:
ru: Спасённые горожане:
zh: 被拯救的市民：

source: Slain civilians:
de: Getötete Zivilisten:
es: Civiles muertos:
fr: Civils tués :
it: Civili uccisi:
ko: 사망한 민간인:
pl: Zgładzeni cywile:
ru: Убитые горожане:
zh: 被杀害的市民：

source: If the number of rescued civilians is more than the number of slain civilians:
de: Falls die Anzahl der geretteten Zivilisten größer ist als die Anzahl der getöteten Zivilisten:
es: Si la cantidad de civiles rescatados es mayor que la cantidad de civiles muertos:
fr: Si le nombre de civils secourus est supérieur au nombre de civils tués :
it: Se il numero dei civili salvati è superiore al numero dei civili uccisi:
ko: 구해낸 민간인이 사망한 민간인보다 많습니까?
pl: Jeśli liczba uratowanych cywili jest większa od liczby zgładzonych cywili:
ru: Если количество спасённых больше, чем количество убитых::
zh: 如果被拯救的市民数量多于被杀害的市民数量：

source: Each investigator earn 2 bonus experience.
de: Jeder Ermittler verdient 2 Bonus-Erfahrungspunkte.
es: Cada investigador gana 2 puntos de experiencia de bonificación.
fr: Chaque investigateur reçoit 2 points d'expérience bonus.
it: Ogni investigatore guadagna 2 punti esperienza.
ko: 모든 조사자는 경험치를 2씩 얻습니다.
pl: Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia.
ru: Каждый сыщик получает 2 опыта дополнительно.
zh: 每位调查员获得2点奖励经验值。

source: If the number of rescued civilians is more than twice the number of slain civilians:
de: Falls die Anzahl der geretteten Zivilisten mehr als doppelt so groß wie die Anzahl der getöteten Zivilisten ist:
es: Si la cantidad de civiles rescatados es más del doble de la cantidad de civiles muertos:
fr: Si le nombre de civils secourus est plus de deux fois supérieur au nombre de civils tués :
it: Se il numero dei civili salvati è più del doppio del numero dei civili uccisi:
ko: 구해낸 민간인이 사망한 민간인의 2배보다 많습니까?
pl: Jeśli liczba uratowanych cywili jest ponad dwa razy większa od liczby zgładzonych cywili:
ru: Если спасённых больше удвоенного числа убитых:
zh: 如果被拯救的市民数量多于被杀害的市民数量的两倍：

source: Each investigator earn 2 additional bonus experience.
de: Jeder Ermittler verdient 2 zusätzliche Bonus-Erfahrungspunkte.
es: Cada investigador gana 2 puntos de experiencia de bonificación adicionales.
fr: Chaque investigateur reçoit 2 points d'expérience bonus supplémentaires.
it: Ogni investigatore guadagna 2 punti esperienza bonus aggiuntivi.
ko: 모든 조사자는 경험치를 2씩 추가로 얻습니다.
pl: Każdy badacz otrzymuje kolejne 2 dodatkowe punkty doświadczenia.
ru: Каждый сыщик получает 2 опыта дополнительно .
zh: 每位调查员再额外获得2点奖励经验值。

source: If the number of slain civilians is more than the number of rescued civilians:
de: Falls die Anzahl der getöteten Zivilisten größer ist als die Anzahl der geretteten Zivilisten:
es: Si la cantidad de civiles muertos es mayor que la cantidad de civiles rescatados:
fr: Si le nombre de civils tués est supérieur au nombre de civils secourus :
it: Se il numero dei civili uccisi è superiore al numero dei civili salvati:
ko: 사망한 민간인이 구해낸 민간인보다 많습니까?
pl: Jeśli liczba zgładzonych cywili jest większa od liczy uratowanych cywili:
ru: Если убитых больше удвоенного числа спасённых:
zh: 如果被杀害的市民数量多于被拯救的市民数量：

source: Because it is a tie, nothing happens.
de: Da es unentschieden steht, passiert nichts.
es: Como hay empate, no ocurre nada.
fr: Comme il s'agit d'une égalité, rien ne se passe.
it: Poiché è un pareggio, non succede nulla.
ko: 동수이므로, 아무 일도 일어나지 않습니다.
pl: Ponieważ jest remis, nic się nie dzieje.
ru: Если спасённых столько же, сколько убитых, ничего не происходит.
zh: 因为数量相同，无事发生。

source: Each investigator suffers 1 mental trauma
de: Jeder Ermittler erleidet ein seelisches Trauma
es: Cada investigador sufre 1 trauma mental
fr: Chaque investigateur subit 1 traumatisme mental.
it: Ogni investigatore subisce 1 trauma mentale
ko: 모든 조사자는 정신적 트라우마를 1씩 겪습니다.
pl: Każdy badacz otrzymuje 1 punkt traumy psychicznej
ru: Каждый непобеждённый сыщик получает 1 ментальную травму
zh: 每位调查员受到1点精神创伤。

source: If the number of slain civilians is more than twice the number of rescued civilians:
de: Falls die Anzahl der getöteten Zivilisten mehr als doppelt so groß wie die Anzahl der geretteten Zivilisten ist:
es: Si la cantidad de civiles muertos es más del doble de la cantidad de civiles rescatados:
fr: Si le nombre de civils tués est plus de deux fois supérieur au nombre de civils secourus :
it: Se il numero dei civili uccisi è più del doppio del numero dei civili salvati:
ko: 사망한 민간인이 구해낸 민간인의 2배보다 많습니까?
pl: Jeśli liczba zgładzonych cywili jest ponad dwa razy większa od liczy uratowanych cywili:
ru: Если убитых больше удвоенного числа спасённых:
zh: 如果被杀害的市民数量多于被拯救的市民数量的两倍：

source: Each investigator suffers 1 additional mental trauma
de: Jeder Ermittler erleidet ein zusätzliches seelisches Trauma
es: Cada investigador sufre 1 trauma mental adicional
fr: Chaque investigateur subit 1 traumatisme mental supplémentaire.
it: Ogni investigatore subisce 1 trauma mentale aggiuntivo
ko: 모든 조사자는 정신적 트라우마를 1씩 추가로 겪습니다.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt traumy psychicznej
ru: Каждый непобеждённый сыщик получает 1 ментальную травму дополнительно
zh: 每位调查员再额外受到1点精神创伤。

source: You watch in horror as the remnants of the city are overtaken by the insidious vines. The remaining civilians are devoured by Amaranth’s servants. As you watch the devastation unfold, you wish you could have done more.
de: Du musst entsetzt mitansehen, wie die Reste der Stadt von den heimtückischen Ranken überwuchert werden. Die verbliebenen Zivilisten werden von Amaranths Dienern verschlungen. Während du die Verwüstung beobachtest, wünschst du dir, du hättest mehr tun können.
es: Observas con horror cómo las siniestras enredaderas invaden lo que queda de la ciudad. Los civiles restantes son devorados por los sirvientes de Amaranth. Mientras ves cómo se produce la destrucción, desearías haber podido hacer algo más.
fr: Vous constatez avec horreur que les vestiges sont envahis de plantes grimpantes démoniaques. Les civils survivants sont dévorés par les serviteurs d'Amarante. En contemplant le désastre qui se déroule devant vos yeux, vous regrettez de ne pas avoir pu vous rendre plus utile.
it: Osservate con orrore gli orrendi viticci prendere possesso della città. I civili sopravvissuti vengono divorati dai servitori di Amaranto. Mentre assistete a questa totale devastazione, vi chiedete se avreste potuto fare di più.
ko: 당신은 마라케시의 잔재가 음험한 덩굴에 집어삼켜지는 모습을 두려움에 떨며 바라봅니다. 지금까지 살아남아 있던 사람들은 모조리 아마란스의 수하들에게 잡아먹히고 말았습니다. 눈앞에서 펼쳐지는 참화를 그저 지켜만 보며, 당신은 진정 최선을 다한 것인가 하는 죄책감에 사로잡힙니다.
pl: Z przerażeniem obserwujesz, jak plugawe pnącza przejmują kontrolę nad pozostałościami miasta. Cywile, którym udało się dotąd ujść z życiem, są pochłaniani przez sługi Amarant. Obserwując tę niszczycielską pożogę żałujesz, że nie mogłeś nic więcej zrobić.
ru: Вы с ужасом наблюдаете, как остатки города захватывают зловещие лианы. Оставшихся мирных жителей пожирают слуги Амарант. Наблюдая за разрушениями, вы сожалеете, что не смогли сделать больше.
zh: 你惊恐的看著整座城市被污秽的藤蔓占据，市民被永生花的仆从们吞噬。你看著这末日的场景，心里希望自己能做的更多。
