Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/04a_ruses_and_reclamations_kabul.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Faceless servants with scarlet collars and wings of darkness circle the watcher’s sanctum overhead. You move carefully under the cover of night, hoping to avoid detection. The man’s sanctum is more akin to a workshop, filled with torturous implements and strange, arcane tools. Among the many instruments is that which he stole from you, placed in the center of one of his workbenches as though he was studying it. The moment you grab it and move to escape, you hear his startled voice from another doorway. “Who is there?” Two empty eyesockets glare in your direction as you turn to face him. “Who is that?” He scrambles to find his ruby spectacles, but you are long gone before he is able to put them on.
de: Gesichtslose Diener mit scharlachroten Kragen und Flügeln der Dunkelheit kreisen über dem Heiligtum des Beobachters. Du bewegst dich vorsichtig im Schutze der Nacht, in der Hoffnung, nicht entdeckt zu werden. Das Heiligtum des Mannes gleicht eher einer Werkstatt, gefüllt mit Folterutensilien und seltsamen, arkanen Werkzeugen. Unter den vielen Instrumenten befindet sich auch das, was er dir gestohlen hat. Es liegt in der Mitte einer seiner Werkbänke, als wollte er es studieren. In dem Moment, in dem du es ergreifst und fliehen willst, hörst du die erschrockene Stimme des Blutroten Beobachters aus einer anderen Türöffnung. „Wer ist da?“ Zwei leere Augenhöhlen starren in deine Richtung, als du dich zu ihm umdrehst. „Wer ist das?“ Er kramt nach seiner Rubinbrille, aber du bist längst weg, bevor er sie aufsetzen kann.
es: Unos sirvientes sin rostro que llevan collares escarlata y alas de oscuridad dan vueltas por el refugio del observador. Te desplazas al amparo de la noche con la esperanza de evitar que te detecten. El refugio del hombre se parece más a un taller, repleto de artilugios de tortura y extrañas herramientas arcanas. Entre la gran cantidad de objetos se encuentra lo que te robó, situado en el centro de uno de sus bancos de trabajo, como si lo hubiera estado estudiando. En cuanto lo coges y emprendes la huida, oyes su voz sorprendida que proviene de otra puerta. —¿Quién está ahí? —pregunta mientras dos cuencas vacías miran con rabia en tu dirección mientras te giras para observarlo—. ¿Quién es? Se apresura a buscar sus anteojos de rubí, pero para cuando logra ponérselos, ya has puesto tierra de por medio.
fr: Des serviteurs sans visage avec des colliers écarlates et des ailes noires comme les ténèbres volent en cercle au-dessus du sanctuaire. Sous le couvert de la nuit, vous avancez prudemment en espérant éviter de vous faire repérer. Le refuge du Guetteur ressemble à une sorte d'atelier couvert d'équipements barbares et d'outils occultes pour le moins étranges. Parmi tous ces objets, se trouve ce qu'il vous a volé, sur un de ses établis, comme s'il était en train de l'examiner. Au moment où vous vous en saisissez pour vous enfuir; vous entendez sa voix : depuis le couloir. « Qui est là ? » Deux orbites vides se tournent dans votre direction lorsque vous regardez derrière vous. « Qui est-ce ? » Il tâtonne pour trouver ses lunettes couleur rubis, mais vous êtes déjà partis depuis longtemps lorsqu'il parvient à les mettre sur le bout de son nez.
it: Il sancta sanctorum dell’Osservatore è circondato da servitori senza volto con ali di tenebra e collari scarlatti. Vi muovete cautamente e con il favore delle tenebre, nella speranza di non esser visti. Il rifugio che avete preso di mira somiglia a un laboratorio pieno di strumenti di tortura e altri bizzarri ammennicoli arcani, ed è proprio in mezzo a tutto questo disordine che trovate ciò che vi era stato rubato, collocato al centro di uno dei tavoli da lavoro come se l’Osservatore lo stesse studiando. Nel momento stesso in cui lo afferrate e vi accingete a dirigervi verso l’uscita, sentite la voce trafelata dell’Osservatore provenire dal corridoio: “Chi è là?!” Vi girate per affrontarlo, ma quello che vedete sono due orbite oculari vuote che fissano nella vostra direzione. “Chi c’è?” L’uomo si muove a tentoni cercando i suoi occhiali dalle lenti di rubino ma, quando riesce finalmente a indossarli, voi siete ormai lontani.
ko: 핏빛 감시자의 성소 상공에는 진홍색 목줄을 찬 얼굴 없는 하수인들이 새카만 날개를 펄럭이며 비행하고 있었습니다. 당신은 발각되지 않기를 바라며 밤의 어둠을 틈타 성소로 잠입합니다. 감시자의 성소는 고문 도구와 정체를 알 수 없는 기묘한 물건으로 가득 차 있어, 성소보다는 일종의 작업장에 가깝게 보입니다. 수많은 도구 중에 그가 당신에게서 훔친 열쇠가 보입니다. 심지어 핏빛 감시자가 한창 열쇠를 연구하고 있었는지, 작업대 한가운데에 놓여 있습니다. 열쇠를 집어 들고 달아나려던 순간, 다른 출입구에서 놀란 듯한 감시자의 목소리가 들립니다. “거기 누구냐?” 감시자와 맞서기 위해 몸을 돌리니, 그 자리에는 눈알 없이 텅 빈 눈두덩이 두 개만이 당신을 바라보고 있었습니다. “이게 누구신가?” 그가 루비 안경을 찾으려 잽싸게 움직였지만, 당신은 핏빛 감시자가 안경을 쓰기도 전에 성소에서 달아납니다.
pl: Pozbawieni twarzy, skrzydlaci słudzy obserwatora, w czerwonych obrożach patrolują okolice kryjówki. Ostrożnie, pod osłoną nocy, przemykasz w nadziei, że cię nie wykryją. Kryjówka mężczyzny bardziej przypomina pracownię wypełnioną narzędziami tortur i magicznymi przyborami, niż cokolwiek innego. Pośród wielu przyrządów odnajdujesz ten, który został ci skradziony. Ktoś umieścił go na środku jednego ze stołów, jakby miał posłużyć do badań. Kiedy tylko chwytasz artefakt, słyszysz głos obserwatora, dochodzący z innego wejścia. „Kto tu jest?” Gdy odwracasz się w jego kierunku, dostrzegasz jego dwa puste oczodoły. „Ktoś ty?” – pyta szukając swoich rubinowych okularów, lecz nim jest w stanie je założyć, ciebie od dawna już tam nie ma.
ru: Безликие слуги в алых ошейниках вьются над убежищем Стража на крыльях тьмы. Вы осторожно пробираетесь к нему под покровом ночи, надеясь избежать лишнего внимания. Убежище этого человека больше похоже на мастерскую, заполненную орудиями пыток и диковинными колдовскими инструментами. Среди них, разложенные в центре одного из верстаков будто для изучения, вы находите украденные у вас ключи. Когда вы хватаете их и пробираетесь к выходу, вы слышите его взволнованный голос с другой стороны двери. «Кто здесь? — Две пустых глазницы направляются в вашу сторону, когда вы оборачиваетесь. — Кто вы?» Он судорожно нащупывает свои рубиновые очки, но когда ему удаётся их нацепить, вы уже далеко.
zh: 讪笑监视者的圣殿徘徊著鲜红衣领的无脸奴仆，黑暗的有翼怪物盘旋在圣殿上方。你小心翼翼的藉著夜色的掩护躲过监视。这座圣殿看起来更像是实验室，放著许多刑具与施法用品。失窃的密钥就放在其中一张工作台上，看起来他正在研究它。你拿起密钥的同时，走廊上传来一声警戒的声音：“是谁？”你转身看见一双空洞的眼眶看向你这边。“谁在那里？”他匆忙地想戴上红宝石眼镜，但你在他能看清前早已离开。

source: To your surprise, the sanctum is completely empty. Not just empty, but abandoned entirely, perhaps for many years before you ever arrived. You wander through darkened halls and dusty, cobwebbed chambers, until finally you reach an old, decrepit bedroom. A full-length mirror adorns one wall, covered in dust and grime. Spotting a strange reflection in the glass, you wipe away the filth, revealing the haunting figure of Aliki behind you, her long, dark hair covering her eyes as she reaches for your neck. When you turn again, she is gone, but the feeling of something clenching around your neck remains. Spying your stolen Key on a nearby vanity, you snatch it and run, bursting through the door of the sanctum with a resounding thud. You don’t stop running until you have left the city behind.
de: Zu deiner Überraschung ist das Heiligtum leer. Mehr noch, es scheint völlig verlassen – vielleicht schon seit vielen Jahren. Du wanderst durch dunkle Gänge und staubige Kammern mit nichts als Spinnweben. Schließlich erreichst du ein altes, heruntergekommenes Schlafzimmer. Ein staubiger und von Schmutz bedeckter Ankleidespiegel ziert eine Wand. Als du ein seltsames Abbild im Spiegel siehst, wischst du den Schmutz beiseite. Zu deinem Schrecken kommt hinter dir die gespenstische Gestalt von Aliki zum Vorschein. Ihr langes, dunkles Haar verdeckt ihre Augen, während sie nach deinem Hals greift. Als du herumwirbelst, ist sie verschwunden, aber das Gefühl, dass sich etwas um deinen Hals krallt, bleibt. Du entdeckst deine gestohlenen Schlüssel auf einem nahe gelegenen Waschtisch, schnappst sie dir und rennst. Mit einem lauten Knall durchbrichst du die Tür des Heiligtums und hörst nicht auf zu rennen, bis du die Stadt hinter dir gelassen hast.
es: Para sorpresa tuya, el refugio está totalmente vacío. No sólo vacío, sino totalmente abandonado, puede que desde años antes de tu llegada. Deambulas por salas oscuras y polvorientas y estancias llenas de telarañas hasta que por fin llegas a un viejo y decrépito dormitorio. En una pared hay un espejo de cuerpo completo cubierto de polvo y mugre. Ves un extraño reflejo en el cristal y, al limpiar la suciedad, revelas la espectral figura de Aliki detrás de ti, con el largo y oscuro cabello tapándole los ojos mientras busca tu cuello. Cuando te vuelves, ha desaparecido, pero sigues notando la sensación de que algo te agarra el cuello. Ves lo que te ha robado en un tocador cercano, así que lo coges y echas a correr, atravesando la puerta del refugio tras abrirla con un sonoro golpe. No dejas de correr hasta haber dejado atrás la ciudad.
fr: À votre grande surprise, le sanctuaire est complètement vide. Pour être plus précis : il est entièrement abandonné, depuis peut-être plusieurs années avant votre arrivée. Vous errez dans les couloirs sombres et les pièces poussiéreuses couvertes de toiles d'araignées, jusqu'à finalement atteindre une vieille chambre à coucher complètement délabrée. Un grand miroir en pied, crasseux et poussiéreux habille l'un des murs. Vous percevez un étrange reflet sur le verre poli. En nettoyant les taches, vous révélez la silhouette terrifiante d'Aliki juste derrière vous et ses longs cheveux noirs qui lui couvrent les yeux, juste au moment où elle s'apprête à serrer ses doigts autour de votre cou. Lorsque vous vous retournez, elle n'est plus là, mais la sensation des mains qui se referment sur vous reste très présente. Vous fouillez la chambre et trouvez la Clef volée dans le tiroir d'une coiffeuse. Vous vous pressez de vous en saisir et courez à toutes jambes en faisant claquer la porte du sanctuaire sur votre passage. Vous ne vous arrêtez qu'une fois avoir quitté la ville.
it: Con vostra sorpresa, il sancta sanctorum è completamente vuoto; sembra addirittura abbandonato da diversi anni. Ormai dentro, vi aggirate per i corridoi bui e le sale polverose e infestate di ragnatele finché non vi ritrovate in una camera da letto fatiscente. Su una delle pareti è appeso uno specchio a figura intera, coperto di sporcizia e incrostazioni. Notando uno strano riflesso sul vetro, vi avvicinate per pulirlo con un fazzoletto… e quasi spiccate un balzo quando vedete la figura terrificante di Aliki in piedi dietro di voi, con i lunghi capelli neri che le coprono gli occhi e le mani distese come per strozzarvi. Vi voltate di scatto ma la donna sembra sparita, anche se continuate ad avere la sensazione che qualcosa vi stia stringendo il collo. Con la coda dell’occhio notate la Chiave rubata su un mobile vicino, la afferrate e schizzate via sbattendo la porta del sancta sanctorum. Non smettete di correre finché non vi siete lasciati la città alle spalle.
ko: 예상과 달리 성소는 텅텅 비어 있었습니다. 단순히 집기와 사람이 없는 것을 떠나, 완전히 버려진 지 수 년은 된 듯 보입니다. 당신은 어두컴컴한 복도와 먼지가 풀풀 날리고 거미줄이 잔뜩 쳐진 내실을 지나, 오래된 침실에 이르렀습니다. 침실 한쪽 벽에는 먼지와 얼룩으로 뒤덮인 전신 거울이 자리하고 있습니다. 당신이 거울에 스치는 기묘한 반영을 보고서 표면에 묻은 오물을 닦아낸 순간, 알리키의 섬뜩한 모습이 당신의 뒤에 선 모습이 거울 면에 비칩니다. 알리키는 눈까지 가리는 길고 어두운 머리칼을 휘날린 채 당신의 목을 향해 손을 뻗어옵니다. 당신은 흠칫하여 뒤돌아봤지만, 그곳에 알리키는 없었습니다. 그러나 목을 조여오는 기묘한 감각은 가시질 않습니다. 당신은 바로 옆에 있던 화장대에서 도난당한 열쇠를 발견하고는 바로 낚아채어 달아납니다. 성소의 문을 부수듯이 박차고 나온 후에도, 이 도시를 떠날 때까지 절대 발걸음을 멈출 수가 없습니다.
pl: Ku twojemu zaskoczeniu kryjówka okazuje się być zupełnie pusta. Nawet więcej, opuszczona. Być może na wiele lat przed tym, nim tutaj przyjechałeś. Przechadzasz się po zakurzonych, ciemnych korytarzach, zasnutych pajęczynami komnatach, aż natrafiasz na starą, rozpadającą się sypialnię. Jedną ze ścian zdobi pokryte kurzem i brudem okazałe lustro. Dostrzegasz w nim dziwne odbicie, wycierasz zabrudzenie, by lepiej widzieć i zauważasz za sobą upiorną postać Aliki – jej długie, ciemne włosy przysłaniają jej twarz, gdy sięga ku twojej szyi. Choć, gdy się odwracasz to jej już nie ma, to uczucie pętli zaciskającej się na twym gardle nadal ci towarzyszy. Na pobliskiej komodzie dostrzegasz skradziony ci Klucz. Chwytasz go i rzucasz się do ucieczki przez drzwi kryjówki. Nie zatrzymujesz się, póki miasto nie zostaje daleko w tyle.
ru: К вашему удивлению, убежище совершенно пусто. Даже не просто пусто, а полностью заброшено, возможно, за долгие годы до того, как вы появились здесь. Вы бродите по тёмным коридорам и пыльным,заросшим паутиной покоям, пока, наконец, не находите старую, обветшалую спальню. Одну из стен украшает зеркало в полный рост, покрытое пылью и грязью. Заметив странное отражение в нём, вы стираете грязь, и перед вами появляется призрачная фигура Алики, её длинные тёмные волосы закрывают глаза, когда она тянется к вашей шее. Когда вы снова поворачиваетесь, фигуры уже нет, но давяшее ощущение на шее остаётся. Увидев украденный ключ на ближайшей тумбе, вы хватаете его и бежите, распахивая дверь убежища с гулким стуком. Вы не останавливаетесь, пока город не остаётся позади.
zh: 你很惊讶整座圣殿都空荡荡的。不只是空的，看来在你到来前就废弃已久了。你走在黑暗的大厅跟尘封结网的房间之间，最后你找到一间老旧的卧室。一面全身镜挂在墙上，覆满灰尘。你看见镜中有奇怪的倒影，于是你拂去尘土，看见阿利琪飘渺的身影就站在你身后，乌黑的长发在她将手伸向你的脖子时掩盖了她的脸庞。你转身看时她就消失了，但你的脖子上依然残留著压迫感。你瞄见失窃的密钥就放在旁边的梳妆台上，你抓起它开始奔跑，在一声巨响回荡中你冲出了圣殿大门，在离开城市前都没有停下脚步。

source: If there’s one thing you know about Thorne, it’s that they won’t pass on an opportunity to make a deal. Rather than sneak in, you knock on the front door of their sanctum and are admitted by several smooth, attractive attendants. Thorne sits at the head of a long table, hands steepled. “What a delight! I had no idea you were coming,” they smile brightly, then gesture for you to sit. Drinks and a lavish meal are served, and eventually you steer the conversation toward returning what they stole. “Ah yes. ‘Keys.’ It’s always about ‘Keys,’ isn’t it?” They pour another glass of wine. “Things have changed. I suppose I could be amenable to such an exchange. But only if you make it worth my while.” It takes nearly an hour to come up with compensation enough for Thorne to change their mind, but eventually you leave their sanctum with your stolen relic… and a bit poorer, besides.
de: Wenn du eines über Thorne weißt, dann dass dieses Coterie-Mitglied keine Gelegenheit auslässt, um ein Geschäft zu machen. Anstatt dich hineinzuschleichen, klopfst du an die Vordertür des Heiligtums und wirst von mehreren eleganten, attraktiven Bediensteten eingelassen. Thorne sitzt am Kopfende eines langen Tisches, die Hände ineinander verschränkt. „Was für eine Freude! Ich wusste nicht, dass Sie kommen würden“, sagt Thorne mit einem strahlenden Lächeln und bittet dich mit einer Geste, Platz zu nehmen. Getränke und ein üppiges Mahl werden serviert und schließlich lenkst du das Gespräch auf die Rückgabe dessen, was dir gestohlen wurde. „Ah ja. ‚Schlüssel‘. Es geht immer nur um ‚Schlüssel‘, nicht wahr?“ Thorne schenkt dir ein weiteres Glas Wein ein. „Die Dinge haben sich geändert. Ich könnte mir durchaus vorstellen, für einen Tausch empfänglich zu sein. Aber nur, wenn es sich für mich lohnt.“ Es dauert fast eine Stunde, bis ihr euch auf eine Entschädigung einigen könnt, die Thorne zu überzeugen vermag. Schließlich verlässt du Thornes Heiligtum mit deinem gestohlenen Eigentum in der Hand ... und ein ganzes Stück ärmer.
es: Si algo sabes sobre Thorne, es que no dejará pasar la oportunidad de hacer un buen trato. En lugar de intentar colarte en su refugio, llamas a la puerta principal y varios atractivos asistentes te hacen pasar. Thorne está presidiendo una larga mesa con las manos entrelazadas. —¡Qué delicia! No tenía ni idea de que venía —exclama con una sonrisa resplandeciente antes de hacerte un gesto para que te sientes. Os sirven bebidas y una copiosa comida y al final logras llevar la conversación hacia la devolución de lo robado—. Ah, sí. Las “Llaves”. Todo gira siempre en torno a las “Llaves”, ¿verdad? Se sirve otra copa de vino antes de proseguir. —Las cosas han cambiado. Supongo que podría plantearme realizar un intercambio, pero sólo si me merece la pena. Te lleva casi una hora encontrar una compensación adecuada para que Thorne cambie de idea, pero acabas por salir de su refugio con lo robado… y los bolsillos más vacíos.
fr: S'il y a une chose dont vous êtes certain, c'est que Thorne ne ratera jamais une occasion de faire des affaires. Plutôt que d'entrer subrepticement dans son sanctuaire, vous frappez à la porte et êtes accueilli par plusieurs domestiques très avenants. Thorne est assis au bout d'une grande table les mains jointes. « Quel délice! Je n'étais pas prévenu de votre arrivée ». Thorne vous gratifie d'un sourire lumineux avant de vous inviter d'un geste à vous asseoir. On vous apporte des boissons ainsi qu'un somptueux repas avant que vous ne parveniez finalement à amener la conversation sur le sujet de ce qu'on vous a volé. « Ah oui. Les Clefs ! Il est toujours sujet des Clefs, n'est-ce pas ? » Le vin coule de nouveau dans les verres. « Les circonstances ont changé. Je suppose que je pourrais consentir à un échange. Mais seulement si votre proposition est à la hauteur. » Il vous faut au moins une heure de négociation avant que Thorne ne soit satisfait de la compensation que vous lui proposez. Quoiqu'il en soit, vous quittez son sanctuaire avec la relique qui vous revient de droit… et un peu moins d'argent dans vos poches.
it: Se c’è una cosa che sapete su Spina, è che non si farà sfuggire l’occasione di fare un affare. Decidete di bussare alla porta del sancta sanctorum invece di avvicinarvi di soppiatto, e venite accolti da un gran numero di servitori eleganti e attraenti. Spina siede all’estremità di un lungo tavolo e tiene le dita delle mani giunte. “Che meravigliosa sorpresa! Non avevo idea che foste diretti qui.” Con il volto disteso in un ampio sorriso vi fa cenno di accomodarvi. Vi viene servito cibo in abbondanza e, dopo aver colloquiato un pò, cercate di portare la conversazione sull’oggetto che vi è stato rubato. “Oh, certo. Le ‘Chiavi’. Tutto ruota intorno alle ‘Chiavi’, non è così?” Si versa un altro bicchiere di vino. “I tempi cambiano. E credo che potrei essere favorevole a un baratto, ma solo se riceverò un’offerta che non potrò rifiutare.” Vi occorre quasi un’ora di orologio per escogitare un compenso sufficiente a sciogliere le riserve di Spina, ma riuscite lasciare il suo rifugio con la reliquia che vi aveva sottratto… anche se siete decisamente più poveri.
ko: 쏜에 대해 확실히 아는 것이 단 하나 있다면, 쏜은 거래할 기회를 놓치지 않는다는 것입니다. 당신은 성소에 잠입하는 방법 대신 정문으로 다가가 문을 두드렸고, 이내 반듯하고 매력적인 쏜의 수행원이 당신을 안으로 맞이합니다. 쏜은 기다란 식탁의 상석에 앉아 손가락 끝을 맞대고 있었습니다. “이렇게 기쁠 데가! 그쪽이 찾아올 거라고는 생각도 못 했답니다.” 쏜이 활짝 웃으며 앉으라고 손짓합니다. 상다리가 휘어질 듯한 요리와 마실거리가 차려졌고, 당신은 훔쳐 간 열쇠를 되돌려 주지 않겠냐는 식으로 대화를 끌어나갑니다. “아 그래요. ‘열쇠’라. 항상 이 ‘열쇠’란 게 문제지요. 왜 안 그러겠어요?” 쏜이 다시 와인을 한 잔 따르더니 말을 잇습니다. “상황이 바뀌었으니, 이 거래에 응할 수 있을지도 모르지요. 하지만, 제 시간과 노력을 들일 만한 가치가 있어야 하지 않겠어요?” 거의 한 시간 가까이 흥정을 벌인 결과, 마침내 쏜의 마음을 바꿀 수 있었지만, 도둑맞은 열쇠를 되찾아 동지회의 성소를 나서는 당신의 지갑은... 다소 가벼워지고 말았습니다.
pl: Jeśli coś ci wiadomo o Thorne to to, że nie przegapi okazji, by ubić interes. Zamiast się zakradać, grzecznie pukasz do drzwi kryjówki i już po chwili kilku zadbanych, atrakcyjnych służących prowadzi cię w jej głąb. Thorne siedzi na końcu długiego stołu, z dłońmi złożonymi w piramidkę. „Wybornie! Cóż za niespodziewana wizyta!” – mówi uśmiechając się i zapraszając gestem, byś usiadł. Wkrótce na stole pojawiają się napoje i obfite dania, ty zaś w miarę upływu czasu starasz się skierować rozmowę na temat zwrotu skradzionych rzeczy. „No tak, Klucze. Zawsze chodzi o Klucze, czyż nie?” – mówi, wychylając kolejną lampkę wina. „Sytuacja się zmieniła. Myślę, że mogę wziąć pod uwagę wymianę. O ile będzie dla mnie dostatecznie lukratywna”. Dojście do porozumienia z Thorne zabiera ci grubo ponad godzinę, ale ostatecznie opuszczasz kryjówkę z odzyskanym skradzionym artefaktem… i znacznie lżejszym portfelem.
ru: Торн никогда не упустит возможности заключить сделку — уж в этом-то вы уверены. Вы решаете не пытаться проникнуть в убежище и просто стучите в дверь. Несколько симпатичных слуг проводят вас внутрь. Торн сидит во главе длинного стола, сложив руки. «Какой восторг! Кто мог подумать, что вы прибудете?» — улыбается вам агент Клики и жестом приглашает сесть. Подаются напитки и роскошная еда, и со временем вы переводите разговор на возвращение украденного. «Ах да. „Ключи“. Всегда „ключи“, верно? — Торн наливает ещё бокал. — Всё изменилось. Мы могли бы договориться об обмене. Но только если вы сможете меня заинтересовать». Почти час у вас уходит, чтобы сторговаться на сумме достаточной, чтобы Торново упорство уступило, и в итоге вы покидаете убежище с похищенным у вас артефактом… И изрядно облегчёнными карманами.
zh: 如果你对索恩有任何认识，那就是他不会放过任何做交易的机会。所以你没有偷溜进去，反而敲响了圣殿的大门，几名有礼迷人的侍者引你入内。索恩坐在一张长桌的主位，张开双臂说道：“真是个惊喜，我不知道你要来。”他愉悦的笑著，示意你入座。精致的餐点与饮品被送上桌，最后你终于提起归还失窃密钥的话题。“啊，是的，‘密钥’，什么都跟‘密钥’有关，对吧？”他边帮自己倒了另一杯酒边说：“情况有变，我想我能接受这个提议，但你要让我觉得物有所值。”你们讨论了将近一小时才达成让索恩满意的共识。你最后带著失窃的密钥离开，但也变得更穷了……。
