Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/04a_ruses_and_reclamations_kabul.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Ruses and Reclamations
de: Listige Wiederbeschaffung
es: Estratagemas y recuperación
fr: Ruses et Réclamations
it: Stratagemmi e Rivendicazioni
ko: 계략과 회수
pl: Sztuczki i roszczenia
ru: Интриги и претензии
zh: 重夺失物

source: Kabul: Ruses and Reclamations
de: Kabul: Listige Wiederbeschaffung
es: Kabul: Estratagemas y recuperación
fr: Kaboul : Ruses et Réclamations
it: Kabul: Stratagemmi e Rivendicazioni
ko: 카불: 계략과 회수
pl: Kabul: Sztuczki i roszczenia
ru: Кабул: Интриги и претензии
zh: 喀布尔：重夺失物

source: Kabul
fr: Kaboul
ko: 카불
ru: Кабул
zh: 喀布尔

source: Determine if this is the site of your missing Keys by performing the following steps:
de: Bestimme, ob dies der Standort deiner gestohlenen Schlüssel ist, indem du die folgenden Schritte durchführst:
es: Determina si hay alguna de las Llaves que te faltan en esta ubicación; para ello, lleva a cabo los siguientes pasos:
fr: Déterminez s'il s'agit du site de vos Clefs manquantes en effectuant les étapes suivantes :
it: Determinate se questo sia il sito delle vostre Chiavi mancanti svolgendo i passi seguenti:
ko: 다음 과정에 따라서 이곳이 분실된 열쇠가 있는 장소인지 확인합니다:
pl: Określ, czy jest to miejsce waszych zaginionych Kluczy, wykonując następujące czynności:
ru: Определите, здесь ли находятся пропавшие ключи, выполнив следующие шаги:
zh: 执行以下步骤以决定遗失密钥是否位于此地点：

source: Check Campaign Log. If there are three tally marks next to <i>wrong leads</i>
de: Kontrolliere das Kampagnenlogbuch. Falls hinter <i>Falsche Spuren</i> 3 Zählstriche notiert sind
es: Comprueba el registro de campaña. Si hay 3 marcas junto a <i>pistas falsas</i>
fr: Vérifiez votre Carnet de Campagne. S'il y a 3 traits à côté de <i>mauvaises pistes</i> :
it: Controllate il Diario della Campagna. Se ci sono 3 X segnate accanto a <i>false piste</i>
ko: 캠페인 기록지를 확인합니다. <i>잘못된 실마리</i>가 기록되어 있습니까?
pl: Sprawdź Dziennik kampanii. Jeśli obok <i>złych tropów</i> postawione są 3 kreski
ru: Сверьтесь с журналом кампании. Есть ли рядом с записью <i>ложный след</i> три отметки:
zh: 查看剧本日志。如果在<i>错误线索</i>旁边的标记有3个

source: Gather an enemy’s concealed mini-card <i>(it doesn’t matter which one)</i> and three decoys.
de: Suche 1 getarnte Mini-Karte eines Gegners <i>(egal welcher)</i> und 3 Köder heraus.
es: Coge la carta pequeña Encubierto de un Enemigo <i>(da igual el que sea)</i> y 3 señuelos.
fr: Rassemblez la mini-carte Dissimulée d'un ennemi <i>(son identité n'a pas d'importance) et <b>trois</b> leurres</i>.
it: Radunate la mini carta Celato di un nemico <i>(non importa quale)</i> e 3 diversivi.
ko: 적 하나의 소형 은신 카드 1장과 유인책 카드 <b>3</b>장을 모아옵니다<i>(어떤 적의 소형은신 카드를 사용하더라도 상관없습니다)</i>.
pl: Weź utajoną małą kartę wroga <i>(nie ma znaczenia, jaki to wróg)</i> i 3 przynęty.
ru: Возьмите сокрытую мини-карту врага <i>(неважно какого)</i> и 3 ложные цели.
zh: 拿取一张敌人的隐蔽小卡<i>(无论是哪个敌人)</i>以及三张诱饵。

source: If wrong leads is recorded in your Campaign Log, gather one fewer decoy for each tally mark recorded next to it.
de: Falls im Kampagnenlogbuch <i>Falsche Spuren</i> notiert ist, suche für jeden notierten Zählstrich dahinter 1 Köder weniger heraus.
es: Si hay <i>pistas falsas</i> anotadas en el registro de campaña, coge 1 señuelo menos por cada marca que haya junto a la anotación.
fr: Si la mention <i>mauvaises pistes</i> est indiquée dans votre Carnet de Campagne, rassemblez 1 leurre de moins pour chaque trait inscrit à côté de cette mention.
it: Se avete annotato false piste nel Diario della Campagna, radunate 1 diversivo in meno per ogni X segnata accanto alla nota.
ko: 캠페인 기록지에 <i>잘못된 실마리</i>가 기록되어 있다면, 그 옆에 그어진 빗금마다 유인책 카드를 1장씩 적게 모읍니다.
pl: Jeśli w Dzienniku kampanii są zanotowane <i>złe tropy</i>, weź 1 przynętę mniej za każdą postawioną obok nich kreskę.
ru: Если в журнале кампании есть запись <i>ложный след</i>, берите на одну ложную цель меньше за каждую отметку рядом с этой записью.
zh: 如果剧本日志有记录错误线索，错误线索旁每有一个标记，少拿取一张诱饵。

source: Gather an enemy’s concealed mini-card <i>(it doesn’t matter which one)</i> and <b>two</b> decoys.
de: Suche 1 getarnte Mini-Karte eines Gegners <i>(egal welcher)</i> und <b>2</b> Köder heraus.
es: Coge la carta pequeña Encubierto de un Enemigo <i>(da igual el que sea)</i> y <b>dos</b> señuelos.
fr: Rassemblez la mini-carte Dissimulée d'un ennemi <i>(son identité n'a pas d'importance)</i> et <b>deux</b> leurres.
it: Radunate la mini carta Celato di un nemico <i>(non importa quale)</i> e <b>due</b> diversivi.
ko: 적 하나의 소형 은신 카드 1장과 유인책 카드 <b>2</b>장을 모아옵니다<i>(어떤 적의 소형은신 카드를 사용하더라도 상관없습니다)</i>.
pl: Weź utajoną małą kartę wroga <i>(nie ma znaczenia, jaki to wróg)</i> i 2 przynęty.
ru: Возьмите сокрытую мини-карту врага <i>(неважно какого) </i>и <b>две</b> ложные цели.
zh: 拿取一张敌人的隐蔽小卡<i>(无论是哪个敌人)</i>以及<b>两张</b>诱饵。

source: Gather an enemy’s concealed mini-card <i>(it doesn’t matter which one)</i> and <b>one</b> decoy.
de: Suche 1 getarnte Mini-Karte eines Gegners <i>(egal welcher)</i> und <b>1</b> Köder heraus.
es: Coge la carta pequeña Encubierto de un Enemigo <i>(da igual el que sea)</i> y <b>un</b> señuelo.
fr: Rassemblez la mini-carte Dissimulée d'un ennemi <i>(son identité n'a pas d'importance)</i> et <b>un</b> leurres.
it: Radunate la mini carta Celato di un nemico <i>(non importa quale)</i> e <b>un</b> diversivo.
ko: 적 하나의 소형 은신 카드 1장과 유인책 카드 <b>1</b>장을 모아옵니다<i>(어떤 적의 소형은신 카드를 사용하더라도 상관없습니다)</i>.
pl: Weź utajoną małą kartę wroga <i>(nie ma znaczenia, jaki to wróg)</i> i 1 przynętę.
ru: Возьмите сокрытую мини-карту врага <i>(неважно какого) </i>и <b>одну</b> ложную цель.
zh: 拿取一张敌人的隐蔽小卡<i>(无论是哪个敌人)</i>以及<b>一张</b>诱饵。

source: Flip the gathered concealed cards facedown and shuffle them. Choose one at random.
de: Drehe die herausgesuchten getarnten Karten auf ihre verdeckte Seite um und mische sie. Bestimme davon zufällig 1 Karte.
es: Pon boca abajo las cartas Encubierto que has cogido, mézclalas y elige 1 al azar.
fr: Retournez face cachée les mini-cartes que vous avez rassemblées et mélangez-les. Prenez-en une au hasard.
it: Girate a faccia in giù le mini carte Celato radunate e mescolatele. Guardatene 1 casuale.
ko: 모아 온 은신 카드를 뒷면으로 뒤집어 섞습니다. 그중 무작위로 1장을 선택합니다.
pl: Zakryj zebrane utajone karty i potasuj je. Wylosuj 1 z nich.
ru: Переверните все собранные сокрытые мини-карты лицом вниз и перемешайте их. Случайным образом выберите одну.
zh: 将拿取到的小卡翻至面朝下并混洗。随机抽取其中一张。

source: What card was flipped?
de: Welche Karte wurde umgedreht?
es: ¿A qué carta se le dio la vuelta?
fr: Quelle carte a été retournée ?
it: Quale carta è stata girata?
ko: 어떤 카드를 뒤집었습니까?
pl: Jaka karta została odkryta?
ru: Какая карта перевернута?
zh: 翻开的是哪一张卡牌？

source: Decoy
de: Köder
es: Señuelo
fr: Leurre
it: Diversivo
ko: 유인책
pl: Przynęta
ru: Ложная цель
zh: 诱饵

source: You search every known Coterie sanctum and safehouse in this region, looking high and low for the villain who stole your precious cargo, but find nothing. Either they’re not here, or they’re so well hidden that searching any more thoroughly would be a waste of time. Resigned, you plan your next move.
de: Du durchsuchst jedes bekannte Heiligtum und jeden Unterschlupf der Coterie in dieser Region, um den Schurken zu finden, der deine wertvolle Fracht gestohlen hat. Doch du findest nichts. Entweder ist die Coterie nicht hier oder sie ist so gut versteckt, dass weiteres Suchen Zeitverschwendung wäre. Resigniert planst du deinen nächsten Schritt.
es: Registras todos los refugios y pisos francos de la Camarilla en esta región y buscas por todas partes al villano que robó tu preciado cargamento, pero no encuentras nada. Puede que no esté aquí o que esté tan bien escondido que buscarlo de forma más exhaustiva sería una pérdida de tiempo. Te resignas a dejarlo estar y planificas tu próximo destino.
fr: Vous fouillez tous les sanctuaires et tous les refuges connus de la Coterie dans cette région, dans l'espoir de trouver le scélérat qui a volé votre précieuse marchandise. Mais vous ne trouvez rien. Soit il n'est pas là, soit il est si bien caché que vous perdriez votre temps a chercher davantage. Résigné, vous planifiez votre prochain déplacement.
it: Setacciate l’intera regione, perquisendo ogni sancta sanctorum e rifugio conosciuto della Società Rossa. Cercate in lungo e in largo il criminale che ha rubato il vostro prezioso carico, ma non trovate niente. Le possibilità sono due: o lui non è qui, o si è nascosto così bene che continuare a perlustrare la zona sarebbe solo una perdita di tempo. Rassegnati, pianificate la vostra prossima mossa.
ko: 적이 훔쳐 간 열쇠를 찾아서 이 일대에 있다고 파악된 모든 동지회 성소와 안전가옥을 샅샅이 수색했지만, 그 무엇도 찾아내지 못했습니다. 그자가 여기 없는 것일 수도, 아니면 열쇠를 철저히 숨겨 둔 것일 수도 있겠지만 어찌 됐든 수색을 이어 나가는 것은 시간 낭비에 불과합니다. 당신은 단념하고서 다음 계획을 세우기 시작합니다.
pl: Przeszukujesz każdą znaną ci kryjówkę i siedzibę Koterii w okolicy, w nadziei na znalezienie zbira, który ukradł twój cenny ładunek, ale bez powodzenia. Albo już go tu nie ma, albo jest tak dobrze ukryty, że dalsze poszukiwania będą tylko stratą czasu. Zrezygnowany, planujesz swój kolejny krok.
ru: Вы обыскиваете все известные убежища и конспиративные жилища Клики в этом районе, перевернув каждый камень в поисках негодяя, который украл ваш драгоценный груз, но всё зря. Либо его здесь нет, либо он так хорошо спрятан, что продолжение поисков будет пустой тратой времени. Смирившись, вы планируете свои дальнейшие действия.
zh: 你搜寻了每个已知的结社圣殿跟藏身处，四处寻找失窃的珍贵物件，但一无所获。如果不是东西不在这里，那就是他们藏的过于隐密，再深入搜寻会花费过多时间。你放弃搜索，计划下一步行动。

source: In your Campaign Log, record wrong leads, and next to this, record 1 tally mark. (If wrong leads is already recorded in your Campaign Log, add 1 tally mark to it.)
de: Im Kampagnenlogbuch wird notiert: <i>Falsche Spuren</i>. Notiere dahinter 1 Zählstrich. (Falls <i>Falsche Spuren</i> bereits im Kampagnenlogbuch notiert ist, füge 1 Zählstrich hinzu.)
es: Anota <i>pistas falsas</i> en el registro de campaña y pon 1 marca junto a la anotación. Si <i>pistas falsas</i> ya estaba anotado en el registro de campaña, añádele 1 marca.
fr: Dans votre Carnet de Campagne, indiquez mauvaises pistes et à côté inscrivez 1 trait. (Si <i>mauvaises pistes</i> est déjà noté dans votre Carnet de Campagne, ajoutez-lui 1 trait.)
it: Annotate false piste nel Diario della Campagna e segnate 1 X accanto alla voce. (Se avevate già annotato false piste nel Diario della Campagna, aggiungete 1 X accanto alla voce.)
ko: 캠페인 기록지에 잘못된 실마리라고 기록하고 그 옆에 빗금 1개를 긋습니다. (이미 캠페인 기록지에 잘못된 실마리가 기록되어 있다면, 그 대신 잘못된 실마리 옆에 빗금 1개를 추가합니다.)
pl: Zanotuj w Dzienniku kampanii <i>złe tropy</i> i postaw obok nich 1 kreskę. (Jeśli <i>złe tropy</i> są już zanotowane w Dzienniku kampanii, po prostu postaw obok nich 1 kreskę).
ru: Сделайте в журнале кампании запись <i>ложный след</i> и поставьте рядом с ней 1 отметку. (Если данная запись в журнале кампании уже есть, поставьте рядом с ней ещё 1 отметку.)
zh: 在剧本日志中，记录下错误线索，在其旁边记录1个标记。(如果已经记录了错误线索，改为再记录1个标记。)

source: Wrong leads: #X#
de: Falsche Spuren: #X#
es: Pistas falsas: #X#
fr: Mauvaises pistes : #X#
it: False piste: #X#
ko: 잘못된 실마리: #X#
pl: Złe tropy: #X#
ru: Ложный след: #X#
zh: 错误线索：#X#

source: You finally narrow down your quarry and find their safehouse. Before rushing in, you lay low and wait for the right time to strike. With the element of surprise on your side, you tailor your approach to your foe…
de: Schließlich schaffst du es, deinem Ziel näher zu kommen und findest einen Unterschlupf der Coterie. Bevor du hineinstürmst, hältst du dich bedeckt und wartest auf den richtigen Zeitpunkt, um zuzuschlagen. Mit dem Überraschungsmoment auf deiner Seite passt du dein Vorgehen an deinen Gegner an…
es: Por fin logras acotar el paradero de tu presa y encuentras su piso franco. En lugar de lanzarte a por ella, decides pasar desapercibido y esperar el momento justo para atacar. Con el factor sorpresa de tu parte, planeas la estrategia más acorde a tu enemigo…
fr: Vous parvenez enfin a coincer votre cible dans son refuge. Mais avant de vous précipiter, vous faites profil bas et attendez le bon moment pour frapper. Comme vous bénéficiez de l'effet de surprise, vous prenez le temps d'adapter votre approche a votre ennemi…
it: Riuscite finalmente a rintracciare il vostro obiettivo e a scovare il suo rifugio. Piuttosto che agire d’impulso, decidete di tenere un basso profilo attendendo pazientemente il momento giusto per colpire. Con il fattore sorpresa dalla vostra, vi preparate al meglio per affrontare il nemico…
ko: 적의 행방을 좁혀간 끝에 그자가 머무르는 안전가옥을 추려냈습니다. 일단 무작정 돌입하기보다는 때를 기다리며 주변에 잠복합니다. 불시에 급습할 우위를 점했으니, 이제 적에게 맞는 접근법을 모색해 봅니다...
pl: Zawężasz obszar poszukiwań i natrafiasz na jego kryjówkę. Nie wkraczasz bezmyślnie, ale czekasz w ukryciu na właściwy moment ataku. Wykorzystując element zaskoczenia, planujesz konfrontację z przeciwnikiem…
ru: В конце концов вы вычислили свою цель и нашли её убежище. Прежде чем ворваться внутрь, вы решаете затаиться и подождать идеальной возможности нанести удар. Имея в запасе эффект неожиданности, вы тщательно планируете конфронтацию с неприятелем…
zh: 你终于找到猎物的藏身处。但在行动前，你潜伏起来并等待著适当的时机。既然拥有突袭的优势，你仔细的计划著行动细节……

source: With a foe as enigmatic and potentially dangerous as The Red-Gloved Man, perhaps it is best to avoid confrontation altogether. You wait until you spot him leaving the sanctum and then start picking the lock of the same entrance… only, to your surprise, he has left it unlocked. You can almost imagine his blank stare from the shadows, mocking your every move. Does he know you’re here? Why steal from you only to hand the stolen objects back to you on a silver platter? In the end, you decide it is best to not look a gift horse in the mouth—after all, you’re not about to waste this opportunity. You grab the stolen relic and make your escape, wondering all the while the true motivations of the mysterious man.
de: Bei einem so rätselhaften und möglicherweise gefährlichen Feind wie dem Mann mit den roten Handschuhen wäre es vielleicht am besten, eine Konfrontation ganz zu vermeiden. Du wartest, bis er das Heiligtum verlässt. Du näherst dich dem Eingang und willst gerade damit beginnen, das Schloss zu knacken ... doch zu deiner Überraschung ist es unverschlossen. Du kannst dir bildlich vorstellen, wie er dich mit seinem leeren Blick aus den Schatten heraus verhöhnt. Weiß er, dass du hier bist? Warum bestiehlt er dich, nur um dir die gestohlenen Gegenstände auf dem Silbertablett zu servieren? Du beschließt, dass es das Beste ist, einem geschenkten Gaul nicht ins Maul zu schauen – schließlich willst du dir diese Gelegenheit nicht entgehen lassen. Du schnappst dir dein gestohlenes Eigentum und machst dich auf den Weg nach draußen, wobei du dich die ganze Zeit über die wahren Beweggründe des mysteriösen Mannes wunderst.
es: Ante un enemigo tan enigmático y potencialmente peligroso como el hombre de los guantes rojos, puede que lo mejor sea evitar cualquier tipo de confrontación. Esperas hasta que lo ves salir de su refugio y luego empiezas a forzar la cerradura de la misma entrada…, pero te sorprende descubrir que la ha dejado abierta. Casi te puedes imaginar su mirada perdida desde las sombras mientras se burla de todo lo que haces. ¿Sabe que estás aquí? ¿Por qué te roba si luego te entrega en bandeja de plata los objetos sustraídos? Al final decides que es mejor no desperdiciar esta oportunidad. A caballo regalado… Coges lo que te ha robado y huyes mientras te preguntas cuáles serán las verdaderas motivaciones del misterioso hombre.
fr: Avec un rival aussi énigmatique et potentiellement dangereux que l'Homme aux Gants Rouges, il vaut mieux tout simplement éviter la confrontation. Vous attendez son départ du sanctuaire avant de crocheter la porte par laquelle il est sorti… Cependant, à votre grande surprise, il n'a pas pris la peine de la verrouiller. Vous arrivez presque à imaginer ses yeux blancs vous épiant depuis les ombres, prêt à se moquer de chacun de vos gestes. Sait-il que vous êtes ici? À quoi bon vous spolier s'il vous restitue ensuite votre bien sur un plateau d'argent ? Finalement, vous décider qu'il ne rime a rien de cracher dans la soupe… après tout vous n'allez pas gâcher cette opportunité. Vous vous saisissez de la relique volée avant de vous échapper aussitôt, en vous interrogeant constamment sur les motivations réelles de cet homme mystérieux.
it: Con un avversario enigmatico e potenzialmente pericoloso come l’Uomo dai Guanti Rossi, forse fareste meglio a evitare del tutto uno scontro diretto. Aspettate finché non lo vedete allontanarsi dal sancta sanctorum, e solo allora vi avvicinate per scassinare la serratura dell’ingresso… ma, con vostra somma sorpresa, lo trovate aperto. Potete quasi percepire lo sguardo vacuo dell’uomo mentre vi fissa dalle ombre e si prende gioco di ogni vostra mossa. Sa che siete qui? Perché derubarvi per poi servirvi la refurtiva su un piatto d’argento? Consapevoli che a caval donato non si guarda in bocca, decidete che non avete alcuna intenzione di sprecare una simile opportunità: afferrate la reliquia rubata e svicolate via, continuando a rimuginare per tutto il tempo su quali possano essere le vere motivazioni di quell’individuo imperscrutabile.
ko: 붉은 장갑을 낀 남자는 수수께끼 같은 적이며 아직도 얼마나 위험한 인물인지 판단이 서지 않습니다. 그러니 되도록 직접 얼굴을 마주하지 않는 편이 좋을 것입니다. 당신은 남자가 성소를 떠나기를 기다렸다가 그가 나가는 것을 확인하고는 문을 따기 위해 접근합니다. 그러나 의아하게도 문은 잠겨 있지 않았습니다. 붉은 장갑을 낀 남자가 어둠 속에서 공허한 시선으로 당신의 일거수일투족을 감시하며 조롱하고 있다는 상상에 사로잡힙니다. 그는 당신이 여기 왔다는 것을 알고 있는 것일까요? 당신에게 순순히 열쇠를 내어 줄 작정이었다면 왜 열쇠를 훔쳤던 걸까요? 하지만 결국엔 이 절호의 기회에 트집을 잡지는 않기로 했습니다. 당신은 도난당한 유물을 집어 들고 성소를 떠납니다. 그러는 와중에도 이 불가사의한 남자의 진정한 동기가 무엇인지에 대해 의아함을 떨칠 수 없습니다.
pl: Dochodzisz do wniosku, że przeciwnika tak potężnego i tajemniczego jak Mężczyzna w czerwonych rękawiczkach, najlepiej zwyczajnie unikać. Czekasz, aż opuści kryjówkę i ruszasz, by otworzyć drzwi wytrychem, i ku swojemu zdumieniu odkrywasz, że zostawił je otwarte. Czujesz się, jakby obserwował cię z każdego cienia, drwił z każdego twojego kroku. Czy to możliwe, że wie o twojej obecności? Po co tyle zachodu, gdyby teraz miał ci tak łatwo oddać, niemal na srebrnej tacy, wszystko co zrabował? Uznajesz jednak, że darowanemu koniowi nie zagląda się w zęby i postanawiasz wykorzystać tę okazję. Chwytasz skradziony artefakt i uciekasz, rozważając w myślach prawdziwe motywy kierujące tajemniczym mężczyzną.
ru: С таким загадочным и потенциально опасным врагом, как Человек в красных перчатках, лучше всеми силами избегать прямой конфронтации. Вы терпеливо ждёте, пока он покинет убежище, и пытаетесь взломать замок на входной двери… Но к своему удивлению, обнаруживаете, что он не запер её. Вы хорошо представляете себе его безучастный взгляд из тени, словно насмехающийся над каждым вашим действием. Знает ли он, что вы здесь? Зачем ему что-либо красть у вас, чтобы потом вернуть на тарелочке с голубой каёмочкой? Вы решаете, что дарёному коню в зубы не смотрят, — в конце концов, вы не собираетесь упускать такую возможность. Вы хватаете украденную реликвию и бежите прочь, размышляя об истинных намерениях загадочного человека.
zh: 对付像红手套这种难以预测且有潜在危险的对手，最好的办法就是不要与他接触。你耐心等待，直到他离开圣殿。你上前想试著打开门锁，却惊讶的发现门没有上锁。你几乎可以想像他藏身在阴影中看著你，嘲笑你的一举一动。难道他知道你来了吗？但为什么要偷走你的东西后又双手奉还呢？最后你决定不要让到手的东西飞了，毕竟你不能浪费这次机会。你拿走失窃的物件后离开，思索著那个神秘男子的真实目的。
