Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/04a_ruses_and_reclamations_kabul.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You sneak into Desi’s safehouse and are stunned to find that it is no vault or Coterie hideout, but a fully stocked bar with patrons in boisterous revelry. A bouncer in a pinstripe suit stops you as you enter, but before you can protest or fight back, you hear Desi’s voice call out: “Hey. It’s fine. Let ‘em in.” The bouncer relents, and you sit at a booth across from your adversary. “Guessing I know what this is about. Tell you what: I’m in a good mood. Have a drink or two and I’ll play you for it,” he says, shuffling a deck of cards. Seeing your expression, he grins. “Oh, lighten up. I’m not like those others. One hand. Then we call it even and go our separate ways.” Considering the circumstances, you decide it best to play along—literally. As luck would have it, three jacks is more than enough to beat Desi’s pair. You end up leaving shortly after with your Key reclaimed and no worse for the wear, wondering how much of a sore loser Desi and his crew might be.
de: Du schleichst dich in Desis Unterschlupf und stellst erstaunt fest, dass es sich hierbei nicht um ein Geheimlager oder ein Versteck der Coterie handelt, sondern um eine voll ausgestattete Bar mit ausgelassen feiernden Gästen. Ein Türsteher in einem Nadelstreifenanzug hält dich an der Tür auf. Aber bevor du protestieren oder dich wehren kannst, hörst du Desis Stimme rufen: „Hey. Ist schon in Ordnung. Lass meinen Gast rein.“ Der Türsteher macht den Weg frei. Drinnen setzt du dich an einen Tisch gegenüber von deinem Gegner. „Ich glaube, ich weiß, worum es dir geht. Ich sag dir was: Ich habe gute Laune. Trink ein oder zwei Gläser und ich spiele mit dir“, sagt er und mischt ein Kartendeck. Als er deinen Gesichtsausdruck sieht, grinst er. „Ach, entspann dich. Ich bin nicht wie diese anderen. Wir spielen eine Hand. Dann sind wir quitt und gehen getrennte Wege.“ In Anbetracht der Umstände beschließt du, dass es wohl das Beste ist mitzuspielen – im wahrsten Sinne des Wortes. Das Glück scheint auf deiner Seite zu sein, denn deine drei Buben sind mehr als genug, um Desis Paar zu schlagen. Kurz darauf verlässt du die Bar mit deinen Schlüsseln und ohne Blessuren. Hoffentlich sind Desi und seine Leute keine schlechten Verlierer...
es: Te cuelas en el refugio de Desi y te asombra descubrir que no es ninguna fortaleza o escondrijo de la Camarilla, sino un bar repleto de clientes pasándoselo bien. Un portero vestido con un traje de raya diplomática te detiene nada más entrar, pero antes de poder protestar o enfrentarte a él, oyes la voz de Desi que dice: —Eh, no pasa nada. Déjale entrar. El portero cede y te sientas frente a tu adversario en un reservado. —Supongo que sé a qué se debe esta visita, y le voy a decir una cosa: estoy de buen humor. Tómese un par de copas y nos lo podemos jugar —dice mientras baraja un mazo de cartas. Al ver tu expresión, sonríe—: Venga, anímese, que no soy como los otros. Una sola mano. Luego estaremos en paz y cada uno podrá irse por su lado. Teniendo en cuenta las circunstancias, decides que es mejor seguirle el juego, literalmente. La suerte quiso que tus tres jotas bastaran para superar a la pareja de Desi. Acabas marchándote poco después con lo robado y sin ningún problema, cosa nada desdeñable teniendo en cuenta el mal perder que pueden tener Desi y su banda.
fr: Vous vous faufilez dans le refuge de Desi et vous êtes surpris de constater qu'il ne s'agit ni d'un coffre ni d'une cachette de la Coterie, mais d'un bar bien fourni avec des clients très occupés à faire la fête. Un videur en costume à rayures vous empêche de rentrer, mais avant que vous n'ayez la possibilité de protester ou d'en venir aux mains, vous entendez la voix de Desi : « Hey. C'est bon. Laisse-les entrer. » Le videur s'exécute et vous vous asseyez dans un box, face à votre adversaire. « Je pense savoir ce qui vous amène. Vous savez quoi ? Je suis de bonne humeur. Buvez un verre ou deux et puis réglons cette affaire au jeu », dit-il, en mélangeant un paquet de cartes. Votre expression le fait sourire jusqu'aux oreilles. « Allez, faites-moi plaisir. Je ne suis pas comme les autres. Juste une partie. Ensuite, nous serons quittes et nous reprendrons nos affaires, chacun de notre côté. » Étant donné les circonstances, vous pensez qu'il vaut mieux jouer selon ses règles… littéralement. La chance vous sourit : trois valets sont suffisants pour battre la paire de Desi. Vous ressortez peu de temps plus tard avec votre Clef, sans pour autant vous sentir soulagé. Vous ignorez si Desi et son équipe peuvent être mauvais perdants.
it: Vi intrufolate nel rifugio di Desi e quello che vedete vi lascia di stucco: non si tratta di una stanza blindata o di un vero e proprio nascondiglio, ma di un bar fornito di ogni bevanda e affollato di avventori chiassosi e allegri. Un buttafuori con un abito gessato vi ferma all’ingresso, ma prima che possiate protestare sentite la voce di Desi: “Ehi, ehi, loro sono a posto, lasciali entrare.” L’energumeno si fa indietro, permettendovi di accomodarvi sul lato opposto del tavolo a cui è seduto il vostro avversario. “Posso immaginare perché siete qui. Sapete cosa vi dico? Che oggi sono di buon umore: facciamoci una bevuta o due e giochiamocela a poker.” Nemmeno il tempo di finire la frase e ha già cominciato a mescolare un mazzo di carte. Sogghigna vedendo la vostra espressione. “Su, su, fate un bel sorriso, io non sono come gli altri: una mano e siamo pari, poi ognuno per la sua strada.” Considerate le circostanze, decidete che la vostra opzione migliore è stare al gioco… letteralmente. Fortuna vuole che i vostri tre jack battano la coppia di Desi. Pochi minuti e siete fuori dal sancta sanctorum con la Chiave tra le mani e tutte le ossa al loro posto. Vi chiedete se Desi e i suoi sappiano perdere.
ko: 데시의 안전가옥 가까이 잠입했지만, 이곳이 금고도 동지회 은신도 아니라 흥청망청 마셔대는 손님들로 꽉 들어찬 주점이란 사실에 머릿속이 멍해집니다. 세로줄무늬 정장 차림의 문지기가 당신의 입장을 막아서지만, 항의하거나 쌈박질을 벌이기에 앞서 데시의 목소리가 들립니다. “이봐, 괜찮아. 들여보내.” 문지기가 길을 터주었고, 당신은 부스로 들어가 데시의 맞은편에 앉습니다. “왜 왔는지는 알 것 같네. 실은 내가 지금 기분이 아주 좋아서 말이지, 한두 잔 걸치면서 게임이나 하는 건 어때? 열쇠를 걸고 말이야.” 데시가 카드 한 벌을 섞으며 말합니다. 당신의 얼굴에 떠오른 표정을 보고서 데시가 씨익 웃습니다. “오, 기운 좀 내 봐. 난 다른 동지회 놈들과는 달라. 자, 받아. 포커 한 판으로 퉁치고 각자 가던 길이나 가자고.” 현 상황을 고려해볼 때, 데시와 같이 어울려 주는 것이 좋겠다는 판단이 섭니다. 행운의 여신이 당신에게 미소를 지었고, 당신의 잭 트리플이 데시의 페어를 이깁니다. 데시와 그 부하들이 패배를 인정하는 족속인지 의구심이 들기는 했지만, 당신은 잠시 후 되찾은 열쇠를 챙겨서 사지 멀쩡히 주점을 나설 수 있었습니다.
pl: Zakradasz się do kryjówki Desiego, która okazuje się nie być żadnym magazynem czy siedzibą Koterii, ale w pełni zaopatrzonym barem, w którym ucztują liczni goście. Bramkarz w garniturze w paski zatrzymuje cię przy wejściu, lecz nim jesteś w stanie się odezwać, słyszysz głos Desiego „Ej, wyluzuj. Tych możesz wpuścić”. Byczek odpuszcza i już po chwili zajmujesz w loży miejsce naprzeciwko adwersarza. „Myślę, że wiem czemu zawdzięczam tę wizytę. Powiem tak: mam dobry humor. Wychyl kielicha albo dwa i zagramy o to, po co przyszedłeś” – mówi, tasując talię kart. Widząc wyraz twojej twarzy dodaje „Wrzuć na luz, nie jestem taki jak inni. Jedno rozdanie. Wtedy uznam, że jesteśmy kwita i każdy pójdzie w swoją stronę”. Zważywszy na okoliczności uznajesz, że trzeba, dosłownie, grać kartami, jakie się dostało. Szczęście tym razem sprzyja i wystarcza trójka waletów, żeby pokonać parę Desiego. Niedługo po tym opuszczasz lokal, bez żadnych problemów i z odzyskanym Kluczem. Zastanawiasz się tylko co będzie, jak okaże się, że Desi i jego ekipa jednak nie potrafią przegrywać…
ru: Вы пробираетесь в убежище Дези и с удивлением обнаруживаете, что это не хранилище и не конспиративная квартира Клики. Это самый настоящий бар, полный веселящихся посетителей. Вышибала в полосатом пиджаке останавливает вас на входе, но прежде чем вы успеваете возмутиться или дать отпор, раздаётся голос Дези: «Всё в порядке. Впусти их». Вышибала отходит, и вы усаживаетесь за стол напротив своего неприятеля. «Кажется, я знаю, зачем вы здесь. И знаете что? У меня хорошее настроение. Опрокиньте бокальчик-другой, и сыграем на ключ», — говорит он, замешивая колоду карт. Заметив ваше недоумение, он ухмыляется. «Расслабьтесь. Я не такой, как другие. Всего разок. Будем считать, что мы квиты, и разойдёмся». Учитывая обстоятельства, вы соглашаетесь подыграть ему — буквально. По счастью, тройки на валетах оказывается более чем достаточно, чтобы побить пару Дези. Не задерживаясь, вы покидаете бар со своим ключом и размышляете, насколько хорошо Дези умеет проигрывать.
zh: 你潜入德西的藏身处时惊讶地发现这里不是金库也不是结社据点。而是一个充满酒客与狂欢舞者的热闹酒吧。一名身穿条纹西装的保镳挡住你的去路，在你开口或动手前，德西的声音传来：“嘿，没关系。让他们进来。”保镳让路，你走进包厢，坐在你的对手对面。“我猜我知道你为何而来。这样吧，我现在心情不错，你来喝几杯，我们来赌一把。”他边说边洗著一副扑克牌。看到你的表情时他笑了：“别这样，开心一点。我跟其他那些人不一样，来一局，然后我们就扯平了，各走各的。”考虑到你的处境，你决定最好还是跟他玩一场。幸运女神眷顾你，三张杰克赢了德西的一对。你很快带著密钥毫发无伤的离开，希望德西跟他的手下没有那么输不起。

source: Given how dangerous Tzu San Niang was while in possession of a Key, you decide a direct confrontation is out of the question. Stealth is by far the better option. You sneak into a large industrial complex after dark and locate what she stole behind a locked door. As you pick the locks, you hear a lilting voice echo off of the narrow corridors. A haunting song in Shanghainese fills the empty factory. Working quickly, you reclaim the stolen artifact and retrace your steps to the exit, looking over your shoulder at every turn. The song lingers in your memory long after you make your escape.
de: Da du weißt, wie gefährlich Tzu San Niang mit nur einem Schlüssel war, kommt eine direkte Konfrontation mit ihr für dich nicht infrage. Heimlichkeit ist bei weitem die bessere Option. Du schleichst dich nach Einbruch der Dunkelheit in eine große Fabrikanlage und entdeckst hinter einer verschlossenen Tür die Artefakte, die sie gestohlen hat. Während du das Schloss knackst, hörst du eine trällernde Stimme durch die engen Gänge hallen. Ein traditionelles Lied aus Shanghai erfüllt die leere Fabrik. In Windeseile schnappst du dir die gestohlenen Artefakte und läufst Richtung Ausgang, wobei du ständig über deine Schulter schaust. Das Lied bleibt dir noch lange nach deiner Flucht im Gedächtnis.
es: Teniendo en cuenta lo peligrosa que era Tzu San Niang mientras poseía una Llave, decides que un enfrentamiento directo no es una opción. Te cuelas en un enorme complejo industrial después de que anochezca y encuentras lo que robó tras una puerta cerrada. Mientras fuerzas las cerraduras, oyes una voz rítmica que resuena en uno de los angostos corredores. Una espectral canción en shanghainés llena la fábrica vacía. Te apresuras por recuperar el artefacto robado y vuelves sobre tus pasos hacia la salida, echando miradas hacia atrás continuamente. La canción permanece en tu memoria durante mucho tiempo después de haber huido.
fr: Vous vous souvenez que Tzu San Niang était très dangereuse lorsqu'elle était en possession d'une Clef et vous décidez qu'une approche frontale est hors de question. La discrétion reste votre meilleure option, et de loin. À la nuit tombée, vous entrez subrepticement dans un large complexe industriel et repérez derrière une porte verrouillée ce qu'elle vous a volé. Lorsque vous crochetez les serrures, vous entendez l'écho d'une voix chantante dans les couloirs étroits. Une chanson obsédante dans le dialecte de Shanghai résonne à présent dans toute l'usine. Vous vous hâtez d'ouvrir la porte et de récupérer l'artéfact volé, avant de revenir sur vos pas jusqu'à la sortie en regardant derrière votre épaule au détour de chaque allée. La mélodie hante votre mémoire longtemps après votre fuite.
it: Considerando la pericolosità di Tzu San Niang mentre era in possesso di una Chiave, convenite che un attacco diretto sia fuori discussione e che la vostra opzione migliore sia la furtività. Vi intrufolate nottetempo in un enorme complesso industriale, dove la refurtiva vi attende ben protetta da una porta chiusa a chiave. Mentre vi adoperate per scassinarla udite una voce riecheggiare negli stretti corridoi: si tratta di un lugubre canto in shanghainese. Cercate di agire più in fretta possibile: recuperate l’artefatto rubato e ripercorrete i vostri passi verso l’uscita, guardandovi dietro le spalle a ogni svolta. Quel canto vi rimane in testa per molto tempo dopo la fuga.
ko: 쯔싼냥이 열쇠를 소지한 상황에서 그녀와 정면으로 맞서는 것은 너무나도 위험한 일이니, 은밀하게 움직이는 것이 좋다고 판단했습니다. 해가 진 후, 당신은 거대한 공단으로 들어가 쯔싼냥이 열쇠를 숨겨 둔 잠긴 문 앞에 이르렀습니다. 자물쇠를 따는 사이, 경쾌한 목소리가 비좁은 복도를 타고 울려 퍼집니다. 상하이어로 된 무시무시한 노래가 텅 빈 공장을 가득 채웁니다. 당신은 서둘러 문을 따고 도난당한 유물을 챙긴 후, 출입구를 향해 왔던 길을 되돌아나갑니다. 그러는 중에도 매 순간 뒤를 흘끗 돌아보며 쯔싼냥이 따라오지나 않는지 확인했습니다. 그러나 공장을 떠난 후에도 노래는 아주 오랫동안 머릿속에서 가시지 않습니다.
pl: Biorąc pod uwagę to, jak niebezpieczna była Tzu San Niang, kiedy posiadała Klucz, uznajesz, że bezpośrednia konfrontacja nie wchodzi w grę. Trzeba załatwić to po cichu. W ciemności zakradasz się do dużego kompleksu magazynów i odnajdujesz skradzione dobra za zamkniętymi drzwiami. Kiedy próbujesz pokonać zamek wytrychem, słyszysz echo czyjegoś głosu, rozchodzące się po wąskich korytarzach. Upiorna, śpiewana w szanghajskim dialekcie piosenka, wypełnia puste hale fabryki. W pośpiechu dokańczasz robotę, odzyskujesz skradziony artefakt i po swoich śladach kierujesz się do wyjścia, po drodze co rusz oglądając się za siebie. Dziwna piosenka długo jeszcze towarzyszy ci w myślach.
ru: Учитывая, насколько опасна Цзы с ключом, вы решаете, что о прямой конфронтации не может быть и речи. Скрытность — лучшая стратегия. Вы пробираетесь в большой промышленный комплекс после сумерек и находите похищенное за запертой дверью. Пока вы взламываете замки, в узких коридорах раздаётся звонкий голос. Пустую фабрику заполняет навязчивая шанхайская песня. Быстро закончив своё дело, вы забираете украденный артефакт и отступаете, оглядываясь на каждом шагу. Песня ещё долго звучит в вашей памяти после того, как вы покинули то место.
zh: 你很清楚梓三娘持有密钥时有多危险，所以排除直接接触的选项，潜入会是比较好的选择。天黑后你潜入一间工厂，锁定她藏著密钥的房间。正当你试著开锁时，哼歌声从狭窄的走廊传来，一首上海曲调萦绕在空荡的厂房中。你加快动作，拿走密钥后原路走向出口，每个转弯处都不禁回头查看。即使在逃离后许久，那首曲调仍在你脑海中阴魂不散。

source: Update the Keys section of your Campaign Log such that the Key(s) that were stolen return to their original bearers.
de: Aktualisiere den Abschnitt „Schlüssel“ im Kampagnenlogbuch, sodass die gestohlenen Schlüssel zu ihren ursprünglichen Trägern zurückkehren.
es: Actualiza la sección de las Llaves del registro de campaña de modo que la(s) Llave(s) robada(s) vuelva(n) a sus portadores originales.
fr: Mettez à jour la section « Clefs » de votre Carnet de Campagne pour que la (ou les) Clef(s) volée(s) revienne(nt) à son détenteur d'origine.
it: Aggiornate la sezione “Chiavi” del Diario della Campagna in modo che le Chiavi che erano state rubate tornino ai portatori originali.
ko: 모든 열쇠는 기존 보유자에게로 되돌아갑니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Uzupełnij sekcję Kluczy w Dzienniku kampanii tak, aby ukradzione Klucze wróciły do ich pierwotnych posiadaczy.
ru: Отметьте в журнале кампании, что украденный(­е) ключ(и) вернулись к своим носителям.
zh: 更新剧本日志中密钥的部分，使遭窃的密钥回到其原先的承受者。

source: Each investigator earns 1 experience, plus 1 additional experience for each tally mark recorded next to wrong leads.
de: Jeder Ermittler verdient 1 Erfahrungspunkt plus 1 Bonus-Erfahrungspunkt für jeden Zählstrich hinter <i>Falsche Spuren</i>.
es: Cada investigador obtiene 1 punto de experiencia, más 1 punto de experiencia adicional por cada marca que hubiera junto a <i>pistas falsas</i>.
fr: Chaque investigateur reçoit 1 point d'expérience, plus 1 point d'expérience supplémentaire pour chaque trait inscrit à côté de <i>mauvaises pistes</i>.
it: Ogni investigatore guadagna l punto esperienza, più l punto esperienza aggiuntivo per ogni X segnata accanto a false piste.
ko: 각 조사자는 경험치를 1만큼 얻고, 추가로 <i>잘못된 실마리</i> 옆에 그어진 빗금마다 경험치 1만큼을 더 얻습니다.
pl: Każdy badacz otrzymuje 1 punkt doświadczenia oraz 1 dodatkowy punkt doświadczenia za każdą kreskę postawioną obok <i>złych tropów</i>.
ru: Каждый сыщик получает 1 опыт, плюс 1 опыт дополнительно за каждую отметку у записи <i>ложный след</i> в журнале кампании.
zh: 每位调查员获得1点经验值，错误线索旁每有一个标记，再额外获得1点经验值。

source: Cross off “14–C” on each of the remaining locations in the Campaign Log.
de: Streiche bei jedem verbliebenen Ort im Kampagnenlogbuch „14–C“ durch.
es: Tacha “14–C” de todas las ubicaciones restantes en el registro de campaña.
fr: Rayez « 14–C » sur chaque lieu restant dans votre Carnet de Campagne.
it: Barrate “14-C” su ogni luogo rimanente nel Diario della Campagna.
ko: 캠페인 기록지의 지도 항목에서 나머지 장소들에 기록된 “14–C”에 모두 취소선을 긋습니다.
pl: Skreśl „14–C” z każdej pozostałej lokalizacji w Dzienniku kampanii.
ru: Вычеркните «14-C» у оставшихся локаций в журнале кампании.
zh: 划掉剧本日志中每个剩余地点上的“14-C”。

source: Ruses and Reclamation 1
ru: Интриги и претензии 1

source: Ruses and Reclamation 2
ru: Интриги и претензии 2

source: If Red Gloved Man Stole Keys
ru: Если похититель ключей — Человек в красных перчатках

source: If Amaranth Stole Keys
ru: Если похититель ключей — Амарант

source: If Claret Knight Stole Keys
ru: Если похититель ключей — Бордовый рыцарь

source: If La Chica Roja Stole Keys
ru: Если похититель ключей — Девица в красном

source: If Beast in the CC Stole Keys
ru: Если похититель ключей — Зверь в багровой рясе

source: If Sanguine Watcher Stole Keys
ru: Если похититель ключей — Сангиновый Страж

source: If Aliki Zoni Uperetria Stole Keys
ru: Если похититель ключей — Алики Зони Ипиретриа

source: If Thorne Stole Keys
ru: Если похититель ключей — Торн

source: If Desi Stole Keys
ru: Если похититель ключей — Дезидерио Дельгадо Альварес

source: If Tzu San Niang Stole Keys
ru: Если похититель ключей — Цзы Саньнян
