Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/04a_ruses_and_reclamations_kabul.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You sneak into Amaranth’s sanctum and find what she stole piled in the corner of a cavernous foyer. A weak roar breaks the silence, and you see a tattered lion glowering at you from the dark. Your shock turns to disgust as you watch the poor creature struggle to stand: it is too decayed to even move. “You got what you came for. Now leave,” says a voice from the shadows. Squinting your eyes, you see Amaranth bent over the lion, her cheeks wet with tears. “Khalid, please,” she whispers. The lion lets out a weak growl, then flops onto its side to expose its rotten belly. “I told you to leave!” Amaranth screams. Your disgust turns to pity as you make your exit.
de: Du schleichst dich in Amaranths Heiligtum und findest das, was sie gestohlen hat, in der Ecke einer höhlenartigen Eingangshalle. Ein schwaches Brüllen durchbricht die Stille. Du kannst einen zerfledderten Löwen erkennen, der dich aus der Dunkelheit anstarrt. Dein Schock verwandelt sich in Abscheu, als du siehst, wie die arme Kreatur sich abmüht aufzustehen: Der Löwe ist zu verwest, um sich noch vernünftig bewegen zu können. „Du hast geholt, was du wolltest. Jetzt geh“, sagt eine Stimme aus den Schatten. Als du deine Augen zusammenkneifst, siehst du Amaranth, die sich über den Löwen beugt. Ihre Wangen sind von Tränen benetzt. „Khalid, bitte“, flüstert sie. Der Löwe gibt ein schwaches Knurren von sich und kippt dann auf die Seite, um seinen verrottenden Bauch zu entblößen. „Ich habe gesagt, dass du gehen sollst!“, schreit Amaranth. Deine Abscheu verwandelt sich in Mitleid, als du dich auf den Weg machst.
es: Te cuelas en el refugio de Amaranth y encuentras lo que robó tirado en un rincón de un cavernoso vestíbulo. Un débil rugido rompe el silencio y ves un andrajoso león que te observa amenazador desde la oscuridad. Tu asombro se convierte en repulsión al ver cómo a la pobre criatura le cuesta mantenerse en pie: está demasiado putrefacto como para moverse siquiera. —Ya tiene lo que ha venido a buscar. Ahora váyase —dice una voz desde las sombras. Aguzas la vista y ves a Amaranth inclinada sobre el león, con las mejillas húmedas por las lágrimas. —Khalid, por favor —susurra. El león emite un débil gruñido y luego se desploma de lado, dejando al descubierto su tripa podrida—. ¡Le he dicho que se vaya! —grita Amaranth. Tu repulsión se troca en lástima mientras te diriges a la salida.
fr: Vous vous glissez dans le sanctuaire d'Amarante et trouvez ce qu'elle a volé au détour d'un couloir caverneux. Un faible rugissement brise le silence et vous voyez un lion en piteux état vous lancer un regard noir depuis les ténèbres. Le choc fait bientôt place au dégoût lorsque vous vous rendez compte que cette pauvre créature peut à peine tenir debout : son état de décomposition est bien trop avancé pour qu'il puisse se mouvoir. « Vous avez ce que vous êtes venus chercher. Maintenant, partez », dit une voix depuis les ombres. En plissant les yeux, vous distinguez Amarante, penchée au-dessus du lion, les joues trempées de larmes. « Khalid, s'il te plaît », murmure-t-elle. Le lion émet un faible grognement avant de se laisser tomber sur le côté pour dévoiler son ventre putréfié. « Je vous ai demandé de partir ! » Crie Amarante. Votre dégoût se transforme en pitié lorsque vous prenez le chemin de la sortie.
it: Vi intrufolate di soppiatto nel sancta sanctorum di Amaranto e trovate la refurtiva impilata nell’angolo di un atrio cavernoso. Il silenzio intorno a voi viene infranto da un debole ruggito: un leone emaciato vi sta fissando dall’oscurità… Il vostro stupore si tramuta in disgusto quando lo vedete faticare anche solo a restare in piedi, troppo deperito per riuscire a muoversi. “Avete trovato ciò che cercavate, ora andatevene.” Strizzate gli occhi e scorgete Amaranto piegata sul leone, con le guance rigate di lacrime. “Khalid, ti prego” sussurra lei, poi la bestia emette un verso ancora più debole del precedente e si accascia sul fianco, esponendo il ventre marcio. “Vi ho detto di andarvene!” urla Amaranto. La accontentate e vi dirigete verso l’uscita. Non riuscite a provare altro che commiserazione.
ko: 아마란스의 성소에 들어가자마자 휑뎅그렁한 현관 한구석에 쌓인 물건 더미가 보입니다. 죄다 아마란스가 훔친 것들이었습니다. 그때 침묵을 깨고 허약한 포효가 들려옵니다. 소리가 나는 곳을 돌아보자 갈기갈기 찢긴 사자가 어둠 속에서 당신을 노려보고 있었습니다. 가련한 짐승이 일어서려고 몸부림치는 모습 앞에, 당신의 충격은 이내 혐오감으로 뒤바뀝니다. 저것은 너무나도 부패해 버려 더는 움직일 수조차 없어 보입니다. “필요한 건 손에 넣었잖아, 그럼 내 앞에서 사라져.” 그림자 속에서 목소리가 흘러나옵니다. 눈을 가늘게 뜨고 바라보자, 두 뺨까지 눈물범벅이 된 아마란스가 사자를 향해 몸을 숙이고 있었습니다. “칼리드, 제발.” 아마란스가 속삭이자 사자는 다 죽어가듯 낮은 소리로 으르렁거리더니, 옆으로 털썩 쓰러져 곪아 터진 배를 드러내 보입니다. “꺼지라고 했지!” 아마란스가 새된 목소리로 외칩니다. 당신은 혐오감보다도 더 강한 연민을 느끼며 성소를 나섭니다.
pl: Zakradasz się do kryjówki Amarant i odnajdujesz to, co zrabowała, w kącie przepastnego przedsionka. Ciszę przerywa cichy ryk poturbowanego lwa, bacznie obserwującego cię z ciemności. Przerażenie ustępuje obrzydzeniu, gdy dostrzegasz, że biedne stworzenie ledwie stoi. Jest w stanie zaawansowanego rozkładu, i nie ma mowy, by mogło się poruszyć choćby o krok. „Dostałeś to, po co przyszedłeś. Teraz odejdź” – mówi głos dobiegający z cienia. „Mrużysz oczy i dostrzegasz Amarant pochylającą się nad lwem, z policzkami mokrymi od łez. „Khalid, proszę” – szepcze. Lew wydaje z siebie słaby pomruk i pada na bok, odsłaniając przegniłe podbrzusze. „Kazałam ci odejść!” – wrzeszczy Amarant. Obrzydzenie zamienia się w litość, kiedy kierujesz się do wyjścia.
ru: Вы пробираетесь в убежище Амарант и находите украденное сваленным в углу рядом со входом в пещеру. Слабый рык нарушает тишину, и вы видите истерзанного льва, взирающего на вас из глубины. Ваше потрясение переходит в отвращение, когда вы замечаете, что бедное создание не может даже встать: оно разложилось ещё сильнее, чем раньше. «Вы получили то, зачем пришли. Теперь уходите, — произносит голос из темноты. Прищурив глаза, вы видите Амарант, склонившуюся надо львом. Её щеки мокры от слёз. — Халид, ну пожалуйста, — шепчет она. Лев снова слабо рычит, затем переворачивается набок, обнажая своё гнилое брюхо. — Я же сказала, проваливайте!» — кричит Амарант. Ваше отвращение сменяется жалостью, когда вы следуете к выходу.
zh: 你你潜入永生花的圣殿，发现失窃的物品堆在一个洞穴般的门廊前。突然一声虚弱的吼声打破寂静，你看见一头狮子从黑暗中怒视著你，你的惊讶转为恶心，那只狮子已经腐烂到几乎站不稳，也无法移动。阴影中传出一个声音：“你拿到你想要的了，滚吧。”你瞇起眼睛，看见永生花靠在狮子身侧，泪水滑落脸颊。“凯利德，拜托。”狮子发出一声虚弱的呻吟，侧身倒下露出腐烂的肚腹。“我叫你滚！”永生花对你尖叫。你离开时，心中的恶心感转为怜悯。

source: Knowing the knight from Alexandria, you doubt he would dirty his hands personally—he must have sent enforcers to do his job for him. It’s likely he has set guards inside the safehouse, as well. Sneaking is probably out of the question, so you decide on a quick, direct approach: take the guards by surprise, grab what’s yours, and get out before they can respond with force. The job is clean and over in a matter of seconds. With the knight’s enforcers surely on your tail, you flee the city as fast as you can with your prize in tow.
de: Wie du den Ritter aus Alexandria einschätzt, bezweifelst du, dass er sich persönlich die Hände schmutzig machen würde – er muss seine Vollstrecker geschickt haben, die die Drecksarbeit für ihn erledigen. Wahrscheinlich hat er auch im Unterschlupf Wachen aufgestellt. Schleichen kommt wahrscheinlich nicht infrage, also entscheidest du dich für eine schnelle, direkte Vorgehensweise: Du überrumpelst die Wachen, schnappst dir deine Sachen und verschwindest, bevor sie überhaupt reagieren können. Der Plan verläuft wie geschmiert und ist in wenigen Momenten erledigt. Die Vollstrecker des Ritters sind dir sicher auf den Fersen, also fliehst du mit deiner Beute, so schnell du kannst, aus der Stadt.
es: Tras haber conocido al caballero en Alejandría, dudas que fuese a ensuciarse las manos personalmente: debe de haber enviado a unos matones para que le hagan el trabajo y también es probable que tenga guardias apostados en el piso franco. Colarse en él seguramente sea misión imposible, así que decides emplear una aproximación rápida y directa: coger a los guardias por sorpresa, llevarte lo que es tuyo y escapar antes de que puedan responder por la fuerza. Realizas un trabajo limpio que acaba en cuestión de segundos. Con la certeza de que los matones del caballero te siguen el rastro, huyes de la ciudad tan rápido como puedes llevándote tu premio.
fr: Connaissant le chevalier depuis votre visite à Alexandrie, il vous semble évident qu'il ne s'est pas sali les mains dans cette affaire : il a dû envoyer des sbires pour faire le sale boulot à sa place. Il a probablement également posté des gardes dans son refuge. Tenter de vous y introduire discrètement est sans doute hors de question, alors vous décidez d'une approche plus directe et plus rapide : prendre les gardes par surprise, vous emparer de votre dû et filer avant qu'ils ne puissent employer la force. Vous réalisez votre plan proprement et en quelques secondes. Avec les hommes de main du chevalier a vos trousses, vous fuyez la ville aussi vite que possible avec votre butin.
it: Conoscendo il Cavaliere di Alessandria, dubitate che si sia sporcato personalmente le mani: deve aver assoldato qualche sgherro per sbrigare il lavoro sporco e il suo rifugio sarà probabilmente sorvegliato. Convinti che avvicinarsi di soppiatto non sia un’opzione praticabile, optate per un approccio rapido e diretto: cogliete le sentinelle di sorpresa, afferrate ciò che vi appartiene e uscite prima che possano rispondere con la forza. Un lavoro pulito, portato a termine in una manciata di secondi. Con gli scagnozzi del Cavaliere alle calcagna, fuggite della città più veloci che potete insieme al vostro prezioso carico.
ko: 알렉산드리아에서 온 암적색 기사라면, 분명 제 손을 직접 더럽힐 바엔 수행원을 보내서 일을 처리했을 것입니다. 그러니 기사의 안전가옥 역시 삼엄한 경비가 서 있을 확률이 높습니다. 몰래 잠입하는 것은 사실상 불가능한 선택지니, 신속하고 직접적인 접근법을 택하기로 했습니다. 불시에 경비를 습격하여 열쇠를 되찾고 그들이 무력으로 대응에 나서기 전에 안전가옥을 뜨는 것입니다. 다행히도 모든 일이 신속하게 착착 맞아떨어졌습니다. 암적색 기사의 수행원들이 뒤따라 붙었으나, 당신은 되찾은 열쇠를 챙겨서는 재빨리 도시에서 빠져나갑니다.
pl: Znając Rycerza z Aleksandrii podejrzewasz, że nie chciał sam brudzić sobie rąk, więc pewnie zlecił wszystko swoim sługusom. Najpewniej zostawił też ludzi na straży w kryjówce. Dochodzisz do wniosku, że cicha robótka nie ma sensu i decydujesz się na szybkie, gwałtowne wejście: zaskoczyć strażników, drapnąć co twoje i zbiec, nim ktokolwiek się połapie. Jak pomyślałeś, tak zrobiłeś i w kilka sekund jest po wszystkim. Nie masz wątpliwości, że ludzie Rycerza siedzą ci na ogonie, więc bezzwłocznie uciekasz z miasta ze swoją zdobyczą.
ru: Зная Рыцаря по событиям в Александрии, вы сомневаетесь, что он стал бы лично марать руки, скорее послал бы кого-то из подручных. Должно быть, в убежище он тоже оставил охрану. О том, чтобы скрытно выкрасть ключи, речи не идёт, поэтому вы делаете ставку на быстрый и простой подход: застать стражу врасплох, схватить то, что принадлежит вам, и дать дёру, прежде чем они смогут ответить вам силой. В итоге всё проходит чисто и буквально в считаные секунды. Наверняка подручные Рыцаря сели вам на хвост — так что вы без промедления покидаете город, прихватив свои трофеи.
zh: 就你对亚历山卓那位骑士的认识，他绝对不会亲自动手，必定是让手下代劳。看来他在藏身处设置了守卫，偷溜进去是不可能了。所以你计划进行一次快速的直接侵入，出奇不意的打倒守卫，拿走你的东西，然后在他们动员前逃离。行动干净俐落的完成了，在骑士爪牙的追击下，你尽速带著战利品离开了城市。

source: You and La Chica Roja have been playing this cat-and-mouse game for weeks. You’ve tracked her down enough times by now to know her modus operandi perhaps better than any other living person. It’s even starting to become a little fun, this tête-à-tête. You sneak into her sanctum and locate the relic in a hiding place not unlike where a remnant of the Weeping Lady was found during your last encounter. With a bit of a chuckle, you replace it with a little calling card of your own and escape without notice. As you leave the city later that night, a bystander slips a red envelope onto your person, bearing a message: “Nice one. Let’s play again some time.”
de: La Chica Roja und du spielen schon seit Wochen Katz und Maus miteinander. Du hast sie inzwischen so oft aufgespürt, dass du ihren Modus Operandi vielleicht besser kennst als jeder andere lebende Mensch. Es fängt sogar an, ein bisschen Spaß zu machen, dieses Tête-à-Tête. Du schleichst dich in ihr Heiligtum und findest das Relikt in einem Versteck, das demjenigen nicht unähnlich ist, in dem du bei deiner letzten Begegnung mit ihr ein Überbleibsel der Weinenden Dame gefunden hast. Mit einem Schmunzeln auf den Lippen tauschst du es gegen eine kleine Visitenkarte von dir aus und entkommst unbemerkt. Als du später in der Nacht die Stadt verlässt, drückt dir ein Passant einen roten Umschlag mit folgender Nachricht in die Hand: „Muy bien! Lass uns demnächst weiterspielen.“
es: La chica roja y tú lleváis semanas juntado al ratón y al gato. A estas alturas has encontrado tantas veces su paradero que puede que conozcas su <i>modus operandi</i> mejor que nadie sobre la faz de la Tierra. Este <i>tête-à-tête</i> empieza a ser hasta algo divertido. Te cuelas en su refugio y encuentras lo que te ha robado en un escondite similar a donde se encontraba un resto de la dama plañidera durante vuestro último encuentro. Con una risita, dejas a cambio una marca tuya y huyes de inmediato. Mientras te estás marchando de la ciudad, algo más tarde, un transeúnte te mete un sobre rojo entre la ropa que lleva un mensaje: “Muy hábil. Volveremos a jugar en otra ocasión”.
fr: Voilà des semaines que vous jouez au chat et a la souris avec La Chica Roja. Vous la pourchassez depuis suffisamment longtemps maintenant pour connaître son modus operandi mieux que personne. Ces tête-à-tête sont même devenus amusants. Vous vous frayez discrètement un chemin dans son sanctuaire et localisez une cachette qui ressemble un peu à celle où vous avez trouvé un fragment de la Dame Éplorée, lors de votre dernière rencontre. En riant sous cape, vous remplacez la Clef par une de vos cartes de visite et vous échappez sans vous faire remarquer. Lorsque vous quittez la ville, plus tard dans la soirée, un passant glisse une enveloppe rouge dans une de vos poches. Elle contient un message: « Bien joué. À bientôt pour une autre partie. »
it: Avete giocato al gatto e al topo con la Chica Roja per settimane. Siete riusciti a rintracciarla cosi tante volte che ormai conoscete il suo modus operandi meglio di chiunque altro, al punto che questo tête-a-tête comincia a divertirvi. Vi intrufolate di nascosto nel suo sancta sanctorum e trovate la reliquia in un nascondiglio simile a quello dove avete recuperato i resti della Dama Piangente durante il vostro ultimo incontro. Sorridendo, la sostituite con un vostro elegante biglietto da visita prima di uscire senza lasciare tracce. Quella notte, mentre vi accingete a lasciare la città, un passante vi fa scivolare una busta rossa in tasca. All’interno, un messaggio recita: “Bella mossa. Alla prossima partita.”
ko: 당신과 라 치카 로하는 몇 주에 걸쳐 고양이와 쥐처럼 쫓고 쫓기기를 반복하고 있었습니다. 당신은 라 치카 로하를 이토록 오랫동안 추적해 온 끝에, 그녀의 수법에는 세상 그 누구보다도 통달하게 되었다고 해도 과언이 아닙니다. 이제는 심지어 둘만의 술래잡기에 슬슬 재미까지 느껴질 판입니다. 당신은 마침내 라 치카 로하의 성소로 잠입하여 열쇠가 숨겨진 곳을 찾아냅니다. 그러고 보니 부에노스아이레스에서 당신이 우는 여인 조각을 찾았던 곳과도 비슷하다는 느낌이 듭니다. 그녀의 수법대로 열쇠가 있던 자리에 당신만의 ‘도전장’을 끼워 두는 사이 웃음을 참기 힘들었습니다. 당신은 발각되지 않고 성소를 빠져나옵니다. 밤늦게 도시를 빠져나오는 사이, 어느 행인이 당신에게 붉은색 봉투를 하나 전해줍니다. 봉투에는 라 치카 로하의 쪽지가 들어 있었습니다. “멋진 실력이야. 다음에 또 한번 놀아보자고.”
pl: Ty i La Chica Roja bawicie się w kotka i myszkę od wielu tygodni. Tropiłeś ją już tyle razy, że zapewne znasz jej modus operandi lepiej, niż ktokolwiek inny. Ta mała gierka zaczyna ci się na swój sposób nawet podobać. Zakradasz się do jej kryjówki i odnajdujesz artefakt ukryty w ten sam sposób, w jaki ukryta była Łkająca Pani, kiedy ostatni raz się spotkaliście. Uśmiechasz się pod nosem i zabierając artefakt pozostawiasz na jego miejscu swoją wizytówkę, po czym uciekasz nie niepokojony. Kiedy opuszczasz miasto tej nocy, jeden z nieznajomych przechodniów wsuwa ci do ręki czerwoną kopertę z wiadomością „To było niezłe. Pobawmy się tak jeszcze kiedyś”.
ru: Вы и Девица в красном играете в кошки-мышки уже несколько недель. Вы выслеживали её достаточно раз и знате её методы, возможно, лучше, чем кто-либо другой. Это даже начинает становиться немного забавным, этот тет-а-тет. Вы пробираетесь в её укрытие и находите реликвию в тайнике, непохожем на тот, где во время вашей последней встречи был найден осколок Плачущей девы. Слегка усмехнувшись, вы заменяете его своей визиткой и уходите незамеченным. Позже тем же вечером, когда вы покидаете город, кто-то из прохожих подбрасывает вам красный конверт с посланием: «Отлично сработано. Надо будет сыграть ещё разок».
zh: 你跟红姑娘进行这个猫抓老鼠的游戏好几个礼拜了。你已经追踪到她数次，足以让你比世界上任何人都清楚她的行动模式，这场捉迷藏甚至变得有点有趣。你潜入她所在的圣殿，她这次将密钥藏在与上次你们争夺泣血女士碎片时截然不同的地方。你轻笑著将密钥换成自己的名片，然后神不知鬼不觉的离开。当晚你离开城市时，一名路人塞了个红色信封到你手中，里面写著：“有一套，下次我们再玩玩。”

source: The Beast is no doubt the most violent and unpredictable foe you have encountered thus far. You count yourself lucky to have been out of your hotel room when it was sacked, or you would surely be dead. But from your mission in Alexandria, you know the creature has a weakness—it must hibernate from time to time. Quiet as a mouse, you slip into its sanctum unnoticed, the Beast’s rumbling breath emanating from a chamber deeper beneath your feet. Your heart races as you creep throughout the building, knowing any false step could spell your doom. The moment you grab the stolen artifact, the Beast begins to stir, and you rush to the exit. Even after putting miles between you and the creature’s lair, you can still hear its howls of anger and hate.
de: Die Bestie ist zweifellos der gewalttätigste und unberechenbarste Gegner, dem du bisher begegnet bist. Du kannst von Glück reden, dass du nicht in deinem Hotelzimmer warst, als es geplündert wurde, sonst wärst du jetzt sicher tot. Aber auf deiner Mission in Alexandria hast du gelernt, dass die Kreatur eine Schwäche hat – sie muss von Zeit zu Zeit eine Art „Winterschlaf“ halten. Mucksmäuschenstill schleichst du dich unbemerkt in das Heiligtum der Bestie. Du kannst ihr rasselndes Atmen aus einer tieferen Kammer unter deinen Füßen hören. Dein Herz rast, während du durch das Gebäude schleichst, denn du weißt, dass jeder falsche Schritt deinen Untergang bedeuten könnte. In dem Moment, in dem du das gestohlene Artefakt ergreifst, beginnt sich die Bestie zu rühren und du eilst zum Ausgang. Selbst nachdem du Meilen zwischen dich und den Unterschlupf der Kreatur gebracht hast, kannst du immer noch ihr wütendes und hasserfülltes Heulen hören.
es: No hay duda de que la bestia es el enemigo más violento e impredecible que has encontrado hasta ahora. Tuviste suerte de no estar en tu habitación cuando la saquearon, porque seguramente ahora no seguirías con vida. Aun así, sabes por tu misión en Alejandría que la criatura tiene un punto débil: debe hibernar de forma periódica. Con el mayor de los sigilos, te cuelas en su refugio sin que nadie te vea y sientes la atronadora respiración de la bestia que proviene de una sala a gran profundidad. Se te acelera el corazón mientras recorres el edificio, pues sabes que cualquier paso en falso podría significar tu perdición. En cuanto coges lo que te ha robado, la bestia comienza a agitarse, así que echas a correr hacia la salida. Incluso tras haber puesto kilómetros de por medio entre el cubil de la criatura y tú, aún puedes oír los aullidos de ira y odio.
fr: La Bête est sans conteste l'ennemi le plus violent et le plus imprévisible que vous avez rencontré jusqu'ici. Vous considérez que vous avez déjà eu beaucoup de chance de ne pas vous trouver dans votre chambre d'hôtel lorsque celle-ci fut mise à sac. Dans le cas contraire, vous seriez déjà mort. Mais depuis votre mission à Alexandrie, vous savez que la créature a une faiblesse : elle doit hiberner de temps à autre. Aussi silencieux qu'une souris, vous vous faufilez dans son sanctuaire sans vous faire remarquer. Vous entendez les ronflements de la Bête depuis une pièce qui se trouve sous vos pieds. Votre cœur bat à tout rompre lorsque vous avancez dans le bâtiment sur la pointe des pieds, car vous savez que le moindre faux pas aurait pour vous des conséquences funestes. Au moment de vous emparer de l'artéfact volé, la bête commence a se réveiller et vous vous précipitez vers la sortie. Même après avoir laissé l'antre de la créature à des kilomètres derrière vous, vous continuez d'entendre ses rugissements de haine et de colère.
it: La Bestia è senza dubbio l’avversario più violento e imprevedibile che abbiate incontrato finora. Vi considerate fortunati a non essere stati presenti nella vostra camera d’albergo quando è stata saccheggiata, o a quest’ora sareste probabilmente in una bara. La vostra missione ad Alessandria vi ha permesso tuttavia di scoprire il punto debole della creatura: di tanto in tanto è costretta ad andare in letargo. Silenziosi come topi, vi intrufolate nel suo rifugio senza farvi notare, accompagnati per tutto il tempo dal respiro pesante della Bestia che riposa in una stanza molto al di sotto dei vostri piedi. Sentite il cuore battervi all’impazzata mentre vi aggirate di soppiatto per l’edificio, consci che un qualsiasi passo falso significherebbe la vostra fine. Non appena afferrate l’artefatto rubato, la Bestia comincia a destarsi ma voi siete già lontani. Non importa però quanti chilometri mettiate tra voi e la creatura… Ovunque andiate, potete ancora sentire i suoi ululati di rabbia e odio.
ko: 야수야말로 지금껏 당신이 접했던 그 어떤 적보다도 가장 폭력적이고 예측할 수 없는 존재입니다. 호텔 방이 털렸을 때 자리를 비웠기에 망정이지, 하마터면 죽은 목숨이 될 뻔했습니다. 하지만 알렉산드리아에서의 임무를 수행하는 과정에서 야수에게도 약점이 있다는 것을 알게 되었습니다. 놈은 때때로 동면처럼 기나긴 잠에 든다는 것입니다. 당신은 생쥐보다도 조용히 소리를 죽이고서 놈의 성소로 몰래 잠입합니다. 야수의 그르렁거리는 숨소리가 발아래의 성소 깊은 곳에서 흘러나옵니다. 잘못 발을 디뎌서 큰 소리라도 냈다가는 그대로 죽음을 맞이할 수 있다는 것을 알았기에, 널뛰는 심장을 부여잡고 천천히 건물 깊은 곳으로 나아갑니다. 도둑맞은 유물을 잡는 순간, 야수가 몸을 뒤척이기 시작했고 당신은 출구를 향해 냅다 달렸습니다. 야수의 둥지로부터 수 킬로미터는 족히 벗어난 곳에 이르렀건만, 여기서도 놈의 분노와 증오에 찬 울부짖음이 들려옵니다.
pl: Bestia jest bez wątpienia najgroźniejszym i najbardziej nieprzewidywalnym przeciwnikiem, z jakim się dotąd zetknąłeś. Masz szczęście, że w momencie kradzieży nie było cię w pokoju hotelowym, bo bez wątpienia już byś nie żył. Misja w Aleksandrii wskazała jednak pewną słabość stwora – od czasu do czasu musi hibernować. Na palcach, bezgłośnie, zakradasz się na teren kryjówki. Z każdym krokiem towarzyszy ci chrapiący oddech Bestii, dochodzący z komnaty poniżej. Serce wali ci jak młotem, kiedy prześlizgujesz się przez kolejne pomieszczenia, świadomy, że jeden fałszywy ruch może być twoim ostatnim. W chwili kiedy chwytasz skradziony artefakt, Bestia zaczyna się wiercić, więc w te pędy ruszasz do wyjścia. Nawet teraz, będąc o wiele mil od legowiska potwora, słyszysz jego ryk pełen gniewu i nienawiści.
ru: Зверь, несомненно, самый жестокий и непредсказуемый враг, с которым вам до сих пор приходилось сталкиваться. Вам очень повезло, что вас не было в номере отеля во время ограбления, иначе вы, скорее всего, были бы мертвы. Но из вашей миссии в Александрии вы знаете, что у этого существа есть слабое место — оно должно время от времени впадать в спячку. Тихо, как мышки, вы пробираетесь в его убежище незамеченными, а из покоев под вами доносится рокочущее дыхание Зверя. Ваше сердце бешено колотится, пока вы крадётесь по зданию, зная, что любой неверный шаг может привести к гибели. В тот момент, когда вы хватаете украденный артефакт, Зверь начинает шевелиться, и вы бросаетесь к выходу. Даже когда между вами и логовом существа остаются километры, вы всё ещё слышите его завывания гнева и ненависти.
zh: 野兽无疑是你面对的对手中最危险且无法预测的。你对于在牠闯入旅馆房间盗窃时自己并不在场感到幸运，不然你必定会没命。但就在亚历山卓的经验来看，你知道牠有个弱点——必须时不时地陷入沉眠。你像老鼠一样安静的潜入圣殿，野兽沉重的呼吸声从你脚下深处的密室传来。你的心跳在搜寻时快速跳动，心知踏错一步就会惹来杀身之祸。你拿到失窃物件的当下，野兽开始辗转反侧，你立即跑向出口。即使与野兽的巢穴已经相聚数哩，你还是能听见牠愤恨的咆啸。
