Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: For the sake of diplomacy, you decide to give Bolívar a few harmless bits of information regarding “La Chica Roja,” but nothing more. You can’t risk the truth of the situation getting out. Better that the police think of the Girl in the Carmine Coat as only an extraordinarily skilled thief, and nothing more. “That is all you know?” he asks, incredulous. “And here I thought that you being here meant… Oh well. I suppose she really is a mystery, after all. So how do you intend to help us catch her?” You tell Bolívar that you intend to capture her on your own. All you need from him is information regarding her objective and last known whereabouts in Buenos Aires. He pulls several photos of buildings in Buenos Aires out of his folder and reveals them to you. “La Chica Roja has carved a path of thievery and mischief throughout Buenos Aires. Hundreds of thousands of pesos in stolen art and artifacts.” He points to each of the photos, one by one. “Casa Rosada, Palacio Errázuriz, Banco de la Provincia. She has been spotted many times, but try as we might, we cannot catch her in the act. Those in charge are, shall we say… unhappy… with how the situation has been handled.” He looks away and scratches at the back of his hand as he stammers. It is clear to you that Bolívar’s career is on the line. But you know the stakes are much higher than that. “She is toying with us. She will toy with you too. Chew your investigation up and spit you out.” You assure Oficial Bolívar that you can catch her, but it’s better if his team stays out of your way. “If it means putting that thief behind bars, I will let you have a go at it,” he agrees. You shake the man’s hand, and a plan begins to brew.
de: Aus diplomatischen Gründen beschließt du, Bolívar ein paar wenig interessante Informationen über „La Chica Roja“ zu geben, mehr aber auch nicht. Du kannst nicht riskieren, dass die Wahrheit über die Lage ans Licht kommt. Es ist besser, wenn die Polizei das Mädchen im karmesinroten Mantel nur für eine außerordentlich geschickte Diebin hält, nicht mehr. „Das ist alles, was Sie wissen?“, fragt er ungläubig. „Und ich dachte, Ihr Erscheinen hier würde bedeuten ... Na ja. Dann ist und bleibt sie wohl wirklich ein Rätsel. Und wie wollen Sie uns helfen, sie dingfest zu machen?“ Du teilst Bolívar mit, dass du vorhast, sie auf eigene Faust zu fangen. Alles, was du von ihm brauchst, sind Informationen über ihre Pläne und ihren letzten bekannten Aufenthaltsort in Buenos Aires. Er holt mehrere Fotografien von Gebäuden in Buenos Aires aus einer Mappe und reicht sie dir. „La Chica Rojas Spur zieht sich durch ganz Buenos Aires – darunter schwere Diebstähle und andere Delikte. Der Schaden durch gestohlene Kunstwerke und Artefakte beläuft sich mittlerweile auf Hunderttausende von Pesos.“ Er zeigt nacheinander auf jede der Fotografien. „Casa Rosada, Palacio Errázuriz, Teatro Colón. Sie wurde zwar schon mehrmals gesichtet, aber wir konnten sie bislang nicht auf frischer Tat ertappen. Die Verantwortlichen sind, sagen wir mal ... unzufrieden ... mit der Art und Weise, wie die Situation bisher gehandhabt wurde“, stottert er, während er den Blick abwendet und sich am Handrücken kratzt. Dir ist klar, dass Bolívars Karriere auf dem Spiel steht. Aber du weißt auch, dass noch viel mehr auf dem Spiel steht. „Es ist so, als würde sie mit uns spielen. Das wird Sie auch mit Ihnen tun. Sie wird Sie an der Nase herumführen und Sie lächerlich machen.“ Du versicherst Oficial Bolívar, dass du sie fangen wirst und dass es besser wäre, wenn sich seine Leute dabei nicht dabei einmischen würden. „Wenn es bedeutet, dass die Diebin endlich hinter Gitter gebracht wird, lasse ich Ihnen freie Hand.“ Ihr schüttelt Hände und du schmiedest einen Plan.
es: En aras de la diplomacia, decides proporcionarle a Bolívar algo de información inofensiva sobre “la chica roja”, pero nada más. No puedes arriesgarte a que se sepa la verdad de la situación. Es mejor que la policía crea que la chica del abrigo carmín no es más que una ladrona de extraordinaria habilidad y nada más. —¿Eso es todo lo que sabe? —te pregunta con incredulidad—. Y yo que pensaba que su presencia aquí significaba… En fin, supongo que esa mujer es un verdadero misterio. ¿Entonces cómo pretende ayudarnos a atraparla? Le dices a Bolívar que tu intención es capturarla por tu cuenta. Lo único que necesitas de él es información sobre su objetivo y su último paradero conocido en Buenos Aires. El oficial saca de la carpeta que lleva varias fotos de edificios de Buenos Aires y te las enseña. —La chica roja se ha forjado un camino de robos y delitos por todo Buenos Aires. Cientos de miles de pesos en arte y artefactos robados. Te va señalando las fotos una a una y explica: —La Casa Rosada, el Palacio Errázuriz, el Banco de la Provincia… La han visto muchas veces, pero por mucho que nos esforcemos, no logramos atraparla <i>in fraganti</i>. Los de arriba están… descontentos… con la forma en la que se ha manejado la situación. Aparta la mirada y se rasca el dorso de la mano mientras tartamudea. Te resulta evidente que Bolívar se juega el puesto. Pero sabes que lo que está en juego realmente es algo mucho más importante. —Está jugando con nosotros. También jugará con usted. Se comerá su investigación con patatas. Aseguras al oficial Bolívar que puedes atraparla, pero que es mejor que su equipo no se interponga en tu camino. —Si eso significa meter a esa ladrona entre rejas, dejaré que lo intente usted —acepta. Os dais un apretón de manos y empezáis a trazar un plan.
fr: Au nom de la diplomatie, vous décidez de donner quelques informations inoffensives concernant « La Chica Roja », mais rien de plus. Vous ne pouvez pas risquer de dévoiler la vérité. il vaut mieux que la police pense que la Fille au Manteau Carmin est une voleuse extraordinairement talentueuse et rien de plus. « C'est tout ce que vous savez », demande-t-il, incrédule. « Dire que je pensais que votre venue allait enfin… Bon. Je suppose qu'elle restera un mystère, voilà tout. Alors, comment comptez-vous nous aider à l'attraper ? » Vous dites à Bolívar que vous avez l'intention de la capturer par vous-même. Vous avez seulement besoin qu'il vous donne des indices concernant ses cibles et ses récentes apparitions à Buenos Aires. Il ouvre son dossier et sort plusieurs photographies de bâtiments de la capitale argentine pour vous les montrer. « Dans cette ville, la Chica Roja a semé le chaos et des cambriolages partout sur son passage. Des centaines de milliers de pesos ont disparu, sous la forme d'artéfacts ou d'objets d'art. » Il vous indique chacune des photos, une par une. « Casa Rosada, Palacio Errazuriz, Banco de la Provincia. Elle a souvent été repérée, mais malgré tous nos efforts, nous n'arrivons jamais à la prendre sur le fait. Nos responsables sont, comment dire… mécontents… de la façon dont ce dossier a été pris en main. » Il détourne le regard et se gratte le dos de la main en même temps qu'il choisit ses mots. Il vous semble assez clair que la carrière de Bolívar ne tient qu'à un fil. Mais vous savez que les enjeux sont bien plus élevés que cela. « C'est comme si elle prenait plaisir à nous manipuler. Vous aussi, elle vous fera tourner en bourrique. Elle ne fera qu'une bouchée de vous et de votre enquête. » Vous assurez à l'Officier Bolívar que vous pouvez lui mettre le grappin dessus, mais ce sera plus facile si son équipe ne se met pas sur votre chemin. « Si cela veut dire que nous allons enfin pouvoir mettre cette voleuse derrière les barreaux, je veux bien vous l isser tenter votre chance », dit-il, en acceptant vos conditions. Vous serrez la main de l'officier et commencez à élaborer un plan.
it: Per il bene della diplomazia, decidete di riferire a Bolívar alcune informazioni innocue circa la Chica Roja, ma non di più. Non potete rischiare che la verità si diffonda e ritenete sia meglio che la polizia creda che la Ragazza con il Cappotto Carminio sia semplicemente un’abile ladra. “Tutto qui?” vi chiede l’agente, incredulo. “E io che pensavo che la vostra presenza significasse… Oh, beh. Immagino che questa donna sia davvero un mistero per tutti, dopotutto. Dunque… come potete aiutarci a metterla dietro le sbarre?” Gli spiegate che intendete farlo da soli. Tutto ciò che vi serve da lui sono informazioni sul modus operandi della donna e sulla sua ultima posizione nota in città. L’agente apre il fascicolo che aveva portato con sé, da cui sfila diverse fotografie degli edifici di Buenos Aires. “La Chica Roja ha tracciato un sentiero di furti ed effrazioni che tocca ogni angolo della capitale. Ha rubato opere d’arte e artefatti per centinaia di migliaia di pesos.” Vi indica tutte le foto, una dopo l’altra: “Casa Rosada, Palacio Errázuriz, Teatro Colón. È stata avvistata più volte, ma non siamo mai riusciti a coglierla sul fatto. I miei capi sono… scontenti per il modo in cui abbiamo gestito la questione, per usare un eufemismo.” Bolivar distoglie lo sguardo. Inizia a grattarsi nervosamente il dorso della mano e notate una certa incertezza nella sua parlata: è abbastanza chiaro che la sua carriera dipende dalla chiusura del caso, ma sapete anche che in gioco c’è molto di più del suo distintivo. “Si sta prendendo gioco di noi. E lo farà anche con voi, vedrete. Mangerà voi e la vostra indagine e sputerà tutto fuori.” Assicurate all’oficial Bolivar che riuscirete ad acciuffarla, ma è meglio che la sua squadra si faccia da parte. “Se questo significa mettere quella ladra dietro le sbarre, farò a modo vostro.” Gli stringete la mano e iniziate a escogitare un piano.
ko: 좋은 관계를 유지하는 측면에서라도, 모든 것을 숨기는 것보다는 “라 치카 로하”에 관한 몇 가지 무해한 부스러기 정보만 넘기는 것이 좋다고 판단했습니다. 진상을 폭로했다가는 위험할 것이 뻔하니, 구태여 많은 정보를 흘릴 필요는 없습니다. 새빨간 코트를 걸친 소녀가 그저 비범한 도둑일 뿐이라고 믿게 하는 것이 백번 나을 것입니다. 경감이 의심을 감추지 못하고 묻습니다. “그게 답니까? 그쪽이 여기 오셨다는 건... 아, 뭐 그래요. 그렇다면 정말 불가사의하고도 신출귀몰한 도둑인 거군요. 자, 그러면 어떻게 라 치카 로하를 잡도록 도와주실 겁니까?” 당신은 직접 라 치카 로하를 붙잡겠다고 밝힙니다. 그러니 볼리바르 경감에게 부에노스아이레스에서 가장 최근에 라 치카 로하가 목격된 곳과 그녀의 목적에 대해서만 알려 달라고 청했습니다. 경감이 서류철에서 부에노스아이레스 일대의 건물 사진 몇 장을 꺼냅니다. “라 치카 로하는 부에노스아이레스 전역에서 절도 행각을 벌이고 있습니다. 도난당한 미술품과 공예품만 해도 이미 수십만 페소의 가치를 뛰어넘었죠.” 경감이 사진을 하나하나 짚으며 말합니다. “카사 로사다, 팔라시오 에라수리스, 반코 데 라 프로빈시아. 목격된 것만 수차례에 이르지만, 저희 힘으로는 라 치카 로하를 현장에서 검거할 수 없었습니다. 그러니 윗선에서는 통제 범위를 벗어난 현 상황이 썩... 만족스럽지 않다... 고 여기는 거죠.” 말을 더듬던 볼리바르 경감이 시선을 돌리며 손등을 긁습니다. 이번 일로 인해 볼리바르 경감의 경력이 위태로워진 것은 불 보듯 뻔한 일입니다. 그러나 여기에 얽힌 이해관계는 경감 개인의 신변 문제보다도 더욱더 심각합니다. “아주 우리를 가지고 놀고 있더군요. 그쪽도 놀아날 게 분명합니다. 조사고 뭐고 따라붙어 봐야 씹다 뱉은 개껌 신세가 되어 버리겠죠.” 당신은 볼리바르 경감에게 라 치카 로하를 잡을 수 있을 거라고 장담하며, 경찰이 방해하지만 않는다면 더 수월할 것이라고 밝힙니다. 경감이 당신의 요청을 받아들입니다. “도둑 놈을 철창에 처넣을 수 있기만 하다면야, 그렇게 해드리죠.” 당신은 경감과 악수하고 계획을 짜기 시작합니다.
pl: W imię dobrych relacji postanawiasz rzucić Bolívarowi kilka strzępków informacji o „La Chica Roja”, ale bez specjalnych konkretów. Nie chcesz ryzykować, że prawda wyjdzie na jaw. Lepiej dla lokalnych służb, żeby nadal wierzyły, że Dziewczyna w czerwonym płaszczu to po prostu bardzo zręczna złodziejka. „To wszystko, co wiesz?” – pyta bez przekonania – „a już myślałem, że skoro tu jesteś to… no cóż, wychodzi na to, że dziewczyna jest chodzącą zagadką. Więc jak chciałbyś nam pomóc ją schwytać?”. Tłumaczysz Bolívarowi, że wolałbyś zająć się tą sprawą na własną rękę. Jedyne czego od niego potrzebujesz to informacje o jej celu i ostatnim znanym miejscu pobytu w Buenos Aires. W odpowiedzi podaje ci plik zdjęć, przedstawiających różne budynki w mieście. „La Chica Roja zostawia za sobą w Buenos Aires ścieżkę wybrukowaną oszustwami i kradzieżami. Skradzione dzieła sztuki i artefakty warte setki tysięcy pesos. Wskazuje po kolei na zdjęcia. „Casa Rosada, Palacio Errázuriz, Banco de la Provincia. Widziano ją wiele razy, ale jak możesz się domyślić, nigdy nie udało się nam przyłapać jej na gorącym uczynku. Ci na samej górze nie są… zadowoleni… z postępów w śledztwie”. Odwraca głowę i nerwowo drapie się po dłoni. Jest dla ciebie jasne, że ważą się tutaj losy dalszej kariery Bolívara. A w głębi duszy wiesz, że stawka jest o wiele, wiele wyższa. „Zupełnie jakby się z nami bawiła. Z tobą też będzie się obchodzić jak z zabawką. Zamieni twoje śledztwo w drwinę, a z ciebie zrobi durnia”. Zapewniasz funkcjonariusza Bolívara, że zdołasz ją schwytać, ale lepiej, jeśli on i jego ludzie będą trzymać się z daleka. – „Jeśli dzięki temu uda się wreszcie przyskrzynić tego złodziejaszka, to rób swoje”. Wymieniacie uścisk dłoni po czym samotnie zaczynasz opracowywać plan.
ru: Из дипломатических соображений вы решаете сообщить Боливару несколько безобидных фактов о Девице в красном, но не более того. Вы не можете допустить того, чтобы правда о ситуации утекла наружу. Пускай лучше полиция считает Девушку в карминовом плаще всего лишь необычайно искусной воровкой, и не более того. «И это всё, что вы знаете? — недоверчиво спрашивает он. — А я-то думал, что ваше прибытие означает… Ну что ж. Полагаю, в конце концов, она действительно загадка. Так как же вы собираетесь помочь нам поймать её?» Вы говорите Боливару, что планируете пленить её самостоятельно. Всё, что вам нужно от него, это информация о её цели и последнем известном местонахождении в Буэнос-Айресе. Он достаёт из своей папки несколько фотографий зданий в Буэнос-Айресе и передаёт их вам. «Девица в красном творит грабёж и злодеяния по всему городу. Похищенные предметы искусства и артефакты оцениваются в сотни тысяч песо. — Он показывает фото одно за другим. — Каса Росада, резиденция президента. Паласио Эррасурис, национальный музей декоративного искусства. Банк Провинции. Её замечали много раз, но как бы мы ни старались, мы не можем поймать её на месте преступления. Начальство, скажем так… недовольно нашей работой». Он смотрит в сторону и почёсывает тыльную сторону ладони, запнувшись. Похоже, на кону карьера Боливара. Но вы прекрасно понимаете, что реальные ставки гораздо выше. «Она словно играет с нами. И с вами тоже поиграет. Прожуёт ваше расследование и выплюнет». Вы заверяете офицера Боливара, что способны поймать её, но будет лучше, если его люди не будут путаться под ногами. «Если это значит, что мы наконец-то упечём эту воришку за решётку, я дам вам шанс», — соглашается он. Вы пожимаете ему руку и начинаете разрабатывать план.
zh: 为了避免外交上的麻烦，你决定只告诉玻利瓦一部分“红姑娘”的情报，你不能冒险将事情复杂化。最好让警方认为红大衣女孩只是个技巧高超的神偷就好。“你知道的就只有这样？”玻利瓦无法置信。“我以为你来到这里是代表……算了，她是真的非常神秘。所以你打算如何帮助我们逮到她？” 你对玻利瓦表示你打算独力抓到她，你只需要她在布宜诺斯艾利斯活动地点的情报。玻利瓦从档案夹中抽出几张照片给你。“红姑娘在布宜诺斯艾利斯一路作案捣乱，无数价值连城的画作与艺术品失窃。“他指著一张一张的照片说：“玫瑰宫、埃拉苏里宫、哥伦布剧院。她被目击到许多次，但不管我们怎么尝试都无法在她作案时逮到她。上级们对这个状况非常……不满意。”他撇开目光，边抓挠自己的手背边心虚的说。显然玻利瓦的职涯岌岌可危，但这件事牵扯的远不止他个人的事业。“她在玩弄我们，你也会被她耍的团团转，她会把你的调查像嚼口香糖一样，嚼腻了就吐掉。” 你向玻利瓦督察保证你一定会抓到她”但建议他的团队不要涉入。“只要能逮到那个小贼”我会尽我所能。”他同意了。你们握了握手，你开始制定计划。
