Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You shake your head. This isn’t a negotiation—you cannot let Oficial Bolívar and his investigation impede yours in any way. “And what makes you think I am going to cooperate if you refuse to assist?” You pull out one of the letters given to you by Agent Taylor and hand it to Bolívar. He opens it slowly and warily, keeping his eyes on you the entire time. It takes him little time to read through the entire thing, after which he crumples it up and tosses it back onto the table. “Damn you,” he says. You ask him once more what he knows regarding the target’s objective and last known whereabouts. He pulls several photos of buildings in Buenos Aires out of his folder and tosses them onto the table. “La Chica Roja has carved a path of thievery and mischief throughout Buenos Aires. Hundreds of thousands of pesos in stolen art and artifacts.” He points to each of the photos, one by one. “Casa Rosada, Palacio Errázuriz, Banco de la Provincia. She has been spotted many times, but try as we might, we cannot catch her in the act. And now here you are, complicating the whole ordeal.” You examine the photos, ignoring Bolívar’s annoyed glare. It’s obvious that his career is on the line, but you cannot let the frustration of one man get in the way of your investigation. If the police get to the Girl in the Carmine Coat before you do, the best case scenario is that it will be tougher for you to get the information you need from her. Worst case scenario, it will only put them all in danger. Better for you to be the one to confront her. You tell Oficial Bolívar that his team is to stay out of your way while you conduct your own investigation. Furthermore, you must be the one to question her if she is taken into custody—not the police. He lets out a sigh and shakes his head. “Do what you’re gonna do. Won’t be my head on the chopping block this time.” You get the feeling that Bolívar doesn’t think you can pull this off, but unlike him, you understand what you’re truly up against… though you still don’t know why. You take his documents and begin to brew a plan.
de: Du schüttelst den Kopf. Dies ist keine Verhandlung – du kannst nicht zulassen, dass Oficial Bolívar und seine Ermittlungen deine eigenen in irgendeiner Weise behindern. „Und wie kommen Sie darauf, dass ich kooperiere, wenn Sie sich weigern, mir zu helfen?“, fragt Bolívar gereizt. Du ziehst einen der Briefe heraus, die du von Commissioner Taylor erhalten hast, und reichst ihn Bolívar. Er öffnet ihn langsam und misstrauisch, wobei er dich im Auge behält. Es dauert nicht lange, bis Bolívar den Brief ganz gelesen hat. Dann zerknüllt er ihn und lässt ihn auf den Tisch fallen. „Verdammt noch mal“, sagt er. Du fragst ihn noch einmal, was er über die Pläne und den letzten bekannten Aufenthaltsort der Zielperson weiß. Er holt mehrere Fotografien von Gebäuden in Buenos Aires aus einer Mappe und wirft sie vor dir auf den Tisch. „La Chica Rojas Spur zieht sich durch ganz Buenos Aires – darunter schwere Diebstähle und andere Delikte. Der Schaden durch gestohlene Kunstwerke und Artefakte beläuft sich mittlerweile auf Hunderttausende von Pesos.“ Er zeigt nacheinander auf jede der Fotografien. „Casa Rosada, Palacio Errázuriz, Teatro Colón. Sie wurde zwar schon mehrmals gesichtet, aber wir konnten sie bislang nicht auf frischer Tat ertappen. Und jetzt kommen Sie auch noch daher und verkomplizieren die Sache weiter.“ Du betrachtest die Fotografien und ignorierst seinen finsteren Blick. Es ist offensichtlich, dass Bolívars Karriere auf dem Spiel steht. Aber du kannst die Frustration dieses Mannes nicht deine ganze Ermittlung gefährden lassen. Wenn die Polizei das Mädchen im karmesinroten Mantel vor dir erwischt, wird es für dich im besten Fall schwieriger sein, die benötigten Informationen von ihr zu bekommen. Im schlimmsten Fall bringt es alle in Gefahr. Du solltest sie also besser zuerst zur Rede stellen. Du teilst Oficial Bolívar mit, dass er und seine Leute sich nicht in deine Ermittlungen einmischen sollen. Außerdem stellst du klar, dass die Zielperson nach ihrer Ergreifung zuerst von dir befragt wird – nicht von der Polizei. Er seufzt und schüttelt nur den Kopf. „Machen Sie doch, was Sie wollen. Dafür werde ich diesmal ganz sicher nicht den Kopf hinhalten.“ Du hast das Gefühl, dass Bolívar nicht an deinen Erfolg glaubt. Aber im Gegensatz zu ihm weißt du, gegen was du kämpfst ... aber nicht, warum du dagegen kämpfst. Du sammelst seine Dokumente ein und schmiedest einen Plan.
es: Niegas con la cabeza. Esto no es una negociación; no puedes permitir que el oficial Bolívar y su investigación obstaculicen la tuya de ningún modo. —¿Y qué le hace pensar que voy a cooperar si se niega a ayudarme? Sacas una de las cartas que te dio la agente Taylor y se la entregas. La abre lenta y cautelosamente, sin quitarte la vista de encima. No tarda mucho en leerla entera, tras lo cual hace una bola con ella y la tira sobre la mesa. —Maldito sea —dice. Le preguntas una vez más qué sabe sobre el objetivo de la sujeto y sobre su último paradero conocido. El oficial saca de la carpeta que lleva varias fotos de edificios de Buenos Aires y las echa sobre la mesa. —La chica roja se ha forjado un camino de robos y delitos por todo Buenos Aires. Cientos de miles de pesos en arte y artefactos robados. Te va señalando las fotos una a una y explica: —La Casa Rosada, el Palacio Errázuriz, el Banco de la Provincia… La han visto muchas veces, pero por mucho que nos esforcemos, no logramos atraparla <i>in fraganti</i>. Y ahora llega usted a complicarlo todo aún más. Examinas las fotos mientras ignoras la mirada molesta de Bolívar. Te resulta evidente que se juega el puesto, pero no puedes permitir que la frustración de un hombre se interponga en tu investigación. Si la policía captura a la chica del abrigo carmín antes que tú, en el mejor de los casos te resultará más difícil sacarle la información que necesitas. En el peor, estaréis todos en peligro. Es mejor que seas tú quien se enfrente a ella. Le dices al oficial Bolívar que su equipo debe quedarse fuera de tu camino mientras llevas a cabo tu investigación. Además, serás tú quien la interrogue si la detienen, no la policía. Suspira y sacude la cabeza. —Haga lo que tenga que hacer. Esta vez no seré yo quien se juegue la cabeza. Tienes la impresión de que Bolívar no cree que vayas a lograrlo, pero a diferencia de él, tú sí entiendes a qué te enfrentas… aunque todavía no sabes por qué. Coges sus documentos y empiezas a trazar un plan.
fr: Vous secouez la tête. Ce n'est pas une négociation : quoiqu'il en coûte, vous ne pouvez pas laisser Bolívar et son enquête empiéter sur vos recherches. « Et qu'est-ce qui vous fait penser que je vais coopérer si vous refusez de m'aider ? » Vous sortez une des lettres que vous a remises l'Agent Taylor et la tendez à Bolívar. Il l'ouvre lentement et avec méfiance, en gardant les yeux sur vous. Cela ne lui prend que peu de temps pour lire tout le document, après quoi il le froisse et le jette sur la table. « C'est pas vrai ! » peste-t-il. Vous lui demandez une fois de plus ce qu'il sait concernant les objectifs de la cible et les derniers endroits où elle a été aperçue. Il ouvre son dossier et sort plusieurs photographies de bâtiments de la capitale argentine pour vous les montrer. « Dans cette ville, la Chica Roja" semé le chaos et des cambriolages partout sur son passage. Des centaines de milliers de pesos ont disparu, sous la forme d'artéfacts ou d'objets d'art. » Il vous indique chacune des photos, une par une. « Casa Rosada, Palacio Errazuriz, Banco de la Provincia. Elle a souvent été repérée, mais malgré tous nos efforts, nous n'arrivons jamais à la prendre sur le fait. Et maintenant, vous voilà, ce qui complique encore les choses. » Vous examinez les photos en ignorant le regard courroucé de Bolívar. Il est évident que sa carrière est menacée, mais vous ne pouvez pas laisser la frustration d'un seul homme menacer votre enquête. Si la police trouve la fille au Manteau Carmin avant vous, dans le meilleur des cas, vous aurez du mal à obtenir d'elle les informations dont vous avez besoin. Dans le pire des cas, tous les agents de Bolívar seraient en danger. Il vaut mieux pour vous que vous soyez seul à l'affronter. Vous dites à l'Officier Bolívar que son équipe doit rester hors de votre chemin tant que vous menez votre propre enquête. De plus, c'est vous qui devrez l'interroger si elle est finalement arrêtée : pas la police. Il soupire et secoue la tête. « Faites comme bon vous semble. Cette fois-ci ce n'est pas moi qui paierai les pots cassés. » Vous avez le sentiment que Bolívar ne vous croit pas à la hauteur de la situation, mais contrairement à lui, vous savez réellement à quoi vous avez à faire… même si vous ne savez pas pourquoi. Vous prenez ses documents et commencez à échafauder un plan.
it: Scuotete il capo. Non siete venuti qui per negoziare e non potete permettere che l’oficial Bolivar e le sue indagini vi ostacolino. “Cosa vi fa credere che collaboreremo, se vi rifiutate di aiutarmi? Gli mostrate una delle lettere che vi ha consegnato la commissaria Taylor. L’uomo la apre lentamente e con cautela, tenendovi gli occhi addosso per tutto il tempo. Non gli ci vuole molto a leggerla per intero. “Maledizione!” impreca, appallottolando il foglio e buttandolo sul tavolo. Gli chiedete ancora una volta se sappia qualcosa sull’obiettivo del bersaglio e sulla sua ultima posizione conosciuta. Bolivar apre il fascicolo che aveva portato con sé, da cui sfila diverse fotografie che ritraggono degli edifici di Buenos Aires. “La Chica Roja ha tracciato un sentiero di furti ed effrazioni che tocca ogni angolo della capitale. Ha rubato opere d’arte e artefatti per centinaia di migliaia di pesos.” Vi indica tutte le foto, una dopo l’altra: “Casa Rosada, Palacio Errázuriz, Teatro Colón. È stata avvistata più volte, ma non siamo mai riusciti a coglierla sul fatto. E ora eccovi qua anche voi, a complicare l’intera faccenda.” Esaminate le foto, ignorando lo sguardo infastidito del vostro contatto. E chiaro che la sua carriera dipende dalla chiusura del caso, ma non potete lasciare che la frustrazione di un singolo vi ostacoli. Se la polizia dovesse acciuffare la Ragazza con il Cappotto Carminio prima di voi, nella migliore delle ipotesi vi renderà più difficile ottenere da lei le informazioni che cercate, ma nella peggiore… i poliziotti rischierebbero seriamente la pelle. Meglio che siate voi ad affrontarla. Spiegate all’oficial Bolivar che preferireste che lui e la sua squadra non interferissero mentre indagate sul caso. Inoltre, se la donna dovesse venire arrestata, volete assicurarvi che sarete voi a condurre l’interrogatorio, e non la polizia. L’uomo scuote il capo, lasciandosi scappare un sospiro. “Fate quello che dovete. Non ho alcuna intenzione di fare il capro espiatorio, a questo giro.” Avete la sensazione che Bolívar non confidi nel vostro successo ma, a differenza sua, conoscete bene la natura di ciò che state per affrontare… anche se non siete ancora sicuri del perché lo stiate facendo. Esaminate i documenti che vi ha portato e iniziate a escogitare un piano.
ko: 당신은 고개를 내젓습니다. 이건 협상이 아니며, 볼리바르 경감이 단독적으로 수사를 한답시고 당신의 조사를 방해하게 둘 수도 없습니다. “그렇게 수사 공조를 딱 잘라 거절해 놓고서 제가 순순히 도와 줄 거라고 생각하는 이유가 뭡니까?” 당신은 테일러 국장에게서 받은 편지 한 통을 꺼내 볼리바르 경감에게 건넵니다. 경감은 천천히 그리고 경계하는 듯이 편지를 펼치더니, 편지를 보는 내내 당신을 번갈아 가며 바라봅니다. 잠시 후 그가 다 읽은 편지를 구겨서 다시 탁자 위로 내던지며 욕지거리를 뱉습니다. “염병할.” 당신은 볼리바르 경감에게 부에노스아이레스에서 가장 최근에 라 치카 로하가 목격된 곳과 그녀의 목적에 대해서 알려 달라고 청했습니다. 경감은 서류철에서 부에노스아이레스 일대의 건물 사진 몇 장을 꺼내서는 테이블 위로 집어던집니다. “라 치카 로하는 부에노스아이레스 전역에서 절도 행각을 벌이고 있습니다. 도난당한 미술품과 공예품만 해도 이미 수십만 페소의 가치를 뛰어넘었죠.” 경감이 사진을 하나하나 짚으며 말합니다. “카사 로사다, 팔라시오 에라수리스, 반코 데 라 프로빈시아. 목격된 것만 수차례에 이르지만, 저희 힘으로는 라 치카 로하를 현장에서 검거할 수 없었습니다. 그리고 이제 여기 당신네까지 굴러들어 와 박혀버렸군요. 안 그래도 어려운 판인데 말입니다.” 당신은 볼리바르 경감의 성난 눈길을 무시하고서 사진을 살핍니다. 이번 일로 인해 볼리바르 경감의 경력이 위태로워진 것은 불 보듯 뻔한 일이지만, 일개 경감의 불만으로 조사를 그르칠 수는 없는 법입니다. 만약 현지 경찰이 당신보다 먼저 새빨간 코트를 걸친 여인을 붙잡는다면, 최상의 시나리오가 펼쳐진다고 하더라도 그녀로부터 원하는 정보를 추궁하기 힘들어질 것입니다. 최악의 시나리오대로라면... 모두가 위험에 빠질 것입니다. 그러니 여기서 경찰은 배제하고서, 당신이 직접 라 치카 로하와 맞서는 것이 낫습니다. 볼리바르 경감에게 당신이 조사하는 동안 방해가 되지 않도록 경찰을 물리라고 단단히 일러두었습니다. 또한, 라 치카 로하의 신병을 확보한 후에도 경찰이 아니라 당신이 직접 심문하겠다는 점을 확실히 해둡니다. 경감이 한숨을 내쉬며 절레절레 고개를 젓습니다. “하고 싶은 대로 하쇼. 적어도 이번엔 내 모가지가 도마 위에 오르지는 않을 테니까.” 볼리바르는 당신이 이번 일을 감당할 수 없다고 생각하는 듯하지만, 당신은 경감과는 달리 자신이 진정 무엇을 상대하고 있는지는 알고 있습니다. 물론 라 치카 로하가 무엇을 노리고 있는지는 아직도 오리무중이지만... 당신은 경감에게서 서류를 넘겨받아 계획을 짜기 시작합니다.
pl: Kiwasz przecząco głową. To nie są żadne negocjacje – nie możesz pozwolić, żeby funkcjonariusz Bolívar i jego ludzie wchodzili ci w paradę. „A niby czemu miałbym ci pomóc, skoro ty nie chcesz współpracować?” Wyjmujesz jeden z listów otrzymanych od agentki Taylor i przekazujesz go Bolívarowi. Otwiera go nie spuszczając cię z oka. W kilka chwil zapoznaje się z jego treścią, po czym mnie list i rzuca go na stół. „Niech cię szlag” – mówi. Po raz ostatni pytasz go o wszystko, co wie na temat celu i ostatniego miejsca jego pobytu. W odpowiedzi podaje ci plik zdjęć, przedstawiających różne budynki w mieście. „La Chica Roja zostawia za sobą w Buenos Aires ścieżkę wybrukowaną oszustwami i kradzieżami. Skradzione dzieła sztuki i artefakty warte setki tysięcy pesos. Wskazuje po kolei na zdjęcia. „Casa Rosada, Palacio Errázuriz, Banco de la Provincia. Widziano ją wiele razy, ale jak możesz się domyślić, nigdy nie udało się nam przyłapać jej na gorącym uczynku. A teraz, na domiar złego, ty się pojawiłeś i wszystko utrudniasz”. Zapoznajesz się ze zdjęciami, ignorując przy tym zdenerwowane spojrzenie Bolívara. Jest dla ciebie jasne, że ważą się tutaj losy jego dalszej kariery, ale nie możesz pozwolić, by frustracja jednego człowieka położyła się cieniem na twoim śledztwie. Jeśli policja pierwsza dopadnie Dziewczynę w czerwonym płaszczu, to w najlepszym razie utrudni ci to wydobycie z niej jakichkolwiek informacji. W najgorszym tylko niepotrzebnie będą ryzykować życiem. Lepiej, byś to ty podjął rękawicę. Informujesz Bolívara, by wraz ze swoimi ludźmi trzymał się z daleka, kiedy ty będziesz prowadził śledztwo. Co więcej, to ty, a nie policja, powinieneś ją przesłuchać, gdy już uda się ją przyskrzynić. Wzdycha i kiwa potakująco głową. „Rób co musisz. Nie mam zamiaru znowu nadstawiać karku”. Masz przeczucie, że Bolívar nie wierzy, że podołasz zadaniu, ale w odróżnieniu od niego, ty wiesz z kim masz do czynienia… Choć nadal nie rozumiesz dlaczego. Zabierasz dokumenty, które ci przekazał i zaczynasz planować kolejny ruch.
ru: Вы качаете головой. Это не переговоры — вы не можете позволить офицеру Боливару и его расследованию помешать вашему. «И почему вы думаете, что я буду сотрудничать, если вы отказываетесь помочь мне?» Вы достаёте одно из писем, переданных вам агентом Тейлор, и протягиваете его Боливару. Он медленно и настороженно открывает его, не сводя с вас глаз. У него уходит немного времени, чтобы прочесть письмо полностью, после чего он сминает его и бросает обратно на стол. «Чёрт бы вас побрал», — говорит он. Вы ещё раз спрашиваете его, что ему известно о цели и послед нем известном местонахождении объекта. Он достает из своей папки несколько фотографий зданий в Буэнос-Айресе и толкает их к вам. «Девица в красном творит грабёж и злодеяния по всему городу. Похищенные предметы искусства и артефакты оцениваются в сотни тысяч песо. — Он показывает фото одно за другим. — Каса Росада, резиденция президента. Паласио Эррасурис, национальный музей декоративного искусства. Банк Провинции. Её замечали много раз, но как бы мы ни старались, мы не можем поймать её на месте преступления. А тут ещё вы, усложняете нам всё». Вы изучаете фото, игнорируя раздражённый взгляд Боливара. Похоже, на кону его карьера, но вы не можете позволить разочарованию одного человека встать на пути вашего расследования. Если полиция доберётся до Девушки в карминовом плаще раньше вас, в лучшем случае вам будет сложнее получить от неё необходимую информацию. В худшем это только подвергнет их всех опасности. Будет лучше, если против неё выступите именно вы. Вы говорите офицеру Боливару и его команде не путаться под ногами, пока вы проводите собственное расследование. Более того, именно вы, а не полиция, должны будете допросить её, если её возьмут под стражу. Он вздыхает и качает головой. «Делайте, что должны. В этот раз не моя голова ляжет на плаху». У вас возникает чувство, что Боливар в вас не верит, но, в отличие от него, вы понимаете, с чем вам предстоит столкнуться… Хотя до сих пор не знаете зачем. Вы забираете бумаги и начинаете разрабатывать план.
zh: 你摇头拒绝，你不是来被审问的。不能让玻利瓦督察妨碍你。你对他说：“你为什么会认为在你不愿提供协助的状况下，我还会跟你合作？” 你拿出调查官泰勒给你的信交给玻利瓦。他一边怀疑的盯著你，一边缓慢的将信抽出来。他花了一点时间看完内容，然后将它揉烂丢在桌上。“去你的。”你再度要求他提供目标的情报跟最后目击的地点。他从档案夹中抽出几张布宜诺斯艾利斯建筑的照片、将它们丢在桌上。“红姑娘在布宜诺斯艾利斯一路作案捣乱，无数价值连城的画作与艺术品失窃。“他指著一张一张的照片说：“玫瑰宫、埃拉苏里宫、省立银行。她被目击到许多次，但不管我们怎么尝试都无法在她作案时逮到她。而现在你又来搅局，把一切弄得更复杂。” 你忽略玻利瓦控诉的目光，迳自研究著照片。显然玻利瓦的职涯岌岌可危，但你不能让这位挫折的警官介入你的调查。如果警方先逮到红大衣女孩，把你之后的行动变的更加困难已经是最好的情况了；最糟的情况是他们都将置于危险之中。最好还是由你独自与她接触。 你告诉玻利瓦督察在你进行调查时不要妨碍到你。而且如果成功抓到红大衣女孩，你必须是第一个讯问她的人，而不是警方。玻利瓦叹了口气，摇了摇头：“随便你，反正这次不是我要上断头台了。”你知道他并不觉得你能成功，但你与他不同，虽然还不清楚红大衣女孩的动机，但你很清楚自己真正面对的是谁。你拿走了档案然后开始制定计划。

source: Remember that “Matias Bolívar doesn’t trust you.”
de: Merke dir, dass „Matias Bolívar dir nicht vertraut“.
es: Recuerda que “Matías Bolívar no se fía de los investigadores”.
fr: Rappelez-vous que « Matias Bolívar ne vous fait pas confiance. »
it: Annotate che “Matias Bolívar non si fida di voi”.
ko: “마티아스 볼리바르가 당신을 믿지 않는다”라고 기억합니다.
pl: Zapamiętaj, że „Matias Bolívar wam nie ufa”.
ru: Запомните, что Матиас Боливар не доверяет вам.
zh: 请记住“马提亚斯·玻利瓦不信任你”。

source: Remove 1 [tablet] token from the chaos bag. Add 1 [elder_thing] token.
de: Entferne 1 [tablet]-Marker aus dem Chaosbeutel. Füge dem Chaosbeutel 1 [elder_thing]-Marker hinzu.
es: Retira 1 ficha [tablet] de la bolsa de caos. Añade 1 ficha [elder_thing].
fr: Retirez 1 pion [tablet] de la réserve du Chaos et ajoutez 1 pion [elder_thing].
it: Rimuovete 1 segnalino [tablet] dal sacchetto del caos. Aggiungete 1 segnalino [elder_thing].
ko: 혼돈 주머니에서 [tablet] 토큰을 1개 제거하고 [elder_thing] 토큰을 1개 추가합니다.
pl: Usuń 1 żeton [tablet] z worka chaosu. Dodaj 1 żeton [elder_thing].
ru: Удалите 1 жетон [tablet] из мешка хаоса. Добавьте 1 жетон [elder_thing] в мешок хаоса.
zh: 从混乱袋中移除1个[tablet]标记，并加入1个[elder_thing]标记。

source: Build the agenda deck using only agenda 1 and the act deck using only acts 1 and 2.
de: Das Agendadeck wird nur mit der Agendakarte 1 erstellt und das Szenendeck nur mit den Szenenkarten 1 und 2.
es: Crea el mazo de Plan usando únicamente el plan 1, y el mazo de Acto usando únicamente los actos 1 y 2.
fr: Constituez le deck Intrigue en utilisant seulement l'Intrigue 1 et le deck Acte en utilisant seulement les Actes 1 et 2.
it: Componete il mazzo delle trame usando solo la Trama 1 e il mazzo dei capitoli usando solo il Capitolo 1 e il Capitolo 2.
ko: 주요사건 1 카드만을 사용하여 주요사건 덱을 구성합니다. 주요목적 1, 2 카드만을 사용하여 주요목적 덱을 구성합니다.
pl: Stwórz talię tajemnic i aktów, używając do tego odpowiednio jedynie Tajemnicy 1 oraz Aktów 1 i 2.
ru: Соберите колоду замыслов, используя только замысел 1, и колоду сцен, используя только сцены 1 и 2.
zh: 只使用密谋1形成密谋牌堆，使用场景1和2形成场景牌堆。

source: Put the Avenida de Mayo location into play.
de: Der Ort Avenida de Mayo wird ins Spiel gebracht.
es: Pon el Lugar Avenida de Mayo en juego.
fr: Mettez en jeu le lieu Avenida de Mayo.
it: Mettete in gioco il luogo Avenida de Mayo.
ko: ‘아베니다 데 마요’ 장소를 플레이 영역에 둡니다.
pl: Umieść w grze lokalizację Avenida de Mayo.
ru: Введите в игру локацию «Авенида-­де-­Майо».
zh: 将五月大道地点放置入场。

source: Each investigator begins play at Avenida de Mayo.
de: Jeder Ermittler beginnt das Spiel auf der Avenida de Mayo.
es: Cada investigador comienza la partida en la Avenida de Mayo.
fr: Chaque investigateur commence la partie dans l'Avenida de Mayo.
it: Iniziate la partita nell’Avenida de Mayo.
ko: 모든 조사자는 ‘아베니다 데 마요’에서 시작합니다.
pl: Każdy badacz rozpoczyna grę na Avenida de Mayo.
ru: Все сыщики начинают игру в «Авенида-­де-­Майо».
zh: 每位调查员从五月大道开始游戏。

source: Choose one of the seven remaining locations at random, and remove it from the game. Put the other six locations into play, surrounding Avenida de Mayo.
de: Aus den 7 verbliebenen Orten wird 1 Ort zufällig bestimmt und aus dem Spiel entfernt. Die anderen 6 Orte werden um die Avenida de Mayo herum ins Spiel gebracht.
es: Elige uno de los siete Lugares restantes al azar y retíralo de la partida. Pon los otros seis Lugares en juego, rodeando la Avenida de Mayo.
fr: Prenez au hasard un des sept lieux restants et retirez-le de la partie. Mettez en jeu les 6 autres lieux de telle sorte qu'ils entourent Avenida de Mayo.
it: Rimuovete casualmente dal gioco 1 dei 7 luoghi rimanenti. Mettete in gioco gli altri 6 luoghi, circondando l’Avenida de Mayo.
ko: 남은 일곱 장소 중 하나를 무작위로 선택하여 게임에서 제거합니다. 제거하지 않은 여섯 장소를 ‘아베니다 데 마요’를 둘러싸도록 플레이 영역에 둡니다<i>(추천 장소 배치를 참조하여 놓습니다)</i>.
pl: Wylosuj jedną z siedmiu pozostałych lokalizacji i usuń ją z gry. Umieść w grze sześć pozostałych lokalizacji dookoła Avenida de Mayo.
ru: Случайным образом выберите одну из оставшихся локаций и удалите её из игры. Введите другие 6 локаций в игру вокруг «Авенида-де-­Майо».
zh: 在剩余的七个地点中随机选择一张，将其从游戏中移除。将余的六个地点放置入场，放到五月大道周围。

source: <i><b>Note</b>: One of the below locations is randomly removed from the game during setup and will not be in play.</i>
de: <i><b>Hinweis</b>: Einer der Orte unten wird bei der Vorbereitung zufällig bestimmt und aus dem Spiel entfernt.</i>
es: <i><b>Nota</b>: Uno de los Lugares de la imagen se retirará de la partida al azar durante la preparación y no estará en juego.</i>
fr: <i><b>Note</b> : L'un des lieux ci-dessous est retiré aléatoirement de la partie lors de la mise en place et ne sera pas en jeu.</i>
it: <i><b>Nota</b>: Uno dei luoghi viene rimosso casualmente dal gioco durante la preparazione e non sarà in gioco.</i>
ko: <i><b>알아두기</b>: 해당 장소 중 하나는 게임을 준비하는 동안 무작위로 제거되기에 플레이 영역에 두지 않습니다.</i>
pl: <i><b>Uwaga</b>: jedna z przedstawionych poniżej lokalizacji zostanie losowo usunięta podczas przygotowania i nie będzie obecna w grze.</i>
ru: <i><b>Обратите внимание</b>: одна из вышеприведённых локаций будет удалена из игры случайным образом во время подготовки.</i>
zh: <i><b>注意</b>：其中一个上述的地点将会在游戏设置阶段被随机从游戏移除，因此将不会在场上。</i>

source: Catedral Metropolitana
ru: Кафедральный собор
zh: 主教座堂

source: Casa Rosada
ru: Каса Росада
zh: 玫瑰宫

source: Cementerio de la Recoleta
ru: Кладбище Реколета
zh: 拉雷科莱塔公墓

source: Banco de la Provincia
ru: Банк провинции Буэнос-Айрес
zh: 省立银行

source: Avenida de Mayo
ru: Авенида-де-Майо
zh: 五月大道

source: Palacio Errázuriz
ru: Паласио Эррасурис
zh: 埃拉苏里宫

source: Teatro Colón
ru: Театр «Колон»
zh: 哥伦布剧院

source: The Cabildo
de: Cabildo
es: El Cabildo
fr: Le Cabildo
ru: Кабильдо
zh: 卡比尔多市政厅
