Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You rush to apprehend your quarry, but with a twirl of shadows, she has vanished. It is as if she was a trick of the light all along—the same kind of mischief mirrored in Oficial Bolívar’s reports. Thankfully, you now possess enough of what she was after to put it together yourself. It takes some time and research, but eventually you are able to slot the various pieces of what you originally assumed to be art together. To your surprise, the result is an ornate figurine of a woman in robes. Tears, carved as thin lines like bloody scars, trail down the figure’s cheeks. With your new prize in tow, you report back to Oficial Bolívar the next day. He is more than a little miffed that his enemy escaped his grasp, but relieved that her campaign of thievery is finally at an end. “I warned you she would get away,” he says between sips of his espresso. “As far as my superiors are concerned, the book is closed on this one. Won’t look good on my record, but as long as she’s fled the city like you say, I am content with that.” You thank him again for his help and prepare to leave Buenos Aires behind.
de: Du eilst herbei, um die Zielperson zu fassen, da verschwindet sie in einem Wirbel aus Schatten. Gerade so, als wäre sie nur eine Lichttäuschung gewesen – genau wie in den kaum glaubhaften Berichten von Oficial Bolívar beschrieben. Zum Glück hast du genug von den Stücken gesammelt, hinter denen sie her war. Nach einiger Zeit und ein paar Experimenten gelingt es dir schließlich, die verschiedenen Teile, die du ursprünglich für Kunst gehalten hast, zusammenzufügen. Zu deiner Überraschung ist das Ergebnis die verzierte Figur einer Frau in einem Gewand. Tränen, die als dünne Linien wie blutige Narben eingemeißelt sind, ziehen sich über ihre Wangen. Mit deiner Beute im Gepäck meldest du dich am nächsten Tag bei Oficial Bolívar. Er ist mehr als nur ein wenig verärgert, dass seine Gegenspielerin entkommen konnte, aber auch erleichtert, dass die Einbruchsserie endlich ein Ende gefunden hat. „Ich habe Sie gewarnt, dass sie entkommen würde“, sagt er zwischen zwei Schlucken seines Espressos. „Was meine Vorgesetzten betrifft, so ist der Fall abgeschlossen. Es wird sich zwar nicht gut in meiner Akte machen, aber wenn sie aus der Stadt geflohen ist, wie Sie sagen, kann ich mit dem Ergebnis gut leben.“ Du bedankst dich noch einmal für seine Hilfe und bereitest dich darauf vor, Buenos Aires zu verlassen.
es: Corres para atrapar a tu presa, pero esta se desvanece en un remolino de sombras. Es como si hubiera sido una ilusión óptica todo el tiempo, el mismo tipo de treta que aparece en los informes del oficial Bolívar. Por suerte, ahora posees suficiente cantidad de lo que la presa buscaba como para recomponerlo por tu cuenta. Hace falta tiempo e investigar al respecto, pero al final logras encajar las diversas piezas de lo que en un principio pensabas que era arte. Para tu sorpresa, el resultado es una bonita figura de una mujer vestida con una túnica. Por las mejillas de la figura bajan unas lágrimas talladas como finas líneas que parecen cicatrices ensangrentadas. Con el premio a buen recaudo, informas al oficial Bolívar al día siguiente. Está bastante molesto al enterarse de que su enemiga ha escapado, pero aliviado por saber que su oleada de robos por fin ha terminado. —Le advertí de que huiría —dice mientras da sorbos a su expreso—. En lo que a mis superiores respecta, el caso está cerrado. No quedará bien en mi hoja de servicios, pero me conformo si de verdad ha huido de la ciudad como usted dice. Le agradeces de nuevo su ayuda y te preparas para dejar Buenos Aires.
fr: Vous vous précipitez pour appréhender votre cible, mais elle parvient à s'évanouir dans un tourbillon d'ombres. Comme si elle n'avait été qu'une illusion d'optique pendant tout ce temps : le même type de bizarreries que vous avez lues dans les rapports de l'Officier Bolívar. Heureusement, vous possédez à présent suffisamment de pièces pour pouvoir assembler la Clef vous-même. Cette entreprise vous demande du temps et des recherches, mais vous parvenez à placer correctement les diverses parties qui vous paraissaient être des œuvres d'art à part entière. À votre grande surprise, le résultat est une figurine gravée représentant une femme en robe. Des larmes ont été ciselées le long de ses joues : de fines lignes comme des cicatrices sanguinolentes. Fier de votre trophée, vous faites votre rapport à l'Officier Bolívar le jour suivant. Il est plus qu'un peu contrarié que sa rivale lui ait échappé, mais les cambriolages vont enfin cesser et cette idée lui apporte un certain soulagement. « Je vous avais prévenu qu'elle s'enfuirait », dit-il entre deux gorgées d'expresso. « En ce qui concerne mes supérieurs, l'affaire est classée. Cela ne fera pas très joli sur mes références, mais tant qu'elle a quitté la ville, comme vous le prétendez, je saurai m'en satisfaire. » Vous le remerciez encore pour son aide et vous préparez à quitter Buenos Aires.
it: Provate ad acciuffare la vostra preda, che però sparisce in un turbinio di ombre come se fosse stato tutto un effimero gioco di luci, proprio come aveva scritto l’oficial Bolívar nei suoi rapporti. Fortunatamente, avete racimolato un sufficiente numero di pezzi per provare ad assemblare ciò a cui mirava la Chica Roja. Con un pò di tempo e dedizione riuscite a mettere insieme i vari elementi, che in principio pensavate fossero opere d’arte separate: il risultato, sorprendentemente, è un elegante statuetta di una donna che indossa una veste; le sue guance sono solcate da lacrime che sembrano cicatrici insanguinate. Il giorno dopo fate rapporto all’oficial Bolívar con il vostro ultimo ritrovamento al seguito: l’uomo sembra decisamente seccato nel venire a conoscenza dell’ennesima fuga della sua acerrima nemica, ma il fatto che abbiate posto fine alla serie di furti lo rassicura. “Vi avevo avvertiti che sarebbe riuscita a scappare” afferma sorseggiando un caffè. “Per i miei superiori il caso è chiuso: non sarà una nota particolarmente felice sul mio curriculum, ma finché quella donna se ne starà lontana dalla città, me lo farò bastare.” Lo ringraziate nuovamente per il suo aiuto e vi preparate per lasciarvi Buenos Aires alle spalle.
ko: 당신은 라 치카 로하를 붙잡기 위해 달려갔지만, 허공에서 그림자가 빙그르르 돌더니 그녀는 사라져버리고 말았습니다. 볼리바르 경감의 보고서에서도 언급되어 있던 것처럼, 지금까지 당신이 쫓아다녔던 여인의 모습이 줄곧 빛의 속임수였던 것만 같습니다. 다행히도 이제는 라 치카 로하가 훔치려던 미술품 조각은 대부분 당신의 손에 들어왔고, 이것만으로 충분히 조각을 짜맞춰 볼 수 있을 것 같습니다. 시간이 좀 걸리긴 했지만, 당신은 조각조각나기 전의 상태로 파편을 하나씩 맞춰가며 미술품을 원상복구해냅니다. 완성된 미술품은 놀랍게도 예복을 입은 여인의 조각상이었습니다. 기이하게도 이 정교한 조각상의 뺨에 새겨진 가느다란 선을 타고 피처럼 새빨간 눈물이 흘러내립니다. 조각상을 회수한 당신은 다음 날, 보고를 하기 위해 볼리바르 경감에게 되돌아갑니다. 경감은 범인이 자신의 손아귀에서 벗어났다는 사실에 발끈했지만, 마침내 라 치카 로하의 연쇄 절도 행각이 끝났음에 안도합니다. 볼리바르 경감이 에스프레소를 홀짝이며 말합니다. “도망갈 거라고 경고했잖습니까. 그래도 상부에 다가는 이걸로 사건 종결 보고를 올려도 되겠군요. 범인을 검거하진 못했으니 제 경력에는 썩 좋지 않겠지만, 그래도 그쪽 말마따나 라 치카 로하가 부에노스아이레스에서 떠난 것만으로도 만족합니다.” 당신은 다시금 경감에게 협조해 줘서 고맙다고 전하고는 부에노스아이레스를 뜰 채비를 합니다.
pl: Ruszasz, by pochwycić swoją przeciwniczkę, ale oplata ją całun cieni, po czym znika ci z oczu. Wyglądało to, jakby była tylko iluzją, która w tym momencie się rozwiała– zupełnie jak w dotychczasowych raportach Bolívara. Na szczęście udało ci się zdobyć to, czego poszukiwała kobieta, i teraz sam możesz poskładać wszystko do kupy. Wymaga to nieco poszukiwań i czasu, lecz ostatecznie łączysz ze sobą fragmenty, które uważałeś do tej pory za wytwory sztuki. Ku twojemu zaskoczeniu, efekt twojej pracy to posążek kobiety odzianej w szaty. Wzrok przykuwają zwłaszcza łzy, wyryte na jej policzkach niczym krwawe bruzdy. Następnego dnia wracasz do Bolívara, wraz ze swoją zdobyczą. Jest bardziej niż poirytowany faktem, że jego zaciekły wróg ponownie się mu wymknął, a z drugiej strony widać po nim ulgę z powodu zakończenia się plagi kradzieży. „Uprzedzałem, że ci zwieje” – zauważa popijając espresso. „Dla moich przełożonych ta sprawa jest zamknięta. Nie będzie to chlubny zapisek w moich aktach, ale jeśli naprawdę zbiegła na dobre z miasta, to jakoś to przeżyję”. Raz jeszcze dziękujesz mu za pomoc i szykujesz się do opuszczenia Buenos Aires.
ru: Вы бросаетесь на свою цель в попытке задержать её, но Девица исчезает в завихрении теней, словно всё это время она была игрой света. Похоже на проделки, описанные в отчёте офицера Боливара. К счастью, теперь у вас есть достаточно предметов, за которыми она гонялась, чтобы воспользоваться ими самостоятельно. Требуется немного времени и исследований, но в конце концов вам удаётся собрать различные предметы «искусства» воедино. К вашему удивлению, в результате получается богато украшенная статуэтка женщины в балахоне. Слезы, вырезанные тонкими линиями по её лицу, сбегают вниз по щекам, словно кровавые шрамы. Захватив с собой эту награду за ваши труды, на следующий день вы возвращаетесь к офицеру Боливару. Он «слегка» расстроен, что его враг ускользнул от поимки, но рад, что её воровское турне наконец-то окончено. «А я говорил вам, что она улизнёт, — говорит он между глотками эспрессо. — Что ж, по крайней мере, моё начальство считает, что дело закрыто. Это не очень хорошо отразится на моём личном деле, но если она действительно убралась из города, как вы говорите, меня всё устраивает». Вы благодарите его за помощь и готовитесь покинуть Буэнос-Айрес.
zh: 你向前一扑想要抓住目标，但她随著一道旋转的阴影消失了。就好像她的存在只是某种光影的把戏，跟你在玻利瓦督察报告中看到的一样。庆幸的是你已经获得了足够的部件，能够组合起她在找寻的东西。你很惊讶成品是一个身著长袍的精美女性雕像，鲜红的眼泪像伤疤一般划过她的脸颊。隔天你带著你的战利品向玻利瓦督察回报，他有点不高兴他的敌人从他指缝间溜走了，但又对这一连串窃案终于结束感到松了口气。“我警告过你她会成功逃走吧。”他边啜饮著咖啡边说，“至少就我的长官们关注的问题来说，这件案子算是结束了。虽然我的记录不会太好看，但如果她真像你说的离开了城市，那我也就满意了。”你再次感谢他提供的协助，然后准备离开布宜诺斯艾利斯。

source: Your erstwhile adversary watches in grim silence as her rival is safely borne aloft on wings of darkness. “Damned things,” she spits. “They’ll follow whoever whistles loudest, I guess.” You ponder aloud what this means for the two of you. With the Sanguine Watcher out of the way, you wonder if she will keep her word. To your relief, she smirks and hands you the remaining pieces of the Key you’d both been competing for. “This is what you’re really after, isn’t it? Here. My main goal was only making sure that ojete en una nube de pedos didn’t get his hands on it. I trust it in your hands.” She then shows you how to fit the various pieces together and, to your surprise, the result is an ornate figurine of a woman in robes. Tears, carved as thin lines like bloody scars, trail down the figure’s cheeks. “The Rubicund Statuette,” she reveals, “also known as the Weeping Lady.” You ask what she will do now, and she responds with a tip of her hat. “Oh, I’ll be around. You helped me out back there. Don’t worry. I’ll pay you back.” With a twirl of her coat, she is gone.
de: Deine einstige Gegnerin sieht mit grimmigem Schweigen zu, wie ihr Rivale sicher auf den Schwingen der Dunkelheit davongetragen wird. „Verdammte Viecher“, spuckt sie aus. „Sie folgen wohl dem, der am lautesten pfeift.“ Du überlegst laut, was das für euch beide bedeutet. Jetzt, da der Blutrote Beobachter aus dem Weg ist, fragst du dich, ob sie ihr Wort halten wird. Zu deiner Erleichterung grinst sie und überreicht dir die restlichen Teile des Schlüssels, um den ihr beide gekämpft habt. „Das ist es doch, was du wirklich willst, stimmt’s? Hier, nimm. Mein wahres Ziel war es nur, dass ojete en una nube de pedos die Teile nicht in die Hände bekommt. Ich vertraue sie nun dir an.“ Dann zeigt sie dir, wie man die einzelnen Teile zusammensetzt, und zu deiner Überraschung ist das Ergebnis die verzierte Figur einer Frau in einem Gewand. Tränen, die als dünne Linien wie blutige Narben eingemeißelt sind, ziehen sich über ihre Wangen. „Die Rötliche Statuette“, verrät sie dir, „auch bekannt als Die Weinende Dame.“ Du fragst, was sie nun vorhat. „Oh, ich werde in der Nähe sein. Du hast mir geholfen. Mach dir keine Sorgen. Ich werde mich revanchieren“, antwortet sie und tippt zur Verabschiedung an ihren Hut. Dann wirbelt sie ihren Mantel herum und ist verschwunden.
es: Tu antigua adversaria observa en silencio y con expresión seria cómo su rival se pone a salvo elevándose por los aires sobre alas de oscuridad. —Malditas cosas —escupe—. Supongo que siguen a quien les silbe más fuerte. Te preguntas en voz alta lo que supone esto para vosotros dos. Con el observador sanguinario fuera de vuestro camino, no sabes si ella mantendrá su palabra. Para alivio tuyo, la chica sonríe burlona y te entrega las piezas restantes de la Llave por la que habíais estado compitiendo. —Esto es lo que busca realmente, ¿verdad? Tenga. Mi objetivo principal solo era asegurarme de que ese ojete pedorro no se hacía con ello. Me fío de que esté en sus manos. Luego te enseña cómo encajar las diversas piezas y, para tu sorpresa, el resultado es una bonita figura de una mujer vestida con una túnica. Por las mejillas de la figura bajan unas lágrimas talladas como finas líneas que parecen cicatrices ensangrentadas. —La estatuilla rubicunda —te explica—. También conocida como la dama plañidera. Le preguntas que qué va a hacer ahora y te responde con una inclinación de su sombrero mientras dice: —Ah, yo estaré por ahí. Me ha ayudado con esto, así que no se preocupe, porque le devolveré el favor. Y con un giro de su abrigo, desaparece.
fr: Votre ancienne adversaire contemple dans un silence mortel le spectacle de son rival qui s'envole, porté par des ailes ténébreuses, vers un endroit où il sera en sécurité. « Maudites soient ces choses », peste-t-elle. « Elles suivront toujours celui qui siffle le plus fort, je suppose. » Vous vous demandez à voix haute ce que cela augure à présent pour vous deux. Le Guetteur Sanglant étant à présent hors course, vous vous demandez si elle tiendra parole. Vous êtes soulagé lorsqu'elle vous adresse un sourire de connivence et vous tend les pièces restantes de la Clef, pour lesquelles vous avez longuement couru après. « C'est bien cela que vous cherchez, n'est-ce pas ? Les voilà. Mon but principal était seulement de m'assurer que ce <i>ojete en una nube de pedos</i> ne mettrait pas la main dessus. Je vous les confie. » Elle vous montre ensuite comment assembler les diverses pièces les unes aux autres et à votre grande surprise, le résultat est une figurine gravée représentant une femme en robe. Des larmes ont été ciselées le long de ses joues : de fines lignes comme des cicatrices sanguinolentes. « La Statuette Rubiconde », révèle-t-elle, également connue sous le nom de « La Dame Éplorée ». Vous lui demandez ce qu'elle compte faire à présent. Elle répond en saisissant le bord de son chapeau. « Oh, je ne serai pas loin. Vous m'avez aidé là-bas. Ne vous inquiétez pas. Je vous rendrai la pareille. » Elle fait virevolter son manteau et l'instant d'après, elle est partie.
it: La Chica Roja osserva in macabro silenzio il suo avversario levarsi in volo su ali di tenebra. “Dannate creature” impreca. “Non fanno che seguire gli ordini di chi fischia più forte.” Vi chiedete a voce alta che cosa ne sarà di voi: con l’Osservatore Sanguigno fuori dai giochi, la Chica Roja manterrà la parola data? Con vostro sollievo, la donna sorride e vi consegna i pezzi mancanti della Chiave che vi stavate contendendo. “È questo ciò che cercate veramente, no? Ecco, prendete. Il mio obiettivo era solo che non finisse nelle mani di quell’ojete en una nube de pedos. Di voi mi fido.” Vi mostra come mettere insieme i vari elementi e, con vostra sorpresa, il risultato è un’elegante statuetta di una donna che indossa una veste; le sue guance sono solcate da lacrime che sembrano cicatrici insanguinate. “La Statuetta Rubiconda” vi spiega, “nota anche come la Dama Piangente.” Chiedete alla donna quali siano le sue intenzioni. “Oh, rimarrò nei paraggi” vi risponde, toccandosi il cappello, “Mi avete aiutata, là fuori. Non preoccupatevi: saprò sdebitarmi.” Poi, facendo volteggiare il cappotto, sparisce.
ko: 얼마 전까지만 해도 당신과 쫓고 쫓기는 사이었던 라 치카 로하는, 암울한 침묵을 지키고서 제 경쟁자가 어둠의 날개를 타고 하늘 저 높이 올라가는 모습을 바라만 봅니다. “저 빌어먹을 짐승들. 호각만 세게 분다면 어디라도 따라 붙을 머저리라니까.” 라 치카 로하가 성난 말을 내뱉습니다. 당신은 이제 어떻게 해야 할지 묻습니다. 핏빛 감시자도 사라진 마당에, 라 치카 로하가 정말로 약속을 지킬지 의심스러웠습니다. 다행히도 여인은 히죽 웃더니 감시자와 앞다투어 손에 넣었던 열쇠 조각을 모두 내밉니다. “그래, 이걸 찾아다녔단 거잖아? 자, 받아. 난 이게 그 오헤테 엔 우나 누베 데 페도스 놈의 손에 들어가지 않는 걸로 충분해. 네가 간직한다면 믿을 수 있겠지.” 그러더니, 여인은 당신 눈앞에서 조각조각을 짜맞춰나갑니다. 완성된 미술품은 놀랍게도 예복을 입은 여인의 조각상이었습니다. 기이하게도 이 정교한 조각상의 뺨에 새겨진 가느다란 선을 타고 피처럼 새빨간 눈물이 흘러내립니다. “피 흘리는 조각상이지. 우는 여인이라고도 부르더라고.” 당신이 라 치카 로하에게 이제 어떻게 할 것인지 묻자, 여인은 모자챙을 붙잡고 답합니다. “아, 난 이 근처에 있을 거야. 그쪽 덕에 빠져나올 수 있었네. 걱정하지 마. 신세 진 건 언젠가 갚을 테니까.” 라 치카 로하는 코트 자락을 빙그르르 돌리더니 허공으로 사라져버립니다.
pl: Twoja niedawna przeciwniczka z ponurym milczeniem obserwuje, jak jej rywal bezpiecznie odlatuje w dal na skrzydłach ciemności. „Cholernie diabelstwa” – spluwa. „Najwyraźniej służą temu, kto głośniej klaśnie”. Pytasz, co ta sytuacja oznacza dla was. Zastanawiasz się, czy po uporaniu się ze Szkarłatnym Obserwatorem, kobieta dotrzyma danego słowa. Na szczęście uśmiecha się delikatnie i podaje ci fragmenty Klucza, których oboje poszukiwaliście. „To twój główny cel prawda? Trzymaj. Chciałam tylko, żeby nie wpadły w ręce tego ojete en una nube de pedos. Teraz są twoje”. Kobieta pokazuje ci, jak połączyć ze sobą poszczególne elementy i ku twojemu zaskoczeniu, efektem pracy jest posążek kobiety odzianej w szaty. Wzrok przykuwają zwłaszcza łzy, wyryte na jej policzkach niczym krwawe bruzdy. „Rubinowy Posążek” – zdradza kobieta – „znany również jako Łkająca Pani”. Pytasz, co zamierza dalej robić. Odpowiada ci ruchem swojego kapelusza. „Pokręcę się tu i tam. Bardzo mi pomogłeś. Odwdzięczę się, o to możesz być spokojny” – mówi, po czym obraca wokół siebie swój płaszcz i znika ci z oczu.
ru: Ваша вчерашняя соперница в мрачном молчании наблюдает, как её враг благополучно ускользает на крыльях тьмы. «Проклятые твари, — шипит она. — Похоже, они последуют за любым, кто громче всех свистнет». Вы вслух гадаете, что это значит для вас с ней. Теперь, убрав с дороги Сангинового Стража, вы размышляете, сдержит ли она своё обещание. К вашему облегчению, она ухмыляется и передаёт вам оставшиеся части ключа, за который вы боролись друг с другом. «На самом деле вам ведь это нужно, не так ли? Держите. Для меня главное, чтобы этот ojete en una nube de pedos не наложил на них свои лапы. Доверяю их вам». Затем она показывает вам, как совместить их, и, к вашему удивлению, в результате получается богато украшенная статуэтка женщины в балахоне. Слезы, вырезанные тонкими линиями по её лицу, сбегают вниз по щекам, словно кровавые шрамы. «Краснолицая статуэтка, — объявляет она. — Также известна как Плачущая дева». Вы спрашиваете, чем она займётся теперь, а в ответ она салютует вам шляпой. «О, я буду рядом. Вы помогли мне. Не волнуйтесь, я отплачу сполна». Взмахнув плащом, она исчезает.
zh: 你的旧敌人冷眼看著她的对手被黑色的双翼带上天空。“该死的玩意儿，”她啐了一口：“我猜谁口哨吹得最大声，牠们就听谁的。”你思考著现在的状况代表著什么，现在监视者逃了，她还会遵守承诺吗？你在她将剩下的密钥碎片交给你时松了口气。“这才是你真正的目标对吧？拿去吧，我的目的只是确保那个浑身发臭的混蛋得不到它而已。我相信交到你手中会更好。”接著她教你如何将不同的碎片结合起来，你很惊讶成品是一个身著长袍的精美女性雕像，鲜红的眼泪像伤疤一般划过她的脸颊。“鲜红雕像，”她说到，“又叫做泣血女士。”你问她接下来有什么打算。她点了点帽子说：“喔，我会罩著你的。你帮了我，别担心，我会回报你的。”随即她一旋大衣消失了。
