Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Oficial Bolívar was right: the Girl in the Carmine Coat chewed your investigation up and spat you out. You meet with him the next day, and the air is one of deadened frustration. “I warned you, did I not?” He says between sips of an espresso that looks and smells about as dark and bitter as his mood. “This puts me in a precarious position. La Chica Roja has gone to ground, from what we can tell. As far as my superiors are concerned, the book is closed on this one. I cannot help you any further.” He groans. “If I even still have a job when this is all over.” You give Oficial Bolívar your assurances that you did all you could to catch the thief, but he waves you off. “Oh, I am sure. Does not matter now, does it? What is done is done. I give up. She wins.” You thank him again and prepare to leave Buenos Aires behind.
de: Oficial Bolívar hatte recht: Das Mädchen im karmesinroten Mantel hat dich an der Nase herumgeführt und dich lächerlich gemacht. Am nächsten Tag triffst du dich mit ihm. Du wartest nur darauf, dass er seiner Frustration endlich Luft macht. „Ich habe Sie gewarnt, oder nicht?!“, sagt er zwischen zwei Schlucken Espresso, der genauso dunkel und bitter aussieht und riecht wie seine Stimmung. „Das bringt mich in eine prekäre Lage. Soweit wir das beurteilen können, ist La Chica Roja untergetaucht. Was meine Vorgesetzten betrifft, so ist der Fall abgeschlossen. Ich kann Ihnen nicht mehr weiterhelfen.“ Er stöhnt und murmelt: „Falls ich überhaupt noch einen Job habe, wenn das alles vorbei ist.“ Du versicherst Oficial Bolívar, dass du alles in deiner Macht Stehende getan hast, um die Diebin zu fassen, aber er winkt ab. „Oh, da bin ich mir sicher. Aber ist doch jetzt egal, oder? Was geschehen ist, ist geschehen. Ich gebe auf. Sie hat gewonnen.“ Du dankst ihm dennoch für alles und bereitest dich darauf vor, Buenos Aires zu verlassen.
es: El oficial Bolívar tenía razón: la chica del abrigo carmín se ha comido tu investigación con patatas. Te reúnes con él al día siguiente y el ambiente está cargado de frustración. —<i>¿Verdad que se lo advertí?</i> —dice mientras da sorbos a un expreso que parece y huele igual de negro y amargo que su humor—. Esto me coloca en una posición precaria. Por lo que sabemos, la chica roja se ha ocultado. En lo que a mis superiores respecta, el caso está cerrado. No puedo seguir ayudando en su investigación —gruñe—. Si es que sigo teniendo trabajo cuando todo esto acabe. Le aseguras al oficial Bolívar que hiciste todo lo posible por atrapar a la ladrona, pero te detiene con un ademán. —Ah, estoy seguro de que fue así. Ahora no importa, ¿verdad? Lo hecho hecho está. Me rindo. Ella gana. Le das las gracias de nuevo y te preparas para dejar Buenos Aires.
fr: L'Officier Bolívar avait raison : la Fille au Manteau Carmin vous a fait tourner en bourrique. Vous le rencontrez le jour suivant et l'atmosphère est lourde de ressentiment et de frustration. « Je vous avais prévenu, n'est-ce pas ? » dit-il entre deux gorgées d'un expresso qui paraît aussi noir et amer que son humeur. « Cette nouvelle me met dans une position précaire. Il semble que La Chica Roja se cache à présent. Pour mes supérieurs, l'affaire est classée. Je ne peux pas vous aider plus. » Grogne-t-il. « Je ne sais même pas si j'aurai toujours un travail quand tout cela sera terminé. » Vous certifiez à l'Officier Bolívar que vous avez tout mis en œuvre pour attraper la voleuse, mais il vous arrête d'un signe de la main. « Oh, j'en suis certain. Cela n'a plus d'importance à présent, pas vrai ? Ce qui est fait, est fait. J'abandonne. Elle remporte la victoire. » Vous le remerciez encore une fois et vous préparez à quitter Buenos Aires.
it: L’oficial Bolívar aveva ragione: la Ragazza con il Cappotto Carminio si è fatta beffe delle vostre indagini. Vi incontrate con lui il giorno seguente, e nell’aria la frustrazione si taglia con un coltello. “Non potete dire che non vi avevo avvertiti.” L’uomo sta sorseggiando un caffè scuro e amaro come il suo umore. “Questa faccenda mi mette in una posizione difficile: per quel che ne sappiamo, la Chica Roja è sparita dalla circolazione e per i miei superiori il caso è chiuso. Non posso fare altro per aiutarvi. Non so nemmeno se avrò ancora un lavoro quando tutto questo sarà finito” aggiunge brontolando. Lo rassicurate dicendogli che avete fatto il possibile per catturare la donna, ma lui vi congeda con un cenno della mano. “Oh, ne sono sicuro, ma non ha una grande importanza, no? Quel che è fatto è fatto. Io mi sono arreso, lei ha vinto.” Lo ringraziate e vi preparate per lasciarvi Buenos Aires alle spalle.
ko: 볼리바르 경감의 말이 맞았습니다. 새빨간 코트를 걸친 여인은 당신의 조사와 추격을 한껏 즐기며 씹다가 그대로 내뱉어버렸습니다. 다음 날 경감과 만난 자리에서도 좌절스러운 분위기만 가득했습니다. “경고했잖습니까?” 볼리바르 경감이 자신의 기분만큼이나 씁쓸한 에스프레소를 홀짝이며 말합니다. “아주 위태로운 처지가 됐수다. 알아낸 거라고는 라 치카 로하가 모습을 감춰 버렸단 것뿐이군요. 상부에서는 이제 수사 종결을 하라고 합디다. 더는 도와드릴 수 없게 됐군요.” 경관이 끙끙댑니다. “이걸 다 처리하고 나면 제 모가지가 붙어 있을지 없을지도 모르겠는데 말입니다만...” 당신은 라 치카 로하를 잡기 위해 모든 노력을 다했다고 말해 봤지만, 경감이 손사래를 칩니다. “아, 됐습니다. 이제와서 뭐 어쩌겠습니까? 안 그래요? 이미 돌이킬 수도 없는걸요. 저는 쌍수 다 듭니다. 그년이 이긴 거예요.” 당신은 다시금 볼리바르 경감에게 감사를 표하고는 부에노스아이레스를 뜰 채비를 합니다.
pl: Bolívar miał rację: Dziewczyna w czerwonym płaszczu zamieniła twoje śledztwo w drwinę, a z ciebie zrobiła durnia. Spotykasz się z nim następnego dnia, a atmosfera jest wręcz przesycona poczuciem frustracji. „A uprzedzałem, że tak się to skończy” – mówi popijając espresso, równie czarne i gorzkie jak jego obecny nastrój. „To mnie stawia na kiepskiej pozycji. Z tego co wiem, La Chica Roja zapadła się pod ziemię. Dla moich przełożonych ta sprawa jest zamknięta. Nie mogę ci w niczym więcej pomóc” – mówi markotnym głosem i dodaje „I to nawet zakładając, że zachowam po tym wszystkim stanowisko”. Zapewniasz Bolívara, że robiłeś co w twojej mocy, żeby dopaść złodziejkę, ale wystrychnęła cię na dudka. „Z pewnością wystrychnęła. Zresztą jakie to ma teraz znaczenie? Co się stało, to się nie odstanie. Poddaję się, wygrała”. Raz jeszcze dziękujesz mu za pomoc i szykujesz się do opuszczenia Buenos Aires.
ru: Офицер Боливар был прав: Девушка в карминовом плаще прожевала ваше расследование и выплюнула его вам в лицо. Вы встречаетесь с ним на следующий день, и в воздухе царит атмосфера мертвящего разочарования. «Я же предупреждал вас. Предупреждал? — говорит он между глотками эспрессо, такого же тёмного, как и его настроение. — Это ставит меня в затруднительное положение. Девица в красном провалилась сквозь землю, насколько мы можем судить. По крайней мере, моё начальство считает, что дело закрыто. Больше ничем не могу вам помочь. — Он стонет. — Не уверен, что, когда это всё закончится, я всё ещё буду тут работать». Вы уверяете офицера Боливара, что приложили все усилия к поимке воровки, но он от вас отмахивается. «О, я не сомневаюсь. Но это неважно, правда же? Что сделано, то сделано. Я сдаюсь. Она победила». Вы снова благодарите его и готовитесь покинуть Буэнос-Айрес.
zh: 玻利瓦督察是对的，红大衣女孩的确把你玩弄于股掌之间。你隔天与玻利瓦见面，挫折的气氛让空气一片死寂。“我警告过你，没错吧？”他边啜饮著咖啡边说，心情跟手中的咖啡一样黑暗且苦涩。“我现在的处境岌岌可危，据我们所知，红姑娘似乎收手了。对于我的长官们来说，这件案子算是结束了，所以我无法再提供你任何协助。”他嘟哝著说。“我连这一切结束后我还能不能保住工作都不知道。”你向玻利瓦督察保证你已尽了全力抓捕这个小偷，但他只是挥挥手说：“哦，我相信你，但有没有都没差了对吧？木已成舟，我放弃，她赢了。”你再次感谢他提供的协助，然后准备离开布宜诺斯艾利斯。

source: Intro 2: Criminal
es: Introducción 2: Criminal
ru: Вступление 1: Преступник

source: Intro 2, continued
es: Introducción 2, continuación
ru: Вступление 2 (продолжение)

source: Cast a Light 1
es: Arrojar luz 1
ru: Пролить свет 1

source: Cast a Light 2
es: Arrojar luz 2
ru: Пролить свет 2

source: Cast a Light 3
es: Arrojar luz 3
ru: Пролить свет 3

source: Cast a Light 4
es: Arrojar luz 4
ru: Пролить свет 4

source: Cast a Light 5
es: Arrojar luz 5
ru: Пролить свет 5

source: Cast a Light 6
es: Arrojar luz 6
ru: Пролить свет 6

source: Cast a Light 7
es: Arrojar luz 7
ru: Пролить свет 7

source: No Resolution: Seeing Red
es: Ninguna resolución: Vista roja
ru: Исход не достигнут: Кровавая пелена
