Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Good. Then let’s take that bastardo down together. Just help me out and I promise I’ll disappear. You can even keep your stupid ‘Key.’ Just so long as my… colleague… doesn’t get his hands on it.” The vitriol in her voice is palpable. Whoever this Sanguine Watcher is, she really seems to hate him. You ask her how she intends to take him down. “Before you showed up? I wouldn’t stand a chance. But together? I think we can figure something out.” She motions toward the window and points toward the sky, reaching down to unfurl a curtain of shadows draped over what looked like a starless night. The darkness peels back, revealing a scarlet-red sky. “His mark. Been keeping it hidden for a while now so nobody panics. See, he’s got all these rituals tainting the city—including the one protecting his life. Gruesome stuff. Pulls out his own organs and hides them so he can’t be killed. We find ‘em, I guarantee he’ll turn rabbit.”
de: „Gut. Dann lass uns diesen Bastard gemeinsam zur Strecke bringen. Hilf mir einfach und ich verspreche, dass ich danach verschwinden werde. Du kannst sogar deinen blöden ‚Schlüssel‘ behalten. Solange mein ... Kollege ... ihn nicht in die Finger bekommt.“ Die Verachtung in ihrer Stimme ist deutlich zu hören. Wer auch immer dieser Blutrote Beobachter ist, sie scheint ihn wirklich zu hassen. Du fragst sie, wie sie ihn zu Fall bringen will. „Bevor du aufgetaucht bist? Da hätte ich keine Chance gehabt. Aber gemeinsam? Ich denke, uns wird schon was einfallen.“ Die Frau geht zum Fenster und deutet zum Himmel empor. Sie streckt die Hand aus und zieht einen Vorhang aus Schatten zurück, der vor einer scheinbar sternenlosen Nacht hing. Die Dunkelheit schält sich zurück und gibt nun den Blick auf einen scharlachroten Himmel frei. „Das ist sein Zeichen. Er hält es schon seit einer Weile verborgen, damit niemand in Panik gerät. Du musst wissen, er führt all diese Rituale durch, welche die Stadt beflecken – auch eines, das sein Leben schützt. Grausames Zeug. Er entfernt seine eigenen Organe und versteckt sie, damit man ihn nicht töten kann. Wenn wir sie finden können, rutscht ihm garantiert das Herz in die Hose ... falls er eines hat.“
es: —Muy bien, pues vamos a colaborar para acabar con ese bastardo. Usted me ayuda y yo le prometo que desapareceré. Hasta puede quedarse su estúpida “Llave”. Me da igual mientras mi… colega… no le ponga las manos encima. El veneno de su voz es palpable. Sea quien sea ese observador sanguinario, parece que lo odia de veras. Le preguntas cómo tiene pensado acabar con él. —Antes de que apareciera usted no tenía la menor posibilidad, pero ¿si colaboramos? Creo que algo se nos ocurrirá. Hace un gesto hacia la ventana y señala el cielo. Luego baja la mano para apartar una cortina de sombras que tapa lo que parecía una noche sin estrellas. Cuando la oscuridad desaparece, deja al descubierto un firmamento de color rojo escarlata. —Es su marca. Lleva un tiempo manteniéndola oculta para que nadie se asustase. Verá, tiene una serie de rituales contaminando la ciudad, incluido uno que protege su vida. Son cosas espantosas. Se saca sus propios órganos y los oculta para que no puedan matarlo. Si los encontramos, le garantizo que se convertirá en un conejillo.
fr: « Bien. Alors, allons nous occuper ensemble de ce bastardo. Aidez-moi et je vous promets que je disparaitrai. Vous pouvez même garder votre stupide 'Clef'. Tant que mon… collègue… ne parvient pas à mettre la main dessus. » Vous sentez le fiel dans le son de sa voix. Qui que soit ce Guetteur Sanglant, elle semble réellement le haïr. Vous lui demandez par quel moyen elle compte le neutraliser. « Avant que vous n'arriviez ? Je n'aurais eu aucune chance. Mais ensemble ? Je pense que nous pouvons réfléchir à quelque chose. » Elle fait un geste en direction de la fenêtre et pointe le doigt en direction du ciel. En baissant le bras, elle déroule un voile d'ombre qui couvrait ce qui semblait être une nuit sans étoile. Les ténèbres se dissipent pour faire place à un ciel rouge écarlate.« Sa marque. Je l'ai dissimulée depuis quelque temps déjà afin que personne ne panique. À vrai dire, il a souillé la ville avec tous ses rituels. Y compris celui qui protège sa propre vie. Quelque chose de peu ragoutant. Il retire ses organes internes et les cache quelque part. De cette façon, il ne peut pas etre tué. Si nous parvenons à les trouver je vous garantis qu'il s'enfuira sans demander son reste. »
it: “Bene, allora fermiamo quel cabrón. Insieme. Aiutatemi e vi prometto che sparirò dalla circolazione. Potrete persino tenervi la vostra stupida ‘Chiave’. L’importante è che non cada nelle mani del mio… collega.” La sua voce è al vetriolo. Chiunque sia l’Osservatore Sanguigno, si è chiaramente guadagnato l’odio di quella donna. Le chiedete se ha un piano. “Prima di incontrarvi non avrei avuto alcuna possibilità di riuscita. Ma insieme.., credo che potremmo escogitare qualcosa.” Si avvicina alla finestra e, sporgendosi, allunga la mano verso il cielo. Con un gesto disperde la cortina d’ombra che copriva le stelle, rivelando una volta di colore rosso scarlatto. “È il suo marchio. L’ho tenuto nascosta per non difendere il panico: ha messo in piedi una serie di rituali con cui ha corrotto la città e con cui protegge sé stesso. Roba macabra: si è asportate i suoi stessi organi e li ha nascosti in giro per rendersi invulnerabile. Se li troviamo, vi assicuro che diventerà docile come un agnellino.”
ko: “좋아. 그러면 함께 그 바스타르도를 쓰러뜨리자고. 날 도와줘, 그러면 이번 일이 끝나고 사라져 줄게. 그 머저리 같은 ‘열쇠’도 네가 가지라고. 다만 내... 동료... 그래, 그놈 손에 들어가지 못하게만 해줘.” 라 치카 로하의 목소리에서 경멸이 뚝뚝 묻어나옵니다. 핏빛 감시자라는 자의 정체가 무엇이든 간에, 여인은 그를 진정으로 증오하는 듯합니다. 당신은 여인에게 어떻게 감시자를 쓰러뜨릴 작정인지 묻습니다. “네가 나타나기 전까지는 아예 가망도 없었어. 하지만 같이 맞선다면? 해볼 만할지도 모르겠네.” 라 치카 로하가 창문으로 손을 뻗어 하늘을 가리킵니다. 그곳에는 별 한 점 없는 하늘처럼, 그림자 장막이 드리워 있었습니다. 그녀의 손 앞에서 어둠이 뒤로 젖혀지고 진홍빛 하늘이 펼쳐집니다. “놈의 흔적이야. 도시에 두려움이 퍼지지 않도록 지금까지 숨기고 있던 거지. 저길 봐, 놈은 이 모든 의식으로 부에노스아이레스 전체를 더럽히고 자신의 생명줄까지 안전하게 붙들어 두었어. 소름 끼치고 역겨운 술법이야. 놈은 누구도 자신을 죽일 수 없도록, 자기 몸에서 장기를 빼내어 감춰뒀어. 우리가 먼저 놈이 숨긴 것을 찾아낸다면, 놈은 토끼처럼 꽁무니를 빼게 될 거야. 장담할 수 있어.”
pl: „Dobrze. Wspólnie dorwijmy tego bastardo. Pomóż mi, a obiecuję, że po wszystkim zniknę. Możesz nawet zatrzymać ten głupi «Klucz». Byle tylko nie wpadł w ręce mojego… współpracownika”. Pogarda w jej głosie jest niemal namacalna. Kimkolwiek jest Szkarłatny Obserwator, to ta kobieta musi go szczerze nienawidzić. Pytasz, w jaki sposób ma zamiar go dorwać. „Sama nie miałabym najmniejszych szans, ale razem? Na pewno coś wymyślimy”. Kobieta podchodzi do okna, celuje palcem w niebo i sięga w kierunku czegoś, co wygląda jak zasłona utkana z cienia, zasłaniająca coś, przypominającego bezgwiezdny nieboskłon. Czerń cofa się, odsłaniając szkarłatne niebo. „To jego znak. Ukrywam go od jakiegoś czasu, żeby nie wzbudzać paniki. Przeprowadził liczne rytuały, by splugawić miasto, i przy okazji chronić swoje życie. Ohydna robota. Wyjmuje i ukrywa gdzieś swoje narządy, żeby nie można było go zabić. Ale jeśli je znajdziemy, to gwarantuję ci, że będzie inaczej śpiewał”.
ru: «Хорошо. Тогда предлагаю разобраться с этим bastardo вместе. Просто помогите мне, и обещаю, я исчезну. Я даже оставлю вам этот дурацкий „ключ“. Главное, чтобы мой… коллега… до него не добрался». Её голос сквозит неприкрытой яростью. Кем бы ни был этот Сангиновый Страж, она, похоже, и правда его ненавидит. Вы спрашиваете её, как она собирается одолеть его. «До вашего появления? Никак, у меня не было ни единого шанса. Но вместе, думаю, мы можем что-нибудь придумать». Она подходит к окну и указывает на небо, отбросив тёмную занавеску, закрывающую, как вы думали, беззвёздную ночь. Тьма отступает, и вы видите кроваво-красный небосвод. «Его отметина. Он скрывал её какое-то время, чтобы никто не запаниковал. Видите ли, все эти его ритуалы оскверняют город — в том числе тот, что он использует для защиты собственной жизни. Это просто ужасно. Он вытаскивает собственные органы и прячет их, чтобы его невозможно было убить. Если мы найдём их, гарантирую, он станет белым и пушистым».
zh: “很好，那我们一起打倒那个浑蛋吧。只要你帮我，我保证之后我会消失。你甚至可以留著那愚蠢的‘密钥’，只要确保我的……同事拿不到就好。”她声音中的怨恨表露无遗，不管这个讪笑监视者是谁，她是真的很讨厌他。 你问她打算如何除掉监视者。“在你出现前？我一点办法都没有。但现在我们可以一起想出一些方法。”她走到窗边指向天空，阴影如同幕帘一般蜕下，原本黑暗的夜空退却，露出被染红的天空。“是他的标志，之前他一直隐藏起来避免造成群众恐慌。看吧，他用各种仪式玷污整座城市，包括用来保护他自己的那些。他将脏器取出后隐藏起来，这样他就无法被杀死，真是恶心的方式。我保证等我们找到他，他会像懦夫一样落荒而逃。”

source: If “Matias Bolívar trusts you”:
de: Falls „Matias Bolívar dir vertraut“:
es: Si “Matías Bolívar se fía de los investigadores”:
fr: Si « Matias Bolívar vous fait confiance » :
it: Se “Matias Bolívar si fida di voi”:
ko: “마티아스 볼리바르가 당신을 믿는다”고 기억하고 있습니까?
pl: Jeśli „Matias Bolívar wam ufa”:
ru: Если <i>Матиас Боливар верит вам</i>:
zh: 如果“马提亚斯·玻利瓦信任你”：

source: If “Matias Bolívar doesn’t trust you”:
de: Falls „Matias Bolívar dir nicht vertraut“:
es: Si “Matías Bolívar no se fía de los investigadores”:
fr: Si « Matias Bolívar ne vous fait pas confiance » :
it: Se “Matias Bolívar non si fida di voi”:
ko: “마티아스 볼리바르가 당신을 믿지 않는다”고 기억하고 있습니까?
pl: Jeśli „Matias Bolívar wam nie ufa”:
ru: Если <i>Матиас Боливар не верит вам</i>:
zh: 如果“马提亚斯·玻利瓦不信任你”：

source: You tell La Chica Roja that she spins an intriguing tale, but you still cannot trust her. She lets out a sigh, grins, and flicks the nearby lamp switch again, filling the room once more with darkness. “Then I guess I’ll see you around, idiota.”
de: Du antwortest La Chica Roja, dass ihre Geschichte wirklich sehr faszinierend klingt, du ihr aber trotzdem nicht traust. Sie stößt einen Seufzer aus, verzieht das Gesicht und legt den Schalter der nahe gelegenen Lampe wieder um, sodass es im Raum stockdunkel wird. „Dann bis zum nächsten Mal, Idiota.“
es: Le dices a la chica roja que la historia que te ha contado es intrigante, pero que sigues sin poder fiarte de ella. Suspira, sonríe y vuelve a pulsar el interruptor de la lámpara, lo que vuelve a sumir la estancia en la oscuridad. —Entonces supongo que ya nos veremos por ahí, idiota.
fr: Vous dites à La Chica Roja que vous avez beaucoup aimé écouter ses histoires, mais que vous ne pouvez pas lui faire confiance. Elle pousse un soupir sourit de toutes ses dents, puis appuie de nouveau sur l'interrupteur électrique, plongeant ainsi la pièce dans les ténèbres. « Alors, je pense que nous nous reverrons, idiota. ».
it: Dite alla Chica Roja che la sua storia è intrigante, ma non abbastanza da convincervi a crederle. La donna sospira, poi sorride e fa scattare nuovamente l’interruttore della luce, avvolgendo di nuovo la stanza nell’oscurità. “Ci vediamo in giro allora, pendejos.”
ko: 당신은 흥미로운 이야기지만 아직은 라 치카 로하를 믿을 수 없다고 말합니다. 여인이 한숨을 푹 내쉬더니 입가에 미소를 지으며 조명 스위치를 탁 튕깁니다. 다시 어둠이 사방을 감쌉니다. “그럼 다음에 또 보자고, 이디오타.”
pl: Zapewniasz La Chica Roje, że ta historia jest naprawdę fascynująca, ale nadal jej nie ufasz. Kobieta ciężko wzdycha, zręcznym ruchem gasi lampę, ponownie zalewając mrokiem całe pomieszczenie. „No cóż, idiota, w takim razie do zobaczenia, może się jeszcze spotkamy”.
ru: Вы говорите Девице в красном, что её сказки, конечно, весьма захватывающие, но вы всё ещё не можете ей доверять. Она вздыхает, усмехается и опять щёлкает выключателем стоящей рядом лампы, снова погрузив комнату во тьму. «Ну, тогда увидимся ещё, idiota»
zh: 你告诉红姑娘她的故事很有趣，但你还是无法相信她。她叹了口气后笑著将开关关掉，整个房间再度陷入黑暗。“那我想我们还会再见面的，白痴。”

source: You nod and get ready to move out when all of a sudden, the door behind you bursts open. Oficial Bolívar, flanked by two other polícia, levels a handgun in your direction. The Girl in the Carmine Coat grabs your hand. “You!” Bolívar shouts. “I trusted you! I should have known better.” You start to explain, but he cuts you off. There is real hurt behind his eyes. “You can explain yourself down at the station! Bring ‘em in, boys!” “That’s our cue,” your erstwhile quarry says in a singsong voice. She then leaps out of the window, pulling you along with her. A hail of bullets follow in your wake. There is a whirl of shadows and crimson, and the next thing you know, you are floating gracefully to the ground aloft a wispy cloud of darkness. “Quick!” La Chica Roja shouts. “Follow me!”
de: Du nickst und machst dich zum Gehen bereit, als hinter dir plötzlich die Tür aufspringt. Oficial Bolívar, flankiert von zwei weiteren Policía, richtet eine Pistole in eure Richtung. Das Mädchen im karmesinroten Mantel ergreift deine Hand. „Sie!“, schreit Bolívar. „Ich habe Ihnen vertraut! Ich hätte es besser wissen müssen.“ Du beginnst zu erklären, aber er unterbricht dich. In seinen Augen ist echter Schmerz zu erkennen. „Das können Sie alles auf dem Revier erklären! Verhaftet sie, Jungs!“ „Das ist unser Stichwort“, flüstert dir dein ehemaliges Jagdziel mit einem Singsang in der Stimme zu. Dann springt sie aus dem Fenster und zieht dich mit sich. Ein Kugelhagel jagt euch hinterher. Dann ist da plötzlich ein Wirbel aus Schatten und Purpur um dich herum und du realisierst, dass ihr in einer feinen Wolke aus Dunkelheit anmutig zu Boden schwebt. „Schnell!“, ruft La Chica Roja. „Folge mir!“
es: Asientes y te preparas para salir cuando, de repente, la puerta que hay a tu espalda se abre de golpe. El oficial Bolívar, flanqueado por otros dos policías, te apunta con un arma. La chica del abrigo carmín te agarra la mano. —¡Usted! —grita Bolívar—. ¡Confié en usted! No tendría que haberlo hecho. Empiezas a explicarte, pero te interrumpe y ves en sus ojos que está dolido de verdad: —¡Ya tendrá tiempo de dar explicaciones en comisaría! ¡Detenedlos! —Tenemos que irnos —dice con voz cantarina tu antigua presa. A continuación, salta por la ventana y te arrastra con ella. Una lluvia de balas surca el aire a vuestro paso. Se produce un remolino de sombras carmesíes y, un instante después, estás flotando grácilmente hacia el suelo sobre una tenue nube de oscuridad. —¡Rápido! —grita la chica roja—. ¡Sígame!
fr: Vous hochez la tête et vous préparez à sortir lorsque, soudain, la porte derrière vous s'ouvre avec fracas . C'est l'Officier Bolívar, accompagné de deux autres policiers qui vous tiennent en joue avec leurs pistolets. La Fille au Manteau Carmin saisit votre main. « Vous ! » hurle Bolívar. « Je vous faisais confiance ! j'aurais du y réfléchir à deux fois. » Vous commencez à expliquer la situation, mais il vous interrompt. Dans son regard, vous voyez qu'il est particulièrement blessé. « Vous vous expliquerez au poste ! Emmenez-les les gars ! » « Maintenant ! », dit votre ancienne adversaire avec une voix chantante. Elle saute par la fenêtre en vous attirant avec elle. Une pluie de balles siffle derrière vous. Vous voyez un tourbillon d'ombres et de rouge carmin et une seconde plus tard, vous flottez avec grâce en direction du sol à bord d'un fin nuage de ténèbres. « Dépêchez-vous !» hurle La Chica Roja.« Suivez-moi ! »
it: Annuite e vi preparate a uscire quando, improvvisamente, la porta dietro di voi si apre di scatto: davanti a voi c’è l’oficial Bolívar, affiancato da altri due agenti della polícia che vi puntano contro una pistola. La Ragazza con il Cappotto Carminio vi prende per mano. “Voi!” urla l’uomo. “Mi ero fidato di voi! Avrei dovuto aspettarmelo!” Cercate di fornirgli una spiegazione, ma sembra che non abbia intenzione di ascoltarvi. Non potete fare a meno di notare il sincero dolore dietro il suo sguardo. “Avrete tutto il tempo di spiegarmi in centrale. Uomini, ammanettateli!” “È il momento di uscire di scena.” La vostra precedente preda ha una nota stranamente melodiosa nella voce, ma non avete il tempo di chiedervene il motivo che la vedete saltare fuori dalla finestra, trascinandovi con lei. Alle vostre spalle esplode una pioggia di proiettili, un turbine oscuro e cremisi vi avvolge e, prima che riusciate davvero a capire cosa stia succedendo, vi ritrovate a planare delicatamente verso la strada su una vaporosa nube di tenebra. “Presto!” urla La Chica Roja. “Seguitemi!”
ko: 고개를 끄덕이고 나가려던 차, 느닷없이 문이 쾅 하고 열립니다. 열린 문 너머로 볼리바르 경감이 다른 경찰관 둘과 나란히 총을 겨누고 있었습니다. 새빨간 망토를 걸친 여인이 당신의 손을 붙잡습니다. “이 자식!” 볼리바르 경감이 소리 지릅니다. “믿고 있었는데! 이렇게 뒤통수를 치는 거야?” 해명해보려고 했지만, 그가 단박에 말을 자릅니다. 경감의 눈은 이루 말 못할 배신감으로 타오릅니다. “해명은 서에 가서나 하라고! 당장 저놈들 체포해!” “뭐, 이참에 움직이자고.” 얼마 전까지만 해도 당신에게 뒤쫓겼던 여인이 전혀 감흥 없다는 어조로 말하더니, 당신을 홱 끌어당기며 창문 밖으로 뛰어내립니다. 등 뒤로 총탄이 빗발칩니다. 당신은 그림자와 선홍빛 소용돌이에 휘감겼고, 정신을 차려보니 시커먼 실구름에 둥둥 뜬 채 바닥으로 내려와 있었습니다. 라 치카 로하가 고함칩니다. “서둘러! 이쪽이야!”
pl: Kiwasz głową szykując się do wyjścia, kiedy nagle drzwi za tobą otwierają się z hukiem. To Bolívar w towarzystwie dwóch innych członków polícia, mierzących w waszym kierunku z broni. Dziewczyna w czerwonym płaszczu chwyta cię za rękę. „Ty!” – krzyczy Bolívar „A ja ci zaufałem! Mogłem być mądrzejszy”. Próbujesz się wytłumaczyć, ale mężczyzna przerywa ci. W jego oczach widzisz prawdziwy żal, i poczucie zdradzonego zaufania. „Wyjaśnisz wszystko na komisariacie! Brać ich chłopaki!” „Na nas już pora” – mówi śpiewnym głosem twoja niedawna przeciwniczka, po czym rzuca się przez okno ciągnąć cię ze sobą. Otacza cię wir czerni i szkarłatu, a następna rzecz jaka do ciebie dociera, to to, że z wolna opadasz na ziemię, podtrzymywany przez mroczny obłok. „Ruchy!” – krzyczy La Chica Roja – „Za mną!”
ru: Вы киваете и готовитесь отправляться, как вдруг дверь позади вас распахивается. Офицер Боливар в сопровождении двух других полицейских направляет на вас пистолет. Девушка в карминовом плаще хватает вас за руку. «Вы! — рявкает Боливар. — Я доверял вам! Надо было сразу догадаться…» Вы начинаете было объяснять, но он обрывает вас. В его глазах читается настоящая обида. «Объясняться будете в участке! Пакуйте их, ребята!» «Нам пора», — нараспев щебечет ваша недавняя цель. Затем она выпрыгивает из окна, увлекая вас за собой. Град пуль летит вам вслед. Вас окружает вихрь теней и багровых тонов, и вот вы уже плавно опускаетесь на землю, паря на облачке тьмы. «Быстрее! — кричит Девица в красном. — За мной!»
zh: 你点头同意。正当你们准备离开时，身后的门被撞开了。玻利瓦督察跟两名警员冲进房间并拿著枪指著你们。玻利瓦大喊：“你！我居然信任你！我早该知道的！”你想要解释，但他打断你，眼神中充满被背叛的痛苦。“回局里再解释吧！伙计们，抓起来！” “该走了！”你的旧敌人抓住你的手，几乎像是用唱的说。接著就拉著你跳出窗户，一轮子弹从你们头上呼啸而过。你瞄见一抹红色的阴影，下个片刻你意识到你们乘著一片黑暗形成的云雾优雅的落地。“动作快！”红姑娘大喊，“跟著我！”
