Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: A crack of thunder heralds a scarlet storm that covers your escape. You and La Chica Roja tried your best to take down the Sanguine Watcher, but his spell of protection was too powerful, his weak points too well hidden. You retreat to your new ally’s safehouse to lick your wounds, but you can’t stay long. “We have to flee the city,” she says bitterly. “Won’t be long before he finds us. I guarantee you wouldn’t like what that heartless bastard would do to us if he does…” You are loath to let him win, but you have no choice. Even with the pieces you’ve found, he has enough remnants himself to assemble the Key. You ask your new ally what she will do now. She responds with a tip of her hat. “Oh, I’ll be around. You helped me out back there. Don’t worry. I’ll pay you back.” With a twirl of her coat, she is gone.
de: Ein Donnerschlag kündigt einen scharlachroten Sturm an, der eure Flucht deckt. Du und La Chica Roja habt euer Bestes gegeben, um den Blutroten Beobachter auszuschalten, aber sein Schutzzauber war zu mächtig und seine Schwachstellen zu gut verborgen. Ihr zieht euch in den Unterschlupf deiner neuen Verbündeten zurück, um eure Wunden zu lecken. Lange könnt ihr aber nicht bleiben. „Wir müssen aus der Stadt fliehen“, sagt sie verbittert. „Es wird nicht lange dauern, bis er uns findet. Ich kann dir versichern, dass du nicht wissen willst, was dieser herzlose Bastard uns antun würde, wenn er ...“ Es widerstrebt dir zwar, ihn gewinnen zu lassen, aber du hast keine andere Wahl. Auch ohne die Stücke, die ihr gefunden habt, hat der Blutrote Beobachter noch genug Teile, um den Schlüssel zusammenzusetzen. Du fragst deine neue Verbündete, was sie nun vorhat. „Oh, ich werde in der Nähe sein. Du hast mir geholfen. Mach dir keine Sorgen. Ich werde mich revanchieren“, antwortet sie und tippt zur Verabschiedung an ihren Hut. Dann wirbelt sie ihren Mantel herum und ist verschwunden.
es: Un trueno terrible anuncia una tormenta escarlata que cubre vuestra huida. La chica roja y tú habéis hecho todo lo posible por acabar con el observador sanguinario, pero su hechizo de protección era demasiado poderoso y sus puntos débiles estaban demasiado bien ocultos. Os retiráis al refugio de tu nueva aliada para lameros las heridas, pero no podéis quedaros mucho tiempo. —Debemos huir de la ciudad —dice con amargura—. No tardará mucho en encontrarnos. Le garantizo que no le gustaría lo que puede hacernos ese bastardo sin corazón si nos atrapa… No te agrada lo más mínimo dejarle ganar, pero no tienes elección. Incluso con las piezas que has encontrado, él aún tiene suficientes como para montar la Llave. Le preguntas a tu nueva aliada que qué va a hacer ahora. Te responde con una inclinación de su sombrero mientras dice: —Ah, yo estaré por ahí. Me ha ayudado con esto, así que no se preocupe, porque le devolveré el favor. Y con un giro de su abrigo, desaparece.
fr: Un roulement de tonnerre annonce qu'une tempête écarlate s'apprête à couvrir votre fuite. Vous et la Chica Roja avez fait de votre mieux pour défaire le Guetteur Sanglant, mais son sort de protection était trop puissant, ses points faibles trop bien cachés. Vous battez en retraite dans le refuge de votre nouvelle alliée pour panser vos blessures, mais vous ne pouvez pas rester longtemps. « Nous devons fuir la ville », dit-elle amèrement. « Il ne lui faudra pas longtemps pour nous retrouver. Je vous promets que vous n'aimerez pas ce que ce bâtard sans cœur nous fera s'il nous capture. » Vous n'aimez pas l'idée de le laisser gagner, mais vous n'avez pas le choix. Même avec les pièces que vous avez trouvées, il a assez de matériel en sa possession pour assembler la Clef. Vous demandez à votre nouvelle alliée ce qu'elle compte faire à présent. Elle répond en saisissant le bord de son chapeau. « Oh, je ne serai pas loin. Vous m'avez aidé là-bas. Ne vous inquiétez pas. je vous rendrai la pareille. » Elle fait virevolter son manteau et l'instant d'après, elle est partie.
it: Un rombo di tuono annuncia la tempesta scarlatta che copre la vostra fuga. Insieme alla Chica Roja avete fatto il possibile per fermare l Osservatore Sanguigno, ma il suo incantesimo di protezione si è rivelato troppo potente e i suoi punti deboli troppo ben nascosti. Vi ritirate nel rifugio della vostra nuova alleata per leccarvi le ferite, ma non potete indugiare troppo a lungo. “Dobbiamo lasciare la città” esordisce amaramente. “Non passerà molto prima che quel bastardo ci trovi, e vi garantisco che le cose che ci farebbe non sarebbero gradevoli…” Siete restii a darla vinta a quell’individuo inquietante, ma non avete altra scelta: nonostante i pezzi che avete recuperato, l’Osservatore ha racimolato abbastanza materiali da poter assemblare la Chiave. Chiedete alla donna quali siano le sue intenzioni. “Oh, rimarrò nei paraggi” vi risponde, toccandosi il cappello. “Mi avete aiutata, là fuori. Non preoccupatevi: saprò sdebitarmi.” Poi, facendo volteggiare il cappotto, sparisce.
ko: 달아나는 당신의 뒤로 천둥이 울리며 진홍색 폭풍이 몰려듭니다. 당신과 라 치카 로하는 핏빛 감시자를 쓰러뜨리기 위해 필사의 힘을 다했지만, 놈의 보호 마법은 너무나도 막강했으며 숨겨져 있다던 약점은 어디서도 찾을 수 없었습니다. 당신은 상처를 치유하기 위해 새 동료의 안전가옥으로 피신했지만, 그곳에서조차 오래 머무를 수는 없습니다. “부에노스아이레스에서 빠져나가야 해. 놈은 우릴 금세 찾아낼 거야. 붙잡힌다면 그 잔혹한 개자식이 우리에게 좋은 짓거리를 하진 않을 거라고...” 라 치카 로하가 씁쓸하게 말합니다. 놈이 승리를 거두도록 내버려두는 것은 비통하지만 그렇다 하여 다른 뾰족한 수가 있지도 않습니다. 핏빛 감시자는 지금까지 찾아낸 조각만으로도 충분히 열쇠를 짜맞출 수 있을 것입니다. 당신은 새로운 동료에게 이제 어떻게 할 것인지 묻습니다. 여인은 모자챙을 붙잡고 답합니다. “아, 난 이 근처에 있을 거야. 일은 제대로 안 풀렸지만, 그쪽 덕에 빠져나올 수라도 있었잖아. 걱정하지 마. 신세 진 건 언젠가 갚을 테니까.” 라 치카 로하는 코트 자락을 빙그르르 돌리더니 허공으로 사라져버립니다.
pl: Odgłos grzmotu zapowiada szkarłatną burzę, która umożliwia waszą ucieczkę. Wraz z La Chica Roja robiliście co w waszej mocy, by załatwić Szkarłatnego Obserwatora, ale jego ochronne zaklęcia były zbyt potężne, a słabe punkty zbyt dobrze ukryte. Wycofujecie się do kryjówki twojej nowej sojuszniczki, żeby wylizać rany, ale wiecie, że czas nie działa na waszą korzyść. „Musimy opuścić miasto” – mówi gorzko. „Ten drań wkrótce nas znajdzie i bądź pewny, nie spodobałoby ci się to, co wtedy by z nami zrobił…” Trudno przychodzi ci przełknięcie goryczy porażki, ale wiesz, że nie macie wyboru. Nawet bez kawałków, które zdobyliście, wasz wróg posiada ich dość, by złożyć Klucz. Pytasz swoją partnerkę co zamierza dalej robić. Odpowiada ci ruchem swojego kapelusza. „Pokręcę się tu i tam. Bardzo mi pomogłeś. Odwdzięczę się, o to możesz być spokojny” – mówi, po czym obraca wokół siebie swój płaszcz i znika ci z oczu.
ru: Раскат грома возвещает алую бурю, прикрывающую ваше отступление. Вы с Девицей приложили все усилия, чтобы одолеть Сангинового Стража, но его защитное заклинание было слишком сильно, а слабости надёжно спрятаны. Вы отступаете в убежище новой союзницы, чтобы зализать раны, но не можете остаться там надолго. «Нам нужно бежать из города, — горько говорит она. — Он быстро найдёт нас. Гарантирую, вам не понравится, что этот бессердечный ублюдок может с нами сделать…» Вам претит мысль о его возможной победе, но иного выбора нет. Даже если учесть, что вы нашли несколько частей, у него всё ещё достаточно осколков, чтобы собрать ключ. Вы спрашиваете свою новую союзницу, чем она займётся теперь. В ответ она кивает, касаясь шляпы. «О, я буду рядом. Вы помогли мне. Не волнуйтесь, я отплачу сполна». Взмахнув плащом, она исчезает.
zh: 一道闪电带起的红色风暴掩护了你们的逃离。你和红姑娘尽最大努力试著对付讪笑监视者，但他的防护法术太强大了，他将他的弱点隐藏的非常隐密。你们回到你新盟友的藏身地包扎伤口，但你们不能停留太久。红姑娘苦涩地说：“我们必须逃出城市。他过不了多久就能找到我们，我跟你保证，你不会喜欢那个黑心的浑蛋打算在我们身上做的事……”你不愿向他认输，但你别无选择。即使少了你们找到的碎片，他也已经拥有足够的碎片能组合密钥。你问你的新盟友接下来她有什么打算。她点了点帽子说：“喔，我会罩著你的。你帮了我，别担心，我会回报你的。”随即她一旋大衣消失了。

source: Each investigator earns 3 bonus experience, as they gain insight into the inner workings of the Red Coterie.
de: Jeder Ermittler verdient 3 Bonus-Erfahrungspunkte, da er Einblicke ins Innere der Roten Coterie gewinnen konnte.
es: Cada investigador obtiene 3 puntos de experiencia adicionales por haber logrado obtener información sobre el funcionamiento interno de la Camarilla Roja.
fr: Chaque investigateur reçoit 3 points d'expérience bonus, en récompense des informations obtenues sur le fonctionnement interne de la Coterie Rouge.
it: Ogni investigatore guadagna 3 punti esperienza aggiuntivi per aver ottenuto informazioni sui meccanismi interni della Società Rossa.
ko: 붉은 동지회의 내부 사정을 일부나마 간파하게 되었으므로, 각 조사자는 경험치를 추가로 3만큼 얻습니다.
pl: Każdy badacz otrzymuje 3 dodatkowe punkty doświadczenia, ponieważ zdobył informacje na temat wewnętrznych działań Czerwonej Koterii.
ru: Каждый сыщик получает опыт, равный сумме победных значений всех карт на победном счету. Каждый сыщик получает 3 опыта дополнительно, узнав изнутри, как работает Красная Клика.
zh: 每位调查员获得3点奖励经验值，因为其洞见了绯红结社内部的运作原理。

source: The Sanguine Watcher's torment continues.
de: Die Tortur des Blutroten Beobachters geht weiter.
es: el tormento del observador sanguinario continúa.
fr: Le Guetteur Sanglant continue de tourmenter la ville.
it: il tormento dell’Osservatore Sanguigno continua.
ko: 핏빛 감시자가 계속해서 부에노스아이레스를 고통으로 몰아갔다
pl: udręka Szkarłatnego Obserwatora trwa.
ru: Пытки Сангинового Стража продолжаются.
zh: 讪笑监视者持续肆虐。

source: La Chica Roja is on your side.
de: La Chica Roja ist auf deiner Seite.
es: La chica roja está de parte de los investigadores.
fr: La Chica Roja est de votre côté.
it: la Chica Roja è dalla vostra parte.
ko: 치카 로하가 당신의 편에 섰다
pl: La Chica Roja jest po waszej stronie.
ru: Девица в красном на вашей стороне.
zh: 跟红姑娘成为盟友。

source: La Chica Roja is the bearer of The Weeping Lady. Update the Campaign Log accordingly.
de: La Chica Roja ist Träger des Schlüssels Die Weinende Dame. Aktualisiere das Kampagnenlogbuch.
es: La chica roja es la portadora de La dama plañidera. Actualiza el registro de campaña en consonancia.
fr: La Chica Roja est la détentrice de La Dame Éplorée. Mettez à jour le Carnet de Campagne en conséquence.
it: La Chica Roja è la portatrice della Dama Piangente. Aggiornate il Diario della Campagna di conseguenza.
ko: ‘라 치카 로하’가 ‘우는 여인’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: La Chica Roja jest posiadaczem Łkającej Pani. Uzupełnij odpowiednio Dziennik kampanii.
ru: «Девица в красном» — носитель «Плачущей девы». Отметьте это в журнале кампании.
zh: 红姑娘是泣血女士承受者。将此记录在剧本日志中。

source: The Sanguine Watcher is the bearer of The Weeping Lady. Update the Campaign Log accordingly.
de: Der Blutrote Beobachter ist Träger des Schlüssels Die Weinende Dame. Aktualisiere das Kampagnenlogbuch.
es: El observador sanguinario es el portador de La dama plañidera. Actualiza el registro de campaña en consonancia.
fr: Le Guetteur Sanglant est le détenteur de La Dame Éplorée. Mettez à jour le Carnet de Campagne en conséquence.
it: L’Osservatore Sanguigno è il portatore della Dama Piangente. Aggiornate il Diario della Campagna di conseguenza.
ko: ‘핏빛 감시자’가 ‘우는 여인’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Szkarłatny Obserwator jest posiadaczem Łkającej Pani. Uzupełnij odpowiednio Dziennik kampanii.
ru: «Сангиновый Страж» — носитель «Плачущей девы». Отметьте это в журнале кампании.
zh: 讪笑监视者是泣血女士承受者。将此记录在剧本日志中。

source: How many targets were on the scenario reference card when the scenario ended?
de: Wie viele Ziele befanden sich am Ende des Szenarios auf der Szenarioübersichtskarte?
es: ¿Cuántos objetivos había en la carta de referencia de escenario cuando acabó el escenario?
fr: Combien de cibles se trouvaient-elles sur la carte Référence du scénario à la fin de la partie ?
it: Quanti bersagli erano presenti sulla carta di consultazione dello scenario quando lo scenario è terminato?
ko: 시나리오가 끝날 때, 시나리오 참조 카드에 놓인 표적의 수는 몇 개입니까?
pl: Ile celów ataku było na karcie pomocy scenariusza w momencie zakończenia scenariusza?
ru: Сколько жетонов-целей было на памятке сценария на момент окончания сценария?
zh: 在冒险结束时，冒险参考卡牌上有几个目标？

source: Targets:
de: Ziele:
es: Objetivos:
fr: Cibles :
it: Bersagli:
ko: 표적:
pl: Cele ataku:
ru: Цели:
zh: 目标：

source: Each investigator earns 1 bonus experience for each target that was on the scenario reference card when the scenario ended.
de: Jeder Ermittler verdient 1 Bonus-Erfahrungspunkt für jedes Ziel, das sich am Ende des Szenarios auf der Szenarioübersichtskarte befunden hat.
es: Cada investigador obtiene 1 punto de experiencia adicional por cada objetivo que hubiera en la carta de referencia de escenario cuando acabó el escenario.
fr: Chaque investigateur reçoit 1 point d'expérience bonus pour chaque cible qui se trouvait sur la carte Référence du Scénario à la fin de la partie.
it: Ogni investigatore guadagna l punto esperienza aggiuntivo per ogni bersaglio sulla carta di consultazione dello scenario al termine dello scenario.
ko: 시나리오가 끝날 때 시나리오 참조 카드에 놓여 있던 표적마다, 각 조사자는 경험치를 추가로 1씩 얻습니다.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt doświadczenia za każdy cel ataku, który znajdował się na karcie pomocy scenariusza w momencie zakończenia scenariusza.
ru: Каждый сыщик получает 1 опыт дополнительно за каждую цель, которая была на листе сценария на момент его окончания.
zh: 在冒险结束时，在冒险参考卡牌上的每有一个目标，每位调查员获得1点奖励经验值。

source: Choose an investigator to be the bearer of The Weeping Lady and update the Campaign Log accordingly.
de: Wähle einen Ermittler, der zum Träger des Schlüssels Die Weinende Dame wird. Aktualisiere das Kampagnenlogbuch.
es: Elige a un investigador para que sea el portador de La dama plañidera. Actualiza el registro de campaña en consonancia.
fr: Choisissez un investigateur qui devient le détenteur de la Dame Éplorée et mettez à jour le Carnet de Campagne en conséquence.
it: Scegliete 1 investigatore che diventi il portatore della Dama Piangente. Aggiornate il Diario della Campagna di conseguenza.
ko: 조사자 한 명이 ‘우는 여인’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Wybierz badacza, który zostanie posiadaczem Łkającej Pani, i uzupełnij odpowiednio informacje w Dzienniku kampanii.
ru: Выберите сыщика, который становится носителем «Плачущей девы». Отметьте это в журнале кампании.
zh: 选择一位调查员成为泣血女士承受者，并将此记录在剧本日志中。

source: Bearer of The Weeping Lady
de: Träger des Schlüssels Die Weinende Dame
es: Portador de La dama plañidera
fr: Détenteur de la Dame Éplorée
it: Portatore della Dama Piangente
ko: ‘우는 여인’ 열쇠의 보유자
pl: Posiadacz Łkającej Pani
ru: Носитель «Плачущей девы»
zh: 泣血女士承受者

source: you haven't seen the last of La Chica Roja.
de: du hast La Chica Roja nicht zum letzten Mal gesehen.
es: no será la última vez que los investigadores ven a la chica roja.
fr: vous n'avez pas fini d'entendre parler de La Chica Roja.
it: sentirete ancora parlare della Chica Roja.
ko: 당신은 라 치카 로하의 최후를 목도하지 못했다
pl: jeszcze zobaczycie La Chica Roja.
ru: Девица в красном ещё встретится вам.
zh: 未得知红姑娘最后的下落。

source: you haven't seen the last of The Sanguine Watcher.
de: du hast den Blutroten Beobachter nicht zum letzten Mal gesehen.
es: no será la última vez que los investigadores ven a el observador sanguinario.
fr: vous n'avez pas fini d'entendre parler du Guetteur Sanglant.
it: sentirete ancora parlare dell’Osservatore Sanguigno.
ko: 당신은 핏빛 감시자의 최후를 목도하지 못했다
pl: jeszcze zobaczycie Szkarłatnego Obserwatora.
ru: Сангиновый Страж ещё встретится вам.
zh: 未得知讪笑监视者最后的下落。
