Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Place one resource on each location in play other than Avenida de Mayo, as targets. <i>(There should be six targets, in total).</i>
de: Auf jedem Ort im Spiel (außer auf der Avenida de Mayo) werden Ressourcen als Ziele platziert. <i>(Insgesamt sind es 6 Ziele.)</i>
es: Coloca un recurso sobre cada Lugar en juego que no sea la Avenida de Mayo, como objetivos <i>(debe haber seis objetivos en total).</i>
fr: Placez une ressource sur chaque lieu en jeu qui n'est pas Avenida de Mayo, en tant que cible. <i>(Il y a donc 6 cibles au total.)</i>
it: Collocate 1 risorsa su ogni luogo in gioco diverso dall’Avenida de Mayo, trasformandola in bersaglio <i>(dovranno esserci 6 bersagli in totale)</i>.
ko: ‘아베니다 데 마요’ 외의 플레이 상태인 장소마다 자원을 1개씩 놓습니다. 이 자원 토큰은 표적으로 간주합니다. <i>(장소에 놓인 표적 개수가 도합 6개여야 합니다.)</i>
pl: Połóż 1 żeton zasobu na każdej lokalizacji w grze innej niż Avenida de Mayo – są to cele ataku. <i>(Łącznie w grze powinno się znajdować 6 celów ataku).</i>
ru: Положите по 1 ресурсу на каждую локацию в игре, кроме «Авенида-­де-­Майо», в качестве целей <i>(всего должно быть 6 целей).</i>
zh: 在场上的每个非五月大道地点上各放置一资源，作为目标。<i>(总计应有六个目标)。</i>

source: These targets represent the locations you suspect La Chica Roja is looking to steal from.
de: Dies sind die möglichen Ziele, von denen du annimmst, dass La Chica Roja es auf sie abgesehen hat und weitere Diebstähle plant.
es: Estos objetivos representan los Lugares en los que sospechas que pretende robar La chica roja.
fr: Ces cibles représentent les lieux susceptibles d'être cambriolés par La Chica Roja.
it: Questi bersagli rappresentano i luoghi in cui si sospetta che la Chica Roja voglia rubare.
ko: 이러한 표적은 ‘라 치카 로하’가 절도 행각을 벌일 것으로 추정되는 장소를 뜻합니다.
pl: Cele ataku reprezentują lokalizacje, które prawdopodobnie La Chica Roja chce okraść.
ru: Эти цели представляют собой местонахождение чего­-то, что, по вашему мнению, может попытаться похитить Девица в красном.
zh: 这些目标表示你怀疑红姑娘要进行窃取的地点。

source: Gather each decoy mini-card and each of the following mini-cards: La Chica Roja and Apportioned Ka. Set them aside, out of play.
de: Es werden alle Mini-Karten Köder und folgende Mini-Karten herausgesucht und als nicht im Spiel befindlich beiseitegelegt: La Chica Roja und Ka-Stück.
es: Reúne todas las cartas pequeñas de señuelo y todas las cartas pequeñas siguientes: La chica roja y Ka repartido. Ponlas aparte, fuera del juego.
fr: Rassemblez chaque mini-carte Leurre et chacune des mini-cartes suivantes : La Chica Roja et Le Ka Remis. Mettez-les de côté, hors jeu.
it: Radunate ogni mini carta diversivo e ognuna delle mini carte seguenti: Chica Roja e Ka Sezionato. Mettetele da parte, temporaneamente fuori dal gioco.
ko: 모든 소형 유인책 카드와 다음과 같은 소형 카드를 모읍니다: ‘라 치카 로하’, ‘분산된 혼’. 이 소형 카드를 모두 비플레이 상태로 치워 둡니다.
pl: Zbierz wszystkie małe karty przynęty oraz następujące małe karty: La Chica Roja i Oddzielone Ka. Należy je odłożyć na bok, poza grę.
ru: Соберите следующие мини­карты: все ложные цели, «Девица в красном» и «Разделённая душа». Отложите их в сторону, вне игры.
zh: 拿取每张诱饵小卡和以下的小卡：红姑娘和分割仪式。将它们放在一旁，置于场外。

source: Find the double-sided La Chica Roja card, flip her to her enemy side, and resolve her concealed keyword, distributing each of those concealed mini-cards as evenly as possible among each location with a target.
de: Die doppelseitige Karte La Chica Roja wird auf ihre Gegner-Seite umgedreht und ihr Schlüsselwort Getarnt abgehandelt.
es: Busca la carta de doble cara La chica roja, dale la vuelta para mostrar su lado de Enemigo y resuelve su palabra clave Encubierto, distribuyendo sus cartas pequeñas Encubierto lo más equitativamente posible entre todos los Lugares que tengan objetivos.
fr: Prenez la carte recto verso de La Chica Roja, retournez-la pour afficher sa face Ennemi et résolvez son mot-clé Dissimulé, en répartissant chacune de ces mini-cartes Dissimulée aussi équitablement que possible sur les lieux ayant une cible.
it: Trovate la carta Chica Roja a due lati, giratela sul lato nemico e risolvetene la parola chiave Celato.
ko: ‘라 치카 로하’ 양면 카드를 확인합니다. 이 카드를 적 면으로 뒤집어 이 적의 ‘은신’ 키워드를 해결하되, 이러한 소형 은신 카드는 표적이 놓인 모든 장소에 가능한 한 고르게 분배합니다.
pl: Znajdź dwustronną kartę La Chica Roja, odwróć ją na stronę wroga i rozpatrz jej słowo kluczowe Utajony, rozdając utajone małe karty możliwie jak najrówniej pomiędzy wszystkie lokalizacje w grze z celem ataku.
ru: Найдите двухстороннюю карту «Девица в красном», переверните её стороной врага вверх и разыграйте её ключевое слово Сокрытая, как можно равномернее распределив сокрытые мини­карты по локациям с целями.
zh: 找出双面的红姑娘卡牌，将她翻至她的敌人面，并结算她的隐蔽关键字。将每张隐蔽小卡尽可能地平均分散在每个有目标的地点。

source: Rule reminder: Remember that after a concealed enemy is exposed, if there are no other enemies in the shadows, all remaining concealed mini-cards are set aside, out of play.
de: Regel-Erinnerung: Nachdem ein getarnter Gegner enttarnt wurde und falls sich keine weiteren Gegner in den Schatten befinden, werden alle verbleibenden getarnten Mini-Karten als nicht im Spiel befindlich beiseitelegt.
es: Recordatorio de reglas: Después de que un Enemigo Encubierto quede expuesto, si no hay más Enemigos en las sombras, pon aparte, fuera del juego, todas las cartas pequeñas Encubierto restantes.
fr: Rappel des règles : n'oubliez pas qu'après la découverte d'un ennemi caché, s'il n'y a pas d'autres ennemis dans l'ombre, toutes les mini-cartes cachées restantes sont mises de côté, hors jeu.
it: Promemoria sulle regole: Ricordate che dopo che un nemico nascosto è stato scoperto, se non ci sono altri nemici nell’ombra, tutte le mini-carte celato rimanenti vengono messe da parte, fuori dal gioco.
ko: 규칙 상기: 은신 적이 노출된 후, 그림자 안에 다른 적이 없다면 나머지 숨겨진 소형 은신 카드는 모두 비플레이 상태로 치워 둔다는 것을 기억하십시오.
pl: Przypomnienie zasad: Pamiętaj, jeśli mała karta wroga zostanie ujawniona i w cieniu nie ma żadnych innych wrogów, wszystkie znajdujące się w grze pozostałe utajone małe karty należy odłożyć na bok, poza grę.
ru: Не забудьте, что после того как раскрыта сокрытая карта врага, если в тенях не осталось других врагов, то все оставшиеся в игре сокрытые карты следует отложить в сторону, вне игры.
zh: 规则提醒：在一个隐蔽的敌人被揭露后，如果没有任何敌人在阴影中，将所有剩余的隐蔽小卡放在一边，置于场外。

source: Set the following cards aside, out of play: The Sanguine Watcher enemy, the Apportioned Ka enemy, the Seeing Red act/agenda, and The Weeping Lady key.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseitegelegt: der Gegner Der Blutrote Beobachter, der Gegner Ka-Stück, die Agenda/Szene Rotsehen und der Schlüssel Die Weinende Dame.
es: Pon aparte las siguientes cartas, fuera del juego: el Enemigo El observador sanguinario, el Enemigo Ka repartido, el acto/plan Vista roja y la Llave La dama plañidera.
fr: Mettez de côté, hors jeu, les cartes suivantes : l'ennemi Le Guetteur Sanglant, l'ennemi Le Ka Remis, l'acte/intrigue Voir Rouge et la Clef « La Dame Éplorée ».
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: il nemico Osservatore Sanguigno, il nemico Ka Sezionato, il capitolo/trama Vedere Rosso e la chiave Dama Piangente.
ko: ‘핏빛 감시자’ 적, ‘분산된 혼’ 적, ‘새빨간 격노’ 주요목적/주요사건, ‘우는 여인’ 열쇠 카드를 비플레이 상태로 치워 둡니다.
pl: Odłóż na bok, poza grę, następujące karty: wróg Szkarłatny Obserwator, wróg Oddzielone Ka, akt/tajemnica Piekielna czerwień oraz klucz Łkająca Pani.
ru: Отложите в сторону следующие карты: врага «Сангиновый Страж», врага «Разделённая душа», сцену/замысел «Кровавая пелена» и ключ «Плачущая дева».
zh: 将下列卡牌放在一旁，置于场外：讪笑监视者敌人、分割仪式敌人、染红的城市场景/密谋、泣血女士密钥。

source: Cast a Light
de: Im Lichtschein
es: Arrojar luz
fr: Quelques Éclaircissements
it: Uno Spiraglio di Luce
ko: 실마리를 비추다
pl: Światełko w tunelu
ru: Пролить свет
zh: 无所遁形

source: Scenario Interlude: Cast a Light
de: Szenario-Zwischenspiel: Im Lichtschein
es: Interludio del escenario: Arrojar luz
fr: Interlude de Scénario : Quelques Éclaircissements
it: Interludio dello Scenario: Uno Spiraglio di Luce
ko: 시나리오 막간: 실마리를 비추다
pl: Antrakt scenariusza: Światełko w tunelu
ru: Интерлюдия сценария: Пролить свет
zh: 幕间故事：无所遁形

source: La Chica Roja paces around you in a slow circle as you claim her prize. “You’re good,” she concedes with a playful smirk. “But you’re workin’ for the wrong people. You know that, right?” You tell her to stand down and turn herself over for questioning. She steps into the shadows, obscuring her face, but you can tell from her tone that she hasn’t stopped smiling.
de: La Chica Roja umkreist dich langsam, als du deine Beute beanspruchen willst. „Du bist gut“, räumt sie mit einem spielerischen Grinsen ein. „Du arbeitest aber für die falschen Leute. Das ist dir doch klar, oder?“ Du forderst sie auf, aufzugeben und sich einem Verhör zu stellen. Sie tritt in die Schatten zurück und verdeckt ihr Gesicht. Dennoch bist du dir sicher, dass sie noch immer ein breites Lächeln auf den Lippen hat.
es: La chica roja camina a tu alrededor trazando un círculo lentamente mientras consigues su premio. —Es muy hábil —admite con una sonrisa juguetona—, pero trabaja para la gente equivocada. Lo sabe, ¿verdad? Le dices que se rinda y se entregue para que la interroguen. Ella se mete entre las sombras, que le tapan el rostro, pero te das cuenta por su tono de que no ha dejado de sonreír.
fr: La Chica Roja fait les cent pas autour de vous en marchant lentement pendant que vous collectez votre trophée. « Vous êtes bon», reconnaît-elle avec un sourire amusé. « Mais vous travaillez pour les mauvaises personnes. Vous le savez, n'est-ce pas ? » Vous lui ordonnez de se rendre afin qu'elle puisse être interrogée. Elle fait un pas dans les ombres, cachant son visage, mais d'après le ton de sa voix, vous savez qu'elle n'a pas arrêté de sourire.
it: La Chica Roja cammina lentamente attorno a voi mentre reclamate il suo premio. “Non ve la cavate male” ammette, sogghignando divertita. “Ma state lavorando per le persone sbagliate. Ne siete consapevoli, vero?” La intimate di arrendersi, costituirsi e rispondere alle vostre domande. La donna scivola indietro nell’oscurità, ma, nonostante abbia il viso in ombra, il suo tono vi dimostra inequivocabilmente che non ha smesso di sorridere.
ko: 라 치카 로하는 표적을 손에 넣은 당신의 주변을 느릿느릿하게 서성입니다. “아주 잘했어. 그렇지만, 넌 엉뚱한 사람과 손잡은 거야. 너도 알잖아. 안 그래?” 그녀가 입가에 능글맞은 미소를 흘리며 패배를 시인합니다. 당신은 여인에게 당장 물러나서 자수하라고 말합니다. 라 치카 로하는 어둠 속으로 발을 들여놓으며 얼굴을 가렸지만, 어조로부터 아직 그녀가 미소를 거두지 않았다는 것쯤은 가려낼 수 있습니다.
pl: La Chica Roja wolnym krokiem krąży wokół ciebie. „Dobry jesteś” – stwierdza z drobnym uśmieszkiem. „Ale pracujesz dla niewłaściwych ludzi, wiesz o tym prawda?”. Mówisz jej, żeby stała w miejscu i poddała się, byś mógł ją przesłuchać. Kobieta robi krok w cień, skrywając twarz, ale z tonu jej głosu wnioskujesz, że nie przestała się uśmiechać.
ru: Девица в красном медленно обходит вас по кругу, пока вы забираете то, за чем она охотилась. «А вы хороши, — заключает она с игривой ухмылкой. — Работаете, правда, не на тех людей. Но вы это и так знаете, правда же?» Вы приказываете ей сдаться для допроса. Она отходит в тень, скрыв своё лицо, но по её интонации вы понимаете, что она всё ещё улыбается.
zh: 你手上拿著红姑娘的目标，她绕著圈打量著你。她露出一个饶富趣味的微笑说：“你蛮厉害的。但你知道你自己帮错人了吧？” 你要求她停手并束手就擒，但她只是拉下帽沿退入阴影，但你仍听得见她的笑声。

source: Are there no targets on La Chica Roja?
de: Befinden sich keine Ziele auf La Chica Roja?
es: ¿No hay objetivos en La chica roja?
fr: Y a-t-il aucune cible sur la Chica Roja ?
it: Non ci sono bersagli sulla Chica Roja?
ko: 라 치카 로하’에 놓인 표적이 없습니까?
pl: Czy na La Chica Roja nie ma żadnych celów ataku?
ru: Если на «Девице в красном» нет целей
zh: 红姑娘是否未持有任何目标？

source: Skip to (→R1).
de: Fahre mit (→A1) fort.
es: Pasa a (→R1).
fr: Passez à (→ <b>C1</b>).
it: Proseguite con (→R1).
ko: (→결1)로 건너뜁니다.
pl: Przejdź do (→Z1).
ru: Перейдите к (→И1).
zh: 跳至(→结局1)。
