Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You nod and get ready to move out when all of a sudden, the door behind you bursts open. Oficial Bolívar, flanked by two other polícia, levels a handgun in your direction. The Girl in the Carmine Coat grabs your hand. “You!” Bolívar shouts. “I knew you couldn’t be trusted! On her side all along, were you?” You start to explain, but he cuts you off. “Like I can trust a single word you say? No, I think not. Bring ‘em in, boys!” “That’s our cue,” your erstwhile quarry says in a singsong voice. She then leaps out of the window, pulling you along with her. A hail of bullets follow in your wake. There is a whirl of shadows and crimson, and the next thing you know, you are floating gracefully to the ground aloft a wispy cloud of darkness. “Quick!” La Chica Roja shouts. “Follow me!”
de: Du nickst und machst dich zum Gehen bereit, als hinter dir plötzlich die Tür aufspringt. Oficial Bolívar, flankiert von zwei weiteren Polícia, richtet eine Pistole in eure Richtung. Das Mädchen im karmesinroten Mantel ergreift deine Hand. „Sie!“, schreit Bolívar. „Ich wusste, dass ich Ihnen nicht trauen kann. Sie waren die ganze Zeit schon auf ihrer Seite, nicht wahr?“ Du beginnst zu erklären, aber er unterbricht dich. „Als ob ich Ihnen auch nur ein Wort glauben könnte! Nichts da! Verhaftet sie, Jungs!“ „Das ist unser Stichwort“, flüstert dir dein ehemaliges Jagdziel mit einem Singsang in der Stimme zu. Dann springt sie aus dem Fenster und zieht dich mit sich. Ein Kugelhagel jagt euch hinterher. Dann ist da plötzlich ein Wirbel aus Schatten und Purpur um dich herum und du realisierst, dass ihr in einer feinen Wolke aus Dunkelheit anmutig zu Boden schwebt. „Schnell!“, ruft La Chica Roja. „Folge mir!“
es: Asientes y te preparas para salir cuando, de repente, la puerta que hay a tu espalda se abre de golpe. El oficial Bolívar, flanqueado por otros dos policías, te apunta con un arma. La chica del abrigo carmín te agarra la mano. —¡Usted! —grita Bolívar—. ¡Sabía que no podía confiar en usted! Así que estaba de su parte desde el principio, ¿verdad? Empiezas a explicarte, pero te interrumpe y ves en sus ojos que está dolido de verdad: —¿Se cree que me voy a fiar de una sola palabra que salga de su boca? Creo que no. ¡A por ellos, chicos! —Tenemos que irnos —dice con voz cantarina tu antigua presa. A continuación, salta por la ventana y te arrastra con ella. Una lluvia de balas surca el aire a vuestro paso. Se produce un remolino de sombras carmesíes y, un instante después, estás flotando grácilmente hacia el suelo sobre una tenue nube de oscuridad. —¡Rápido! —grita la chica roja—. ¡Sígame!
fr: Vous hochez la tête et vous préparez à sortir lorsque, soudain, la porte derrière vous s'ouvre avec fracas. C'est l'Officier Bolívar, accompagnés de deux autres policiers qui vous tiennent en joue avec leurs pistolets. La Fille au Manteau Carmin saisit votre main. « Vous ! » hurle Bolívar. « Je savais qu'on ne pouvait pas vous faire confiance ! Vous étiez de son côté depuis le début, n'est-ce pas ? » Vous commencez à expliquer la situation, mais il vous interrompt. « Comme si j'allais croire un seul mot de ce que vous me racontez ! Vous vous expliquerez au poste ! Emmenez-les les gars ! » « Maintenant ! », dit votre ancienne adversaire avec une voix chantante. Elle saute par la fenêtre en vous attirant avec elle. Une pluie de balles siffle derrière vous. Vous voyez un tourbillon d'ombres et de rouge carmin et une seconde plus tard, vous flottez avec grâce en direction du sol à bord d'un fin nuage de ténèbres. « Dépêchez-vous ! » hurle La Chica Roja. « Suivez-moi ! »
it: Annuite e vi preparate a uscire quando, improvvisamente, la porta dietro di voi si apre di scatto: davanti a voi c’è l’oficial Bolívar, affiancato da altri due agenti della polícia che vi puntano contro una pistola. La Ragazza con il Cappotto Carminio vi prende per mano. “Voi!” urla l’uomo. “Sapevo che non potevo fidarmi! Siete in combutta con lei dal primo momento, non è vero?!” Cercate di fornirgli una spiegazione, ma sembra che non abbia intenzione di ascoltarvi. “Non sprecate fiato, non credo a una singola parola di ciò che dite. Uomini, ammanettateli!” “È il momento di uscire di scena.” La vostra precedente preda ha una nota stranamente melodiosa nella voce, ma non avete il tempo di chiedervene il motivo che la vedete saltare fuori dalla finestra, trascinandovi con lei. Alle vostre spalle esplode una pioggia di proiettili, un turbine oscuro e cremisi vi avvolge e, prima che riusciate davvero a capire cosa stia succedendo, vi ritrovate a planare delicatamente verso la strada su una vaporosa nube di tenebra. “Presto!” urla la Chica Roja. “Seguitemi!”
ko: 고개를 끄덕이고 나가려던 차, 느닷없이 문이 쾅 하고 열립니다. 열린 문 너머로 볼리바르 경감이 다른 경찰관 둘과 나란히 총을 겨누고 있었습니다. 새빨간 망토를 걸친 여인이 당신의 손을 붙잡습니다. “이 자식!” 볼리바르 경감이 소리 지릅니다. “못 믿을 놈이란 건 알고 있었어! 애초부터 한통속이었던 거지?” 해명해보려고 했지만, 그가 단박에 말을 자릅니다. “내가 속아 넘어가 줄 것 같아? 어림도 없어! 당장 저놈들 체포해!” “뭐, 이참에 움직이자고.” 얼마 전까지만 해도 당신에게 뒤쫓겼던 여인이 전혀 감흥 없다는 어조로 말하더니, 당신을 홱 끌어당기며 창문 밖으로 뛰어내립니다. 등 뒤로 총탄이 빗발칩니다. 당신은 그림자와 선홍빛 소용돌이에 휘감겼고, 정신을 차려보니 시커먼 실구름에 둥둥 뜬 채 바닥으로 내려와 있었습니다. 라 치카 로하가 고함칩니다. “서둘러! 이쪽이야!”
pl: Kiwasz głową szykując się do wyjścia, kiedy nagle drzwi za tobą otwierają się z hukiem. To Bolívar w towarzystwie dwóch innych członków polícia, mierzących w waszym kierunku z broni. Dziewczyna w czerwonym płaszczu chwyta cię za rękę. „Ty!” – krzyczy Bolívar. – „Wiedziałem, że nie można ci ufać! Od początku byłeś po jej stronie, prawda?” Próbujesz się wytłumaczyć, ale mężczyzna przerywa ci. „Jasne, i myślisz że ci uwierzę? Chyba śnisz. Brać ich chłopaki!” „Na nas już pora” – mówi śpiewnym głosem twoja niedawna przeciwniczka, po czym rzuca się przez okno ciągnąć cię ze sobą. Otacza cię wir czerni i szkarłatu, a następna rzecz jaka do ciebie dociera, to to, że z wolna opadasz na ziemię, podtrzymywany przez mroczny obłok. „Ruchy!” – krzyczy La Chica Roja – „Za mną!”
ru: Вы киваете и готовитесь отправляться, как вдруг дверь позади вас распахивается. Офицер Боливар в сопровождении двух других полицейских направляет на вас пистолет. Девушка в карминовом плаще хватает вас за руку. «Вы! — рявкает Боливар. — Я знал, что вам нельзя доверять. Всё это время вы были с ней заодно, да?» Вы начинаете было объяснять, но он обрывает вас. «Как будто я могу верить хоть единому вашему слову? Ну уж нет. Пакуйте их, ребята!» «Нам пора», — нараспев щебечет ваша недавняя цель. Затем она выпрыгивает из окна, увлекая вас за собой. Град пуль летит вам вслед. Вас окружает вихрь теней и багровых тонов, и вот вы уже плавно опускаетесь на землю, паря на облачке тьмы. «Быстрее! — кричит Девица в красном. — За мной!»
zh: 你点头同意。正当你们准备离开时，身后的门被撞开了。玻利瓦督察跟两名警员冲进房间并拿著枪指著你们。玻利瓦大喊：“你！我就知道你不值得信任！你跟她一直都是一伙的吧？”你想要解释，但他打断你：“你以为我会相信任何你说出来的话吗？不，我不这么认为。伙计们，抓起来！“ “该走了！”你的旧敌人抓住你的手，几乎像是用唱的说。接著就拉著你跳出窗户，一轮子弹从你们头上呼啸而过。你瞄见一抹红色的阴影，下个片刻你意识到你们乘著一片黑暗形成的云雾优雅的落地。“动作快！”红姑娘大喊，“跟著我！”

source: You and the Girl in the Carmine Coat have teamed up to take down the true threat in Buenos Aires!
de: Du hast dich mit dem Mädchen im karmesinroten Mantel zusammengetan, um die wahre Bedrohung von Buenos Aires zu bekämpfen!
es: ¡La chica del abrigo carmín y tú habéis formado equipo para acabar con la verdadera amenaza que hay en Buenos Aires!
fr: Vous et la Fille au Manteau Carmin avez décidé de faire équipe pour déjouer la véritable menace qui plane sur Buenos Aires !
it: Avete deciso di collaborare con la Ragazza con il Cappotto Carminio per porre fine alla vera minaccia che si aggira per Buenos Aires!
ko: 당신은 부에노스아이레스를 진정으로 위협하는 자를 쓰러뜨리기 위해 새빨간 코트를 걸친 여인과 손을 잡았습니다!
pl: Sprzymierzasz się z Dziewczyną w czerwonym płaszczu, by zmierzyć się z prawdziwym zagrożeniem w Buenos Aires!
ru: Вы и Девушка в карминовом плаще объединились, чтобы уничтожить подлинную угрозу в Буэнос-Айресе!
zh: 你与红大衣女孩联手，准备解决布宜诺斯艾利斯真正的威胁！

source: Flip La Chica Roja to her story asset side, removing all tokens and attachments from her, and choose an investigator to take control of her.
de: Drehe La Chica Roja auf ihre Storyvorteilsseite um, entferne alle Marker und Verstärkungen von ihr und wähle einen Ermittler, der die Kontrolle über sie übernimmt.
es: Dale la vuelta a La chica roja para mostrar su lado de Apoyo de historia y retira todas las fichas y cartas vinculadas que tenga. Elige a un investigador para que tome su control.
fr: Retournez la Chica Roja pour afficher sa face Soutien d'histoire, en retirant tous les pions et tous les attachements qui se trouvaient sur elle. Choisissez un investigateur qui prend le contrôle de ce soutien.
it: Girate la Chica Roja sul lato supporto storia, rimuovendo tutti i segnalini e le aggiunte da essa, e scegliete 1 investigatore che ne prenda il controllo.
ko: ‘라 치카 로하’를 이야기 자산 면으로 뒤집고, 그 카드에서 모든 토큰과 부착물을 제거합니다. 조사자 한 명을 선택하여 그 조사자가 ‘라 치카 로하’를 가져와 조종합니다.
pl: Odwróć La Chica Roja na jej stronę z atutem fabularnym, usuwając z niej wszystkie żetony i dołączone karty, a następnie wybierz badacza, który przejmie nad nią kontrolę.
ru: Переверните «Девицу в красном» стороной сюжетного актива вверх, удалив с неё все жетоны и прикреплённые карты, и выберите сыщика. Тот сыщик берёт её под контроль.
zh: 将红姑娘翻至她的支援面，移除她身上的所有标记和附属，并选择一位调查员控制她。

source: Remove the agenda and act decks from the game. Put the set-aside Seeing Red act/agenda into play. It is both the current act and the current agenda.
de: Entferne das Agenda- und Szenendeck aus dem Spiel. Bringe die beiseitegelegte Agenda/Szene Rotsehen ins Spiel. Sie ist gleichzeitig die aktuelle Agenda und die aktuelle Szene.
es: Retira de la partida los mazos de Acto y de Plan. Pon en juego el acto/ plan Vista roja puesto aparte. Es tanto el plan en curso como el acto en curso.
fr: Retirez de la partie le deck Acte et le deck Intrigue. Mettez en jeu l'acte/intrigue Voir Rouge. Il est à la fois l'acte en cours et l'intrigue en cours.
it: Rimuovete dal gioco il mazzo delle trame e il mazzo dei capitoli. Mettete in gioco il capitolo/trama Vedere Rosso. Quella carta è ora sia il capitolo che la trama attuale.
ko: 주요사건 덱과 주요목적 덱을 게임에서 제거합니다. 치워 두었던 ‘새빨간 격노’ 주요목적/주요사건 카드를 플레이 영역에 둡니다. ‘새빨간 격노’는 현재 주요목적이자 현재 주요사건입니다.
pl: Usuń talie tajemnic i aktów z gry. Umieść w grze odłożoną na bok kartę aktu/tajemnicy Piekielna czerwień. Jest to obecny akt oraz obecna tajemnica.
ru: Удалите оставшиеся замыслы и сцены из игры. Введите в игру отложенную замысел/сцену «Кровавая пелена». Она считается и замыслом, и сценой.
zh: 从游戏中移除密谋和场景牌堆。将放在一旁的染红的城市放置入场。它是当前的场景和当前密谋。

source: Place 1 doom on Seeing Red.
de: Platziere 1 Verderben auf Rotsehen.
es: Coloca 1 ficha de Perdición sobre Vista roja.
fr: Placez 1 fatalité sur Voir Rouge.
it: Collocate 1 destino su Vedere Rosso.
ko: ‘새빨간 격노’에 파멸을 1개 놓습니다.
pl: Umieść 1 żeton zagłady na Piekielnej czerwieni.
ru: Положите 1 безысходность на «Кровавую пелену».
zh: 放置1个毁灭标记到染红的城市上。

source: Randomly choose a location with a target on it. Spawn The Sanguine Watcher at that location. Remove all other targets from locations in play.
de: Bestimme zufällig 1 Ort mit einem Ziel darauf. Der Blutrote Beobachter erscheint an jenem Ort. Entferne alle anderen Ziele auf Orten aus dem Spiel.
es: Elige al azar un Lugar que tenga un objetivo. Haz aparecer El observador sanguinario en ese Lugar. Retira todos los demás objetivos que haya en juego.
fr: Sélectionnez aléatoirement un lieu ayant une cible sur lui. Générez le Guetteur Sanglant dans ce lieu. Retirez toutes les autres cibles des lieux en jeu.
it: Scegliete casualmente 1 luogo con un bersaglio su di esso e generatevi l’Osservatore Sanguigno. Rimuovete tutti gli altri bersagli dai luoghi in gioco.
ko: 표적이 놓인 장소 한 곳을 무작위로 선택합니다. ‘핏빛 감시자’를 그 장소에 출현시킵니다. 플레이 상태인 나머지 장소에서 표적을 모두 제거합니다.
pl: Wybierz losowo 1 lokalizację, na której znajduje się żeton celu ataku. Rozstaw Szkarłatnego Obserwatora w danej lokalizacji. Usuń wszystkie inne cele ataku z lokalizacji w grze.
ru: Случайным образом выберите локацию с целью. Выложите в ту локацию «Сангинового Стража». Удалите все остальные цели с локаций в игре.
zh: 随机选择一个有目标的地点。将讪笑监视者生成在该地点上。移除场上所有其它的目标。

source: Find the set-aside Apportioned Ka enemy and resolve its concealed keyword, distributing its 5 concealed mini-cards as evenly as possible among each non-[[Central]] location that does not have a target.
de: Finde den beiseitegelegten Gegner Ka-Stück und handle sein Schlüsselwort Getarnt ab, wobei die 5 getarnten Mini-Karten so gleichmäßig wie möglich auf alle Nicht-Zentral-Orte ohne Ziel verteilt werden.
es: Busca el Enemigo Ka repartido puesto aparte y resuelve su palabra clave Encubierto, distribuyendo sus 5 cartas pequeñas Encubierto lo más equitativamente posible entre todos los Lugares que no sean [[Central]] y que no tengan objetivos.
fr: Prenez l'ennemi Le Ka Remis mis de côté et résolvez son mot-clé Dissimulé, en répartissant ses 5 mini-cartes Dissimulée aussi équitablement que possible sur les lieux non-[[Central]] sans cible.
it: Trovate il nemico Ka Sezionato messo da parte e risolvetene la parola chiave Celato, distribuendo le sue 5 mini carte Celato il più equamente possibile tra i luoghi non [[Central]] senza un bersaglio.
ko: 치워 두었던 ‘분산된 혼’ 적을 확인하고 그 적의 ‘은신’ 키워드를 해결하되, 이러한 소형 은신 카드 5장은 표적도 없고 [[중심부]]도 아닌 장소들에 가능한 한 고르게 분배합니다.
pl: Znajdź odłożonego na bok wroga Oddzielone Ka i rozpatrz jego słowo kluczowe Utajony, rozdzielając jego 5 utajonych małych kart tak równo jak to możliwe pomiędzy wszystkie lokalizacje bez cechy [[Centralna]], na których nie znajduje się cel ataku.
ru: Найдите отложенного врага «Разделённая душа» и разыграйте его ключевое слово Сокрытая, распределив 5 сокрытых мини-карт как можно равномернее по всем локациям, на которых нет цели (кроме локации-центра).
zh: 找出放在一旁的分割仪式敌人并结算它的隐蔽关键字，将5张隐蔽小卡尽可能均匀分配到没有目标的非[[中心]]的地点上。

source: Shuffle the encounter discard pile into the encounter deck.
de: Der Ablagestapel wird in das Begegnungsdeck gemischt.
es: Añade la pila de descartes de Encuentros al mazo de Encuentros y baraja éste.
fr: Mélangez la pile de défausse Rencontre dans le deck Rencontre.
it: Rimescolate la pila degli scarti degli incontri nel mazzo degli incontri.
ko: 버린 조우 카드 더미를 조우 덱에 섞어넣습니다.
pl: Wtasuj stos odrzuconych kart spotkań do talii spotkań.
ru: Замешайте сброс контактов в колоду контактов.
zh: 将遭遇弃牌堆洗入遭遇牌库。

source: The night crawls on, but you cannot continue your investigation. Between the terrible winged creatures that haunt your every step and the cunning tricks of your target, you won’t last the night if you go any further. You have no choice but to retire, knowing that you’ve failed to stop La Chica Roja’s schemes.
de: Die Nacht rückt weiter vor, sodass du deine Ermittlungen nicht weiter fortsetzen kannst. Die schrecklichen geflügelten Kreaturen, die dich auf Schritt und Tritt verfolgen, und die gerissenen Tricks deiner Zielperson würden dich die Nacht nicht überstehen lassen. So bleibt dir nichts anderes übrig, als dich zurückzuziehen mit dem Wissen, dass du die Pläne von La Chica Roja nicht verhindern konntest.
es: La noche avanza muy lentamente, pero no puedes seguir tu investigación. Entre las terribles criaturas aladas que te acechan a cada paso y los astutos trucos de tu objetivo, no sobrevivirás si sigues avanzando. No tienes más remedio que retirarte, sabiendo que no has logrado detener los planes de la chica roja.
fr: La nuit gagne peu à peu, mais vous ne pouvez pas continuer votre enquête. Entre les terribles créatures ailées qui hantent chacun de vos pas et les pièges tendus par votre cible, vous ne tiendrez pas jusqu'au matin si vous continuez ainsi. Vous n'avez d'autre choix que d'abandonner, en sachant que vous n'êtes pas parvenus à déjouer les plans de La Chica Roja.
it: Tra le terrificanti creature alate che tormentano ogni vostro passo e gli astuti stratagemmi del vostro bersaglio, farete meglio a ritirarvi se volete sperare di rivedere il sorgere del sole. Non avete altra scelta che fare un passo indietro, consci di non essere riusciti a fermare i piani della Chica Roja.
ko: 밤은 거북이처럼 느릿느릿 흘러갔지만, 당신은 도저히 조사를 이어갈 수 없습니다. 날개 돋친 무시무시한 괴물이 걸음마다 뒤따라붙었고, 목표물은 교활한 간계로 당신을 이리저리 따돌렸습니다. 이대로 가다가는 오늘 밤을 넘기지 못할 것입니다. 라 치카 로하의 음모를 저지하지 못한 채, 이대로 물러서는 수밖에 없습니다.
pl: Do świtu daleko, ale musisz przerwać swoje śledztwo. Z upiornymi, skrzydlatymi stworami siedzącymi ci na ogonie i brudnymi sztuczkami twojego celu wiesz, że jeśli teraz się nie wycofasz, to masz marne szanse dożyć do rana. Musisz odpuścić, mając świadomość, że nie udało ci się powstrzymać złowieszczych planów La Chica Roji.
ru: Ночь расползается по городу, но вы не можете продолжать своё расследование. Ужасные крылатые существа, преследующие вас на каждом шагу, и хитроумные уловки вашей цели не позволят вам продержаться всю ночь. Вы вынуждены отступить, зная, что вам не удалось остановить махинации Девицы в красном.
zh: 夜色渐深，但你无法继续调查。被那些有翼生物追捕，同时被你目标层出不穷的诡计干扰，你知道如果继续下去，你将撑不过这个夜晚。你别无选择，只好放弃阻止红姑娘的阴谋。
