Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Buenos Aires: Sanguine Shadows
de: Buenos Aires: Blutrote Schatten
es: Buenos Aires: Sombras sanguinas
fr: Buenos Aires : Ombres Rouge Sang
it: Buenos Aires: Ombre Sanguigne
ko: 부에노스아이레스: 핏빛 그림자
pl: Buenos Aires: Krwawe cienie
ru: Буэнос-Айрес: Кровавые тени
zh: 布宜诺斯艾利斯：讪笑阴影

source: Buenos Aires
ko: 부에노스아이레스
ru: Буэнос-Айрес
zh: 布宜诺斯艾利斯

source: As soon as you arrive in Buenos Aires, you set your meeting with Oficial Bolívar at a café overlooking the harbor. Seagulls cry out over the many shipping and fishing boats in the distance. Even after Bolívar arrives, you continue to keep an eye out for others listening in—for anyone wearing red, especially. The officer meets you in uniform instead of casual clothes—whether by protocol or due to being overworked, you are unsure. His response to your letter seemed overly eager. Perhaps he is as starved for information regarding his target as you are? “Your letter suggested we may be able to aid one another,” he says casually, after calling out for a café chico. “You have information regarding La Chica Roja?” You clarify that you are the one seeking information from Bolívar, not the other way around. “Well, scratch my back and I’ll scratch yours,” he says, his expression turning serious. “What do you know?”
de: Als du in Buenos Aires ankommst, vereinbarst du sofort einen Termin mit Oficial Bolívar in einem Café mit Blick auf den Hafen. Du kannst Möwen über den vielen Schiffen und Fischerbooten in der Ferne schreien hören. Auch nachdem Bolívar eingetroffen ist, hältst du weiterhin deine Augen offen nach möglichen anderen Mithörenden – besonders solchen, die Rot tragen. Der Beamte empfängt dich in Uniform statt in normaler Kleidung – ob aus protokollarischen Gründen oder weil er überarbeitet ist, kannst du nicht sagen. Seine Antwort auf deinen Brief schien übereifrig zu sein. Vielleicht ist er genauso hungrig nach Informationen über die Zielperson wie du? „In Ihrem Brief haben Sie angedeutet, dass wir einander vielleicht helfen können“, sagt er beiläufig, nachdem er einen Café chico bestellt hat. „Sie haben Informationen über La Chica Roja?“ Du machst ihm klar, dass du die Person bist, die Informationen von Bolívar haben möchte, nicht umgekehrt. „Eine Hand wäscht die andere“, sagt er und sein Gesichtsausdruck wird ernst. „Also, was wissen Sie?“
es: En cuanto llegas a Buenos Aires, organizas una reunión con el oficial Bolívar en una cafetería que da al puerto. Las gaviotas chillan sobre los numerosos buques de carga y barcos pesqueros que hay a lo lejos. Incluso después de que llegue Bolívar, no dejas de prestar atención ante cualquiera que pueda estar escuchando, especialmente si lleva algo rojo. El oficial acude uniformado en lugar de con ropa de calle, aunque no sabes si es por protocolo o porque trabaja demasiado. Su respuesta a tu carta te pareció demasiado entusiasta. ¿Podría ser que le falta tanta información sobre su objetivo como a ti? —Su carta sugería que quizás podamos ayudarnos mutuamente —dice despreocupadamente tras llamar a un camarero—. ¿Tiene información sobre la chica roja? Le aclaras que eres tú el que busca información, y no al revés. —Bueno, favor con favor se paga —contesta con expresión repentinamente seria—. ¿Qué sabe?
fr: Dès votre arrivée à Buenos Aires, vous organisez un rendez-vous avec l'Officier Bolívar dans un café avec une vue sur le port. Des mouettes crient au-dessus des navires et des bateaux de pêche que vous apercevez au loin. Même après l'arrivée de Bolivar, vous continuez de rester attentifs aux discussions qui vous entourent, surtout celles provenant d'individus habillés de rouge. L'officier se présente à vous en uniforme plutôt qu'en vêtement civil : est-il à cheval sur le protocole ou simplement submergé de travail ? Vous ne sauriez le dire. Sa réponse à votre lettre semblait trop enthousiaste. Peut-être est-il désespérément à la recherche de nouvelles informations concernant sa cible, tout comme vous? « Votre lettre suggérait que nous pourrions peut-être nous aider mutuellement », dit-il d'un ton neutre après avoir commandé un café chico. « Vous avez des informations concernant La Chica Roja ? » Vous clarifiez la situation et lui expliquez que c'est vous qui venez chercher des informations auprès de Bolívar, pas l'inverse. « Eh bien, vous me donnez une information, et je vous en donne une autre », dit-il, à présent l'air très sérieux. « Que savez-vous ? »
it: Appena giunti a Buenos Aires organizzate un incontro con l’oficial Bolivar in una caffetteria sul porto. I gabbiani garriscono nel cielo che sovrasta i molti pescherecci della zona. Anche dopo l’arrivo del vostro contatto, vi guardate attorno ossessivamente per assicurarvi che nessuno vi stia spiando… Nessuno che indossi qualcosa di rosso, almeno. L’agente vi viene incontro in uniforme: vi sareste aspettati di vederlo in borghese, ma non sapreste dire se sia per una rigida aderenza al protocollo o se sia semplicemente oberato di lavoro; quel che è certo è che ha risposto al vostro invito con assoluta impazienza. Forse, come voi, è solo affamato di informazioni riguardo il suo bersaglio. “La vostra lettera suggeriva che potremmo aiutarci l’un l’altro” esordisce l’uomo dopo aver ordinato un café chico. “Avete informazioni sulla Chica Roja?” Specificate che dovrebbe essere lui a dare le informazioni a voi e non il contrario. “Beh, voi fate un favore a me e io faccio un favore a voi” vi risponde, assumendo di nuovo un’espressione seria. “Che notizie avete?”
ko: 부에노스아이레스에 도착하자마자 항구가 내려다보이는 카페에서 볼리바르 경감과 약속을 잡았습니다. 저 멀리 항구에서는 갈매기 떼가 정박한 수많은 화물선과 어선 위를 맴돌며 끼룩끼룩댑니다. 볼리바르가 도착한 후에도 당신은 혹시나 염탐하는 사람이 있지는 않을까 주변에서 눈을 떼지 못합니다. 특히나 붉은 옷을 입은 사람에게 눈길이 더 갑니다. 볼리바르 경감은 평상복이 아니라 정복 차림이었습니다. 외부인과 만날 때는 의례적으로 정복을 입는 것인지 아니면 초과근무 중인지는 알 수가 없습니다. 볼리바르 경감은 당신의 서신을 받기 무섭게 접선하자는 연락을 해왔습니다. 그 역시 당신만큼이나 목표물에 대한 정보를 갈망하고 있는 게 분명합니다. 볼리바르 경감이 종업원에게 주문을 넣은 후, 태평하게 말을 꺼내기 시작합니다. “편지에서는 서로 도울 부분이 있다는 식으로 말씀하셨잖습니까. 라 치카 로하에 관한 정보를 갖고 있습니까?” 당신은 볼리바르 경감에게서 정보를 얻으러 온 것이지, 정보를 내놓으려고 온 것이 아니라는 점을 분명히 밝힙니다. 그러자 경감의 표정이 심각해집니다. “서로 가려운 곳을 긁어 주잔 거죠. 그러니 어떤 걸 알고 계십니까? 먼저 말해 보시죠.”
pl: Tuż po przybyciu do Buenos Aires udajesz się do kawiarni z widokiem na port, gdzie masz się spotkać z funkcjonariuszem Bolívarem. Towarzyszy ci krzyk mew, unoszących się nad kutrami i łodziami handlowymi w oddali. Nawet po przybyciu Bolívara, nie przestajesz bacznie obserwować, czy jakiś obcy nie nadstawia ucha, a już szczególnie zwracasz uwagę na każdego, kto ma na sobie coś czerwonego. Funkcjonariusz wita cię w stroju służbowym, nie jesteś pewien czy to z powodu obowiązujących zasad protokołu, czy zwyczajnie przez nadmiar pracy nie miał czasu założyć cywilnego ubrania. Pamiętasz, że odpowiedział na twój list z aż zbytnim entuzjazmem. Czyżby, podobnie jak ty, łaknął jakichkolwiek informacji o obiekcie śledztwa? „Z pańskiego listu wynika, że możemy sobie nawzajem pomóc” – mówi przyjacielsko, zamawiając małą kawę. – „Masz jakiekolwiek wieści o La Chica Roja?”. Szybko wyjaśniasz, że to ty oczekujesz, że Bolívar posiada jakieś informacje, a nie odwrotnie. „Przysługa za przysługę” – odpowiada i przybiera poważną minę – „mów, co wiesz”.
ru: Только добравшись до Буэнос-Айреса, вы сразу же назначаете офицеру Боливару встречу в кафе с видом на гавань. Вдалеке над многочисленными морскими и рыболовецкими судами кричат чайки. Даже после прибытия Боливара вы продолжаете следить за тем, чтобы никто вас не подслушивал — особенно люди, носящие красное. Офицер приходит на встречу в форме вместо повседневной одежды. Вы не уверены, следует ли он протоколу или просто вынужден работать сверхурочно. Судя по его ответу на ваше письмо, он крайне заинтересован. Возможно, он так же хватается за любую зацепку, ведущую его к цели, как и вы? «Вы упомянули в письме, что мы можем помочь друг другу, — непринуждённо говорит он, заказав небольшую чашку кофе. — У вас есть информация о Девице в красном?» Вы уточняете, что это вам нужна информация от Боливара, а не наоборот. Его лицо принимает серьёзное выражение: «Рука руку моет, знаете ли. Что известно вам?»
zh: 抵达布宜诺斯艾利斯后你立即安排与玻利瓦督察见面。你们约在港边的一间咖啡厅会面，海鸥在天空鸣叫，遥遥可见许多渔船与商船来来往往。即使在玻利瓦走进店门后，你也依然注意著周遭的人，尤其是那些身著红色衣物的人。督察穿著制服前来，你不确定是出于规定还是他正在工作。他对你信件的回应显得有点过于积极，也许他跟你一样极需更多关于目标的情报？他点了一小杯咖啡后一派轻松地说道：“你的信中说我们可以互相帮助，你有红姑娘的情报？” 你表示是你要向玻利瓦询问情报，而不是反过来。他的表情变得严肃：“你帮我，我就会帮你。所以，你知道些什么？“

source: Tell Bolívar everything regarding the target.
de: Erzähle Bolívar alles, was du über die Zielperson weißt.
es: Contarle a Bolívar toda la información sobre el objetivo.
fr: Dire tout ce que vous savez à Bolívar concernant votre cible.
it: Raccontate a Bolivar tutto quello che sapete sul soggetto.
ko: 볼리바르 경감에게 새빨간 코트를 걸친 여인에 관해 아는 것을 모두 알려줍니다.
pl: Mówicie Bolívarowi wszystko, co wiecie.
ru: Рассказать Боливару всё о цели.
zh: 告诉玻利瓦所有情报。

source: Give Bolívar some breadcrumbs.
de: Gib Bolívar ein paar kleine Informationsschnipsel.
es: Darle unas migajas de información a Bolívar.
fr: Donner quelques bribes d'information à Bolívar.
it: Passate qualche informazione a Bolivar.
ko: 볼리바르 경감에게 부스러기 정보만 제공합니다.
pl: Dajecie Bolívarowi kilka wskazówek.
ru: Подкинуть Боливару крохи информации.
zh: 告诉玻利瓦部分情报。

source: Insist that Bolívar tells you what he knows.
de: Bestehe darauf, dass dir Bolívar erzählen soll, was er weiß.
es: Insistir en que Bolívar te cuente lo que sabe.
fr: Insister pour que Bolívar vous dise tout ce qu'il sait.
it: Insistete affinché Bolívar vi dica quello che sa.
ko: 볼리바르 경감에게 그쪽이 아는 것부터 알려달라고 요구합니다.
pl: Nalegacie, aby Bolívar podzielił się z wami informacjami.
ru: Настаивать на том, чтобы Боливар рассказал вам всё, что знает.
zh: 坚持要玻利瓦先透漏情报。
