Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You prepare for a lengthy chase, ready to take her down at any cost… but to your surprise, she reaches out and flicks the lamp switch next to her, bathing the room in an orange glow. She stands exposed in the lamplight, for once not fleeing or ducking into the shadows. “Bien entonces, la cana. Let’s talk, gumshoe.” You’re not with the police, you insist. “I suppose that much is obvious. I don’t see that fool Bolívar anywhere. But if that’s truly the case, then who do you work for?” she asks. “You know what, nevermind that. You seem to know who I work for, don’t you? Well then, surely you must know there are two of us operating in Buenos Aires. Why aren’t you after the other guy?” Your confusion must show on your face. After a beat, La Chica Roja grins. “Oh, so that’s how it is. You, my friend, have outdated information.” You ask if she is using the stolen art pieces to assemble a Key, as the Foundation’s intel suggested. “Key? Oh, I see. You call them ‘Keys.’ Well, yes, that much is true. But you’re missing the why.” The Girl in the Carmine Coat paces through the room, stepping in and out of countless shadows. “The other guy. ‘The Sanguine Watcher,’ they call him. Nobody knows his real name.” She takes off her hat and runs her finger along its scarlet hatband before using it to mask her countenance. “Just like me, I guess. Nameless. Faceless.” Then she rolls it back onto her head with a chuckle. “Only, el observador sanguinario ain’t like me. He’s already got his hands on more than a few pieces. Even with just those, he’ll use it only out of cruelty and malice. Human experimentation. Spellcraft. Real creepy stuff. He gets the rest of ‘em, who knows what he’ll do with them. My associates tend to thrive on that kind of thing. But not me.” Her fierce brown eyes lock with yours, soft and steely all at once. “I came here to stop him.”
de: Du bereitest dich auf eine lange Verfolgungsjagd vor, bereit, die Frau um jeden Preis zur Strecke zu bringen ... aber zu deiner Überraschung streckt sie die Hand aus und legt den Schalter der Lampe neben sich um, wodurch der Raum in ein orangefarbenes Licht getaucht wird. Sie steht entblößt im Lichtschein, diesmal ohne zu fliehen oder sich in den Schatten zu verstecken. „Bien entonces, la cana. Lass uns reden, Meisterdetektiv.“ Du betonst, dass du nicht für die Polizei arbeitest. „So viel sollte klar sein, da ich nirgendwo diesen Dummkopf Bolívar sehen kann. Aber wenn das wirklich stimmt, für wen arbeitest du dann?“, fragt sie. „Weißt du was, das ist mir egal. Du scheinst zu wissen, für wen ich arbeite, stimmt’s? Dann weißt du sicher auch, dass wir in Buenos Aires zu zweit sind. Warum bist du nicht hinter dem anderen Kerl her?“ Deine Verwirrung muss sich in deinem Gesicht widerspiegeln. Nach einem kurzen Augenblick grinst La Chica Roja. „Ach, so ist das also. Mein Freund, du hast veraltete Informationen.“ Du fragst sie geradeheraus, ob sie die gestohlenen Kunstwerke dazu verwenden will, einen Schlüssel zusammenzusetzen, so wie es im Dossier der Foundation vermutet wird. „Schlüssel? Ah, verstehe. So nennst du sie. Nun ja, der Teil stimmt. Aber du kennst das Warum nicht?“ Das Mädchen im karmesinroten Mantel schreitet durch den Raum, wobei sie mehrmals in den Schatten verschwindet und wieder auftaucht. „Der andere Kerl – er wird ‚Der Blutrote Beobachter‘ genannt. Niemand kennt seinen richtigen Namen.“ Sie nimmt ihren Hut ab und fährt mit dem Finger an seinem scharlachroten Hutband entlang, bevor sie ihn vor das Gesicht hält. „So wie ich, schätze ich. Namenlos. Gesichtslos.“ Dann setzt sie ihn mit einem Kichern wieder auf den Kopf. „Nur ist el observador sanguinario nicht so wie ich. Er hat bereits einige Teile in seinem Besitz. Er wird sie mit Sicherheit nur aus Grausamkeit und Bosheit nutzen. Für Menschenversuche. Zauberei. Wirklich gruseliges Zeug. Wenn er den Rest von ihnen in die Hände bekommt, wer weiß, was er dann damit anstellen wird. Meine Partner stehen auf so etwas. Aber ich nicht.“ Ihre grimmigen braunen Augen blicken in deine. Ihr Blick ist weich und stählern zugleich. „Ich bin hierhergekommen, um ihn aufzuhalten.“
es: Te preparas para una persecución prolongada con la intención de atraparla a toda costa…, pero para tu sorpresa, extiende la mano y pulsa el interruptor de la lámpara que tiene al lado, bañando la estancia de un resplandor naranja. Está expuesta ante la luz eléctrica, y por una vez no huye ni se escabulle entre las sombras. —Che, perfecto entonces. Hablemos, detective. Insistes en que no estás con la policía. —Supongo que eso es obvio, porque no veo a ese necio de Bolívar por ninguna parte. Pero si de verdad es así, ¿entonces para quién trabaja? —te pregunta—. ¿Sabe qué? Da igual. Parece saber para quién trabajo yo, ¿verdad? En ese caso, seguro que sabrá que en Buenos Aires operamos dos personas. ¿Por qué no va tras el otro tipo? La confusión se te debe de reflejar en la cara, porque la chica roja sonríe tras un instante. —Ah, es por eso. Su información no está actualizada. Le preguntas que si está usando las obras de arte robadas para montar una Llave, como sugerían los datos de la Fundación. —¿Una Llave? Ah, ya veo. Las llama “Llaves”. Pues sí, esa parte es cierta, pero se le escapa el porqué. La chica del abrigo carmín recorre la habitación, entrando y saliendo de innumerables sombras. —Al otro tipo le llaman “el observador sanguinario”. Nadie sabe su nombre real —Se quita el sombrero y pasa un dedo por la cinta escarlata antes de usarlo para taparse el semblante—. Supongo que igual que pasa conmigo. Sin nombre. Sin rostro —Luego se lo vuelve a poner en la cabeza con una risita—. Lo que pasa es que el observador sanguinario no es como yo. Ya se ha hecho con bastantes más piezas. Y lo que tiene lo usará por pura crueldad y malicia: experimentos humanos, hechicería, cosas de lo más espeluznantes. Si logra conseguir el resto, nadie sabe lo que podría llegar a hacer. Mis socios suelen regodearse con ese tipo de cosas, pero yo no. Clava sus feroces ojos marrones en los tuyos, con una mirada dulce y resuelta a la vez: —Vine aquí para detenerlo.
fr: Vous vous préparez à une longue poursuite, déterminé à l'humilier coûte que coûte… mais à votre grande surprise, elle appuie sur l'interrupteur juste à côté d'elle ce qui a pour effet de baigner la pièce d'une lumière orange. Elle se tient devant vous, à découvert, à la lumière des lampes. Pour une fois, elle ne s'enfuit pas et ne tente pas de se cacher dans les ombres. « Bien entonces, la cana. Parlons un peu, détective. » Vous précisez que vous ne faites pas partie de la police. « Voilà qui est évident, oui. Je ne vois nulle part cet imbécile de Bolívar. Mais si c'est bien le cas, alors pour qui travaillez-vous ? » demande-t-elle. « Vous savez quoi ? Oublions cette question. Il semble que vous sachiez déjà pour qui je travaille, n'est-ce pas ? Alors vous devez sans doute savoir également que nous sommes deux à opérer à Buenos Aires. Pourquoi ne pas courir après cet autre individu ? » Votre confusion doit se lire sur votre visage. Après un instant, La Chica Roja sourit de toutes ses dents. « Oh, je vois. Vos informations ne sont pas à jour mon ami. » Vous lui demandez si elle utilise les œuvres d'art volées pour assembler une Clef, comme le suggèrent les renseignements de la Fondation. « Clef ? Oh je vois, vous les appelez des 'Clefs'. Eh bien oui, cela est vrais. Mais il vous manque le 'pourquoi'. » La Fille au Manteau Carmin parcourt inlassablement la pièce en traversant un nombre incalculable d'ombres. « L'autre individu. 'Le Guetteur Sanglant', comme on l'appelle. Personne ne connaît sa véritable identité. » Elle enlève son chapeau et passe un doigt sur le ruban écarlate qui l'entoure avant de mettre le couvre-chef devant son visage pour masquer ses émotions. « Tout comme moi, je suppose. Sans nom. Sans visage. » Elle le remet ensuite sur sa tête avec un petit rire. « Seulement, el observador sanguinario n'est pas comme moi. Il a déjà mis la main sur plusieurs œuvres. Il utilisera ces pièces avec cruauté et malveillance. Des expérimentations sur les humains. De la sorcellerie. Des choses vraiment infâmes. S'il récupère les autres, qui sait ce qu'il en fera. Mes associés semblent se réjouir de ce genre de pratiques. Mais ce n'est pas mon cas. » Elle plonge ses yeux bruns dans les vôtres. Son regard doux a des reflets d'acier. « Je suis venue pour l'arrêter.»
it: Vi preparate a un lungo inseguimento, decisi a catturare la donna a qualsiasi costo… ma, con vostra somma sorpresa, lei allunga una mano e accende l’interruttore della lampada che le sta accanto, avvolgendo la stanza in un bagliore arancione. Ora è li davanti a voi, in piedi in piena luce, per una volta non intenta a nascondersi tra le ombre. “Bien entonces, la cana. Parliamo, piedipiatti.” Le ripetete che non lavorate per la polizia. “Sì, questo è ovvio, non mi pare di vedere quello stupido di Bolívar. Ma se quel che dite è vero, allora per chi lavorate?” Non vi dà il tempo di rispondere. “Anzi, sapete una cosa? Non mi importa. Credo che sappiate per chi lavoro io, giusto? Bene, certamente sarete a conoscenza del fatto che a Buenos Aires operano due dei nostri. Perché non vi siete messi sulle tracce del secondo tizio?” Dovete avere un’espressione piuttosto confusa, perché sul viso della Chica Roja si intravede un sorrisetto soddisfatto. “Oh, allora è cosi che stanno le cose. Amici miei, avete delle informazioni obsolete.” Le chiedete se stia usando le opere d’arte rubate per mettere insieme una Chiave, come suggerito dai fascicoli forniti dalla Fondazione. “Una Chiave? Oh, ora ho capito, le chiamate ‘Chiavi’. Beh, si, fin qui ci siamo. Quello che vi manca è il movente.” La Ragazza con il Cappotto Carminio cammina avanti e indietro, svanendo e ricomparendo tra le innumerevoli ombre della stanza. “L’altro tizio, dicevamo. Lo chiamano l’Osservatore Sanguigno. Nessuno sa il suo vero nome.” Si toglie il cappello, facendo scorrere il dito lungo la fascia scarlatta prima di nascondere il viso dietro la tesa. “Proprio come me, immagino. Senza nome. Senza volto.” Ridacchiando, si rigira il cappello tra le dita rimettendolo sul capo con agilità ed eleganza, “Solo che el observador sanguinario non è come me. Ha già messo le mani su diversi pezzi e potete star certi che li utilizzerà per gli scopi più crudeli e malvagi: sperimentazioni su soggetti umani, stregoneria… Roba inquietante. E se li troverà tutti, chi può dire cosa ne farà? I miei soci sembrano anelare a questo genere di cose, ma io sono di un’altra stoffa.” Vi fissa intensamente con i suoi orgogliosi occhi castani, uno sguardo al contempo dolce e risoluto. “Sono venuta qui per fermarlo.”
ko: 또다시 기나긴 추격이 이어질 것임을 예상한 당신은, 이번엔 무슨 수를 써서라도 라 치카 로하를 붙잡겠다고 마음먹었지만... 놀랍게도 여인은 벽으로 손을 뻗어 조명 스위치를 탁하고 올렸고, 실내는 밝은 주황빛에 물듭니다. 여인은 그림자 속으로 숨어들지도 않고 등불 아래서 당신을 응시합니다. “비엔 엔톤세스, 라 카나. 이야기나 좀 하지, 형사 양반.” 당신은 경찰 측 사람이 아니라고 답합니다. “그래 보이네. 어디에도 그 멍청한 볼리바르가 안 보이니까. 그럼, 넌 누구 밑에서 일하는 거지?” 라 치카 로하가 추궁합니다. “아냐, 됐어. 그건 신경 쓰지 마. 그럼 반대로 내가 누구 밑에서 일하는지는 알고 있을 거 아냐, 안 그래? 그럼 부에노스아이레스에서 활동 중인 우리 쪽 사람이 둘이라는 것도 알고 있을거고. 왜 너는 놈이 아니라 날 쫓는 거지?” 당신은 얼굴에서 당혹감을 감추지 못합니다. 잠시 후, 라 치카 로하가 씨익 웃습니다. “아, 그런 거구나. 우리 친구, 정보가 좀 늦은 거 아냐?” 당신은 재단 측 첩보 보고서에 나와 있던 대로, 그녀가 훔친 미술품을 합쳐 열쇠를 만들고 있는 거냐고 묻습니다. “열쇠? 아, 그래. 너희들은 그걸 ‘열쇠’라고 부른다 이거지? 그래, 맞아. 그건 사실이야. 하지만 내가 왜 그걸 모으고 있는지는 전혀 모르고 있겠지.” 새빨간 코트를 걸친 여인은 수많은 그림자를 들락날락하며 실내를 배회합니다. “부에노스아이레스엔 나 말고 ‘핏빛 감시자’라 불리는 자식도 있어. 진짜 이름은 아무도 몰라.” 여인이 모자를 벗어 진홍색 모자 장식띠를 따라 손가락을 훑더니, 모자로 얼굴을 가립니다. “아마, 나처럼... 이름도 정체도 불명인 작자일 거야.” 그러더니, 모자를 다시 머리 위에 얹고는 낄낄댑니다. “엘 옵세르바도르 상기나리오는 나와는 달라. 이미 유물 몇 점은 손에 넣었을 거고, 그것만으로도 각종 흉악한 짓을 벌이고 있어. 인간 실험이며 사술 같은 거 말이지. 소름 돋는 짓들 말야. 나머지 조각까지 손에 넣는다면 또 어떤 짓을 벌일 것 같아? 내 동료들 중엔 저런 걸 즐기는 자들도 있지만, 난 아냐.” 라 치카 로하의 맹렬한 갈색 눈이 당신의 눈을 응시합니다. 부드러우면서도 강철처럼 강인합니다. “나는 그놈을 막기 위해 여기까지 온 거야.”
pl: Szykujesz się na długi pościg , gotowy na wszystko, byle ją dopaść… ale ku twojemu zaskoczeniu kobieta sięga dłonią i włącza lampkę, która zalewa pomieszczenie ciepłym , pomarańczowym światłem. Staje w nim, po raz pierwszy nie próbując uciec lub skryć się w mroku. „Bien entonces, la cana. Chodź tajniaku, pogadajmy”. Zapewniasz ją, że nie jesteś z policji. „To raczej oczywiste. Nie widzę nigdzie tego durnia Bolívara. A skoro tak, to pozostaje pytanie dla KOGO pracujesz?” – pyta. „Chociaż wiesz co, na razie nie mówmy o tym. Ty najwyraźniej wiesz, dla kogo JA pracuję prawda? Musisz więc wiedzieć, że na terenie Buenos Aires jest nas dwoje. Czemu zatem nie polujesz na tego drugiego?” Zdradza cię zdezorientowany wyraz twarzy. La Chica Roja ponownie się uśmiecha. „Aaa, więc to tak. Zmartwię cię przyjacielu, masz nieaktualne dane”. Pytasz ją, czy zgodnie z tym co sugerowały dane Fundacji, wykorzystuje skradzione dzieła sztuki, aby stworzyć Klucz. „Klucz? Aaa, rozumiem, tak je nazywacie. No ta część się zgadza. Ale nadal nie masz pojęcia, po co to robimy”. Dziewczyna w czerwonym płaszczu z wolna przechadza się po pokoju, na zmianę wchodząc i wychodząc z cienia. „Ten drugi to Szkarłatny Obserwator, tak go nazywają. Nikt nie zna jego prawdziwego imienia”. Mówiąc to zdejmuje kapelusz i przesuwa palcem po szkarłatnej wstążce, po czym używa go, by zasłonić swoje oblicze. „To trochę tak jak ja. Bez imienia. Bez twarzy”. Chichocze i zręcznym ruchem zakłada kapelusz z powrotem. „Z tą różnicą, że el observador sanguinario to inna liga. Zdobył już znacznie więcej niż kilka elementów, i już teraz może ich użyć z czystej żądzy okrucieństwa i złośliwości. Eksperymenty na ludziach. Czarnoksięstwo. Mało przyjemne rzeczy. Jeśli zdobędzie ich więcej, to kto wie co jeszcze zdoła zrobić. Moi wspólnicy lubują się w takich sprawach, ale ze mną jest inaczej”. Łagodnym, a jednocześnie stalowym wzrokiem wpatruje się w ciebie, i dodaje: „Jestem tu, żeby go powstrzymać”.
ru: Вы готовитесь к долгой погоне, собираясь схватить её любой ценой… Но, к вашему удивлению, она протягивает руку и щёлкает выключателем расположенной рядом лампы, заливая комнату оранжевым светом. Она стоит в свете лампы, впервые не убегая и не прячась в тени. «Bien entonces, la cana. Давай поговорим, ищейка». Вы настаиваете, что не служите в полиции. «Полагаю, это очевидно. Не вижу тут этого дуралея Боливара. Но если это действительно так, на кого же вы работаете? — спрашивает она. — А впрочем, неважно. Вы, похоже, знаете, на кого работаю я, не так ли? В таком случае вы должны знать, что в Буэнос-Айресе нас двое. Почему вы не гоняетесь за тем, другим?» Ваше замешательство, должно быть, написано у вас на лице. После некоторой паузы Девица в красном широко улыбается. «Ох, так вот оно что. У вас, друг мой, устаревшая информация». Вы спрашиваете, использует ли она украденные предметы искусства для создания ключа, как предполагала разведка Фонда. «Ключа? Ах, понятно. Вы называете их „ключи“. Что ж, да, это так. Но вы упускаете почему». Девушка в карминовом плаще расхаживает по комнате, входя и выходя из бесчисленных теней. «Тот, другой. Они зовут его „Сангиновый Страж“. Никто не знает его настоящего имени». Она снимает шляпу и проводит пальцем по алой ленте, повязанной на ней, а потом закрывает той лентой своё лицо. «Впрочем, моего тоже. Безликие. Безымянные». Фыркнув, она натягивает шляпу обратно на голову. «Вот только el observador sanguinario не такой, как я. Он уже прибрал к рукам больше пары частей. И даже их он использует только в жестоких и злых целях. Эксперименты над людьми. Чародейство. Поистине жуткие штуки. Если он получит недостающие части, кто знает, что он с ними сделает. Мои партнёры обычно преуспевают в подобных делах. Но не я». Её горящие карие глаза встречаются с вашими, мягкие и жёсткие одновременно. «Я пришла сюда остановить его».
zh: 你准备好进行一场长途追逐，不计一切代价抓住她。但出乎你意料之外，她打开了电灯开关，整个房间沐浴在橘色的灯光下。她就这样毫无掩护地站在光线中，第一次没有隐藏在阴影中。“好吧，大侦探，我们来谈谈。” 你澄清自己跟警方不是一伙的。“这还蛮明显的，毕竟我没看到那个笨蛋玻利瓦。但你到底是谁派来的？”她问到。“算了，我其实不在乎。但你看起来很清楚我来的原因，那你一定知道除了我还有另一个人也在布宜诺斯艾利斯行动，你为什么不去追他？” 你露出疑惑的表情，红姑娘看见后笑了。“喔，原来如此。亲爱的，你的消息过时了。”你问她是否想将那些偷走的艺术品组成密钥，就像基石的情报指出的那样。“密钥？喔我懂了，你们叫它‘密钥’。嗯……这部分是没错，但你忽略了‘为什么’的部分。” 红大衣女孩在房间中踱步，在阴影间若隐若现。“另一个家伙，他们叫他‘讪笑监视者’，没人知道他的真实身分。”红姑娘脱下帽子，用手指勾住帽带并用它遮住自己的脸。“跟我一样，没有名字、没人认得。”她轻声一笑，将帽子带回头上。“只是，监视者先生不喜欢我。他已经取得好几片碎片了，他将它们用在残忍、恶毒的用途上：人体实验、邪恶魔法之类的可怕用途。如果他拿到剩下的碎片，天知道他还会做出什么事，我的同志似乎很热衷于伤害他人。”她炽烈的棕色眼睛与你四目相对，眼中同时流露出柔和与决心。“但我不一样，我是来阻止他的。”

source: <i>“I believe you.”</i>
de: <i>„Ich glaube dir.“</i>
es: <i>—Te creo.</i>
fr: <i>« Je vous crois. »</i>
it: <i>“Ti crediamo.”</i>
ko: <i>“믿어보지.”</i>
pl: <i>„Wierzę ci”.</i>
ru: <i>«Я верю тебе».</i>
zh: <i>“我相信你。”</i>

source: <i>“I’m sorry, but I cannot believe you.”</i>
de: <i>„Es tut mir leid. Das kaufe ich dir nicht ab.“</i>
es: <i>—Lo siento, pero no puedo creerte.</i>
fr: <i>« Je suis désolé, mais je ne peux pas vous croire. »</i>
it: <i>“Mi dispiace, ma non possiamo crederti.”</i>
ko: <i>“미안하지만 못 믿겠는데?”</i>
pl: <i>„Przykro mi, ale ci nie wierzę”.</i>
ru: <i>«Прости, но я не могу тебе поверить.»</i>
zh: <i>“我很抱歉，但我无法相信你。”</i>
