Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/05_sanguine_shadows.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You decide that honesty is the best policy. You doubt he would believe your tale about extraterrestrials and secret organizations, but you can at least tell him what you know regarding “La Chica Roja.” He mulls over the information you give him, taking a minute to process everything. “Hmm… so you really believe that La Chica Roja has these… abilities…?” You tell him you are certain. It may be tough to believe, but it is important that Bolívar understand the reality of the situation. “I knew it. I knew it!” he grins. “Of course! It makes so much sense. The way she would vanish into thin air, move with such speed…” You hadn’t expected him to believe you, but it turns out your information has only confirmed his own suspicions. “So how do you intend to help us catch her?” You tell Bolívar that you intend to capture her on your own. All you need from him is information regarding her objective and last known whereabouts in Buenos Aires. He pulls several photos of buildings in Buenos Aires out of his folder and reveals them to you. “La Chica Roja has carved a path of thievery and mischief throughout Buenos Aires. Hundreds of thousands of pesos in stolen art and artifacts.” He points to each of the photos, one by one. “Casa Rosada, Palacio Errázuriz, Teatro Colón. She has been spotted many times, but try as we might, we cannot catch her in the act. Those in charge are, shall we say…unhappy… with how the situation has been handled.” He looks away and scratches at the back of his hand as he stammers. It is clear to you that Bolívar’s career is on the line. But you know the stakes are much higher than even that. “It is like she is toying with us. Mocking us.” He strikes the surface of the table in frustration. “Making a killing while making fools of us all.”
de: Du beschließt, dass Ehrlichkeit die beste Strategie ist. Du bezweifelst, dass er dir deine Geschichte über Außerirdische und Geheimorganisationen abnimmt, aber du kannst ihm zumindest sagen, was du über „La Chica Roja“ weißt. Er denkt über die Informationen nach, die du ihm gibst, und nimmt sich einen Moment Zeit, das alles zu verarbeiten. „Hmm ... Sie glauben also wirklich, dass La Chica Roja diese ... Fähigkeiten besitzt?“ Du antwortest, dass du dir sicher bist. Es mag für ihn schwer zu glauben sein, aber es ist wichtig, dass Bolívar den Ernst der Lage wirklich versteht. „Ich wusste es. Ich wusste es!“, sagt er und lächelt kopfschüttelnd. „Ja, natürlich! Jetzt ergibt alles einen Sinn. Die Art und Weise, wie sie sich in Luft auflöst, wie schnell sie sich bewegt ...“ Du hast nicht erwartet, dass er dir glauben würde, aber es stellt sich heraus, dass deine Informationen seinen eigenen Verdacht nur bestätigt haben. „Und wie wollen Sie uns helfen, sie dingfest zu machen?“ Du teilst Bolívar mit, dass du vorhast, sie auf eigene Faust zu fangen. Alles, was du von ihm brauchst, sind Informationen über ihre Pläne und ihren letzten bekannten Aufenthaltsort in Buenos Aires. Er holt mehrere Fotografien von Gebäuden in Buenos Aires aus einer Mappe und reicht sie dir. „La Chica Rojas Spur zieht sich durch ganz Buenos Aires – darunter schwere Diebstähle und andere Delikte. Der Schaden durch gestohlene Kunstwerke und Artefakte beläuft sich mittlerweile auf Hunderttausende von Pesos.“ Er zeigt nacheinander auf jede der Fotografien. „Casa Rosada, Palacio Errázuriz, Teatro Colón. Sie wurde zwar schon mehrmals gesichtet, aber wir konnten sie bislang nicht auf frischer Tat ertappen. Die Verantwortlichen sind, sagen wir mal ...unzufrieden ... mit der Art und Weise, wie die Situation bisher gehandhabt wurde“, stottert er, während er den Blick abwendet und sich am Handrücken kratzt. Dir ist klar, dass Bolívars Karriere auf dem Spiel steht. Aber du weißt auch, dass noch viel mehr auf dem Spiel steht. „Es ist so, als würde sie mit uns spielen. Sie verspottet uns regelrecht.“ Frustriert schlägt er auf die Tischplatte. „Sie macht ein Vermögen, während sie uns alle zum Narren hält.“
es: Decides que la sinceridad es la mejor táctica. Te parece dudoso que se crea tu historia sobre extraterrestres y organizaciones secretas, pero al menos puedes contarle lo que sabes sobre “la chica roja”. Sopesa la información que le das y se toma un momento para procesarlo todo. —Mmm… ¿Entonces de verdad cree que la chica roja tiene estas… capacidades…? Le dices que tienes una certeza absoluta. Puede resultar difícil de creer, pero es importante que Bolívar entienda la realidad de la situación. —Lo sabía. ¡Lo sabía! —exclama con una sonrisa—. ¡Claro! Tiene mucho más sentido así. La forma en la que desaparecía como por ensalmo, la velocidad con la que se movía… No esperabas que te creyera, pero resulta que tu información no ha hecho sino confirmar sus propias sospechas. —¿Entonces cómo pretende ayudarnos a atraparla? Le dices a Bolívar que tu intención es capturarla por tu cuenta. Lo único que necesitas de él es información sobre su objetivo y su último paradero conocido en Buenos Aires. El oficial saca de la carpeta que lleva varias fotos de edificios de Buenos Aires y te las enseña. —La chica roja se ha forjado un camino de robos y delitos por todo Buenos Aires. Cientos de miles de pesos en arte y artefactos robados. Te va señalando las fotos una a una y explica: —La Casa Rosada, el Palacio Errázuriz, el Teatro Colón… La han visto muchas veces, pero por mucho que nos esforcemos, no logramos atraparla <i>in fraganti</i>. Los de arriba están… descontentos… con la forma en la que se ha manejado la situación. Aparta la mirada y se rasca el dorso de la mano mientras tartamudea. Te resulta evidente que Bolívar se juega el puesto. Pero sabes que lo que está en juego realmente es algo mucho más importante. —Es como si estuviera jugando con nosotros. Burlándose —Da un golpe en la mesa de pura frustración—. Se está enriqueciendo mientras nos deja en ridículo.
fr: Vous décidez que l'honnêteté est une valeur sûre. Vous ne pensez pas qu'il sera prêt à croire vos histoires d'extraterrestres et d'organisations secrètes, mais vous pouvez au moins lui dire ce que vous savez sur « La Chica Roja ». Il retourne dans son esprit toutes les informations que vous lui donnez. Il lui faut une minute pour tout comprendre. « Hmmm… alors, vous pensez vraiment que La Chica Roja possède ces… capacités… ? » Vous lui confirmez que vous en êtes certain. Cela peut être dur à croire, mais il est important que Bolívar comprenne la réalité de la situation. « je le savais ! Je le savais ! » dit-il en souriant jusqu'aux oreilles. « Bien sûr. Tout cela prend tout son sens. Sa manie de s'évaporer dans les airs, sa rapidité incroyable… » Vous ne vous attendiez pas à ce qu'il vous croie, mais finalement vous ne faites que confirmer ce qu'il suspectait déjà. « Alors, comment comptez-vous nous aider à l'attraper ? » Vous dites à Bolívar que vous avez l'intention de la capturer par vous-même. Vous avez seulement besoin qu'il vous donne des indices concernant ses cibles et ses récentes apparitions à Buenos Aires. Il ouvre son dossier et sort plusieurs photographies de bâtiments de la capitale argentine pour vous les montrer. « Dans cette ville, la Chica Roja a semé le chaos et des cambriolages partout sur son passage. Des centaines de milliers de pesos ont disparu, sous la forme d'artéfacts ou d'objets d'art. » Il vous indique chacune des photos, une par une. « Casa Rosada, Palacio Errazuriz, Teatro Colon. Elle a souvent été repérée, mais malgré tous nos efforts, nous n'arrivons jamais à la prendre sur le fait. Nos responsables sont, comment dire… mécontents… de la façon dont ce dossier a été pris en main. » Il détourne le regard et se gratte le dos de la main en même temps qu'il choisit ses mots. Il vous semble assez clair que la carrière de Bolívar ne tient qu'à un fil. Mais vous savez que les enjeux sont bien plus élevés que cela. « C'est comme si elle prenait plaisir à nous manipuler. A se moquer de nous. » Il tape du poing sur la table pour exprimer sa frustration. « Elle se remplit les poches en nous faisant tous tourner en bourrique ! »
it: Siete convinti che l’onestà sia la linea di condotta migliore da seguire. Dubitate che Bolivar crederebbe alla vostra storia piena di extraterrestri e organizzazioni segrete, ma almeno potete riferirgli ciò che sapete circa la Chica Roja. L’uomo rimugina sulle informazioni che gli date, prendendosi un minuto per processare il tutto. “Mmh… e voi credete che la Chica Roja possieda davvero queste… capacità…?” Gli rispondete che ne siete certi. Può essere difficile da credere, ma è importante che Bolívar conosca bene la gravità della situazione. “Ci scommettevo. Ci scommettevo!” Sul suo volto si disegna un ghigno soddisfatto. “Era ovvio! Adesso ha tutto più senso. Il modo in cui riusciva a svanire nel nulla, a muoversi così velocemente…” Non vi aspettavate che vi avrebbe creduto, ma sembra che le informazioni che gli avete fornito abbiano confermato i suoi sospetti. “Dunque… come potete aiutarci a metterla dietro le sbarre?” Gli spiegate che intendete farlo da soli. Tutto ciò che vi serve da lui sono informazioni sul modus operandi della donna e sulla sua ultima posizione nota in città. L’agente apre il fascicolo che aveva portato con sé, da cui sfila diverse fotografie degli edifici di Buenos Aires. “La Chica Roja ha tracciato un sentiero di furti ed effrazioni che tocca ogni angolo della capitale. Ha rubato opere d’arte e artefatti per centinaia di migliaia di pesos.” Vi indica tutte le foto, una dopo l’altra: “Casa Rosada, Palacio Errázuriz, Teatro Colón. È stata avvistata più volte, ma non siamo mai riusciti a coglierla sul fatto. I miei capi sono… scontenti per il modo in cui abbiamo gestito la questione, per usare un eufemismo.” Bolivar distoglie lo sguardo. Inizia a grattarsi nervosamente il dorso della mano e notate una certa incertezza nella sua parlata: è abbastanza chiaro che la sua carriera dipende dalla chiusura del caso, ma sapete anche che in gioco c’è molto di più del suo distintivo. “Si sta prendendo gioco di noi” continua sbattendo il pugno sul tavolo in segno di frustrazione. “Lei sta accumulando una fortuna e noi facciamo la figura degli idioti.”
ko: 당신은 정직함이야말로 최선의 방책이란 것을 되새깁니다. 볼리바르 경감이 외계적인 존재와 비밀 결사에 관한 이야기를 믿어 줄지는 모르겠지만, 적어도 “라 치카 로하”에 관해 아는 것은 모두 알려주었습니다. 경감은 당신에게서 들은 정보를 한참 곱씹으며 머리를 굴리다가 입을 뗍니다. “음... 그러니까 라 치카 로하가 정말로 그런... 능력을 갖고 있다고 믿는단 거죠?” 당신은 확실하다고 답합니다. 오롯이 믿기는 힘들겠지만, 볼리바르 경감이 현 상황에 대해 제대로 이해하는 것이 제일 중요합니다. 마침내 경감이 씨익 미소를 짓습니다. “그럴 줄 알았습니다. 맙소사. 그럼 그렇지! 이제 모든 게 맞아떨어지는군요. 허공으로 사라지는 것부터 어마어마한 속도로 달아나는 것까지...” 경감이 믿어 줄 거라고는 전혀 예상치 못했지만, 볼리바르 경감은 이제서야 자신의 추측이 옳았다는 것을 확인하게 된 듯합니다. “자, 그러면 어떻게 라 치카 로하를 잡도록 도와주실 겁니까?” 당신은 직접 라 치카 로하를 붙잡겠다고 밝힙니다. 그러니 볼리바르 경감에게 부에노스아이레스에서 가장 최근에 라 치카 로하가 목격된 곳과 그녀의 목적에 대해서만 알려 달라고 청했습니다. 경감이 서류철에서 부에노스아이레스 일대의 건물 사진 몇 장을 꺼냅니다. “라 치카 로하는 부에노스아이레스 전역에서 절도 행각을 벌이고 있습니다. 도난당한 미술품과 공예품만 해도 이미 수십만 페소의 가치를 뛰어넘었죠.” 경감이 사진을 하나하나 짚으며 말합니다. “카사 로사다, 팔라시오 에라수리스, 테아트로 콜론. 목격된 것만 수차례에 이르지만, 저희 힘으로는 라 치카 로하를 현장에서 검거할 수 없었습니다. 그러니 윗선에서는 통제 범위를 벗어난 현 상황이 썩... 만족스럽지 않다... 고 여기는 거죠.” 말을 더듬던 볼리바르 경감이 시선을 돌리며 손등을 긁습니다. 이번 일로 인해 볼리바르 경감의 경력이 위태로워진 것은 불 보듯 뻔한 일입니다. 그러나 여기에 얽힌 이해관계는 경감 개인의 신변 문제보다도 더욱더 심각합니다. “아주 우리를 가지고 놀고 있더군요. 조롱하는 거죠. 한몫 거하게 잡으면서 우리를 바보로 만들고 있는 겁니다.” 좌절감에 휩싸인 경감이 탁자를 내리칩니다.
pl: Uznajesz, że szczerość będzie najlepszym rozwiązaniem. Wątpisz, że uwierzy w historyjkę o paranormalnych zjawiskach i tajnych organizacjach, ale chyba nie zaszkodzi podzielić się tym, co wiesz na temat tej, która zwie się „La Chica Roja”. Przez krótką chwilę twój rozmówca rozważa w myślach wszystko, co usłyszał. „Hmm, i mówisz, że naprawdę wierzysz w to, że La Chica Roja posiada te… zdolności…?”. Mówisz mu, że nie masz co do tego najmniejszych wątpliwości. Zdajesz sobie sprawę, że trudno mu zapewne w to uwierzyć, ale uznajesz, że powinien wiedzieć na czym stoi. „Wiedziałem. WIEDZIAŁEM!” – mówi z uśmiechem. – „Tak, teraz to wszystko ma sens! To, że dosłownie rozpływała się w powietrzu, poruszała tak szybko…” Nie sądziłeś, że ci uwierzy a tymczasem najwyraźniej to co powiedziałeś potwierdziło jego własne przypuszczenia. „Więc jak chciałbyś nam pomóc ją dopaść?”. Tłumaczysz Bolívarowi, że wolałbyś zająć się tą sprawą na własną rękę. Jedyne czego od niego potrzebujesz, to informacje o jej celu i ostatnim znanym miejscu pobytu w Buenos Aires. W odpowiedzi podaje ci plik zdjęć, przedstawiających różne budynki w mieście. „La Chica Roja zostawia za sobą w Buenos Aires ścieżkę wybrukowaną oszustwami i kradzieżami. Skradzione dzieła sztuki i artefakty warte setki tysięcy pesos”. Wskazuje po kolei na zdjęcia. „Casa Rosada, Palacio Errázuriz, Teatro Colón. Widziano ją wiele razy, ale jak możesz się domyślić, nigdy nie udało się nam przyłapać jej na gorącym uczynku. Ci na samej górze nie są… zadowoleni… z postępów w śledztwie”. Odwraca głowę i nerwowo drapie się po dłoni. Jest dla ciebie jasne, że ważą się tutaj losy dalszej kariery Bolívara. W głębi duszy wiesz też, że stawka jest o wiele, wiele wyższa. „Zupełnie jakby się z nami bawiła. Drwiła z nas” – mówi, uderzając ze złości dłonią w stół. – „Robi swoje, a jednocześnie robi z nas durniów!”
ru: Вы решаете, что честность — лучшая стратегия. Вы сомневаетесь, что он поверит в ваши рассказы о внеземных существах и секретных организациях, но вы можете хотя бы поделиться знаниями о Девице в красном. Он обдумывает полученную информацию, взяв паузу, чтобы всё взвесить. «Хмм… То есть вы правда считаете, что у Девицы в красном есть эти… Способности?» Вы говорите ему, что полностью в этом уверены. Возможно, в это трудно поверить, но важно, чтобы Боливар понял истинное положение вещей. «Я знал. Я знал! — ухмыляется он. — Ну конечно же! Это столько объясняет. То, как она исчезала в воздухе, двигалась с такой скоростью… — Вы не ожидали, что он вам поверит, но, похоже, ваша информация только подтвердила его собственные подозрения. — Так как же вы собираетесь помочь нам поймать её?» Вы говорите Боливару, что планируете пленить её самостоятельно. Всё, что вам нужно от него, это информация о её цели и последнем известном местонахождении в Буэнос-Айресе. Он достаёт из своей папки несколько фотографий зданий в Буэнос-Айресе и передаёт их вам. «Девица в красном творит грабёж и злодеяния по всему городу. Похищенные предметы искусства и артефакты оцениваются в сотни тысяч песо. — Он указывает на каждое фото, одно за другим. — Каса Росада, резиденция президента. Паласио Эррасурис, национальный музей декоративного искусства. Театр „Колон“. Её замечали много раз, но как бы мы ни старались, мы не можем поймать её на месте преступления. Начальство, скажем так… недовольно нашей работой». Он смотрит в сторону и почёсывает тыльную сторону ладони, запнувшись. Вам ясно, что карьера Боливара поставлена на карту. Но вы прекрасно понимаете, что реальные ставки гораздо выше. «Она словно играет с нами. Насмехается. — Он в сердцах бьёт по столу. — Срывает куш, выставляя нас всех идиотами».
zh: 你认为展现诚信才是上上之策。也许他不会相信背后有一些无国界的秘密组织在运作，但至少可以告诉他有关“红姑娘”的部分。他吸收著你告知的资讯，花了几分钟整理思绪。“嗯……所以你真的相信她有某种……力量？”你表示你很肯定，虽然可能很难接受，但更重要的是让玻利瓦认清现实。“我就知道！”他嘴角咧起。“她当然有！现在一切都合理多了，为什么她可以凭空消失，还可以用那种速度移动……。“你没意料到他会相信你，但你的情报似乎是证实了他长久以来的猜测。“所以，你要怎么帮助我们逮到她？” 你对玻利瓦表示你打算独力抓到她，你只需要她在布宜诺斯艾利斯活动地点的情报。玻利瓦从档案夹中抽出几张照片给你。“红姑娘在布宜诺斯艾利斯一路作案捣乱，无数价值连城的画作与艺术品失窃。”他指著一张一张的照片说：“玫瑰宫、埃拉苏里宫、哥伦布剧院。她被目击到许多次，但不管我们怎么尝试都无法在她作案时逮到她。上级们对这个状况非常……不满意。”他撇开目光，边抓挠自己的手背边心虚的说。显然玻利瓦的职涯岌岌可危，但这件事牵扯的远不止他个人的事业。“她就像是在玩弄我们、嘲笑我们。”玻利瓦挫折的捶著桌子。“把我们当笨蛋耍，我们最后都会被她害死。”

source: If an investigator has the [[Criminal]] trait:
de: Falls ein Ermittler das Merkmal [[Criminal]] hat:
es: Si un investigador tiene el rasgo [[Criminal]]:
fr: Si un investigateur a le trait [[Criminel]] :
it: Se un investigatore possiede il tratto [[Criminal]]:
ko: [[범죄자]] 특성을 가진 조사자가 한 명이라도 있습니까?
pl: Jeśli dowolny badacz ma cechę [[Przestępca]]:
ru: Если хотя бы у одного сыщика есть черта [[Преступник]]:
zh: 如果有[[罪犯]]属性的调查员：

source: You of all people know better than to presume the target’s intent from so little. Had she intended to sell the stolen relics, there would be evidence of such sales on the black market. She would likely make as much or more ransoming the goods back to their owners. Besides, you doubt the Coterie is after mere wealth. There must be some other value to the stolen items.
de: Besonders du weißt es besser, als aus so wenig Informationen auf die Absicht der Zielperson zu schließen. Hätte sie vorgehabt, die gestohlenen Relikte zu verkaufen, gäbe es Beweise für solche Verkäufe auf dem Schwarzmarkt. Sie könnte wahrscheinlich genauso viel oder mehr verdienen, wenn sie die Diebesbeute an die Besitzer zurückverkaufen würde. Außerdem bezweifelst du, dass es der Coterie um das bloße Anhäufen von Reichtum geht. Die gestohlenen Gegenstände müssen für sie einen anderen Wert haben.
es: Tú mejor que nadie sabes que con tan poca información sería inútil pretender saber el propósito del objetivo. Si hubiera querido vender las reliquias robadas, habría algún rastro de esas transacciones en el mercado negro. Probablemente ganaría lo mismo o más si les pidiese un rescate a sus dueños. Además, dudas que la Camarilla busque la mera riqueza. Los objetos robados deben de tener algún otro valor.
fr: Vous, mieux que personne, savez qu'il n'est pas avisé de présumer des objectifs de votre proie à partir de si peu d'informations. Si elle avait voulu vendre les reliques volées, il aurait été possible de retrouver des traces des transactions sur le marché noir. Également, elle aurait pu gagner autant d'argent, voire plus, en demandant une rançon à leurs propriétaires. Par ailleurs, vous ne pensez pas que la Coterie soit motivée par l'argent. Les objets volés doivent avoir une autre valeur.
it: Sai meglio di chiunque altro che non avete abbastanza informazioni per dedurre l’obiettivo della donna. Se avesse voluto vendere le reliquie rubate, ci sarebbero prove delle transazioni al mercato nero; inoltre, avrebbe potuto intascare molto più denaro chiedendo un riscatto. C’è qualcosa che non ti convince: non credi che l’obiettivo della Società Rossa siano i soldi. Gli oggetti rubati devono avere ben altro valore.
ko: 다른 사람은 몰라도 당신만은 라 치카 로하가 사소한 이유로 표적을 노리는 게 아님을 알고 있습니다. 도둑질한 유물을 판매하려 했다면 암시장에서 증거가 남았을 것이나, 그러한 흔적은 전혀 없었습니다. 만약 돈이 목적이었다면, 장물을 빌미로 소유주에게 돈을 뜯어내는 편이 더 많이 챙길 수 있었을 겁니다. 다만 붉은 동지회가 단순히 재물만 노리고 있지는 않을 듯합니다. 물건을 훔치는 데에는 분명 다른 연유가 있을 것입니다.
pl: Z wszystkich tu obecnych, ty jeden nie masz wątpliwości, że ambicje sprawczyni sięgają o wiele dalej. Gdyby zamierzała sprzedać zrabowane dobra, to na czarnym rynku pozostałby choćby najmniejszy ślad transakcji. Nie mniej zarobiłaby, oferując właścicielom możliwość wykupu skradzionych przedmiotów. Masz zresztą poważne wątpliwości co do tego, że Koterii chodzi o zwykłe wzbogacenie się. Nie, te łupy muszą mieć inną, nie tylko materialną, wartość.
ru: Кому, как не вам, знать, что намерения вашей цели вряд ли ограничиваются столь малым. Собирайся она просто продать украденные реликвии, эти сделки можно было бы отследить на чёрном рынке. Наверняка она заработала бы столько же, если не больше, просто продав украденное обратно владельцам. Кроме того, вы сомневаетесь, что Клике вообще важны деньги. У украденного должна быть какая-то иная ценность.
zh: 在线索如此稀少的状况下，你比任何人都还清楚要从何处著手。如果她想要脱手这些赃物，那在黑市里一定有迹可循，在黑市交易会比要求原主赎回赃物还赚得更多。但是你怀疑结社不可能只是纯粹追求财富，这些失窃的物品一定有其他方面的价值。

source: You tell Oficial Bolívar that you will help him find the Girl in the Carmine Coat, but only if he aids you in your investigation. “Of course,” he says with a grin. “If it means we can finally put that thief behind bars, I will do what I can.” You shake the man’s hand and together, a plan begins to brew.
de: Du sagst Oficial Bolívar, dass du ihm helfen wirst, das Mädchen im karmesinroten Mantel zu finden, aber nur, wenn er dir bei deinen Ermittlungen hilft. „Natürlich“, sagt er mit einem Lächeln. „Wenn es bedeutet, dass wir die Diebin endlich hinter Gitter bringen können, werde ich alles tun, was ich kann.“ Du schüttelst die Hand des Mannes und gemeinsam schmiedet ihr einen Plan.
es: Le dices al oficial Bolívar que lo ayudarás a encontrar a la chica del abrigo carmín, pero solo si él también te ayuda en tu investigación. —Por supuesto —responde con una sonrisa—. Haré todo lo que pueda si eso supone que por fin logramos meter a esa ladrona entre rejas. Os dais un apretón de manos y empezáis a trazar un plan.
fr: Vous dites à l'Officier Bolívar que vous l'aiderez à trouver la Fille au Manteau Carmin, mais seulement s'il vous aide dans votre enquête. « Bien sûr », répond-il avec un grand sourire. « Si cela veut dire que nous allons enfin pouvoir mettre cette voleuse derrière les barreaux, je ferai ce que je pourrai. » Vous serrez la main de l'officier et, ensemble, vous commencez à élaborer un plan.
it: Assicurate all’oficial Bolívar che lo aiuterete a trovare la Ragazza con il Cappotto Carminio, ma solo se lui vi darà una mano nelle vostre indagini. “Certamente” vi risponde sogghignando. “Se questo significa mettere quella ladra dietro le sbarre, avrete tutto il mio supporto.” Vi stringete la mano e, insieme, iniziate a escogitare un piano.
ko: 당신은 볼리바르 경감에게 새빨간 코트를 걸친 여인을 찾을 수 있도록 돕겠지만, 당신의 조사를 도와줘야만 한다는 단서를 붙입니다. 경감이 씩 웃으며 답합니다. “물론입니다. 도둑놈을 감방에 처넣을 수만 있다면야, 뭐든 해야죠.” 당신은 경감과 악수하고 계획을 짜기 시작합니다.
pl: Zapewniasz funkcjonariusza Bolívara, że pomożesz mu odnaleźć Dziewczynę w czerwonym płaszczu, ale tylko pod warunkiem, że on pomoże tobie w śledztwie. „Oczywiście” – mówi, uśmiechając się – „jeśli dzięki temu uda się wreszcie przyskrzynić tego złodziejaszka, to zrobię co w mojej mocy”. Wymieniacie uścisk dłoni i zabieracie się za planowanie kolejnego ruchu.
ru: Вы говорите офицеру Боливару, что поможете ему найти Девушку в карминовом плаще, но только если он поможет вам в вашем расследовании. «Конечно, — говорит он, усмехнувшись. — Если мы наконец-то упечём эту воришку за решётку, я сделаю всё, что могу». Вы пожимаете ему руку и вместе начинаете разрабатывать план.
zh: 你向玻利瓦督察表示你会协助他们抓到红大衣女孩，但他们必须也协助你的调查。“这是当然的。”他爽快的答应。“只要能逮到那个小贼，我会尽我所能。”你们握了握手，开始制定计划。

source: Remove 1 [elder_thing] token from the chaos bag. Add 1 [tablet] token .
de: Entferne 1 [elder_thing]-Marker aus dem Chaosbeutel und füge ihm 1 [tablet]-Marker hinzu.
es: Retira 1 ficha [elder_thing] de la bolsa de caos. Añade 1 ficha [tablet].
fr: Retirez 1 pion [elder_thing] de la réserve du Chaos et ajoutez 1 pion [tablet].
it: Rimuovete 1 segnalino [elder_thing] dal sacchetto del caos. Aggiungete 1 segnalino [tablet].
ko: 혼돈 주머니에서 [elder_thing] 토큰을 1개 제거하고 [tablet] 토큰을 1개 추가합니다.
pl: Usuń 1 żeton [elder_thing] z worka chaosu. Dodaj 1 żeton [tablet].
ru: Удалите 1 жетон [elder_thing] из мешка хаоса. Добавьте 1 жетон [tablet] в мешок хаоса.
zh: 从混乱袋中移除1个[elder_thing]标记，并加入1个[tablet]标记。

source: Remember that “Matias Bolívar trusts you.”
de: Merke dir, dass „Matias Bolívar dir vertraut“.
es: Recuerda que “Matías Bolívar se fía de los investigadores”.
fr: Rappelez-vous que « Matias Bolívar vous fait confiance. »
it: Annotate che “Matias Bolívar si fida di voi”.
ko: “마티아스 볼리바르가 당신을 믿는다”라고 기억합니다.
pl: Zapamiętaj, że „Matias Bolívar wam ufa”.
ru: Запомните, что Матиас Боливар доверяет вам.
zh: 请记住“马提亚斯·玻利瓦信任你”
