Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/06_the_great_work.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: The Great Work
de: Das große Werk
es: La gran obra
fr: Le Grand Œuvre
it: La Grande Opera
ko: 대업
pl: Wielkie dzieło
ru: Великое дело
zh: 远大目标

source: Bermuda: The Great Work
de: Bermuda: Das große Werk
es: Bermuda: La gran obra
fr: Bermudes : Le Grand Œuvre
it: Gran Bermuda: La Grande Opera
ko: 버뮤다: 대업
pl: Bermudy: Wielkie dzieło
ru: Бермуды: Великое дело
zh: 百慕达：远大目标

source: Bermuda
fr: Bermudes
it: Gran Bermuda
ko: 버뮤다
pl: Bermudy
ru: Бермуды
zh: 百慕达

source: The brilliant sandy beaches and azure water dazzle your senses as you arrive in Bermuda proper. Rows of brightly painted homes add to the eye-popping landscape as you travel from one corner of Bermuda island to the other, asking locals for any possible leads on Coterie activity.
es: Las playas de arena brillante y el agua azul deslumbran tus sentidos cuando llegas a las Bermudas. Las hileras de casas de colores vivos se suman al espectacular paisaje mientras viajas de un rincón a otro de la isla Bermuda, preguntando a los lugareños en busca de posibles pistas sobre las actividades de la Camarilla.
fr: Lorsque vous arrivez aux Bermudes, vous êtes ébloui par les merveilleuses plages de sable et l'eau couleur d'azur. Des rangées de maisons peintes en couleurs claires rehaussent ce paysage à couper le souffle que vous découvrez en voyageant d'un bout à l'autre de l'île pour tenter de trouver auprès de ses habitants des pistes concernant l'activité de la Coterie.
it: Una volta sbarcati a Gran Bermuda, i vostri sensi vengono stimolati dalle brillanti spiagge sabbiose e dalla splendida acqua turchese. Il panorama è costellato di varie file di villette sgargianti, mentre viaggiate da un angolo all’altro dell’isola impegnati a interrogare gli abitanti del posto circa le possibili attività della Società Rossa.
ko: 버뮤다에 도착하자 눈부신 백사장과 푸른 물이 당신의 감각을 현혹합니다. 섬 한쪽 끝부터 반대편 끝까지 가로지르며 주민들에게 동지회 활동과 관련된 실마리를 수소문하는 내내, 화사하게 색칠된 집들이 놀라운 광경을 자아냅니다.
pl: Gdy docierasz na Bermudy, piaszczyste plaże i lazurowa woda oszałamiają twoje zmysły. Rzędy jaskrawo pomalowanych domków dobrze pasują do tego malowniczego krajobrazu. Przemierzasz wyspę wzdłuż i wszerz, przepytując miejscowych i poszukując jakichkolwiek śladów aktywności Koterii.
ru: Великое дело 1: Великолепные песчаные пляжи и лазурная вода ослепляют вас, когда вы прибываете на Бермуды. Ряды ярко окрашенных домиков дополняют живописный пейзаж, когда вы путешествуете из одного уголка Бермудского острова в другой, расспрашивая местных жителей в надежде найти зацепки о деятельности Клики.
zh: 你踏上百慕达的土地时，闪闪发亮的沙滩和蔚蓝的海水让你目不转睛，走过岛上时看见许多鲜艳的民居跟壮观的天然景观。你四处询问当地人关于结社的行踪。

source: After mentioning Tuwile Masai by name, you are directed to a residence just past the Gibbs Hill Lighthouse on the southern end of the island. The directions lead you to a lavish bungalow with a well-kept garden overlooking the ocean. Keeping your guard up, you walk to the screen door of the house and knock. A familiar figure wearing loose slacks and a maroon linen shirt opens the door.
de: Als du Tuwile Masai namentlich erwähnst, teilt man dir mit, dass er gleich hinter dem Gibbs-Hill-Leuchtturm am südlichen Ende der Insel wohnt. Die Wegbeschreibung führt dich zu einem noblen Bungalow mit einem gepflegten Garten mit Blick aufs Meer. Vorsichtig näherst du dich der Eingangstür des Hauses, die mit einem Fliegengitter versehen ist, und klopfst. Eine vertraute Gestalt in weiter Freizeithose und einem kastanienbraunen Leinenhemd öffnet die Tür.
es: Al mencionar el nombre de Tuwile Masai, te dan indicaciones para llegar a una residencia situada pasado el Faro de Colina Gibbs, en el extremo sur de la isla. Las indicaciones te llevan a un lujoso bungaló con un cuidado jardín que da al océano. Sin bajar la guardia, te acercas a la puerta mosquitera de la casa y llamas. Una silueta familiar que lleva unos pantalones holgados y una camisa de lino de color bermellón abre la puerta.
fr: Après avoir mentionné le nom de Tuwile Masai, vous êtes redirigé vers une résidence non loin du Phare de Gibbs Hill sur la pointe sud de l'île. En demandant votre chemin, vous parvenez à un somptueux bungalow au jardin bien entretenu, avec vu sur l'océan. En vous tenant sur vos gardes, vous marchez jusqu'à la porte à moustiquaire de la maison et frappez pour annoncer votre présence. Une silhouette familière vêtue d'un pantalon léger et d'une chemise en lin de couleur grenat ouvre la porte.
it: Una volta fatto il nome di Tuwile Masai, venite indirizzati verso un’abitazione poco oltre il faro della Collina di Gibbs, sul confine meridionale dell’isola. Le indicazioni vi portano al cospetto di un sontuoso bungalow, circondato da un giardino curatissimo che si affaccia direttamente sull’oceano. Senza abbassare la guardia, vi avvicinate alla zanzariera e bussate. Davanti a voi si presenta una figura familiare, che indossa pantaloni comodi e una camicia di lino color vinaccia.
ko: 투윌레 마사이의 이름을 대며 주민들에게 물어본 끝에, 그가 섬 남단에 있는 깁스 힐 등대 너머에 살고 있다는 이야기를 들었습니다. 주민들이 알려준 곳으로 가자, 바다가 내려다보이는 곳에 호화로운 방갈로와 잘 손질된 정원이 자리한 모습이 보입니다. 당신은 촉각을 잔뜩 곤두세우고서, 안이 비치는 스크린 도어 앞으로 다가가 문을 두드립니다. 이내 밤색 린넨 셔츠에 헐렁한 슬랙스 차림의 낯익은 남자가 문을 열고 나옵니다.
pl: Kiedy wspominasz Tuwile Masaia, rozmówcy szybko kierują cię do rezydencji tuż za Latarnią Gibbs Hill, na południowym krańcu wyspy. Twoim oczom ukazuje się pełen przepychu domek letniskowy, z zadbanym ogrodem i widokiem na morze. Trzymając się na baczności, podchodzisz do przesuwnych drzwi domku i pukasz. Otwiera ci znajoma postać, odziana w luźne spodnie i kasztanową, lnianą koszulę.
ru: Услышав имя Твейла Масаи, местные направляют вас к резиденции, расположенной недалеко от маяка Гиббс Хилл на южной оконечности острова. Следуя указаниям, вы находите роскошное бунгало с ухоженным садом и видом на океан. Оставаясь настороже, вы подходите к сетчатой двери и стучите. Знакомая фигура в свободных брюках и тёмно-бордовой льняной рубашке открывает дверь.
zh: 提到图维勒·马赛的名字后，你被指引到岛的南边，吉布斯山灯塔附近的一座豪华平房，屋子前有一片精心照料的花园眺望著大海。你提高警觉，敲了敲前门，一个身穿宽松长裤跟红褐色亚麻上衣的熟悉身影来到门前。

source: Check the Campaign Log. If at least two of the following are recorded:
de: Kontrolliere das Kampagnenlogbuch. Falls mindestens zwei der folgenden Aussagen notiert sind:
es: Comprueba el registro de campaña. Si están anotadas al menos dos de las siguientes afirmaciones:
fr: Si au moins deux des phrases suivantes sont indiquées :
it: Controllate il Diario della Campagna. Se sono stati annotati almeno due dei seguenti elementi:
ko: 캠페인 기록지를 확인합니다. 다음 중 두 가지 이상의 항목이 기록되어 있습니까?
pl: Sprawdź Dziennik kampanii. Jeśli przynajmniej 2 z następujących stwierdzeń są zanotowane w Dzienniku kampanii:
ru: Если там записано хотя бы 2 из следующего:
zh: 检查剧本日志。如果有以下至少两项：

source: <i>Ece does not trust the cell.</i>
de: <i>Ece vertraut der Zelle nicht.</i>
es: <i>Ece no se fía de la célula.</i>
fr: <i>Ece ne fait pas confiance à la cellule</i>
it: <i>Ece non si fida della cellula.</i>
ko: <i>에제이가 독립 조사팀을 신뢰하지 않는다</i>
pl: <i>Ece nie ufa komórce.</i>
ru: <i>Эдже не доверяет ячейке.</i>
zh: <i>失去艾洁的信任。</i>

source: <i>You haven’t seen the last of La Chica Roja.</i>
de: <i>Du hast La Chica Roja nicht zum letzten Mal gesehen.</i>
es: <i>No será la última vez que los investigadores ven a la chica roja.</i>
fr: <i>Vous n'avez pas fini d'entendre parler de la Chica Roja.</i>
it: <i>Sentirete ancora parlare della Chica Roja.</i>
ko: <i>당신은 라 치카 로하의 최후를 목도하지 못했다</i>
pl: <i>Jeszcze zobaczycie La Chica Roja.</i>
ru: <i>Девица в красном ещё встретится вам.</i>
zh: <i>未得知红姑娘最后的下落。</i>

source: <i>You haven’t seen the last of Desi.</i>
de: <i>Du hast Desi nicht zum letzten Mal gesehen.</i>
es: <i>No será la última vez que los investigadores ven a Desi.</i>
fr: <i>Vous n'avez pas fini d'entendre parler de Desi.</i>
it: <i>Sentirete ancora parlare di Desi.</i>
ko: <i>당신은 데시의 최후를 목도하지 못했다</i>
pl: <i>Jeszcze zobaczycie Desiego.</i>
ru: <i>Дези ещё встретится вам.</i>
zh: <i>未得知德西最后的下落。</i>

source: <i>You haven’t seen the last of the Claret Knight.</i>
de: <i>Du hast den Weinroten Ritter nicht zum letzten Mal gesehen.</i>
es: <i>No será la última vez que los investigadores ven al caballero burdeos.</i>
fr: <i>Vous n'avez pas fini d'entendre parler du Chevalier Almandin.</i>
it: <i>Sentirete ancora parlare del Cavaliere Purpureo.</i>
ko: <i>당신은 암적색 기사의 최후를 목도하지 못했다</i>
pl: <i>Jeszcze zobaczycie Rubinowego Rycerza.</i>
ru: <i>Бордовый рыцарь ещё встретится вам.</i>
zh: <i>未得知酒红骑士最后的下落。</i>

source: <i>You haven’t seen the last of Thorne.</i>
de: <i>Du hast Thorne nicht zum letzten Mal gesehen.</i>
es: <i>No será la última vez que los investigadores ven a Thorne.</i>
fr: <i>Vous n'avez pas fini d'entendre parler de Thorne.</i>
it: <i>Sentirete ancora parlare di Spina.</i>
ko: <i>당신은 쏜의 최후를 목도하지 못했다,</i>
pl: <i>Jeszcze zobaczycie Thorne.</i>
ru: <i>Торн ещё встретится вам.</i>
zh: <i>未得知索恩最后的下落。</i>

source: <i>You haven’t seen the last of Aliki Zoni Uperetria.</i>
de: <i>Du hast Aliki nicht zum letzten Mal gesehen.</i>
es: <i>No será la última vez que los investigadores ven a Aliki Zoni Uperetria.</i>
fr: <i>Vous n'avez pas fini d'entendre parler d'Aliki Zoni Uperetria.</i>
it: <i>Sentirete ancora parlare di Aliki Zoni Uperetria.</i>
ko: <i>당신은 알리키 조니 우페레트리아의 최후를 목도하지 못했다</i>
pl: <i>Jeszcze zobaczycie Aliki Zoni Uperetria.</i>
ru: <i>Алики Зони Ипиретриа ещё встретится вам.</i>
zh: <i>未得知阿利琪·佐妮·乌佩特里亚最后的下落。</i>

source: “If you have come to dispose of me, please make it quick,” Masai says coldly. He stands on the other side of the screen door, sweat beading on his dark skin, as he locks eyes with you. You try to explain yourself as best you can, but you can see from Masai’s body language and tone that he is set against you. After a chilly exchange, he steps onto the porch. “Say what you will, but it is clear to me that you are interested in only one thing: power. If Commissioner Taylor had half her wits about her, she should treat you with the same fear as she treats me and my colleagues. None of you understand. None of you understand the great work we must do, as brethren, in order to live freely. One can only control the power of a Key so long before they themselves are controlled.” Masai scoffs and takes off his large red spectacles. “You are no better than the worst of us.” He follows your gaze and holds up the spectacles. “These are of no significance. I learned too late of the dangers of holding such power myself. Now leave me in peace.”
de: Wenn Sie gekommen sind, um mich zu beseitigen, dann machen Sie es bitte schnell“, sagt Masai kalt. Er steht auf der anderen Seite des Fliegengitters mit Schweißperlen auf seiner dunklen Haut und blickt dir in die Augen. Du versuchst dich zu erklären, so gut du kannst, aber du erkennst an Masais Körpersprache und Tonfall, dass er dir nicht freundlich gesinnt ist. Nach einem kühlen Wortwechsel tritt er auf die Veranda. „Sie können behaupten, was Sie wollen. Ich weiß schon, dass Sie nur an einer Sache interessiert sind: Macht. Wenn Commissioner Taylor auch nur halbwegs bei Verstand wäre, würde sie Sie mit der gleichen Furcht behandeln, wie sie mich und meine Kollegen behandelt. Keiner von Ihnen versteht das. Keiner von Ihnen versteht das große Werk, das wir als Brüder und Schwestern tun müssen, um frei leben zu können. Man kann die Macht eines Schlüssels nur für eine gewisse Zeit kontrollieren, bis man von ihm selbst kontrolliert wird.“ Masai nimmt seine große rote Brille ab und sieht dich verächtlich an. „Sie sind nicht besser als die Schlimmsten von uns.“ Er folgt deinem Blick und hält die Brille hoch. „Das hier hat keine Bedeutung. Ich habe zu spät gelernt, wie gefährlich es ist, eine solche Macht selbst zu besitzen. Nun lassen Sie mich in Frieden.“
es: —Si ha venido a acabar conmigo, que sea rápido —dice Masai con frialdad. Se encuentra al otro lado de la puerta mosquitera, y el sudor le perla la oscura piel mientras clava su mirada en la tuya. Intentas explicarte lo mejor que puedes, pero el tono y el lenguaje corporal de Masai te dejan claro que está en tu contra. Tras una gélida conversación, sale al porche. —Me puede decir lo que quiera, pero tengo claro que solamente le interesa una cosa: el poder. Si la comisaria Taylor tuviera un ápice de conocimiento, debería tratarle con el mismo miedo con el que nos trata a mis colegas y a mí. Ninguno entiende la gran obra que, como hermanos, debemos hacer para vivir con libertad. Nadie puede controlar el poder de una Llave durante mucho tiempo antes de quedar controlado a su vez. Masai se burla y se quita sus grandes anteojos rojos. —Usted no es mejor que el peor de nosotros —Sigue tu mirada y levanta los anteojos—. Esto carece de importancia. Yo descubrí demasiado tarde los peligros de manejar tanto poder. Ahora déjeme en paz.
fr: « Si vous êtes venu pour m'éliminer s'il vous plaît, faites-le vite », dit Masai froidement. Il se tient de l'autre côté de la moustiquaire, et de la sueur perle sa peau noire pendant qu'il soutient votre regard. Vous essayez de vous expliquer du mieux que vous pouvez, mais vous voyez au ton de sa voix et à son langage corporel qu'il est résolument opposé à vous. Après un échange glacial, il s'avance sur le porche. « Vous pouvez dire ce que vous voulez, mais il m'apparaît clairement que vous n'êtes intéressé que par une chose : le pouvoir. Si la Commissaire Taylor avait un peu plus de jugement, elle vous craindrait autant que moi et mes collègues. Aucun de vous ne comprend. Aucun de vous ne comprend le Grand Œuvre que nous devons réaliser en tant que frères et sœurs, afin de pouvoir vivre librement. On peut contrôler le pouvoir d'une Clef pendant un temps seulement, avant que ce soit elle qui nous contrôle.» Masai se moque de vous et retire ses grandes lunettes rouges. « Vous n'êtes pas meilleur que le pire d'entre nous. » Il suit votre regard et remet ses lunettes sur son nez. « Elles n'ont aucun intérêt. J'ai appris trop tard les dangers de manipuler de tels pouvoirs. Maintenant, laissez-moi en paix. »
it: “Se siete venuti per farmi fuori, fatelo in fretta” esordisce Masai con freddezza. Se ne sta dall’altra parte della zanzariera, con la pelle scura imperlata di sudore e gli occhi fissi nei vostri. Cercate di spiegarvi meglio che potete, ma capite dal suo linguaggio corporeo e dal tono della voce che non sembra incline ad ascoltarvi. Dopo un primo, gelido scambio, l’uomo esce nel porticato. “Potete dire quello che volete, ma so per certo che voi bramate solo una cosa: il potere. Se la commissaria Taylor avesse un minimo di cervello, dovrebbe trattarvi con lo stesso timore con cui tratta me e i miei colleghi. Voi non capite! Nessuno di voi capisce la grande opera che dobbiamo mettere in moto, come fratellanza, per poter vivere in libertà. Un individuo può domare il potere di una Chiave solo per un periodo di tempo limitato, ma poi è la Chiave a prendere il controllo.” Masai si sfila i larghi occhiali rossi senza trattenere una risata. “Non siete migliori dei peggiori tra noi.” Segue il vostro sguardo tenendo in mano i suoi occhiali. “Questi non hanno alcun valore. Ho scoperto troppo tardi i pericoli di brandire un potere di tale portata. Ora lasciatemi in pace.”
ko: “저를 제거하러 온 거라면, 부디 빨리 끝내주십시오.” 마사이 교수가 차갑게 말합니다. 스크린 도어 반대편에 선 마사이의 새카만 살갗에서는 땀이 방울져 내리고, 그의 눈은 당신에게 붙박여 있습니다. 당신은 최선을 다하여 상황을 설명해보려 하지만, 마사이 교수의 몸짓과 억양에는 당신에 대한 반감이 뚝뚝 묻어납니다. 그렇게 한동안의 껄끄러운 대화가 오간 후, 마사이 교수가 현관문 밖으로 걸어 나옵니다. “그쪽이 뭐라고 입로 떠들든 간에, 결국 원하는 게 뭔지는 내게 너무나 뻔히 보입니다. 오직 단 하나, 힘이겠죠. 테일러 국장이란 자가 진정 현명하다면, 나와 동지회를 대하는 만큼이나 당신을 두려워해야 할 텐데 말입니다. 당신네 재단은 절대 이해하지 못해요. 우리 모두가 형제자매로서 진정 자유를 구가하며 살기 위해서는 대업을 이뤄야만 한다는 것을, 당신네들은 결코 이해하지 못하겠지요. 열쇠의 힘을 통제하겠다고 오만한 생각을 품은 자들은, 결국 그 자신이 통제당할 뿐입니다.” 마사이 교수가 코웃음치며 크고 붉은 안경을 벗습니다. “당신도 동지회 내의 최악의 부류와 다를 바 없군요.” 교수는 당신의 시선을 따라 눈을 맞추며 붉은 안경을 들어 올립니다. “이딴 게 뭐가 중요하겠습니까? 이토록 강력한 힘을 거머쥐는 데는 위험도 따른다는 사실. 그 사실을 저도 너무 늦게 알고야 말았습니다. 제발 그냥 날 이대로 두고 떠나주십시오.”
pl: „Jeśli jesteś tu po to, żeby się mnie pozbyć, to zrób to szybko” – mówi chłodno Masai. Stoi po drugiej stronie drzwi i bacznie wpatruje się w ciebie, a kropelki potu zaczynają pojawiać się na jego ciemnej skórze. Próbujesz mu wyjaśnić powód swojej wizyty, ale ton jego głosu i mowa ciała wyraźnie wskazują, że nie jest do ciebie przychylnie nastawiony. Po tym chłodnym przyjęciu, mężczyzna wchodzi na werandę. „Twoje słowa jasno dają mi do zrozumienia, że interesuje cię tylko jedna rzecz: potęga. Gdyby komisarz Taylor miała więcej oleju w głowie, to traktowałaby cię jako zagrożenie na równi ze mną i moimi współpracownikami. Nie wiecie z czym macie do czynienia. Nie rozumiecie wielkiego dzieła, które musimy wykonać, jako bracia, byśmy mogli żyć w pokoju. Ten, który kontroluje Klucz, sam po pewnym czasie staje się kontrolowany”. Masai uśmiecha się drwiąco i zdejmuje swoje wielkie, czerwone okulary. „Nie różnisz się niczym od najgorszych z nas” – mówi, podnosząc okulary, z których nie spuszczasz wzroku. „One też są już bez znaczenia. Zbyt późno dotarło do mnie, jak niebezpieczne jest igranie z taką mocą. A teraz proszę, zostaw mnie w spokoju”.
ru: «Если вы пришли убрать меня, пожалуйста, не затягивайте», — холодно говорит Масаи. Он стоит по другую сторону сетчатой двери, и пот стекает по его тёмной коже, пока он пристально смотрит вам в глаза. Вы прикладываете все усилия, чтобы объясниться, но по языку тела и тону Масаи видно, что он настроен против вас. После холодного обмена фразами он выходит на крыльцо. «Говорите, что хотите, но мне очевидно, что вы заинтересованы лишь в одном: власти. Если бы комиссар Тейлор не выжила из ума, она боялась бы вас так же, как боится моих коллег. Никто из вас не понимает. Никто не видит великое дело, которое мы должны совершить сообща, чтобы жить свободно. Человек может контролировать силу ключа лишь до тех пор, пока сам не попадёт под контроль». Масаи усмехается и снимает свои большие красные очки. «Вы не лучше худших из нас. — Он следует за вашим взглядом и поднимает свои очки. — Не обращайте на них внимания. Я слишком поздно понял, насколько опасна подобная власть. Теперь оставьте меня в покое».
zh: “如果你是来解决我的，请你动作俐落一点。”他冷冷的说。马赛站在门的另一边，汗水从他黝黑的皮肤滴落，视线紧盯著你。你试著解释，但他的肢体语言跟语气一再透露出他对抗你的决心。经过一段冰冷的沟通，他终于愿意走到门廊上。 “随便你怎么说，但我看得很清楚，你只想要一样东西：力量。如果调查官泰勒有传闻中的一半聪明，她就应该像敌视我跟我的同志一样敌视你。你们都不了解，你们没有一个人了解我们远大的目标，每个人都能像手足兄弟一般自由的生活。那些控制密钥的人，最后都无法免于反过来被它控制。” 马赛轻蔑地拿下红色的厚框眼镜说：“你跟我们之中最糟糕的成员没什么两样。”他感觉到你看著眼镜的视线，他拿起眼镜说：“这个没有任何力量，我只后悔自己没早点发现掌握力量会有多危险。现在，请你离开。”

source: Each investigator earns 3 experience, as they gain insight into the inner workings of the Red Coterie.
de: Jeder Ermittler verdient 3 Erfahrungspunkte, da er Einblicke ins Innere der Roten Coterie gewinnen konnte.
es: Cada investigador obtiene 3 puntos de experiencia por haber logrado obtener información sobre el funcionamiento interno de la Camarilla Roja.
fr: Chaque investigateur reçoit 3 points d'expérience en récompense des informations obtenues sur le fonctionnement interne de la Coterie Rouge.
it: Ogni investigatore guadagna 3 punti esperienza per aver ottenuto informazioni sui meccanismi interni della Società Rossa.
ko: 붉은 동지회의 내부 사정을 일부나마 간파하게 되었으므로, 각 조사자는 경험치를 3만큼 얻습니다.
pl: Każdy badacz otrzymuje 3 punkty doświadczenia, ponieważ zdobył informacje na temat wewnętrznych działań Czerwonej Koterii.
ru: Каждый сыщик получает 3 опыта, узнав изнутри, как работает Красная Клика.
zh: 每位调查员获得3点奖励经验值，因为其洞见了绯红结社内部的运作原理。
