Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/06_the_great_work.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “You are either very persistent or very foolish,” Masai smiles. He steps out onto the porch and looks you up and down, as if sizing you up, then nods for you to follow as he walks out to the white-sanded beach. The waves lap hungrily at the shoreline as you walk alongside him. “I apologize for my rudeness earlier. I couldn’t be certain of your intentions. And there have been a few… incidents lately,” Masai says gravely. A thick log of smooth driftwood lies buried in the sand in front of you, covered in a swarm of bright red-and-blue crabs. You ask about the incidents. “A number of unannounced visits. The Foundation, obviously. Several days before your arrival at Lake Victoria, another member of my organization appeared at our camp, very interested in the key we had recovered. The one with the red gloves.” The professor stops, looking out at the rolling tide. “It bears explanation, I suppose. My survey of Lake Victoria turned up a number of alarming reports. The lakebed is covered in the ruins of a prehistoric city. We registered an alarming amount of carbon dioxide and strange changes in the local flora and fauna around the lake. At its source, we found a machine of alien design. Its purpose and facility are still a mystery, but whatever it was: it was running. Still is.” Masai wipes his red spectacles with a handkerchief. “All that to say: several days before you arrived, I found that man sitting in front of the machine, hat off, staring at it. He was humming—well, that’s not quite right—he was communing with it.” A shaft of cloud splits the sunlight overhead, casting the beach in dappled shadows. Masai’s voice breaks the silence. “In truth, I did not care to understand why. Why that man does anything has always been a mystery to me. But there was something other about his demeanor. Something altogether wrong.” Masai breathes deeply as the cloud passes, and warm sunlight overtakes the beach. “So imagine my suspicion when even more as yet unknown Foundation operatives showed up at my survey to interrupt my great work.” You ask Masai about this “great work.” He leads you to turn around and begin walking back to his bungalow. “It is the work of every person. What is it to be human except to live and help others in this great and perilous world? It’s harder than you might think.” He breathes deep. “If I can leave the world a bit better than I entered it, my work will be done. That is all. It is why the acquisition and squabbling over these Keys is such misdirection. One can only control a Key’s power so long before they become controlled.” “But I sense a similar purpose in you,” Masai says. “I will not tell my colleagues we had this conversation, or what I have done with that infernal machine. The Key is yours, until you decide that it should not be. Keep it away from the man with the red gloves at any cost.”
de: „Sie sind entweder sehr hartnäckig oder sehr dumm“, lächelt Masai. Er tritt auf die Veranda und mustert dich von oben bis unten. Dann deutet er mit einem Kopfnicken an, dass du ihm folgen sollst, und macht sich auf den Weg zum weißen Sandstrand. Die Wellen branden unentwegt an der Küste an, während du neben ihm hergehst. „Ich muss mich für meine Unhöflichkeit vorhin entschuldigen. Ich war mir über Ihre Absichten nicht im Klaren. Und es gab in letzter Zeit ein paar... Zwischenfälle“, sagt Masai mit ernster Miene. Ein dicker Balken aus glattem Treibholz liegt vor dir im Sand vergraben. Darauf hat es sich ein Schwarm von Krabben in leuchtendem Rot und Blau bequem gemacht. Du willst mehr über diese Zwischenfälle erfahren. „Eine Reihe von unangekündigten Besuchen. Von der Foundation natürlich. Einige Tage vor Ihrer Ankunft am Victoriasee tauchte ein anderes Mitglied meiner Organisation in unserem Lager auf, das sich sehr für den Schlüssel interessierte, den wir geborgen hatten. Es war der Mann mit den roten Hand- schuhen.“ Der Professor hält inne und blickt auf die anbrandenden Wellen hinaus. „Ich denke, das muss ich näher erklären. Bei meiner Untersuchung des Victoriasees habe ich eine Reihe erschütternder Entdeckungen gemacht. Auf dem Seegrund gibt es Ruinen einer prähistorischen Stadt. Wir registrier- ten eine alarmierende Menge an Kohlendioxid und seltsame Veränderungen in der lokalen Flora und Fauna rund um den See. Die Quelle von alldem war eine Maschine von fremdartiger Bauweise. Ihr Zweck und ihre Funktion sind immer noch ein Rätsel, aber was auch immer es ist: Die Maschine lief. Und sie läuft noch immer.“ Masai wischt seine rote Brille mit einem Taschentuch sauber. „Einige Tage vor Ihrer Ankunft fand ich also diesen Mann, wie er vor der Maschine saß und sie anstarrte. Er hatte seinen Hut abgesetzt und summte – na ja, das ist nicht ganz richtig – er kommunizierte eher mit ihr.“ Eine Wolkenformation schiebt sich vor die Sonne und taucht den Strand in gesprenkelte Schatten. Masais Stimme durchbricht die Stille. „Tatsächlich war es mir egal, warum er das tat. Warum dieser Mann irgendetwas tut, war mir schon immer ein Rätsel. Aber da war noch etwas anderes an seinem Verhalten. Irgendetwas stimmte ganz und gar nicht.“ Masai atmet tief durch, als die Wolken vorbeigezogen sind und das warme Sonnenlicht den Strand wieder erhellt. „Stellen Sie sich also mein Misstrauen vor, als noch mehr unbekannte Foundation-Mitarbeiter in meinem Lager auftauchten, um mein großes Werk zu unterbrechen.“ Du fragst Masai nach diesem „großen Werk“. Er deutet zurück zum Bungalow und ihr macht euch auf den Rückweg. „Es ist die Aufgabe eines jeden Menschen. Was bedeutet es, Mensch zu sein, wenn nicht zu leben und anderen in dieser großen und gefährlichen Welt zu hel- fen? Das ist schwieriger, als Sie vielleicht denken.“ Er atmet tief durch. „Wenn ich die Welt ein bisschen besser verlassen kann, als ich sie betreten habe, ist mein Werk getan. Das ist alles. Deshalb ist die Beschaffung und die Zankerei um diese Schlüssel so eine Irreführung. Man kann die Macht eines Schlüssels nur für eine gewisse Zeit kontrollieren, bis man von ihm selbst kontrolliert wird.“ Masai fährt fort: „Ich spüre aber, dass Sie ähnliche Ansichten haben. Ich werde meinen Kollegen nicht erzählen, dass wir dieses Gespräch geführt haben oder was ich mit dieser Höllenmaschine gemacht habe. Der Schlüssel gehört Ihnen, bis Sie entscheiden, dass er es nicht mehr tun soll. Halten Sie ihn um jeden Preis von dem Mann mit den roten Handschuhen fern.“
es: —No sé si es muy persistente o muy necio —dice Masai con una sonrisa. Sale al porche y te mira de arriba abajo, como si te estuviera tomando la medida, y luego hace un gesto con la cabeza para que lo sigas mientras se dirige a la playa de arena blanca. Las olas llegan con avidez a la costa durante vuestro paseo. —Me disculpo por haber sido tan brusco antes. No podía estar seguro de sus intenciones, y últimamente se han producido varios… incidentes —dice Masai con tono grave. Ves frente a ti un grueso leño de madera de deriva lisa que está enterrado en la arena y cubierto por un grupo de vistosos cangrejos rojiazules. Le preguntas por los incidentes. —Ha habido varias visitas sin avisar. La Fundación, obviamente. Unos días antes de su llegada al lago Victoria, otro miembro de mi organización apareció en nuestro campamento, muy interesado por la Llave que habíamos recuperado. Era el de los guantes rojos —El profesor se interrumpe y se queda mirando el vaivén de la marea—. Supongo que debería explicarme. Mi exploración del lago Victoria produjo varios informes alarmantes. El lecho del lago está cubierto por las ruinas de una ciudad prehistórica. Registramos una cantidad alarmante de dióxido de carbono y cambios extraños en la flora y fauna locales en torno al lago. En su nacimiento encontramos una máquina de diseño alienígena cuyo propósito y características siguen siendo un misterio; sin embargo, fuera lo que fuera estaba funcionando. Y lo sigue estando. Masai se limpia los anteojos rojos con un pañuelo. —A lo que iba: varios días antes de su llegada, encontré a ese hombre sentado delante de la máquina, se había quitado el sombrero y la miraba fijamente. Estaba tarareando… No, eso no es cierto del todo… Se estaba comunicando con ella. Una nube alargada parte la luz del sol sobre vuestras cabezas y cubre la playa de sombras veteadas. La voz de Masai rompe el silencio. —A decir verdad, me daba igual entender la razón. Los motivos de ese hombre para hacer las cosas siempre han sido un misterio para mí. Pero su comportamiento tenía algo distinto. Algo que no estaba bien —Masai respira hondo mientras la nube pasa y la cálida luz solar invade la playa—. Así que imagine mis sospechas cuando aparecieron más agentes de la Fundación desconocidos para interrumpir mi gran obra. Le preguntas a Masai por esa “gran obra”. Te hace dar media vuelta y empezáis a caminar de vuelta a su bungaló. —Es la obra de cada persona. ¿Qué significa ser humano sino vivir y ayudar a otros en este gran mundo peligroso? Es más difícil de lo que podría pensar —Respira hondo y prosigue—: Si me voy de este mundo haciendo que sea un poco mejor de lo que era cuando llegué a él, mi obra estará completa. Eso es todo. Por ese motivo, la adquisición de estas Llaves y las peleas por ellas son un engaño. Nadie puede controlar el poder de una Llave durante mucho tiempo antes de quedar controlado a su vez. —Pero siento un propósito similar en su interior —dice Masai—. No les contaré a mis colegas que hemos tenido esta conversación ni lo que he hecho con esa máquina infernal. La Llave es suya hasta que decida que no debería seguir siéndolo. Manténgala lejos del hombre de los guantes rojos a toda costa.
fr: « Vous êtes soit très persévérants, soit très stupides », commente Masai en souriant. Il s'avance sur le porche et vous observe de pied en cape, comme pour vous évaluer. D'un mouvement du menton, il vous invite ensuite à le suivre lorsqu'il sort pour marcher sur le sable blanc. Les vagues affamées lèchent la côte avec délice pendant que vous marchez à ses côtés. « Je vous présente mes excuses pour mon impolitesse. Je ne pouvais pas être certain de vos intentions. Et il y a eu quelques… incidents dernièrement », dit Masai d'un air grave. Une grosse bûche de bois flotté gît devant vous à demi enterré dans le sable. Elle est recouverte de crabes aux couleurs vives : rouges et bleus. Vous l'interroges sur ces incidents. « Un certain nombre de visites imprévues. De la part de la Fondation, visiblement. Plusieurs jours avant votre arrivée, au Lac Victoria, un autre membre de mon organisation est apparu dans notre camp, très intéressé par la Clef que nous avions récupérée. Celui avec les gants rouges. » Le professeur marque une pause et contemple la marée montante. « Je vous dois une explication, je suppose. Mon enquête sur le Lac Victoria a fait surgir un certain nombre de rapports alarmants. Les fonds du lac sont recouverts par les ruines d'une cité préhistorique. Nous avons enregistré une quantité alarmante de dioxyde de carbone et d'étranges modifications de la faune et de la flore locales autour du périmètre. La source de ces perturbations était une machine d'origine extraterrestre. Son mode de fonctio11nement et son utilité restent un mystère, mais quoi que ce soit : ça fonctionnait encore. Ça fonctionne toujours. » Masai essuie ses lunettes rouges avec un mouchoir. « Tout cela pour dire : plusieurs jours avant votre arrivée, j'ai trouvé cet homme assis face à la machine. Il avait ôté son chapeau et se contentait de la fixer des yeux. Il fredonnait quelque chose… non ce n'est pas tout à fait ça… il communiait avec cette chose. » Vous interrogez Masai sur son « grand œuvre ». Il vous fait signe de faire demi-tour pour reprendre le chemin de son bungalow. « C'est l'œuvre de chacun d'entre nous. Que signifie « être humain », si non de vivre et d'aider les autres dans ce monde vaste et périlleux ? C'est plus dur que vous ne pouvez le penser. » Il prend une grande inspiration. « Si je peux quitter ce monde en étant un peu meilleur que lorsque j'y suis arrivé, mon œuvre sera accomplie. Voilà tout. C'est pourquoi l'acquisition des Clefs et les querelles qui en découlent nous détournent du véritable chemin. On peut contrôler le pouvoir d'une Clef pendant un temps seulement, avant que ce soit elle qui nous contrôle. » « Mais je perçois un but similaire chez vous », dit Masai. « Je ne dirai pas à mes collègues que nous avons eu cette conversation, ou ce que j'ai fait de la machine infernale. La Clef est à vous, jusqu'à ce que vous décidiez que vous devriez vous en séparer. Éloignez-la à tout prix de l'homme aux gants rouges. »
it: “O siete molto insistenti, o solo molto sciocchi” esordisce Masai con un sorriso. Esce nel porticato della sua casa fissandovi dalla testa ai piedi come se vi stesse prendendo le misure, poi con un cenno del capo vi invita a seguirlo verso la spiaggia bianchissima. Le onde lambiscono bramose la costa a ogni vostro passo. “Vi chiedo scusa se poco fa sono stato scortese: non conoscevo le vostre intenzioni. Per non parlare degli… incidenti che sono capitati di recente.” La voce di Masai ha un tono grave. Mentre camminate, notate un pezzo di legno levigato dal mare che spunta dalla sabbia, completamente ricoperto da uno stuolo di granchi dai brillanti carapaci rossi e blu. Gli chiedete degli incidenti. Ho ricevuto molte visite inattese… Da parte della Fondazione, ovviamente. Diversi giorni prima che arrivaste al lago Vittoria, un altro membro della mia organizzazione si e presentato al nostro accampamento dicendosi molto interessato alla Chiave che avevamo trovato. Forse lo conoscete, è quello con ¡ guanti rossi.” Il professore si ferma, spostando lo sguardo sulla schiuma sollevata dalla marea: “Immagino vi occorra una spiegazione. Le mie ricerche al lago Vittoria hanno rilevato un gran numero di dati allarmanti: il fondale è completamente occupato dalle rovine di una città preistorica, abbiamo inoltre registrato valori preoccupanti di anidride carbonica e bizzarre mutazioni nella flora e nella fauna della zona limitrofa allo specchio d’acqua. Come se questo non bastasse, abbiamo scoperto che la fonte di tutto è un macchinario di origine aliena. Quale fosse il suo scopo o il suo funzionamento è tuttora un mistero, ma di qualsiasi cosa si trattasse… era ancora in funzione. È ancora in funzione.” Masai si pulisce le lenti rosse con un fazzoletto. “Diversi giorni prima del vostro arrivo, ho trovato quell’uomo che se ne stava seduto davanti al macchinario, senza cappello, con gli occhi fissi su di esso. Stava mormorando qualcosa… Mmh, no, non proprio; era più come se si stesse sintonizzando con il macchinario.” Una striscia di nuvole spezza la luce del sole che lambisce le vostre teste, gettando sulla spiaggia la propria ombra. “Non mi interessava capire perché lo stesse facendo. Ciò che spinge quell’uomo a fare quello che fa è sempre stato un mistero per me… ma nel suo comportamento cera qualcosa di anomalo. Qualcosa di assolutamente sbagliato.” Masai fa una breve pausa, inspirando profondamente al passare delle nubi. Il tepore della luce aveva riconquistato la spiaggia. “Quindi potete immaginare il mio timore nel trovare altri agenti della Fondazione, mai visti prima, nel luogo delle mie ricerche per ostacolare la mia grande opera.” Gli chiedete qualche informazione su questa “grande opera”. L’uomo si volta come per tornare indietro, facendovi cenno di seguirlo verso il suo bungalow. “È l’opera di ogni individuo. Che cosa vuol dire essere un uomo, se non vivere e aiutare gli altri in questo immenso e pericoloso mondo? È più difficile di quello che potreste pensare.” Fa un’altra pausa. Un altro respiro profondo. “Se posso lasciare il mondo in condizioni migliori di come l’ho trovato al mio arrivo, allora avrò compiuto la mia opera. Tutto qui. Ecco perché considero un’inutile distrazione gli ostinati tentativi di mettere le mani su queste Chiavi… Dopotutto, si può domare il potere di una Chiave solo per un periodo di tempo limitato, ma poi è la Chiave a prendere il controllo.” “Però… percepisco che il vostro obiettivo non è dissimile dal mio. Non rivelerò ai miei colleghi di questa conversazione, né racconterò loro cosa ho fatto con quel congegno infernale. La Chiave è vostra, finché non deciderete che non lo sarà più. Ma tenetela lontana dall’uomo con i guanti rossi, a qualsiasi costo.”
ko: “정말로 끈질긴 겁니까, 아니면 어리석은 겁니까.” 마사이 교수가 미소 지으며, 현관문 밖으로 걸어 나옵니다. 그러고는 당신이 어떤 사람인지 판단하려는 듯 위아래로 훑더니, 따라오라고 고개를 끄덕입니다. 마사이 교수를 따라 백사장을 가로지르는 사이, 부서지는 파도가 굶주린 듯 해안 위로 혀를 날름거립니다. “이전에 무례하게 대해서 미안합니다. 당신의 의도를 정확히 판단할 수 없었으니까요. 그리고 최근에 몇 가지... 사고가 있었습니다.” 마사이 교수가 진중하게 말합니다. 매끄럽고 굵다란 유목이 당신의 발치에 반쯤 파묻혀 있었고, 선명한 적청색 무늬의 게들이 그 위를 무리 지어 뒤덮고 있습니다. 당신은 그 사건이라는 것이 무엇인지 물어봅니다. “예고도 없이 찾아오는 사람이 많았지요. 당연히, 그쪽 재단 측 사람도 있었고요. 우리가 빅토리아호수에 도착하기 며칠 전, 동지회의 다른 일원도 야영지로 찾아왔어요. 붉은 장갑을 낀 그 사람이었습니다. 우리가 회수한 열쇠에 대해 대단히 관심이 많더군요.” 마사이 교수는 잠시 말을 멈추고는 밀려드는 파도를 바라봅니다. “우선 배경 설명이 좀 필요하겠군요. 저는 빅토리아호수를 조사하며 상당히 놀라운 데이터를 얻었습니다. 호수 바닥에는 선사시대 도시 유적지가 있었어요. 그리고 인근의 이산화탄소 농도는 비정상적일 정도로 높았으며, 인근 동식물에서는 기묘한 변이가 보였죠. 그 근원을 추적하던 끝에, 생경한 형태의 장치를 찾아냈습니다. 그 목적도 기능도 불분명했지만, 이 불가사의한 장치가 뭐든 간에 회수할 때는 한창 작동 중이었어요. 실은 지금까지도 동작하고 있답니다.” 마사이 교수는 손수건으로 붉은 안경을 닦아냅니다. “여기까지가 뒷배경이었습니다. 아무튼 당신이 도착하기 며칠 전, 붉은 장갑을 낀 남자가 그 장치 앞에 앉아있는 모습을 봤습니다. 모자를 벗고 뚫어져라 바라보고 있더군요. 그러고는 콧노래를 흥얼거렸습니다. 음, 흥얼거렸다고 하니 이상한데... 장치와 교감하고 있었다... 그렇게 말하는 게 더 정확할 것 같습니다.” 구름 한줄기가 햇볕을 가르며 해변 위로 얼룩덜룩한 그림자를 드리웁니다. 마사이 교수의 목소리가 침묵을 깹니다. “실은, 딱히 그 이유를 알고 싶지는 않았습니다. 그 남자가 하는 행동 하나하나가 늘 수수께끼였어요. 하지만, 그날 그의 행동에는 뭔가 다른 점이 있었습니다. 잘못되어도 한참 잘못된 것 같은 느낌이 들었어요.” 구름이 지나가고 다시 태양의 온기가 백사장을 비추자 마사이 교수가 심호흡합니다. “그러니 조사 지역에 얼굴도 모르는 재단 측 요원이 불쑥 등장했을 때, 어떤 생각을 했겠습니까? 저들이 제 대업을 방해하기 위해 왔구나 싶었죠.” 마사이 교수가 말한 ‘대업’이란 것이 무엇인지 묻자, 교수는 이제 방갈로를 향해 되돌아 가자며 손짓합니다. “만인의 과업이라고 할까요. 이 거대하고 험난한 세상에서 그저 생존하고 다른 이들을 돕는다, 그것이야말로 인간을 인간 되게 만드는 일 아니겠습니까? 그건 당신이 생각하는 것보다도 훨씬 어려운 일입니다.” 마사이 교수가 다시 심호흡합니다. “제가 났던 세상보다도 더 좋은 세상에서 눈을 감을 수 있다면, 그로써 제 과업은 완수한 것이겠지요. 그뿐입니다. 열쇠를 손에 넣고자 시시한 싸움을 벌이는 것이 이토록 아둔한 짓인 이유가 여기에 있습니다. 열쇠의 힘을 통제하겠다고 오만한 생각을 품은 자들은, 결국 그 자신이 통제당할 뿐이니까.” “하지만 당신은 저와 뜻을 함께한다는 느낌이 드는군요. 오늘 나눈 대화에 대해서는 동료들에게도 함구할 것이고, 저 지긋지긋한 장치를 어떻게 처리했는지도 발설하지 않겠습니다. 이 열쇠는 이제 당신 겁니다. 그대가 더는 필요하지 않다고 생각할 때까지 간직하세요. 부디 무슨 수를 써서라도, 붉은 장갑을 낀 남자의 손에 들어가는 일만은 막아주십시오.”
pl: „Jesteś albo bardzo uparty, albo bardzo głupi”. Masai uśmiecha się. Następnie wychodzi na werandę, mierząc cię od góry do dołu, po czym skinieniem daje ci znak, żebyś poszedł za nim i kieruje się na piaszczystą białą plażę. Fale łapczywie podmywają linię brzegową, obok której idziecie ramię w ramię. „Przepraszam za moją wcześniejszą nieuprzejmość. Nie byłem pewien twoich zamiarów. Wcześniej zdarzały się już… pewne incydenty” – mówi Masai grobowym głosem. Przed sobą dostrzegasz gruby kawał gładkiego drewna, zakopanego w piasku, który pokrywa chmara czerwono-niebieskich krabów. Pytasz, o jakich incydentach mówi. „Liczne, niezapowiedziane wizyty. Z Fundacji rzecz jasna. Na kilka dni przed twoim przybyciem nad Jezioro Wiktorii, jeden z członków naszej organizacji pojawił się w naszym obozie i był żywo zainteresowany kluczem, który odkryliśmy. Mówię oczywiście o człowieku w czerwonych rękawiczkach”. Profesor przerywa na chwilę swoją wypowiedź i wpatruje się w fale. „Spodziewam się, że oczekujesz dokładniejszych wyjaśnień. Moje badania nad Jeziorem Wiktorii zaowocowały wieloma niepokojącymi raportami. Dno było zasłane ruinami prehistorycznego miasta. Zaobserwowaliśmy alarmująco wysoki poziom dwutlenku węgla, jak również dziwne zmiany w okolicznej florze i faunie. Źródłem tego wszystkiego było urządzenie o niespotykanym wyglądzie. Jego przeznaczenie jest nadal niejasne, ale jakie by nie było, to coś działało. I wciąż działa”. Masai ociera chusteczką swoje czerwone okulary. „Co więcej, zaledwie parę dni przed twoim przybyciem zauważyłem, że ten mężczyzna siedzi przed tym urządzeniem i wpatruje się w nie. Coś przy tym nucił, nie, to złe słowo, porozumiewał się z tym czymś”. Gromada chmur rozszczepia promienie słońca, pokrywając plażę w cieniu. Głos Masaia przerywa ciszę. „Przyznam szczerze, niespecjalnie mnie to wówczas obeszło. Motywy jakichkolwiek działań tego człowieka od zawsze były dla mnie zagadką. Ale w jego postawie było coś jeszcze. Coś z gruntu złego”. Masai oddycha z ulgą, gdy chmury się rozpraszają i promienie słońca na nowo zalewają plażę. „Nietrudno zatem zrozumieć moją podejrzliwość, kiedy przed moimi drzwiami stanął agent jakiejś nieznanej mi Fundacji i chciał przerwać moje wielkie dzieło”. Pytasz Masaia o jakie „wielkie dzieło” chodzi. Ten odwraca się i zaczyna prowadzić cię z powrotem w kierunku swojego domku. „To dzieło, które jest celem każdej istoty ludzkiej. Co oznacza bycie człowiekiem, wyjąwszy sam fakt życia i pomagania innym na tym padole łez? To trudniejsze, niż może ci się wydawać”. Bierze głęboki oddech. „Moja praca się wypełni, jeśli zostawię ten świat nieco lepszym, niż go zastałem. To wszystko. To dlatego posiadanie tych Kluczy i walka o nie są tak bezcelowe. Moc Klucza można kontrolować tylko do czasu, aż samemu nie stanie się kontrolowanym”. „Wyczuwam w tobie podobny cel istnienia do mojego” – mówi Masai. „Nie wspomnę moim współpracownikom o naszej rozmowie, ani o tym co zrobiłem z tą piekielną machiną. Klucz jest twój, przynajmniej do czasu, aż nie uznasz że już twoim być nie powinien. Za wszelką cenę trzymaj go z dala od mężczyzny w czerwonych rękawiczkach”.
ru: «Вы либо очень настойчивы, либо очень глупы», — улыбается Масаи. Он выходит на крыльцо, оглядывает вас с ног до головы, словно оценивая, затем кивком указывает вам следовать за ним и направляется к белому песчаному пляжу. Волны жадно накатывают на берег, пока вы идёте рядом с ним. «Прошу прощения за мою грубость. Я не был уверен в ваших намерениях. Кроме того, недавно тут была пара… инцидентов», — мрачно говорит Масаи. Перед вами на песке лежит выброшенная на берег толстая гладкая коряга, усыпанная стаей ярких красно-синих крабов. Вы спрашиваете его об инцидентах. «Несколько нежданных гостей. Организация, ясное дело. За несколько дней до вашего прибытия на озеро Виктория в нашем лагере появился ещё один член моего круга, очень заинтересованный в найденном нами ключе. Тот, что носит красные перчатки. — Профессор прерывается, глядя на накатывающий прилив. — Полагаю, я должен объясниться. Моё исследование озера Виктория выявило ряд тревожных сигналов. На его дне лежат руины доисторического города. Мы зафиксировали тревожащий уровень углекислого газа и необычные изменения в местной флоре и фауне вокруг озера. Источником этого, как мы смогли обнаружить, служил механизм инопланетной конструкции. Его назначение и устройство до сих пор остаются загадкой, но чем бы он ни был, он работал. И до сих пор работает». Масаи протирает свои красные очки носовым платком. «Всё это к тому, что за несколько дней до вашего прибытия я обнаружил человека сидящим перед этим устройством, без шляпы, вглядывающимся в него. Он мычал, сжав губы… А впрочем, нет, не так. Он общался с ним». Рваное облако закрывает солнечный свет над вашими головами, отбрасывая на пляж пятна теней. Голос Масаи нарушает тишину. «По правде говоря, мне было всё равно почему. Мотивы действий этого человека всегда были для меня загадкой. Но в его поведении было что-то не так. Что-то совершенно неправильное. — Масаи глубоко вздыхает, когда облако уплывает дальше и тёплый солнечный свет заливает пляж. — Потому поймите мою настороженность, когда очередные незнакомые мне оперативники Организации явились мешать моему великому делу». Вы спрашиваете Масаи о его «великом деле». Он разворачивается и ведёт вас обратно к своему бунгало. «Это дело каждого. Что значит быть человеком, если не жить и не помогать другим в этом прекрасном и опасном мире? Это сложнее, чем вы думаете. — Он глубоко вздыхает. — Если я смогу сделать мир лучше, чем он был, когда я пришёл в него, моё дело будет сделано. Вот так. Потому поиск и препирательства по поводу этих ключей — огромная ошибка. Человек может контролировать силу ключа лишь до тех пор, пока сам не попадёт под контроль». «Но я чувствую, что ваши цели подобны моим, — говорит Масаи. — Я не скажу своим коллегам о нашем разговоре или о том, что я сделал с этой адской машиной. Ключ ваш, пока вы не решите, что это более не так. Держите его подальше от Человека в красных перчатках. Любой ценой».
zh: “你要不是意志很坚定，要不就是笨蛋。”马赛微笑著说。他走出门廊，上下打量著你，然后点头示意你跟著他。你们散步的同时，一阵阵海浪拍打在白色沙滩的上。 “我为我先前粗鲁的行为道歉，我不确定你的意图。而近期又发生了一些……意料之外的事。”马赛沉重地说。一大块漂流木半掩埋在沙滩上，一群红蓝相间的螃蟹在上面爬来爬去。你询问他发生了什么事。 “许多意料之外的访客，不用说，都是基石的人。而在你到达维多利亚湖的前几天，一名结社的成员，也出现在我们的营地前，对我们发现的密钥非常有兴趣。就是戴著红手套的那位。”教授暂停了一下，看著翻卷的海浪。“我认为这值得探究。我对维多利亚湖的调查有许多怪异的报告。那座湖底埋著远古的遗迹。我们观测到不明的大量二氧化碳跟周遭动植物不正常的变化。在这一切的源头，我们找到了一个看起来像外星设计的机器。它的目的跟功能依然是个谜，但不管它是什么，它持续在运作，就连现在也是。” 马赛用手帕擦了擦他的红色眼镜。“在你抵达的几天前，我发现那个人坐在机械前，脱下帽子盯著它。他在喃喃自语——这样讲不精确，他是在跟它沟通。” 一朵云突然遮断了阳光，在沙滩下投下阴影。马赛在片刻的寂静后说：“事实上，我不在乎他为什么这样做，那个人做的所有事对我来说都很神秘。但他的行为透露出其他东西，一种完全不对劲的感觉。”乌云飘过，沙滩重新沐浴在温暖的阳光下，马赛深吸了一口气说：“而过没多久，一个不知名的基石探员就出现打断我的调查与远大目标时，你可以想像我有多防备。” 你询问马萨关于这个所谓的“远大目标”是什么。他转身领著你走回他的平房。 “这是属于每一个人的事业，如果人类在这个伟大但危险的世界不互相帮助的话，要怎么存活下来呢？但这比你想像的更困难。”他深吸一口气：“如果我在离开这个世界时，能让它变得比我来时更好一些，那我的工作就完成了，就只是这样。那些所有跟密钥有关的争夺与争论都只是误导罢了，那些控制密钥的人，最后都无法免于反过来被它控制。” “我在你的身上感觉到了跟我一样的目标。”马赛说。“我不会跟我的同志们提起这段对话，或是我怎么处理那个地狱机械。密钥是你的了，直到你选择放弃它。请不计代价保护它，别让它落入红手套手中。”
