Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/06_the_great_work.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You are almost relieved that your questioning goes nowhere; the lack of Coterie activity in Bermuda gives you an unlikely chance to rest and recuperate. For just a moment, you need only to concern yourself with the peaceful stillness of the island. With several days remaining until your next departure, you follow the recommendation of the concierge at your hotel and take the time to explore the Crystal Caves up near the northern end of the island. Your guide is missing an arm; they illuminate dancing patterns in the darkness with their flashlight as they tell you the story of how the caves were found. You ask them how they lost their arm. “I served in the Great War,” they tell you. “Sometimes peace comes at great cost.”
de: Du bist fast schon erleichtert, dass deine Befragung ins Leere läuft. Der Mangel an Coterie-Aktivität auf den Bermudas gibt dir eine unerwartete Chance, dich etwas auszuruhen und zu erholen. Einen Moment lang kannst du die friedliche Stille der Insel genießen. Da noch einige Tage bis zu deiner Abreise verbleiben, folgst du der Empfeh- lung des Concierge in deinem Hotel und nimmst dir die Zeit, die Kristall- höhlen am nördlichen Ende der Insel zu erkunden. Deinem Fremdenführer fehlt ein Arm; mit seiner Taschenlampe zeichnet er tanzende Muster in die Dunkelheit, während er dir die Geschichte erzählt, wie die Höhlen entdeckt wurden. Du willst von ihm wissen, wie er seinen Arm verloren hat. „Ich habe im Großen Krieg gedient“, antwortet er. „Manchmal hat der Frieden einen hohen Preis.“
es: Casi te alivia descubrir que tus preguntas no te llevan a ninguna parte; la falta de actividad de la Camarilla en Bermuda te da una poco habitual oportunidad de descansar y recuperarte. Durante unos momentos, solo tienes que preocuparte de la calma que se vive en la isla. Puesto que quedan varios días hasta el próximo vuelo de salida, sigues la recomendación del conserje de tu hotel y te dedicas a explorar las Cuevas de Cristal que hay cerca del extremo norte de la isla. Tu guía es manco y crea dibujos danzantes en la oscuridad con su linterna mientras te cuenta la historia del descubrimiento de las cuevas. Le preguntas que cómo perdió el brazo. —Serví en la Gran Guerra —te dice—. A veces, la paz tiene un alto precio.
fr: Vous êtes presque soulagé que votre interrogatoire n'ait abouti à rien. L'absence d'activité de la Coterie dans les Bermudes vous donne une chance inespérée de vous reposer un peu. Pendant un moment, votre seul objectif sera de profiter du calme paisible de cette île. Puisqu'il vous reste plusieurs jours avant votre prochain départ, vous suivez les recommandations du concierge de votre hôtel et vous prenez le temps d'explorer les Grottes en Cristal vers la pointe nord de l'île. Votre guide est manchot. Sa torche électrique illumine les ténèbres de motifs changeants pendant qu'il vous raconte l'histoire de la découverte de ces cavernes. Vous lui demandez comment il a perdu son bras. « J'ai servi pendant la Grande Guerre », vous dit-il. « Parfois la paix exige un immense tribut ».
it: Siete quasi sollevati che le vostre domande non vi abbiano condotti da nessuna parte. Il fatto che a Gran Bermuda non ci siano segni dell’attività della Società Rossa vi concede un’imprevista possibilità di riposarvi e rifocillarvi: la piacevole calma dell’isola vi dà modo di concentrarvi solo su voi stessi. Avendo diversi giorni a disposizione prima di ripartire, seguite i consigli del concierge dell’hotel e vi prendete del tempo per esplorare le Grotte di Cristallo che si aprono sul confine settentrionale dell’isola. La vostra guida, a cui manca un braccio, illumina le danzanti costruzioni minerali con la sua torcia mentre vi racconta la storia del ritrovamento di quelle caverne. Incuriositi, chiedete cosa sia successo al suo arto. “Ho servito nella Grande Guerra” vi risponde. “A volte, la pace richiede un grande prezzo.”
ko: 버뮤다에서 동지회 활동을 찾아 탐문을 펼쳤지만 아무런 소득도 없이 조사를 마무리합니다. 하지만 그 덕에 지금껏 감히 누릴 수 없었던 휴식과 회복의 시간을 가질 수 있었습니다. 잠깐의 시간이라고는 하나, 버뮤다 섬의 평화로운 적막 외에는 눈과 귀를 둘 곳이 없습니다. 섬을 뜨기까지 며칠간의 여유가 있었기에, 호텔 컨시어지의 추천에 따라 섬의 북쪽 끝에 있는 수정 동굴을 탐험해보기로 했습니다. 동굴 안내인은 팔 한쪽이 없는 사람이었습니다. 그는 이 동굴이 발견된 계기를 설명하며, 손전등으로 어둠 속에 춤추는 빛의 패턴을 그립니다. 당신은 안내인에게 팔은 어쩌다 잃게 되었느냐고 조심스럽게 물어봅니다. “세계대전에 복무했었습니다. 때로는 평화를 얻기 위해 큰 대가를 치러야 하는 법이죠.” 안내인이 답합니다.
pl: Niemal czujesz ulgę, że mimo licznych pytań nie znajdujesz na Bermudach żadnego śladu aktywności Koterii. Postanawiasz wykorzystać ten rzadki moment, by odpocząć i nabrać sił. Przez chwilę skupiasz się tylko na sobie i na raczeniu się pięknem i spokojem wyspy. Do wyjazdu zostało ci kilka dni, więc korzystając z rady konsjerż w hotelu, postanawiasz wybrać się na zwiedzanie Kryształowych Jaskiń, znajdujących się w północnej części wyspy. Twój bezręki przewodnik oświetla latarką wnętrze jaskini, pokazując ci piękne iluminacje, jednocześnie dzieląc się historią o tym, jak te jaskinie zostały odkryte. Pytasz go w jaki sposób stracił rękę. „Walczyłem w Wielkiej Wojnie” – odpowiada. „Czasem cena pokoju potrafi być wysoka”.
ru: Вы испытываете почти облегчение оттого, что ваши расспросы ни к чему не привели; Клики не видно на Бермудах, а значит, вам выпал редкий шанс отдохнуть и восстановить силы. На какое-то время вам остаётся только погрузиться в спокойную безмятежность этого места. За несколько дней до отъезда вы следуете рекомендации консьержа вашего отеля и отправляетесь на экскурсию в Кристальные пещеры в северной части острова. У вашего гида нет руки; он освещает фонариком танцующие узоры в темноте, рассказывая вам о том, как обнаружили эти пещеры. Вы спрашиваете его, как он потерял руку. «Я служил на Великой войне, — отвечает он. — Иногда мир достаётся дорогой ценой».
zh: 你几乎对于毫无收获的结果感到松了一口气。百慕达似乎没有结社活动的痕迹，这给了你意料之外的休息时间。你终于可以喘口气，只需要担心如何享受岛上的宁静气氛。 既然离你的出发时间还有几天，你决定听从旅馆侍者的建议，到小岛北边的水晶洞窟探险。你的向导是一位独臂男子，他在黑暗中用手电筒的光线织出一个个舞动的图案，同时述说祖先如何发现这个洞穴的传说故事。你询问他如何失去手臂的。“我参与过世界大战。”他回答。“有时候和平要付出巨大的代价。”

source: Each investigator may begin the next scenario with 1 additional card in their opening hand.
de: Jeder Ermittler beginnt das nächste Szenario mit 1 zusätzlichen Karte auf seiner Starthand.
es: Cada investigador puede comenzar el siguiente escenario con 1 carta adicional en su mano inicial.
fr: Chaque investigateur peut commencer le prochain scénario avec 1 carte supplémentaire dans sa main de départ.
it: Ogni investigatore può iniziare lo scenario successivo con 1 carta aggiuntiva nella sua mano iniziale.
ko: 다음 시나리오에서 모든 조사자는 각자 추가로 시작 카드 1장을 더 갖고 시작해도 됩니다.
pl: Każdy badacz może zacząć następny scenariusz z 1 dodatkową kartą na swojej początkowej ręce.
ru: Каждый сыщик начинает следующий сценарий с 1 дополнительной картой на стартовой руке.
zh: 每位调查员在下场冒险开始时可以多抽额外1张起始手牌。

source: You may return to Bermuda again during this campaign, but only after playing another scenario.
de: Du darfst in dieser Kampagne auf die Bermudas zurückkehren, aber nur, nachdem du zuvor ein anderes Szenario gespielt hast.
es: Puedes volver a las Bermudas de nuevo durante esta campaña, pero solo después de jugar otro escenario.
fr: Vous pourrez de nouveau vous rendre aux Bermudes durant cette campagne, mais seulement après avoir joué un autre scénario.
it: Potete ritornare a Gran Bermuda durante la campagna, ma solo dopo aver giocato un altro scenario.
ko: 이번 캠페인 동안 다시 버뮤다로 돌아와도 됩니다. 단, 다른 시나리오를 진행한 후에만 가능합니다.
pl: Możecie podczas tej kampanii wrócić na Bermudy, ale dopiero po rozegraniu innego scenariusza.
ru: Вы можете снова вернуться на Бермуды во время этой кампании, но только сыграв другой сценарий.
zh: 此剧本期间你可以再次回到百慕达，但只能在游玩另一场冒险后。

source: Tuwile Masai is on your side.
de: Tuwile Masai ist auf deiner Seite.
es: Masai está de parte de los investigadores.
fr: Tuwile Masai est de votre côté.
it: Tuwile Masai è dalla vostra parte.
ko: 투윌레 마사이가 당신의 편에 섰다
pl: Tuwile Masai jest po waszej stronie.
ru: Твейл Масаи на вашей стороне.
zh: 与图维勒·马赛结盟。

source: Each investigator earns 1 experience, as they gain insight into the inner workings of the Red Coterie.
de: Jeder Ermittler verdient einen Erfahrungspunkt, da er Einblicke ins Innere der Roten Coterie gewinnen konnte.
es: Cada investigador obtiene 1 punto de experiencia por haber logrado obtener información sobre el funcionamiento interno de la Camarilla Roja.
fr: Chaque investigateur reçoit 1 point d'expérience, en récompense des informations obtenues sur le fonctionnement interne de la Coterie Rouge.
it: Ogni investigatore guadagna l punto esperienza per aver ottenuto informazioni sui meccanismi interni della Società Rossa.
ko: 붉은 동지회의 내부 사정을 일부나마 간파하게 되었으므로, 각 조사자는 경험치를 1만큼 얻습니다.
pl: Każdy badacz otrzymuje 1 punkt doświadczenia, ponieważ zdobył informacje na temat wewnętrznych działań Czerwonej Koterii.
ru: Каждый сыщик получает 1 опыт, узнав изнутри, как работает Красная Клика.
zh: 每位调查员获得1点奖励经验值，因为其洞见了绯红结社内部的运作原理。

source: Choose an investigator to be the bearer of The Bale Engine and update the Campaign Log accordingly. This card can be found in the <i>Globetrotting</i> encounter set.
de: Wähle einen Ermittler, der zum Träger des Schlüssels Die Maschine des Wehklagens wird. Aktualisiere das Kampagnenlogbuch. Diese Karte befindet sich im Begegnungsset <i>Auf Weltreise</i>.
es: Elige a un investigador para que sea el portador de El motor de malignidad y actualiza el registro de campaña en consonancia. Esta carta está en el conjunto de encuentros <i>Trotamundos</i>.
fr: Choisissez un investigateur qui devient le détenteur de La Matrice du Mal et mettez à jour le Carnet de Campagne en conséquence. Cette carte peut être trouvée dans le set de rencontre <i>Autour du Globe</i>.
it: Scegliete 1 investigatore che diventi il portatore del Dispositivo Malevolo, Aggiornate il Diario della Campagna di conseguenza. Questa carta si trova nel set di incontri <i>Giramondo</i>.
ko: 조사자 중 한 명이 ‘다발 엔진’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다. 이 카드는 <i>세계구 활동</i> 조우 세트에 포함되어 있습니다.
pl: Wybierz badacza, który zostanie posiadaczem klucza Niszczycielski silnik, i uzupełnij odpowiednio informacje w Dzienniku kampanii. Karta ta znajduje się w zestawie spotkań <i>Podróżnictwo</i>.
ru: Выберите сыщика, который становится носителем «Зловредного движителя». Отметьте это в журнале кампании. Эту карту можно найти в наборе контактов <i>«Вокруг света»</i>.
zh: 选择一位调查员成为恶祸引擎承受者，并将此记录在剧本日志中。这张卡牌可以在<i>环球情资</i>遭遇组中找到。

source: Bearer of The Bale Engine:
de: Träger des Schlüssels Die Maschine des Wehklagens:
es: Portador de El motor de malignidad:
fr: Détenteur de La Matrice du Mal :
it: Portatore del Dispositivo Malevolo:
ko: ‘다발 엔진’ 열쇠의 보유자:
pl: Posiadacz Niszczycielskiego silnika:
ru: Носитель Зловредного движителя:
zh: 恶祸引擎承受者：

source: Bearer of The Bale Engine
de: Träger des Schlüssels Die Maschine des Wehklagens
es: Portador de El motor de malignidad
fr: Détenteur de La Matrice du Mal
it: Portatore del Dispositivo Malevolo
ko: ‘다발 엔진’ 열쇠의 보유자
pl: Posiadacz Niszczycielskiego silnika
ru: Носитель Зловредного движителя
zh: 恶祸引擎承受者

source: The Great Work 1
es: La gran obra 1
ru: Великое дело 1

source: The Great Work 2
es: La gran obra 2
ru: Великое дело 2

source: The Great Work 3
es: La gran obra 3
ru: Великое дело 3

source: The Great Work 4
es: La gran obra 4
ru: Великое дело 4

source: The Great Work 5
es: La gran obra 5
ru: Великое дело 5

source: The Great Work 1: The brilliant sandy beaches and azure water dazzle your senses as you arrive in Bermuda proper. Rows of brightly painted homes add to the eye-popping landscape as you travel from one corner of Bermuda island to the other, asking locals for any possible leads on Coterie activity.
de: Das große Werk 1: Du wirst von strahlend weißen Sandstränden und azurblauem Wasser begrüßt, als du auf den Bermudas ankommst. Auf deinem Weg von einer Seite der Insel zur anderen kommst du an einer Reihe bunt gestrichener Häuser vorbei, die sich hervorragend in die atem- beraubende Landschaft einfügen. Dabei befragst du die Einheimischen nach möglichen Hinweisen auf Aktivitäten der Coterie.
zh: 你踏上百慕達的土地時，閃閃發亮的沙灘和蔚藍的海水讓你目不轉睛，走過島上時看見許多鮮豔的民居跟壯觀的天然景觀。你四處詢問當地人關於結社的行蹤。
