Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/08a_quid_pro_quo_sf.po
Languages: it, ko, ru, zh

source: Quid Pro Quo
it: Do Ut Des
ko: 대가 없는 호의는 없다
ru: Услуга за услугу
zh: 交换情报

source: San Francisco: Quid Pro Quo
it: San Francisco: Do Ut Des
ko: 샌프란시스코: 대가 없는 호의는 없다
ru: Сан-Франциско: Услуга за услугу
zh: 旧金山：交换情报

source: San Francisco
ko: 샌프란시스코
ru: Сан-Франциско
zh: 旧金山

source: A set of obscure and overly-complex instructions leads you to a drab two-story stone building on the edge of San Francisco’s Chinatown neighborhood. Inside, a bored attendant slumps behind a desk near a brass elevator. Punching a specific code, the elevator takes you deep underground, farther than you could have predicted. On –14F, you step out and are greeted by an imposing man in a well-tailored suit and black fedora. “Archibald Hudson. We met in London,” he reminds you. “Your cell is quite the talk around the office.” The agent leads you down a seemingly endless hallway lined with alcoves. Each alcove displays something different: a model of a hollow earth, a crystal skull, a map with ley lines and other unknown markings. You pause and look at a half-eaten ear of corn, still steaming. “From what I hear, that corn’s been cooked to perfection for the last two decades. So’s the dame who was eating it,” Agent Hudson says grimly. Looking at the paradimensional relics gives you a headache. Your eyes struggle to focus on them: they are both there and not there at the same time. Hudson ushers you down a side hall into a boxy room crammed with metal filing cabinets and sits down behind a heavy wooden desk. He speaks into a ring-and-spring microphone: “File #26–G2. Interview conducted by Hudson, Archibald, designation 42a6-951. That’s Agent Hudson to you,” he arches an eyebrow. Over the next several hours, you answer a gauntlet of grueling questions about your experience thus far, ranging from the past day to your experience in London. When it’s all done, Agent Hudson leans back and lights a cigarette. “I’ll admit, I was skeptical about you from the start. But Commissioner Taylor has good instincts, and I haven’t seen them steer her wrong yet,” he says. “You’ve done good work so far. We have some intel and some resources that might be useful for you. Tell me what the Foundation can do for you.”
it: Una serie di istruzioni incomprensibili e inutilmente complesse vi conduce a uno scialbo edificio in pietra al confine del quartiere di Chinatown di San Francisco. All’interno, un assistente annoiato sembra sull’orlo di addormentarsi sulla sua scrivania, posizionata accanto a un ascensore di ottone. Una volta inserito un codice specifico, l’ascensore scende in profondità sotto la strada, molto più a fondo di quanto avreste mai potuto immaginare. Giunti al piano -14, venite accolti da un uomo imponente che indossa un abito su misura e un borsalino nero. “Archibald Hudson. Ci siamo conosciuti a Londra” vi ricorda. “Si parla parecchio della vostra cellula nei nostri uffici.” L’agente vi accompagna attraverso un corridoio apparentemente infinito, ancheggiato a perdita d’occhio da varie alcove. All’interno di ognuna di queste è esposto un diverso oggetto: il modello di una terra cava, un teschio di cristallo, una mappa su cui sono indicate linee geomantiche e altri segni che non riconoscete. Vi fermate a osservare una pannocchia mezza morsicata e ancora fumante. “Da quel che so, quella pannocchia è rimasta in questo esatto stato durante gli ultimi vent’anni. Cotta alla perfezione. E lo stesso vale per la signorina che se la stava gustando” commenta l’agente Hudson con tono mesto. Fissare le reliquie paradimensionali vi fa venire il mal di testa, e avete difficoltà a rimanere concentrati su di esse troppo a lungo: è come se fossero lì davanti a voi e al contempo non esistessero affatto. L’agente vi invita a proseguire verso un corridoio laterale, che si apre su una stanza quadrata piena zeppa di armadietti di metallo. L’uomo si siede a una pesante scrivania di legno, e afferra un microfono rotondo circondato da anelli e molle: “Fascicolo #26-G2. Colloquio condotto da Hudson Archibald, identificativo 42a6-951. Voi potete chiamarmi agente Hudson” conclude, sollevando un sopracciglio. Passate le ore successive a rispondere a un’estenuante sequela di domande, in cui vi viene chiesto di fare rapporto sulle vostre esperienze passate fino agli eventi di Londra. Una volta finito, l’uomo si appoggia allo schienale della poltrona e si accende una sigaretta. “Lo ammetto, all’inizio ero scettico sul vostro conto, ma la commissaria Taylor ha un ottimo istinto: non credo di averle mai vista fare un buco nell’acqua e finora avete svolto un ottimo lavoro.” Fa una breve pausa concedendosi un tiro di sigaretta. “Venendo a noi, la Fondazione possiede informazioni e risorse che potreste trovare utili. Cosa possiamo fare per aiutarvi?”
ko: 기밀서류상에 첨부된 성소 입장 절차는 과도하게 복잡하면서도 제대로 알아먹기 힘들 지경이었습니다. 결국 지침대로 따른 끝에, 당신은 샌프란시스코 차이나타운에 있는 밋밋한 2층 석조 건물로 발을 들입니다. 건물 안으로 들어서자, 그 안에는 황동 엘리베이터가 있고 그 옆에 놓인 책상 뒤로는 싫증 난 얼굴을 한 안내원이 의자에 털썩 주저앉아 있습니다. 정해진 코드대로 번호판을 눌렀더니, 엘리베이터가 지하 깊은 곳으로 내려가기 시작합니다. 당신이 예측했던 것보다도 훨씬 더 깊은 곳까지 내려가, 지하 14층이 되어서야 문이 열립니다. 문 너머에서 말끔한 정장에 검은색 중절모를 걸친 요원이 당신을 맞이합니다. “아치볼드 허드슨입니다. 런던에서 뵌 적 있지요.” 그 말을 들으니 테일러 국장을 수행하던 허드슨 요원의 모습이 새록새록 떠오릅니다. “여러분의 독립 조사팀은 여기서도 소문이 자자하답니다.” 허드슨 요원은 끝이 없는 듯 뻗은 복도를 지나 당신을 안내합니다. 복도 양옆으로 수많은 벽감이 도열해 있고, 벽감마다 속이 텅 빈 지구 모형, 수정 해골, 지맥과 여러 가지 알 수 없는 표식이 새겨진 지도 등 다양한 물건이 전시되어 있었습니다. 당신은 반쯤 먹다 남은 옥수수 앞에 서서 대체 이건 뭔지 뚫어져라 바라 봅니다. 옥수수에서는 아직도 김이 모락모락 나고 있었습니다. “듣기로는 20년 전에 입수한 옥수수라던데, 지금까지도 완벽하게 익은 상태를 유지하고 있다더군요. 이걸 먹고 있던 여자분도 똑같은 상태고요.” 허드슨 요원이 음울하게 말합니다. 초차원적인 유물들을 바라보고 있자니 머리가 지끈지끈해집니다. 눈의 초점을 맞추려고 애쓰지만, 그것들은 이곳에 존재하면서도 존재하지 않는 것만 같습니다. 요원은 그러고 있지 말고 따라오라며 옆쪽 복도로 빠져나가더니, 금속 캐비닛으로 가득 찬 각진 방으로 당신을 안내합니다. 허드슨 요원이 묵직한 나무 책상 뒤에 앉아 카본 마이크를 켜고 말합니다. “일련번호 #26–G2. 42a6-951 아치볼드 허드슨 요원 하에 심문. 지금부터 심문을 시작하겠습니다.” 허드슨 요원이 눈썹을 치켜세웁니다. 당신은 몇 시간에 걸쳐 질문 공세에 시달리며 곤욕을 치렀습니다. 요원은 당신의 과거부터 런던에서 있었던 일까지 지금까지의 일을 꼬치꼬치 캐물었고, 당신은 끝도 없는 질문에 답변하느라 녹초가 되었습니다. 마침내 취조가 끝나자 허드슨 요원은 의자에 등을 파묻고서 담배에 불을 붙입니다. “이제는 인정해야겠군요. 처음에는 그쪽을 영입하는 일에 회의적이었지만, 이번에도 테일러 국장님의 직감이 옳았습니다. 지금까지 국장님이 직감대로 믿어서 잘못된 일을 본 적이 없지만요. 지금까지 수고하셨습니다. 저희 측에는 그쪽에게 유용한 정보와 자원이 있습니다. 재단에서 무엇을 지원해드리면 좋겠습니까. 말해 보세요.”
ru: Набор туманных и нарочито путаных указаний приводит вас в угрюмое двухэтажное здание на краю Чайна-тауна Сан-Франциско. За столом у медного лифта сидит скучающий клерк. Вы набираете специальный код, и лифт увозит вас под землю, глубже, чем вы могли себе представить. На этаже −14F вы выходите, и вас встречает импозантный мужчина в костюме с иголочки и чёрной федоре. «Арчибальд Хадсон. Мы встречались в Лондоне, — напоминает он. — Наш офис с большим интересом следит за вашей ячейкой». Агент ведёт вас по, кажется, бесконечному коридору с альковами. В каждом выставлено что-то своё: модель полой Земли, хрустальный череп, карта с лей-линиями и непонятными пометками. Вы останавливаетесь, увидев надкушенный початок кукурузы, от которого всё ещё идёт пар. «Говорят, эта кукуруза остаётся горячей уже лет двадцать. Как и дама, что её ела», — мрачно говорит Хадсон. От внепространственных артефактов у вас заболела голова. Вам трудно сфокусироваться на них: они словно здесь и в то же время где-то ещё. Хадсон ведёт вас по коридору в квадратную комнату, заставленную металлическими картотеками, и усаживает за тяжёлый деревянный стол. Он говорит в круглый микрофон в металлическом подвесе на пружинках: «Досье #26-G2. Интервью ведёт Хадсон, Арчибальд, личный номер 42А6-951. Для вас — всё ещё агент Хадсон», — он приподнимает бровь. Следующие несколько часов на вас льётся изнурительный поток вопросов о произошедшем с вами, начиная с событий в Лондоне и заканчивая вчерашним днём. По окончании допроса агент Хадсон откидывается на спинку стула и закуривает. «Признаю: поначалу я был настроен к вам скептически. Но у комиссара Тейлор хорошая интуиция, и я ещё не видел, чтобы она её подводила, — говорит он. — Вы неплохо поработали. У нас есть кое-какие данные и некоторый ресурс, которые могут оказаться вам полезными. Скажите, что Организация может сделать для вас».
zh: 杂乱无章的建筑群引领你到一栋座落在旧金山中国城边缘的单调双层石制建筑。一名接待员无聊地坐在里面的桌子后面，旁边是一台黄铜电梯。接待员依特殊的顺序按下几个键，似乎是密码，电梯开始下降到地下，比你意想之中的还要深。地下14楼，你踏出电梯，一名身穿合身西装，头戴软帽的魁武男人上前迎接你。“我是阿齐伯尔德·韩德森，我们在伦敦见过面。”他提醒你，“局里都在谈论你们呢。”这名探员领著你走过看似没有尽头、两侧有无数壁龛的走廊。每个壁龛里都展示著不同的东西：空心地球的模型、水晶骷髅、画满密道与未知记号的地图。在看到一根吃到一半的玉米时你不禁停下脚步，它居然还在冒烟。 “据我听到的说法，那根玉米在二十年前就煮好了，还顺便带走了吃它的老太太。”韩德森探员奸笑著说。看著这些超次元的物品让你感到头痛，你的眼睛很难聚焦，彷佛它们存在，同时又不存在一样。韩德森催促你走进旁边一个方形的小房间，里面塞满金属制的档案柜。他坐到厚重的木桌后，对著一组有线麦克风说：“申请调阅档案#26-G2，调阅者阿齐伯尔德·韩德森，座标42a6-951，韩德森探员。”然后他对你抬起一边眉毛。接下来的几个小时，你遭受各种细微的问题轰炸，从你最近的行动一路回溯到伦敦的事件，巨细靡遗。问完后，韩德森探员靠回椅背并点了一支烟。“我承认，我一开始并不看好你。但调查官泰勒的直觉一向很准，从没出错过。”他说到。“你目前为止都做得不错，我们有一些你用得上的情报跟资源，告诉我基石能帮你什么忙。”

source: <i>“We’d like to get around faster.”</i>
it: <i>“Vorremmo poterci muovere più rapidamente.”</i>
ko: <i>“빠른 이동 수단이 필요합니다.”</i>
ru: <i>«Нам бы не помешало добираться до цели быстрее».</i>
zh: <i>“我需要更快速的交通方式。”</i>

source: <i>“We’d like some supplies.”</i>
it: <i>“Avremmo bisogno di scorte.”</i>
ko: <i>“물자를 보충하고 싶습니다.”</i>
ru: <i>«Нам бы не помешали некоторые припасы».</i>
zh: <i>“我需要一些补给。“</i>

source: <i>“We’d like some intel on ‘Subject #11–B.’”</i>
it: <i>“Avremmo bisogno di informazioni sul ‘Soggetto #11-B’.”</i>
ko: <i>“‘일련번호 #11–B’에 대한 첩보가 필요합니다.”</i>
ru: <i>«Нам бы не помешали данные по „Объекту #11-B“».</i>
zh: <i>“我需要关于目标#11-B的情报。”</i>

source: The lead investigator adds one copy of Expedited Ticket to their deck. This card can be found in the <i>Globetrotting</i> encounter set.
it: L’investigatore capo aggiunge 1 copia del Biglietto Prioritario al suo mazzo. Questa carta si trova nel set di incontri <i>Giramondo</i>.
ko: 대표 조사자는 자신의 덱에 ‘쾌속 여행권’ 사본을 1장 추가합니다. 이 카드는 <i>세계구 활동</i> 조우 세트에 포함되어 있습니다.
ru: Ведущий сыщик добавляет один экземпляр «Курьерского билета» в свою колоду эту карту можно найти в наборе контактов <i>«Вокруг света»</i>.
zh: 调查员队长可以将一张特快车票放入自己的牌组中。这张卡牌可以在<i>环球情资</i>遭遇组中找到。

source: Each investigator earns 1 experience.
it: Ogni investigatore guadagna l punto esperienza.
ko: 각 조사자는 경험치를 1씩 얻습니다.
ru: Каждый сыщик получает 1 опыт.
zh: 每位调查员获得1点经验值。

source: Agent Hudson flips through some files and pulls out an updated dossier similar to the one in your possession, but much thicker. “Subject #11–B, calls herself ‘Amaranth.’ But this is not the first Amaranth the Foundation has encountered. She pops back up every few decades, looking completely different each time. This iteration bears a striking resemblance to a former student of a ‘Miskatonic University’ in Massachusetts. Eryn Cochwyn was her name. She’s been missing for some time.” You wonder aloud if it might be a coincidence. “There are no coincidences in our line of work,” he mutters.
it: L’agente Hudson scorre le dita su alcuni fascicoli, da cui sfila un dossier simile a quello in vostro possesso, ma molto più corposo. “Soggetto #11-B, si fa chiamare Amaranto. Non si tratta però della prima Amaranto con cui ha avuto a che fare la Fondazione: sembra riapparire una volta a decade, sempre con un aspetto completamente diverso. Questa iterazione somiglia in modo sorprendente a una ex studentessa della ‘Miskatonic University’, nel Massachusetts. Il suo nome era Eryn Cochwyn e risulta scomparsa da tempo.” Vi chiedete a voce alta se possa trattarsi di una coincidenza. “Non esistono coincidenze nel nostro settore” vi risponde l’agente Hudson a denti stretti.
ko: 허드슨 요원이 서류철 몇 개를 뒤지더니 당신에게 지급된 것과 비슷하지만 훨씬 더 두꺼운 기밀 서류 뭉치를 꺼냅니다. “일련번호 #11–B, 자칭 ‘아마란스’군요. 하지만 이자는 재단에서 처음 조우한 아마란스가 아닙니다. 아마란스는 수십 년에 한 번씩 나타났다 사라졌다를 반복하지만, 그때마다 완전히 다른 모습으로 출현해요. 이번 ‘아마란스’는 ‘미스캐토닉 대학’에 재학 중이었던 학생과 외형이 매우 흡사하다고 보고되어 있습니다. 에린 코흐윈이란 여학생이로군요. 꽤 오랫동안 실종처리가 되어 있었습니다만.” 이것이 그저 우연의 일치일 가능성이 큰지 묻자, 허드슨 요원이 확신이 서지 않는 목소리로 말합니다. “저희가 다루는 일치고 우연의 일치 같은 건 없습니다.”
ru: Агент Хадсон перелистывает несколько папок и достаёт обновленное досье, похожее на то, что у вас на руках, но гораздо толще. «Объект 11-B называет себя „Амарант“. Но это не первая Амарант, с которой сталкивается Организация. Она появляется каждые несколько десятилетий и каждый раз выглядит совершенно иначе. Эта итерация имеет поразительное сходство с бывшей студенткой Мискатоникского университета в Массачуссетсе Эрин Кохвин. Уже некоторое время она числится пропавшей без вести». Вы вслух размышляете, может ли это быть совпадением. «В нашей работе совпадений не бывает», — бормочет Хадсон.
zh: 韩德森探员在一叠档案中翻找，最后拉出一份更新过的报告，跟你有的那份很像，只是更厚一点。“目标#11-B，自称‘永生花’。但这不是基石遇到的第一位永生花。她每隔几十年就会带著完全不同的脸孔出现。最近这一位的特征与一名麻萨诸塞州‘米斯卡塔尼克大学’的学生高度相似，她的名字是艾琳·科契温，她已经失踪一阵子了。”你开口问会不会只是巧合。韩德森咕囔著：“在我们这行，没有巧合这种事。”

source: the cell knows Amaranth’s real name.
it: la cellula conosce il vero nome di Amaranto.
ko: 독립 조사팀이 아마란스의 실명을 알고 있다
ru: Ячейка знает настоящее имя Амарант.
zh: 在剧本日志中，记录下得知永生花的真名。

source: Quid Pro Quo 1
ru: Услуга за услугу 1

source: Quid Pro Quo 3
ru: Услуга за услугу 3
