Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/09_dead_and_gone.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Each investigator earns 1 experience, as they gain insight into the strange happenings around the world.
de: Jeder Ermittler verdient 1 Erfahrungspunkt, da er Einblicke in die seltsamen Geschehnisse der Welt erhalten hat.
es: Cada investigador obtiene 1 punto de experiencia por conseguir información sobre los extraños sucesos que se están produciendo por el mundo.
fr: Chaque investigateur reçoit 1 point d'expérience en récompense des informations obtenues concernant d'étranges événements qui ont lieu autour du monde.
it: Ogni investigatore guadagna 1 punto esperienza per le informazioni scoperte sugli strani fenomeni che stanno accadendo in tutto il mondo.
ko: 전 세계에서 벌어지는 기묘한 현상에 대한 통찰력을 얻게 되었으므로, 각 조사자는 경험치를 1만큼 얻습니다.
pl: Każdy badacz otrzymuje 1 punkt doświadczenia, ponieważ zdobył informacje na temat dziwnych wydarzeń na całym świecie.
ru: Каждый сыщик получает 1 опыт, узнав о странных событиях по всему миру.
zh: 每位調查員獲得1點獎勵經驗值，因為其洞見了世界上發生的詭異現象。

source: You and Agent Quinn explore the ruins for some time, jockeying theories and ideas back and forth, but find no further evidence.
de: Du erforschst zusammen mit Agent Quinn eine Zeit lang die Ruinen, wobei ihr weitere Theorien und Ideen diskutiert. Schlussendlich findet ihr aber keine weiteren Spuren.
es: La agente Quinn y tú pasáis un tiempo explorando las ruinas, intercambiando diversas teorías e ideas, pero no encontráis más pruebas.
fr: Vous et l'Agente Quinn explorez les ruines pendant un moment. Vous échafaudez des théories et partagez des idées tout en marchant, mais sans trouver d'autres preuves.
it: Passate del tempo a esplorare le rovine con l’agente Quinn, rimbalzandovi idee e teorie, senza trovare altre piste degne di nota.
ko: 당신은 퀸 요원과 함께 한참 동안 유적지를 살펴보며 여러 가지 가설과 견해를 검토해 봤지만, 이렇다 할 증거는 찾지 못했습니다.
pl: Razem z agentką Quinn przez jakiś czas badacie ruiny, snując przypuszczenia i domysły, ale nie znajdujecie żadnych nowych dowodów.
ru: Некоторое время вы и агент Куинн исследуете руины, перебрасываясь теориями и идеями, но не находите больше никаких улик.
zh: 你跟奎茵探員繼續探索遠古遺跡，推敲著各種理論與假設，但無法得到進一步的證明。

source: Each investigator earns 2 experience, as they gain insight into the strange happenings around the world.
de: Jeder Ermittler verdient 2 Erfahrungspunkte, da er Einblicke in die seltsamen Geschehnisse der Welt erhalten hat.
es: Cada investigador obtiene 2 puntos de experiencia por conseguir información sobre los extraños sucesos que se están produciendo por el mundo.
fr: Chaque investigateur reçoit 2 points d'expérience en récompense des informations obtenues concernant d'étranges événements qui ont lieu autour du monde.
it: Ogni investigatore guadagna 2 punti esperienza per le informazioni scoperte sugli strani fenomeni che stanno accadendo in tutto il mondo.
ko: 전 세계에서 벌어지는 기묘한 현상에 대한 통찰력을 얻게 되었으므로, 각 조사자는 경험치를 2만큼 얻습니다.
pl: Każdy badacz otrzymuje 2 punkty doświadczenia, ponieważ zdobył informacje na temat dziwnych wydarzeń na całym świecie.
ru: Каждый сыщик получает 2 опыта, узнав о странных происшествиях по всему миру.
zh: 每位調查員獲得2點獎勵經驗值，因為其洞見了世界上發生的詭異現象。

source: Dead and Gone 1
ru: Мертвым мертво 1

source: Dead and Gone 2
ru: Мертвым мертво 2

source: Dead and Gone 3
ru: Мертвым мертво 3

source: Dead and Gone 4
ru: Мертвым мертво 4

source: Dead and Gone 5
ru: Мертвым мертво 5

source: Dead and Gone 6
ru: Мертвым мертво 6

source: Dead and Gone 7
ru: Мертвым мертво 7
