Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/09_dead_and_gone.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Dead and Gone
de: Tot und begraben
es: Muerto y desaparecido
fr: Mort et Enterré
it: Morto e Sepolto
ko: 완전한 소실
pl: W zapomnienie
ru: Мертвым мертво
zh: 逝者已矣

source: London: Dead and Gone
de: London: Tot und begraben
es: Londres: Muerto y desaparecido
fr: Londres : Mort et Enterré
it: Londra: Morto e Sepolto
ko: 런던: 완전한 소실
pl: Londyn: W zapomnienie
ru: Лондон: Мертвым мертво
zh: 倫敦：逝者已矣

source: London
es: Londres
fr: Londres
it: Londra
ko: 런던
pl: Londyn
ru: Лондон
zh: 倫敦

source: You arrive in London and follow Agent Quinn’s directions to get to the town of Amesbury. Immediately after checking into a hotel, your concierge wordlessly hands you a note with an address by the side of a park on the western side of the historic town. You head there immediately, only to find Agent Ari Quinn sitting in the driver’s seat of a Bentley, reading a newspaper and not paying you any heed. Without making a scene, you silently climb into the passenger seat. “Finally. Been waiting here all day.” You’re not even sure how Quinn knew you’d arrived in town, but you suppose the Foundation must have eyes and ears all over every harbor and border checkpoint. You ask her what she’s been up to, and what she wanted to show you, at which point she starts the Bentley’s engine and rolls along the road to the west. “You’ll see.” Just a short drive later, you come to a familiar sight. You should have known—Quinn has taken you to the site of mysterious and prehistoric Stonehenge. A ring of standing stones marks the site, inside which another ring of smaller bluestones seem to serve no particular purpose whatsoever. A few tourists peruse the monument in awe, but it is otherwise quiet. You follow close behind and ask Agent Quinn why she asked you to come all this way. “Strange place, is it not?” she asks. A rhetorical question—historians have long debated over the likely function of the landmark, but none know for certain. As you draw nearer, she points to the various standing stones and to the concentric ring of smaller stones inside. “Almost seems like something is missing.”
de: Du kommst in London an und folgst den Anweisungen von Agent Quinn, um in die Stadt Amesbury zu gelangen. Nachdem du vor Ort in ein Hotel eingecheckt hast, überreicht dir der Concierge wortlos einen Zettel mit einer Adresse am Rande eines Parks im Westen der historischen Stadt. Du machst dich sofort auf den Weg dorthin und findest Agent Ari Quinn schließlich auf dem Fahrersitz eines Bentley. Sie liest eine Zeitung und scheint dich nicht zu beachten. Um so wenig Verdacht wie möglich zu erregen, kletterst du schnell auf den Beifahrersitz. „Endlich. Ich warte hier schon den ganzen Tag.“ Du bist dir nicht sicher, woher Quinn wusste, dass du in der Stadt angekommen bist. Die Foundation muss überall in den Häfen und an den Grenzkontrollpunkten Augen und Ohren haben. Du fragst, was sie vorhat und was sie dir zeigen will, woraufhin sie den Motor des Bentley startet und die Straße in Richtung Westen entlangfährt. „Sie werden schon sehen.“ Nach einer kurzen Fahrt erreicht ihr einen vertrauten Ort. Du hättest es wissen müssen – Quinn hat dich nach Stonehenge geführt. Ein Ring stehender Steine markiert die geheimnisvolle, prähistorische Stätte, innerhalb derer sich ein weiterer Ring kleinerer Blausteine befindet, die keinem besonderen Zweck zu dienen scheinen. Ein paar Touristen bestaunen das Monument, aber ansonsten ist es ruhig. Du folgst Agent Quinn dichtauf und fragst, warum sie dich gebeten hat, den ganzen Weg hierherzukommen. „Ein seltsamer Ort, nicht wahr?“, fragt sie. Eine rhetorische Frage – Historiker haben lange über die mögliche Bedeutung des Wahrzeichens debattiert, aber niemand kennt sie mit Sicherheit. Als du näher kommst, zeigt sie auf die verschiedenen stehenden Steine und den konzentrischen Ring aus kleineren Steinen im Inneren. „Es scheint fast so, als würde etwas fehlen.“
es: Llegas a Londres y sigues las indicaciones de la agente Quinn para llegar a la localidad de Amesbury. Inmediatamente después de registrarte en el hotel, el recepcionista te entrega una nota que contiene una dirección situada en el lateral de un parque de la parte occidental del casco histórico. Te diriges allí inmediatamente y te encuentras a la agente Ari Quinn al volante de un Bentley, leyendo un periódico sin prestarte atención. Te subes al asiento del copiloto sin montar una escena. —Por fin. Llevo aquí todo el día. Ni siquiera sabes muy bien cómo ha sabido Quinn que habías llegado a la ciudad, pero supones que la Fundación debe de tener ojos y oídos en todos los puertos y controles fronterizos. Le preguntas qué ha estado haciendo y qué quería enseñarte, en cuyo momento ella arranca el motor del Bentley y recorre la carretera que lleva hacia el oeste. —Ya lo verá. Tras un corto trayecto, llegáis a un sitio que ya has visto antes. Tendrías que haberlo sabido… Quinn te ha llevado al misterioso y prehistórico lugar de Stonehenge. Un círculo de piedras verticales marca la ubicación, y en su interior hay otro círculo de piedras azules más pequeñas que no parece tener ningún propósito concreto. Hay algunos turistas recorriendo el monumento muy emocionados, pero la zona está tranquila. Sigues de cerca a la agente Quinn y le preguntas el motivo de hacerte venir hasta aquí. —Es un lugar extraño, ¿verdad? —te pregunta, aunque es una pregunta retórica, porque los historiadores llevan mucho tiempo debatiendo sobre la posible función del monumento sin que ninguno lo sepa a ciencia cierta. Cuando os acercáis más, señala las piedras verticales y el círculo concéntrico de piedras más pequeñas en su interior—. Casi parece como si faltara algo.
fr: Vous arrivez à Londres et suivez les instructions de l'Agente Quinn pour rejoindre la ville d'Amesbury. Tout de suite après vous être enregistré à l'hôtel, votre concierge vous tend sans un mot une note sur laquelle est inscrite une adresse près d'un parc du côté ouest du quartier historique. Vous y allez immédiatement pour y trouver l'Agente Ari Quinn assise du côté conducteur d'une Bentley, qui lit un journal sans se soucier de vous. Sans laisser rien paraitre, vous grimpez sur le siège passager. « Enfin. Je vous ai attendu ici toute la journée. » Vous ne savez même pas comment Quinn est au courant de votre arrivée en ville, mais vous supposez que la Fondation doit avoir des yeux et des oreilles dans chaque port et chaque poste-frontière. Vous lui demandez ce qu'elle s'apprête à faire, et ce qu'elle voulait vous montrer. C'est le moment qu'elle choisit pour démarrer la Bentley et rouler le long de la route vers l'ouest. « Vous verrez. » Après un court trajet, vous arrivez en vue d'un endroit familier. Vous auriez du vous en douter : Quinn vous a conduit sur le site mystérieux et préhistorique de Stonehenge. Un cercle de mégalithes dressés signale l'emplacement. En son centre se trouve un autre cercle de pierres de basalte, plus petites, qui semble n'avoir aucune utilité. Quelques touristes observent attentivement le monument avec admiration, mais sinon, tout est calme. Vous suivez l'Agente Quinn à la trace et lui demandez pourquoi elle vous a fait venir jusqu'ici. « C'est un lieu curieux, n'est-ce pas ? » demande-t-elle. Une question rhétorique : les historiens ont longtemps débattu de la supposée fonction du monument, mais personne ne sait vraiment. Comme vous vous approchez, elle pointe du doigt les diverses pierres dressées ainsi que le cercle de pierres à l'intérieur. « Il semblerait presque qu'il manque quelque chose. »
it: Arrivati a Londra, seguite le indicazioni dell’agente Quinn fino a raggiungere la cittadina di Amesbury. Subito dopo esservi registrati in albergo, il concierge vi consegna un biglietto senza dire una parola: è un indirizzo di una zona accanto al parco, sul versante occidentale del centro storico. Vi dirigete immediatamente sul posto, dove l’agente Ari Quinn vi attende al volante di una Bentley con un giornale aperto davanti a sé. Non sembra degnarvi di uno sguardo. Senza grandi cerimonie, vi issate silenziosamente sui sedili dei passeggeri. “Era ora. E tutto il giorno che vi aspetto.” Non siete nemmeno sicuri di come il contatto sapesse del vostro arrivo in città, ma immaginate che la Fondazione abbia occhi e orecchie in ogni porto e controllo di frontiera. Le chiedete di cosa si stia occupando e cosa voglia mostrarvi, ma la donna vi risponde limitandosi ad accendere il motore e avviandosi in direzione ovest. “Vedrete con i vostri occhi.” Il viaggio non dura molto e al vostro arrivo vi attende una vista familiare. Avreste dovuto aspettarvelo… Quinn vi ha portati al misterioso sito preistorico di Stonehenge. Il posto è delimitato da un anello di menhir, all’interno del quale si trova un secondo cerchio di pietre più piccole che non sembrano avere alcun significato particolare. Fatta eccezione per i pochi turisti meravigliati in visita, il posto è piuttosto silenzioso. Seguite l’agente Quinn senza allontanarvi troppo, domandandole come mai vi abbia chiesto di venire qui. “E un luogo bizzarro, non trovate?” E ovviamente una domanda retorica: nonostante gli innumerevoli dibattiti tra gli storici, nessuno è mai riuscito a identificare con certezza la funzione del sito. Vi avvicinate ulteriormente e il vostro contatto vi indica le varie pietre verticali e l’anello concentrico più piccolo all’interno, “È come se mancasse qualcosa.”
ko: 런던에 도착하여 퀸 요원의 지시에 따라 에임즈베리 마을에 도착했습니다. 호텔에 체크인을 하자, 컨시어지가 말없이 쪽지 한 장을 내밉니다. 쪽지에는 역사가 살아 숨 쉬는 에임즈베리 마을의 서쪽에 있는 어느 공원 변두리 주소가 적혀 있었습니다. 지체 없이 주소지로 향한 끝에, 벤틀리에 탄 아리 퀸 요원을 찾았습니다. 요원은 그저 운전석에 앉아 신문만 읽고 있을 뿐 당신에게 아는 체조차 하지 않습니다. 당신도 딱히 야단법석을 떨지 않고서, 입을 꾹 닫은 채 조수석에 올라탔습니다. “오셨습니까. 온종일 기다리고 있었습니다.” 당신이 에임즈버리에 도착한 것을 퀸 요원이 어떻게 알고 있었는지는 모르겠지만, 재단이라면 모든 항구와 검문소에 눈과 귀를 두고 있을 거라는 추측만 할 뿐입니다. 이런 마을에서 무엇을 조사하고 있는 것인지 그리고 대체 무엇을 보여주려고 부른 것인지 물었지만, 퀸 요원은 묵묵히 벤틀리의 시동을 걸고 서쪽으로 길을 들며 한 마디만 남길 뿐입니다. “곧 알게 되실 겁니다.” 잠시 후, 익숙한 광경이 펼쳐집니다. 퀸 요원의 행선지를 진작에 알아차렸어야 했었습니다. 이곳은 바로 불가사의한 선사시대 유적인 스톤헨지였습니다. 외곽으로는 거대한 환상열석이 둘러 있고, 그 안에는 바깥 선돌보다 훨씬 작은 청석으로 된 열석이 자리하고 있었지만, 그 목적은 학계에서도 아직 불분명했습니다. 몇몇 관광객이 경탄에 찬 눈길로 거석 유적을 둘러보고 있는 것 외에는 주변은 조용합니다. 당신은 퀸 요원에게 바짝 따라붙어 왜 여기로 온 것인지 물어봅니다. “진정 기묘한 유적입니다. 그렇지 않습니까?” 너무나도 자명한 말입니다. 역사학자들조차 스톤헨지가 어떤 목적으로 만들어진 것인지 오랫동안 논의해 왔으나, 아직 명확하게 밝혀진 것은 전혀 없었습니다. 당신이 유적 중심부로 가까이 다가가자, 퀸 요원이 선돌과 그보다 안쪽에 동심원 꼴로 놓인 열석을 가리킵니다. “뭔가 있어야 할 것이 없다는 그런 느낌이 듭니다만.”
pl: Docierasz do Londynu i zgodnie ze wskazówkami przekazanymi przez agentkę Quinn kierujesz się prosto do miasteczka Amesbury. Gdy tylko zameldowałeś się w hotelu, konsjerż milcząco przekazuje ci notatkę z adresem wskazującym sąsiedztwo parku, w zachodniej części zabytkowego miasteczka. Natychmiast się tam udajesz i zastajesz tam agentkę Quinn za kierownicą Bentleya, czytającą gazetę i niezwracającą na ciebie najmniejszej uwagi. Milcząco zajmujesz miejsce pasażera. „No wreszcie! Cały dzień tu siedzę”. Nie masz pojęcia skąd wiedziała, że jesteś w mieście – najwyraźniej Fundacja wszędzie ma oczy i uszy. Pytasz ją, po co cię tu ściągnęła i co właściwie chciała ci pokazać, ale zamiast odpowiedzi kobieta uruchamia silnik samochodu i rusza drogą na zachód. „Sam zobaczysz”. Po krótkiej podróży docierasz do znanego ci miejsca. Mogłeś się domyślić, Quinn zabrała cię do tajemniczego Stonehenge. Okręgu zbudowanego ze stojących kamieni, wewnątrz którego znajduje się drugi krąg zbudowany z mniejszych, błękitno szarych piaskowców, które wydają się niczemu nie służyć. Poza nielicznymi turystami, wyrażającymi podziw dla tego zabytku, wokół panuje cisza. Idziesz krok w krok za agentką Quinn i pytasz, po co cię tutaj przywiozła. „To dziwne miejsce, nie sądzisz?” – pyta retorycznie. Historycy od dawna głowią się nad przeznaczeniem tego miejsca, ale jak dotąd nie udało się rozwiązać tej zagadki. Kiedy podchodzisz bliżej, kobieta wskazuje ci różne stojące kamienie, jak i te będące w mniejszym kręgu. „Zupełnie jakby czegoś tu brakowało”.
ru: Вы прибываете в Лондон и, следуя указаниям агента Куинн, добираетесь до Эймсбери. Сразу же после заселения в отель консьерж молча даёт вам записку с адресом у парка в западной части исторического города. Вы немедленно отправляетесь туда и обнаруживаете агента Ари Куинн на водительском сидении «бентли», читающей газету и не обращающей на вас совершенно никакого внимания. Не устраивая сцены, вы тихонько садитесь на пассажирское сидение. «Ну наконец-то. Ждала вас тут весь день». Вы не представляете, откуда Куинн знала о вашем прибытии, но полагаете, что у Организации должны быть глаза и уши в каждой гавани и на каждом пограничном пропускном пункте. Вы спрашиваете, чем она занималась и что хотела показать вам, но она заводит «бентли» и мчит на запад. «Увидите». Через несколько минут вы прибываете на знакомое место. Стоило догадаться — Куинн привезла вас к загадочному и доисторическому Стоунхенджу: два концентрических кольца из стоящих глыб зелёного песчаника, которые, кажется, не имеют никакого особого предназначения. Несколько туристов с трепетом осматривают монумент, но в остальном здесь тихо. Вы следуете за агентом Куинн и спрашиваете, зачем она попросила вас проделать этот путь. «Странное место, правда же?» — спрашивает она. Вопрос риторический — источники давно уже спорят о вероятном назначении этой достопримечательности, но никто не знает наверняка. Когда вы приближаетесь, она указывает на разные стоящие камни и на внутреннее кольцо камней поменьше. «Как будто тут чего-то не хватает».
zh: 你抵達倫敦後依循奎茵探員給的方向前往埃姆斯伯里。你在旅館登記入住時，櫃台人員不發一語的塞給你一張紙條，上面是位於這個小鎮西邊的一座公園的地址。你立即前往那裡，看見艾里·奎茵探員坐在一輛賓利的駕駛座上，她看著報紙，沒對你做任何暗示。你沒有試著引起她注意，只是靜靜的坐進副駕駛座。“終於來了，我已經等了一整天了。”你不確定她是怎麼知道你已經抵達小鎮的，但你猜也許基石在每個港口跟邊境檢查哨都有耳目吧。你問她在計畫什麼，還有她想給你看些什麼。她只是發動引擎並開上往西的道路。“你待會就知道了。”開了一小段路程後，你們到了一個熟悉的地點，你早該猜到的，奎茵帶你來到了神祕的史前巨石陣。矗立的巨石形成一個圓環，其中還有一個由藍石圍起的小環，不知是否有什麼特殊意義。除了觀光客偶爾發出的讚嘆聲，這裡非常安靜。你跟在奎茵探員身後並問她為什麼要大老遠來到這。“奇怪的地方，不是嗎?”她只是問了個不言而喻的問題。歷史學家們對於這個地標的功能有著漫長的辯論，但沒有人能肯定。當你們走近，她指著幾個矗立的巨石跟內部較小的圓環說：“看起來就像少了什麼東西。”

source: Quinn’s demeanor changes when she sees the look on your face. “Well, that triggered something. Still going to play it tight-lipped?” She heads to the center of the bluestone ring and takes out a small contraption possessing a series of lights along its surface. It lets out several beeps, rising in frequency as she reaches the very center. “Yeah, that just about confirms my suspicions… but I’m still missing the why. So, enlighten me, since you seem to know more than I do: what the hell could have made part of a structure vanish not just from existence, but from recorded history as well?”
de: Quinns Verhalten ändert sich, als sie deinen Gesichtsausdruck sieht. „Hm, Sie wirken nicht sonderlich überrascht. Haben Sie immer noch vor, mir nichts zu sagen?“ Sie geht in die Mitte des Blausteinrings und holt eine kleine Vorrichtung mit einer Reihe von Lichtern heraus. Das Gerät gibt mehrere Pieptöne von sich, deren Frequenz zunimmt, als ihr das Zentrum der Stätte erreicht. „Ja, das bestätigt meinen Verdacht ... aber ich weiß immer noch nicht, warum. Klären Sie mich auf, denn Sie scheinen mehr darüber zu wissen als ich: Wie zum Teufel konnte ein Teil eines Bauwerks nicht nur physisch verschwinden, sondern auch aus der Geschichte der Menschheit?“
es: La actitud de Quinn cambia cuando ve la expresión de tu rostro. —Vaya, parece que he provocado una reacción. ¿Va a seguir guardando silencio al respecto? Se dirige al centro del círculo de piedras azules y saca un pequeño artilugio en cuya superficie hay varias luces. El aparato emite varios pitidos cuya frecuencia aumenta a medida que se acerca al centro. —Sí, eso confirma mis sospechas… pero aún no sé el motivo. Así que haga el favor de ilustrarme, ya que parece saber más que yo: ¿qué demonios podría haber provocado que una parte de la estructura desaparezca no sólo de la existencia, sino también de los anales de la historia?
fr: Le comportement de Quiun change lorsqu'elle voit l'expression de votre visage. « Eh bien, il semble que cela éveille quelque chose chez vous. Vous avez peut-être envie de m'en parler ? » Elle se dirige vers le centre du cercle de pierres de basalte et sort une petite machine sur la surface de laquelle courent de nombreuses lumières. Elle bipe plusieurs fois, la fréquence augmentant lorsqu'elle arrive au centre même du cercle. « Effectivement, cela confirme mes soupçons… mais il me manque le pourquoi. Alors, éclairez-moi puisque vous semblez en savoir plus : qu'est-ce qui a bien pu faire disparaître une partie de cette structure, non seulement de l'existence, mais aussi de l'histoire elle-même ? »
it: L’atteggiamento di Quinn cambia appena nota le vostre espressioni. “Bene, ho colpito nel segno. State ancora giocando a chi tiene la bocca più cucita?” La donna si dirige verso l’interno dell’anello di arenaria, estraendo un piccolo congegno su cui è accesa una serie di piccole luci. Il dispositivo emette dei segnali acustici, che diventano sempre più frequenti man mano che viene avvicinato al centro. “Ecco, proprio come sospettavo… ma non riesco a capire il perché. Visto che a quanto pare sapete qualcosa che io non so, illuminatemi: cosa diavolo può aver fatto sparire un pezzo di una struttura non solo dall’esistenza, ma dall’intera storia documentata?”
ko: 당신의 얼굴에 뜬 표정을 보더니 퀸 요원의 말투가 바뀝니다. “흠, 거짓말한다고 얼굴에 박혀 있습니다. 그대로 입을 꾹 닫고 모르는 체하실 겁니까?” 퀸 요원이 표면에서 불빛이 새어 나오는 정체불명의 소형 장치를 꺼내 듭니다. 그러고는 청석으로 된 동심원 한가운데로 걸어갔고, 중심부로 다가갈수록 장치가 반복해서 발하던 삐 소리의 간격이 점차 줄어들기 시작합니다. “좋습니다. 어느 정도는 제 의심대로지만... 아직도 그 이유는 도통 모르겠습니다. 그쪽이 저보다 더 많은 것을 알고 있는 듯하니, 제게 깨우침을 한 번 선사해 주십시오. 대체 어떤 망할 현상이 작용했길래 구조물 일부가 현실에서만 지워진 것이 아니라, 기록된 역사에서도 깡그리 지워져 버린 겁니까?”
pl: Zachowanie Quinn zmienia się, gdy znów na ciebie spogląda. „Swoją drogą, coś mi się przypomniało. Nadal zamierzasz trzymać język za zębami?”. Mówiąc to kieruje się do środka wewnętrznego kręgu i wyjmuje małe urządzenie z licznymi światłami na powierzchni. Wydaje ono z siebie serię dźwięków o coraz wyższej, w miarę przybliżania się do środka kręgu, częstotliwości. „Tak, to potwierdza moje obawy… ale nadal nie rozumiem dlaczego. Więc oświeć mnie, bo najwyraźniej wiesz więcej ode mnie. Co do diabła mogło sprawić, że kawał budowli zniknął nie tylko fizycznie, ale też został dosłownie wymazany z historii?”
ru: Поведение Куинн меняется, когда она видит выражение вашего лица. «Кажется, я навела вас на какие-то мысли. Продолжим играть в молчанку?» Она входит в кольцо камней из песчаника и достаёт небольшое устройство с рядом лампочек на корпусе. Оно издаёт звуки, которые учащаются, когда она подходит к самому центру. «Да, это практически подтверждает мои подозрения… Но я всё ещё не понимаю, почему. Итак, просветите меня, ведь вы, похоже, знаете больше: что, чёрт возьми, могло заставить часть сооружения исчезнуть не только из реальности, но и из исторических документов?»
zh: 奎茵看到你臉上的表情後終於打破冷漠：“看来你終於有反應了，還堅持要守口如瓶嗎？”她拿出一個上面有許多燈光警示的奇怪裝置，然後走向藍石圈的中心。裝置在她手中發出聲響，警示聲的頻率隨著她靠近中心而逐漸升高。“沒錯，這證實了我的猜測……但我還是不知道原因。很明顯你知道得比我多，告訴我：到底是什麼原因能讓整個結構消失，還同時從歷史紀錄中被抹除？。”

source: <i>Tell Agent Quinn the truth. </i>
de: <i>Erzähle Agent Quinn die Wahrheit.</i>
es: <i>Contarle la verdad a la agente Quinn.</i>
fr: <i>Dire la vérité à l'Agente Quinn.</i>
it: <i>Dite la verità all’agente Quinn.</i>
ko: <i>퀸 요원에게 진실을 말합니다.</i>
pl: <i>Mówisz agentce Quinn prawdę.</i>
ru: <i>Сказать агенту Куинн правду.</i>
zh: <i>告訴奎茵探員真相。</i>

source: <i>Keep your secrets.</i>
de: <i>Behalte deine Geheimnisse für dich.</i>
es: <i>Mantener el secreto.</i>
fr: <i>Garder vos secrets.</i>
it: <i>Non rivelatele nulla.</i>
ko: <i>비밀을 함구합니다.</i>
pl: <i>Zatrzymujesz wiedzę dla siebie.</i>
ru: <i>Сохранить свои секреты.</i>
zh: <i>保守秘密。</i>
