Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/09_dead_and_gone.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You tell Quinn everything—about the entities you were investigating in London, about their presumed connection to the Red Coterie, all of it. She listens intently, hanging on every word. “So these things, these… let us presume to call them ‘extraterrestrials,’ when they take something, it vanishes completely. Do you understand what this means?” You know a great many conclusions that could be drawn from these events, but you encourage her to continue on her own. “Everything we know, everything we can see, it’s just what’s left. Look at Stonehenge. We have no earthly clue what it is. Maybe that’s because it’s incomplete. There could have been dozens of other structures erected right where we stand and humanity would never know.” She paces back and forth, agitated. “This is my life’s work. I’ve studied these kinds of events for over a decade. Paranormal disappearances. Dead civilizations. Bloody hell, I’m fluent in a dozen dead languages. I’ve always assumed these events are a small slice of pie missing from the greater whole. But what if we’re only seeing what’s left—the tiny slice of pie these creatures haven’t stolen?”
de: Du erzählst Quinn alles – von den Wesen, denen du in London auf der Spur warst, von ihrer vermuteten Verbindung zur Roten Coterie, einfach alles. Sie hört dir aufmerksam zu, verfolgt jedes Wort. „Also diese Dinger, diese ... nennen wir sie mal ‚Außerirdische‘... wenn sie etwas nehmen, verschwindet es vollständig? Verstehen Sie, was das bedeutet?“ Du hast dir bereits über viele mögliche Schlussfolgerungen aus den Ereignissen den Kopf zerbrochen und ermutigst sie, ihre Sicht der Dinge vorzubringen. „Alles, was wir wissen, alles, was wir sehen können, ist nur das, was übrig geblieben ist. Sehen Sie sich Stonehenge an. Wir haben keinen blassen Schimmer, was diese Stätte ist. Vielleicht liegt das daran, dass sie unvollständig ist. An der Stelle, an der wir stehen, könnten Dutzende von anderen Bauwerken errichtet worden sein und die Menschheit würde es nie erfahren.“ Sie geht aufgeregt auf und ab. „Dies ist mein Lebenswerk. Ich habe diese Art von Ereignissen über ein Jahrzehnt lang untersucht. Paranormales Auflösen. Untergegangene Zivilisationen. Verdammt noch mal, ich spreche fließend ein Dutzend toter Sprachen. Ich habe immer angenommen, dass diese Ereignisse ein kleines Stück vom Kuchen sind, das dem großen Ganzen fehlt. Aber was, wenn wir nur das sehen, was übrig ist – das winzige Stück Kuchen, das diese Kreaturen nicht gestohlen haben?“
es: Le cuentas todo a Quinn: lo de las entidades que investigabas en Londres, su supuesta conexión con la Camarilla Roja, todo. Te escucha muy atentamente, pendiente de cada palabra. —Así que estas cosas, estos…, pongamos que los llamamos “extraterrestres”, se llevan cosas y, al hacerlo, éstas se desvanecen por completo. ¿Entiende lo que significa eso? Sabes que podrían sacarse muchas conclusiones de estos sucesos, pero la animas a que siga por sí sola. —Todo lo que sabemos y todo lo que vemos es <i>sólo</i> lo que queda. Mire Stonehenge. No tenemos ni la más remota idea de lo que es. Y tal vez sea porque está incompleto. Es posible que antes hubiera docenas de estructuras más aquí mismo y que la humanidad no lo pueda saber nunca —camina de un lado a otro, muy agitada—. Esto es el trabajo de toda mi vida. Llevo más de una década estudiando este tipo de eventos. Desapariciones paranormales. Civilizaciones muertas. Maldita sea, si hasta hablo una docena de idiomas muertos de forma fluida. Siempre he supuesto que estos sucesos son una pequeña porción de tarta que representa un todo mayor. Pero ¿y si sólo vemos lo que queda? ¿La diminuta porción de pastel que estas criaturas no han robado?
fr: Vous racontez tout à Quinn : les entités sur lesquelles vous enquêtiez à Londres, leur supposée connexion avec la Coterie Rouge : tout. Elle écoute attentivement, buvant chaque parole. « Donc, ces choses, ces… appelons-les des « extraterrestres »… quand ils prennent quelque chose, elle disparaît complètement. Comprenez-vous ce que cela signifie ? » Vous pourriez tirer un grand nombre de conclusions de ces événements, mais vous l'incitez à poursuivre d'elle-même. « Tout ce que nous connaissons, tout ce que nous voyons sont juste des restes. Regardez Stonehenge. Nous n'avons pas la moindre idée de ce que c'est. Peut-être parce que c'est incomplet. Il pourrait y avoir eu des douzaines d'autres structures érigées ici même et l'humanité n'en saurait plus jamais rien. » Elle fait les cent pas, visiblement agitée. « C'est le travail de ma vie. J'étudie ce genre d'événements depuis plus de dix ans. Les disparitions paranormales. Les civilisations disparues. Bordel, je parle couramment une douzaine de langues mortes. J'ai toujours supposé que ces événements étaient la petite part manquante d'un grand tout. Mais si c'était l'inverse ? Et si ce que nous voyons n'était que ce qu'il reste : la part minuscule que ces créatures ne nous ont pas volée ? »
it: Le raccontate tutto: sulle entità su cui stavate indagando a Londra, sulla presunta connessione con la Società Rossa, tutto. La donna vi ascolta con attenzione, soppesando ogni parola. “Quindi queste cose, questi… supponiamo di volerli chiamare extraterrestri… quando prendono qualcosa, esso svanisce completamente. Capite cosa vuol dire?” Avete presente fin troppe conclusioni che potreste trarre, ma la incoraggiate affinché vi dia la sua versione. “Tutto quello che sappiamo, quello che possiamo vedere, è quel che rimane. Guardate Stonehenge. Non abbiamo la più pallida idea di cosa sia: forse perché è semplicemente un monumento incompleto, e potrebbero esserci state decine di altre strutture erette proprio qui dove siamo ora… e l’umanità non lo saprà mai.” L’agente Quinn inizia a camminare avanti e indietro in maniera agitata. “Ho dedicato gran parte della mia vita a questo lavoro. Sono più di dieci anni che studio questi eventi: sparizioni paranormali, civiltà defunte… Maledizione, conosco alla perfezione una dozzina di lingue morte! Ho sempre pensato che questi eventi non fossero che una piccola fetta strappata al resto della torta, ma se quello che vediamo è solo ciò che è rimasto… allora la fetta è solo quello che queste creature non hanno rubato.”
ko: 당신은 퀸 요원에게 모든 것을 털어놓았습니다. 런던에서 조사하고 있던 현상에서부터, 그것과 붉은 동지회가 연관되어 있을지도 모른다는 이야기까지 지금껏 조사해 온 것을 모조리 설명했습니다. 퀸 요원은 당신의 한 마디 한 마디를 놓치지 않고서 주의 깊게 듣더니 마침내 입을 뗍니다. “그러니 그런 것들, 그... 아니 우선 그것을 ‘외계종’이라고 추정해 봅시다. 외계종이 무언가를 강탈해 가 버리면, 그것은 현실에서 완전히 사라져버린다는 말 아닙니까. 그게 무슨 뜻인지 이해하십니까?” 당신은 이러한 현상으로부터 도출할 수 있는 수많은 결론에 대해서 이미 빠삭하게 알고 있지만, 퀸 요원이 스스로 결론을 도출할 수 있도록 유도합니다. “우리가 아는 모든 것, 우리가 볼 수 있는 모든 것이 그저 소실되지 않고 남은 것에 불과하다니. 우선 저 스톤헨지만 해도, 우리는 저것의 정체를 전혀 알지 못하지 않습니까? 그 이유가 지금까지 남아 있는 스톤헨지 유적은 불완전한 잔여물에 불과하기 때문인지도 모릅니다. 우리가 서 있는 바로 이 자리에, 실제로는 수십 개의 또 다른 구조물이 서 있었을지도 모를 일입니다. 아니 앞으로도 인류는 절대 이 유적의 본질을 알 수 없을 겁니다.” 퀸 요원이 불안한 듯 이리저리 서성입니다. “이 정도면 제 일생일대의 대업이라 할 만합니다. 저는 십 년을 넘게 이런 사건에 매달려가며 연구를 해왔습니다. 초자연적인 실종 사건. 멸망한 문명. 그리고 빌어먹을 사어들을 익히며 연구해 매진해 왔었는데... 지금껏 저는 이러한 사건이 거대한 파이 한 판에서 잃어버린 조각에 불과할 거라고 믿어 의심치 않았습니다. 하지만 이제 시각이 완전히 바뀌었습니다. 파이의 대부분은 그 괴물 같은 것들이 강탈해 갔고, 우리가 보는 것은 파이의 부스러기에 불과할 정도로 작은 부분이라면 어떻겠습니까?”
pl: Wyjawiasz Quinn całą prawdę. Na temat istot, które badałeś w Londynie, ich domniemanych koneksjach z Czerwoną Koterią, słowem – wszystko co wiesz. Kobieta uważnie cię słucha, chłonąc wszystko jak gąbka. „Więc te stworzenia, te… nazwijmy je «istoty pozaziemskie», kiedy coś zabierają, to to coś znika całkowicie. Wiesz, co to oznacza?” Wyobrażasz sobie wiele potencjalnych wniosków, ale zachęcasz ją, by kontynuowała myśl. „Wszystko co wiemy, wszystko co widzimy to tylko to, co pozostało. Chociażby takie Stonehenge. Nie mamy bladego pojęcia, co to takiego. Może dlatego, że jest niekompletne. Takich wymazanych z historii budowli mogą być dziesiątki, a my nawet o tym nie wiemy”. Chodzi tam i z powrotem, wyraźnie wstrząśnięta. „Poświęciłam tej pracy całe życie. Studiowałam takie przypadki od ponad 10 lat. Niewytłumaczalne zaginięcia. Wymarłe cywilizacje. Do diabła, władam kilkunastoma martwymi językami. Zawsze przypuszczałam, że to tylko niewielki kawałek większej całości. Ale co w sytuacji, jeśli wszystko co widzimy jest tylko niewielką pozostałością tego, czego te stworzenia nie zagrabiły?”
ru: Вы рассказываете Куинн всё — о сущностях, которых вы расследовали в Лондоне, об их предполагаемой связи с Красной Кликой, всё это. Она внимательно слушает, ловя каждое ваше слово. «Итак, эти существа, эти — назовём их „инопланетяне“, — когда они забирают что-то, оно исчезает полностью. Понимаете? — Вы можете сделать из этих событий множество выводов, но просите её продолжать. — Всё, что мы знаем; всё, что мы видим, — это лишь то, что осталось. Вот Стоунхендж. У нас нет ни малейшего представления, что это такое. Может быть, это потому, что он неполный. На том месте, где мы стоим, могли быть десятки других сооружений, и человечество об этом никогда бы не узнало. — Она нервно ходит взад-вперёд. — Это работа всей моей жизни. Я изучаю подобное более десяти лет. Паранормальные исчезновения. Мёртвые цивилизации. Чёрт возьми, я свободно говорю на дюжине мёртвых языков. Я всегда считала эти события лишь маленькой частью чего-то большего. Но что, если всё, что мы видим, — это остатки, кусочек пирога, который эти создания пока не украли?»
zh: 你對奎茵全盤托出，關於你在倫敦調查的奇異存在，還有牠們與緋紅結社可能的關聯性。她仔細聽著，思考著每一個描述。“所以這些東西……我們先姑且稱牠‘外星生物’，當牠們帶走某個東西時，會讓它完全消失。你知道這代表了什麼嗎？”你聽過許多關於這些事件的猜測，但你鼓勵她說出自己的結論。“我們已知的所有事物，所有我們能見的東西，都只是牠們留下的一部分。看看巨石陣，我們不知道它的用途，也許是因為它根本不完整。可能有許多其他建物就曾經矗立在我們腳下，但我們卻永遠不會知道。”她焦慮的踱步著：“這是我一生的研究，我已經在這些事件上下了超過十年的心血了。離奇的失蹤、滅亡的文明，該死的，我甚至會說十幾種絕跡的語言。我一直以為這些事件是大拼圖中的一小片缺少的部分；但如果其實我們所知的只是一小片還沒被那些生物偷走的部分呢？”

source: Agent Quinn does not trust the cell.
de: Agent Quinn vertraut der Zelle nicht.
es: la agente Quinn no se fía de la célula.
fr: l'Agente Quinn ne fait pas confiance à la cellule.
it: l’agente Quinn non si fida della cellula.
ko: 요원이 독립 조사팀을 신뢰하지 않는다
pl: agentka Quinn nie ufa komórce.
ru: Агент Куинн не доверяет ячейке.
zh: 在劇本日誌劃掉失去奎茵探員的信任。

source: Check the Campaign Log. <i>If the cell possesses a mysterious whistle</i> and 30 or fewer <b>time</b> has passed:
de: Überprüfe das Kampagnenlogbuch. <i>Falls die Zelle im Besitz einer mysteriösen Pfeife ist und 30 <b>Zeit</b> oder weniger verstrichen ist:</i>
es: Comprueba el registro de campaña. <i>Si la célula posee un misterioso silbato</i> y ha transcurrido 30 de <b>tiempo</b> o menos:
fr: Vérifiez le Carnet de Campagne. <i>Si la cellule possède un mystérieux sifflet</i> et que 30 cases <b>Temps</b> ou moins ont été cochées :
it: Controllate il Diario della Campagna. Se <i>la cellula possiede un misterioso fischietto</i> e sono trascorsi 30 o meno <b>tempi</b>:
ko: 캠페인 기록지를 확인합니다. <b>시간</b>이 30 이하로 경과했고 <i>독립 조사팀이 불가사의한 호루라기를 갖고 있다</i> 항목이 기록되어 있습니까?
pl: Sprawdź Dziennik kampanii. <i>Jeśli komórka posiada tajemniczy gwizdek</i> lub jeśli minęło 30 lub mniej <b>czasu</b>:
ru: Сверьтесь с журналом. Если <i>ячейка завладела загадочным свистком</i> и прошло 30 и менее <b>времени</b>:
zh: 檢查劇本日誌。如果<i>獲得神秘哨子</i>且經過小於等於30<b>時間</b>：

source: Quinn sighs and turns away from you. “Sorry to have wasted your time, then. You can take the Bentley back to London. It’s only a couple miles back to Amesbury. I’ll find another ride.” You try to reason with her, but she remains stoic. “If you have nothing to tell me, I have nothing to say to you, either. Please leave me be so I can continue my research in peace.”
de: Quinn seufzt und wendet sich von dir ab. „Dann tut es mir leid, Ihre Zeit verschwendet zu haben. Sie können den Bentley zurück nach London nehmen. Es sind nur ein paar Meilen zurück nach Amesbury. Ich werde eine andere Mitfahrgelegenheit finden.“ Du versuchst sie umzustimmen, aber sie zuckt nur mit den Schultern. „Wenn Sie mir nichts zu sagen haben, habe ich Ihnen ebenfalls nichts zu sagen. Gehen Sie nun bitte, damit ich in Ruhe meine Forschungen weiterführen kann.“
es: Quinn suspira y se aparta de tu lado. —En ese caso, lamento haberle hecho perder el tiempo. Puede llevarse el Bentley para volver a Londres. Amesbury está sólo a unos kilómetros de distancia, ya encontraré otro transporte. Intentas razonar con ella, pero se mantiene en sus trece. —Si no tiene nada que decirme, yo tampoco tengo nada que decirle. Por favor, déjeme tranquila para que pueda proseguir mi investigación en paz.
fr: Quinn soupire et se détourne de vous. « Désolée de vous avoir fait perdre votre temps. Vous pouvez prendre la Bentley pour retourner à Londres. C'est seulement à quelques kilomètres d'Amesbury. Je me débrouillerai pour rentrer. » Vous essayez de la raisonner, mais elle reste stoïque. « Si vous n'avez rien à me dire, je n'ai rien à vous dire non plus. Merci de me laisser seule afin que je puisse continuer mes recherches en paix. »
it: Quinn sospira, girandosi per darvi le spalle. “Scusate se vi ho fatto perdere tempo. Potete prendere la Bentley e tornare a Londra. Io troverò un passaggio.” Cercate di farla ragionare, ma non sembra volersi smuovere dalla sua decisione. “Se non avete altro da dirmi, nemmeno io ho nulla da dire a voi. Cortesemente, lasciate che continui le mie ricerche per conto mio.”
ko: 요원이 한숨을 푹 내쉬며 등을 돌립니다. “그럼, 시간을 허비하게 해서 죄송합니다. 제 벤틀리를 타고 런던으로 돌아가십시오. 에임즈베리까지는 몇 킬로미터 안 떨어져 있으니 저는 다른 차편을 이용하겠습니다.” 당신은 퀸 요원에게 해명해보려 했으나 요원은 냉담하게 대합니다. “제게 해 주실 말이 없으시다면, 저도 그쪽에게 말씀드릴 것이 없습니다. 제가 한가로이 연구나 할 수 있도록 떠나주십시오.”
pl: Quinn wzdycha ciężko i odwraca się od ciebie. „Wybacz zatem, że tylko zmarnowałam twój czas. Weź Bentleya i jedź do Londynu. Do Amesbury jest zaledwie kilka mil. Jakoś dam radę wrócić”. Próbujesz przemówić jej do rozsądku, ale jej postawa jest niezmienna. „Jeśli nie masz mi nic do powiedzenia, to i ja nie mam nic do powiedzenia tobie. Proszę, pozwól mi w spokoju zająć się moimi badaniami”.
ru: Куинн вздыхает и отворачивается. «Что ж, тогда прошу прощения за потраченное время. Возьмите „бентли“ и езжайте в Лондон. До Эймсбери всего пара миль. Я уеду на чём-нибудь другом. — Вы возражаете, но она непоколебима. — Если вам нечего сказать мне, мне нечего сказать вам. Оставьте меня, я хочу продолжить своё исследование».
zh: 奎茵嘆氣並轉身背對你。“很抱歉浪費你的時間。你可以把車開回倫敦，埃姆斯伯里不遠，我可以另找方式回去。”你試著跟她解釋，但她只是冷漠的回答：“如果你不願意坦誠，那我跟你也沒什麼好談的。請離開讓我專心進行研究。”

source: the Foundation remains in the dark.
de: du lässt die Foundation im Dunklen.
es: la Fundación sigue sin saber nada.
fr: la Fondation reste dans le noir.
it: la Fondazione continua a brancolare nel buio.
ko: 재단은 아직도 세계에서 벌어지는 일의 내막을 전혀 모르고 있다
pl: Fundacja pozostaje w niewiedzy.
ru: Организация остаётся в неведении.
zh: 持續隱瞞基石。
