Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/09_dead_and_gone.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Quinn heads to the center of the bluestone ring and takes out a small contraption possessing a series of lights along its surface. It lets out several beeps, rising in frequency as she reaches the very center. “This confirms my suspicions,” she says under her breath, then shows her readings to you. “Found these same kind of readings in a lot of other places. Roanoke Island. Angkor. You get the idea.” She stands and taps the device against the palm of her hand as she scans the stone rings. “These things you mentioned in your report, these—let us presume to call them ‘extraterrestrials’—when they take something, it vanishes completely. Do you understand what this means? Everything we know, everything we can see, it’s just what’s left. Look at Stonehenge. We have no earthly clue what it is. Maybe that’s because it’s incomplete. There could have been dozens of other structures erected right where we stand and humanity would never know.” She paces back and forth, agitated. “This is my life’s work. I’ve studied these kinds of events for over a decade. Paranormal disappearances. Dead civilizations. Bloody hell, I’m fluent in a dozen dead languages. I’ve always assumed these events are a small slice of pie missing from the greater whole. But what if we’re only seeing what’s left—the tiny slice of pie these creatures haven’t stolen?”
de: Quinn geht zur Mitte des Blausteinrings und holt eine kleine Vorrichtung mit einer Reihe von Lichtern heraus. Das Gerät gibt mehrere Pieptöne von sich, deren Frequenz zunimmt, als ihr das Zentrum der Stätte erreicht. „Das bestätigt meinen Verdacht“, sagt sie leise, dann zeigt sie dir ihre Messanzeige. „Ich habe solche Messwerte auch an anderen Orten auf der Welt gefunden. Auf Roanoke Island. In Angkor. Und an etlichen anderen.“ Quinn klopft mit dem Gerät nachdenklich in ihre Handfläche, während sie den Blick über die Steinringe schweifen lässt. „Diese Dinger, die Sie in Ihrem Bericht erwähnt haben, diese ... nennen wir sie mal ‚Außerirdische‘ ... wenn sie etwas nehmen, verschwindet es vollständig? Verstehen Sie, was das bedeutet? Alles, was wir wissen, alles, was wir sehen können, ist nur das, was übrig geblieben ist. Sehen Sie sich Stonehenge an. Wir haben keinen blassen Schimmer, was diese Stätte ist. Vielleicht liegt das daran, dass sie unvollständig ist. An der Stelle, an der wir stehen, könnten Dutzende von anderen Bauwerken errichtet worden sein, und die Menschheit würde es nie erfahren.“ Sie geht aufgeregt auf und ab. „Dies ist mein Lebenswerk. Ich habe diese Art von Ereignissen über ein Jahrzehnt lang untersucht. Paranormales Auflösen. Untergegangene Zivilisationen. Verdammt noch mal, ich spreche fließend ein Dutzend toter Sprachen. Ich habe immer angenommen, dass diese Ereignisse ein kleines Stück vom Kuchen sind, das dem großen Ganzen fehlt. Aber was, wenn wir nur das sehen, was übrig ist – das winzige Stück Kuchen, das diese Kreaturen nicht gestohlen haben?“
es: Quinn se dirige al centro del círculo de piedras azules y saca un pequeño artilugio en cuya superficie hay varias luces. El aparato emite varios pitidos cuya frecuencia aumente a medida que se acerca al centro. —Esto confirma mis sospechas —dice para sí antes de mostrarte las lecturas—. Encontré este mismo tipo de lecturas en muchos otros lugares, como la isla Roanoke y Angkor. Ya se hace una idea. Se levanta y va dando golpecitos con el dispositivo en la palma de su mano mientras escanea los círculos de piedra. —Esas cosas que mencionó en su informe, esos… pongamos que los llamamos “extraterrestres”, se llevan cosas y, al hacerlo, éstas se desvanecen por completo. ¿Entiende lo que significa eso? Todo lo que sabemos y todo lo que vemos es <i>sólo</i> lo que queda. Mire Stonehenge. No tenemos ni la más remota idea de lo que es. Y tal vez sea porque está incompleto. Es posible que antes hubiera docenas de estructuras más aquí mismo y que la humanidad no lo pueda saber nunca —camina de un lado a otro, muy agita—. Esto es el trabajo de toda mi vida. Llevo más de una década estudiando este tipo de eventos. Desapariciones paranormales. Civilizaciones muertas. Maldita sea, si hasta hablo una docena de idiomas muertes de forma fluida. Siempre he supuesto que estos sucesos son una pequeña porción de tarta que representa un todo mayor. Pero ¿y si sólo vemos lo que queda? ¿La diminuta porción de pastel que estas criaturas no han robado?
fr: Quinn se dirige vers le centre du cercle de pierres de basalte et sort une petite machine sur la surface de laquelle courent de nombreuses lumières. Elle bipe plusieurs fois, la fréquence augmentant lorsqu'elle arrive au centre même du cercle. « Effectivement, cela confirme mes soupçons », dit-elle entre ses dents, puis elle vous montre ses relevés. « J'ai trouvé les mêmes sortes d'enregistrements dans de nombreux autres lieux. L'île de Roanoke. Angkor. Vous saisissez l'idée. » Elle se tient devant vous et tapote l'appareil contre la paume de sa main pendant qu'elle scanne les cercles de pierre. « Ces choses que vous avez mentionnées dans votre rapport, ces… appelons-les des “extraterrestres”, quand ils prennent une chose, elle disparaît complètement. Comprenez-vous ce que cela signifie ? Tout ce que nous connaissons, tout ce que nous voyons sont juste des restes. Regardez Stonehenge. Nous n'avons pas la moindre idée de ce que c'est. Peut-être parce que c'est incomplet. Il pourrait y avoir eu des douzaines d'autres structures érigées ici même et l'humanité n'en saurait plus jamais rien. » Elle fait les cent pas, visiblement agitée. « C'est le travail de ma vie. J'étudie ces sortes d'événements depuis plus de dix ans. Les disparitions paranormales. Les civilisations disparues. Bordel, je parle couramment une douzaine de langues mortes. J'ai toujours supposé que ces événements étaient la petite part manquante d'un grand tout. Mais si c'était l'inverse ? Et si ce que nous voyons n'était que ce qu'il reste : la part minuscule que ces créatures ne nous ont pas volée ? »
it: Quinn si dirige verso l’interno dell’anello di ardesia, estraendo un piccolo congegno su cui è accesa una serie di piccole luci. Il dispositivo emette dei segnali acustici, che diventano sempre più frequenti man mano che viene avvicinato al centro. “Ecco, proprio come sospettavo…” commenta sottovoce, mostrandovi i suoi rilevamenti. “Ho trovato valori identici in tantissimi altri posti: l’isola di Roanoke, Angkor; insomma, ci siamo capiti.” Si batte il dispositivo sul palmo della mano, analizzando i cerchi di pietra. “Quindi queste cose, questi… supponiamo di volerli chiamare ‘extraterrestri’… quando prendono qualcosa, esso svanisce completamente. Capite cosa vuol dire? Tutto quello che sappiamo, tutto quello che possiamo vedere, è ciò che rimane. Guardate Stonehenge. Non abbiamo la più pallida idea di cosa sia: forse perché è semplicemente un monumento incompleto, e potrebbero esserci state decine di altre strutture erette proprio qui dove siamo ora… e l’umanità non lo saprà mai.” L’agente Quinn inizia a camminare avanti e indietro in maniera agitata. “Ho dedicato gran parte della mia vita a questo lavoro. Sono più di dieci anni che studio questi eventi: sparizioni paranormali, civiltà defunte… Maledizione, conosco alla perfezione una dozzina di lingue morte! Ho sempre pensato che questi eventi non fossero che una piccola fetta strappata al resto della torta, ma se quello che vediamo è solo ciò che è rimasto… allora la fetta è solo quello che queste creature non hanno rubato.”
ko: 퀸 요원이 표면에서 불빛이 새어 나오는 정체불명의 소형 장치를 꺼내 듭니다. 그러고는 청석으로 된 동심원 한가운데로 걸어갔고, 중심부로 다가갈수록 장치가 반복해서 발하던 삐 소리의 간격이 점차 줄어들기 시작합니다. “좋습니다. 어느 정도는 제 의심대로지만...” 퀸 요원이 소리 죽여 말하고서 장치에 기록된 수치를 보여 줍니다. “여기 말고도 수도 없이 많은 곳에서 이와 비슷한 수치가 나왔습니다. 노스캐롤라이나의 로아노크 섬, 캄보디아의 앙코르와 같은 곳 말입니다. 감이 오십니까?” 퀸 요원이 한 손에 든 장치를 툭툭 두들기며 환상열석 이곳저곳을 훑습니다. “당신이 보고서에서 언급했던 것들, 우선 그것을 ‘외계종’이라고 추정해 봅시다. 외계종이 무언가를 강탈해 가 버리면, 그것은 현실에서 완전히 사라져버립니다. 그게 무슨 뜻인지 이해하십니까? 우리가 아는 모든 것, 우리가 볼 수 있는 모든 것이 그저 소실되지 않고 남은 것에 불과하다는 겁니다. 우선 저 스톤헨지만 해도, 우리는 저것의 정체를 전혀 알지 못하지 않습니까? 그 이유가 지금까지 남아 있는 스톤헨지 유적은 불완전한 잔여물에 불과하기 때문인지도 모릅니다. 우리가 서 있는 바로 이 자리에, 실제로는 수십 개의 또 다른 구조물이 서 있었을지도 모를 일입니다. 아니 앞으로도 인류는 절대 이 유적의 본질을 알 수 없을 겁니다.” 퀸 요원이 불안한 듯 이리저리 서성입니다. “이 정도면 제 일생일대의 대업이라 할 만합니다. 저는 십 년을 넘게 이런 사건에 매달려가며 연구를 해왔습니다. 초자연적인 실종 사건. 멸망한 문명. 그리고 빌어먹을 사어들을 익히며 연구해 매진해 왔었는데... 지금껏 저는 이러한 사건이 거대한 파이 한 판에서 잃어버린 조각에 불과할 거라고 믿어 의심치 않았습니다. 하지만 이제 시각이 완전히 바뀌었습니다. 파이의 대부분은 그 괴물 같은 것들이 강탈해 갔고, 우리가 보는 것은 파이의 부스러기에 불과할 정도로 작은 부분이라면 어떻겠습니까?”
pl: Quinn kieruje się do środka wewnętrznego kręgu i wyjmuje małe urządzenie z licznymi światłami na powierzchni. Wydaje ono z siebie serię dźwięków o coraz wyższej, w miarę przybliżania się do środka kręgu, częstotliwości. „Tak, to potwierdza moje obawy” – mówi, pokazując ci odczyty. „Podobnie wygląda to w wielu innych miejscach. Wyspa Roanoke. Angkor. Myślę, że rozumiesz”. Następnie wstaje i stuka urządzeniem w dłoń, skanując kamienny krąg. „Więc te stworzenia z twojego raportu, te… nazwijmy je «istoty pozaziemskie», kiedy coś zabierają, to to coś znika całkowicie. Wiesz, co to oznacza?” Wyobrażasz sobie wiele potencjalnych skutków, ale zachęcasz ją, by kontynuowała myśl. „Wszystko, co wiemy, wszystko co widzimy to tylko to, co pozostało. Chociażby takie Stonehenge. Nie mamy bladego pojęcia, co to takiego. Może dlatego, że jest niekompletne. Takich wymazanych z historii budowli mogą być dziesiątki, a my nawet o tym nie wiemy”. Chodzi tam i z powrotem, wyraźnie wstrząśnięta. „Poświęciłam tej pracy całe życie. Studiowałam takie przypadki od ponad 10 lat. Niewytłumaczalne zaginięcia. Wymarłe cywilizacje. Do diabła, władam kilkunastoma martwymi językami. Zawsze przypuszczałam, że to tylko niewielki kawałek większej całości. Ale co w sytuacji, jeśli wszystko co widzimy jest tylko niewielką pozostałością tego, czego te stworzenia nie zagrabiły?”
ru: Куинн входит в кольцо камней из песчаника и достаёт небольшое устройство с рядом лампочек на корпусе. Оно издаёт звуки, которые учащаются, когда она подходит к самому центру. «Это подтверждает мои подозрения, — бормочет она, затем показывает вам данные прибора. — Такие же результаты были получены во множестве других мест. Остров Роанок. Ангкор. Смысл вы поняли. — Она стоит и постукивает прибором по ладони, сканируя каменные кольца. — Эти существа, которых вы упомянули в отчёте, эти — назовём их „инопланетяне“, — когда они забирают что-то, оно исчезает полностью. Понимаете? Всё, что мы знаем; всё, что мы видим, — это лишь то, что осталось. Вот Стоунхендж. У нас нет ни малейшего представления, что это такое. Может быть, это потому, что он неполный. На том месте, где мы стоим, могли быть десятки других сооружений, и человечество об этом никогда бы не узнало. — Она нервно ходит взад-вперёд. — Это работа всей моей жизни. Я изучаю подобное более десяти лет. Паранормальные исчезновения. Мёртвые цивилизации. Чёрт возьми, я свободно говорю на дюжине мёртвых языков. Я всегда считала эти события лишь маленькой частью чего-то большего. Но что, если всё, что мы видим, — это остатки, кусочек пирога, который эти создания пока не украли?»
zh: 奎茵拿出一個上面有許多燈光警示的奇怪裝置，然後走向藍石圈的中心。裝置在她手中發出聲響，警示聲的頻率隨著她靠近中心而逐漸升高。“這證實了我的猜測……”她倒抽了一口氣並將儀器的讀數給你看。“我在很多地方看過這種讀數，羅阿諾克島、吳哥窟之類的地方。”她站起身將儀器放在掌心，掃描著石環。“這些你在報告中提到的東西……我們先姑且稱牠‘外星生物’，當牠們帶走某個東西時，會讓它完全消失。你知道這代表了什麼嗎？代表我們已知的所有事物，所有我們能見的東西，都只是牠們留下的一部分。看看巨石陣，我們不知道它的用途，也許是因為它根本不完整。可能有許多其他建物就曾經矗立在我們腳下，但我們卻永遠不會知道。”她焦慮的踱步著：“這是我一生的研究，我已經在這些事件上下了超過十年的心血了。離奇的失蹤、滅亡的文明，該死的，我甚至會說十幾種絕跡的語言。我一直以為這些事件是大拼圖中的一小片缺少的部分；但如果其實我們所知的只是一小片還沒被那些生物偷走的部分呢？”

source: Suddenly, what Agent Quinn just said snaps you to attention. Quinn is an expert in long-dead languages and ancient civilizations. You ask her if she’d be willing to help you with a related matter far from Amesbury. “If it will help me get to the bottom of this, then yes,” she replies eagerly. “What can I do for you?” With bated breath, you tell her it might require her to not inform the Foundation of her next whereabouts. She takes a moment to consider the implications, then nods, resolute. You hand her the whistle Aliki gave to you and tell her that it belonged to a Coterie member who seemed to know only Latin, ancient Greek, and other languages you could not decipher. She studies it for a long while, turning it over and over in her hand. “A white raven,” she murmurs to herself. “The Greek myths tell us that ravens were the messengers of the Gods; Apollo in particular. They were once all white, but when Apollo sent one to spy on his lover, Coronis, he learned of his lover’s infidelity and scorched the raven’s wings black in anger.” You ask Agent Quinn if there is any place in the world one might associate with Apollo or his raven. “There are temples in Rome dedicated to the god Apollo,” she says. “Apollo Sosianus and Apollo Palatinus. Let me know if you head there. I’ll meet you.”
de: Plötzlich wirst du durch das, was Agent Quinn gerade gesagt hat, hellhörig. Sie ist eine Expertin für längst untergegangene Sprachen und alte Zivilisationen. Du fragst Quinn, ob sie bereit wäre, dir in einer ähnlichen Angelegenheit weit weg von Amesbury zu helfen. „Wenn es mir dabei hilft, dieser ganzen Sache auf den Grund zu gehen, dann gerne“, antwortet sie eifrig. „Was kann ich für Sie tun?“ Du sagst vorsichtig, dass es notwendig sein könnte, dass sie der Foundation nichts über ihren nächsten Aufenthaltsort verrät. Sie denkt einen Moment darüber nach, dann nickt sie entschlossen. Du reichst ihr die Pfeife, die Aliki dir gegeben hat, und erklärst, dass sie einem Coterie-Mitglied gehörte, das anscheinend nur Latein, Altgriechisch und andere Sprachen kannte, die du nicht entziffern konntest. Quinn betrachtet die Pfeife eingehend und dreht sie in der Hand hin und her. „Ein weißer Rabe“, murmelt sie vor sich hin. „In griechischen Mythen heißt es, dass Raben die Boten der Götter waren, besonders von Apollo. Einst sollen alle Raben weiß gewesen sein, aber als Apollo einen aussandte, um seine Geliebte Koronis auszuspionieren, erfuhr er von ihrer Untreue und verkohlte dem Raben aus Zorn die Flügel, bis sie schwarz wurden.“ Du fragst Quinn, ob es einen Ort auf der Welt gibt, den man mit Apollo oder seinem Raben in Verbindung bringen könnte. „Es gibt Tempel in Rom, die dem Gott Apollo gewidmet sind“, sagt sie nachdenklich. „Apollo Sosianus und Apollo Palatinus. Sagen Sie mir Bescheid, wenn Sie dorthin reisen. Ich treffe Sie dann dort.“
es: De repente, lo que acaba de decir la agente Quinn te recuerda algo. Quinn es experta en idiomas muertos y civilizaciones antiguas. Le preguntas si estaría dispuesta a ayudarte con un asunto relacionado a mucha distancia de Amesbury. —Si eso contribuye a llegar al fondo de este asunto, entonces sí —te contesta con entusiasmo—. ¿Qué puedo hacer por usted? Con el alma en vilo, le dices que el asunto podría requerir que no informe a la Fundación de sus próximos movimientos. Se toma un instante para sopesar lo que eso supone, y luego asiente con decisión. Le entregas el silbato que te dio Aliki y le dices que era de un miembro de la Camarilla que, aparentemente, sólo sabía latín, griego antiguo y otros idiomas que no lograste entender. Se pasa un buen rato estudiándolo mientras le da una y mil vueltas en la mano. —Un cuervo blanco —murmura para sí—. Los mitos griegos nos dicen que los cuervos eran los mejores mensajeros de los dioses, y de Apolo en especial. Antaño eran todos blancos, pero cuando uno de los cuervos descubrió la infidelidad de Coronis, la amante de Apolo, el animal voló raudo a contárselo, y el dios, preso de la ira, tornó de negro su plumaje, señalándolo así como pájaro de mal agüero. Le preguntas a la agente Quinn si hay algún lugar en el mundo que pueda asociarse con Apolo o con su cuervo. —En Roma hay templos dedicados al dios Apolo —contesta—. El Apolo Sosiano o el Apolo Palatino. Avíseme cuando vaya allí y nos reuniremos por la zona.
fr: Soudain, ce que vient de dire l'Agente Quinn attire votre attention. Quinn est une experte en langues mortes et en anciennes civilisations. Vous lui demandez si elle serait d'accord pour vous aider sur un problème similaire loin d'Amesbury. « Si cela me permet de comprendre tout ça, alors oui. », répond-elle avec empressement.« Que puis-je faire pour vous ? » Le souffle court, vous lui dites que cela requerra peut-être de ne pas informer la Fondation de ses prochaines allées et venues. Elle envisage un instant les conséquences, puis hoche la tête, déterminée. Vous lui tendez le sifflet qu'Aliki vous a donné et lui dites qu'il appartenait à un membre de la Coterie qui, semblait-il, ne connaissait que le Latin, l'ancien Grec et d'autres langues que vous ne pouvez déchiffrer. Elle l'étudie un long moment, le tournant et le retournant dans sa main. « Un corbeau blanc » , murmure-t-elle pour elle -même. « Les mythes grecs racontent que les corbeaux étaient les messagers des dieux, d'Apollon en particulier. Jadis, ils étaient tous blancs, mais quand Apollon en a envoyé un pour espionner son amant, Coronis, il découvrit son infidélité et, de colère, brûla les ailes du corbeau, qui devinrent noires. » Vous demandez à l'Agente Quinn s'il se trouve dans le monde un endroit que l'on pourrait associer à Apollon ou à son corbeau. « Rome abrite des temples dédiés au dieu Apollon », dit-elle. « Apollon Sosanius et Apollon Palatin. Faites-moi savoir si vous y allez. Je vous rejoindrai. »
it: Improvvisamente, le parole dell’agente Quinn accendono qualcosa nella vostra testa: è un’esperta di lingue morte e di civiltà antiche! Le chiedete se sia disposta ad aiutarvi con una questione che potrebbe interessarle, ma che la porterebbe lontana da Amesbury. “Se mi permetterà di andare a fondo di questa storia, allora sì” vi risponde entusiasta. “Cosa posso fare per voi?” Le spiegate che potreste chiederle di non riferire alla Fondazione i suoi prossimi spostamenti. L’agente si prende un momento per rimuginare sulle possibili implicazioni, poi annuisce decisa. Le consegnate il fischietto che vi è stato dato da Aliki, raccontandole che apparteneva a un membro della Società Rossa che parlava solo latino, greco antico e altre lingue che non siete stati in grado di decifrare. Quinn esamina il piccolo oggetto, rigirandoselo più e più volte tra le mani. “Un corvo bianco” mormora tra sé e sé. “I miti greci ci insegnano che i corvi erano i messaggeri degli dèi, nello specifico di Apollo. Un tempo erano bianchi, ma quando Apollo ne inviò uno affinché spiasse la sua amante, Coronide, scopri che lei gli era infedele e carbonizzò le ali del corvo con la sua ira, facendole diventare nere.” Le chiedete se ci siano dei luoghi al mondo che possano essere associati ad Apollo o al suo corvo. “Ci sono dei templi dedicati al dio del sole a Roma” spiega. “Apollo Sosiano e Apollo Palatino. Avvisatemi se intendete dirigervi lì, mi farò trovare in Italia.”
ko: 그 순간, 퀸 요원이 했던 말이 뇌리를 스치며 한 가지 생각이 번쩍 떠오릅니다. 오래전 사어가 되어버린 말과 고대 문명에 능통하다는 것이었습니다. 당신은 퀸 요원에게 에임즈베리로부터 멀리 떨어진 곳에서 이번 사건과 관련하여 몇 가지 도움이 필요하니 따라와 줄 수 있냐고 청했습니다. “이 일의 진상을 규명하는 데 도움이 된다면야, 마다할 이유가 없습니다. 그렇게 하겠습니다. 무엇을 도와드리면 됩니까?” 퀸 요원이 열의에 차 답합니다. 당신은 숨을 죽이고서, 일단 재단 측에 다음 행선지를 보고하지 말아달라고 말합니다. 그러자 퀸 요원은 잠시 당신의 말뜻을 곱씹어 보더니 단호하게 고개를 끄덕입니다. 당신은 알리키에게서 받은 호루라기를 요원에게 건네며, 이것이 붉은 동지회 일원으로부터 받은 것이며 그자는 라틴어와 고대 그리스어, 그리고 여타 당신이 해독할 수 없는 언어로만 말했다고 설명합니다. 퀸 요원은 한참 동안 호루라기를 손에서 이리저리 돌려가며 살피더니 혼잣말로 중얼거립니다. “흰까마귀라...” 그러고는 이야기를 이어갑니다. “그리스 로마 신화에 따르면 까마귀는 신들의 전령, 그중에서도 특히 아폴로의 전령입니다. 아폴로는 자신이 흠모하던 테살리아의 공주 코로니스를 감시하기 위해 까마귀를 보냈다고 합니다. 하지만 코로니스가 외도를 하자 아폴로는 분노에 차서 까마귀에게 화풀이를 해버렸습니다. 그 때문에 원래는 하얗던 까마귀가 검게 타버렸다는 그런 이야기입니다.” 당신은 퀸 요원에게 아폴로나 그 까마귀 전령과 관련된 장소가 지구 어딘가에 있는지 물어봅니다. “아폴로 신에게 바쳐진 신전이 로마에 있습니다. 아폴로 소시아누스 신전과 아폴로 팔라티누스 신전이란 곳입니다. 로마로 오시거든 알려주십시오. 거기서 뵙도록 합시다.”
pl: Nagle, gdy tylko agentka Quinn skończyła mówić, coś sobie uzmysławiasz. Jest ekspertką od martwych języków i starożytnych cywilizacji. Pytasz, czy będzie w stanie pomóc ci w innej, powiązanej sprawie, daleko od Amesbury. „Jeśli to mi pozwoli rozgryźć tę zagadkę, to oczywiście” – odpowiada żywiołowo. „Co mogę dla ciebie zrobić?” Z zapartym tchem sugerujesz, że może być zmuszona do zatajenia swoich kolejnych działań przed Fundacją. Przez chwilę rozważa twoją propozycję, po czym potakuje z determinacją. Przekazujesz jej gwizdek, który dostałeś od Aliki i mówisz, że należał do członka Koterii, który potrafił porozumiewać się jedynie w łacinie, grece i językach, których nie potrafiłeś nawet rozszyfrować. Kobieta dłuższą chwilę ogląda przedmiot, obracając go w dłoniach. „Biały kruk” – mruczy do siebie. „Mitologia grecka uczy nas, że kruki były posłańcami bogów, a konkretnie Apollina. Kiedyś były białe, ale pewnego razu Apollin wysłał jednego z nich, by śledził jego kochankę Koronis. Gdy odkrył, że jego wybranka jest mu niewierna, w gniewie spopielił skrzydła kruka, które od tamtej chwili są czarne”. Pytasz agentkę Quinn, czy jest jakieś miejsce, które może mieć związek z Apollinem i krukami. „Są w Rzymie świątynie, poświęcone Apollinowi” – mówi. „Świątynia Apollina Sozjanusa i Apollina na Palatynie. Daj mi znać, jeśli będziesz się tam wybierał, byśmy mogli się tam spotkać”.
ru: Внезапно от слов агента Куинн у вас в голове чтото щёлкает. Куинн — эксперт по давно мёртвым языкам и вымершим цивилизациям. Вы спрашиваете, поможет ли она вам с похожим делом, далеко от Эймсбери. «Если это поможет докопаться до сути, то да, — нетерпеливо отвечает она. — Как я могу помочь?» Затаив дыхание, вы говорите, что, возможно, ей придётся утаить от Организации своё будущее местонахождение. Некоторое время она взвешивает возможные последствия, затем решительно кивает. Вы протягиваете ей свисток Алики и говорите, что он принадлежал члену Клики, которая знала лишь латынь, древнегреческий и другие языки, которые вы не смогли расшифровать. Некоторое время Куинн изучает свиток, вертя в руках. «Белый ворон, — бормочет она про себя. — В греческих мифах говорится, что вороны были посланниками богов, в частности Аполлона. Когда-то они были полностью белыми, но однажды Аполлон послал одного из них шпионить за своей возлюбленной Коронидой и, узнав об измене, в гневе опалил крылья ворона до черноты». Вы спрашиваете агента Куинн, есть ли в мире место, связанное с Аполлоном или его вороном. «В Риме есть храмы Аполлона, — говорит она. — На Марсовом поле и на Палатинском холме. Дайте мне знать, когда отправитесь туда. Я вас встречу».
zh: 奎茵探員提到的某件事突然引起了你的注意，她是一個絕跡語言跟遠古文明的專家。你問她是否願意離開埃姆斯伯里，幫助你處理一個問題。她急切地回答：“如果能幫助我瞭解這一切的真相，我就願意。我可以幫你什麼忙？”你很高興，但還是先警告她，如果她想要幫忙，就必須向基石隱瞞這件事。她思考了一下這背後代表的意義後，堅決的點頭同意了。你把阿利琪給你的哨子放到她手中，告訴她這是屬於一名結社成員的東西，她似乎只會說拉丁語、古希臘語跟其他你無法辨識的語言。奎茵將哨子翻來覆去，仔細地研究它。她喃喃自語著：“白色渡鴉。希臘神話中說渡鴉曾是神的信使，尤其是阿波羅的。牠們曾經是白色的，但阿波羅派了其中一隻去監視祂的愛人——柯洛妮絲，而當渡鴉回報她的不忠時，阿波羅在盛怒之下將牠燒成了黑色。”你詢問奎茵世界上哪個地方也許會跟阿波蘿或祂的渡鴉有關聯。她說：“在羅馬有供奉阿波羅的神殿，阿波羅索西烏斯神廟跟巴拉丁諾山阿波羅神廟。你要前往之前通知我，我會在那裡跟你碰面。”

source: the cell is off-mission.
de: die Zelle befindet sich auf einer Mission auf Abwegen.
es: la célula se ha salido de la misión.
fr: la cellule n'est plus en mission.
it: la cellula ha intrapreso una missione in autonomia.
ko: 독립 조사팀이 임무 외 활동을 개시했다
pl: komórka prowadzi poboczne śledztwo.
ru: Ячейка ослушалась приказа.
zh: 脫離任務。
