Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You agree to help defend the Light of Pharos.
de: Du stimmst zu, bei der Verteidigung des Lichts von Pharos zu helfen.
es: Accedes a ayudar a defender la luz de Faros.
fr: Vous acceptez d'aider à défendre la Lumière de Pharos.
it: Accettate di prestare il vostro aiuto per difendere la Luce del Faro.
ko: 당신은 암적색 기사를 도와 파로스의 빛을 지키기로 했습니다.
pl: Zgadzasz się bronić Światła Faros.
ru: Вы соглашаетесь помочь с защитой Света Фароса.
zh: 你同意幫忙守護法羅斯之光。

source: the cell made a deal with the Claret Knight.
de: die Zelle hat einen Deal mit dem Weinroten Ritter vereinbart.
es: la célula hizo un trato con el caballero burdeos.
fr: la cellule a conclu un accord avec le Chevalier Almandin.
it: la cellula ha stretto un accordo con il Cavaliere Purpureo.
ko: 독립 조사팀이 암적색 기사와 거래를 했다
pl: komórka zawarła umowę z Rubinowym Rycerzem.
ru: Ячейка и Бордовый рыцарь заключили сделку.
zh: 與酒紅騎士達成交易。

source: the cell is assisting Agent Sirry.
de: die Zelle assistiert Agent Sirry.
es: la célula ayuda al agente Sirry.
fr: la cellule assiste l'Agent Sirry.
it: la cellula sta aiutando l’agente Sirry.
ko: 독립 조사팀이 시리 요원을 돕고 있다
pl: komórka pomaga agentowi Sirry.
ru: Ячейка помогает агенту Сирри.
zh: 協助西里探員。
