Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You lay low for a few days in one of Agent Sirry’s safehouses outside the city, then meet with him later that week. Heavy bags hang under his eyes, and his beard looks messy and unkempt. His gaze darts warily to you as you enter. He gloomily sums up what transpired after you went dark. “The knight and his entourage are still entrenched in Alexandria. He and that hideous creature are in all-out war now, and of course, my people are the ones who suffer.” He slams his fist on the table in anger. “That’s how it always is with these bastards. They’ll do whatever they can to stay in power, innocents be damned. Frankly, I can’t even tell which of them is worse.” You apologize that you weren’t able to help more, and he shakes his head. “No, don’t apologize. You did everything you could. What will you do now?” Your window of opportunity in Alexandria has passed, so you tell Agent Sirry you’ll be taking the next train out to search for more Keys elsewhere. You wonder aloud if he might come with you. “I have a new assignment as well, but…” he scratches his beard thoughtfully. “I fear what may come to pass in my beloved city with this feud going on. I might end up staying. Orders or no orders.” He stands and shakes your hand, and you fear it may be the last time. “I hope to see you again some time. Until then… I have work to do.”
de: Du versteckst dich ein paar Tage lang in einem von Agent Sirrys Verstecken außerhalb der Stadt. Später in der Woche triffst du dich erneut mit ihm. Er hat schwere Tränensäcke unter den Augen und sein Bart sieht ungepflegt aus. Sein Blick huscht misstrauisch zu dir, als du eintrittst. Er fasst düster zusammen, was seit deinem Untertauchen geschehen ist. „Der Ritter und sein Gefolge sind immer noch in Alexandria verschanzt. Er und diese abscheuliche Kreatur bekriegen sich jetzt untereinander in einer verheerenden Schlacht. Natürlich sind meine Leute die Leidtragenden davon.“ Wütend schlägt er mit der Faust auf den Tisch. „So ist es immer mit diesen Bastarden. Sie tun alles, um an der Macht zu bleiben, ohne Rücksicht auf Unschuldige. Ich weiß ehrlich gesagt nicht einmal, welche Seite schlimmer ist.“ Du entschuldigst dich, dass du nicht mehr tun konntest, aber er schüttelt den Kopf. „Nein, Sie brauchen sich nicht zu entschuldigen. Sie haben getan, was Sie konnten. Was werden Sie jetzt tun?“ Deine Chance, in Alexandria etwas zu erreichen, ist vorbei, also antwortest du Agent Sirry, dass du den nächsten Zug nehmen wirst, um woanders nach weiteren Schlüsseln zu suchen. Du fragst ihn, ob er dich vielleicht begleiten will. „Ich habe bereits einen neuen Auftrag, aber ...“, er kratzt sich nachdenklich am Bart. „Ich habe Angst davor, was mit meiner geliebten Stadt passieren könnte, wenn diese Fehde weitergeht. Vielleicht bleibe ich doch. Befehle hin oder her.“ Er steht auf und schüttelt dir die Hand – vielleicht zum letzten Mal. „Ich hoffe, wir sehen uns irgendwann wieder. Bis dahin ... die Arbeit ruft.“
es: Pasas unos días sin llamar la atención en uno de los pisos francos que el agente Sirry tiene fuera de la ciudad y te reúnes con él a finales de esa semana. Tiene grandes ojeras y la barba descuidada. Cuando entras, te mira con recelo y luego resume sombríamente lo que ha ocurrido desde que te ocultaste: —El caballero y su séquito siguen atrincherados en Alejandría. Esa horrenda criatura y él están librando una guerra sin cuartel y, por supuesto, es mi gente la que sufre —Da un puñetazo en la mesa, presa de la ira—. Con esos malnacidos siempre pasa igual. Harán todo lo que puedan por conservar el poder, sin que les importen los inocentes. La verdad es que ni siquiera sabría decir cuál es el peor de los dos. Te disculpas por no haber podido ser de más ayuda y él sacude la cabeza: —No, no se disculpe. Hizo todo lo que pudo. ¿Y qué hará ahora? La oportunidad que tenías en Alejandría ha pasado, así que le dices al agente Sirry que tomarás el siguiente tren que salga de la ciudad para buscar más Llaves en otra parte. Le preguntas si querría acompañarte. —Yo también tengo una nueva misión, pero… —Se rasca la barba pensativamente—. Temo lo que podría ocurrirle a mi amada ciudad debido a este conflicto. Tal vez acabe por quedarme, con órdenes o sin ellas. Se pone en pie y te estrecha la mano, aunque temes que pueda ser la última vez. —Espero que volvamos a vernos en otra ocasión. Hasta entonces… Tengo trabajo que hacer.
fr: Vous faites profil bas pendant quelques jours dans l'une des planques de l'Agent Sirry en dehors de la ville, puis vous le rencontrez plus tard dans la semaine. De lourdes poches pendent sous ses yeux, et sa barbe semble désordonnée et mal entretenue. Son regard se tourne vers vous lorsque vous entrez. Il résume de manière lugubre ce qui s'est passé après que vous avez disparu de la circulation. « Le chevalier et son entourage sont toujours retranchés a Alexandrie. Lui et cette créature hideuse sont en guerre totale maintenant, et bien sûr, ce sont mes hommes qui en font les frais. » De colère, il tape du poing sur la table. « C'est toujours comme ça avec ces salauds. Ils feront tout ce qu'ils peuvent pour rester au pouvoir, et au diable les innocents. Franchement, je ne peux même pas dire lequel d'entre eux est le pire. » Vous vous excusez de ne pas avoir pu aider davantage, et il secoue la tête. « Non, ne vous excusez pas. Vous avez fait tout ce que vous pouviez. Qu'allez-vous faire maintenant ? » Le temps dont vous disposiez pour agir à Alexandrie touche à sa fin, alors vous dites a l'Agent Sirry que vous prendrez le prochain train pour aller chercher d'autres Clefs ailleurs. Vous lui demandez s'il serait intéressé de venir avec vous. « J'ai aussi une nouvelle mission, mais… » il se gratte la barbe pensivement. « J'ai peur de ce qui pourrait arriver à ma ville bien-aimée avec cette guérilla en cours. Je pourrais finir par y rester. Ordres ou pas. » Il se lève et vous serre la main. Vous craignez que ce soit la dernière fois. « J'espère vous revoir un jour. En attendant… j'ai du pain sur la planche. »
it: Vi nascondete per qualche giorno in uno dei rifugi dell’agente Sirry, poco fuori città, con la promessa di incontrare l’agente quella stessa settimana per fare un della situazione. L’uomo ha delle pesanti borse sotto gli occhi e sembra che non faccia una doccia da troppo tempo. Vi guarda nervosamente e prova a sintetizzare con tono grave quello che è accaduto da quando siete spariti dalla circolazione. “Il Cavaliere e la sua cerchia sono ancora radicati ad Alessandria: tra quel tizio e quell’orribile creatura è ormai scoppiata una guerra senza quartiere, ed è la mia gente a subirne le conseguenze.” Sbatte il pugno sul tavolo, furioso. “È sempre così, con quei bastardi! Faranno tutto il possibile per mantenere il potere, e al diavolo gli innocenti. Onestamente non saprei nemmeno dire chi sia peggio, tra quei due.” Vi scusate per non essere riusciti a fare di più, ma l’agente scuote il capo. “No, non dovete scusarvi. Avete fatto il possibile. Come volete muovervi ora?” Persa l’occasione ad Alessandria, spiegate a Sirry che la vostra idea è quella di prendere il primo treno in partenza per mettervi in cerca di altre Chiavi. Gli chiedete se intenda unirsi a voi. “Avrei un nuovo incarico, ma…” Pensieroso, affonda le dita nella barba grattandosi il mento. “Ho paura di quello che potrebbe succedere alla mia amata città se questa faida dovesse durare a lungo. Penso che rimarrò qui, indipendentemente dagli ordini.” L’uomo si alza per stringervi la mano e in quel momento avete la netta sensazione che non lo rivedrete più. “Spero di lavorare ancora con voi, un giorno. Fino ad allora… credo di avere del lavoro da fare.”
ko: 당신은 며칠간 시리 요원이 알려주었던 교외 안전가옥에 몸을 숨기기로 합니다. 그 주 후반에 접어들어 시리 요원과 만나게 되었지만, 그는 눈 밑 살이 퀭하게 늘어졌으며 턱수염도 지저분하고 헝클어져 있었습니다. 당신이 들어오는 모습을 보자, 시리 요원의 시선이 경계하듯 당신을 이리저리 훑더니, 암울한 얼굴로 당신이 종적을 감춘 후 알렉산드리아에 벌어진 일을 요약해주었습니다. “암적색 기사와 그 수행원들은 아직도 알렉산드리아에서 아직도 발을 붙이고 있습니다. 그리고 기사와 흉측한 야수가 전면전에 돌입함에 따라, 당연히 시민들도 피를 보고 있는 상황이고요.” 시리 요원이 분노에 차 탁자를 내리칩니다. “이 개자식들은 항상 이런 식입니다. 힘을 유지하려면 무슨 짓이라도 하겠죠. 나락으로 떨어지는 건 무고한 자들뿐이에요. 솔직히 말하자면, 기사와 야수 중 어느 쪽이 더 나쁜지도 모르겠습니다.” 당신은 더는 도울 수 없었던 것에 사과하지만, 시리 요원은 고개를 젓습니다. “아녜요, 당신이 사과할 이유는 없잖아요. 최선을 다하셨잖아요. 그럼 이제 다음 계획은 어떻게 되시나요?” 알렉산드리아에서 당신의 기회는 이미 날아갔으니, 당신은 다음번 기차를 타고 다른 열쇠를 찾아야겠다고 말합니다. 당신은 혹시 함께 가겠느냐고 제안했지만, 시리 요원은 턱수염을 긁으며 생각에 잠깁니다. “새로운 임무에 배정받았지만... 사랑하는 제 고향 도시에서 이러한 싸움이 끊이질 않는다면 어떤 일이 벌어질지 우려되네요. 명령이든 뭐든 일단 여기 남아야 할지도 모르겠습니다. 어쩌면 다시 만날 날이 올지도 모르지요. 그때까지는... 저도 할 일이 있겠군요.” 그가 일어서더니 작별의 악수를 청합니다. 이것이 그의 마지막 모습이 되지나 않을지 두렵습니다.
pl: Postanawiasz na kilka dni przyczaić się w jednej z kryjówek agenta Sirriego poza miastem, po czym spotykasz się z nim. Ma głębokie worki pod oczami, a jego broda daleka jest od ideału. Gdy wchodzisz, ostrożnie na ciebie spogląda, po czym ponuro streszcza, co się wydarzyło, gdy przebywałeś w ukryciu. „Rycerz i jego świta nadal trzymają Aleksandrię w garści. On i ta przyczajona bestia prowadzą otwartą wojnę, a jej skutki spadają na mnie i moich pobratymców” – mówiąc to, w gniewie uderza dłonią w stół. – „Z tymi bydlakami zawsze jest tak samo. Zrobią wszystko, byle zachować władzę, choćby szlag miał trafić niewinnych. Sam nie wiem który z nich jest gorszy”. Przepraszasz, że nie mogłeś bardziej pomóc, lecz on potrząsa głową. „Daj spokój, nie masz za co przepraszać. Zrobiłeś co mogłeś. Co teraz zamierzasz?” Straciłeś swoją szansę w Aleksandrii, więc mówisz agentowi Sirriemu, że planujesz złapać najbliższy pociąg i poszukać Kluczy gdzie indziej. Na głos zastanawiasz się, czy nie chciałby pójść z tobą. „Wprawdzie dostałem już nowy przydział, ale…” – mówi drapiąc się po brodzie w zamyśleniu. – „Martwię się, co stanie się z moim ukochanym miastem, gdy ta banda nadal tu jest. Niewykluczone, że zostanę na miejscu, bez względu na rozkazy” – wstaje i podaje ci rękę, a ty obawiasz się, że może to być ostatnie wasze spotkanie. „Może nasze drogi jeszcze się kiedyś zejdą. A tymczasem… mam robotę do wykonania”.
ru: На несколько дней вы залегаете на дно, затаившись в убежище агента Сирри за городом, а затем отправляетесь на встречу с ним. Под его глазами залегают тяжёлые мешки, а борода выглядит грязной и неухоженной. Он настороженно переводит на вас взгляд, когда вы входите. Сирри мрачно рассказывает вам о том, что произошло, пока вы скрывались. «Рыцарь и его свита всё ещё в Александрии. Он и то отвратительное создание развязали самую настоящую войну, а страдает от этого, конечно же, мой народ. — В гневе он бьёт кулаком по столу. — С этими ублюдками всегда так. Они сделают что угодно, чтобы сохранить власть, и плевали они на жертвы среди невинных. Если честно, я даже не знаю, кто из них хуже». Вы извиняетесь, что не смогли помочь, и он качает головой. «Нет, не извиняйтесь. Вы сделали, что смогли. Чем займётесь теперь?» Ваши шансы добыть ключ в Александрии растаяли, потому вы говорите агенту Сирри, что отправитесь на поиски других ключей ближайшим поездом. Вы вслух размышляете, может ли он поехать с вами. «У меня тоже есть новое задание, но… — Он задумчиво чешет бороду. — Я боюсь представить, что может произойти в моём любимом городе из-за этой вражды. Возможно, я останусь. И плевать на приказы. — Он встаёт и пожимает вашу руку. Вы опасаетесь, что в последний раз. — Надеюсь, однажды мы увидимся снова. А до тех пор… Нужно покончить с этим».
zh: 你藏身在西里探員城外的安全屋中幾天，稍晚之後你與他會面。他的眼袋很深，鬍鬚雜亂，他用疲憊的雙眼看著你走進來。他慘淡的總結你躲藏起來後發生的事：“騎士跟他的走狗還盤踞在城市裡。他跟那個可恨的野獸爆發了全面戰爭，而可想而知，我的人民正在受苦受難。”他憤怒地捶上桌子。”這就是這些渾蛋一貫的做法，不計代價只為維持他們的權力，無辜的人成為犧牲品。坦白說，我甚至無法判斷他們兩個哪一邊比較糟。” 你為自己無法幫上忙感到抱歉，但他揮揮手說：“別這樣，你盡力了。你接下來有什麼打算？”你錯過在亞歷山卓的機會了，所以你告訴西里探員你將會搭下一班火車離開，去其他地方搜尋密鑰，你問他是否要跟你同行。他邊摸著鬍鬚邊思考著：“我接到一項新任務，但是……我對這場衝突將對我心愛的城市造成的傷害感到害怕，所以我可能會留下，不管有沒有命令。”他起身握了握你的手，你暗自擔心這也許是最後一次。“希望我們有機會再見面。但現在……我有事必須做。”

source: You are escorted by agents in red back to your patron’s office safehouse within the Bourse. The place has been cleaned up significantly since you were last there, and a brand new vault sits next to the grand painting of the familiar scarlet-clad knight. You hand over the Key as agreed, and it is placed back inside the vault and sealed shut. There is a rush of air, and a sensation of building pressure throughout the room as the door shuts tight. Your ears pop with a painful change of pressure—no doubt the work of their so-called “locuses.” The Claret Knight looks on with pride as his agents handle the ancient relic. “Once again, forces have conspired to oust us from our rightful place, but once again we stand victorious,” he declares. If there was any semblance of fear or worry on his face before, it has vanished, replaced with the calm resolve of one who has faced many such foes before. With the Key now safely secure in his vault, he turns his attention to you, shaking your hand and gesturing to his desk. “Come, sit. You have done your part, now allow me to do mine. I promised answers, and answers you shall receive.”
de: Du wirst von Agenten in Rot zurück in das Büro deines Auftraggebers in der Börse eskortiert. Der Ort wurde seit deinem letzten Besuch gründlich aufgeräumt und neben dem großen Gemälde des bekannten Weinroten Ritters befindet sich ein brandneuer Tresor. Du übergibst wie vereinbart den Schlüssel. Sogleich wird er in den Tresor zurückgelegt und versiegelt. Es gibt einen Luftzug und der Druck im Raum steigt an, als sich die Tür schließt. Die schmerzhafte Druckänderung lässt es in deinen Ohren knacken – zweifellos das Werk ihrer sogenannten „Fokuspunkte“. Der Weinrote Ritter sieht mit Stolz zu, wie seine Agenten das alte Relikt handhaben. „Wieder einmal haben sich Mächte verschworen, um uns von unserem rechtmäßigen Platz zu verdrängen. Aber erneut haben wir den Sieg davongetragen“, erklärt er. Falls es jemals auch nur den Anschein von Angst oder Sorge auf seinem Gesicht gab, so ist dieser der ruhigen Entschlossenheit eines Mannes gewichen, der bereits vielen schrecklichen Feinden die Stirn geboten hat. Nachdem der Schlüssel nun sicher im Tresor verwahrt ist, wendet er sich an dich, schüttelt deine Hand und deutet auf seinen Schreibtisch. „Kommen Sie, setzen Sie sich. Sie haben Ihren Teil getan, nun lassen Sie mich den meinen tun. Ich habe Antworten versprochen und Antworten sollen Sie bekommen.“
es: Unos agentes de rojo te escoltan de vuelta al despacho de tu patrono en el refugio del interior de la Bolsa. Han hecho una buena limpieza en él desde la última vez que estuviste allí, y ahora hay una nueva caja fuerte junto al enorme cuadro del caballero ataviado de escarlata. Le entregas la Llave como habíais acordado y vuelven a meterla en la caja fuerte antes de cerrar esta a cal y canto. Se produce una ráfaga de aire y la sensación de que aumenta la presión en la sala cuando la puerta se cierra. Notas los oídos taponados por el doloroso cambio de presión, que sin duda es obra de los llamados “locus”. El caballero burdeos observa con orgullo cómo manejan la reliquia sus agentes. —Una vez más, otras fuerzas han conspirado para echarnos del lugar que ocupamos por derecho, pero una vez más nos alzamos con la victoria —declara. Si había habido cualquier apariencia de miedo o preocupación en su rostro, se ha desvanecido y ha quedado reemplazada por la misma resolución tranquila de quien ya se ha enfrentado a muchos enemigos así. Con la Llave a buen recaudo en su caja fuerte, vuelve su atención hacia ti, te estrecha la mano y señala su escritorio. —Venga, siéntese. Usted ha hecho su parte, así que ahora permítame hacer la mía. Le prometí respuestas, y eso es lo que recibirá.
fr: Vous êtes escorté par des agents en rouge jusqu'au bureau de votre employeur à la Bourse. L'endroit a été nettoyé depuis votre dernière visite, et une chambre forte flambant neuve se trouve à côté de la grande peinture du célèbre chevalier vêtu d'écarlate. Vous remettez la Clef comme convenu, qui est replacée dans la chambre forte hermétiquement fermée. Il y a un courant d'air, et une sensation de pression croissante dans toute la pièce lorsque la porte se referme totalement. Vos oreilles se débouchent à la faveur d'un changement de pression douloureux : sans doute le travail de leurs soi-disant « locus ». Le Chevalier Almandin regarde avec fierté ses agents manipuler l'ancienne relique. « Une fois encore, des forces ont conspiré pour nous évincer de notre place légitime, mais une fois encore, nous sommes victorieux », déclare-t-il. S'il y avait un semblant de peur ou d'inquiétude sur son visage, il a disparu, remplacé par la résolution calme de celui qui a déjà affronté de nombreux ennemis. La Clef étant désormais en sécurité dans son coffre, il se tourne vers vous, vous serre la main et fait un signe en direction de son bureau. « Venez, asseyez-vous. Vous avez fait votre part, maintenant permettez-moi de faire la mienne. J'ai promis des réponses, et vous recevrez des réponses. »
it: Venite scortati dagli agenti in rosso fino al rifugio del vostro sostenitore, nell’ufficio della Borsa. Il posto sembra essere stato ripulito a dovere rispetto all’ultima volta che siete stati lì, e accanto al gigantesco dipinto che ritrae il familiare cavaliere dall’armatura scarlatta c’è una nuova cassaforte. Come d’accordo consegnate la Chiave, che gli agenti della Società Rossa ripongono al sicuro oltre lo sportello rinforzato. Venite investiti da una folata d’aria e la pressione nella stanza aumenta, riverberandosi nelle vostre orecchie: non c’è dubbio che questo sia opera dei cosiddetti “locus”. Il Cavaliere Purpureo osserva orgoglioso i suoi uomini maneggiare l’antica reliquia. “Ancora una volta, forze esterne hanno cospirato per cacciarci da un luogo che ci appartiene di diritto, e ancora una volta ci ergiamo vittoriosi” dichiara. Sembra che ogni parvenza di paura sia svanita, sostituita dalla calma e determinazione di uno che ha affrontato molti nemici di questo tipo prima d’ora. Con la Chiave al sicuro nella sua cassaforte, vi stringe la mano e vi invita a prendere posto alla sua scrivania. “Venite, accomodatevi. Avete fatto la vostra parte, ora è il momento che io faccia la mia. Vi ho promesso delle risposte, e risposte avrete.”
ko: 붉은색 옷을 입은 요원들의 호위 하에 증권거래소에 있는 동지회 은거처로 되돌아왔습니다. 알렉산드리아에 도착해서 암적색 기사와 접견할 때만 해도 난장판이었지만, 지금은 말끔하게 치워져 있었고 낯익은 진홍색 갑옷 기사의 초상화 앞에 새로운 금고도 놓여 있었습니다. 거래했던 대로 열쇠를 동지회에 넘겼고, 이들은 금고에 열쇠를 되돌려 놓은 후 단단히 잠가둡니다. 금고 문이 잠기는 순간, 또다시 건물 전체가 방을 짓누르는 듯한 느낌이 듭니다. 고통스러운 압력의 변화와 함께 고막이 터질 것만 같았습니다. 이른바 “힘의 거점”이 다시 작용하며 만들어낸 현상임에는 의심할 여지가 없습니다. 암적색 기사는 방 한쪽에 서서 요원들이 고대 유물을 다루는 모습을 자랑스럽게 바라봅니다. “또다시 적대자의 권세가 우리를 정당한 자리에서 몰아내려고 모의했지만, 우리는 다시금 굳건히 버티고서 승리를 거두었소.” 암적색 기사가 선언합니다. 그에게서 두려움의 기운은 모두 걷혔으며, 이런 적은 수도 없이 만나 봤다는 듯 당당한 결의가 보입니다. 열쇠가 금고에 안전히 보관되어 있는 것을 확인한 기사가 당신을 향해 돌아서서 악수를 청하고는 탁자로 따라오라며 손짓합니다. “자, 앉으시오. 그대의 몫을 다해주었으니, 이제 나 역시 도리를 다해야 하지 않겠소? 답을 주겠다고 약조하였으니, 말씀하시오. 대답해 드리리다.”
pl: Agenci w czerwieni eskortują cię do biura twojego mocodawcy w budynku giełdy. Miejsce zostało uprzątnięte względem tego, w jakim stanie je ostatnio widziałeś, zaś obok malowidła przedstawiającego znajomo wyglądającego szkarłatnego rycerza, stoi nowiutka skrytka. Zgodnie z umową oddajesz Klucz, który natychmiast do niej trafia. Gdy jej drzwiczki się zamykają, pokój omiata prąd powietrza i czujesz, jakby coś ściskało budynek. W uszach czujesz bolesne ukłucie, bez wątpienia efekt działania pieczęci. Rubinowy Rycerz z dumą obserwuje, jak jego ludzie zajmują się starożytnym reliktem. „Ponownie próbowano wyrugować nas z należnego nam miejsca i ponownie zwyciężyliśmy” – ogłasza. Widzisz, jak zanika u niego wszelkie poczucie lęku, a zastępuje je teraz znane ci od pierwszego spotkania opanowanie. Teraz, gdy Klucz ponownie bezpiecznie spoczywa w skrytce, mężczyzna odwraca się do ciebie, ściska ci dłoń i zaprasza do biurka. „Usiądź proszę. Wypełniłeś swoje zobowiązania, teraz ja wypełnię moje. Obiecałem ci odpowiedzi, i odpowiedzi ci udzielę”.
ru: В сопровождении агентов в красном вы возвращаетесь в убежище вашего покровителя на Бирже. С тех пор как вы были здесь в последний раз, в кабинете навели порядок, и рядом с величественной картиной, изображающей знакомого рыцаря в алом одеянии, стоит новое хранилище. Вы, как и обещали, возвращаете ключ, его помещают в хранилище и тщательно запирают. Когда дверца закрывается, по комнате проносится резкий порыв воздуха и ощущение повышающегося давления. У вас неприятно закладывает уши — без сомнения, работа так называемых «локусов». Бордовый рыцарь с гордостью наблюдает за тем, как его агенты убирают древнюю реликвию. «В очередной раз гнусные заговорщики попытались свергнуть нашу законную власть, но, как и всегда, победа осталась за нами, — объявляет он. Малейшие признаки страха или волнения испарились с его лица, уступив место спокойной уверенности, с которой он и ранее встречал множество врагов. Теперь, когда ключ надёжно заперт в хранилище, он возвращается к вам, пожимая вам руку и приглашая к столу. — Пожалуйста, садитесь. Вы выполнили свою часть сделки, позвольте же мне выполнить мою. Ответы были обещаны, и ответы будут даны вам».
zh: 一群紅衣保鑣護送你回到你的委託人在交易所的安全據點。跟上次比起來，這裡明顯被整理過了。新的保險箱放在顯眼的巨幅紅衣騎士畫作旁。你依照協議交出密鑰，它被放進保險箱並封鎖起來。門關上的同時，空氣泛起一陣波動，一股壓力降臨到整座建物上，你的耳朵在壓力變化下感到一陣疼痛。這無疑是那些“護所”造成的效果。 騎士驕傲的看著他的手下拿回聖物。他宣告：“再一次的，邪惡力量想要將我們逐出應許之地，但我們也再次贏得了勝利。”即使他可能曾經感到動搖或擔憂，現在也已經都消失了，取而代之的是面對過無數這種對手的沉著冷靜。確認密鑰仍安全的存放在保險箱後，他轉向你，跟你握手並示意你在桌子前坐下。“請坐，你完成了你的承諾，現在輪到我了。我承諾會給你答案，你的問題將得到解答。”
