Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Alexandria: Dogs of War
de: Alexandria: Hunde des Krieges
es: Alejandría: Perros de guerra
fr: Alexandrie : Chiens de Guerre
it: Alessandria: Cani da Guerra
ko: 알렉산드리아: 전쟁의 사냥개
pl: Aleksandria: Psy wojny
ru: Александрия: Псы войны
zh: 亞歷山卓：戰爭之犬

source: Alexandria
es: Alejandría
fr: Alexandrie
it: Alessandria
ko: 알렉산드리아
pl: Aleksandria
ru: Александрия
zh: 亞歷山卓

source: From the moment you step off the train in Alexandria, your hackles are raised. Dark clouds gather over the city, and waves crash ominously against the Mediterranean coastline. But the brewing storm is not what worries you—it’s your tail. It started with just a few of them. Local authorities, you suspect. Or at least, that seems to be their cover. They could be Foundation agents keeping tabs on you to ensure you remain on task, or Coterie operatives looking to take out a potential threat. You navigate your way through the streets toward the Windsor Hotel, where you have a room booked for the night, but everywhere you turn, you spot more of them. You begin to formulate a plan just in case. Perhaps you can confront one by surprise, interrogate them, learn what they are after… but your thoughts are interrupted when a group of them beat you to the punch. “Welcome to Alexandria, agents. Yes, we know who you are,” one of them says, but to your surprise, he raises his hands and shows that he bears no weapons. Now that you are closer, you can easily spot the telltale scarlet trappings among their persons—ties, cufflinks, and the like. “Don’t worry, we come in peace. One of our number wishes to speak with you. We have a problem in Alexandria that perhaps you can help us with.” You scoff, incredulous at the audacity of such a request. You have no intention of walking into the Beast’s trap. “I understand why you’re wary,” the agent says, “but I think you will find this agreement to your liking. If you come seeking the Beast, believe it or not, our goals are aligned. This invitation comes from one much wiser and far less dangerous, I assure you. Come. We have much to discuss.” You consider your options, but trap or no trap, you can’t pass up an opportunity to speak with a high-ranking member of the Coterie. Information is your best weapon right now, and no matter what, this can only help to inform you. You agree to follow, but keep an eye on your escorts, just in case. To your surprise, the agents lead you by way of a horse-drawn carriage to the Bourse—the stock exchange building in the heart of the city. You follow your escorts through a bustling crowd wearing the finest clothes, up several flights of stairs, and through a locked office door on the top floor of the exchange. Immediately, you realize this must be no ordinary stock exchange, but a Coterie hideout of some kind. The office on the other side is an enormous suite, adorned with a surprising number of ancient relics and Euro-centric art, including a rather large portrait of a knight wearing a suit of scarlet-plated armor.
de: Ab dem Moment, als du in Alexandria aus dem Zug steigst, stellen sich dir die Nackenhaare auf. Dunkle Wolken ziehen sich über der Stadt zusammen und hohe Wellen schlagen bedrohlich gegen die Mittelmeerküste. Aber nicht der sich zusammenbrauende Sturm beunruhigt dich – sondern deine Verfolger. Es begann mit ein paar wenigen, vermutlich lokale Ordnungsbehörden. Zumindest scheint das ihre Tarnung zu sein. Es könnten aber auch Agenten der Foundation sein, die dich im Auge behalten, um sicherzugehen, dass du dich an deine Aufgaben hältst. Oder es sind Mitarbeiter der Coterie, die eine potenzielle Bedrohung ausschalten wollen. Du bahnst dir einen Weg durch die Straßen in Richtung Windsor Hotel, wo du ein Zimmer für die Nacht gebucht hast. Aber überall, wo du hinkommst, entdeckst du mehr von ihnen. Du beginnst, dir einen Plan für den Fall der Fälle zurechtzulegen. Vielleicht könntest du einen deiner Verfolger überraschen, ihn verhören und herausfinden, was sie wollen ... aber deine Überlegungen werden unterbrochen, als eine Gruppe von ihnen dir zuvorkommt. „Willkommen in Alexandria, Agent. Ja, wir wissen, wer Sie sind“, sagt einer von ihnen, aber zu deiner Überraschung hebt er die Hände und zeigt, dass er keine Waffen trägt. Jetzt, wo du näher dran bist, kannst du die verräterischen scharlachroten Kleidungsstücke an den Personen erkennen – Krawatten, Manschettenknöpfe und dergleichen. „Keine Sorge, wir kommen in Frieden. Jemand aus unserem Kreis möchte sich mit Ihnen unterhalten. Wir haben da ein kleines Problem in Alexandria, bei dem Sie uns behilflich sein könnten.“ Du schnaubst spöttisch. So eine dreiste Bitte! Du hast keineswegs vor, in die Falle der Bestie zu tappen. „Ich verstehe, warum Sie misstrauisch sind“, sagt der Agent ruhig, „aber ich denke, der Vorschlag wird Ihnen zusagen. Wenn Sie auf der Suche nach der Bestie sind – nun, da haben wir dasselbe Ziel, ob Sie es glauben oder nicht. Diese Einladung kommt von jemandem, der viel weiser und weit weniger gefährlich ist, das versichere ich Ihnen. Kommen Sie. Wir haben viel zu besprechen.“ Du wägst deine Optionen ab, doch egal ob Falle oder nicht, du kannst dir die Gelegenheit nicht entgehen lassen, mit einem hochrangigen Mitglied der Coterie zu sprechen. Informationen sind im Moment deine beste Waffe, und was auch passiert, dies ist eine hervorragende Chance, mehr über die Ereignisse hier zu erfahren. Du erklärst dich bereit zu folgen, behältst aber stets ein Auge auf deine Begleiter. Zu deiner Überraschung begleiten dich die Agenten in einer Pferdekutsche zur Börse, dem Handelsgebäude im Herzen der Stadt. Du folgst deinen Begleitern durch eine belebte Menschenmenge, allesamt in feinster Kleidung. Es geht mehrere Treppenabsätze hinauf und durch eine verschlossene Bürotür im obersten Stockwerk des Gebäudes. Sofort wird dir klar, dass es sich hier nicht um eine gewöhnliche Börse handelt, sondern um eine Art Versteck der Coterie. Das Büro ist eine riesige Suite, die mit einer Vielzahl antiker Relikte und europäischer Kunst geschmückt ist, darunter ein ziemlich großes Porträt eines Ritters in scharlachroter Rüstung.
es: Desde el momento en que te bajas del tren en Alejandría se te erizan los pelos del cogote. Sobre la ciudad se congregan nubes negras, y las olas rompen de forma siniestra contra la costa del Mediterráneo. Pero lo que te preocupa no es la tormenta que se avecina, sino quienes te siguen. Empezaron siendo unos pocos. Sospechas que eran autoridades locales, o al menos es lo que parece ser su tapadera. Podrían ser agentes de la Fundación que te vigilan para asegurarse de que cumples tu tarea, o bien agentes de la Camarilla que quieren acabar con una amenaza potencial. Recorres las calles hacia el hotel Windsor, donde has reservado una habitación para pasar la noche, pero vayas donde vayas, ves más de ellos cada vez. Empiezas a trazar un plan por si acaso. Tal vez puedas pillar a uno por sorpresa, interrogarlo y descubrir qué buscan… pero tus pensamientos se ven interrumpidos cuando un grupo de ellos se te adelantan. —Le damos la bienvenida a Alejandría, agente. Sí, sabemos quién es —te dice uno de ellos y, para tu sorpresa, levanta las manos para enseñarte que no lleva armas. Ahora que estás más cerca, ves fácilmente los reveladores accesorios escarlata que llevan encima, como corbatas, gemelos y cosas así—. No se preocupe, venimos en son de paz. Uno de los nuestros quiere hablar con usted. Tenemos un problema en Alejandría con el que tal vez pueda ayudarnos. Te burlas con incredulidad de la audacia de semejante petición. No tienes la menor intención de caer en la trampa de la bestia. —Entiendo que recele —dice el agente—, pero creo que le complacerá este acuerdo. Esta invitación proviene de alguien mucho más sabio y mucho menos peligroso, se lo aseguro. Venga, tenemos mucho de lo que hablar. Sopesas tus opciones, pero con trampa o sin ella, no puedes dejar pasar una oportunidad de hablar con un miembro de alto rango de la Camarilla. Ahora mismo, la información es tu mejor arma, y en cualquier caso, esto solo puede ayudar a informarte. Aceptas seguirlos, pero no le quitas el ojo de encima a tu escolta por si acaso. Para tu sorpresa, los agentes te llevan en un carruaje tirado por caballos hasta el edificio de la Bolsa, en pleno corazón de la ciudad. Sigues a tu escolta por una ajetreada multitud que lleva ropa elegante, subís varios tramos de escaleras y atravesáis la puerta cerrada de un despacho en el último piso de la Bolsa. Te das cuenta de inmediato que no debe de ser un mercado de valores corriente, sino algún tipo de escondrijo de la Camarilla. El despacho al que llegáis es una suite enorme, adornada por una sorprendente cantidad de antiguas reliquias y arte eurocéntrico, incluido un retrato bastante grande de un caballero que lleva una armadura de placas escarlata.
fr: Dès que vous descendez du train à Alexandrie, vous avez les nerfs a vif Des nuages sombres s'amoncellent au-dessus de la ville et les vagues s'écrasent dangereusement sur le littoral méditerranéen. Mais ce n'est pas la tempête qui se prépare qui vous inquiète, ce sont les gens qui vous suivent. Ça a commencé avec seulement quelques personnes. Que vous soupçonnez d'être les autorités locales. Ou du moins, cela semble être leur couverture. Il peut s'agir d'agents de la Fondation qui vous surveillent pour s'assurer que vous restez à votre poste, ou d'agents de la Coterie qui cherchent à éliminer une menace potentielle. Vous vous frayez un chemin dans les rues vers l'hôtel Windsor, ou vous avez réservé une chambre pour la nuit, mais partout où vous tournez la tête, vous en repérez d'autres. Vous commencez à élaborer un plan, juste au cas où. Peut-être pouvez-vous en attaquer un par surprise, l'interroger, apprendre ce qu'il cherche… mais vos pensées sont interrompues lorsqu'un petit nombre d'entre eux vous devance. « Bienvenue à Alexandrie, chers agents. Oui, nous savons qui vous êtes », dit l'un d'eux, mais à votre grande surprise, il lève les mains et montre qu'il ne porte aucune arme. Maintenant que vous êtes plus près, vous pouvez facilement repérer leurs accessoires écarlates : cravates, boutons de manchettes, et autres. « Ne vous inquiétez pas, nous venons en paix. L'un des nôtres souhaite vous parler. Nous avons un problème a Alexandrie que vous pouvez peut-être nous aider à résoudre. » Vous vous moquez, incrédule devant l'audace d'une telle demande. Vous n'avez pas l'intention de tomber dans le piège de la Bête. « Je comprends que vous soyez méfiant, dit l'agent, mais je pense que vous trouverez cet accord à votre goût. Si vous venez chercher la Bête, croyez-le ou non, nos objectifs concordent. Cette invitation vient d'une personne beaucoup plus sage et beaucoup moins dangereuse, je vous l'assure. Venez. Nous avons beaucoup à discuter. » Vous considérez vos options, mais piège ou pas, vous ne pouvez pas laisser passer l'occasion de parler avec un membre haut placé de la Coterie. L'information est votre meilleure arme en ce moment, et quoiqu'il arrive, cela ne peut qu'aider à progresser. Vous acceptez de les suivre, mais gardez un œil sur votre escorte, juste au cas où. À votre grande surprise, les agents vous conduisent en calèche jusqu'à la Bourse — le bâtiment des opérations boursières situé au cœur de la ville. Vous suivez vos gardiens à travers une foule animée et vêtue des plus beaux atours, montez plusieurs étages et passez la porte d'un bureau verrouillé au dernier étage de la Bourse. Immédiatement, vous réalisez qu'il ne s'agit pas d'une bourse ordinaire, mais d'une sorte de repaire de la Coterie. La salle est extrêmement grande et ornée d'un nombre surprenant de reliques anciennes et d'art européen, y compris un portrait assez grand d'un chevalier portant une armure écarlate.
it: Appena scendete dal treno che vi ha portato ad Alessandria d’Egitto, percepite qualcosa di strano. La città è sovrastata da nubi scure e le onde si schiantano incessanti e minacciose contro la costa del Mediterraneo, ma non è la tempesta imminente a preoccuparvi... quanto il fatto che vi sentite pedinati. Inizialmente vi sembravano pochi. Sospettavate si trattasse della polizia locale, o perlomeno che tale fosse la loro copertura: potevano essere agenti della Fondazione incaricati di tenervi d'occhio per assicurarsi che i vostri sforzi rimanessero concentrati sulla missione, oppure uomini della Società Rossa con l’ordine di eliminare potenziali minacce. Ma mentre vi fate strada fino al Windsor Palace, dove avete prenotato una stanza per la notte, ne scorgete altri ovunque vi voltiate. Iniziate a escogitare un piano di fuga, in caso ve ne serva uno: potreste coglierne uno di sorpresa e interrogarlo per capire i loro obiettivi... ma i vostri pensieri vengono interrotti bruscamente quando venite avvicinati da alcuni dei vostri presunti inseguitori. “Benvenuti ad Alessandria, agenti. Sì, sappiamo chi siete.” Con vostra sorpresa, l’uomo che vi sta parlando alza le mani mostrandosi disarmato. Ora che siete più vicini potete facilmente riconoscere i dettagli scarlatti indossati dia tuti loro: cravatte, gemelli e altri oggetti simili. “Non vi preoccupate, veniamo in pace. Uno del nostri vorrebbe discutere con voi di un problema che abbiamo qui ad Alessandria e per il quale potreste essere d’aiuto.” Ridete. Ci vuole coraggio a farvi una richiesta simile: non avete alcuna intenzione di finire dritti nella trappola della Bestia. “Comprendo la vostra diffidenza” continua l’agente della Società Rossa, “ma ritengo che la proposta sarebbe di vostro gradimento. So che può essere difficile da credere, ma abbiamo lo stesso obiettivo: liberarci della Bestia. E potete stare certi che l’invito vi viene offerto da un membro della Società Rossa molto più saggio e meno pericoloso. Venite, abbiamo molto di cui discutere.” Rimuginate sulle possibilità che avete davanti ma, trappola o meno, non potete gettare al vento l’occasione di parlare con un membro di alto rango della Società. Le informazioni sono attualmente la vostra arma migliore, e un incontro simile non può che offrirvene altre. Accettate, continuando a rimanere guardinghi nei confronti dei vostri accompagnatori. Con vostra sorpresa, gli agenti vi conducono con un calesse fino al palazzo della Borsa nel cuore della città, dove gli uomini d’affari controllano l’andamento del mercato. Seguite i vostri accompagnatori attraverso una folla di persone che sfoggia abiti firmati e su misura, salendo per diverse rampe di scale e varcando una porta chiusa all’ultimo piano dell’edificio. È ormai chiaro che questo non è un normale ufficio della borsa valori, ma un qualche nascondiglio della Società Rossa: la stanza in cui vi trovate è enorme, adornata con ogni genere di antiche reliquie e opere d’arte provenienti dall’Europa, tra cui il gigantesco ritratto di un cavaliere che indossa un’armatura a piastre scarlatte.
ko: 열차에서 내려 알렉산드리아에 발을 디딘 순간부터, 모골이 송연해집니다. 도시 위로는 먹구름이 모여들었고, 지중해 해안을 따라 파도가 불길하게 밀려듭니다. 하지만 당장이라도 몰아칠 듯한 폭풍은 걱정거리조차도 못 됩니다. 진정 걱정되는 것은 바로 당신의 뒤로 미행이 따라붙었다는 사실입니다. 처음에는 당신의 뒤로 몇 사람이 따라다니기 시작했습니다. 그저 지역 당국의 수사관 내지 위장한 지역 당국 요원이라고 생각했습니다. 당신이 임무를 수행하는지 감시하기 위해 파견된 재단 요원일 수도, 잠재적 위협을 제거하려는 동지회 요원일 가능성도 있었습니다. 당신은 거리를 가로질러, 오늘 밤 예약을 걸어 둔 윈저 호텔로 향합니다. 그러나 어디를 가든, 당신을 지켜보는 사람이 있었습니다. 만일의 경우를 대비하여 계획을 짜봅니다. 그중 한 명을 불시에 습격하여 심문하면 그 목적을 알아낼 수 있었겠지만... 오히려 선수를 친 것은 저들이었습니다. 무리 지은 사람들이 다가옵니다. “요원님, 알렉산드리아에 오신 것을 환영합니다. 네, 여러분이 누구인지는 진작 알고 있었습니다.” 그중 한 명이 놀랍게도 양손을 들어 무기가 없다는 것을 내보이며 말을 겁니다. 가까이서 보니, 이들의 넥타이, 커프링크스 등에서 뚜렷한 진홍색 복장이나 장식을 쉽게 알아볼 수 있었습니다. “걱정하지 마십시오. 저희는 싸우자고 온 것이 아닙니다. 동지회 간부님께서 당신과의 회담을 원합니다. 저희도 알렉산드리아에서 나름의 고충이 있는지라, 당신에게 도움을 받을 수 있을 거라 믿습니다.” 당신은 뻔뻔스럽고도 대담하게 요청하는 동지회 요원에게 의심과 코웃음으로 답합니다. 제 발로 호랑이 굴에 들어갈 생각은 없습니다. 그러자 요원이 말합니다. “저희를 경계하는 이유는 알고 있습니다만, 그쪽 역시 이번 거래가 마음에 들 겁니다. 알렉산드리아의 야수를 찾아서 온 것이라면, 믿거나 말거나 저희와 같은 목표라고 감히 말씀드릴 수 있습니다. 이번에 당신을 초대한 분 역시 그 야수보다 훨씬 더 현명하고 전혀 그 쪽에게 해를 끼치지 않을 분이라 장담합니다. 따라오시겠습니까? 논할 것이 정말로 많습니다.” 함정일지 아닐지 이 선택지를 두고 골몰했지만, 붉은 동지회의 간부급 인사와 이야기할 기회를 놓칠 수는 없었습니다. 작금의 상황에서 정보는 최고의 무기이고, 비록 일이 틀어지더라도 정보를 더 얻어낼 기회입니다. 당신은 초대에 응합니다. 하지만 만일을 대비하여 호위 인력에게서 눈을 떼지는 않기로 합니다. 요원들과 함께 마차에 올라 향한 곳은 의아하게도 알렉산드리아의 중심가에 있는 증권거래소였습니다. 호위를 따라 최고급 옷을 차려입은 사람들 사이를 헤치고 나와, 층계를 몇 칸 올라간 후, 마침내 증권거래소 맨 위층에 있는 집무실 문에 이르렀습니다. 이제야 당신은 이곳이 단순한 증권거래소가 아니라 모종의 동지회 은거처 역할을 한다는 사실을 깨닫습니다. 집무실 건너편에 자리한 웅장한 스위트룸은 각종 눈이 휘둥그레질만큼 다양한 고대 유물과 유럽식 미술품으로 가득했습니다. 그중에서도 진홍색 판금 갑옷을 걸친 기사의 거대한 초상화가 눈에 띕니다.
pl: Kiedy tylko wysiadłeś z pociągu w Aleksandrii, ogarnęły cię złe przeczucia. Nad miastem gromadzą się ciemne chmury, a fale złowrogo rozbijają się o brzeg. Ale to nie zbliżający się sztorm cię niepokoi, tylko to, że masz ogon. Zaczęło się od nielicznej grupy. Najpewniej miejscowe władze, jak podejrzewałeś. Albo to tylko ich przykrywka. Może to agenci Fundacji, chcący upewnić się, że wywiązujesz się z zadania, a może członkowie Koterii, chcący wyeliminować potencjalne zagrożenie. Kierujesz się do hotelu Windsor, gdzie masz wynajęty na noc pokój, lecz gdziekolwiek się nie obejrzysz, dostrzegasz ich więcej. Zaczynasz obmyślać plan, tak na wszelki wypadek. Może mógłbyś wziąć jednego z nich z zaskoczenia i przesłuchać, dowiedzieć się o co im chodzi… Ledwie zacząłeś rozważać, jak to zrobić, kiedy niespodziewanie natrafiasz na grupę ludzi, którzy zawczasu udaremniają twój jeszcze nieopracowany plan. „Witamy w Aleksandrii, agenci. Tak, wiemy kim jesteście” – mówi jeden z nich, i ku twojemu zdziwieniu podnosi ręce, by pokazać, że nie ma broni. Teraz, gdy podeszli bliżej, z łatwością dostrzegasz czerwone elementy ich garderoby – krawaty, mankiety i tym podobne. „Bez obaw, nie szukamy kłopotów. Jeden z naszych chciałby z tobą pomówić. Mamy tu w Aleksandrii pewien problem i możliwe, że będziesz w stanie nam pomóc”. Drwisz, biorąc pod uwagę jak śmiała to prośba. Nie masz najmniejszego zamiaru wpakować się prosto w pułapkę, zastawioną przez Bestię. „Rozumiem skąd ta ostrożność” – mówi agent. – „Myślę jednak, że ta umowa ci się spodoba. Jeśli przybyłeś tutaj w poszukiwaniu Bestii, to wierz mi, mamy wspólny cel. Zapewniam, że rozmawiać z tobą chce ktoś o wiele rozsądniejszy i mniej niebezpieczny. Chodź, jest sporo do omówienia”. Rozważasz wszystkie za i przeciw i dochodzisz do wniosku, że mimo ryzyka, że to pułapka, to nie możesz zaprzepaścić szansy porozmawiania z wysoko postawionym członkiem Koterii. Wiedza to obecnie twoja najcenniejsza broń, a ta sytuacja z pewnością może ci jej dostarczyć. Zgadzasz się z nimi pójść, ale masz oczy dookoła głowy. Ku twojemu zaskoczeniu, agenci wiozą cię dorożką do Bourse – budynku giełdy w samym sercu miasta. Podążasz za agentami wśród tłumu bogato odzianych ludzi, przez kilka klatek schodowych, zamknięte drzwi biur, aż na najwyższe piętro budynku. Natychmiast zdajesz sobie sprawę, że nie jest to zwykły budynek giełdy, a raczej swego rodzaju kryjówka Koterii. Biuro, do którego wchodzisz jest ogromne i wypełnione rozmaitymi starożytnymi reliktami i dziełami sztuki w europejskim stylu, wliczając w to duży portret rycerza, odzianego w szkarłatną zbroję.
ru: Вы сходите с поезда в Александрии, и ваше настроение моментально портится. Над городом сгущаются тёмные тучи, а волны зловеще бьются о побережье Средиземного моря. Но вас беспокоит не буря, а повисший за вами хвост. Поначалу их было всего несколько. Вы предполагаете, что это местная полиция. Или это просто прикрытие. Это могут быть как агенты Организации, желающие убедиться, что вы работаете по своему заданию, так и оперативники Клики, приглядывающие за потенциальной угрозой. Направляясь к отелю «Виндзор», в котором у вас забронирован номер на ночь, вы замечаете всё больше и больше преследователей. На всякий случай вы готовите план. Возможно, вам удастся застать одного из них врасплох и допросить, узнать, что им нужно… Но ваши размышления прерваны группой людей, опередившей вас. «Добро пожаловать в Александрию, агенты. Да, мы знаем, кто вы, — говорит один из них и, к вашему удивлению, поднимает пустые руки, показывая, что он безоружен. Теперь, когда они так близко, вы легко замечаете красные детали в их одеждах: галстуки, запонки, подобные мелочи. — Не переживайте, мы пришли с миром. Один из нас желает поговорить с вами. У нас есть проблема здесь, в Александрии, с которой, вы, возможно, сможете нам помочь» Вы усмехаетесь, недоверчиво оценивая столь дерзкую просьбу. Вы явно не намерены самостоятельно отправиться в ловушку Зверя. «Понимаю вашу настороженность, — говорит агент. — Но я считаю, что это соглашение придётся вам по вкусу. Если вы прибыли сюда в поисках Зверя, хотите верьте, хотите нет — но у нас общие цели. Это приглашение исходит от человека куда более мудрого и куда менее опасного, уверяю вас. Приходите. Нам нужно многое обсудить». Вы обдумываете свои варианты. Ловушка это или нет, вы не можете упустить возможность поговорить с одним из высокопоставленных членов Клики. Сейчас информация — ваше главное оружие, и, несмотря ни на что, на этой встрече вы можете узнать нечто важное. Вы соглашаетесь последовать за этими людьми, но на всякий случай приглядываете за ними. К вашему удивлению, эти агенты приглашают вас в конный экипаж и везут к Бирже — находящемуся в самом сердце города зданию, в котором происходит торговля ценными бумагами. Вы следуете за своими сопровождающими, проталкиваясь сквозь шумную толпу прекрасно одетых людей, поднимаетесь на несколько пролётов вверх по лестнице и входите в ранее запертую дверь кабинета на верхнем этаже здания. Вы тут же понимаете, что это не обычная биржа, а своего рода убежище Клики. Офис представляет собой огромный люкс, украшенный поразительным количеством древних реликвий и образцов европейского искусства, в том числе огромным портретом рыцаря в алых доспехах.
zh: 當你在亞歷山卓下車的瞬間，你的寒毛都豎了起來。烏雲籠罩著城市，來自地中海的波濤不祥地打在海岸線上。但即將來臨的風暴不是你感到不安的原因，而是那些跟蹤你的人。 一開始只有寥寥數人，你猜是當地政府的人員，至少他們的偽裝看起來是這樣。也許是基石派來確保你忠實執行任務的人；又或許是來監視潛在威脅的結社爪牙。你走在街道上，向著你晚上入住的溫莎飯店前進，但每次你轉頭時都看到更多的人在聚集。你開始思考計畫，以防萬一。也許你可以出奇不意的直面他們，質問他們到底想要什麼。但突然一群人擋住你的去路，中斷你的思緒。 “歡迎來到亞歷山卓，探員。沒錯，我們知道你是誰。”其中一人開口說，出乎你意料的是，他舉起手向你示意自己沒帶武器。在這個距離下你清楚看到他們身上的紅色配件，領帶、袖扣之類的，洩漏了他們的身份。“別緊張，我們沒有惡意，我們之中有人想跟你談談，你也許可以幫我們解決這裡的一些問題。” 你無法置信他們提出這麼直接的要求，你譏諷的說自己可不打算踏入野獸的陷阱。他回答：“我了解你的顧慮，但我保證你會願意考慮這個交易。如果你是來找野獸的，那我們的目標是一樣，信不信由你。這個邀請是來自於一位更有智慧也更不具威脅性的成員，我向你保證。來吧，我們有很多事要討論。” 你考慮了一下，不管是不是陷阱，你都不能錯過一個跟結社高層會面的機會。情報是你最有力的武器，而不管結果如何，這場會面將會讓你得知更多情報。你同意跟他們走，但以防萬一，你一路上都對護送你的人保持警戒。 出乎你意料之外，你們搭著馬車來到市中心的證券交易所。你跟著護送你的人穿越穿著華貴的忙碌人群，登上樓梯，走過上鎖的大門來到建築物頂層。你突然意識到這裏不是單純的交易所，而是結社的據點。門的另一邊是間巨大的房間，裝飾著許多文物跟中世紀歐洲的藝術品，包含一座穿著緋紅色全套盔甲的騎士雕像。

source: If an investigator has the [[Miskatonic]] or [[Scholar]] trait:
de: Falls ein Ermittler das Merkmal [[Miskatonic]] oder [[Gelehrter]] hat:
es: Si un investigador tiene el rasgo [[Miskatonic]] o [[Erudito]]:
fr: Si un investigateur a le trait [[Miskatonic]] ou [[Érudit]] :
it: Se un investigatore possiede il tratto [[Miskatonic]] o [[Accademico]]:
ko: [[미스캐토닉]] 또는 [[학자]] 특성을 가진 조사자가 한 명이라도 있습니까?
pl: Jeśli dowolny badacz ma cechę [[Miskatonic]] lub [[Uczony]]:
ru: Если хотя бы у одного сыщика есть черта [[Мискатоник]] или [[Учёный]]:
zh: 如果有[[米斯卡塔尼克]]或[[學者]]屬性的調查員：
