Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You agree to help recover the Light of Pharos.
de: Du stimmst zu, bei der Wiederbeschaffung des Lichts von Pharos zu helfen.
es: Accedes a ayudar a recuperar la luz de Faros.
fr: Vous acceptez d'aider à récupérer la Lumière de Pharos.
it: Accettate di prestare il vostro aiuto per recuperare la Luce del Faro.
ko: 당신은 암적색 기사를 도와 파로스의 빛을 되찾기로 했습니다.
pl: Zgadzasz się pomóc odzyskać Światło Faros.
ru: Вы соглашаетесь помочь в возвращении Света Фароса.
zh: 你同意幫忙奪回法羅斯之光。
