Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Spawn The Beast in a Cowl of Crimson enemy at Catacombs of Kom el Shoqafa, (Wolf in Sheep’s Clothing) side faceup. Attach The Light of Pharos key to The Beast in a Cowl of Crimson, under its control.
de: Der Gegner Die Bestie in der purpurroten Kutte erscheint mit der Seite <i>(Der Wolf im Schafspelz)</i> nach oben in den Katakomben von Kom El Shoqafa. Der Schlüssel Das Licht von Pharos wird an Die Bestie in der purpurroten Kutte unter ihrer Kontrolle angehängt.
es: Haz aparecer el Enemigo La bestia de capucha carmesí en las Catacumbas de Kom el Shogafa, con el lado <i>(Lobo con piel de cordero)</i> boca arriba. Vincula la Llave La luz de Faros a La bestia de capucha carmesí, bajo su control.
fr: Générez l'ennemi La Bête au Châle Pourpre dans les Catacombes de Kom el Shoqafa, face (<i>Loup Déguisé en Mouton</i>) visible. Attachez la Clef « La Lumière de Pharos » à La Bête au Châle Pourpre, sous son contrôle.
it: Generate il nemico Bestia con la Cappa Cremisi nelle Catacombe di Kom el-Sugafa, con il lato (Lupo Travestito da Agnello) a faccia in su. Assegnategli la chiave Luce del Faro sotto il suo controllo.
ko: ‘선홍색 망토를 두른 야수’ 적을 (양의 탈을 쓴 늑대) 면이 보이도록 ‘콤 엘 쇼카파 카타콤’에 출현시킵니다. ‘파로스의 빛’ 열쇠를 ‘선홍색 망토를 두른 야수’에게 부착하여, ‘선홍색 망토를 두른 야수’가 조종하게 합니다.
pl: Rozstaw wroga Bestia w karmazynowym kapturze w Katakumbach Kaum asz-Szukaf, stroną <i>(Wilk w owczej skórze)</i> do góry. Dołącz klucz Światło Faros do Bestii w karmazynowym kapturze, pod jej kontrolą.
ru: Выложите врага «Зверь в багровой рясе» стороной (Волк в овечьей шкуре) вверх в «Катакомбы Ком эль­-Шукафа». Прикрепите ключ «Свет Фароса» нестабильной стороной вверх к «Зверю в багровой рясе» под его контроль.
zh: 將猩紅斗篷下的野獸生成到卡默埃爾法墓穴上，(披羊皮的狼)面朝上。將法羅斯之光密鑰附屬到猩紅斗篷下的野獸身上，在其控制之下。

source: Remove the double-sided The Claret Knight enemy/asset from the game.
de: Die doppelseitige Karte Der Weinrote Ritter wird aus dem Spiel entfernt.
es: Retira de la partida el Enemigo/Apoyo de doble cara El caballero burdeos.
fr: Retirez de la partie l'ennemi/soutien recto-verso Le Chevalier Almandin.
it: Rimuovete dal gioco il nemico/supporto Cavaliere Purpureo a due lati.
ko: 양면 ‘암적색 기사’ 적/이야기 자산을 게임에서 제거합니다.
pl: Usuń z gry dwustronnego wroga/atut Rubinowy Rycerz.
ru: Удалите из игры двустороннюю карту врага/актива «Бордовый рыцарь».
zh: 從遊戲中移除雙面的酒紅騎士敵人/支援。

source: you haven’t seen the last of the Claret Knight.
de: du hast den Weinroten Ritter nicht zum letzten Mal gesehen.
es: no será la última vez que los investigadores ven al caballero burdeos.
fr: vous n'avez pas fini d'entendre parler du Chevalier Almandin.
it: sentirete ancora parlare del Cavaliere Purpureo.
ko: 당신은 암적색 기사의 최후를 목도하지 못했다
pl: jeszcze zobaczycie Rubinowego Rycerza.
ru: Бордовый рыцарь ещё встретится вам.
zh: 未得知酒紅騎士最後的下落。

source: you haven’t seen the last of the Beast in a Cowl of Crimson.
de: du hast die Bestie in der purpurroten Kutte nicht zum letzten Mal gesehen.
es: no será la última vez que los investigadores ven a la bestia de capucha carmesí.
fr: vous n'avez pas fini d'entendre parler de la Bête au Châle Pourpre.
it: sentirete ancora parlare della Bestia con la Cappa Cremisi.
ko: 당신은 선홍색 망토를 두른 야수의 최후를 목도하지 못했다
pl: jeszcze zobaczycie Bestię w karmazynowym kapturze.
ru: Зверь в багровой рясе ещё встретится вам.
zh: 未得知猩紅斗篷下的野獸最後的下落。

source: In your Campaign Log, record the following:
de: Im Kampagnenlogbuch wird Folgendes notiert:
es: Anota lo siguiente en el registro de campaña:
fr: Dans votre Carnet de Campagne, indiquez les lignes suivantes :
it: Annotate nel Diario della Campagna le voci seguenti:
ko: 캠페인 기록지에 다음과 같이 기록합니다:
pl: Zanotuj w Dzienniku kampanii, że:
ru: Запишите в журнал кампании:
zh: 在劇本日誌中，記錄下：

source: <i>The cell aided the knight.</i>
de: <i>Die Zelle hat dem Ritter geholfen.</i>
es: <i>La célula ayudó al caballero.</i>
fr: <i>La cellule a aidé le chevalier.</i>
it: <i>La cellula ha aiutato il Cavaliere.</i>
ko: <i>독립 조사팀이 암적색 기사를 도왔다.</i>
pl: <i>Komórka pomogła Rycerzowi.</i>
ru: <i>Ячейка помогла Рыцарю.</i>
zh: <i>協助騎士。</i>

source: <i>You haven’t seen the last of the Beast in a Cowl of Crimson.</i>
de: <i>Du hast die Bestie in der purpurroten Kutte nicht zum letzten Mal gesehen.</i>
es: <i>No será la última vez que los investigadores ven a la bestia de capucha carmesí.</i>
fr: <i>Vous n'avez pas fini d'entendre parler de la Bête au Châle Pourpre.</i>
it: <i>Sentirete ancora parlare della Bestia con la Cappa Cremisi.</i>
ko: <i>당신은 선홍색 망토를 두른 야수의 최후를 목도하지 못했다</i>
pl: <i>Jeszcze zobaczycie Bestię w karmazynowym kapturze.</i>
ru: <i>Зверь в багровой рясе ещё встретится вам.</i>
zh: <i>未得知猩紅斗篷下的野獸最後的下落。</i>

source: the cell aided the knight.
de: die Zelle hat dem Ritter geholfen.
es: la célula ayudó al caballero.
fr: la cellule a aidé le chevalier.
it: la cellula ha aiutato il Cavaliere.
ko: 독립 조사팀이 암적색 기사를 도왔다
pl: komórka pomogła Rycerzowi.
ru: Ячейка помогла Рыцарю.
zh: 協助騎士。

source: <i>The cell failed to fend off the Beast.</i>
de: <i>Die Zelle konnte die Bestie nicht abwehren.</i>
es: <i>La célula no logró repelar a la bestia.</i>
fr: <i>La cellule a échoué à repousser la Bête.</i>
ko: <i>독립 조사팀이 야수를 저지하는 데 실패했다.</i>
pl: <i>Komórka nie zdołała odeprzeć Bestii.</i>
ru: <i>Ячейка не смогла противостоять Зверю.</i>
zh: <i>未能成功抵禦野獸。</i>

source: the cell failed to fend off the Beast.
de: die Zelle konnte die Bestie nicht abwehren.
es: la célula no logró repelar a la bestia.
fr: la cellule a échoué à repousser la Bête.
it: la cellula non è riuscita a respingere la Bestia.
ko: 독립 조사팀이 야수를 저지하는 데 실패했다
pl: komórka nie zdołała odeprzeć Bestii.
ru: Ячейка не смогла противостоять Зверю.
zh: 未能成功抵禦野獸。

source: Choose an investigator to be the bearer of The Light of Pharos and update the Campaign Log accordingly.
de: Wähle einen Ermittler, der zum Träger des Schlüssels Das Licht von Pharos wird. Aktualisiere das Kampagnenlogbuch.
es: Elige a un investigador para que sea el portador de La luz de Faros y actualiza el registro de campaña en consonancia.
fr: Choisissez un investigateur qui devient le détenteur de la Lumière de Pharos et mettez à jour votre Carnet de Campagne en conséquence.
it: Scegliete 1 investigatore che diventi il portatore della Luce del Faro. Aggiornate il Diario della Campagna di conseguenza.
ko: 조사자 한 명이 ‘파로스의 빛’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Wybierz badacza, który zostanie posiadaczem Światła Faros, i uzupełnij odpowiednio Dziennik kampanii.
ru: Выберите сыщика, который становится носителем «Света Фароса». Отметьте это в журнале кампании.
zh: 選擇一位調查員成為法羅斯之光承受者，並將此記錄在劇本日誌中。

source: Bearer of The Light of Pharos
de: Träger des Schlüssels Das Licht von Pharos
es: Portador de La luz de Faros
fr: Détenteur de la Lumière de Pharos
it: Portatore della Luce del Faro
ko: ‘파로스의 빛’ 열쇠의 보유자
pl: Posiadacz Światła Faros
ru: Носитель «Света Фароса»
zh: 法羅斯之光承受者

source: Each investigator who was not defeated suffers 1 mental trauma.
de: Jeder Ermittler, der nicht besiegt wurde, erleidet 1 seelisches Trauma.
es: Cada investigador que no fuera derrotado sufre 1 trauma mental.
fr: Chaque investigateur qui n'a pas été vaincu subit 1 traumatisme mental.
it: Ogni investigatore che non è stato sconfitto subisce 1 trauma mentale.
ko: 쓰러지지 않았던 모든 조사자는 정신적 트라우마를 1씩 겪습니다.
pl: Każdy badacz, który nie został pokonany, otrzymuje 1 punkt traumy psychicznej.
ru: Каждый непобеждённый сыщик получает 1 ментальную травму.
zh: 每位未被擊敗的調查員受到1點精神創傷。

source: The Beast in a Cowl of Crimson is the bearer of The Light of Pharos. Update the Campaign Log accordingly.
de: Die Bestie in der purpurroten Kutte ist Träger des Schlüssels Das Licht von Pharos. Aktualisiere das Kampagnenlogbuch.
es: La bestia de capucha carmesí es el portador de La luz de Faros. Actualiza el registro de campaña en consonancia.
fr: La Bête au Châle Pourpre est la détentrice de la Lumière de Pharos . Mettez à jour votre Carnet de Campagne en conséquence.
it: La Bestia con la Cappa Cremisi è la portatrice della Luce del Faro. Aggiornate il Diario della Campagna di conseguenza.
ko: ‘선홍색 망토를 두른 야수’가 ‘파로스의 빛’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Bestia w karmazynowym kapturze jest posiadaczem Światła Faros. Uzupełnij odpowiednio Dziennik kampanii.
ru: «Зверь в багровой рясе» — носитель «Света Фароса». Отметьте это в журнале кампании.
zh: 猩紅斗篷下的野獸是法羅斯之光承受者，並將此記錄在劇本日誌中。

source: The Claret Knight is the bearer of The Light of Pharos. Update the Campaign Log accordingly.
de: Der Weinrote Ritter ist Träger des Schlüssels Das Licht von Pharos. Aktualisiere das Kampagnenlogbuch.
es: El caballero burdeos es el portador de La luz de Faros. Actualiza el registro de campaña en consonancia.
fr: Le Chevalier Almandin est le détenteur de la Lumière de Pharos. Mettez à jour votre Carnet de Campagne en conséquence.
it: Il Cavaliere Purpureo è il portatore della Luce del Faro. Aggiornate il Diario della Campagna di conseguenza.
ko: ‘암적색 기사’가 ‘파로스의 빛’ 열쇠의 보유자가 됩니다. 이에 따라캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Rubinowy Rycerz jest posiadaczem Światła Faros. Uzupełnij odpowiednio Dziennik kampanii.
ru: «Бордовый рыцарь» — носитель «Света Фароса». Отметьте это в журнале кампании.
zh: 酒紅騎士是法羅斯之光承受者，並將此記錄在劇本日誌中。

source: the dogs are at war.
de: die Hunde sind im Krieg.
es: los perros están en guerra.
fr: les chiens sont en guerre.
it: i cani sono in guerra.
ko: 전쟁의 사냥개들이 격전을 치르고 있다
pl: psy prowadzą wojnę.
ru: псы грызутся.
zh: 戰爭肆虐。

source: The Claret Knight clears his throat and regains his composure. If you didn’t know any better, you would think he had never been worried at all. But you remember the look of tension and fear upon his face when he—like you—suspected all was lost. “Once again, forces have conspired to oust us from our rightful place, but once again we stand victorious,” he declares. Any semblance of fear has vanished, replaced with the very same calm resolve you found in him when you’d first arrived. With the Key still safely secure in his vault, he turns his attention to you, shaking your hand and gesturing to his desk. “Come, sit. You have done your part, now allow me to do mine. I promised answers, and answers you shall receive.”
de: Der Weinrote Ritter räuspert sich und gewinnt seine Fassung zurück. Wenn du es nicht besser wüsstest, könnte man meinen, er wäre nie auch nur besorgt gewesen. Aber du erinnerst dich an den Ausdruck von Anspannung und Angst auf seinem Gesicht, als er – wie du – glaubte, alles sei verloren. „Wieder einmal haben sich Mächte verschworen, um uns von unserem rechtmäßigen Platz zu verdrängen. Aber erneut haben wir den Sieg davongetragen“, erklärt er. Jeglicher Anschein von Furcht ist derselben ruhigen Entschlossenheit gewichen, die er bei deiner Ankunft ausgestrahlt hat. Da der Schlüssel immer noch sicher in seinem Tresor verwahrt ist, wendet er sich an dich, schüttelt deine Hand und deutet auf seinen Schreibtisch. „Kommen Sie, setzen Sie sich. Sie haben Ihren Teil getan, nun lassen Sie mich den meinen tun. Ich habe Antworten versprochen und Antworten sollen Sie bekommen.“
es: El caballero burdeos se aclara la garganta y recupera la compostura. Si no supieras que no es así, pensarías que no se había preocupado en ningún momento. Pero recuerdas la tensión y el miedo que aparecían reflejados en su cara cuando, como te pasó a ti, pensaba que estaba todo perdido. —Una vez más, otras fuerzas han conspirado para echarnos del lugar que ocupamos por derecho, pero una vez más nos alzamos con la victoria —declara. Cualquier apariencia de miedo se ha desvanecido y ha quedado reemplazada por la misma resolución tranquila que encontraste en él cuando llegaste aquí. Con la Llave aún a buen recaudo en su caja fuerte, vuelve su atención hacia ti, te estrecha la mano y señala su escritorio. —Venga, siéntese. Usted ha hecho su parte, así que ahora permítame hacer la mía. Le prometí respuestas, y eso es lo que recibirá.
fr: Le Chevalier Almandin s'éclaircit la gorge et retrouve son calme. Si vous ne l'aviez pas vu de vos yeux, vous auriez pu croire qu'il ne s'est jamais inquiété. Mais vous vous souvenez de l'expression de tension et de peur sur son visage lorsque, comme vous, il pensait que tout était perdu. « Une fois de plus, des forces ont conspiré pour nous évincer de notre place légitime, mais une fois de plus nous sommes victorieux », déclare-t-il. Toute trace de peur a disparu, remplacée par la même résolution calme que vous aviez trouvée en lui à votre arrivée. La Clef en sécurité dans son coffre, il se tourne vers vous, vous serre la main et fait un geste en direction de son bureau. « Venez vous asseoir. Vous avez fait votre part, maintenant permettez-moi de faire la mienne. J'ai promis des réponses, et vous recevrez des réponses. »
it: Il Cavaliere Purpureo si schiarisce la voce prima di ricomporsi. Se non aveste imparato a conoscerlo, pensereste che non sia mai stato preoccupato dalla situazione… ma ricordate bene la tensione che aveva sul volto quando, proprio come voi, pensava che tutto fosse perduto. “Ancora una volta, forze esterne hanno cospirato per cacciarci da un luogo che ci appartiene di diritto, e ancora una volta ci ergiamo vittoriosi” dichiara. Sembra che ogni parvenza di paura sia svanita, sostituita dalla stessa calma e determinazione che avevate notato in lui durante il vostro primo incontro. Con la Chiave al sicuro nella sua cassaforte, vi stringe la mano e vi invita a prendere posto alla sua scrivania. “Venite, accomodatevi. Avete fatto la vostra parte, ora è il momento che io faccia la mia. Vi ho promesso delle risposte, e risposte avrete.”
ko: 암적색 기사는 목청을 가다듬으며 평정심을 되찾습니다. 기사에 대해 아무것도 몰랐다면, 그가 이번 사태를 전혀 걱정하지 않았다고 오인했을 것입니다. 지금은 그가 얼굴에서 두려움을 모조리 지워냈다고는 하나, 모든 것이 끝날 뻔했던 순간 당신과 진배없이 암적색 기사의 얼굴에도 두려움과 긴장의 표정이 떠올랐던 것을 당신은 기억합니다. “또다시 적대자의 권세가 우리를 정당한 자리에서 몰아내려고 모의했지만, 우리는 다시금 굳건히 버티고서 승리를 거두었소.” 암적색 기사가 선언합니다. 그에게서 두려움의 기운은 모두 걷혔으며, 처음 접견했을 때와 다름없이 당당한 결의가 보입니다. 열쇠가 금고에 안전히 보관된 것을 확인한 기사가 당신을 향해 돌아서서 악수를 청하고는 탁자로 따라오라며 손짓합니다. “자, 앉으시오. 그대의 몫을 다해주었으니, 이제 나 역시 도리를 다해야 하지 않겠소? 답을 주겠다고 약조하였으니, 말씀하시오. 대답해 드리리다.”
pl: Rubinowy Rycerz odchrząkuje i natychmiast odzyskuje zimną krew. Gdybyś nie znał prawdy, to mógłbyś założyć, że cały czas był taki spokojny i opanowany. Lecz doskonale pamiętasz zdenerwowanie i przerażenie na jego twarzy, gdy myślał, podobnie jak ty, że wszystko stracone. „Ponownie próbowano wyrugować nas z należnego nam miejsca i ponownie zwyciężyliśmy” – ogłasza. Widzisz, jak zanika u niego wszelkie poczucie lęku, a zastępuje je teraz znane ci od pierwszego spotkania opanowanie. Z Kluczem nadal bezpiecznie spoczywającym w jego skrytce, mężczyzna odwraca się do ciebie, ściska ci dłoń i zaprasza do biurka. „Usiądź proszę. Wypełniłeś swoje zobowiązania, teraz ja wypełnię moje. Obiecałem ci odpowiedzi, i odpowiedzi ci udzielę”.
ru: Бордовый рыцарь прочищает горло и возвращает самообладание. Не знай вы об этом, вы бы даже не подумали, что он мог о чём-то волноваться. Но вы помните напряжение и страх, отпечатавшиеся на его лице, когда он — как и вы — думал, будто всё потеряно. «В очередной раз гнусные заговорщики попытались свергнуть нашу законную власть, но, как и всегда, победа осталась за нами», — объявляет он. Малейшие признаки страха исчезли, сменившись спокойной решимостью, которую вы увидели в нём, когда впервые пришли сюда. Надёжно заперев ключ в его хранилище, он возвращается к вам, пожимая вам руку и приглашая к столу. «Пожалуйста, садитесь. Вы выполнили свою часть сделки, позвольте же мне выполнить мою. Ответы были обещаны, и ответы будут даны вам».
zh: 酒紅騎士清清喉嚨，恢復原本從容冷靜的樣子。如果不是親眼見到，你會以為他從來沒擔心過任何事。但你清楚記得他在以為一切都結束時，臉上緊繃而恐懼的表情與你如出一轍。騎士宣告：“再一次的，邪惡力量想要將我們逐出應許之地，但我們也再一次赢得了勝利。”在他身上已經看不到恐懼的痕跡了，他恢復了你們第一次見面的那種沉穩。確認密鑰仍安全的存放在保險箱後，他轉向你，跟你握手並示意你在桌子前坐下。“請坐，你完成了你的承諾，現在輪到我了。我承諾會給你答案，你的問題將得到解答。”
