Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Setup (v. III)
de: Vorbereitung (V. III)
es: Preparación (v. III)
fr: Mise en Place (v. III)
it: Preparazione (v. III)
ko: 게임 준비(v. III)
pl: Przygotowanie (w. III)
ru: Подготовка (вариант III)
zh: 冒險設置(版本三)

source: Put the following locations into play: Windsor Palace Hotel, Victoria College, Qaitbay Citadel, The Corniche, and Zan’et el Settat.
de: Die folgenden Orte werden ins Spiel gebracht: Windsor Palace Hotel, Victoria College, Qaitbay-Zitadelle, Corniche und Zan’et el Settat.
es: Pon en juego los siguientes Lugares: Hotel Windsor Palace, Victoria College, Fuerte de Qaitbay, La Corniche y Zan'et el Settat.
fr: Mettez en jeu les lieux suivants : Windsor Palace Hotel, Victoria College, Citadelle de Qaitbay, La Corniche et Zan'et el Settat.
it: Mettete in gioco i luoghi seguenti: Windsor Palace, Victoria College, Cittadella di Qaitbay, Corniche e Zan’et el Settat.
ko: ‘윈저 팰리스 호텔’, ‘빅토리아 대학교’, ‘콰이트베이 성채’, ‘코니쉬’, ‘잔엣 엘세타트’ 장소를 플레이 영역에 둡니다.
pl: Umieść w grze następujące lokalizacje: Hotel Windsor Palace, Victoria College, Cytadela Qaitbay, Corniche i Zan’et el Settat.
ru: Введите в игру следующие локации: «Отель „Виндзор Пэлас“», «Колледж Виктории», «Крепость Кайт­Бей», «Корниш» и «Занка Ситтат».
zh: 將下列地點放置入場：溫莎皇宮飯店、維多利亞大學、奎貝堡、濱海大道和薩內特塞塔特。

source: Each investigator begins play at Qaitbay Citadel.
de: Jeder Ermittler beginnt das Spiel in der Qāitbāy-Zitadelle.
es: Cada investigador comienza la partida en el Fuerte de Qaitbay.
fr: Chaque investigateur commence la partie à la Citadelle de Qaitbay.
it: Iniziate la partita nella Cittadella di Qaitbay.
ko: 모든 조사자는 ‘콰이트베이 성채’에서 시작합니다.
pl: Każdy badacz rozpoczyna grę w Cytadeli Qaitbay.
ru: Все сыщики начинают игру в «Крепости Кайт­-Бей».
zh: 每位調查員從奎貝堡開始遊戲。

source: Build the agenda deck using only Agenda 1a—”Brewing Catastrophe (v. I).” Remove each other agenda from the game.
de: Das Agendadeck besteht nur aus „Anbahnende Katastrophe (V. I)“. Die restlichen Agendakarten werden aus dem Spiel entfernt.
es: Crea el mazo de Plan usando solo el plan 1a — “Catástrofe en ciernes (v .I)”. Retira todos los demás planes de la partida.
fr: Constituez le deck Intrigue en utilisant seulement l'intrigue la : « La Catastrophe Approche (v. I) ». Retirez toutes les autres intrigues de la partie.
it: Componete il mazzo delle trame usando solo la Trama 1a - Sull’Orlo della Catastrofe (v. I). Rimuovete dal gioco ogni altra trama.
ko: 주요사건 1a—“대참사의 조짐(v. I)”만을 사용하여 주요사건 덱을 구성합니다. 다른 모든 주요사건 카드는 게임에서 제거합니다.
pl: Stwórz talię tajemnic, używając do tego jedynie Tajemnicy 1a—„Szykując katastrofę (w. I)”. Usuń każdą inną tajemnicę z gry.
ru: Соберите колоду замыслов из замысла «Зреющая катастрофа (вариант I)». Удалите оставшиеся замыслы из игры.
zh: 只使用密謀1a“風雨欲來(版本一)”形成密謀牌堆。從遊戲中移除其他每張密謀。

source: Build the act deck using only Act 1a—”Rabbits Who Run (v. I).” Remove each other act from the game.
de: Das Szenendeck besteht nur aus „Kaninchen auf der Flucht (V. I)“. Die restlichen Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Acto usando solo el acto 1a — “Conejos que huyen (v. I)”. Retira todos los demás actos de la partida.
fr: Constituez le deck Acte en utilisant seulement l'Acte la : « Détaler Comme des Lapins (v. 1) ». Retirez tous les autres actes de la partie.
it: Componete il mazzo dei capitoli usando solo il Capitolo 1a - Con la Coda tra le Gambe (v. I). Rimuovete dal gioco ogni altro capitolo.
ko: 주요목적 1a—“누가 쫓길 것인가(v. I)”만을 사용하여 주요목적 덱을 구성합니다. 다른 모든 주요목적 카드는 게임에서 제거합니다.
pl: Stwórz talię aktów, używając do tego jedynie Aktu 1a—„Goniąc króliczka (w. I)”. Usuń każdy inny akt z gry.
ru: Соберите колоду сцен из сцены «Ни шагу назад (вариант I)». Удалите оставшиеся сцены из игры.
zh: 只使用場景1a“狡兔三窟(版本一)”形成場景牌堆。從遊戲中移除其他每張場景。

source: Put one Key Locus story asset into play at each of the four [[Locus Site]] locations, <i>(Last Bastion)</i> side faceup.
de: An jedem der 4 Fokuspunkt-Orte wird 1 Storyvorteilskarte Schlüsselfokus mit der Seite <i>(Letzte Bastion)</i> nach oben ins Spiel gebracht.
es: Pon en juego un Apoyo de historia Locus de Llave en cada uno de los cuatro Lugares [[Ubicación de locus]], con el lado <i>(Último bastión)</i> boca arriba.
fr: Mettez en jeu un soutien d'histoire Locus Clé sur chacun des quatre lieux [[Site d'un Locus]], face (<i>Dernier Bastion</i>) visible.
it: Mettete in gioco 1 supporto storia Locus della Chiave in ognuno dei 4 luoghi [[Sito del Locus]], con il lato <i>(Ultimo Baluardo)</i> a faccia in su.
ko: ‘핵심 거점’ 이야기 자산을 <i>(마지막 보루)</i> 면이 보이도록 플레이 영역 중 [[거점 지역]] 장소 네 곳에 각각 하나씩 둡니다.
pl: Umieść po 1 atucie fabularnym Kluczowa pieczęć w każdej z 4 lokalizacji z cechą [[Miejsce pieczęci]], stroną <i>(Ostatni bastion)</i> do góry.
ru: Введите в игру по одному сюжетному активу «Локус ключа» в каждую из четырёх [[локаций-мест]] локуса стороной <i>(Последний бастион)</i> вверх.
zh: 將每張密鑰護所劇情支援放置入場，在四個[[護所地]]地點上各放一張，<i>(最後防線)</i>面朝上。

source: Place 1 doom on each of those locations.
de: Platziere auf jedem dieser Orte 1 Verderben.
es: Coloca 1 ficha de Perdición en cada uno de esos Lugares.
fr: Placez 1 fatalité sur chacun de ces lieux.
it: Collocate 1 destino su ognuno di quei luoghi.
ko: 이러한 장소들에 파멸을 1개씩 놓습니다.
pl: Połóż 1 żeton zagłady na każdej z danych lokalizacji.
ru: Положите 1 безысходность на каждую из тех локаций.
zh: 在這些地點上各放置1個毀滅標記。

source: Put The Bourse <i>(Locus Safeguard)</i> and Catacombs of Kom el Shoqafa <i>(Bloody Nexus)</i> into play. Remove the other versions of The Bourse and Catacombs of Kom el Shoqafa
de: Die Orte Die Börse <i>(Schutz des Fokuspunkts)</i> und Katakomben von Kom El Shoqafa <i>(Blutiger Nexus)</i> werden ins Spiel gebracht. Die anderen Versionen dieser Orte werden aus dem Spiel entfernt.
es: Pon en juego La Bolsa <i>(Salvaguarda de locus)</i> y las Catacumbas de Kom el Shogafa <i>(Nexo sangriento)</i>. Retira de la partida las otras versiones de La Bolsa y de las Catacumbas de Kom el Shogafa
fr: Mettez en jeu La Bourse <i>(Refuge d'un Locus)</i> et les Catacombes de Kom el Shoqafa (<i>Nexus Sanglant</i>). Retirez de la partie les autres versions de La Bourse et des Catacombes de Kom el Shoqafa.
it: Mettete in gioco la Borsa <i>(Roccaforte dei Locus)</i> e le Catacombe di Kom el-Suqafa <i>(Nexus Sanguigno)</i>. Rimuovete dal gioco le altre versioni della Borsa e delle Catacombe di Kom el-Suqafa.
ko: ‘알렉산드리아 증권거래소<i>(힘의 거점에 의해 보호받음)</i>’, ‘콤 엘 쇼카파 카타콤<i>(피로 물든 연결점)</i>’ 장소를 플레이 영역에 둡니다. 사용하지 않는 ‘알렉산드리아 증권거래소’, ‘콤 엘 쇼카파 카타콤’ 장소들은 게임에서 제거합니다.
pl: Umieść w grze Giełdę Papierów Wartościowych <i>(Zabezpieczenie pieczęci)</i> i Katakumby Kaum asz-Szukaf <i>(Krwawa sieć)</i>. Usuń z gry inne wersje lokalizacji Giełda Papierów Wartościowych i Katakumby Kaum asz-Szukaf.
ru: Введите в игру локации «Фондовая биржа <i>(На страже локусов)</i>» и «Катакомбы Ком эль-Шукафа <i>(Кровавое сплетение)</i>». Удалите из игры другие версии этих локаций
zh: 將交易所<i>(於護所守護之下)</i>和卡默埃爾法墓穴<i>(血腥匯聚點)</i>地點放置入場。從遊戲中移除交易所和卡默埃爾薛法墓穴的其他版本。

source: Put The Claret Knight into play at The Bourse, story asset side faceup. Attach The Light of Pharos key to The Claret Knight. Both The Claret Knight and The Light of Pharos are controlled by all of the investigators.
de: Die Karte Der Weinrote Ritter wird mit ihrer Storyvorteilsseite nach oben am Ort Die Börse ins Spiel gebracht. Der Schlüssel Das Licht von Pharos wird an Der Weinrote Ritter angehängt. Sowohl Der Weinrote Ritter als auch Das Licht von Pharos werden von allen Ermittlern kontrolliert.
es: Pon en juego El caballero burdeos en La Bolsa, con el lado de Apoyo de historia boca arriba. Vincula la Llave La luz de Faros a El caballero burdeos. Tanto El caballero burdeos como La luz de Faros están controlados por todos los investigadores.
fr: Mettez en jeu le Chevalier Almandin dans La Bourse, face Soutien d'histoire visible. Attachez la Clef « La Lumière de Pharos » au Chevalier Almandin. Le Chevalier Almandin et La Lumière de Pharos sont contrôlés par tous les investigateurs.
it: Mettete in gioco il Cavaliere Purpureo nella Borsa, con il lato supporto storia a faccia in su. Assegnategli la chiave Luce del Faro. Sia il Cavaliere Purpureo che la Luce del Faro sono controllati da tutti gli investigatori.
ko: ‘암적색 기사’를 이야기 자산 면이 보이도록 플레이 영역 중 ‘알렉산드리아 증권거래소’에 둡니다. ‘파로스의 빛’ 열쇠를 ‘암적색 기사’에게 부착합니다. ‘암적색 기사’와 ‘파로스의 빛’은 모든 조사자에 의해 조종됩니다.
pl: Umieść Rubinowego Rycerza w grze, na Giełdzie Papierów Wartościowych, stroną z atutem fabularnym do góry. Dołącz klucz Światło Faros do Rubinowego Rycerza. Rubinowy Rycerz i Światło Faros są kontrolowane przez wszystkich badaczy.
ru: Введите «Бордового рыцаря» в игру в «Фондовую биржу» стороной сюжетного актива вверх. Прикрепите к «Бордовому рыцарю» ключ «Свет Фароса» стабильной стороной вверх. Считается, что все сыщики контролируют оба этих актива.
zh: 將酒紅騎士放置入場到交易所，劇情支援面朝上。將法羅斯之光密鑰附屬到酒紅騎士身上。現在酒紅騎士和法羅斯之光密鑰被所有調查員控制。

source: The lead investigator spawns the The Beast in a Cowl of Crimson enemy at Catacombs of Kom el Shoqafa, <i>(Ravager in Red)</i> side faceup.
de: Der Ermittlungsleiter lässt den Gegner Die Bestie in der purpurroten Kutte mit der Seite <i>(Der Verwüster in Rot)</i> nach oben in den Katakomben von Kom El Shoqafa erscheinen.
es: El investigador jefe hace aparecer el Enemigo La bestia de capucha carmesí en las Catacumbas de Kom el Shogafa, con el lado <i>(Asolador de rojo)</i> boca arriba.
fr: L'investigateur principal génère l'ennemi La Bête au Châle Pourpre dans les Catacombes de Kom el Shoqafa, face (<i>Ravageuse en Rouge</i>) visible.
it: L’investigatore capo genera il nemico Bestia con la Cappa Cremisi nelle Catacombe di Kom el-Suqafa, con il lato <i>(Predatrice in Rosso)</i> a faccia in su.
ko: 대표 조사자는 ‘선홍색 망토를 두른 야수’ 적을 <i>(붉은 파괴자)</i> 면이 보이도록 ‘콤 엘 쇼카파 카타콤’에 출현시킵니다.
pl: Główny badacz rozstawia wroga Bestia w karmazynowym kapturze w Katakumbach Kaum asz-Szukaf, stroną <i>(Niszczyciel w czerwieni)</i> do góry.
ru: Ведущий сыщик выкладывает врага «Зверь в багровой рясе» в «Катакомбы Ком эль-Шукафа» стороной <i>(Губитель в красном)</i> вверх.
zh: 調查員隊長將猩紅斗篷下的野獸生成到卡默埃爾法墓穴上，<i>(赤色的毀滅)</i>面朝上。

source: Build the agenda deck using only Agenda 1a—”Brewing Catastrophe (v. II).” Remove each other agenda from the game.
de: Das Agendadeck besteht nur aus „Anbahnende Katastrophe (V. II)“. Die restlichen Agendakarten werden aus dem Spiel entfernt.
es: Crea el mazo de Plan usando solo el plan 1a — “Catástrofe en ciernes (v .II)”. Retira todos los demás planes de la partida.
fr: Constituez le deck Intrigue en utilisant seulement l'Intrigue la : « La Catastrophe Approche (v. Il) » . Retirez toutes les autres intrigues de la partie.
it: Componete il mazzo delle trame usando solo la Trama 1a - Sull’Orlo della Catastrofe (v. II). Rimuovete dal gioco ogni altra trama.
ko: 주요사건 1a—“대참사의 조짐(v. II)”만을 사용하여 주요사건 덱을 구성합니다. 다른 모든 주요사건 카드는 게임에서 제거합니다.
pl: Stwórz talię tajemnic, używając do tego jedynie Tajemnicy 1a—„Szykując katastrofę (w. II)”. Usuń każdą inną tajemnicę z gry.
ru: Соберите колоду замыслов из замысла «Зреющая катастрофа (вариант II)». Удалите оставшиеся замыслы из игры.
zh: 只使用密謀1a“風雨欲來(版本二)”形成密謀牌堆。從遊戲中移除其他每張密謀。

source: Build the act deck using only Act 1a—”Rabbits Who Run (v. II).” Remove each other act from the game.
de: Das Szenendeck besteht nur aus „Kaninchen auf der Flucht (V. II)“. Die restlichen Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Acto usando solo el acto 1a — “Conejos que huyen (v. II)”. Retira todos los demás actos de la partida.
fr: Constituez le deck Acte en utilisant seulement l'Acte la : « Détaler Comme des Lapins (v. Il) ». Retirez tous les autres actes de la partie.
it: Componete il mazzo del capitoli usando solo il Capitolo 1a - Con 1a Coda tra le Gambe (v. II). Rimuovete dal gioco ogni altro capitolo.
ko: 주요목적 1a—“누가 쫓길 것인가(v. II)”만을 사용하여 주요목적 덱을 구성합니다. 다른 모든 주요목적 카드는 게임에서 제거합니다.
pl: Stwórz talię aktów, używając do tego jedynie Aktu 1a— „Goniąc króliczka (w. II)”. Usuń każdy inny akt z gry.
ru: Соберите колоду сцен из сцены «Ни шагу назад (вариант II)». Удалите оставшиеся сцены из игры.
zh: 只使用場景1a“狡兔三窟(版本二)”形成場景牌堆。從遊戲中移除其他每張場景。

source: Put one Key Locus story asset into play at each of the four [[Locus Site]] locations, <i>(Defensive Barrier)</i> side faceup.
de: An jedem der 4 Fokuspunkt-Orte wird 1 Storyvorteilskarte Schlüsselfokus mit der Seite <i>(Verteidigungsbarriere)</i> nach oben ins Spiel gebracht.
es: Pon en juego un Apoyo de historia Locus de Llave en cada uno de los cuatro Lugares [[Ubicación de locus]], con el lado <i>(Barrera defensiva)</i> boca arriba.
fr: Mettez en jeu un soutien d'histoire Locus Clé sur chacun des quatre lieux [[Site d'un Locus]], face (<i>Barrière Défensive</i>) visible.
it: Mettete in gioco 1 supporto storia Locus della Chiave in ognuno dei 4 luoghi [[Sito del Locus]], con il lato <i>(Barriera Difensiva)</i> a faccia in su.
ko: ‘핵심 거점’ 이야기 자산을 <i>(방벽)</i> 면이 보이도록 플레이 영역 중 [[거점 지역]] 장소 네 곳에 각각 하나씩 둡니다.
pl: Umieść po 1 atucie fabularnym Kluczowa pieczęć w każdej z 4 lokalizacji z cechą [[Miejsce pieczęci]], stroną <i>(Bariera ochronna)</i> do góry.
ru: Введите в игру по одному сюжетному активу «Локус ключа» в каждую из четырёх [[локаций­ мест]] локуса, стороной <i>(Защитный барьер)</i> вверх.
zh: 將每張密鑰護所劇情支援放置入場，在四個護所地地點上各放一張，<i>(防衛屏障)</i>面朝上。

source: Put The Bourse <i>(Coterie Post)</i> and Catacombs of Kom el Shoqafa <i>(Ancient Tomb)</i> into play. Remove the other versions of The Bourse and Catacombs of Kom el Shoqafa from the game.
de: Die Orte Die Börse <i>(Stützpunkt der Coterie)</i> und Katakomben von Kom El Shoqafa <i>(Uraltes Grab)</i> werden ins Spiel gebracht. Die anderen Versionen dieser Orte werden aus dem Spiel entfernt.
es: Pon en juego La Bolsa <i>(Puesto de la Camarilla)</i> y las Catacumbas de Kom el Shogafa <i>(Tumba antigua)</i>. Retira de la partida las otras versiones de La Bolsa y de las Catacumbas de Kom el Shogafa.
fr: Mettez en jeu La Bourse (<i>Comptoir de la Coterie</i>) et les Catacombes de Kom el Shoqafa (<i>Tombe Antique</i>). Retirez de la partie les autres versions de La Bourse et des Catacombes de Kom el Shoqafa.
it: Mettete in gioco la Borsa <i>(Avamposto della Società Rossa)</i> e le Catacombe di Kom el-Sugafa <i>(Antica Tomba)</i>. Rimuovete dal gioco le altre versioni della Borsa e delle Catacombe di Kom el-Suqafa.
ko: ‘알렉산드리아 증권거래소<i>(붉은 동지회 기지)</i>’, ‘콤 엘 쇼카파 카타콤<i>(고대 묘소)</i>’ 장소를 플레이 영역에 둡니다. 사용하지 않는 ‘알렉산드리아 증권거래소’, ‘콤 엘 쇼카파 카타콤’ 장소들은 게임에서 제거합니다.
pl: Umieść w grze Giełdę Papierów Wartościowych <i>(Posterunek Koterii)</i> i Katakumby Kaum asz-Szukaf <i>(Starożytny grobowiec).</i> Usuń z gry inne wersje lokalizacji Giełda Papierów Wartościowych i Katakumby Kaum asz-Szukaf.
ru: Введите в игру локации «Фондовая биржа <i>(Командный пункт Клики)</i>» и «Катакомбы Ком эль-­Шукафа <i>(Древняя гробница)</i>». Удалите из игры другие версии этих локаций.
zh: 將交易所<i>(結社據點)</i>和卡默埃爾法墓穴<i>(遠古墓穴)</i>地點放置入場。從遊戲中移除交易所和卡默埃爾法墓穴的其他版本。

source: Spawn The Claret Knight at The Bourse, enemy side faceup. Attach The Light of Pharos key to The Claret Knight, under his control.
de: Die Karte Der Weinrote Ritter wird mit ihrer Gegner-Seite nach oben am Ort Die Börse ins Spiel gebracht. Der Schlüssel Das Licht von Pharos wird an Der Weinrote Ritter unter seiner Kontrolle angehängt.
es: Haz aparecer El caballero burdeos en La Bolsa, con el lado de Enemigo boca arriba. Vincula la Llave La luz de Faros a El caballero burdeos, bajo su control.
fr: Générez le Chevalier Almandin à La Bourse, face Ennemi visible. Attachez la Clef « La Lumière de Pharos » au Chevalier Almandin, sous son contrôle.
it: Generate il Cavaliere Purpureo nella Borsa, con il lato nemico a faccia in su. Assegnategli la chiave Luce del Faro sotto il suo controllo.
ko: ‘암적색 기사’를 적 면이 보이도록 ‘알렉산드리아 증권거래소’에 출현시킵니다. ‘파로스의 빛’ 열쇠를 ‘암적색 기사’에게 부착하여, ‘암적색 기사’가 조종하게 합니다.
pl: Umieść Rubinowego Rycerza w grze, na Giełdzie Papierów Wartościowych, stroną z wrogiem do góry. Dołącz klucz Światło Faros do Rubinowego Rycerza, pod jego kontrolą.
ru: Выложите «Бордового рыцаря» в «Фондовую биржу» стороной врага вверх. Прикрепите ключ «Свет Фароса» нестабильной стороной вверх к «Бордовому рыцарю» под его контроль.
zh: 將酒紅騎士生成到交易所，敵人面朝上。將法羅斯之光密鑰附屬到酒紅騎士身上，在他的控制之下。

source: Remove the double-sided The Beast in a Cowl of Crimson enemy from the game.
de: Der doppelseitige Gegner Die Bestie in der purpurroten Kutte wird aus dem Spiel entfernt.
es: Retira de la partida el Enemigo La bestia de capucha carmesí.
fr: Retirez de la partie l'ennemi recto-verso La Bête au Châle Pourpre.
it: Rimuovete dal gioco il nemico Bestia con la Cappa Cremisi a due lati.
ko: 양면 ‘선홍색 망토를 두른 야수’ 적을 게임에서 제거합니다.
pl: Usuń z gry dwustronnego wroga Bestia w karmazynowym kapturze.
ru: Удалите из игры двустороннего врага «Зверь в багровой рясе».
zh: 從遊戲中移除雙面的猩紅斗篷下的野獸敵人。

source: Gather each decoy mini-card and each of the following mini-cards: Coterie Assassins (A and B) and Coterie Enforcers (A and B). Set them aside, out of play.
de: Es werden alle Mini-Karten Köder und folgende Mini-Karten herausgesucht und als nicht im Spiel befindlich beiseitegelegt: Attentäterin der Coterie (A und B) und Vollstrecker der Coterie (A und B).
es: Reúne todas las cartas pequeñas de señuelo y cada una de las siguientes cartas pequeñas: Asesinas de la Camarilla (A y B) y Sicarias de la Camarilla (A y B). Ponlas aparte, fuera del juego.
fr: Rassemblez chaque mini-carte Leurre et chacune des mini-cartes suivantes : Assassin de la Coterie (A et B) et Homme de main de la Coterie (A et B). Mettez-les de côté, hors jeu.
it: Radunate ogni mini carta diversivo e ognuna delle mini carte seguenti: Assassina della Società (A e B) e Sicario della Società (A e B). Mettetele da parte, temporaneamente fuori dal gioco.
ko: 모든 소형 유인책 카드와 다음과 같은 소형 카드를 모읍니다: ‘동지회 암살자 (A, B)’, ‘동지회 집행자 (A, B)’. 이 소형 카드를 모두 비플레이 상태로 치워 둡니다.
pl: Zbierz wszystkie małe karty przynęty oraz następujące małe karty: Zabójcy Koterii (A i B) oraz Egzekutorzy Koterii (A i B). Należy je odłożyć na bok, poza grę.
ru: Соберите следующие мини­карты: все ложные цели, «Ассасин Клики» (А и Б) и «Боец Клики» (А и Б). Отложите их в сторону, вне игры.
zh: 拿取每張誘餌小卡和以下的小卡：結社刺客(A和B)和結社執行者(A和B)。將它們放在一旁，置於場外。

source: The lead investigator searches the gathered encounter cards for Coterie Assassin (A) and draws it, resolving its concealed keyword, with 1 additional decoy for each other investigator in the game.
de: Der Ermittlungsleiter durchsucht die herausgesuchten Karten nach dem Gegner Attentäterin der Coterie (A), zieht sie und handelt das Schlüsselwort Getarnt mit 1 zusätzlichen Köder pro Ermittler im Spiel ab.
es: El investigador jefe busca la Asesina de la Camarilla (A) entre las cartas de Encuentro reunidas y la roba, resolviendo su palabra clave Encubierto, con 1 señuelo adicional por cada uno de los demás investigadores de la partida.
fr: L'investigateur principal cherche un Assassin de la Coterie (A) dans les cartes Rencontre et le pioche, en résolvant son mot-clé Dissimulé avec 1 leurre supplémentaire pour chaque autre investigateur dans la partie.
it: L’investigatore capo cerca tra le carte incontro radunate l’Assassina della Società (A) e la pesca, risolvendone la parola chiave Celato, con 1 diversivo aggiuntivo per ogni altro investigatore in gioco.
ko: 대표 조사자는 모은 조우 카드 중에서 ‘동지회 암살자 (A)’를 찾아 뽑습니다. 단, 이 적의 ‘은신’ 키워드를 해결하는 과정에서, 게임을 하는 다른 조사자마다 추가로 유인책 카드를 1장씩 더 놓습니다.
pl: Główny badacz przeszukuje zebrane karty spotkań w poszukiwaniu Zabójcy Koterii (A) i dobiera go, rozpatrując jego słowo kluczowe Utajony, z 1 dodatkową przynętą za każdego innego badacza w grze.
ru: Ведущий сыщик находит среди собранных карт контактов врага «Ассасин Клики (А)» и берёт его, разыгрывая его ключевое слово Сокрытый, добавив 1 дополнительную мини­карту ложной цели за каждого другого сыщика в игре.
zh: 調查員隊長查找拿取的遭遇卡牌中，找出一張結社刺客(A)並將其抽取，結算其隱蔽關鍵字，結算時每有一位其他的調查員，多拿1張誘餌小卡。

source: Build the agenda deck using only Agenda 1a—”Brewing Catastrophe (v. III).” Remove each other agenda from the game.
de: Das Agendadeck besteht nur aus „Anbahnende Katastrophe (V. III)“. Die restlichen Agendakarten werden aus dem Spiel entfernt.
es: Crea el mazo de Plan usando solo el plan 1a — “Catástrofe en ciernes (v .III)”. Retira todos los demás planes de la partida.
fr: Constituez le deck Intrigue en utilisant seulement l'Intrigue la : « La Catastrophe Approche (v. III) ». Retirez toutes les autres intrigues de la partie.
it: Componete il mazzo delle trame usando solo la Trama 1a - Sull’Orlo della Catastrofe (v. III). Rimuovete dal gioco ogni altra trama.
ko: 주요사건 1a—“대참사의 조짐(v. III)”만을 사용하여 주요사건 덱을 구성합니다. 다른 모든 주요사건 카드는 게임에서 제거합니다.
pl: Stwórz talię tajemnic, używając do tego jedynie Tajemnicy 1a—„Szykując katastrofę (w. III)”. Usuń każdą inną tajemnicę z gry.
ru: Соберите колоду замыслов из замысла «Зреющая катастрофа (вариант III)». Удалите оставшиеся замыслы из игры.
zh: 只使用密謀1a“風雨欲來(版本三)”形成密謀牌堆。從遊戲中移除其他每張密謀。

source: Build the act deck using only Act 1a—”Rabbits Who Run (v. III).” Remove each other act from the game.
de: Das Szenendeck besteht nur aus „Kaninchen auf der Flucht (V. III)“. Die restlichen Szenenkarten werden aus dem Spiel entfernt.
es: Crea el mazo de Acto usando solo el acto 1a — “Conejos que huyen (v. III)”. Retira todos los demás actos de la partida.
fr: Constituez le deck Acte en utilisant seulement l'Acte la : « Détaler Comme des Lapins (v. III) ». Retirez tous les autres actes de la partie.
it: Componete il mazzo del capitoli usando solo il Capitolo 1a - Con 1a Coda tra le Gambe (v. III). Rimuovete dal gioco ogni altro capitolo.
ko: 주요목적 1a—“누가 쫓길 것인가(v. III)”만을 사용하여 주요목적 덱을 구성합니다. 다른 모든 주요목적 카드는 게임에서 제거합니다
pl: Stwórz talię aktów, używając do tego jedynie Aktu 1a—„Goniąc króliczka (w. III)”. Usuń każdy inny akt z gry.
ru: Соберите колоду сцен из сцены «Ни шагу назад (вариант III)». Удалите оставшиеся сцены из игры.
zh: 只使用場景1a“狡兔三窟(版本三)”形成場景牌堆。從遊戲中移除其他每張場景。

source: Put The Bourse <i>(Commercial Center)</i> and Catacombs of Kom el Shoqafa <i>(Den of the Beast)</i> into play. Remove the other versions of The Bourse and Catacombs of Kom el Shoqafa from the game.
de: Die Orte Die Börse <i>(Handelszentrum)</i> und Katakomben von Kom El Shoqafa <i>(Die Höhle der Bestie)</i> werden ins Spiel gebracht. Die anderen Versionen dieser Orte werden aus dem Spiel entfernt.
es: Pon en juego La Bolsa <i>(Centro comercial)</i> y las Catacumbas de Kom el Shogafa <i>(Cubil de la bestia)</i>. Retira de la partida las otras versiones de La Bolsa y de las Catacumbas de Kom el Shogafa.
fr: Mettez en jeu La Bourse (<i>Centre de Commerce</i>) et les Catacombes de Kom el Shoqafa (<i>Antre de la Bête</i>). Retirez de la partie les autres versions de La Bourse et des Catacombes de Kom el Shoqafa.
it: Mettete in gioco la Borsa <i>(Area Commerciale)</i> e le Catacombe di Kom el-Sugafa <i>(La Tana della Bestia)</i>. Rimuovete dal gioco le altre versioni della Borsa e delle Catacombe di Kom el-Suqafa.
ko: 알렉산드리아 증권거래소<i>(상업 중심지)</i>’, ‘콤 엘 쇼카파 카타콤<i>(야수의 소굴)</i>’ 장소를 플레이 영역에 둡니다. 사용하지 않는 ‘알렉산드리아 증권거래소’, ‘콤 엘 쇼카파 카타콤’ 장소들은 게임에서 제거합니다.
pl: Umieść w grze Giełdę Papierów Wartościowych <i>(Ośrodek handlowy)</i> i Katakumby Kaum asz-Szukaf <i>(Legowisko bestii)</i>. Usuń z gry inne wersje lokalizacji Giełda Papierów Wartościowych i Katakumby Kaum asz-Szukaf.
ru: Введите в игру локации «Фондовая биржа <i>(Деловой центр)</i>» и «Катакомбы Ком эль­-Шукафа <i>(Логово Зверя)</i>». Удалите из игры другие версии этих локаций.
zh: 將交易所<i>(商業中心)</i>和卡默埃爾法墓穴<i>(野獸巢穴)</i>地點放置入場。從遊戲中移除交易所和卡默埃爾薛法墓穴的其他版本。
