Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: <i>“Very well, we accept.”</i>
de: <i>„Nun gut, ich akzeptiere.“</i>
es: <i>—Muy bien, acepto.</i>
fr: <i>« Très bien, nous acceptons. »</i>
it: <i>“Va bene, accettiamo.”</i>
ko: <i>“좋습니다. 받아들이죠.”</i>
pl: <i>„Dobrze, zgadzam się”.</i>
ru: <i>Что ж, мы согласны.</i>
zh: <i>“好吧，我接受。”</i>

source: Refuse.
de: Du lehnst ab.
es: Negarse.
fr: Refuser.
it: Rifiutate.
ko: 거절합니다.
pl: Odmawiasz.
ru: Отказаться.
zh: 拒絕。

source: Victoria College
ru: Колледж Виктории
zh: 維多利亞大學

source: The Corniche
es: La Corniche
fr: La Corniche
ru: Корниш
zh: 濱海大道

source: The Bourse
es: La Bolsa
fr: La Bourse
ru: Фондовая биржа
zh: 交易所

source: Qaitbay Citadel
es: Fuerte de Qaitbay
fr: Citadelle de Qaitbay
ru: Крепость Кай̆т-Бей
zh: 奎貝堡

source: Catacombs of Kom El Shoqafa
es: Catacumbas de Kom el Shogafa
fr: Catacombes de Kom El Shoqafa
ru: Катакомбы Ком эль-Шукафа
zh: 卡默埃爾法墓穴

source: Windsor Palace Hotel
es: Hotel Windsor Palace
ru: Отель «Виндзор Пэлас»
zh: 溫莎皇宮飯店

source: Zan'et el Settat
ru: Занка Ситтат
zh: 薩內特塞塔特
