Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “I suppose you have many questions. First, introductions are in order. I have gone by several names in my long tenure, but you may simply call me the Claret Knight, as others do. I know why you are here. You come seeking this, do you not?” He unlocks a nearby armoire, and as its door opens, a flash of light illuminates the room. Inside is a crystal vial containing a shimmering sapphire substance. It is, without a doubt, the Key you have come here to find. Immediately, your mind races, brimming with possibility. But with many of the knight’s agents standing right behind you, you decide to stay on your best behavior… for now. “We have guarded this implement—the Light of Pharos—for many years. Protected it from those who would use it to harm, rather than guide, humanity. Only we have the capacity to do so. To keep such powers out of the hands of knaves and troublemakers. Now, here is the issue: there is another who desires the Light of Pharos, one who is far less benevolent.” The Beast, you suspect aloud. “Indeed,” the knight confirms. “And before you ask—yes, that creature is counted among the members of our esteemed organization.” You wonder aloud why two members of the Coterie might be squabbling instead of working together. “Yes, well, membership requirements have been lax in recent years,” he jokes with a chuckle. “The truth is, I bear no particular fondness for this Beast. Its methods are unsavory. It draws too much unwanted attention.” His eyes, deep and blue as a dark ocean, meet with yours to emphasize his point. You remind your host that time is of the essence, and ask where this is leading. “Of course,” he obliges. “As I said, we have guarded this implement for countless generations. It would be a shame for it to fall into the hands of the unworthy or uncouth, would it not? But the Beast draws nigh. It spills the blood of friend, foe, and bystander in its path here. Its path to us. It is after the Light, and as the Light’s protector, I must do everything in my power to stop it. As such, I have summoned you here to strike a bargain.” He nods to one of his agents, who closes the armoire and seals it shut. There is a rush of air, and a sensation of building pressure throughout the room as the door shuts tight. Your ears pop with a painful change of pressure. “This is a place of power, one of several throughout the city which we have established to prevent uninvited guests from entering. Had you not been escorted, you might have turned to ash. But any such locus can be destroyed, and then the Beast would descend upon us like a starving wolf. We cannot be everywhere at once. Help us defend the locuses, so that we may retain guardianship of the Light of Pharos. In return, I’ll tell you what you wish to know about our organization. And you will have prevented catastrophe from befalling this fair city, which has seen more than enough calamity already. What do you say? Can we rely upon you to make the right choice?”
de: „Ich nehme an, Sie haben viele Fragen. Zunächst möchte ich mich vorstellen. Ich habe im Laufe meiner langen Amtszeit etliche Namen gehabt, aber Sie können mich schlicht ‚Weinroter Ritter‘ nennen, wie man es gemeinhin tut. Ich weiß, warum Sie hier sind. Dies ist ihr Begehren, nicht wahr?“ Er schließt einen Schrank auf und als sich die Türen öffnen, wird der Raum plötzlich von einem strahlenden Lichtblitz erhellt. Im Inneren befindet sich eine Kristallphiole mit einer schimmernden saphirfarbenen Substanz. Es ist zweifellos der Schlüssel, den du in Alexandria zu finden gehofft hast! Deine Gedanken überschlagen sich – fieberhaft wägst du deine Möglichkeiten ab, den Schlüssel hier und jetzt sicherzustellen. Aber mit so vielen Agenten des Ritters in deinem Rücken beschließt du, dein bestes Verhalten an den Tag zu legen ... für den Moment zumindest. „Wir haben dieses Artefakt – das Licht von Pharos – viele Jahre lang bewacht. Wir haben es vor jenen beschützt, die es zu nutzen gedenken, um der Menschheit zu schaden, anstatt sie zu führen. Nur wir haben die Fähigkeit, dies zu tun. Wir bewahren solche Kräfte vor den Händen von Schurken und Unruhestiftern. Nun plagt uns jedoch eine Angelegenheit von höchst problematischer Natur: Es gibt noch einen anderen, der das Licht von Pharos begehrt, einen, der weit weniger gütig ist.“ „Die Bestie“, vermutest du laut. „In der Tat“, bestätigt der Ritter. „Und bevor Sie fragen – ja, diese Kreatur gehört zu den Mitgliedern unserer geschätzten Organisation.“ Du fragst ihn, warum sich zwei Mitglieder der Coterie streiten, anstatt zusammenzuarbeiten. „Nun ja, die Aufnahmebedingungen sind in den letzten Jahren recht lax geworden“, antwortet er mit einem Schmunzeln. „Die Wahrheit ist, ich hege keinerlei freundschaftliche Gefühle für diese Bestie. Ihre Methoden sind widerwärtig. Sie zieht zu viel unerwünschte Aufmerksamkeit auf uns.“ Er blickt dich an, mit Augen so tief und blau wie der dunkle Ozean, um seinen Standpunkt zu unterstreichen. Du erinnerst deinen Gastgeber daran, dass die Zeit drängt, und fragst, was er von dir verlangt. „Natürlich“, antwortet er. „Wie ich schon sagte, haben wir dieses Artefakt über unzählige Generationen hinweg gehütet. Es wäre eine Schande, wenn es in die Hände von Unwürdigen oder Grobschlächtigen fallen würde, nicht wahr? Aber die Bestie kommt näher. Auf dem Weg hierher vergießt sie das Blut von Freunden, Feinden und Unbeteiligten. Sie will zu uns. Sie ist hinter dem Licht her. Und als Beschützer des Lichts muss ich alles in meiner Macht Stehende tun, um sie aufzuhalten. Deshalb habe ich Sie herbestellen lassen, um einen Handel zu schließen.“ Er nickt einem seiner Agenten zu, der den Schrank verschließt und versiegelt. Es gibt einen Luftzug und der Druck im Raum steigt an, als sich die Tür schließt. Die schmerzhafte Druckänderung lässt es in deinen Ohren knacken. „Dies hier ist ein Fokuspunkt, ein Ort der Macht. Einer von mehreren, die über die Stadt verteilt sind. Wir haben sie eingerichtet, um ungebetene Gäste vom Eindringen abzuhalten. Ohne Eskorte wären Sie auf dem Weg hierher vielleicht zu Asche verbrannt. Doch ein jeder dieser Orte kann zerstört werden, und dann würde die Bestie über uns herfallen wie ein hungriger Wolf. Wir können nicht überall gleichzeitig sein. Helfen Sie uns, diese Orte zu verteidigen, damit wir das Licht von Pharos weiterhin bewahren können. Als Gegenleistung biete ich Ihnen Antworten auf Ihre Fragen zu unserer Organisation. Noch dazu hätten Sie verhindert, dass es in dieser schönen Stadt, die schon mehr als genug Unheil erlebt hat, zu einer Katastrophe kommt. Was sagen Sie zu meinem Angebot? Können wir uns darauf verlassen, dass Sie die richtige Wahl treffen?“
es: —Supongo que tiene muchas preguntas. Pero primero, presentémonos. He tenido varios nombres en mi larga vida, pero puede llamarme simplemente el caballero burdeos, como hacen otras personas. Sé por qué ha venido. Viene buscando esto, ¿verdad? Se acerca a un armario cercano y, cuando abre la puerta de este, un destello de luz ilumina la estancia. En su interior hay un vial de cristal que contiene una resplandeciente sustancia de color zafiro. No hay duda de que es la Llave que has venido a buscar. Tu mente empieza a discurrir inmediatamente ante la enorme cantidad de posibilidades. Pero al tener a muchos agentes del caballero a tu espalda, decides comportarte… por el momento. —Hemos custodiado este artefacto, la luz de Faros, durante muchos años. Lo hemos protegido de quienes querían usarlo para hacer daño a la humanidad en lugar de para guiarla. Solo nosotros tenemos la capacidad de hacerlo, de mantener semejantes poderes fuera del alcance de bribones y sinvergüenzas. Pero tenemos un problema: hay alguien más que codicia la luz de Faros, alguien que es mucho menos benevolente. Expresas en voz alta tu sospecha de que se trata de la bestia, y el caballero te lo confirma: —Así es. Y antes de que lo pregunte, es cierto que la criatura se cuenta entre los miembros de nuestra estimada organización. Le preguntas que por qué hay dos miembros de la Camarilla riñendo en lugar de colaborar. —Bueno, digamos que los requisitos de afiliación se han vuelto un poco laxos en los últimos años —bromea con una risilla—. La verdad es que no le tengo ningún aprecio a esta bestia. Sus métodos son repugnantes. Atrae demasiada atención no deseada —añade, clavando en tus ojos los suyos de un azul marino como el de un océano oscuro. Recuerdas a tu anfitrión que el tiempo apremia y le preguntas que dónde quiere ir a parar. —Por supuesto. Como ya he dicho, llevamos innumerables generaciones custodiando este artefacto. Sería una lástima que cayera en manos de los indignos y zafios, ¿verdad? Pero la bestia se acerca. Derrama la sangre de amigos, enemigos y observadores en su camino hacia aquí. En su camino hacia nosotros. Busca la luz, y como protector de la luz, debo hacer todo lo que esté en mi poder por protegerla. Por lo tanto, le he hecho venir aquí para hacer un trato. Hace un gesto con la cabeza a uno de sus agentes, que cierra el armario a cal y canto. Se produce una ráfaga de aire y la sensación de que aumenta la presión en la sala cuando la puerta se cierra. Notas los oídos taponados por el doloroso cambio de presión. —Este es un lugar de poder, uno de los que hemos establecido por la ciudad para evitar que entren invitados no deseados. Si no hubiera venido con escolta, podría haberse visto reducido a cenizas. Pero cualquier locus así puede ser destruido, y entonces la bestia caería sobre nosotros como un lobo hambriento. No podemos estar en todas partes a la vez. Ayúdenos a defender los locus para que podamos conservar la custodia de la luz de Faros. A cambio, le contaré lo que quiera saber sobre nuestra organización. Y habrá evitado que esta bella ciudad sufra una catástrofe, porque ya ha conocido suficientes calamidades. ¿Qué me dice? ¿Podemos confiar en que tomará la elección correcta?
fr: « Je suppose que vous avez de nombreuses questions. Tout d'abord, les présentations sont de rigueur. J'ai porté plusieurs noms au cours de mon long mandat, mais vous pouvez simplement m'appeler le Chevalier Almandin, comme les autres. Je sais pourquoi vous êtes ici. Vous venez chercher ceci, n'est-ce pas ? » Il déverrouille une chambre forte voisine et lorsque sa porte s'ouvre, un éclair de lumière illumine la pièce. À l'intérieur se trouve une fiole de cristal contenant une substance saphir étincelante. C'est, sans aucun doute, la Clef que vous êtes venu chercher. Immédiatement, votre esprit s'emballe, et se perd en conjectures. Mais comme de nombreux agents du chevalier se trouvent juste derrière vous, vous décidez de vous tenir tranquille… pour l' instant. « Nous avons gardé cet objet, la Lumière de Pharos, pendant de nombreuses années. Nous l'avons protégé de ceux qui voulaient l'utiliser pour nuire à l'humanité, plutôt que pour la guider. Nous sommes les seuls à avoir la capacité de le faire : garder de tels pouvoirs hors des mains des fripouilles et des fauteurs de troubles. Maintenant, voici le problème : un autre individu désire ardemment la Lumière de Pharos. Un individu beaucoup plus mal intentionné. » La Bête, présumez-vous à voix haute. « En effet », confirme le chevalier. « Et avant que vous ne demandiez, oui, cette créature compte parmi les membres de notre estimée organisation. » Vous lui demandez pourquoi deux membres de la Coterie se chamaillent au lieu de travailler ensemble. « Oui, eh bien, les conditions d'adhésion se sont relâchées ces dernières années », plaisante-t-il avec un petit rire. « La vérité est que je n'ai pas d'affection particulière pour cette Bête. Ses méthodes sont peu recommandables. Elle attire trop d'attention non désirée. » Ses yeux, bleus et profonds comme un obscur océan, rencontrent les vôtres pour souligner sa remarque. Vous rappelez à votre hôte que le temps est compté, et lui demandez d'en venir au fait. « Bien sûr », reconnaît-il. « Comme je l'ai dit, nous avons gardé cet objet pendant d'innombrables générations. Il serait dommage qu'il tombe entre les mains de personnes indignes ou grossières, n'est-ce pas ? Mais la Bête se rapproche. Elle fait couler le sang des amis, des ennemis et des passants sur son chemin. Son chemin vers nous. Elle en a après la Lumière, et en tant que protecteur de la Lumière, je dois faire tout ce qui est en mon pouvoir pour l'arrêter. C'est pourquoi je vous ai convoqué ici pour conclure un marché. » Il fait un signe de tête à l'un de ses agents, qui referme la chambre forte et la scelle. Il y a un courant d'air et une sensation de pression croissante dans toute la pièce lorsque la porte se ferme hermétiquement. Vos oreilles se débouchent à la faveur d'un changement de pression plutôt douloureux. « C'est un lieu de pouvoir, l'un des nombreux lieux de la ville que nous avons établis pour empêcher les personnes non invitées d'entrer, nous les appelons des locus. Si vous n'aviez pas été escorté, vous auriez pu être réduit en cendres. Mais tout locus de ce genre peut être détruit, et alors la Bête s'abattrait sur nous comme un loup affamé. Nous ne pouvons pas être partout à la fois. Aidez-nous à défendre les locus, pour que nous puissions conserver la garde de la Lumière de Pharos. En retour, je vous dirai ce que vous souhaitez savoir sur notre organisation. Et vous aurez évité qu'une catastrophe ne s'abatte sur cette belle cité, qui en a déjà vu plus qu'assez. Qu'en dites-vous ? Pouvons-nous compter sur vous pour faire le bon choix ? »
it: “Immagino che abbiate molte domande. Direi comunque di partire con le presentazioni: sono stato apostrofato con innumerevoli nomi nel corso del mio lungo mandato, ma potete chiamarmi il Cavaliere Purpureo, come già fanno in molti. So perché siete qui: state cercando questa, nevvero?” L’uomo apre la serratura di un vicino armadio e, schiusa l’anta, la stanza viene investita da un lampo di luce. All’interno si trova una fiala di cristallo in cui fluttua una sostanza traslucida color zaffiro: è senza ombra di dubbio la Chiave per cui siete giunti ad Alessandria. La vostra mente comincia a vagare su alcune possibili opzioni, ma visti i tanti agenti del Cavaliere pronti a intervenire decidete di mantenere la calma… almeno per ora. “Sorvegliamo questa reliquia, la Luce del Faro, da tempo immemore. La proteggiamo da chiunque voglia usarla per nuocere invece che per guidare l’umanità; solo noi abbiamo la capacità per farlo, per tenere simili poteri lontani dalle grinfie di furfanti e malviventi. Ed è qui che si palesa il nostro dilemma: qualcun altro vuole impossessarsi della Luce del Faro, un individuo molto meno benevolo.” Immaginate che si tratti della Bestia e glielo fate presente. “Esattamente” conferma il Cavaliere. “E, prima che lo chiediate: sì, quella creatura è annoverata tra le fila della nostra esimia organizzazione.” Vi chiedete a voce alta perché due agenti della Società Rossa dovrebbero scontrarsi anziché collaborare. “Negli ultimi anni i requisiti per entrare a far parte della Società sono diventati decisamente meno rigidi” commenta sorridendo. “La verità è che non nutro particolare stima per questa Bestia: i suoi metodi sono sgradevoli e tende ad attirare troppe attenzioni indesiderate.” Gli occhi dell’uomo, profondi e azzurri come gli abissi oceanici, si posano su di voi come per enfatizzare il concetto. Ricordate al vostro anfitrione che il tempo stringe e gli chiedete cosa voglia da voi. “Ma certo” si scusa. “Come dicevo, abbiamo sorvegliato questa reliquia per innumerevoli generazioni: sarebbe un peccato se cadesse nelle mani di gente rozza o indegna, non credete? La Bestia è sempre più vicina e lascia un’orribile scia di sangue al suo passaggio, senza distinzione tra amici, avversari e ignari passanti. E il suo passaggio mira a noi: sta cercando la Luce, e in quanto protettore della reliquia devo fare tutto ciò che è in mio potere per fermare quella creatura. E per questo che vi ho convocati, e intendo proporvi un accordo.” Fa un cenno del capo a uno dei suoi agenti, che richiude a chiave l’armadio. Venite investiti da una folata d’aria e la pressione nella stanza aumenta, riverberandosi nelle vostre orecchie. “Questo è un luogo di potere, uno dei tanti disseminati in tutta la città, che abbiamo eretto per impedire agli ospiti indesiderati di accedervi. Se foste venuti soli, probabilmente a quest’ora sareste stati ridotti in cenere. Ma ciò non rende questi locus inespugnabili e, senza un piano alternativo, la Bestia ci sarebbe addosso come un lupo affamato: dato che non possediamo il dono dell’ubiquità, vi chiedo di aiutarci a difendere i locus, così che io possa adempiere al mio ruolo di guardiano della Luce del Faro. In cambio, vi dirò tutto ciò che volete sapere sulla nostra organizzazione… E, inoltre, avrete contribuito a impedire che una catastrofe si abbatta sulla splendida città di Alessandria, che ha già vissuto non poche avversità nella sua storia. Qual’è la vostra riposta? Possiamo confidare nel fatto che farete la scelta giusta?”
ko: “질문이 많을 거라고 생각하오만. 우선, 소개가 먼저겠구려. 나는 이 일을 맡아온 기나긴 세월 동안 많은 이름으로 불렸다오. 하지만 다른 이들이 나를 부르듯 암적색 기사라고 불러도 좋소. 그대가 여기 온 이유는 알고 있소. 이것을 찾으러 온 거겠지, 안 그렇소?” 암적색 기사가 근처에 있던 장식장을 열자, 번쩍이는 불빛이 방을 비춥니다. 그 안에는 반짝이는 사파이어색 물질로 채워진 수정 유리병이 들어 있었습니다. 의심할 여지없이, 당신이 찾으러 온 열쇠였습니다. 이것을 보는 즉시, 당신은 마음이 흔들리며 갖가지 가능성을 재기 시작합니다. 하지만 기사의 요원들이 바로 뒤에 줄지어 선 상황이니... 아직은 고분고분히 이야기를 들어주기로 합니다. “우리는 햇수를 세기 힘든 세월 동안 이 파로스의 빛이라는 유물을 지켜왔소. 이 힘을 인류를 인도하기보다는 해치려는 데 사용하려는 자들에 맞서 강건히 지켜온 거라오. 인류를 이끌 능력은 오직 우리에게만 있었으니 말이오. 이토록 강력한 힘을 어중이떠중이나 골칫거리의 손에 맡길 순 없었소. 하지만 지금 큰 문제가 생겼다오. 다시금 파로스의 빛을 탐하는 자가 등장한 거요. 자비라고는 눈곱만큼도 없는 미물이지.” “알렉산드리아의 야수로군요.” 당신이 의심했던 바를 입에 올리자, 암적색 기사가 수긍합니다. “바로 그렇다오. 그리고 그쪽도 궁금할 거라 생각하오만, 그렇소. 그 흉물 역시 우리 드높은 조직의 구성원이라오.” 당신은 왜 붉은 동지회의 일원이 함께하지 않고 서로 대립하고 있는지 묻습니다. “음, 지난 몇 년간 동지회의 자격 요건이 느슨해졌다고 해야겠구려.” 암적색 기사는 껄껄 웃으며 농담합니다. “실은, 난 알렉산드리아의 야수에게 일말의 호의조차 없소. 불미스러운 방법을 일삼는가 하면, 불필요한 주의까지 사는 편이니 말이오.” 기사가 시커먼 대양처럼 푸르고 깊은 눈으로 당신을 바라보며 자신의 진중한 뜻을 역설합니다. 당신은 시간은 금이라며, 그래서 이 이야기의 결론이 무엇인지 단도직입적으로 묻습니다. “아, 물론이오. 우리는 헤아릴 수 없는 세대에 걸쳐 이 초차원적인 도구를 지켜왔소. 파로스의 빛이 그토록 상스럽고도 잔혹한 자의 손에 들어간다면, 이보다 애석하고 부끄러운 일이 어딨겠소? 하지만 야수가 승리를 거두기 일보 직전이라오. 그자는 동료와 적 그리고 무고한 행인을 가리지 않고 모든 사람의 피를 흩뿌릴 거요. 바로 이곳으로 향하며 말이오. 그자는 파로스의 빛을 탐하고, 나는 파로스의 빛을 수호하는 자로서 전력을 다해서 그자를 막을 것이오. 그래서 협상하기 위해 그대를 이곳으로 모신 것이오.” 암적색 기사가 요원에게 고개를 끄덕이자, 그가 파로스의 빛이 든 장식장을 잠급니다. 장식장의 문이 닫히자마자 한바탕 공기가 밀려들며, 건물 전체가 이 방을 짓누르는 듯한 느낌을 받습니다. 고통스러운 압력의 변화 앞에 고막이 당장이라도 터져버릴 것만 같습니다. “이곳은 초대받지 않은 손님을 막기 위해 알렉산드리아 일대에 우리가 세워 올린 힘의 장소 중 하나요. 그대가 우리 요원의 호위 없이 침입했더라면, 그 순간 잿더미로 변했을 거라오. 하지만 이런 힘의 거점 역시 무적은 아니며, 이곳이 파괴된다면 결국 야수는 굶주린 늑대처럼 우리에게 달려들 거요. 우리만으로는 모든 힘의 거점에 흩어져 방어할 수 없소. 그러니 우리가 파로스의 빛을 수호할 수 있도록, 힘의 중심점을 방어하는 것을 도와달라고 청하고자 하는 바요. 그 대가로, 붉은 동지회에 대해서 알고 싶은 걸 알려주겠소. 또한 이번 일은 이 멋진 도시가 대참사를 맞이하지 않도록 막는 길이기도 하다오. 이번 일이 아니더라도 알렉산드리아는 이미 하고많은 환난을 겪어 오지 않았소? 자, 어찌할 것이오. 그대가 올바른 선택을 하리라 기대해도 되겠소?”
pl: „Masz, jak mniemam, wiele pytań. Ale najpierw pozwól, że się przedstawię. W czasie mojego długiego piastowania tego stanowiska miałem wiele imion, ale możesz mnie nazywać Rubinowym Rycerzem, wszyscy mnie tak nazywają. Wiem, po co tu jesteś. Szukasz tego, prawda?” Odmyka pobliską szafkę i wraz z otwarciem drzwiczek pokój zalewa fala światła. Wewnątrz widzisz kryształową fiolkę z jakąś błyszczącą, szafirową substancją. To bez wątpienia Klucz, który miałeś odnaleźć. Twój umysł wchodzi na wyższe obroty, kiedy rozważasz dostępne opcje. Biorąc jednak pod uwagę liczbę otaczających cię agentów rycerza uznajesz, że nie będziesz niczego próbował… przynajmniej na razie. „Chroniliśmy ten przedmiot – Światło Faros – przez wiele lat. Przed tymi, którzy chcieliby go wykorzystać do krzywdzenia, zamiast oświecania, ludzkości. Tylko my jesteśmy władni, by to robić. By strzec tej mocy przed zakusami tych, którzy mogliby sprawiać kłopoty. I tutaj zaczynają się schody, bo jest jeszcze ktoś, kto pożąda Światła Faros, ktoś o wiele mniej życzliwy”. Na głos zastanawiasz się, czy chodzi o Bestię. „W rzeczy samej” – potwierdza rycerz. – „I odpowiem zanim zapytasz, tak, ten stwór wlicza się w poczet członków naszej szacownej organizacji”. Pytasz, jak to możliwe, że członkowie Koterii działają przeciwko sobie, zamiast współpracować. „Cóż, w ostatnich latach warunki członkostwa nieco się rozluźniły” – śmieje się. – „Prawdę mówiąc, nie darzę tej Bestii żadnym sentymentem. Działa bez wyczucia i smaku. Ściąga zbyt dużo niepotrzebnej uwagi”. Dla podkreślenia tego, co mówi, spogląda na ciebie swoim głębokim i ciemnym jak ocean wzrokiem. Przypominasz swojemu gospodarzowi, że nieco ci się spieszy i pytasz, do czego ma prowadzić ta rozmowa. „Oczywiście” – przyznaje. „Jak wspomniałem, chronimy ten przedmiot od niezliczonych pokoleń. Byłoby ogromnym wstydem, gdyby wpadł w ręce jakiegoś dzikusa, lub kogoś niegodnego, czyż nie? Ale Bestia się zbliża. Przelewa krew tak przyjaciół, jak i wrogów by tu dotrzeć. Dotrzeć do nas. Tropi Światło i tego, kto je chroni. Muszę zrobić co w mojej mocy, by ją powstrzymać. Z tego powodu cię wezwałem, byśmy mogli dobić targu”. Kiwa głową do jednego ze swoich agentów, a ten zamyka szafkę na głucho. Kiedy to robi, pokój omiata pęd powietrza i uczucie, jakby coś ściskało budynek. Ta nagła zmiana ciśnienia wywołuje bolesne ukłucie w uszach. „To jedno z wielu miejsc mocy w tym mieście, które zabezpieczyliśmy, aby chronić się przed niechcianymi gośćmi. Gdyby nie to, że cię tutaj przyprowadzono, zamieniłbyś się w kupkę popiołu. Lecz każdą taką pieczęć można zniszczyć i wówczas Bestia rzuci się na nas, niczym wygłodniały wilk. Nie możemy być w kilku miejscach naraz. Pomóż nam chronić pieczęci, byśmy nadal mogli bronić Światła Faros. W zamian powiem ci wszystko co chcesz wiedzieć, na temat naszej organizacji. W dodatku przyczynisz się do zapobiegnięcia katastrofy, jaka mogłaby spaść na to miasto, które doświadczyło już dość zniszczenia. Co zatem postanowisz? Możemy liczyć, że podejmiesz właściwą decyzję?”
ru: «Полагаю, у вас много вопросов. Прежде всего необходимо представиться. За свою долгую жизнь я носил несколько имён, но вы можете звать меня просто Бордовым рыцарем, как это делают другие. Я знаю, почему вы здесь. Вы прибыли в поисках этого, не так ли?» Он отпирает стоящий рядом шкафчик, и вспышка света освещает комнату, когда дверца открывается. Внутри находится хрустальный пузырёк, содержащий мерцающее сапфировое вещество. Это, без сомнения, ключ, который вы ищете. Ваш разум тут же оживляется, его переполняют идеи. Но, учитывая, что прямо позади вас стоят несколько подручных рыцаря, вы решаете вести себя прилично… пока что. «Долгие годы мы охраняли это приспособление, Свет Фароса, древнего Александрийского маяка. Охраняли от тех, кто желал использовать его не во благо, но во вред человечеству. Мы и только мы способны сохранить его. Спасти столь великую силу от попадания в руки бездельников и смутьянов. Но к делу: есть некто, возжелавший заполучить Свет Фароса, некто гораздо менее благонамеренный». «Зверь», — высказываете вы вслух своё подозрение. «Безусловно, — подтверждает рыцарь. — И да, прежде чем вы спросите, это создание действительно считается членом нашей уважаемой организации. — Вы вслух любопытствуете, почему два члена Клики препираются вместо того, чтобы работать вместе. — Что ж, дело в том, что последние годы для желающих войти в наши ряды были некоторые послабления, — шутит он с усмешкой. — По правде говоря, у меня нет ни малейшей симпатии к Зверю. Его методы достойны осуждения. Привлекают слишком много нежелательного внимания». Глаза Рыцаря, голубые и глубокие, словно тёмный океан, встречаются с вашими, словно подчёркивая его точку зрения. Вы напоминаете хозяину, что время не ждёт, и спрашиваете, к чему всё это ведёт. «Да, конечно, — обходительно отвечает он. — Как было сказано, бесчисленные поколения мы охраняли это устройство. Было бы прискорбно, попади оно в руки недостойного или дикаря, не правда ли? Но Зверь подбирается. Подбирается, проливая на своём пути кровь друзей, врагов и случайных прохожих. Его путь ведёт к нам. Он алчет Света, и, будучи хранителем оного, я обязан сделать всё, что в моих силах, чтобы остановить это создание. Посему я и пригласил вас сюда. Чтобы заключить сделку». Он кивает одному из своих агентов, и тот закрывает шкафчик, накрепко заперев его. Когда дверца захлопывается, по комнате проносится резкий порыв воздуха и ощущение повышающегося давления. У вас неприятно закладывает уши. «Это место силы, одно из нескольких по всему городу, которые мы создали, чтобы не пускать незваных гостей. Если бы вас не привели сюда, вы обратились бы в пепел. Но если уничтожить один из таких локусов, Зверь обрушится на нас, словно голодный волк. Мы не можем быть везде и сразу. Помогите нам защитить локусы, чтобы мы смогли и дальше беречь Свет Фароса. Взамен я расскажу вам о нашей организации всё, что вы захотите узнать. Кроме того, вы предотвратите катастрофу в этом прекрасном городе, который видел уже порядочно бедствий. Что скажете? Можем ли мы рассчитывать на то, что вы сделаете правильный выбор?»
zh: “我相信你一定有很多疑問，但請先容我自我介紹，在我漫長的一生中有過許多稱呼，但你可以和其他人一樣，簡單的稱呼我為酒紅騎士。我知道你為何而來，你正在尋找這個，對嗎？”他打開旁邊的一個櫃子，當門打開時，一道光照亮了房間。櫃中是一個透明的小瓶，裡面裝著藍寶石色澤的液體，毫無疑問，這就是你在追尋的密鑰。你的思緒飛快的運轉起來，考慮著各種可能的方案，但在場有太多騎士的手下，你最後還是決定拿出你最禮貌的姿態……至少暫時這樣。 “我們已經守護這個聖物：法羅斯之光很長一段時間了。保護它不落入作惡的人手中，我們用它來引導人類。只有我們有能力讓它免於惡人與狂人的掌握。現在的問題是：有其他人覬覦法羅斯之光，一個遠不能稱為正派的人。” 是野獸，你大聲說出推測。騎士確認了你的說法：“沒錯。而在你開口問前——沒錯，牠是我們榮譽結社的一員。”你說出你的疑問，為什麼兩名結社成員會互相衝突，而不是合作？“這個嘛，近年來入會的標準有點低。”騎士輕笑著開玩笑說。“事實上是，我對野獸沒有好感，我無法認同牠的作風，牠吸引了太多不必要的注意。”他如海洋般深藍色的雙眼定睛注視你，彷彿想取得更多信任。 你提醒他時間不多，他到底想要什麼？他回應：“當然。就像我說的，我們代代守護這個聖物，如果讓它落到不對的人手中就太可惜了，不是嗎？但野獸步步逼近，在牠看來，朋友、敵人，甚至毫不相關的人都只是牠前進路上的小小犧牲品。牠在逼近我們，逼近法羅斯之光。身為它的守護者，我必須盡我所能保護它的安全，所以我將你找來，提出一個交易。”他向其中一名手下點點頭，手下將櫃門關起並鎖上。空氣泛起一陣波動，櫃門關上的同時，一股壓力降臨到整座建物上，你的耳朵在壓力變化下感到一陣疼痛。 “這是一個力量之地，我們在城市中建造了數個這樣的地方來防止不速之客。如果你不是被護送進來，就會被燒成灰燼。但這樣的護所還是可能被摧毀，然後野獸就能像惡狼一般撲到我們身上。我們沒辦法同時身處數地，我們需要你的幫助守衛護所，才能維持法羅斯之光的防護圈。作為回報，我會告訴你關於我們組織的事。而同時你可以保護這座美麗的城市，它已經遭受過太多苦難了。你說呢？我可以仰賴你做出正確的選擇嗎？”
