Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Upon entering, you are greeted by your host—an elderly man of English or perhaps French descent, wearing a elegant brown coat over an outfit of outdated red formal wear. “Finally, you’re here.” He motions for you to sit. Though his hair is graying and thin, and his face wrinkled with long lines of worry, he seems surprisingly spry and large in stature. He rests his hand on a polished silver cane, but doesn’t seem to need it to walk. If you didn’t know any better, you would think him to be much younger than he lets on. “I suppose you have many questions. First, introductions are in order. I have gone by several names in my long tenure, but you may simply call me the Claret Knight, as others do. I know why you are here. You come seeking that which we have guarded for many centuries. But even were I inclined to hand it over—which I am not—you are too late.” He gestures toward a nearby armoire, which has been torn nearly to shreds. Its door dangles from its hinges, and inside it is empty and dark. “The Light of Pharos has been our charge in Alexandria for countless years. We have protected it from those who would use it to harm, rather than guide, humanity. But, I am afraid it has been stolen. And as such, until we can recover it, we are at war.” The Beast, you suspect aloud. “Indeed,” the knight confirms. “And before you ask—yes, that creature is counted among the members of our esteemed organization.” You wonder aloud why two members of the Coterie might be in conflict instead of working together. “Yes, well, I fought tooth and nail to prevent it from joining our ranks, if you’ll pardon the pun,” he says grimly. “The truth is, I despise this Beast. Its methods are unsavory. It draws too much unwanted attention.” His eyes, deep and blue as a dark ocean, meet with yours as he emphasizes his point. You remind your host that time is of the essence, and ask where this is leading. “Of course,” he obliges. “Surely we agree that we cannot let this implement remain in the hands of such a monster. It would be safer here, under lock and key, where it has been for countless generations. As its protector, I must do everything in my power to recover it. As such, I have summoned you here to strike a bargain.” He nods to one of his agents, who shows you a map of the city. Marked in several spots are buildings circled in red. “These are locuses—places of power that were established throughout the city to prevent uninvited guests from entering a particular stronghold. They were once linked to this place, but now, this power has been usurped by the Beast. The Light of Pharos is somewhere in the city, protected by our very own magic. If we can destroy each locus and enter the Beast’s lair, we can take back the artifact and retain it here, where it belongs. In return, I’ll tell you what you wish to know about our organization. And you will have prevented catastrophe from befalling this fair city, which has seen more than enough calamity already. What do you say? Can we rely upon you to make the right choice?”
de: Beim Eintreten wirst du von deinem Gastgeber begrüßt, einem älteren Gentleman, der einen eleganten braunen Mantel über einer altmodischen roten Abendgarderobe trägt. „Endlich sind Sie hier.“ Er bittet dich, Platz zu nehmen. Obwohl sein Haar ergraut und schütter ist und sein Gesicht von langen Sorgenfalten gezeichnet, wirkt er mit seiner großen Statur erstaunlich rüstig. Er stützt seine Hand auf einen polierten silbernen Stock, scheint ihn aber nicht als Gehhilfe zu brauchen. Auf dich wirkt er viel jünger, als er tatsächlich zu sein scheint. „Ich nehme an, Sie haben viele Fragen. Zunächst möchte ich mich vorstellen. Ich habe im Laufe meiner langen Amtszeit etliche Namen gehabt, aber Sie können mich schlicht ‚Weinroter Ritter‘ nennen, wie man es gemeinhin tut. Ich weiß, warum Sie hier sind. Sie kommen für das, was wir seit vielen Jahrhunderten beschützt haben. Doch selbst wenn ich damit einverstanden wäre, es Ihnen zu überlassen – was ich nicht bin –, sind Sie zu spät.“ Er gestikuliert in Richtung eines Schranks hinter sich, der in Stücke geschlagen wurde. Eine Tür baumelt an den Angeln. Das Innere des Schranks ist dunkel und leer. „Das Licht von Pharos befand sich seit unzähligen Jahren in unserer Obhut hier in Alexandria. Wir haben es vor jenen beschützt, die es zu nutzen gedenken, um der Menschheit zu schaden, anstatt sie zu führen. Doch nun ist es uns gestohlen worden. Und solange wir es nicht zurückerlangen können, befinden wir uns im Krieg.“ „Die Bestie“, vermutest du laut. „In der Tat“, bestätigt der Ritter. „Und bevor Sie fragen – ja, diese Kreatur gehört zu den Mitgliedern unserer geschätzten Organisation.“ Du fragst ihn, warum sich zwei Mitglieder der Coterie streiten, anstatt zusammenzuarbeiten. „Nun ja, ich habe mich mit Zähnen und Klauen gegen seine Aufnahme in unsere Reihen gewehrt. Verzeihen Sie mein Wortspiel“, antwortet er düster. „Die Wahrheit ist, dass ich diese Bestie verabscheue. Ihre Methoden sind widerwärtig. Sie zieht zu viel unerwünschte Aufmerksamkeit auf uns.“ Er blickt dich an, mit Augen so tief und blau wie der dunkle Ozean, um seinen Standpunkt zu unterstreichen. Du erinnerst deinen Gastgeber daran, dass die Zeit drängt, was er von dir verlangt. „Natürlich“, antwortet er. „Sicher werden Sie mir zustimmen, dass wir dieses Artefakt nicht in den Händen dieses Monsters lassen können. Hier wäre es – fest verschlossen– viel sicherer aufgehoben, so wie es über unzählige Generationen hinweg der Fall war. Als sein Beschützer muss ich alles in meiner Macht Stehende tun, es wiederzubeschaffen. Deshalb habe ich Sie herbestellen lassen, um einen Handel zu schließen.“ Er nickt einem seiner Agenten zu, der vor dir eine Karte der Stadt ausbreitet. Darauf sind mehrere Gebäude mit roten Kreisen markiert. „Dies hier sind Fokuspunkte, Orte der Macht, die wir eingerichtet haben, um ungebetene Gäste vom Eindringen in bestimmte Gebäude abzuhalten. Sie waren einst mit diesem Ort hier verbunden, doch nun hat sich das Biest ebendiese Macht zu eigen gemacht. Das Licht von Pharos befindet sich irgendwo in der Stadt, geschützt von unserer eigenen Magie. Wenn es uns gelingt, jeden Fokuspunkt zu zerstören und in den Unterschlupf der Bestie zu gelangen, können wir das Artefakt zurückholen und es hier aufbewahren, wo es hingehört. Als Gegenleistung biete ich Ihnen Antworten auf Ihre Fragen zu unserer Organisation. Noch dazu hätten Sie verhindert, dass es in dieser schönen Stadt, die schon mehr als genug Unheil erlebt hat, zu einer Katastrophe kommt. Was sagen Sie zu meinem Angebot? Können wir uns darauf verlassen, dass Sie die richtige Wahl treffen?
es: Al entrar, te saluda tu anfitrión, un hombre mayor de descendencia inglesa, o puede que francesa, que lleva un elegante chaquetón marrón sobre un anticuado traje rojo de etiqueta. —Por fin llega —te dice mientras hace un gesto para que te sientes. Aunque su cabello es escaso y cano y tiene el rostro arrugado con largas líneas de preocupación, parece sorprendentemente vivaz y de gran estatura. Apoya la mano sobre un bastón de plata bruñida, pero no parece necesitarlo para caminar. Podrías llegar a pensar que es mucho más joven de lo que quiere aparentar. —Supongo que tiene muchas preguntas. Pero primero, presentémonos. He tenido varios nombres en mi larga vida, pero puede llamarme simplemente el caballero burdeos, como hacen otras personas. Sé por qué ha venido. Viene buscando lo que he protegido durante muchos siglos. Pero incluso si estuviera dispuesto a entregarlo, que no lo estoy, llega demasiado tarde. Te señala un armario cercano que está casi hecho pedazos. Tiene la puerta colgando de los goznes y el interior vacío y oscuro. —Hemos custodiado la luz de Faros en Alejandría durante muchos años. La hemos protegido de quienes querían usarla para hacer daño a la humanidad en lugar de para guiarla. Pero me temo que la han robado. Y, por lo tanto, estamos en guerra hasta que podamos recobrarla. Expresas en voz alta tu sospecha de que se trata de la bestia, y el caballero te lo confirma: —Así es. Y antes de que lo pregunte, es cierto que la criatura se cuenta entre los miembros de nuestra estimada organización. Le preguntas que por qué hay dos miembros de la Camarilla riñendo en lugar de colaborar. —Bueno, digamos que luché con uñas y dientes por evitar que se uniera a nosotros —dice con gesto adusto—. La verdad es que no le tengo ningún aprecio a esta bestia. Sus métodos son repugnantes. Atrae demasiada atención no deseada —añade, clavando en tus ojos los suyos de un azul marino como el de un océano oscuro. Recuerdas a tu anfitrión que el tiempo apremia y le preguntas que dónde quiere ir a parar. —Por supuesto. Estará de acuerdo conmigo en que no podemos permitir que este artefacto permanezca en manos de semejante monstruo. Estaría más seguro aquí, guardado bajo llave, donde ha estado durante innumerables generaciones. Como su protector, debo hacer todo lo que esté en mi mano por recuperarlo. Por lo tanto, le he hecho venir aquí para hacer un trato. Hace un gesto con la cabeza a uno de sus agentes, que te muestra un mapa de la ciudad en el que hay varios edificios rodeados por un círculo rojo. —Estos son <i>locus</i>, lugares de poder que establecimos por toda la ciudad para evitar que entren invitados no deseados en una fortaleza determinada. Antes estaban vinculados a este sitio, pero ahora, la bestia ha usurpado ese poder. La luz de Faros se encuentra en algún lugar de la ciudad, protegida por nuestra propia magia. Si logramos destruir los locus y entrar en el cubil de la bestia, podremos recuperar el artefacto y conservarlo aquí, donde pertenece. A cambio, le contaré lo que quiera saber sobre nuestra organización. Y habrá evitado que esta bella ciudad sufra una catástrofe, porque ya ha conocido suficientes calamidades. ¿Qué me dice? ¿Podemos confiar en que tomará la elección correcta?
fr: En entrant, vous êtes accueilli par votre hôte - un homme âgé d'origine anglaise ou peut-être française, portant un élégant manteau marron sur une tenue de cérémonie rouge démodée. « Enfin, vous êtes là ». Il vous fait signe de vous asseoir. Bien que ses cheveux soient grisonnants et fins, et que son visage soit marqué par de longues rides d'inquiétude, il semble étonnamment vif et de grande taille. Il pose sa main sur une canne en argent poli, mais ne semble pas en avoir besoin pour marcher. Si vous étiez moins perspicace, vous pourriez penser qu'il est beaucoup plus jeune qu'il ne le laisse paraître. « Je suppose que vous avez de nombreuses questions. Tout d'abord, les présentations sont de rigueur. J'ai porté plusieurs noms au cours de mon long mandat, mais vous pouvez simplement m'appeler le Chevalier Almandin, comme les autres. Je sais pourquoi vous êtes ici. Vous venez chercher ce que nous avons gardé pendant des siècles. Mais même si j'étais enclin à le remettre, ce que je ne suis pas, vous arrivez trop tard. » Il fait un geste vers une chambre forte à moitié détruite. Sa porte pend de ses gonds, et a l'intérieur ne se trouve que le vide et l'obscurité. « Pendant d'innombrables années, à Alexandrie, nous avons été les gardiens de la Lumière de Pharos. Nous l'avons protégée de ceux qui voulaient l'utiliser pour nuire à l'humanité, plutôt que la guider. Mais, j'ai bien peur qu'elle ait été volée. Et à ce titre, jusqu'à ce que nous puissions la récupérer, nous sommes en guerre. » La Bête, devinez-vous à voix haute. « En effet », confirme le chevalier. « Et avant que vous ne demandiez, oui, cette créature compte parmi les membres de notre estimée organisation. » Vous lui demandez pourquoi deux membres de la Coterie pourraient être en conflit au lieu de travailler ensemble. « Oui, et bien, je me suis battu bec et ongles pour l'empêcher de rejoindre nos rangs, si vous me pardonnez le jeu de mots », dit-il sinistrement. « La vérité est que je méprise cette Bête. Ses méthodes sont peu recommandables. Elle attire trop d'attention non désirée. » Ses yeux, bleus et profonds comme un obscur océan, rencontrent les vôtres pour souligner sa remarque. Vous rappelez à votre hôte que le temps est compté, et lui demandez d'en venir au fait . « Bien sûr », reconnaît-il.« Nous sommes d'accord pour ne pas laisser cet objet entre les mains d'un tel monstre. Il serait en sécurité ici, là où il se trouve depuis d'innombrables générations. En tant que protecteur, je dois faire tout ce qui est en mon pouvoir pour le récupérer. C'est pourquoi je vous ai convoqué ici pour conclure un marché. » Il fait un signe de tête à l'un de ses agents, qui vous montre un plan de la ville. Des bâtiments cerclés de rouge sont marqués à plusieurs endroits. « Ce sont des locus - des lieux de pouvoir qui ont été établis dans toute la ville pour empêcher des invités non-désirés de pénétrer dans une forteresse particulière. Ils étaient autrefois liés à ce bâtiment, mais maintenant ce pouvoir a été usurpé par la Bête. La Lumière de Pharos est quelque part dans la ville, protégée par notre propre magie. Si nous pouvons détruire chaque locus et entrer dans le repaire de la Bête, nous pourrons reprendre l'artefact et le conserver ici même, à sa juste place. En retour, je vous dirai ce que vous souhaitez savoir sur notre organisation. Et vous aurez évité qu'une catastrophe ne s'abatte sur cette belle cité, qui en a déjà vu plus qu'assez. Qu'en dites-vous ? Pouvons-nous compter sur vous pour faire le bon choix ? »
it: Al vostro ingresso venite accolti da un uomo anziano che indossa un elegante cappotto color legno sopra un abito da cerimonia rosso dall’aspetto antiquato. “Oh, eccovi qui.” Vi fa cenno di sedervi. Il suo accento europeo, forse inglese o francese, vi sorprende. Nonostante i capelli grigi e radi, e il volto segnato da profonde rughe d’espressione, sembra incredibilmente energico e imponente. La sua mano è posata su un bastone da passeggio d’argento levigato, di cui però non sembra avere bisogno per camminare; vi viene quasi il sospetto che sia molto più giovane di quanto appaia. “Immagino che abbiate molte domande. Direi comunque di partire con le presentazioni: sono stato apostrofato con innumerevoli nomi nel corso del mio lungo mandato, ma potete chiamarmi il Cavaliere Purpureo, come già fanno in molti. So perché siete qui: state cercando l’oggetto che abbiamo sorvegliato per secoli. Tuttavia, se anche fossi stato incline a cederlo - e non lo sono -, siete arrivati tardi.” Vi indica un armadio lì vicino, o quel che ne rimane: l’anta si regge a malapena ai cardini e l’interno è completamente vuoto e buio. “Abbiamo protetto la Luce del Faro qui ad Alessandria per un tempo immemore. L’abbiamo difesa da chiunque intendesse impiegarla per nuocere invece che per guidare l'umanità, ma temo sia stata rubata in quello che considero a tutti gli effetti un atto di guerra... e non intendo fermarmi finché non l’avremo recuperata.” Immaginate che la responsabile sia la Bestia e glielo fate presente. “Esattamente” conferma il Cavaliere. “E, prima che lo chiediate: sì, quella creatura è annoverata tra le fila della nostra esimia organizzazione.” Vi chiedete a voce alta perché due agenti della Società Rossa dovrebbero scontrarsi anziché collaborare. “Mi sono battuto con le unghie e con i denti per impedire a quell’essere di unirsi alle nostre fila, se mi perdonate il gioco di parole.” Il suo tono è grave. “La verità é che disprezzo questa Bestia: i suoi metodi sono sgradevoli e tende ad attirare troppe attenzioni indesiderate.” Gli occhi dell’uomo, profondi e azzurri come gli abissi oceanici, si posano su di voi come per enfatizzare il concetto. Ricordate al vostro anfitrione che il tempo stringe e gli chiedete cosa voglia da voi. “Ma certo” si scusa. “Immagino converremo sul fatto che non possiamo lasciare la reliquia nelle mani di un simile mostro; sarebbe più al sicuro qui, sottochiave, dov’è stata per innumerevoli generazioni. In quanto protettore della Luce, devo fare tutto ciò che è in mio potere per fermare quella creatura. E per questo che vi ho convocati, e intendo proporvi un accordo.” Fa un cenno del capo a uno dei suoi agenti, che vi mostra una mappa della città. Su di essa ci sono diversi edifici cerchiati in rosso. “Questi sono i locus: luoghi di potere eretti in tutta la città con l’intento di impedire agli ospiti indesiderati di accedervi. Un tempo erano collegati a questo luogo, ma la Bestia ne ha usurpato il potere. La Luce del Faro si trova ancora in città, protetta dalla nostra magia; se riuscissimo a distruggere i locus e ad accedere alla tana della Bestia, potremmo recuperare l’artefatto e riportarlo qui, nel luogo a cui esso appartiene. In cambio, vi dirò tutto ciò che volete sapere sulla nostra organizzazione… E, inoltre, avrete contribuito a impedire che una catastrofe si abbatta sulla splendida città di Alessandria, che ha già vissuto non poche avversità nella sua storia. Qual’è la vostra riposta? Possiamo confidare nel fatto che farete la scelta giusta?”
ko: 스위트룸으로 들어서자, 당신을 초대했던 동지회 간부가 당신을 맞이합니다. 그는 영국계 아니면 프랑스계로 보이는 노신사로, 한참 구식이 된 붉은 정장 위로 멋진 갈색 코트를 걸치고 있었습니다. “아, 드디어 행차하셨구려.” 그가 앉으라고 손짓합니다. 그의 성긴 머리칼은 백발이 성성했고 수심이 가득한지 얼굴에 깊게 팬 주름이 도드라졌지만, 얼굴과는 달리 키가 크고 기운이 넘쳐 보입니다. 노신사는 윤이 반짝반짝 나는 은 지팡이에 손을 얹고 있지만, 걷는 데 필요해서 지팡이를 가지고 다니는 것은 아닐 듯합니다. 그에 대해 아무것도 몰랐다면, 나이에 비해 늙은 어투로 말한다고 생각했을 법합니다. “질문이 많을 거라고 생각하오만. 우선, 소개가 먼저겠구려. 나는 이 일을 맡아온 기나긴 세월 동안 많은 이름으로 불렸다오. 하지만 다른 이들이 나를 부르듯 암적색 기사라고 불러도 좋소. 우리가 수 세기에 걸쳐 지켜 온 것을 찾으러 온 거겠지. 물론 넘겨줄 생각이야 없지만, 넘겨주고 싶다는 마음을 먹었더라도 그럴 수가 없게 되었소.” 암적색 기사가 바로 옆의 망가진 장식장을 가리킵니다. 문은 경첩에 매달려 있고, 안은 어둡고 텅텅 비어 있습니다. “우리는 햇수를 세기 힘든 세월 동안 파로스의 빛이라는 유물을 관리해왔소. 그 힘을 인류를 인도하기보다는 해치려는 데 사용하려는 자들에 맞서 강건히 지켜온 거라오. 하지만, 경악스럽게도 우리는 유물을 도둑맞고 말았소. 그리고 우리가 그것을 되찾기 전까지는 이 전쟁을 멈추지 않을 거요.” “알렉산드리아의 야수로군요.” 당신이 의심했던 바를 입에 올리자, 암적색 기사가 수긍합니다. “바로 그렇다오. 그리고 그쪽도 궁금할 거라 생각하오만, 그렇소. 그 흉물 역시 우리 드높은 조직의 구성원이라오.” 당신은 왜 붉은 동지회의 일원이 함께하지 않고 서로 칼끝을 세우고 있는지 묻습니다. “음, 나는 그 핏빛 괴물이 동지회에 합류하는 것을 피를 토하며 반대했소. 물론 농담이외만.” 암적색 기사가 음울하게 말합니다. “실은, 난 그 짐승을 경멸하고 있소. 불미스러운 방법을 일삼는가 하면, 불필요한 주의까지 사는 편이니 말이오.” 기사가 시커먼 대양처럼 푸르고 깊은 눈으로 당신을 바라보며 자신의 진중한 뜻을 역설합니다. 당신은 시간은 금이라며, 그래서 이 이야기의 결론이 무엇인지 단도직입적으로 묻습니다. “아, 물론이오. 그대를 포함한 우리 모두가 파로스의 빛을 저 야수의 손에 둘 수 없다는 것에 단연코 동의하지 않겠소? 수 대에 걸쳐 머물러 있던 이곳에 잠가두는 편이 훨씬 안전할 거요. 나는 파로스의 빛을 수호하는 자로서, 전력을 다해서 그자에게서 파로스의 빛을 되찾을 것이오. 그래서 협상하기 위해 그대를 이곳으로 모신 것이오.” 암적색 기사가 요원에게 고개를 끄덕이자, 그가 알렉산드리아 지도를 펼칩니다. 지도에는 몇몇 건물의 위치가 붉은색 원으로 표시되어 있습니다. “이 거점들은 초대받지 않은 손님이 우리 근거지에 들어오는 것을 막기 위해 알렉산드리아 일대에 세워 올린 힘의 장소라오. 한때는 모두가 이곳과 연결되어 있었지만, 이제는 그 힘을 야수에게 찬탈당하고 말았소. 파로스의 빛은 도시 어딘가에 우리가 쳐놓은 마법으로 보호받고 있을 거요. 이 모든 힘의 거점을 파괴하고 야수의 소굴을 습격할 수 있다면, 파로스의 빛을 되찾아 원래 있던 이곳에 다시 보관해 둘 수 있소. 우리를 도와준다면 그 대가로, 붉은 동지회에 대해서 알고 싶은 걸 알려주겠소. 또한 이번 일은 이 멋진 도시가 대참사를 맞이하지 않도록 막는 길이기도 하다오. 이번 일이 아니더라도 알렉산드리아는 이미 하고많은 환난을 겪어 오지 않았소? 자, 어찌할 것이오. 그대가 올바른 선택을 하리라 기대해도 되겠소?”
pl: Tuż po wejściu wita cię twój gospodarz, starszy jegomość angielskiego lub francuskiego pochodzenia, ubrany w elegancki brązowy płaszcz, skrywający nieco przestarzały, formalny czerwony strój. „Nareszcie jesteś”. Gestem wskazuje, byś usiadł. Choć jego włosy są przyprószone siwizną oraz oznakami łysienia, a twarz pomarszczona, to jest potężnej budowy i sprawia wrażenie niezwykle żwawego. Jego dłoń spoczywa na srebrnej lasce, choć nie wydaje się, by jej potrzebował, aby się poruszać. Powiedziałbyś, że jest o wiele młodszy, niż sugeruje to jego wygląd i postawa. „Masz, jak mniemam, wiele pytań. Ale najpierw pozwól, że się przedstawię. W czasie mojego długiego piastowania tego stanowiska miałem wiele imion, ale możesz mnie nazywać Rubinowym Rycerzem, wszyscy mnie tak nazywają. Wiem, po co tu jesteś. Przybyłeś po coś, czego strzegliśmy od wielu stuleci. Jeśli liczyłeś, że skłonisz mnie do oddania tego, na co w żadnym razie bym się nie zgodził, to muszę cię zmartwić – spóźniłeś się” – wskazuje ręką na pobliską szafkę, która została niemal rozdarta na strzępy. Drzwi bezładnie zwisają na zawiasach, zaś w środku jest ciemno i pusto. „Przez niezliczone lata Światło Faros było w naszych rękach tu, w Aleksandrii. Chroniliśmy je przed tymi, którzy chcieliby je wykorzystać do krzywdzenia, zamiast oświecania, ludzkości. Niestety zostało skradzione i póki go nie odzyskamy, jesteśmy w stanie wojny”. Na głos zastanawiasz się, czy chodzi o Bestię. „W rzeczy samej” – potwierdza rycerz. – „I odpowiem zanim zapytasz, tak, ten stwór wlicza się w poczet członków naszej szacownej organizacji”. Na głos pytasz, jak to możliwe, że członkowie Koterii działają przeciwko sobie, zamiast współpracować. „Cóż, prawdę mówiąc walczyłem jak, nomen omen, zwierzę, aby zablokować to dołączenie” – mówi ponuro – „bo tak szczerze to gardzę Bestią. Działa bez wyczucia i smaku. Ściąga zbyt dużo niepotrzebnej uwagi”. Dla podkreślenia tego, co mówi, spogląda na ciebie swoim głębokim i ciemnym jak ocean wzrokiem. Przypominasz swojemu gospodarzowi, że nieco ci się spieszy i pytasz, do czego ma prowadzić ta rozmowa. „Oczywiście” – przyznaje. – „Chyba zgadzamy się co do tego, że nie można pozwolić, by ten przedmiot pozostał w rękach tego potwora. Będzie bezpieczny tutaj, pod kluczem, gdzie był przechowywany od niezliczonych pokoleń. Jako jego strażnik muszę zrobić wszystko, by go odzyskać. Z tego powodu cię wezwałem, byśmy mogli dobić targu” – kiwa głową do jednego ze swoich agentów, a ten rozwija plan miasta. Kilka budynków oznaczono na nim czerwonymi okręgami. „To pieczęci – miejsca mocy rozstawione po całym mieście, by zapobiegały wejściu nieproszonych gości do konkretnego miejsca. Do niedawna były połączone z tym miejscem, lecz teraz Bestia zawłaszczyła sobie tę moc. Światło Faros jest gdzieś w obrębie miasta, chronione przez naszą magię. Jeśli zdołamy zniszczyć każdą z pieczęci, wówczas wkroczymy do leża Bestii, odzyskamy artefakt i zwrócimy go tutaj, do miejsca gdzie powinien być. W zamian powiem ci wszystko co chcesz wiedzieć, na temat naszej organizacji. W dodatku przyczynisz się do zapobiegnięcia katastrofie, jaka mogłaby spaść na to miasto, które doświadczyło już dość zniszczenia. Co zatem postanowisz? Możemy liczyć, że podejmiesz właściwą decyzję?”
ru: Когда вы входите, вас приветствует хозяин — пожилой мужчина английского или, возможно, французского происхождения в элегантном кремовом пальто поверх старомодного красного костюма. «Наконец-то вы здесь». — Жестом он указывает вам сесть. И хотя его волосы поседели и поредели, а лицо испещрено мимическими морщинами, он держится на удивление бодро и статно. Он опирается рукой на полированную серебряную трость, хотя непохоже, чтобы она была нужна ему для ходьбы. Может показаться, что он гораздо моложе, чем подаёт вид. «Полагаю, у вас много вопросов. Прежде всего необходимо представиться. За свою долгую жизнь я носил несколько имён, но вы можете звать меня просто Бордовым рыцарем, как это делают другие. Я знаю, почему вы здесь. Вы прибыли в поисках того, что мы храним уже многие столетия. Но даже будь я готов расстаться с этим — а я не готов, — вы опоздали». Жестом он указывает на стоящий неподалёку шкафчик, разорванный практически в клочья. Его дверца болтается на петлях, внутри пусто и темно. «Бесчисленные годы мы хранили здесь Свет Фароса, древнего Александрийского маяка. Защищали от тех, кто желал использовать его не во благо, но во вред человечеству. Но, боюсь, он был украден. И до тех пор пока мы не вернём его, мы на военном положении». «Зверь», — высказываете вы вслух своё подозрение. «Безусловно, — подтверждает Рыцарь. — И да, прежде чем вы спросите, это создание действительно считается членом нашей уважаемой организации. — Вы вслух любопытствуете, почему два члена Клики противостоят друг другу вместо того, чтобы работать вместе. — Да, ну что ж. Я со звериной яростью выступал против его включения в наши ряды, уж простите за каламбур, — мрачно отвечает он. — По правде говоря, мне Зверь крайне противен. Его методы предосудительны. Привлекают слишком много нежелательного внимания». Глаза Рыцаря, голубые и глубокие, словно тёмный океан, встречаются с вашими, словно подчёркивая его точку зрения. Вы напоминаете хозяину, что время не ждёт, и спрашиваете, к чему всё это ведёт. «Да, конечно, — обходительно отвечает он. — Конечно, все мы согласны, что такое орудие не может остаться в руках подобного монстра. Ему будет безопаснее здесь, под надёжным замком, где оно и находилось на протяжении бесчисленных поколений. Как ответственный за его сохранность, я должен сделать всё, чтобы вернуть его. Посему я и пригласил вас сюда. Чтобы заключить сделку». Он кивает одному из своих агентов, который показывает вам карту города. Несколько зданий на ней отмечены красными кругами». «Это локусы, места силы, которые мы создали по всему городу, чтобы не пускать незваных гостей в определённый оплот. Ранее они были связаны с этим местом, но теперь эта сила поглощена Зверем. Свет Фароса находится где-то в городе, защищённый своей собственной магией. Если мы сможем уничтожить каждый локус и проникнуть в логово Зверя, нам удастся вернуть артефакт туда, где ему самое место. Взамен я расскажу вам о нашей организации всё, что вы захотите узнать. Кроме того, вы предотвратите катастрофу в этом прекрасном городе, который видел уже порядочно бедствий. Что скажете? Можем ли мы рассчитывать на то, что вы сделаете правильный выбор?»
zh: 這裡的主人在你走進房間時歡迎你，他是一名看起來像是英裔或法裔的長者，他穿著一襲紅色的古典正裝，披著棕色的外套。“阿，客人來了。”他示意請你入座。他的口音明顯來自歐洲，可能是英國或法國。雖然他滿頭白髮、身形單薄，憂慮在他臉上刻下許多皺紋，但他身上散發著充滿活力且威嚴的氣息。他靠在一根鋥亮的銀色拐杖上，但看起來似乎並不需要靠它走路。如果要你猜的話，你覺得他並沒有外表看起來這麼年邁。 “我相信你一定有很多疑問，但請先容我自我介紹，在我漫長的一生中有過許多稱呼，但你可以和其他人一樣，簡單的稱呼我為酒紅騎士。我知道你為何而來，你正在尋找我們守護了無數世紀的東西。但就算我有意交給你——雖然不可能。你還是來晚了。”他指向旁邊一個幾乎被撕成碎片的櫃子，櫃門吊在絞鍊上，裡面空空如也。 “我們已經守護法羅斯之光很長一段時間了。保護它不落入作惡的人手中，我們用它來引導人類。但它現在被奪走了，在我們取回它之前，戰爭都無法結束。” 是野獸，你大聲說出推測。騎士確認了你的說法：“沒錯。而在你開口問前——沒錯，牠是我們榮譽結社的一員。”你說出你的疑問，為什麼兩名結社成員會互相衝突，而不是合作？“我當時寧願拔光我的鬍子也要阻止牠加入，請原諒我的雙關語。”騎士苦笑著說。“事實上是，我對野獸沒有好感，我無法認同牠的作風，牠吸引了太多不必要的注意。”他如海洋般深藍色的雙眼定睛注視你，彷彿想取得更多信任。 你提醒他時間不多，他到底想要什麼？他回應：“當然。我想我們都同意不能讓這個聖物落入這種怪物手中。它保管在這會比較安全，在層層防護下，在這個它安置數個世代的地方。身為它的守護者，我必須盡我所能將它取回，所以我將你找來，提出一個交易。”他示意其中一名手下，手下拿出一張地圖，上面用紅圈標記了幾座建築。 “這些是護所，我們在城市中建立的力量之地，用來防止不速之客進入的堡壘。它們曾經與這個地方連結，但現在野獸扭轉了它們的力量。法羅斯之光就藏在城市裡某處，被原本效力於我們的魔法保護著。如果我們能破壞這些護所，就能進入野獸的巢穴取回聖物並將它保管在這裡，它原本歸屬的地方。作為回報，我會告訴你關於我們組織的事。而同時你可以保護這座美麗的城市，它已經遭受過太多苦難了。你說呢？我可以仰賴你做出正確的選擇嗎？”
