Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “A shame,” the knight intones, his tenor changing almost immediately. “Very well. We shall have to deal with this threat ourselves, and I am afraid I must ask you to leave the city at once.” You protest, but the knight’s agents close in around you. He rises to a stature you did not expect from such an elderly man, his voice commanding the kind of authority mentioned only in myth. “You are no longer guests in my city. We will not suffer a war on two fronts. Depart from Alexandria immediately or suffer the consequences.” Although it pains you to leave when your goal lies so close, if what the knight said is true, you would have to break the various locuses around the city in order to claim your prize, and you are surrounded and outnumbered, besides. You decide it is best to exit the Coterie’s stronghold and regroup before making a run at the Key. But, as is often the case, fate has other plans. The moment you leave the Bourse, you are accosted by a man in a pinstripe suit and a red fez. Bewilderingly, he flashes a Foundation badge and makes a motion to follow him into a nearby alley. You make sure you aren’t still being watched, then abscond into the alleyway, where the man greets you in English. “Hossam Sirry, at your service. Commissioner Taylor told me you’d be coming. That dossier you got? I put that intel together myself.” You study the man’s face for a moment. Unlike the so-called Claret Knight and his Coterie entourage up in the Bourse, he looks native to the area, with brown skin, dark brown eyes and a chiseled, stubbled jawline. Still, your eyes cannot help but dance warily to the one article of red he wears upon his head. He rolls his eyes and gives a slight chuckle. “Do not worry. I am not with them. You would be hard pressed to find this kind of headwear in any other color.” You let out a sigh of relief. “I take it from the way you were escorted out of there that you didn’t take their offer?” You tell Agent Sirry what happened inside the Bourse. “You made the right call,” he says. “Those Coterie dogs have been entrenched in Alexandria for as long as anyone can remember. They think this city is theirs, but it’s not. It belongs to the people. It belongs to us.” His disdain is unmistakable. It’s not just for the Coterie—it’s for the people who aim to wrest control of the city away from those who call it home. “They come here from afar and act like their governance, their occupation, is some kind of gift.” Agent Sirry puts a hand on your shoulder. “Let us help one another. Your objective is to claim the knight’s Key for your own, yes? This will also weaken the Coterie’s control over this city. That is a result I can get behind.” You nod in agreement. This conflict may not be as personal for you as it is for Sirry, but you’ll stop at nothing to help.
de: „Zutiefst bedauerlich“, sagt der Ritter sagt der Ritter mit kalter Stimme. „Nun gut. Wir werden uns selbst um diese Bedrohung kümmern müssen, und ich fürchte, ich muss Sie bitten, die Stadt sofort zu verlassen.“ Du protestierst, aber die Agenten des Ritters kreisen dich ein. Der Ritter richtet sich zu seiner vollen Körpergröße auf und ist nun bedeutend größer, als du den alten Mann eingeschätzt hättest. Als er spricht, ist seine Stimme von einer Autorität erfüllt, wie man sie nur aus alten Mythen kennt. „Sie sind in meiner Stadt nicht länger willkommen. Wir werden keinen Krieg an zwei Fronten dulden. Verlassen Sie Alexandria sofort oder tragen Sie die Konsequenzen.“ Auch wenn es dich schmerzt, nun so kurz vor deinem Ziel abbrechen zu müssen, so hast du doch keine andere Wahl. Wenn es stimmt, was der Ritter gesagt hat, so müsstest du die verschiedenen Fokuspunkte rund um die Stadt brechen, um an deine Beute zu gelangen. Gleichzeitig bist du umzingelt und in der Unterzahl. Du beschließt, dass es das Beste ist, den Hort der Coterie zu verlassen und dich zu sammeln, bevor du die Suche nach dem Schlüssel erneut angehst. Aber wie so oft hat das Schicksal andere Pläne. In dem Moment, in dem du die Börse verlässt, wirst du von einem Mann in einem Nadelstreifenanzug und mit einem roten Fez angesprochen. Zu deiner Überraschung zeigt er dir ein Foundation-Abzeichen und fordert dich auf, ihm in eine nahe gelegene Gasse zu folgen. Du vergewisserst dich, dass du nicht mehr beobachtet wirst, und folgst dann in die Gasse, wo der Mann dich auf Englisch begrüßt. „Hossam Sirry, zu Ihren Diensten. Commissioner Taylor sagte mir, dass Sie kommen würden. Erinnern Sie sich an die Akte im Dossier? Ich habe diese Informationen selbst zusammengestellt.“ Du musterst das Gesicht des Mannes einen Moment lang. Anders als der sogenannte Weinrote Ritter und sein Coterie-Gefolge in der Börse sieht er wie ein Einheimischer aus, mit brauner Haut, dunkelbraunen Augen und einem markanten, stoppeligen Kinn. Dennoch kannst du deine Augen nicht von dem roten Kleidungsstück abwenden, das er auf dem Kopf trägt. Er rollt mit den Augen und kichert leicht. „Machen Sie sich keine Sorgen. Ich gehöre nicht zu denen. Es ist nicht einfach, diese Art von Kopfbedeckung in einer anderen Farbe zu finden.“ Du stößt einen Seufzer der Erleichterung aus. „So wie Sie hinausbegleitet wurden, nehme ich an, dass Sie deren Angebot nicht angenommen haben?“ Du erzählst Agent Sirry, was sich in der Börse zugetragen hat. „Sie haben die richtige Entscheidung getroffen“, sagt er. „Diese Coterie-Hunde haben sich in Alexandria verschanzt, solange man denken kann. Sie glauben, die Stadt gehöre ihnen, aber das tut sie nicht. Sie gehört den Menschen. Sie gehört uns.“ Seine Verachtung ist unüberhörbar. Sie gilt nicht nur der Coterie, sondern auch den Menschen, die denjenigen die Kontrolle über die Stadt entreißen wollen, die hier zu Hause sind. „Sie kommen aus der Ferne her und tun so, als ob ihre Herrschaft, ihre Besatzung, eine Art Geschenk für uns wäre.“ Agent Sirry legt dir eine Hand auf die Schulter. „Wir sollten uns gegenseitig helfen. Ihr Ziel ist es, den Schlüssel des Ritters zu beanspruchen, ja? Das wird auch die Kontrolle der Coterie über diese Stadt schwächen. Diesen Ausgang würde ich sehr begrüßen.“ Du nickst zustimmend. Dieser Konflikt mag für dich nicht so persönlich sein wie für Sirry, aber du wirst nichts unversucht lassen, um zu helfen.
es: —Una pena —declara el caballero, cuyo tono cambia casi al instante—. Muy bien. Tendremos que lidiar nosotros con esta amenaza, y me temo que debo pedirle que abandone la ciudad de inmediato. Protestas, pero los agentes del caballero te rodean. Se yergue hasta alcanzar una estatura que no esperabas de un hombre tan anciano y emplea una voz que exige el tipo de autoridad que solo se menciona en los mitos. —Ya no es bienvenido en esta ciudad, porque no quiero tener que librar una guerra en dos frentes. Márchese de Alejandría inmediatamente o sufra las consecuencias. Aunque te duele tener que irte cuando tienes tu objetivo tan cerca, si lo que ha dicho el caballero es cierto, tendrías que romper los locus de la ciudad para hacerte con el premio, y te rodean y superan en número. Decides que lo mejor es salir del refugio de la Camarilla y prepararte bien antes de tratar de conseguir la Llave. Pero, como suele ocurrir, el destino tiene otros planes. En cuanto sales de la Bolsa, te aborda un hombre vestido con un traje de raya diplomática y un fez rojo. Te asombra que te muestre una insignia de la Fundación y te haga un gesto para que lo sigas a un callejón cercano. Te aseguras de que no te sigan observando y luego te metes en la callejuela, donde el hombre se dirige a ti en tu idioma. —Hossam Sirry, a su servicio. La comisaria Taylor me dijo que vendría. Fui yo quien reunió los datos del dosier que tiene. Examinas el rostro del hombre durante un momento. A diferencia del autodenominado caballero burdeos y de su séquito de la Camarilla en la Bolsa, parece natural de la zona; tiene la piel tostada, los ojos de color marrón oscuro y una mandíbula marcada y con barba incipiente. Aun así, tus ojos no pueden evitar fijarse con recelo en el objeto rojo que lleva en la cabeza. El hombre hace una mueca y suelta una risilla: —No se preocupe, no estoy con ellos. Le resultaría muy complicado encontrar este tipo de sombrero en otro color —Das un suspiro de alivio—. A juzgar por cómo lo han sacado de ahí, imagino que no ha aceptado su oferta, ¿verdad? Le cuentas al agente Sirry lo sucedido dentro de la Bolsa. —Tomó la decisión correcta —te dice—. Esos perros de la Camarilla llevan atrincherados en Alejandría desde tiempo inmemorial. Se creen que la ciudad es suya, pero no es así. Pertenece a la gente. Nos pertenece a nosotros —Su desdén es inconfundible, y no solo por la Camarilla, sino por la gente que trata de arrebatarles el control de la ciudad a quienes la consideran su hogar—. Vienen desde lejos y actúan como si su gobierno y su ocupación fueran alguna especie de regalo. El agente Sirry te pone la mano en el hombro y continúa: —Ayudémonos. Su objetivo es hacerse con la Llave del caballero, ¿verdad? Eso también debilitará el control de la Camarilla sobre esta ciudad, lo cual me conviene. Asientes. Aunque este conflicto no te resulte tan personal como lo es para Sirry, no te detendrás ante nada para poder ayudar.
fr: « Une honte », dit le chevalier. Le ton de sa voix vient de changer presque immédiatement. « Très bien. Nous allons devoir faire face à cette menace nous-mêmes, et j'ai bien peur de devoir vous demander de quitter la ville sur-le-champ. » Vous protestez, mais les agents du chevalier se rapprochent de vous. Il se tient majestueusement droit. Vous n'en attendiez pas autant de la part d'un homme aussi âgé, sa voix imposant le genre d'autorité dont on ne parle que dans les mythes. « Vous n'êtes désormais plus le bienvenu dans ma ville. Nous ne tolérerons pas une guerre sur deux fronts. Partez immédiatement ou subissez-en les conséquences. » Bien qu'il vous soit pénible de partir alors que votre objectif est si proche, si ce que le chevalier a dit est vrai, il vous faudrait briser les différents locus de la ville pour réclamer votre récompense. Par ailleurs, vous êtes encerclé et en infériorité, numérique. Vous décidez qu'il est préférable de quitter la forteresse de la Coterie et de vous regrouper avant de vous attaquer à la Clef. Mais, comme c'est souvent le cas, le destin en a décidé autrement. Au moment où vous quittez la Bourse, vous êtes accosté par un homme en costume rayé coiffé d'un fez rouge. Curieusement, il exhibe un insigne de la Fondation et vous fait signe de le suivre dans une ruelle voisine. Vous vous assurez que vous n'êtes pas surveillé, puis vous vous éclipsez dans la ruelle, où l'homme vous salue en anglais. « Hossam Sirry, à votre service. La commissaire Taylor m'a dit que vous alliez venir. Ce dossier que vous avez lu ? J'ai rassemblé ces informations moi-même. » Vous étudiez le visage de l'homme pendant un moment. Contrairement au soi-disant Chevalier Almandin et à son entourage à la Bourse, il a l'air d'être originaire de la région, avec une peau brune, des yeux marron foncé, une mâchoire ciselée et une barbe de trois jours. Pourtant, vos yeux ne peuvent s'empêcher de se poser avec méfiance sur l'unique élément rouge qu'il porte sur sa tête. Il roule les yeux et émet un léger gloussement. « Ne vous inquiétez pas. Je ne suis pas avec eux. Vous auriez du mal à trouver ce genre de couvre-chef dans une autre couleur. » Vous laissez échapper un soupir de soulagement. « J'en déduis de la façon dont vous avez été escorté hors de là que vous n'avez pas accepté leur offre ? » Vous racontez à l'Agent Sirry ce qui s'est passé à la Bourse. « Vous avez fait le bon choix », dit-il. « Ces chiens de la Coterie sont retranchés à Alexandrie depuis aussi longtemps qu'on s'en souvienne. Ils pensent que cette ville est à eux, mais ce n'est pas le cas. Elle appartient au peuple. Elle nous appartient. » Son dédain est indéniable. Ce n'est pas valable uniquement pour la Coterie — mais aussi pour toutes les personnes qui aspirent à prendre le contrôle de la ville à ceux qui l'appellent leur foyer. « Ils viennent ici de loin et agissent comme si leur gestion, leur colonisation, était une sorte de cadeau. »
it: Un vero peccato” intona il Cavaliere, cambiando improvvisamente atteggiamento. “Molto bene, Gestiremo questa minaccia da soli, ma temo di dovervi chiedere di lasciare immediatamente la città.” Protestate, ma gli agenti della Società Rossa si avvicinano per circondarvi. L’uomo raddrizza la schiena, dimostrando un’imponenza che non vi sareste aspettati di vedere in un individuo della sua età. “Non siete più i benvenuti nella mia città. Non combatteremo una guerra su due fronti: andatevene subito da Alessandria o ne subirete le conseguenze.” Per quanto vi addolori partire dopo essere giunti tanto vicini al vostro obiettivo, se le parole del Cavaliere corrispondono al vero dovrete distruggere i vari locus sparsi per la città per poter reclamare la vostra ricompensa... ma siete circondati e in netta inferiorità numerica. Decidete che la mossa migliore è quella di lasciare la roccaforte della Società Rossa, prendendovi del tempo per riordinare le idee prima di tentare il tutto per tutto. Come spesso accade, però, il destino ha altri piani. Non appena lasciate la Borsa, venite avvicinati da un uomo con un abito gessato e un fez rosso; prendendovi completamente alla sprovvista, vi mostra un distintivo della Fondazione e vi fa cenno di seguirlo in un vicolo. Dopo esservi assicurati che nessuno vi stia seguendo, sgattaiolate nella viuzza, dove l’uomo vi accoglie parlando la vostra lingua in maniera impeccabile. “Hossam Sirry, al vostro servizio. La commissaria Taylor mi ha anticipato il vostro arrivo. Sono stato io a mettere insieme il dossier che vi è stato inviato.” Vi fermate a studiare il suo volto per un momento: a differenza del cosiddetto Cavaliere Purpureo e degli agenti della Società Rossa che avete incontrato al palazzo della Borsa, Hossam presenta una carnagione scura, degli occhi nocciola, la mandibola marcata e la barba corta, tratti tipici della gente del posto. Eppure, i vostri occhi non possono fare a meno di fissarsi sull’unico articolo di abbigliamento rosso che porta sul capo. L’uomo alza gli occhi al cielo, concedendosi una piccola risata: “Non temete, non sto con loro. Vi sfiderei a trovare un cappello come il mio di un qualsiasi altro colore”. Sospirate, sollevati. “Dal modo in cui siete stati accompagnati fuori dall’edificio, immagino che non abbiate accettato la loro offerta. Sbaglio?” Raccontate all’agente Sirry quello che è accaduto all’interno del palazzo della Borsa. “Avete fatto la scelta giusta” vi risponde. “Quei cani della Società Rossa si sono radicati talmente in profondità ad Alessandria da ritenerla un loro dominio, ma non è così: Alessandria è dei suoi abitanti. Appartiene a noi.” Il disprezzo nella sua voce è limpido; non solo nei confronti della Società Rossa, ma di chiunque cerchi di strappare il controllo della città a coloro che la considerano la propria casa. “Vengono da lontano e si comportano come se la loro autorità, la loro occupazione, fosse una specie di dono.” L’agente Sirry vi mette una mano sulla spalla. “Aiutiamoci a vicenda. Il vostro obiettivo è recuperare la Chiave del Cavaliere, giusto? In questo modo riuscirete anche a indebolire il controllo che la Società Rossa ha su questa città. E non potrei chiedere di meglio.” Annuite. Per voi non è un conflitto personale quanto lo è per Sirry, ma non vi fermerete davanti a nulla per fare la vostra parte.
ko: “이렇게 유감일 수가.” 암적색 기사는 탄식을 뱉으며 곧바로 태도를 바꿉니다. “알겠소. 이번 위협은 우리 손으로 해결해야겠구려. 안타깝지만 그대에게는 즉각 이 도시를 떠나달라고 청해야겠소.” 당신은 항변하나, 기사를 수행하던 요원들이 당신을 둘러싸고 다가옵니다. 암적색 기사는 노인답지 않을 정도로 허리를 곧추세우고서, 마치 신화 속에서나 등장할 법한 쩌렁쩌렁한 목소리로 말합니다. “그대는 더 이상 내 도시에서 손님으로 거할 수 없소. 우리는 야수와 싸움에 그대와의 싸움까지 양면 전쟁을 치를 생각은 없소. 즉각 알렉산드리아를 떠나지 않는다면, 응당한 파국을 맞이할 거요.” 열쇠가 코앞에 있는 상황에서 소득도 없이 이곳을 뜨는 것은 씁쓸한 일이지만, 암적색 기사의 말이 사실이라면 저것을 차지하기 전에 알렉산드리아에 있는 힘의 거점들부터 파괴해야 할 테니 어쩔 수 없습니다. 게다가 수적으로도 열세인 상황입니다. 일단은 동지회의 은거처를 빠져나가 열쇠를 손에 넣을 계획을 재정비하는 게 좋겠습니다. 하지만 종종 그렇듯이, 운명은 또 다른 계획을 예비해두는 법입니다. 증권거래소를 떠나려는 순간, 가는 세로줄 무늬 정장에 붉은 페즈 모자를 쓴 남자가 다가옵니다. 당신이 어리둥절하는 사이, 남자는 재단 배지를 슬쩍 보여주고는 인근 골목으로 따라오라고 수신호를 보냅니다. 당신은 여전히 감시하는 사람이 없는지 확인한 후, 그를 따라 골목길로 슬쩍 들어갑니다. 남자가 영어로 인사합니다. “인사드리겠습니다. 호삼 시리라고 합니다. 테일러 국장님께서 그쪽이 올 거라고 먼저 연락해주셨습니다. 혹시 기밀 서류 보셨습니까? 제가 작성한 겁니다만.” 당신은 잠시 남자의 얼굴을 살핍니다. 증권거래소에 있는 소위 암적색 기사라는 자와 동지회 수행원들과는 달리, 갈색 피부에 암갈색 눈과 면도 자국이 난 굳센 턱선을 보아 이자는 분명 현지인처럼 보입니다. 그럼에도 당신은 남자가 머리에 쓴 붉은색 모자에서 눈을 뗄 수가 없습니다. 그가 눈을 치켜뜨고는 가볍게 웃습니다. “걱정 마시죠. 전 동지회 사람이 아니니까. 붉은색 말고 다른 색의 페즈 모자를 구하기란 하늘의 별 따기일 겁니다.” 당신은 안도의 한숨을 내쉽니다. “거기서 요원들에게 붙들려 나오는 걸 보니 동지회의 제안을 거절한 거로군요. 안 그렇습니까?” 당신은 시리 요원에게 증권거래소에서 무슨 일이 있었는지 밝힙니다. “옳은 결정을 하신 겁니다. 이 붉은 동지회 사냥개들은 오래전부터 알렉산드리아에 마수를 뻗어왔습니다. 그들은 이 도시가 제 것으로 생각하겠지만, 그렇지 않습니다. 알렉산드리아는 이곳 시민들의 것입니다. 우리의 것이라고요.” 시리 요원의 말에는 경멸이 서려 있습니다. 그것은 붉은 동지회뿐만 아니라 알렉산드리아를 고향으로 삼은 사람들에게서 도시의 통제권을 앗아가려는 모든 자들에 대한 적개심이었습니다. “먼 외국에서 찾아온 것들은 이 도시를 제 맘대로 쥐락펴락하며, 그들의 통치와 점령이 일종의 선물인 것처럼 행세했어요.” 시리 요원이 당신의 어깨에 손을 얹습니다. “그러니 서로 도웁시다. 당신의 목표는 암적색 기사가 가진 열쇠를 손에 넣는 것이죠? 그렇게 한다면 자연스레 이 도시에 대한 붉은 동지회의 통제력도 약화될 겁니다. 그것만 이룰 수 있어도 저로선 충분해요.” 당신은 고개를 끄덕입니다. 비록 당신에게는 이 투쟁에 시리 요원만큼의 개인적 동기는 없지만, 당신은 힘닿는 데까지 도울 것입니다.
pl: „Szkoda” – odpowiada rycerz natychmiast zmieniając ton. – „Niech zatem tak będzie. Sami się tym zajmiemy, a co za tym idzie muszę cię prosić, byś natychmiast opuścił miasto”. Próbujesz protestować, lecz agenci rycerza otaczają cię. On sam przybiera pozę, której nie spodziewałbyś się po człowieku w jego wieku, zaś w jego głosie słychać niemal mityczny autorytet. „Nie jesteś już mile widziany w moim mieście. Nie mogę ryzykować wojny na dwóch frontach. Bezzwłocznie opuść Aleksandrię lub spotka cię sroga kara”. Choć z jednej strony czujesz żal, że musisz odejść choć cel jest tak blisko, to z drugiej zdajesz sobie sprawę, że musiałbyś najpierw zniszczyć pieczęci rozproszone po mieście, by dostać się do tego, czego poszukujesz. Nie wspominając o tym, że wrogowie mają przewagę liczebną. Uznajesz, że najlepiej bez robienia szumu opuścić twierdzę Koterii, przegrupować się i ruszyć na poszukiwanie Klucza. Lecz, jak to często bywa, los ma swoje plany. Gdy tylko opuszczasz budynek, zaczepia cię człowiek ubrany w garnitur w paski i czerwony fez. Osłupiały patrzysz, jak pokazuje odznakę Fundacji i daje sygnał, byś poszedł za nim w pobliską alejkę. Upewniasz się, że nikt cię nie obserwuje, po czym wbiegasz we wskazane miejsce, gdzie po angielsku wita cię mężczyzna. „Hossam Sirry, do usług. Komisarz Taylor uprzedzała, że się zjawisz. A co do załącznika, którym się kierowałeś – to ja dostarczyłem tych informacji”. Przez chwilę obserwujesz twarz swojego rozmówcy. W przeciwieństwie do tego całego Rubinowego Rycerza i jego ludzi, których spotkałeś w budynku giełdy, ten wydaje się pochodzić stąd, na co wskazuje brązowa skóra, ciemne oczy i wyraźna, lekko zarośnięta linia szczęki. Co rusz spoglądasz też na jego czerwone nakrycie głowy. Mężczyzna w odpowiedzi przewraca tylko oczami i lekko się uśmiecha. „Bez obaw, nie jestem z nimi. Musiałbyś się sporo nachodzić, żeby znaleźć fez w innym kolorze niż czerwony”. Pozwalasz sobie na oddech ulgi. – „Biorąc pod uwagę w jaki sposób eskortowali cię z budynku, chyba mogę założyć, że nie przyjąłeś ich oferty?” Mówisz agentowi Sirry, co wydarzyło się w środku. „Podjąłeś dobrą decyzję” – mówi. – „Te typki z Koterii panoszą się tutaj, odkąd pamięć sięga. Wydaje im się, że miasto należy do nich, ale to bzdura. Miasto należy do ludzi. Do nas”. Pogarda w jego głosie jest aż nazbyt wyczuwalna. Ale nie chodzi o nastawienie do samej tylko Koterii, a o podejście do osób, które chcą odebrać tutejszym mieszkańcom kontrolę nad miastem. „Zjawili się znikąd i zachowują się, jakby ta ich okupacja była jakimś darem”. Agent Sirry kładzie rękę na twoim ramieniu. „Możemy sobie nawzajem pomóc. Chcesz zdobyć Klucz, który należał do rycerza, prawda? Z pewnością osłabi to kontrolę Koterii nad miastem, a już samo to mnie urządza”. Potakujesz w geście zgody. Dla ciebie, w odróżnieniu od Sirriego, to nie sprawa osobista, ale i tak chętnie zaoferujesz wszelką pomoc, jaką będziesz w stanie.
ru: «Глупое решение. — Голос Рыцаря мгновенно меняется. — Что ж. Нам придётся разобраться с этой угрозой самостоятельно, и, боюсь, я вынужден просить вас немедленно покинуть город». Вы возражаете, но агенты Рыцаря окружают вас. Он поднимается во весь рост с непоколебимостью, которой вы не ожидали от столь пожилого человека, а его голос гремит властью, известной вам лишь по мифам: «Вам более не рады в моём городе. Мы не можем воевать на два фронта. Немедленно покиньте Александрию или вы понесёте наказание». Вам больно отступать, когда цель так близка. Но если рыцарь не солгал, вам придётся уничтожить несколько локусов, чтобы добраться до своей добычи, кроме того, вы окружены и численно уступаете. Вы решаете покинуть оплот Клики и поразмыслить, прежде чем пытаться добыть ключ. Но, как говорится, у судьбы на ваш счёт были другие планы. Как только вы покидаете Биржу, вас окликает человек в полосатом костюме и красной феске. К вашему крайнему изумлению, он взмахивает значком Организации и жестом приглашает вас в ближайший переулок. Убедившись, что за вами никто не следит, вы ныряете в переулок, где мужчина приветствует вас по-английски: «Хоссам Сирри, к вашим услугам. Комиссар Тейлор предупредила меня о вашем прибытии. Вы читали досье? Я лично составил его». Несколько мгновений вы с любопытством изучаете лицо мужчины. В отличие от так называемого Бордового рыцаря и его окружения на Бирже, Сирри своей смуглой кожей, тёмными бровями и точёной, заросшей щетиной челюстью похож на местных жителей. И всё же вы не можете отвести настороженного взгляда от единственного красного акцента на его голове. Он закатывает глаза и слегка усмехается: «Не волнуйтесь. Я не с ними. В наших местах у вас будут проблемы, если ваша феска будет любого другого цвета. — Вы позволяете себе вздохнуть с облегчением. — Судя по тому, как вас вывели оттуда, вы не приняли их предложение?» Вы рассказываете агенту Сирри о том, что произошло внутри Биржи. «Вы правильно поступили, — говорит он. — Эти псы Клики окопались в Александрии так давно, что никто уже и не помнит. Они думают, что город принадлежит им, но это не так. Он принадлежит народу. Нам! — Его голос сквозит презрением. Презрением не только к Клике — ко всем, кто стремится отобрать контроль над городом у тех, кто называет его домом. — Они пришли издалека и ведут себя так, словно их правление, их оккупация — какой-то дар свыше». Агент Сирри кладёт руку вам на плечо. «Давайте поможем друг другу. Ваша цель — заполучить ключ Рыцаря, так ведь? Это ослабит контроль Клики над городом. Такой результат меня устроит». Вы согласно киваете. Возможно, для вас этот конфликт не настолько личный, как для Сирри, но вы не остановитесь ни перед чем, чтобы помочь.
zh: “可惜。”騎士嘆了口氣，語氣瞬間改變。“很好，我們會獨自面對這個威脅，但我恐怕必須要求你立即離開這座城市。”你不同意，但騎士的手下開始向你逼近。騎士起身，你沒想過一名老人身上能散發出這種壓迫感，他帶著天神般的威嚴命令道：“你在我的城市中不再受到歡迎，我們不會放任自己同時面對兩名對手。立刻離開，不然就準備承擔後果。” 在目標唾手可得的狀況下打退堂鼓令你感到痛苦。但如果騎士所言不虛，你必須破壞數個護所才能奪得你的目標，而你不但四面楚歌也寡不敵眾。你決定最好先離開結社的要塞，重整態勢後再繼續尋找密鑰。 但是命運通常都有意想不到的安排。你一離開交易所，就有一名穿條紋西裝，帶著紅色土耳其帽的男子走上前。奇怪的是，他快速向你展示一個看起來像基石的徽章，示意你到旁邊的巷子談話。你確認自己沒有被監視後跟著他走進巷子，他用英語向你問好：“霍薩姆·西里，供你差遣。調查官泰勒說過你會來。你拿到的那個卷宗是我蒐集的情報。”你看著他的外表，他與酒紅騎士那群人不同，他是本地人，有深色的皮膚跟深棕色的眼睛，下巴的線條方正，留著小鬍子。但是你的視線還是不自主的飄向他的紅色帽子。他翻了個白眼輕笑道：“別擔心，我跟他們不是一夥的，你很難找得到其他顏色的這種帽子。”你鬆了口氣。“看你被送出來的樣子，我想你沒有接受他們的條件對吧？” 你告訴西里探員在交易所中發生的事。“你的選擇是對的。打從任何人有記憶起，那些結社走狗在亞歷山卓一直都根深蒂固。他們認為這座城市是他們的，但並不是，這裡應該是屬於人民的，屬於我們的。”他的激奮溢於言表，不只是針對結社，同時也是對於那些想要控制自己家鄉的外來者們的怨恨。“這些遠道而來的侵略者們表現的一副他們的統治、他們的侵占，是一種禮物。” 西里探員將手放上你的肩膀。“我們可以互相幫助。你的目標是取得騎士的密鑰對吧？這將削弱結社對這座城市的控制，也是我所樂見的結果。”你點頭同意，這場衝突對你來說雖然不像西里探員一樣出自於私人恩怨，但你依然會全力以赴。
