Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You lay low for a few days in one of Agent Sirry’s safehouses outside the city, then meet with him later that week, your prize still safely in your possession. He has cleaned up a bit since you last met him, and there is a brightness in his eyes and his smile that was not present before. He joyfully sums up what has occurred since you went dark. “The knight and his entourage seem to have left Alexandria,” he declares, wearing a satisfied grin. “It seems, for all their posturing about ‘guiding humanity’ and ‘rightful rule,’ the moment their relic left their hands, their stake in the city vanished with it. That other creature seems to have fled as well. Still…” His eyes dance to the vessel containing the Key, its light trapped within. “I doubt you’ve seen the last of them. In fact, I’d wager a guess that one or both are hot on your tail. Be careful.” You ask what Hossam will do now that his personal objective in Alexandria is complete. “I have a new assignment, actually,” he answers. “Commissioner Taylor sent the dossier to me just yesterday. I will be leaving my beloved city behind for the first time since joining the Foundation.” He sighs wistfully. “Well, perhaps we can meet up again some time.” He stands and shakes your hand. “It has been a pleasure working alongside you.”
de: Du versteckst dich ein paar Tage lang in einem von Agent Sirrys Verstecken außerhalb der Stadt. Später in der Woche triffst du dich mit deiner Beute im Gepäck erneut mit ihm. Er hat sich etwas herausgeputzt, seit du ihn das letzte Mal getroffen hast, und in seinem Blick und seinem Lächeln liegt ein Glanz, der vorher nicht da war. Freudig fasst er zusammen, was seit deinem Untertauchen geschehen ist. „Der Ritter und sein Gefolge scheinen Alexandria verlassen zu haben“, erklärt er mit einem zufriedenen Grinsen. „Trotz all ihres Geredes über ‚die Führung der Menschheit‘ und ‚die rechtmäßige Herrschaft‘ scheint es, als hätten sie in dem Moment, in dem sie das Relikt aus der Hand gegeben haben, auch den Einfluss über die Stadt verloren. Und diese andere Kreaturscheintebenfallsgeflohenzusein.Dennoch...“Seine Augen wandern zu dem Gefäß, das den Schlüssel enthält, und zu dem darin eingeschlossenen Licht. „Ich bezweifle, dass Sie den Ritter und die Bestie zum letzten Mal gesehen haben. Ich würde sogar darauf wetten, dass einer oder sogar beide sich an Ihre Fersen heften werden. Seien Sie vorsichtig.“ Du fragst, was Hossam nun tun wird, da er sein persönliches Ziel in Alexandria erreicht hat. „Ich habe einen neuen Auftrag“, antwortet er. „Commissioner Taylor hat mir das Dossier erst gestern geschickt. Ich werde meine geliebte Stadt zum ersten Mal verlassen, seit ich der Foundation beigetreten bin.“ Er seufzt wehmütig. „Nun, vielleicht können wir uns ja mal wieder treffen.“ Er steht auf und schüttelt deine Hand. „Es war mir eine wahre Freude, mit Ihnen zusammenzuarbeiten.“
es: Pasas unos días sin llamar la atención en uno de los pisos francos que el agente Sirry tiene fuera de la ciudad y te reúnes con él a finales de esa semana con tu premio aún en tu poder. Se ha adecentado un poco desde la última vez que lo viste y tiene una sonrisa y un brillo en los ojos que no tenía antes. Te resume animadamente lo que ha ocurrido desde que te ocultaste: —El caballero y su séquito parecen haber abandonado Alejandría —te cuenta con una sonrisa de satisfacción—. Tanto hablar de guiar a la humanidad y de su derecho a gobernar y, en cuanto perdieron la reliquia, su interés en la ciudad desapareció con ella. Esa otra criatura también parece haber huido. Aun así… Su mirada se posa en el receptáculo que contiene la Llave y atrapa su luz en su interior. —Seguro que volverá a encontrarse con alguno de ellos. De hecho, apostaría a que o uno o los dos van a intentar seguirle. Tenga cuidado. Le preguntas a Hossam que qué va a hacer ahora que su objetivo personal en Alejandría está cumplido. —La verdad es que tengo una nueva misión —te responde—. La comisaria Taylor me envió el dosier ayer mismo. Dejaré mi amada ciudad por primera vez desde que me uní a la Fundación —Suspira con melancolía—. Bueno, tal vez volvamos a vernos en otra ocasión —Se pone en pie y te estrecha la mano—. Ha sido un placer trabajar con usted.
fr: Vous faites profil bas pendant quelques jours dans l'une des planques de l'Agent Sirry a l'extérieur de la ville, puis vous le rencontrez plus tard dans la semaine. Votre trophée toujours en votre possession. Il s'est nettoyé un peu depuis la dernière fois que vous l'avez rencontré, et il y a un éclat dans ses yeux et son sourire qui n'était pas présent auparavant. Il résume joyeusement les événements que vous avez manqués depuis que vous avez disparu de la circulation. « Le chevalier et son entourage semblent avoir quitté Alexandrie », déclare-t-il, arborant un sourire satisfait. Il semble que, malgré toutes leurs déclarations sur le fait de « guider l'humanité » et de « régner légitimement », dès que leur relique a quitté leurs mains, leur intérêt pour la ville a disparu avec elle. L'autre créature semble avoir fui elle aussi. Mais… » Ses yeux dansent vers la fiole contenant la Clef, vers la lumière piégée à l'intérieur. « Je doute que vous ayez fini d'entendre parler d'eux. En fait, je parierais que l'un ou l'autre est déjà à vos trousses. Si ce n'est les deux. Soyez prudent. » Vous demandez à Hossam ce qu'il va faire maintenant que son objectif personnel à Alexandrie est atteint. « J'ai une nouvelle mission, en fait », répond-il. « La commissaire Taylor m'a envoyé le dossier pas plus tard qu'hier. Je vais laisser ma ville bien-aimée derrière moi pour la première fois depuis que j'ai rejoint la Fondation. » Il soupire avec nostalgie. « Eh bien, peut-être que nous nous reverrons un jour. » Il se lève et vous serre la main . « Ce fut un plaisir de travailler à vos côtés. »
it: Vi nascondete per qualche giorno in uno dei rifugi dell’agente Sirry, poco fuori città. Vi siete accordati per incontrarvi con lui nel corso di quella stessa settimana, con la preziosa reliquia ancora al sicuro nelle vostre mani. L’uomo sembra essersi ripreso un pò dall’ultima volta che vi siete visti, e pare avere una scintilla nuova negli occhi e nel sorriso. Vi riassume entusiasta quello che è accaduto in città da quando siete spariti dalla circolazione. “Sembra che il Cavaliere e i suoi abbiano lasciato Alessandria” dichiara con un ghigno soddisfatto. “Inoltre, nonostante i loro proclami sul ‘governo legittimo’ e il fatto di essere una ‘guida per l’umanità’, ora che la reliquia non è più nelle loro mani pare che abbiano perso qualsiasi interesse per la città. Anche quell’altra creatura sembra essersi dileguata, ma…” I suoi occhi si spostano sul contenitore in cui è chiusa la Chiave e che ne intrappola la luce. “Penso che sentirete ancora parlare di quei due. Anzi, sono piuttosto sicuro che almeno uno di loro sia già sulle vostre tracce. Siate cauti.” Gli chiedete quali siano i suoi programmi, ora che i suoi affari ad Alessandria sono conclusi. “A dire il vero, ho un nuovo incarico: la commissaria Taylor mi ha inviato il dossier giusto ieri, a quanto pare lascerò la mia amata città per la prima volta da quando sono entrato nella Fondazione” vi spiega, malinconico. “Ma forse avremo modo di incontrarci ancora.” Si alza, stringendovi la mano. “È stato un piacere lavorare con voi.”
ko: 당신은 며칠간 시리 요원이 알려주었던 교외 안전가옥에 몸을 숨기기로 합니다. 그 주 후반에 접어들어 시리 요원과 만나게 되었을 때도, 전리품은 아직 당신의 소지품 사이에 안전히 보관되어 있었습니다. 그는 마지막으로 만났을 때 비해 말끔해 보였으며, 눈에도 총기가 돌고 입가에는 일전에는 볼 수 없었던 미소가 걸려 있습니다. 시리 요원은 한껏 즐거워하며 당신이 종적을 감춘 후 알렉산드리아에 벌어진 일을 요약해주었습니다. “암적색 기사와 그 수행원들이 알렉산드리아를 떴답니다.” 요원은 만족스럽게 활짝 웃습니다. “말로는 ‘인류를 이끈다’니 ‘정당한 지배’니 이딴 말을 지껄이고서는 유물이 수중에서 떠나기 무섭게, 알렉산드리아에서 입지를 완전히 잃어버린 거죠. 그 말고도 야수 역시 달아난 것 같습니다. 하지만...” 시리 요원은 말꼬리를 흐리며 빛을 발하는 유리병 주변으로 눈길을 돌립니다. “놈들을 끝장내지 못한 것이 우려되네요. 실은 둘 중 하나, 아니 둘 다가 당신의 자취를 쫓고 있는 건 아닌가 해서요. 부디 조심하세요.” 당신은 호삼 시리 요원에게 알렉산드리아에서의 그가 개인적으로 원하던 바를 달성했으니 이제 무엇을 할 것인지 묻습니다. 그가 답합니다. “실은 새로운 임무에 배정되었답니다. 테일러 국장님께서 어제 막 기밀문서를 보내주셨어요. 재단에 합류한 이래 사랑하는 고향 도시를 뒤로하고 다른 임무를 맡는 건 처음이네요.” 시리 요원이 애처롭게 한숨을 쉽니다. “흠, 어쩌면 다시 만날 날이 올지도 모르지요. 당신과 함께할 수 있어 영광이었습니다.” 그가 일어서더니 작별의 악수를 청합니다.
pl: Postanawiasz na kilka dni przyczaić się w jednej z kryjówek agenta Sirriego poza miastem, po czym spotykasz się z nim, bacznie strzegąc swojej zdobyczy. Odkąd go ostatnio widziałeś zdołał doprowadzić się do porządku, zaś na jego twarzy gości teraz nieobecny wcześniej uśmiech. Z nieskrywaną radością zdaje ci raport z tego, co się wydarzyło kiedy ty pozostawałeś w ukryciu. „Rycerz i jego świta najwyraźniej opuścili Aleksandrię” – stwierdza z satysfakcją. – „Widocznie cała ta gadka o«przewodzeniu ludzkości» i «sprawiedliwych rządach» przepadła w momencie, jak stracili dostęp do artefaktu. Ten drugi stwór też przepadł bez wieści. Jednakże…” – spogląda co jakiś czas na Klucz, fiolkę z uwięzionym w niej światłem – „spodziewam się, że jeszcze o nich usłyszysz. Stawiam nawet, że mogą siedzieć ci na ogonie. Uważaj na siebie”. Pytasz Hossama, co zamierza zrobić teraz, gdy jego zadanie w Aleksandrii dobiegło końca. „Prawdę mówiąc, dostałem nowy przydział” – odpowiada. – „Ledwie wczoraj komisarz Taylor przysłała mi nowe akta. Po raz pierwszy od dołączenia do Fundacji, wyjadę z mojego ukochanego miasta” – wzdycha. – „Cóż, może nasze drogi jeszcze się kiedyś zejdą” – wstaje i podaje ci rękę. „Praca z tobą była prawdziwą przyjemnością”.
ru: На несколько дней вы залегаете на дно, затаившись в убежище агента Сирри за городом, а затем отправляетесь на встречу с ним, держа свой трофей при себе. С момента вашей последней встречи он немного привёл себя в порядок, и в его глазах и улыбке появилась искра, которой не было раньше. Он с радостью рассказывает вам о том, что произошло, пока вы скрывались. «Похоже, Рыцарь и его свита покинули Александрию, — объявляет он с довольной ухмылкой. — Должно быть, несмотря на все заявления об „ориентире для человечества“ и „закон ном правлении“, их интерес к городу испарился в ту же секунду, когда реликвия ушла у них из рук. То создание, кажется, тоже сбежало. И всё же… — Его взгляд прыгает к сосуду, содержащему ключ и удерживающему его свет внутри. — Сомневаюсь, что вы больше никогда их не увидите. На самом деле, я бы рискнул предположить, что один из них, а то и оба, уже у вас на хвосте. Будьте осторожны». Вы спрашиваете, чем теперь займётся Хоссам, когда его личная цель в Александрии достигнута. «Ну, вообще, у меня уже есть новое задание, — отвечает он. — Комиссар Тейлор вчера прислала мне досье. Впервые с момента моего вступления в Организацию я покину мой любимый город. — Он тяжко вздыхает. — Что ж, быть может, однажды мы встретимся вновь. — Он встаёт и пожимает вашу руку. — Было приятно работать вместе с вами».
zh: 你藏身在西里探員城外的安全屋中幾天，稍晚之後你與他會面，你的戰利品安全的在你掌握中。他比你上次見到時整潔多了，還帶著之前沒有的笑容。他心情愉悅地總結你躲藏起來後發生的事：“騎士跟他的走狗看起來離開亞歷山卓了。”他帶著開心的笑容宣布。“看來在失去密鑰後，他們同時失去了宣稱要用來‘引導人類’、‘正當統治’的籌碼。另一個生物似乎也逃離了。但是……”他的視線看向散發光芒的透明小瓶。“我認為你還會再見到他們。事實上我猜他們其中一方，或是雙方都在追蹤你，請小心。” 你問霍桑姆既然他在亞歷山卓的目標完成了，接下來有什麼打算。他回答：“我有一個新任務，調查官泰勒昨天送了一份卷宗給我。自從加入基石以來我還是第一次離開我心愛的城市。”他惆悵地嘆了口氣。他起身握了握你的手：“也許我們會再見面的，很榮幸能跟你合作。”

source: Fearing the worst, you retreat to the office as a last line of defense, but you are too late. The chamber is the site of a massacre. Fresh blood drips from the walls, sprayed about in absolute chaos, a whirlwind of death. The grisly sight of partially-devoured dead is one you will never forget. With no other leads to go on and the thought of meeting that same fate terrifying you, you decide to cut your losses and flee the city. Still, you cannot help but note that the elderly knight was not among the dead. Perhaps he escaped, as well. If so, this probably isn’t the last you’ll see of either of them…
de: Du befürchtest das Schlimmste und ziehst dich als letzte Verteidigungslinie ins Büro zurück, aber du kommst zu spät. Die Kammer ist Schauplatz eines Massakers geworden. Frisches Blut tropft von den Wänden und ist in chaotischen Spritzmustern im ganzen Raum verteilt. Der Tod hat hier reichlich Ernte eingefahren. Den grausigen Anblick der halb verschlungenen Toten wirst du nie wieder vergessen können. Da du keine anderen Anhaltspunkte hast und dich die Angst nicht loslässt, dasselbe entsetzliche Schicksal zu erleiden, beschließt du, Schadensbegrenzung zu betreiben und aus der Stadt zu fliehen. Dir ist aber aufgefallen, dass der alte Ritter nicht unter den Toten war. Vielleicht konnte auch er entkommen. Wenn dem so ist, hast du ihn und auch die Bestie wahrscheinlich nicht zum letzten Mal gesehen...
es: Temiendo lo peor, te retiras al despacho como última línea de defensa, pero llegas demasiado tarde: en la sala se ha producido una masacre. Hay sangre fresca goteando de las paredes y rociada por todas partes en un caos absoluto, como un torbellino de muerte. Jamás olvidarás la macabra visión de los muertos a medio devorar. Sin más pistas que seguir y con el terror de sufrir el mismo destino, decides resignarte y huir de la ciudad. Aun así, no puedes evitar darte cuenta de que el anciano caballero no se encontraba entre los cadáveres. Tal vez también escapara. Si es así, probablemente no sea la última vez que los ves a ambos…
fr: Craignant le pire, vous vous retirez dans le bureau comme dernière ligne de défense, mais vous arrivez trop tard. La pièce est une scène de crime. Du sang frais s'écoule des murs, projeté dans un chaos absolu, un tourbillon de mort. Vous n'oublierez jamais la vision macabre de ces morts partiellement dévorés. Vous n'avez aucune autre piste et l'idée de subir le même sort vous terrifie. Vous décidez donc de limiter les pertes et de fuir la ville. Cependant, vous ne pouvez vous empêcher de remarquer que le vieux chevalier ne figure pas parmi les morts. Peut-être s'est-il échappé, lui aussi. Si c'est le cas, vous les reverrez probablement un jour…
it: Temendo il peggio, vi ritirate nell’ufficio sperando di avere il tempo di organizzare un’ultima linea di difesa… ma ormai è troppo tardi: la sala è il palcoscenico di un massacro. Del sangue fresco gocciola dalle pareti come se un turbine di caos e morte si fosse abbattuto su quel luogo. L’orrida vista di un cadavere parzialmente divorato è un immagine che avrete difficoltà a dimenticare. Senza altre piste da seguire, e terrorizzati all’idea di fare quella stessa fine, decidete di limitare i danni abbandonando la città; non potete però fare a meno di notare che il Cavaliere non era tra i corpi riversi a terra. Che sia riuscito a fuggire? Se così fosse, probabilmente sentirete ancora parlare di lui e del suo bestiale rivale…
ko: 최악의 상황을 염려하며, 최후의 방어선이었던 암적색 기사의 집무실로 올라가 봤지만 이미 상황은 종료된 후였습니다. 집무실은 그야말로 대학살의 현장이었습니다. 사방의 벽에는 선혈이 낭자했으며, 절대적인 대혼란과 죽음의 돌개바람이 한바탕 스치고 지나갔다고밖에 묘사할 길이 없습니다. 반쯤 뜯어먹힌 시신이 널브러진 이 섬뜩한 광경은 평생 머리에서 잊히지 않을 것입니다. 다른 실마리도 없었으며 까딱하다가는 당신 역시 똑같은 최후를 맞이할지도 모른다는 두려움에 질려, 여기서 포기하고 알렉산드리아를 뜨기로 합니다. 그러나 분명 대학살의 현장에 연로한 기사의 시신은 어디에도 없습니다. 어쩌면 암적색 기사 역시 이곳을 빠져나갔을지도 모릅니다. 정말로 그렇다면, 언젠가는 이 둘을 다시 만나게 될 날이 올지도 모르겠습니다...
pl: Obawiając się najgorszego, postanawiasz wycofać się do biura i tam bronić się do końca, lecz przybywasz za późno. Komnata jest zrujnowana, najwyraźniej doszło tu do prawdziwej masakry. Podłoga upstrzona jest krwią, która spływa również bezładnie po ścianach, jak po przejściu krwawego tornada, zaś widoku na wpół pożartego ciała nigdy nie zdołasz już wyrzucić z pamięci. Z braku dalszych poszlak i obawiając się, byś nie podzielił ponurego losu ofiar, postanawiasz zbiec z miasta. Twej uwadze nie umyka fakt, że wśród trupów nie było śladu starego rycerza. Być może i jemu udało się uciec, a jeśli tak, to z pewnością jeszcze się spotkacie…
ru: Опасаясь худшего, вы отступаете на последнюю линию обороны — к кабинетам — и понимаете, что опоздали. Внутри произошло массовое убийство. Свежая кровь капает со стен, разбрызганная вокруг в полном хаосе, в вихре смерти. Вы никогда не забудете зрелище частично пожранных мёртвых тел. Не имея других зацепок и опасаясь, что подобная участь может постичь вас, вы решаете перестраховаться и покинуть город. И всё же вы не можете не заметить, что пожилого рыцаря среди погибших не было. Возможно, ему, как и вам, удалось сбежать. И если так, скорее всего, вы ещё встретитесь с ним и Зверем…
zh: 你做著最壞的打算，撤退到交易所打算建立最後一道防線，但已經太遲了。整個房間變成大屠殺的現場，鮮血從牆上滴落，飛濺在這場混亂中。你永遠無法忘記那些被啃蝕掉一半的殘骸。 你沒有其他線索，同時害怕自己會落得同樣下場，你決定放棄並逃離城市。但你注意到年長騎士的屍體並不在其中，也許他成功逃走了。如果是這樣的話，你覺得這也許不會是你最後一次見到他們兩個……
