Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You turn your attention to the enormous painting of the scarlet-clad knight that dominates the rear wall of the chamber. Judging from the style, you’d estimate the figure in the painting to be English or French, possibly from the time of the Angevin Empire, late 12th century. Very interesting indeed…
de: Du richtest deine Aufmerksamkeit auf das riesige Gemälde des scharlachroten Ritters, das die Rückwand des Raumes beherrscht. Dem Stil nach zu urteilen, würdest du die Person im Porträt als Engländer oder Franzosen einordnen, möglicherweise aus der Zeit des Angevinischen Reiches, Ende des 12. Jahrhunderts. In der Tat sehr interessant...
es: Vuelves tu atención al enorme cuadro del caballero ataviado de escarlata que domina la pared de atrás de la sala. A juzgar por el estilo, dirías que la figura del cuadro es inglés o francés, probablemente de la época del Imperio angevino, a finales del siglo XII. Muy interesante…
fr: Vous concentrez votre attention. sur l'énorme portrait du chevalier habillé de couleurs écarlates qui domine le mur de la chambre. D'après le style, vous estimez que le personnage de cette œuvre est Anglais, ou Français, possiblement de l'époque de l'Empire angevin, fin du XII° siècle. Très intéressant…
it: Rivolgi la tua attenzione sull’enorme dipinto del cavaliere con la corazza rossa che domina la parete posteriore della sala. A giudicare dallo stile delle pennellate, stimi che il soggetto del ritratto sia un nobile inglese o francese del periodo angioino della fine del XII secolo. Senza dubbio un dettaglio interessante…
ko: 방 뒤쪽 벽을 독차지하다시피 한 거대한 초상화에 눈길이 쏠립니다. 화풍으로 판단컨대, 이 초상화 속 진홍색 옷을 입은 기사는 12세기 말엽 영국과 프랑스 일부를 지배한 앙주 제국 출신 인물인 것으로 보입니다. 상당히 흥미롭습니다...
pl: Twoją uwagę przykuwa ogromne malowidło, przedstawiające szkarłatnego rycerza, które zajmuje znaczną część tylnej ściany pomieszczenia. Patrząc na styl, szacujesz, że postać na malowidle jest angielskiego lub francuskiego pochodzenia, być może pochodząca z czasów Andegawenów, późnego wieku XII. Interesujące…
ru: Вы обращаете внимание на огромную картину с изображением облачённого в алое рыцаря, занимающую большую часть задней стены палаты. Судя по стилю, вы предполагаете, что на ней изображён человек английского или французского происхождения, возможно, времён Анжуйской империи конца XII века. Весьма, весьма интересно…
zh: 你看向房間後方巨大的畫作，畫作中的騎士一身緋紅色。你判斷這幅畫的來源應該是英國或法國，時間大約是12世紀後期的金雀花王朝，很有趣……

source: Check how much <b>time</b> has passed in the Campaign Log. If less than 20 <b>time</b> has passed:
de: Überprüfe im Kampagnenlogbuch, wie viel <b>Zeit</b> verstrichen ist. Falls weniger als 20 <b>Zeit</b> verstrichen ist:
es: Comprueba en el registro de campaña cuanto <b>tiempo</b> ha transcurrido. Si ha transcurrido menos de 20 de <b>tiempo</b>:
fr: Vérifiez combien de cases <b>Temps</b> ont été cochées dans le Carnet de Campagne. Si moins de 20 cases <b>Temps</b> ont été cochées :
it: Controllate quanto <b>tempo</b> è trascorso nel Diario della Campagna. Se sono trascorsi 19 o meno <b>tempi</b>:
ko: 캠페인 기록지에서 <b>시간</b>이 얼마나 경과했는지 확인합니다. <b>시간</b>이 20 미만으로 경과했습니까?
pl: Sprawdź w Dzienniku kampanii, ile <b>czasu</b> minęło. Jeśli minęło mniej niż 20 <b>czasu</b>:
ru: Сверьтесь с журналом: Если прошло меньше 20 <b>времени</b>:
zh: 檢查劇本日誌上經過多少<b>時間</b>。如果經過小於20<b>時間</b>：

source: Upon entering, you are greeted by your host—an elderly man of English or perhaps French descent, wearing a elegant brown coat over an outfit of outdated red formal wear. “Ah, here they are.” He motions for you to sit. You’re surprised to find the man to be clearly of European descent, perhaps English or French. Though his hair is graying and thin, and his face wrinkled with long lines of worry, he seems surprisingly spry and large in stature. He rests his hand on a polished silver cane, but doesn’t seem to need it to walk. If you didn’t know any better, you would think him to be much younger than he lets on.
de: Beim Eintreten wirst du von deinem Gastgeber begrüßt, einem älteren Gentleman, der einen eleganten braunen Mantel über einer altmodischen roten Abendgarderobe trägt. „Ah, da sind sie ja.“ Er bittet dich, Platz zu nehmen. Der Mann scheint zu deiner Überraschung eindeutig europäischer Abstammung zu sein, vielleicht Engländer oder Franzose. Obwohl sein Haar ergraut und schütter ist und sein Gesicht von langen Sorgenfalten gezeichnet, wirkt er mit seiner großen Statur erstaunlich rüstig. Er stützt seine Hand auf einen polierten silbernen Stock, scheint ihn aber nicht als Gehhilfe zu brauchen. Auf dich wirkt er viel jünger, als er tatsächlich zu sein scheint.
es: Al entrar, te saluda tu anfitrión, un hombre mayor de descendencia inglesa, o puede que francesa, que lleva un elegante chaquetón marrón sobre un anticuado traje rojo de etiqueta. —Ah, ya ha llegado —te dice mientras hace un gesto para que te sientes. Te sorprende descubrir que el hombre sea claramente de descendencia europea, posiblemente inglesa o francesa. Aunque su cabello es escaso y cano y tiene el rostro arrugado con largas líneas de preocupación, parece sorprendentemente vivaz y de gran estatura. Apoya la mano sobre un bastón de plata bruñida, pero no parece necesitarlo para caminar. Podrías llegar a pensar que es mucho más joven de lo que quiere aparentar.
fr: En entrant, vous êtes accueilli par votre hôte : un homme âgé d'origine anglaise ou peut-être française, portant un élégant manteau marron sur une tenue de cérémonie rouge démodée. « Ah, vous voilà. » Il vous fait signe de vous asseoir. Vous êtes surpris de constater que l'homme est clairement d'origine européenne. Bien que ses cheveux soient grisonnants et fins, et que son visage soit marqué par de longues rides d'inquiétude, il semble étonnamment alerte et de grande taille. Il pose sa main sur une canne en argent poli, mais ne semble pas en avoir besoin pour marcher. Si vous étiez moins perspicace, vous penseriez qu'il est beaucoup plus jeune qu'il ne le laisse paraître.
it: Al vostro ingresso venite accolti da un uomo anziano che indossa un elegante cappotto color legno sopra un abito da cerimonia rosso dall’aspetto antiquato. “Oh, eccovi qui.” Vi fa cenno di sedervi. Il suo accento europeo, forse inglese o francese, vi sorprende. Nonostante i capelli grigi e radi, e il volto segnato da profonde rughe d’espressione, sembra incredibilmente energico e imponente. La sua mano è posata su un bastone da passeggio d’argento levigato, di cui però non sembra avere bisogno per camminare; vi viene quasi il sospetto che sia molto più giovane di quanto appaia.
ko: 스위트룸으로 들어서자, 당신을 초대했던 동지회 간부가 당신을 맞이합니다. 그는 영국계 아니면 프랑스계로 보이는 노신사로, 한참 구식이 된 붉은 정장 위로 멋진 갈색 코트를 걸치고 있었습니다. “아, 오셨구려.” 그가 앉으라고 손짓합니다. 억양을 듣자 유럽계일 거라는 생각이 확고해집니다. 당초 예상대로 영국이나 프랑스 혈통일 것입니다. 그의 성긴 머리칼은 백발이 성성했고 수심이 가득한지 얼굴에 깊게 팬 주름이 도드라졌지만, 얼굴과는 달리 키가 크고 기운이 넘쳐 보입니다. 노신사는 윤이 반짝반짝 나는 은 지팡이에 손을 얹고 있지만, 걷는 데 필요해서 지팡이를 가지고 다니는 것은 아닐 듯합니다. 그에 대해 아무것도 몰랐다면, 나이에 비해 늙은 어투로 말한다고 생각했을 법합니다.
pl: Tuż po wejściu wita cię twój gospodarz, starszy jegomość angielskiego lub francuskiego pochodzenia, ubrany w elegancki brązowy płaszcz, skrywający nieco przestarzały, formalny czerwony strój. „Nareszcie jesteś”. Gestem wskazuje, byś usiadł. Zaskakuje cię, że w takim miejscu spotykasz kogoś o najwyraźniej europejskich korzeniach. Choć jego włosy są przyprószone siwizną oraz oznakami łysienia, a twarz pomarszczona, to jest potężnej budowy i sprawia wrażenie niezwykle żwawego. Jego dłoń spoczywa na srebrnej lasce, choć nie wydaje się, by jej potrzebował, aby się poruszać. Powiedziałbyś, że jest o wiele młodszy, niż sugeruje to jego wygląd i postawa.
ru: Когда вы входите, вас приветствует хозяин — пожилой мужчина английского или, возможно, французского происхождения в элегантном кремовом пальто поверх старомодного красного костюма. «Ах, вот и они». Жестом он указывает вам сесть. Вы удивлены явно европейским происхождением этого человека. И хотя его волосы поседели и поредели, а лицо испещрено мимическими морщинами, он держится на удивление бодро и статно. Он опирается рукой на полированную серебряную трость, хотя непохоже, чтобы она была нужна ему для ходьбы. Может показаться, что он гораздо моложе, чем подаёт вид.
zh: 這裡的主人在你走進房間時歡迎你，他是一名看起來像是英裔或法裔的長者，他穿著一襲紅色的古典正裝，披著棕色的外套。“啊，客人來了。”他示意請你入座。他的口音明顯來自歐洲，可能是英國或法國。雖然他滿頭白髮、身形單薄，憂慮在他臉上刻下許多皺紋，但他身上散發著充滿活力且威嚴的氣息。他靠在一根鋥亮的銀色拐杖上，但看起來似乎並不需要靠它走路。如果要你猜的話，你覺得他並沒有外表看起來這麼年邁。
