Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You lay low for a few days in one of Agent Sirry’s safehouses outside the city, then meet with him later that week, your prize still safely in your possession. He has cleaned up a bit since you last met him, and there is a brightness in his eyes and his smile that was not present before. He joyfully sums up what has occurred since you went dark. “The Beast and its devotees are in hiding, and it seems the rest of the Coterie have vanished, as well,” he declares, wearing a satisfied grin. “It seems, for all their posturing about ‘guiding humanity’ and ‘rightful rule,’ the moment their relic left their hands, their stake in the city vanished with it. Still…” His eyes dance to the vessel containing the Key, its light trapped within. “I doubt you’ve seen the last of them. In fact, I’d wager a guess that one or both are hot on your tail. Be careful.” You ask what Hossam will do now that his personal objective in Alexandria is complete. “I have a new assignment, actually,” he answers. “Commissioner Taylor sent the dossier to me just yesterday. I will be leaving my beloved city behind for the first time since joining the Foundation.” He sighs wistfully. “Well, perhaps we can meet up again some time.” He stands and shakes your hand. “It has been a pleasure working alongside you.”
de: Du versteckst dich ein paar Tage lang in einem von Agent Sirrys Verstecken außerhalb der Stadt. Später in der Woche triffst du dich mit deiner Beute im Gepäck erneut mit ihm. Er hat sich etwas herausgeputzt, seit du ihn das letzte Mal getroffen hast, und in seinem Blick und seinem Lächeln liegt ein Glanz, der vorher nicht da war. Freudig fasst er zusammen, was seit deinem Untertauchen geschehen ist. „Die Bestie und ihre Anhänger sind untergetaucht, und wie es scheint, ist auch der Rest der Coterie verschwunden“, erklärt er mit einem zufriedenen Grinsen. „Trotz all ihres Geredes über ‚die Führung der Menschheit‘ und ‚die rechtmäßige Herrschaft‘ scheint es, als hätten sie in dem Moment, in dem sie das Relikt aus der Hand gegeben haben, auch den Einfluss über die Stadt verloren. Dennoch ...“ Seine Augen wandern zu dem Gefäß, das den Schlüssel enthält, und zu dem darin eingeschlossenen Licht. „Ich bezweifle, dass Sie den Ritter und die Bestie zum letzten Mal gesehen haben. Ich würde sogar darauf wetten, dass einer oder sogar beide sich an Ihre Fersen heften werden. Seien Sie vorsichtig.“ Du fragst, was Hossam nun tun wird, da er sein persönliches Ziel in Alexandria erreicht hat. „Ich habe einen neuen Auftrag“, antwortet er. „Commissioner Taylor hat mir das Dossier erst gestern geschickt. Ich werde meine geliebte Stadt zum ersten Mal verlassen, seit ich der Foundation beigetreten bin.“ Er seufzt wehmütig. „Nun, vielleicht können wir uns ja mal wieder treffen.“ Er steht auf und schüttelt deine Hand. „Es war mir eine wahre Freude, mit Ihnen zusammenzuarbeiten.“
es: Pasas unos días sin llamar la atención en uno de los pisos francos que el agente Sirry tiene fuera de la ciudad y te reúnes con él a finales de esa semana con tu premio aún en tu poder. Se ha adecentado un poco desde la última vez que lo viste y tiene una sonrisa y un brillo en los ojos que no tenía antes. Te resume animadamente lo que ha ocurrido desde que te ocultaste: —La bestia y sus devotos se han escondido, y parece que el resto de la Camarilla también se ha esfumado —te cuenta con una sonrisa de satisfacción—. Tanto hablar de guiar a la humanidad y de su derecho a gobernar y, en cuanto perdieron la reliquia, su interés en la ciudad desapareció con ella. Aun así… Su mirada se posa en el receptáculo que contiene la Llave y atrapa su luz en su interior. —Seguro que volverá a encontrarse con alguno de ellos. De hecho, apostaría a que o uno o los dos van a intentar seguirle. Tenga cuidado. Le preguntas a Hossam que qué va a hacer ahora que su objetivo personal en Alejandría está cumplido. —La verdad es que tengo una nueva misión —te responde—. La comisaria Taylor me envió el dosier ayer mismo. Dejaré mi amada ciudad por primera vez desde que me uní a la Fundación. —Suspira con melancolía—. Bueno, tal vez volvamos a vernos en otra ocasión. —Se pone en pie y te estrecha la mano—. Ha sido un placer trabajar con usted.
fr: Vous faites profil bas pendant quelques jours dans l'une des planques de l'Agent Sirry à l'extérieur de la ville, puis vous le rencontrez plus tard dans la semaine. Votre trophée toujours en votre possession. Il s'est nettoyé un peu depuis la dernière fois que vous l'avez rencontré, et il y a un éclat dans ses yeux et son sourire qui n'était pas présent auparavant. Il résume joyeusement ce qui s'est passé depuis que vous avez disparu de la circulation. « La Bête et ses fidèles se cachent, et il semble que le reste de la Coterie ait également disparu », déclare-t-il, avec un sourire satisfait. « Il semble que, malgré toutes leurs déclarations sur le fait de ‘guider l'humanité’ et de ‘régner légitimement’, dès que leur relique a quitté leurs mains, leur intérêt pour la ville a disparu avec elle. Pourtant… » Son regard se dirige vers le réceptacle contenant la Clef, vers la lumière piégée à l'intérieur. « Je doute que vous ayez fini d'entendre parler d'eux. En fait, je parierais que l'un ou l'autre est déjà à vos trousses. Ou même les deux. Soyez prudents. » Vous demandez à Hossam ce qu'il va faire maintenant que son objectif personnel à Alexandrie est atteint. « J'ai une nouvelle mission, en fait », répond-il. « La commissaire Taylor m'a envoyé le dossier pas plus tard qu'hier. Je vais laisser ma ville bien-aimée derrière moi pour la première fois depuis que j'ai rejoint la Fondation. » Il soupire avec nostalgie. « Eh bien, peut-être que nous nous reverrons un jour. » Il se lève et vous serre la main. « Ce fût un plaisir de travailler à vos côtés. »
it: Vi nascondete per qualche giorno in uno dei rifugi dell’agente Sirry, poco fuori città. Vi siete accordati per incontrarvi con lui nel corso di quella stessa settimana, con la preziosa reliquia ancora al sicuro nelle vostre mani. L’uomo sembra essersi ripreso un pò dall’ultima volta che vi siete visti, e pare avere una scintilla nuova negli occhi e nel sorriso. Vi riassume entusiasta quello che è accaduto in città da quando siete spariti dalla circolazione. “La Bestia e i suoi devoti si stanno nascondendo e sembra che anche il resto della Società Rossa si sia volatilizzato” dichiara con un ghigno soddisfatto. “Inoltre, nonostante i loro proclami sul ‘governo legittimo’ e il fatto di essere una ‘guida per l’umanità’, ora che la reliquia non è più nelle loro mani pare che abbiano perso qualsiasi interesse per la città. Ma…” I suoi occhi si spostano sul contenitore in cui è chiusa la Chiave e che ne intrappola la luce. “Penso che sentirete ancora parlare di quei due. Anzi, sono piuttosto sicuro che almeno uno di loro sia già sulle vostre tracce. Siate cauti.” Gli chiedete quali siano i suoi programmi, ora che i suoi affari ad Alessandria sono conclusi. “A dire il vero, ho un nuovo incarico: la commissaria Taylor mi ha inviato il dossier giusto ieri, a quanto pare lascerò la mia amata città per la prima volta da quando sono entrato nella Fondazione” vi spiega, malinconico. “Ma forse avremo modo di incontrarci ancora.” Si alza, stringendovi la mano. “È stato un piacere lavorare con voi.”
ko: 당신은 며칠간 시리 요원이 알려주었던 교외 안전가옥에 몸을 숨기기로 합니다. 그 주 후반에 접어들어 시리 요원과 만나게 되었을 때도, 전리품은 아직 당신의 소지품 사이에 안전히 보관되어 있었습니다. 그는 마지막으로 만났을 때 비해 말끔해 보였으며, 눈에도 총기가 돌고 입가에는 일전에는 볼 수 없었던 미소가 걸려 있습니다. 시리 요원은 한껏 즐거워하며 당신이 종적을 감춘 후 알렉산드리아에 벌어진 일을 요약해주었습니다. “야수와 그를 추종하던 일당은 몸을 숨겼습니다. 나머지 동지회 놈들도 마찬가지로 사라진 듯하군요.” 요원은 만족스럽게 활짝 웃습니다. “말로는 ‘인류를 이끈다’니 ‘정당한 지배’니 이딴 말을 지껄이고서는 유물이 수중에서 떠나기 무섭게, 알렉산드리아에서 입지를 완전히 잃어버린 거죠. 하지만...” 시리 요원은 말꼬리를 흐리며 빛을 발하는 유리병 주변으로 눈길을 돌립니다. “놈들을 끝장내지 못한 것이 우려되네요. 실은 둘 중 하나, 아니 둘 다가 당신의 자취를 쫓고 있는 건 아닌가 해서요. 부디 조심하세요.” 당신은 호삼 시리 요원에게 알렉산드리아에서의 그가 개인적으로 원하던 바를 달성했으니 이제 무엇을 할 것인지 묻습니다. 그가 답합니다. “실은 새로운 임무에 배정되었답니다. 테일러 국장님께서 어제 막 기밀문서를 보내주셨어요. 재단에 합류한 이래 사랑하는 고향 도시를 뒤로하고 다른 임무를 맡는 건 처음이네요.” 시리 요원이 애처롭게 한숨을 쉽니다. “흠, 어쩌면 다시 만날 날이 올지도 모르지요. 당신과 함께할 수 있어 영광이었습니다.” 그가 일어서더니 작별의 악수를 청합니다.
pl: Postanawiasz na kilka dni przyczaić się w jednej z kryjówek agenta Sirriego poza miastem, po czym spotykasz się z nim, bacznie strzegąc swojej zdobyczy. Odkąd go ostatnio widziałeś zdołał doprowadzić się do porządku, zaś na jego twarzy gości teraz nieobecny wcześniej uśmiech. Z nieskrywaną radością zdaje ci raport z tego, co się wydarzyło kiedy ty pozostawałeś w ukryciu. „Bestia i jej poplecznicy ukrywają się. Reszta Koterii też zniknęła bez śladu ” – stwierdza z wyraźną satysfakcją. – „Najwyraźniej cała ta gadka o «przewodzeniu ludzkości» i «sprawiedliwych rządach» przepadła w momencie, jak stracili dostęp do artefaktu. Jednakże…” – spogląda co jakiś czas na Klucz, fiolkę z uwięzionym w niej światłem – „spodziewam się, że jeszcze o nich usłyszysz. Stawiam nawet, że mogą siedzieć ci na ogonie. Uważaj na siebie”. Pytasz Hossama, co zamierza zrobić, teraz, gdy jego zadanie w Aleksandrii dobiegło końca. „Prawdę mówią, dostałem nowy przydział” – odpowiada. – „Ledwie wczoraj komisarz Taylor przysłała mi nowe akta. Po raz pierwszy od dołączenia do Fundacji, wyjadę z mojego ukochanego miasta” – wzdycha. – „Cóż, może nasze drogi jeszcze się kiedyś zejdą” – wstaje i podaje ci rękę. „Praca z tobą była prawdziwą przyjemnością”.
ru: На несколько дней вы залегаете на дно, затаившись в убежище агента Сирри за городом, а затем отправляетесь на встречу с ним, держа свой трофей при себе. С момента вашей последней встречи он немного привёл себя в порядок, и в его глазах и улыбке появилась искра, которой не было раньше. Он с радостью рассказывает вам о том, что произошло, пока вы скрывались. «Зверя и его прихвостней нигде не видно, да и остальные из Клики куда-то пропали, — объявляет он с довольной ухмылкой. — Должно быть, несмотря на все заявления об „ориентире для человечества“ и „законном правлении“, их интерес к городу испарился в ту же секунду, когда реликвия ушла у них из рук. И всё же… — Его взгляд прыгает к сосуду, содержащему ключ и удерживающему его свет внутри. — Сомневаюсь, что вы больше никогда их не увидите. На самом деле, я бы рискнул предположить, что один из них, а то и оба, уже у вас на хвосте. Будьте осторожны». Вы спрашиваете, чем теперь займётся Хоссам, когда его личная цель в Александрии достигнута. «Ну, вообще, у меня уже есть новое задание, — отвечает он. — Комиссар Тейлор вчера прислала мне досье. Впервые с момента моего вступления в Организацию я покину мой любимый город. — Он тяжко вздыхает. — Что ж, быть может, однажды мы встретимся вновь. — Он встаёт и пожимает вашу руку. — Было приятно работать вместе с вами».
zh: 你藏身在西里探員城外的安全屋中幾天，稍晚之後你與他會面，你的戰利品安全的在你掌握中。他比你上次見到時整潔多了，還帶著之前沒有的笑容。他心情愉悅地總結你躲藏起來後發生的事：“野獸跟牠的追隨者們躲藏起來，而其他結社成員也消失了。”他帶著開心的笑容宣布。“看來在失去密鑰後，他們同時失去了宣稱要用來‘引導人類’、‘正當統治’的籌碼。但是……”他的視線看向散發光芒的透明小瓶。“我認為你還會再見到他們。事實上我猜他們其中一方，或是雙方都在追蹤你，請小心。” 你問霍桑姆既然他在亞歷山卓的目標完成了，接下來有什麼打算。他回答：“我有一個新任務，調查官泰勒昨天送了一份卷宗給我。自從加入基石以來我還是第一次離開我心愛的城市。”他惆悵的嘆了口氣。他起身握了握你的手：“也許我們會再見面的，很榮幸能跟你合作。”

source: With terrifying creatures and agents in red embroiled in all-out war, it has become far too dangerous for you to continue operating in Alexandria. You hate to leave such a volatile situation behind, but you don’t seem to have a choice. You find it ironic that the Coterie, who claim to only want to protect humanity, would put the people of Alexandria in such danger. It seems there is a wide range of personalities within the organization. Perhaps some may even be swayed to your side. But for now, those in Alexandria seem to be a lost cause. You leave the city in a dour mood, hoping your next assignment goes more smoothly.
de: Angesichts der furchterregenden Kreaturen und der Agenten in Rot, die in einen totalen Krieg verwickelt sind, ist es für dich viel zu gefährlich geworden, weiterhin in Alexandria zu verweilen. Dir ist nicht wohl dabei, der Stadt in einer so brisanten Situation den Rücken zu kehren, aber dir bleibt keine andere Wahl. Es hat schon eine gewisse Ironie, dass die Coterie, die behauptet, nur die Menschheit beschützen zu wollen, die Einwohner von Alexandria in eine solche Gefahr bringt. Es gibt offenbar eine große Bandbreite verschiedener Persönlichkeiten innerhalb der Organisation. Vielleicht lassen sich einige sogar auf deine Seite ziehen. Aber im Moment scheinst du sie mit vernünftigen Argumenten nicht erreichen zu können. In trübsinniger Stimmung verlässt du die Stadt und hoffst, dass dein nächster Auftrag erfolgreicher verläuft.
es: Con aterradoras criaturas y agentes de rojo envueltos en una guerra sin cuartel, las circunstancias se han vuelto excesivamente peligrosas para que sigas operando en Alejandría. No te gusta tener que abandonar el lugar en una situación tan volátil, pero parece que no tienes elección. Te resulta irónico que la Camarilla, que afirma que solo quiere proteger a la humanidad, exponga a la gente de Alejandría a semejante peligro. Parece que dentro de la organización convive un amplio abanico de personalidades. Puede que sea posible convencer a algunas para que se pasen a tu bando, pero, de momento, las de Alejandría parecen una causa perdida. Te marchas de la ciudad con el ánimo taciturno y la esperanza de que tu próxima misión tenga mejor devenir.
fr: Avec des créatures terrifiantes et des agents en rouge engagés dans une guerre totale, il est devenu bien trop dangereux pour vous de continuer à opérer à Alexandrie. Vous détestez laisser derrière vous une situation aussi volatile, mais vous ne semblez pas avoir le choix. Vous trouvez ironique que la Coterie, qui prétend vouloir seulement protéger l'humanité, puisse mettre les habitants d'Alexandrie dans un tel pétrin . Il semble qu'il y ait un large éventail de personnalités au sein de l'organisation. Peut-être que certaines pourraient même basculer de votre côté ? Mais pour l'instant, ceux d'Alexandrie semblent être une cause perdue. Vous quittez la ville d'une humeur maussade, en espérant que votre prochaine mission se déroule plus facilement.
it: Ora che è scoppiata una guerra senza quartiere tra gli agenti in rosso e quelle terrificanti creature, per voi è diventato troppo pericoloso operare ad Alessandria. Odiate l’idea di lasciarvi alle spalle una situazione così instabile, ma non vi sembra di avere altra scelta. Trovate ironico il fatto che la Società Rossa, che sostiene di voler proteggere l’umanità, metta così tanti innocenti in pericolo; è come se l’organizzazione fosse composta da individui mossi da propositi molto diversi tra loro. E se ci fosse qualcuno all’interno disposto a schierarsi dalla vostra parte? Per ora, le coalizioni di Alessandria sembrano essere una causa persa. Abbandonate la città di pessimo umore, sperando che il vostro prossimo incarico fili via più liscio.
ko: 무시무시한 야수와 붉은 옷을 입은 요원들이 전면전에 돌입하며, 알렉산드리아에서 작전을 이어가는 일은 너무나도 위험해졌습니다. 불안정한 상황을 뒤로하고 이곳을 떠나고 싶지는 않지만, 선택의 여지는 없습니다. 인류를 보호하겠다는 미명을 주장했던 붉은 동지회가 알렉산드리아의 시민을 위험의 구렁텅이로 몰아넣는 것을 보며 실로 모순적인 모습이라는 생각이 듭니다. 붉은 동지회 내에는 다양한 사람들이 있으며, 그중에는 당신의 편으로 포섭할 만한 인물이 있을지도 모릅니다. 하지만 지금 알렉산드리아에서 싸움을 벌이는 동지회 사람들을 포섭할 가망은 없어 보입니다. 부디 다음 임무는 순조롭게 진행되길 바라며, 음울한 기분으로 알렉산드리아를 뜹니다.
pl: Dalsze prowadzenie działań w Aleksandrii w sytuacji, gdy przerażające potwory i agenci w czerwieni są uwikłani w konflikt na pełną skalę, jest zdecydowanie zbyt niebezpieczne. Nie chcesz zostawiać za sobą takiego bałaganu, ale prawdę mówiąc nie masz wielkiego wyboru. Jako chichot losu traktujesz jednak sytuację, w której Koteria, pełna górnolotnych haseł o ochronie ludzkości, sama sprowadziła niebezpieczeństwo na mieszkańców Aleksandrii. Widać też, że organizacja zrzesza najróżniejsze postaci. Być może zdołasz przekabacić część z nich na swoją stronę. Póki co jednak, ci w Aleksandrii to przegrana sprawa. Opuszczasz miasto w ponurym nastroju, mając nadzieję, że kolejny przydział będzie mniej problematyczny.
ru: Из-за войны, устроенной ужасающими созданиями и агентами в красном, оставаться в Александрии становится слишком опасно. Вам не хочется оставлять после себя такую нестабильную ситуацию, но, похоже, выбора у вас нет. Вы находите ироничным, что, несмотря на все заявления о защите человечества, именно Клика подвергает жителей Александрии такой опасности. Похоже, эта организация может похвастаться широким разнообразием личностей и характеров. Возможно, некоторые из них даже могли бы склониться на вашу сторону. Но на данный момент эти двое в Александрии, похоже, безнадёжны. Вы покидаете город в мрачном настроении, надеясь, что ваше следующее задание пройдёт более гладко.
zh: 可怕的生物跟紅衣使徒爆發了全面戰爭，亞歷山卓已經太過危險，無法繼續進行調查。你不願放下如此嚴重的事態離開，但你別無選擇。多麼諷刺，宣稱以守護人類為目標的結社，卻為亞歷山卓的人民帶來這麼多苦難。看來結社成員之間的行事作風大相逕庭，也許有說服其中某些人倒向你這邊的機會。但就現在而言，你在亞歷山卓已經失去契機了。你抱著沉重的心情離開了城市，希望下次行動能更順利。
