Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/15_dogs_of_war.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You ask the knight what the Red Coterie is truly about. So far, you have seen its members be both brutal and reasonable. And why all the secrecy? “I have not lied to you. We seek only to protect humanity.” He points to the vault wherein the Light of Pharos is still safely sealed away. “These objects, they are too powerful to be wielded by just anyone, and too precious to be kept unaccounted. I’m sure by now you have noticed the influence of other entities upon our world. Outsiders, we call them. These relics are the only line of defense against such entities. The Coterie keeps them safe, to be used only to do battle with the Outsiders. That is why I could not suffer this artifact to fall into the hands of that beast. Aliki is the one who does most of our research regarding the Outsiders—if you wish to know more, perhaps find her. Last anyone heard from her was around Kathmandu, I believe. But you will need to find a translator if you wish to speak with her. She is cryptic and difficult to understand.” He glances at the portrait of the knight clad in crimson armor that looms behind him. “As for all the red… handling relics of an otherworldly nature is both dangerous and conspicuous. So, we have bound them to one or more articles of clothing, to better blend in with society. The process, for whatever reason, turns them red. Of course, there are other benefits too. Think of it as a… secret handshake, if you will.” He raises an eyebrow as he appraises you. “We have, in the past, inducted new members into our ranks, should they prove themselves both trustworthy and capable, as you have. Perhaps one day you shall bear red upon your person, as well. Now, I believe I have fulfilled my end of this bargain. I once again thank you for your aid. My people will compensate your travel expenses.” With that, the conversation comes to a friendly, if abrupt end.
de: Du fragst den Ritter, worum es der Roten Coterie wirklich geht. Bisher hast du erlebt, dass ihre Mitglieder sowohl brutal als auch vernünftig auftreten. Und warum die ganze Geheimniskrämerei? „Ich habe Sie nicht belogen. Unser Ziel ist einzig und allein, die Menschheit zu schützen.“ Er deutet auf den Tresor, in dem das Licht von Pharos sicher verschlossen ist. „Diese Artefakte sind zu mächtig, um von irgendjemandem verwendet zu werden, und gleichzeitig zu wertvoll, um keine Aufmerksamkeit zu erregen. Ich bin sicher, Sie haben inzwischen den Einfluss anderer Wesen auf unsere Welt bemerkt. Wir nennen sie die Außenseiter. Diese Relikte sind die einzige Verteidigungslinie gegen solche Wesen. Die Coterie bewahrt sie sicher auf, damit sie nur im Kampf gegen die Außenseiter eingesetzt werden. Deshalb konnte ich nicht zulassen, dass dieses Artefakt in die Hände dieser Bestie fällt. Aliki ist diejenige unter uns, welche die Außenseiter am meisten studiert. Wenn Sie mehr Wissen erlangen wollen, sollten Sie Aliki aufsuchen. Ihr letzter bekannter Aufenthaltsort war in der Nähe von Kathmandu, wenn ich mich nicht irre. Aber Sie werden die Dienste eines Übersetzers benötigen, wenn Sie mit ihr sprechen wollen. Sie ist sehr kryptisch und äußerst schwer zu verstehen.“ Er wirft einen Blick auf das Porträt des Ritters in der weinroten Rüstung, das hinter ihm aufragt. „Was das ganze Rot betrifft ... so ist der Umgang mit Relikten aus der Anderswelt sowohl gefährlich als auch Aufsehen erregend. Deshalb haben wir sie an ein oder mehrere Kleidungsstücke gebunden, um uns besser in die Gesellschaft einzufügen. Dieser Prozess färbt sie aus irgendeinem Grund rot. Natürlich gibt es auch noch andere Vorteile. Betrachten Sie es als einen ... geheimen Händedruck, wenn Sie so wollen.“ Er hebt eine Augenbraue, während er dich mustert. „Wir haben in der Vergangenheit neue Mitglieder in unsere Reihen aufgenommen, wenn sie sich als vertrauenswürdig und fähig erwiesen haben, so wie Sie. Vielleicht werden auch Sie eines Tages die Farbe Rot tragen. Nun, ich glaube, ich habe meinen Teil der Abmachung erfüllt. Ich danke Ihnen noch einmal für Ihre Hilfe. Meine Leute werden Ihnen die Kosten ihrer Reise erstatten.“ Damit beendet er freundlich, wenn auch abrupt, euer Gespräch.
es: Le preguntas al caballero cuál es el verdadero propósito de la Camarilla Roja. Hasta ahora, has visto que sus miembros pueden ser tanto brutales como razonables. ¿Y a qué viene tanto secretismo? —No le he mentido. Solo queremos proteger a la humanidad —te dice mientras señala la caja fuerte donde está guardada la luz de Faros—. Estos objetos también son demasiado poderosos como para que los emplee cualquiera, y demasiado valiosos como para no tenerlos controlados. Estoy seguro de que, a estas alturas, ya habrá observado la influencia de otras entidades en nuestro mundo. Los llamamos seres del exterior, y estas reliquias son la única línea de defensa contra ellos. La Camarilla las mantiene a salvo, para usarlas únicamente para combatir a los seres del exterior. Por eso no podía permitir que este artefacto cayera en manos de esa bestia. Aliki es quien se encarga de la mayoría de investigaciones que realizamos sobre los seres del exterior, así que tal vez debería buscarla si quiere saber más al respecto. Lo último que supe de ella es que estaba por Katmandú, creo. Pero le hará falta un traductor si quiere hablar con ella. Es enigmática y complicada de entender. Mira de reojo el retrato del caballero ataviado con armadura carmesí que tiene a su espalda y prosigue: —En cuanto a todo el rojo… Manejar reliquias de naturaleza sobrenatural es tan peligroso como llamativo. Por eso las hemos vinculado a una o más prendas de vestir, para poder mezclarnos mejor en la sociedad. Por algún motivo, el proceso las vuelve de color rojo. Pero claro, también hay otros beneficios. Puede considerarlos una especie de… apretón de manos secreto —Enarca una ceja mientras te observa—. En el pasado hemos admitido nuevos miembros en nuestras filas si demuestran ser capaces y de confianza como usted. Puede que algún día también lleve algo rojo. Creo que ya he cumplido mi parte del trato. Le agradezco su ayuda una vez más. Mi gente le compensará por sus gastos de viaje. Dicho esto, la conversación llega a un final amistoso, pero abrupto.
fr: Vous demandez au chevalier ce qu'est vraiment la Coterie Rouge. Jusqu'à présent, vous avez vu ses membres être à la fois brutaux et raisonnables. Et pourquoi tant de mystère ? « Je ne vous ai pas menti. Nous cherchons seulement à protéger l'humanité. » Il désigne la chambre forte dans laquelle la Lumière de Pharos est à l'abri. « Ces objets sont trop puissants pour être manipulés par n'importe qui, et trop précieux pour être gardés dans l'ombre. Je suis sûr que vous avez déjà remarqué l'influence d'autres entités sur notre monde. Ceux d'Ailleurs, comme on les appelle. Ces reliques sont la seule ligne de défense contre ces entités. La Coterie les garde en sécurité, et ne les utilise que pour combattre Ceux d'Ailleurs. C'est pourquoi je ne pouvais pas laisser cet artefact tomber entre les mains de cette bête. Aliki est celle qui effectue la plupart de nos recherches sur Ceux d'Ailleurs. Si vous souhaitez en savoir plus, vous pouvez aller la voir. La dernière fois qu'on a eu de ses nouvelles, elle était aux environs de Katmandou, je crois. Mais vous devrez trouver un interprète si vous souhaitez lui parler. Elle est énigmatique et difficile à comprendre. » Il jette un coup d'œil au portrait du chevalier à l'armure cramoisie qui se profile derrière lui. « Quant à tout le rouge… La manipulation de reliques d'un autre monde est à la fois dangereuse et ostentatoire. Nous les avons donc attachées à un ou plusieurs vêtements, pour mieux nous fondre dans la société. Le processus, pour une raison quelconque, les rend rouges. Bien sûr, il y a aussi d'autres avantages. Pensez-y comme une… poignée de main secrète, si vous voulez. » Il lève un sourcil en vous évaluant. « Nous avons, dans le passé, intronisé de nouveaux membres dans nos rangs, s'ils se montraient dignes de confiance et compétents, comme vous l'avez été. Peut-être porterez-vous un jour aussi du rouge sur votre personne. Maintenant, je crois que j'ai rempli ma part du marché. Je vous remercie encore une fois pour votre aide. Mes hommes vous rembourseront les frais du voyage. » Sur ce, la conversation se termine amicalement, bien que brusquement.
it: Chiedete al Cavaliere quale sia il vero scopo della Società Rossa: i membri che avete visto finora sembrano tanto brutali in alcuni casi quanto ragionevoli in altri. E perché tutta questa segretezza? “Non vi ho mentito: vogliamo solo proteggere l’umanità.” Vi indica la cassaforte dov’è appena stata rinchiusa la Luce del Faro. “Questi oggetti sono troppo potenti perché qualcuno possa brandirli e troppo preziosi per essere lasciati a loro stessi. Sono sicuro che abbiate avuto modo di osservare l’influenza che certe entità possono esercitare sul nostro mondo… Noi le chiamiamo Estranei. Queste reliquie sono l’ultima linea di difesa contro tali esseri e la Società Rossa le tiene al sicuro affinché siano impiegate solo ed esclusivamente per combattere gli Estranei. Ecco perché non potevo sopportare l’idea che questo artefatto finisse nelle mani di quella Bestia.” Fa una breve pausa, come se stesse soppesando le parole. “Tra di noi, Aliki è la persona che ha compiuto il maggior numero di ricerche sugli Estranei; se volete saperne di più, vi suggerisco di parlarne con lei. Credo che al momento si trovi a Katmandu, ma vi consiglio di procurarvi un interprete se volete sperare di comprendere le sue parole: è una donna criptica e difficile da decifrare.” Si volta per gettare uno sguardo in direzione del cavaliere dall’armatura scarlatta alle sue spalle. Per quanto riguarda il ‘rosso’… maneggiare reliquie di origini ultraterrene è un compito tanto pericoloso quanto appariscente, così abbiamo iniziato a vincolarle a dei capi d’abbigliamento in modo da renderle meno evidenti al resto della società civile, ma il processo finisce inevitabilmente per tingere di rosso i capi. Non abbiamo mai capito perché, ma tutto questo porta anche dei benefici: noi la consideriamo una sorta di firma cromatica, un pò come una… stretta di mano segreta.” Inarca un sopracciglio, guardandovi come se volesse prendervi le misure. “È capitato, in passato, che accettassimo tra le nostre fila persone che si erano dimostrate capaci e degne di fiducia. Persone come voi. Chissà, magari un giorno potreste indossare anche voi qualcosa di rosso?” Fa una breve pausa, come se volesse assicurarsi che il messaggio attecchisca. “Bene, credo di aver rispettato la mia parte dell’accordo. Vi ringrazio nuovamente per il vostro aiuto, e non vi preoccupate per le spese di viaggio: se ne occuperà la mia organizzazione.” Vi congedate dal Cavaliere, con un saluto amichevole e niente più.
ko: 당신은 우선 붉은 동지회라는 조직의 정체와 목적에 대해서 묻습니다. 지금까지 봐온 동지회 일원 가운데 어떤 자는 합리적인 사람이었던 반면 잔혹한 이도 있었습니다. 그리고 왜 저들은 목적을 숨긴 채 암약하고 있는 것일까요? 암적색 기사는 파로스의 빛이 안전히 보관된 금고를 가리키며 말합니다. “나는 거짓을 말한 적 없소이다. 우리는 인류를 수호할 길을 모색할 뿐이오. 저런 유물은 너무나도 강력하여 한낱 개인의 손에 들어갔다가는 파멸을 초래하고, 그렇다고 그대로 방치해 두기에는 너무나도 귀중한 물건이오. 그대 역시 우리 세계에 은밀하게 영향을 미치는 존재를 목도했을 거라 생각하오만. 바깥개체... 우리는 그것들을 이 이름으로 부른다오. 이토록 위험한 존재에 맞서 우리 세계를 지킬 수 있는 유일한 수단이 이 유물들이라오. 붉은 동지회는 오직 바깥개체와의 싸움에만 사용하고자 유물을 안전하게 지켜왔다오. 그렇기에 야수의 손에 유물이 떨어지는 꼴은 지켜볼 수 없었소. 혹여 바깥개체에 대해 더 알고 싶거든 알리키를 찾아가시오. 우리 중 바깥개체에 대해 가장 많이 연구해온 자이니. 내가 기억하기로는 카트만두에 있다는 소식이 마지막이었소. 허나 알리키와 이야기를 나누고 싶다면 통역자를 대동해야 할 거요. 내게도 수수께끼 같은 여인인 데다가 말하는 이야기를 이해하기가 영 쉽지 않거든.” 암적색 기사가 뒤돌아서서 진홍색 갑옷을 입은 기사의 초상화를 올려다봅니다. “왜 붉은 색인 것인가... 그에 대한 답은, 우리가 다루는 이계의 유물이 매우 위험하고도 쉽게 눈에 띄는 것이라 그렇소. 그래서 우리는 이러한 유물을 갖고도 사람들 사이에 융화되어 들어갈 수 있도록 유물을 하나 이상의 의복에 결속시켰다오. 그 과정에서 모종의 이유로 인해 복식이 붉은색으로 변하게 되지. 물론, 그 외에 다른 이점도 있소. 일종의... 비밀스러운 악수법이라고 할까, 뭐 우리끼리 알아보는 수단이 되는거요.” 암적색 기사가 눈썹을 치켜올리며 당신의 치적을 평가합니다. “과거엔 말이오, 우리도 새로운 일원을 받아들여 왔소. 당신처럼 믿음직하고 역량을 입증한 사람이라면 동지회에서 영입할 가치가 있겠지. 언젠가는 그대 역시 붉은 복식을 받아들일 날이 올지도 모르오. 일단은, 이 정도면 약조했던 바대로 알려줄 수 있는 건 다 알려드린 것 같소만. 다시 한번 그대의 도움에 감사하는 바요. 그대의 여행 경비는 우리 쪽에서 부담하리다.” 그 말을 끝으로, 암적색 기사는 이야기를 마무리 짓습니다.
pl: Pytasz rycerza, czym tak naprawdę jest Czerwona Koteria. Spotykałeś się już bowiem zarówno z jej brutalną, jak i rozsądną częścią. No i po co ta cała konspiracja? „Nie okłamywałem cię. Chcemy jedynie chronić ludzkość” – mówi wskazując na skrytkę, w której nadal bezpiecznie spoczywa Światło Faros. – „Te przedmioty są zbyt potężne, by pozwolić byle komu je przechowywać i zbyt cenne, by pozwolić im istnieć poza kontrolą. Jestem pewien, że doświadczyłeś już wpływu, jakie mają na nasz świat inne byty. Nazywamy ich Zewnętrznymi. Relikty są jedyną obroną jaką przed nimi dysponujemy. Koteria bezpiecznie je przechowuje i używa tylko, gdy trzeba walczyć z Zewnętrznymi. Jak możesz się domyślić, z tego powodu nie mogłem dopuścić, by artefakt wpadł w łapy tej bestii. Co zaś się tyczy Zewnętrznych, Aliki zajmuje się u nas ich badaniami. Jeśli chcesz dowiedzieć się o nich więcej, powinieneś jej poszukać. Ostatnio gdy się odzywała, to była w okolicach Katmandu. Przyda ci się jednak tłumacz, jeśli planujesz z nią porozmawiać. Mówi szyfrem i dość trudno ją zrozumieć” – zerka na spozierający zza jego pleców portret rycerza w szkarłatnej zbroi. – „Co się tyczy czerwieni… posiadanie reliktu spoza tego świata jest niebezpieczne i łatwo rzucające się w oczy. Postanowiliśmy więc, że zespolimy je z jedną lub więcej częściami garderoby, by łatwiej wpasować się w lokalne środowisko. Z jakiegoś powodu proces zespalania nadaje im czerwonej barwy. Rzecz jasna są też inne korzyści. Potraktuj to jako… potajemny uścisk dłoni” – unosi brew, jakby cię oceniał. – „W przeszłości wprowadzaliśmy nowych członków w nasze szeregi, jeśli okazywali się przydatni i godni zaufania, tak jak ty. Kto wie, może kiedyś i ty będziesz nosił coś czerwonego. Myślę, że wypełniłem swoją część umowy. Raz jeszcze dziękuję ci za pomoc. Moi ludzie zwrócą ci za koszt podróży”. Po tych słowa rozmowa, choć w nagły, to i przyjacielski sposób dobiega końca.
ru: Вы спрашиваете Рыцаря, что на самом деле из себя представляет Красная Клика. До сих пор вы видели, как её члены могут проявлять как жестокость, так и справедливость. И к чему вся эта секретность? «Я не лгал вам. Мы стремимся лишь защитить человечество. — Он указывает на хранилище, в котором всё ещё надёжно укрыт Свет Фароса. — Эти предметы слишком могущественны, чтобы ими мог владеть любой, и слишком ценны, чтобы оставлять их без присмотра. Уверен, вы уже обратили внимание на влияние неких сущностей на наш мир. Мы зовём их Внешними. Эти реликвии — наша единственная защита от этих сущностей. Клика хранит их в безопасности, чтобы они могли быть использованы только в сражении с Внешними. Посему я не мог допустить, чтобы этот артефакт достался тому зверю. Алики проводит большую часть исследований всего, что касается Внешних. Если хотите узнать больше — вам следует разыскать её. Кажется, когда я в последний раз что-то слышал о ней, она была в районе Катманду. Но вам понадобится переводчик, чтобы поговорить с ней. Она загадочна, и её трудно понять. — Он бросает взгляд на портрет рыцаря в алом одеянии, нависающем позади. — Что же насчёт красного… Иметь дело с реликвиями из иных пространств опасно. Кроме того, это привлекает внимание. Потому мы связываем их с одним или несколькими предметами одежды, чтобы лучше вписываться в общество. Этот процесс по неизвестным нам причинам окрашивает одежду красным. Конечно, есть и плюсы. Считайте это… своего рода секретным приветствием. — Он приподнимает бровь, оценивающе глядя на вас. — В прошлом мы принимали новых членов в наши ряды, если те оказывались надёжными и способными, как вы. Возможно, когда-нибудь и вы тоже примерите красное. Что ж, я считаю, что моя часть сделки выполнена. Ещё раз благодарю вас за помощь. Мои люди оплатят все ваши издержки». На этом ваша дружеская беседа неожиданно обрывается.
zh: 你詢問騎士緋紅結社到底是什麼樣的組織，目前為止你見過的成員從殘暴到理性並存，結社又隱藏著什麼秘密？“我沒有說謊，我們只為保護人類而存在。”他指向安全保管在保險箱內的法羅斯之光說：“這些物品，它們過於強大，不是任何人都能掌握；但同時又過於重要，不能放任不管。我相信你已經看過許多異界生物對我們的世界造成什麼樣的影響。我們稱呼牠們為異域存在，而這些遺物是唯一可以擊退這些存在的方法。結社保管它們，只為了用來與異域存在戰鬥。這就是為什麼我不能讓它落在野獸手中的原因。阿利琪是我們對異域存在的主要研究者，如果你想了解更多可以去找她。我記得上次有人提到她的行蹤是在加德滿都。但如果你想跟她對話，必須先找到翻譯者，她非常神秘且難以理解。”接著他看著身後身穿緋紅色鎧甲的騎士塑像說：“至於紅色……保管異界遺物很危險，同時容易讓人起疑。所以我們會將其與衣物或配件綁定，以便更容易融入社會。而這個過程，出自不明原因，會將目標染上紅色。當然還有其他好處，你可以想像成一種……秘密的身份證明。”他抬起眉毛打量著你：“在過去，當一個人像你一樣證明了自己的能力且可被信任，我們會邀請他加入，成為我們的一員，也許有一天你也會背負起緋紅的稱號。現在，我相信我已經履行了承諾，再次感謝你的協助。我的人會負責處理你這趟旅程的支出。”你們的談話就這樣友善但突然的結束了。

source: Intro 2: Miskatonic or Scholar
es: Introducción 2: Miskatonic o Erudito
ru: Вступление 2: Мискатоник или Учёный
