Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/16_theory_of_annihilation.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Theory of Annihiliation
de: Auslöschungstheorie
es: Teoría de la aniquilación
fr: La Théorie de l'Annihilation
it: Teoria dell’Annientamento
ko: 소멸론
pl: Teoria zniszczenia
ru: Теория аннигиляции
zh: 湮灭理论

source: Rio de Janeiro: Theory of Annihiliation
de: Rio de Janeiro: Auslöschungstheorie
es: Río de Janeiro: Teoría de la aniquilación
fr: Rio de Janeiro : La Théorie de l'Annihilation
it: Rio de Janeiro: Teoria dell’Annientamento
ko: 리우데자네이루: 소멸론
pl: Rio de Janeiro: Teoria zniszczenia
ru: Рио-де-Жанейро: Теория аннигиляции
zh: 里约热内卢：湮灭理论

source: Rio de Janeiro
es: Río de Janeiro
ko: 리우데자네이루
ru: Рио-де-Жанейро
zh: 里约热内卢

source: As your ship puts into port at Rio De Janeiro, you see a massive hollow statue under construction on Corcovado mountain overlooking the city. The statue is vaguely humanoid, its arms spread wide in welcome . . . or is it a warning?
de: Als dein Schiff in den Hafen von Rio de Janeiro einläuft, kannst du auf dem Corcovado, dem Berg, der die Stadt überragt, eine riesige hohle Statue erkennen, die sich gerade im Bau befindet. Die Statue hat vage humanoide Züge und breitet ihre Arme zur Begrüßung aus ... oder vielleicht doch eher als Warnung?
es: Cuando tu barco entra en el puerto de Río de Janeiro, ves una enorme estatua hueca en construcción en el cerro del Corcovado que domina la ciudad. La estatua es vagamente humanoide y tiene los brazos extendidos como dando la bienvenida… ¿O tal vez en señal de advertencia?
fr: Alors que votre bateau fait escale à Rio de Janeiro, vous voyez une énorme statue en construction sur le mont Corcovado surplombant la ville. La statue est vaguement humanoïde, les bras écartés en signe de bienvenue… ou d'avertissement ?
it: Mentre la vostra nave si avvicina al porto di Rio de Janeiro, notate una gigantesca statua cava ancora in costruzione che sovrasta la città dall’alto del Corcovado. La scultura raffigura un individuo umanoide, con le braccia aperte come in segno di accoglienza… o forse in segno di avvertimento?
ko: 배가 리우데자네이루항에 닿자, 코르코바두산 위에서 한창 건설 중인 구조물이 보입니다. 이 거대하면서도 속은 텅 빈 조각상이 도시를 굽어봅니다. 어렴풋하게 보이는 모습으로는 사람이 두 팔을 활짝 벌린 채 당신을 환영하는 모습이지만, 일면으로는 경고처럼 느껴지기도 합니다...
pl: Kiedy twój statek przybija do portu w Rio de Janeiro, pierwsze co dostrzegasz, to spoglądająca na miasto, ogromna, wydrążona w środku statua w trakcie budowy, umieszczona na górze Corcovado. Jest z grubsza humanoidalnych kształtów, zaś jej ramiona rozpościerają się w zapraszającym geście… a może to ostrzeżenie?
ru: Когда ваш корабль заходит в порт Рио-де-Жанейро, вы видите массивную полую статую, строящуюся на горе Корковаду высоко над городом. Статуя отдалённо напоминает гуманоидную фигуру, её руки широко раскинуты в приветствии… или предупреждении?
zh: 当你停靠在里约热内卢的港口时，你远远就看见驼背山上正在建造一座巨大的雕像，隐约有人形的轮廓，双臂张开似乎在迎接你……又或者是在警告你？

source: Check the Campaign Log.
de: Überprüfe das Kampagnenlogbuch.
es: Comprueba el registro de campaña.
fr: Vérifiez le Carnet de Campagne.
it: Controllate il Diario della Campagna.
ko: 캠페인 기록지를 확인합니다.
pl: Sprawdź Dziennik kampanii.
ru: Сверьтесь с журналом.
zh: 检查剧本日志。

source: <i>If the cell met Dr. Irawan</i> and less than 25 <b>time</b> has passed:
de: <i>Falls die Zelle Dr. Irawan getroffen hat</i> und weniger als 25 <b>Zeit</b> verstrichen ist:
es: <i>Si la célula ha conocido a la Dra. Irawan</i> y ha transcurrido menos de 25 de <b>tiempo</b>:
fr: Si <i>la cellule a rencontré le Dr Irawan</i> et que moins de 25 cases <i>Temps</i> ont été cochées :
it: Se <i>la cellula ha conosciuto la dottoressa Irawan</i> e sono trascorsi 24 o meno <b>tempi</b>:
ko: <b>시간</b>이 25 미만으로 경과했으며 <i>독립 조사팀이 이라완 박사를 만났다</i> 항목이 기록되어 있습니까?
pl: <i>Jeśli komórka spotkała dr Irawan</i> i minęło mniej niż 25 <b>czasu</b>:
ru: Если ячейка встретила доктора <i>Ираван</i> и прошло меньше 25 <b>времени</b>:
zh: 如果<i>与伊拉万博士会面</i>且经过小于25<b>时间</b>：

source: <i>If the cell met Dr. Irawan</i> and 25 or more <b>time</b> has passed:
de: <i>Falls die Zelle Dr. Irawan getroffen hat</i> und 25 <b>Zeit</b> oder mehr verstrichen ist:
es: <i>Si la célula ha conocido a la Dra. Irawan</i> y ha transcurrido 25 o más de <b>tiempo</b>:
fr: Si <i>la cellule a rencontré le Dr Irawan</i> et que 25 cases <b>Temps</b> ou plus ont été cochées :
it: Se <i>la cellula ha conosciuto la dottoressa Irawan</i> e sono trascorsi 25 o più <b>tempi</b>:
ko: <b>시간</b>이 25 이상 경과했으며 <i>독립 조사팀이 이라완 박사를 만났다</i> 항목이 기록되어 있습니까?
pl: <i>Jeśli komórka spotkała dr Irawan</i> i minęło 25 lub więcej <b>czasu</b>:
ru: Если ячейка встретила доктора <i>Ираван</i> и прошло больше 25 <b>времени</b>:
zh: 如果<i>与伊拉万博士会面</i>且经过大于等于25<b>时间</b>：

source: After some searching, you find Dr. Irawan in the Belmond Copacabana seated at a table covered in sketches and academic clutter. “I am actually glad you missed my lecture,” she says. “It was an utter disaster. I was laughed out of the auditorium when I tried to present. Someone called me a ‘cryptozoologist’.” Dr. Irawan adjusts her large round spectacles as she turns to a beautifully detailed sketch of a bird roosting in a palm tree. “I presented what I am calling the Theory of Annihilation. A process by which an ecosystem is, itself, devoured via what you have dubbed ‘paranatural selection.’ Not just the ecosystem, but the memory of itself. The fact of its very existence.” “Do not worry, I will credit you for that term,” she takes a sip of strong, dark coffee. “But after my recent survey of the Amazon, I am afraid the process is accelerating. A dozen species of macaw have vanished, and my colleagues have no memory of them. The sketches have disappeared as well. Of those we documented, only the scarlet macaw remains.” As Dr. Irawan flips idly through her sketchbook, her eyes catch on a particular page, and her face goes white. “This cannot be.” You ask her what the matter is, and she points to the page. “Just yesterday, this page was not blank. The <i>Phalanger septimus</i>. A cuscus living in the western New Guinea.” Dr. Irawan begins gathering up her things. “I sketched this subject months ago. Perhaps there will be some trace of it—or of whatever force is behind all this—out in Manokwari.” She pushes a strand of hair behind her ear and smiles at you. “Thank you for listening. Perhaps we will meet again.”
de: Nach einigem Suchen findest du Dr. Irawan im Belmond Copacabana Palace, wo sie an einem Tisch sitzt, der mit Skizzen und allerlei akademischen Schriften bedeckt ist. „Ich bin eigentlich froh, dass Sie meine Vorlesung verpasst haben“, sagt sie. „Es war eine absolute Katastrophe. Ich wurde quasi aus dem Hörsaal gelacht, als ich versuchte, meinen Vortrag zu halten. Jemand nannte mich sogar eine ‚Kryptozoologin‘.“ Dr. Irawan rückt ihre große, runde Brille zurecht, während sie sich einer wunderschön detaillierten Skizze eines Vogels zuwendet, der sich auf einer Palme niedergelassen hat. „Ich habe die sogenannte Auslöschungstheorie vorgestellt. Ein Prozess, bei dem ein ganzes Ökosystem durch das verschlungen wird, was Sie als ‚paranatürliche Selektion‘ bezeichnet haben. Und nicht nur das Ökosystem selbst, auch die Erinnerung daran. Die Erinnerung an seine Existenz.“ „Keine Sorge, ich werde Sie für Ihren wissenschaftlichen Beitrag zitieren“, sagt sie und nimmt einen Schluck von ihrem starken, dunklen Kaffee. „Aber nach meiner jüngsten Untersuchung des Amazonas befürchte ich, dass sich dieser Prozess beschleunigt. Ein Dutzend Ara-Arten sind verschwunden und meine Kollegen haben keine Erinnerung mehr an sie. Auch die Skizzen sind weg. Von denen, die wir dokumentiert haben, ist nur noch der Arakanga übrig geblieben, ein Ara mit scharlachrotem Gefieder.“ Während Dr. Irawan gedankenverloren in ihrem Skizzenbuch blättert, bleibt ihr Blick an einer bestimmten Seite hängen und sie wird blass im Gesicht. „Das kann nicht sein.“ Du fragst sie, was los ist, und sie zeigt auf die Seite. „Noch gestern war diese Seite nicht leer. Der Phalanger septimus. Ein Kuskus aus der Familie der Kletterbeutler, der im westlichen Neuguinea lebt.“ Dr. Irawan beginnt, ihre Sachen zusammenzusuchen. „Ich habe diese Tierart schon vor Monaten skizziert. Vielleicht gibt es in Manokwari noch eine Spur von ihr – oder von der Kraft, die hinter all dem steckt.“ Sie schiebt sich eine Haarsträhne hinters Ohr und lächelt dich an. „Vielen Dank, dass Sie zugehört haben. Vielleicht werden wir uns noch wiedersehen.“
es: Tras un tiempo de búsqueda, encuentras a la Dra. Irawan en el Belmond Copacabana, sentada en una mesa repleta de bocetos y papeles académicos. —La verdad es que me alegro de que se perdiera mi conferencia —te dice—. Fue un completo desastre. Tuve que irme del auditorio cuando intenté realizar mi presentación y empezaron a reírse. Alguien me llamó “criptozoóloga”. La Dra. Irawan se coloca las grandes gafas redondas y te muestra un dibujo con bellos detalles de un ave que anida en una palmera: —Presenté lo que llamo la teoría de la aniquilación. Se trata de un proceso según el cual un ecosistema es devorado a través de lo que usted ha denominado “selección paranatural”. No solo el ecosistema, sino también el recuerdo de este. El hecho de que hubiera existido. —No se preocupe, le atribuiré ese término —añade antes de tomar un sorbo de un fuerte café solo—. Sin embargo, tras mi reciente estudio del Amazonas, me temo que el proceso se está acelerando. Ha desaparecido una docena de especies de guacamayos y mis colegas no tienen ningún recuerdo de ellas. Los dibujos también han desaparecido. De los que habíamos documentado, solo queda el guacamayo escarlata. Mientras la Dra. Irawan hojea distraídamente su cuaderno de bocetos, se fija en una página concreta y palidece: —No puede ser. Le preguntas qué ocurre y te señala la página: —Esta página no estaba en blanco ayer mismo. El <i>phalanger septimus</i>. Un tipo de cuscús que vive en Nueva Guinea occidental. La Dra. Irawan empieza a recoger sus cosas mientras te explica: —Dibujé este sujeto hace meses. Puede que quede algún rastro suyo, o de la fuerza que pueda estar detrás de todo esto, en Manokwari —Se coloca un mechón de pelo tras la oreja y te sonríe—. Gracias por escucharme. Tal vez volvamos a vernos.
fr: Après quelques recherches, vous trouvez le Dr Irawan au Belmond Copacabana, assise à une table couverte de croquis et de documents académiques. « Finalement, je suis heureuse que vous ayez manqué ma conférence », dit-elle. « Ce fut un désastre total. On s'est moqué de moi dans l'auditorium quand j'ai essayé de faire ma présentation . Quelqu'un m'a traité de ‘cryptozoologue’. » Le Dr Irawan ajuste ses grosses lunettes rondes alors qu'elle se tourne vers un croquis magnifiquement détaillé d'un oiseau perché dans un palmier. « J'ai présenté ce que j'appelle la Théorie de l'Annihilation. Un processus par lequel un écosystème est, lui-même, dévoré par ce que vous avez appelé la ‘sélection paranaturelle’. Pas seulement l'écosystème, mais aussi le souvenir de sa réalité. La donnée même de son existence. » « Ne vous inquiétez pas, je vous citerai pour ce terme », elle prend une gorgée de café noir. « Mais après ma récente étude en Amazonie, je crains que le processus ne s'accélère. Une douzaine d'espèces d'aras ont disparu, et mes collègues n'en ont aucun souvenir. Les croquis ont également disparu. De ceux que nous avons co signés, seul l'ara écarlate subsiste. » Alors que le Dr Irawan feuillette oisivement son carnet de croquis, ses yeux se posent sur une page particulière et son visage devient blanc. « Cela n'est pas possible. » Vous lui demandez ce qui se passe, et elle montre la page. « Hier encore, cette page n'était pas vierge. Le <i>Phalanger septimus</i>. Un marsupial vivant dans l'ouest de la Nouvelle-Guinée. » Le Dr Irawan commence à rassembler ses affaires. « J'ai esquissé ce sujet il y a des mois. Peut-être y aura-t-il une trace de ce sujet — ou de la force qui se cache derrière tout ça — à Manokwari. » Elle repousse une mèche de cheveux derrière son oreille et vous sourit. « Merci de m'avoir écoutée. Peut-être aurons-nous l'occasion de nous revoir. »
it: Dopo aver cercato un pò in giro, trovate la dottoressa Irawan seduta a un tavolo del Belmond Copacabana, ricoperta di ogni genere di bozzetti e documenti accademici. “Non posso dire di essere delusa che vi siate persi la mia conferenza: è stata un completo disastro. L’intero auditorium ha riso dei miei studi. Qualcuno mi ha persino dato della ‘criptozoologa’.” La donna si aggiusta gli occhiali sul naso, voltandosi verso un disegno meravigliosamente dettagliato di un volatile che nidifica tra le foglie di una palma. “Ho presentato quella che ho definito come Teoria dell’Annientamento: un processo tramite cui un ecosistema viene, in tutto e per tutto, divorato secondo quella che chiamo selezione paranaturale. E ciò non porta solo all’eliminazione dell’ecosistema stesso, ma anche di tutti i ricordi relativi ad esso che vengono cancellati dall’esistenza.” “Non preoccupatevi, vi attribuirò il merito del nome.” La dottoressa beve un sorso di un caffè forte e nero. “Dopo le scoperte fatte durante la mia recente escursione in Amazzonia, temo che il processo sta accelerando: una dozzina di specie di ara sono completamente sparite nel nulla e i miei colleghi non ne hanno alcun ricordo; persino i miei bozzetti si sono volatilizzati, e di tutte le specie che ho documentato è rimasta solo l’ara scarlatta.” Mentre sfoglia distrattamente il suo taccuino, la vedete fissarsi su una pagina in particolare e poi sbiancare improvvisamente. “Non può essere.” Le chiedete spiegazioni e la donna vi indica il foglio. “Ieri non era vuota. Questa pagina non era vuota, era disegnato il Phalanger septimus, un cusco che vive nella Nuova Guinea occidentale.” La dottoressa Irawan comincia a raccogliere le sue cose. “Ho disegnato questo soggetto mesi fa. Forse a Manokwari potrò trovarne ancora delle tracce, dell’animale o di qualsiasi forza responsabile di tutto questo.” Trafelata, si passa una ciocca di capelli dietro l’orecchio e vi sorride. “Grazie per avermi ascoltata. Forse ci incontreremo ancora.”
ko: 잠시 수색을 벌인 끝에 벨몬드 코파카바나 호텔에서 이라완 박사를 찾을 수 있었습니다. 박사는 학술 자료와 스케치로 뒤덮인 탁자를 끼고 앉아 있습니다. “실은 그쪽이 제 강연을 놓쳐서 다행이라고 생각했답니다. 말 그대로 재앙이었거든요. 발표를 하려고 했지만 죄다 비웃음만 당한지라 강단에서 쫓겨나듯 나올 수밖에 없었어요. 혹자는 저를 두고 ‘신비동물학자’ 나부랭이라고 부르더군요.” 이라완이 왕눈이 안경을 고쳐 쓰고는 야자수에 둥지를 튼 새의 스케치로 눈길을 돌립니다. 아름답고 세밀한 스케치입니다. “이른바 ‘소멸론’이란 주제로 강연했어요. 제가 붙인 이름이긴 하지만요. 간단히 말하자면 생태계 그 자체가 그쪽이 이름 붙였던 ‘초자연 선택’을 통해서 삼켜지는 과정을 뜻해요. 단지 생태계뿐만이 아니라, 그 생태계에 대한 기억 그 자체가 소거되는 거죠. 더 정확히 말하자면 그것이 존재한다는 사실이 소멸하는 현상을 일컬어요.” 이라완 박사가 짙은 블랙커피를 홀짝이며 말을 잇습니다. “걱정하지 말아요. 논문을 쓰거든 초자연 선택이라는 용어는 당신이 지은 거라고 밝혀 적을 테니까. 최근 아마존에서 연구를 하면서 소멸 과정이 가속화되고 있다는 염려가 들기 시작했어요. 마코앵무새 십여 종이 소멸했고, 제 동료들은 소멸한 마코앵무새가 존재했다는 사실을 기억조차 못하더군요. 더군다나 소멸한 종을 스케치해둔 그림마저도 사라졌어요. 저희가 기록해둔 것 중에는 오직 진홍색 마코앵무새만 소멸하지 않고 남았지요.” 이라완 박사가 스케치북을 휙휙 넘기다 멈추더니 얼굴이 백지장처럼 하얗게 질립니다. “이럴 수가...” 무슨 문제냐고 묻자 이라완 박사가 스케치북을 들이밉니다. “어제만 해도 여기는 백지가 아니었어요. 서뉴기니에 사는 쿠스쿠스인 팔란저 셉티무스의 스케치가 있었다고요.” 이라완이 소지품을 주섬주섬 챙기기 시작합니다. “팔란저 셉티무스는 몇 달 전에 스케치 해뒀어요. 아마 마노콰리에 가면 그 흔적 아니면 이 모든 현상에 작용하고 있는 힘의 흔적을 찾을 수 있지 않을까 싶군요.” 이라완 박사가 머리카락을 귀 뒤로 쓸어 넘기며 미소 짓습니다. “경청해 주셔서 감사합니다. 기회가 되면 다음에 뵙도록 해요.”
pl: Po niedługich poszukiwaniach odnajdujesz dr Irawan w Belmond Copacabana, siedzącą przy stoliku zapełnionym szkicami i charakterystycznym akademickim nieładem. „W zasadzie to cieszę się, że nie było cię na moim wykładzie” – mówi. – „To był prawdziwy koszmar. Kiedy chciałam cokolwiek mówić, natychmiast byłam wyśmiewana. Ktoś nawet nazwał mnie «kryptozoologiem»”. Dr Irawan poprawia swoje duże okulary i odwraca się w kierunku pięknego, bogatego w detale szkicu ptaka, gniazdującego na drzewie palmowym. „Chciałam omówić coś, co nazwałam Teorią Zniszczenia. To proces, w którym cały ekosystem jest pochłaniany przez to, co określiłeś mianem «selekcji paranaturalnej». Co gorsza, nie mówimy tylko o ekosystemie jako takim, ale także o pamięci o nim. O fakcie jego istnienia”. „Nie martw się, wspomnę, że to ty ukułeś ten termin” – mówi, biorąc łyk mocnej, czarnej kawy. – „Niestety jeśli mam być szczera, to po ostatnich badaniach w Amazonii stwierdzam, że proces mocno przyspieszył. Wiele gatunków papug ara zniknęło, a moi współpracownicy nie pamiętają, żeby kiedykolwiek istniały. Zniknęły nawet szkice, które je przedstawiały. Z tych, które uwieczniliśmy, pozostały tylko ary szkarłatne”. Dr Irawan luźno przekartkowuje szkice, gdy nagle jej wzrok pada na konkretną stronę, a twarz bieleje. „To niemożliwe”. Pytasz ją co się stało, na co ona wskazuje ci stronę. „Jeszcze wczoraj nie była pusta. <i>Phalanger septimus</i>. Pałanka żyjąca w zachodniej części Nowej Gwinei”. Dr Irawan zaczyna się pakować. „Tego osobnika naszkicowałam wiele miesięcy temu. Być może w Manokwari pozostały jeszcze po nim jakieś ślady – albo po sile, czymkolwiek by nie była, która jest za to odpowiedzialna” – zaczesuje włosy za ucho i uśmiecha się do ciebie. – „Dziękuję, że mnie wysłuchałeś. Może się jeszcze spotkamy”.
ru: После недолгих поисков вы находите доктора Ираван в отеле «Бельмонд Копакабана» сидящей за столом, усыпанным набросками и прочими академическими бумагами. «На самом деле, я даже рада, что вы пропустили мою лекцию, — говорит она. — Это была настоящая катастрофа. Меня осмеяли и выгнали из аудитории. Кто-то даже назвал меня „криптозоологом“». Доктор Ираван поправляет свои большие круглые очки, рассматривая великолепно выполненный набросок птицы, сидящей на пальме. «Я представила им Теорию Аннигиляции, как я её называю. Процесс, в котором экосистема пожирает сама себя посредством того, что вы окрестили „неестественным отбором“. Исчезает не только экосистема, но даже память о ней. Сам факт её существования». «Не волнуйтесь, я укажу, что это термин вашего авторства. — Она делает глоток тёмного, крепкого кофе. — Я провела опрос в районе Амазонки, и, боюсь, этот процесс ускоряется. Десятки видов попугаев ара исчезли, и мои коллеги не помнят их. Наброски тоже исчезли. Из тех, что мы успели сделать, сохранился только алый ара». Доктор Ираван отстранённо пролистывает свой блокнот для набросков и внезапно бледнеет, когда её взгляд падает на определённую страницу. «Быть такого не может». Вы спрашиваете её, что случилось, и она указывает на страницу. «Только вчера эта страница не была пустой. <i>Phalanger septimus</i>. Кускус, обитающий в Западной Новой Гвинее». Доктор Ираван начинает собирать свои вещи. «Я зарисовала этот образец несколько месяцев назад. Возможно, от него останутся какие- то следы — или следы какой бы то ни было силы, что стоит за этим, — там, в Маноквари. — Она убирает прядь волос за ухо и улыбается вам. — Спасибо, что выслушали. Возможно, мы ещё встретимся».
zh: 在做了一些调查后，你在贝尔蒙德科帕卡巴纳饭店找到了伊拉万博士，她坐在一张散落著笔记、草稿跟其他学术用品的桌子后。“我很庆幸你错过了我的讲座，那真是天大的灾难。我发表的东西遭到所有人的嘲笑，有些人甚至叫我‘独角兽学家’。” 伊拉万博士推了推她的圆框眼镜，指向一张精美的素描，上面画著一只鸟栖息在棕榈树上。“我发表了一个我称为湮灭理论的假设。生态系会被你所谓的‘悖常天择’吞噬，不只是生态系本身，而是记忆都一起被吞噬，抹除一切存在的证据。” “别担心，我会标记那个词的出处的。”她喝了一口苦涩的黑咖啡。“恐怕这个状况在我从亚马逊调查回来后正在加速发生。十几种金刚鹦鹉已经消失了，而我的同事们对牠们毫无记忆，素描也都消失了。在我们记录到的种类中，只有绯红金刚鹦鹉还存在。” 伊拉万博士随意的翻著她的素描本，但在翻到某一页时，她的脸色瞬间变白。“这不可能啊。” 你问发生了什么事，她指著那页说：“它昨天还不是空白的，赛提米乌斯貂，一种生活在新几内亚西部的袋貂。” 伊拉万博士开始收拾东西。“我几个月前才画下这份素描。也许在曼洛瓦里会有造成这一切元凶的线索。”她将一丝头发拨到耳后对你说：“感谢你的聆听，也许我们会再见面。”

source: Dr. Irawan traveled to New Guinea.
de: Dr. Irawan ist nach Neuguinea gereist.
es: la Dra. Irawan viajó a Nueva Guinea.
fr: le Dr Irawan est partie pour la Nouvelle Guinée.
it: la dottoressa Irawan è partita per la Nuova Guinea.
ko: 이라완 박사가 뉴기니로 떠났다
pl: dr Irawan wyruszyła do Nowej Gwinei.
ru: доктор Ираван отправилась в Новую Гвинею.
zh: 伊拉万博士前往新几内亚。

source: Under “Time Passed,” write δ (delta) underneath the current time. <i>(This symbol has no status report and is only used as a time marker.)</i>
de: Schreibe im Kampagnenlogbuch unter „Verstrichene Zeit“ ein „δ“ (Delta) in das aktuelle Feld. <i>(Für dieses Symbol gibt es keinen Statusbericht. Es ist nur eine Zeitmarkierung.)</i>
es: En la sección “Tiempo transcurrido”, escribe δ (delta) bajo el tiempo actual <i>(este símbolo no tiene informe de estado y solo se usa como marcador de tiempo).</i>
fr: Sous « Temps Passé », inscrivez δ (delta) dans la case en cours. <i>(Ce symbole n'est pas un rapport de situation et est simplement utilisé comme marqueur temporel.)</i>
it: Nella sezione “Tempo Trascorso” del Diario della Campagna, annotate δ (delta) nella casella del tempo attuale. <i>(il simbolo non ha alcun rapporto sulla situazione collegato e viene utilizzato solo come indicatore del passaggio del tempo.)</i>
ko: 캠페인 기록지의 “경과한 시간” 항목에서 현재 시간에 δ(델타)라고 기록합니다. <i>(이 기호와 일치하는 상황 보고서는 없으며, 시간 표시용으로만 사용합니다.)</i>
pl: W sekcji „Mijający czas” napisz δ (delta) pod obecnym polem czasu. <i>(Ten symbol nie posiada odpowiadającego mu raportu sytuacyjnego i jest używany tylko jako znacznik czasu).</i>
ru: В графе журнала «Прошедшее время» впишите δ (дельта) в текущую ячейку. <i>(У данного символа нет своего отчёта, он используется исключительно как маркер времени.)</i>
zh: 在剧本日志中“经过的时间”下，在当前时间的空格上标记“δ”(delta)。<i>(该符号没有近况报告，只是作为时间标记之用。)</i>

source: In the Southeast Asia section of the Campaign Log, find Manokwari. In its spot, write “45–P.” You are now able to travel to Manokwari whenever you embark.
de: Schreibe im Kampagnenlogbuch unter dem Abschnitt „Südostasien“ Folgendes in das Feld „Manokwari“: „45–P“. Du darfst von nun an nach Manokwari reisen, wenn du dich auf die Reise begibst.
es: Busca Manokwari en la sección del Sudeste asiático del registro de campaña y escribe “45–P” en su recuadro. Ahora puedes viaja a Manokwari siempre que embarques.
fr: Dans la section Asie du Sud Est du Carnet de Campagne, trouvez Manokwari. À cet endroit, écrivez « 45-P ». Vous êtes à présent autorisé à voyager vers Manokwari à tout moment lorsque vous embarquez.
it: Trovate Manokwari nella sezione “Sud-Est Asiatico” del Diario della Campagna. Annotate “45-P” nella sua casella. Adesso potete partire per Manokwari ogni volta che vi imbarcate.
ko: 캠페인 기록지의 동남아시아 지도 항목에서 마노콰리를 확인합니다. 이곳에 “45-P”라고 기록합니다. 이제 임무를 개시할 때, 마노콰리로도 여행할 수 있게 되었습니다.
pl: W Dzienniku kampanii, w sekcji Azji Południowo-Wschodniej znajdź Manokwari. Wpisz przy nim: „45–P”. Od tej pory, kiedy wyruszasz w podróż, możesz wyruszyć do Manokwari.
ru: В графе журнала «Юго­Восточная Азия» найдите «Маноквари». Напишите под ним «45­P». Теперь вы можете отправиться туда.
zh: 在剧本日志中的东南亚部分，找出曼洛瓦里。在该空格上标记“45-P”，现在每当你启程时可以旅行到曼洛瓦里了。
