Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/16_theory_of_annihilation.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Upon arriving in the city, you look for Dr. Irawan at the Belmond Copacabana. The concierge checks the reservation on your behalf when you mention Dr. Irawan’s lecture, but finds nothing. You take out the card she gave you, but both sides are blank. It’s as though she has vanished completely…
de: Nach deiner Ankunft in der Stadt suchst du im Belmond Copacabana Palace nach Dr. Irawan. Du erwähnst gegenüber der Concierge Dr. Irawans Vortrag und sie überprüft die Reservierungen auf den Namen, kann jedoch keinen Eintrag finden. Du holst die Visitenkarte hervor, die sie dir gegeben hat, aber beide Seiten sind leer. Es ist, als ob sie völlig verschwunden wäre...
es: Al llegar a la ciudad, buscas a la Dra. Irawan en el Belmond Copacabana. El recepcionista comprueba la reserva a tu nombre cuando mencionas la conferencia de la Dra. Irawan, pero no encuentra nada. Sacas la tarjeta que te dio, pero está en blanco por ambas caras. Es como si se hubiera desvanecido por completo…
fr: En arrivant en ville, vous cherchez le Dr Irawan au Belmond Copacabana. Le concierge vérifie votre réservation lorsque vous mentionnez la conférence du Dr Irawan, nais ne trouve rien. Vous sortez la carte qu'elle vous a donnée, mais les deux faces sont vierges. C'est comme si elle avait complètement disparu…
it: Una volta in città, cercate la dottoressa Trawan al Belmond Copacabana. Quando menzionate la sua conferenza, il concierge verifica se ci sia una prenotazione a vostro nome… ma non trova nulla. Prendete il biglietto da visita che vi aveva dato la donna, ma è bianco su entrambi i lati: è come se fosse scomparsa nel nulla.
ko: 리우데자네이루에 도착하자마자, 이라완 박사를 찾아 벨몬드 코파카바나 호텔을 돌아봅니다. 컨시어지에게 이라완 박사의 이름으로 예약된 내역이 있는지 물어보았으나, 그러한 숙박 예약은 없었습니다. 이라완 박사가 주었던 명함을 꺼내봤지만 앞뒷면 모두 백지였습니다. 마치 이라완 박사라는 존재가 현실에서 완전히 소거된 것만 같습니다...
pl: Po przybyciu do miasta szukasz dr Irawan w Belmond Copacabana. Konsjerż sprawdza rezerwację, gdy wspominasz o jej wykładzie, ale nic nie znajduje. Wyjmujesz wizytówkę, którą od niej dostałeś, ale obie strony są puste. Zupełnie jakby całkiem przestała istnieć…
ru: Прибыв в город, вы ищете доктора Ираван в отеле «Бельмонд Копакабана». Когда вы упоминаете её лекцию, консьерж проверяет расписание, но не находит ничего об этом мероприятии. Вы достаёте визитку, которую она оставила вам, но та пуста с обеих сторон. Словно никакой Деви Ираван никогда и не существовало…
zh: 你抵达城市后，前往贝尔蒙德科帕卡巴纳饭店寻找伊拉万博士。你请柜台人员查询伊拉万博士的讲座时间，但却没有任何记录。你拿出她的名片，发现只剩下一片空白，就像是她完全消失了一样……

source: Dr. Irawan vanished from existence.
de: Dr. Irawans Existenz wurde ausgelöscht.
es: la Dra. Irawan se desvaneció de la existencia.
fr: Dr Irawan a été effacée de toute existence.
it: la dottoressa Irawan è svanita dall’esistenza.
ko: 이라완 박사의 존재가 현실에서 삭제되었다
pl: dr Irawan przestała istnieć.
ru: доктор Ираван исчезла без следа.
zh: 伊拉万博士消失。

source: After some searching, you find Dr. Irawan in the Belmond Copacabana seated at a table covered in sketches and academic clutter. After introducing yourself, you ask about her research. “Oh, I see. You are here to mock me,” she says, closing a worn survey journal. You tell her you aren’t, and after some coaxing, she opens up to you. “I am actually glad you missed my lecture,” she says. “It was an utter disaster. I was laughed out of the auditorium when I tried to present. Someone called me a ‘cryptozoologist’.” You tell her that there are worse insults. “That may be,” Dr. Irawan adjusts her large round spectacles. “But for my career, it is a death knell.” She turns to a beautifully detailed sketch of a bird roosting in a palm tree. “I presented what I am calling the Theory of Annihilation. The world devouring itself. Not just itself, but the memory of itself. The fact of its very existence.” She takes a sip of strong, dark coffee. “Several years ago, I surveyed the Amazon with a half dozen other well-known academics. We observed dozens of distinct species of macaw, and named each after a stone: turquoise, amethyst, obsidian, the like. But now,” she turns to several empty pages. “There is no trace or record of any of them. My colleagues tell me I made up the Turquoise Macaw and the others. There is no trace of them in their habitat, either. And the sketches have disappeared as well.” You assure Dr. Irawan that she is not mad, and share what little you can about the disappearances. “Thank you,” says Dr. Irawan. “I am glad we met. I was beginning to think this was all in my head.” She gives you her business card with the address of a university in Australia written on the back. “I will be in Perth to continue my survey and my next lecture. Perhaps I will see you there.”
de: Nach einiger Recherche findest du Dr. Irawan im Belmond Copacabana Palace, wo sie an einem Tisch sitzt, der mit Skizzen und allerlei akademischen Schriften bedeckt ist. Nachdem du dich vorgestellt hast, fragst du Sie nach ihrer Forschung. „Oh, ich verstehe. Sie sind hier, um sich über mich lustig zu machen“, sagt sie genervt und klappt ein abgenutztes Forschungstagebuch zu. Du beteuerst, dass dies nicht der Fall sei, und nach einigem guten Zureden öffnet sie sich dir. „Ich bin eigentlich froh, dass Sie meine Vorlesung verpasst haben“, sagt sie. „Es war eine absolute Katastrophe. Ich wurde quasi aus dem Hörsaal gelacht, als ich versuchte, meinen Vortrag zu halten. Jemand nannte mich sogar eine ‚Kryptozoologin‘.“ Du versicherst ihr, dass es schlimmere Beleidigungen gibt. „Das mag zwar sein“, sagt Dr. Irawan und rückt ihre große, runde Brille zurecht, „aber für meine Karriere ist es das Todesurteil.“ Sie wendet sich einer wunderschön detaillierten Skizze eines Vogels zu, der sich auf einer Palme niedergelassen hat. „Ich habe meine sogenannte Auslöschungstheorie vorgestellt. Die Welt, die sich selbst verschlingt. Nicht nur sich selbst, sondern auch die Erinnerung an sie. Die Erinnerung an ihre Existenz.“ Sie nimmt einen Schluck von ihrem starken, dunklen Kaffee. „Vor einigen Jahren habe ich mit einem halben Dutzend anderer bekannter Wissenschaftler den Amazonas erforscht. Wir beobachteten Dutzende von verschiedenen Ara-Arten und benannten jede nach einem Stein: Türkis, Amethyst, Obsidian und so weiter. Aber jetzt ...“, sie blättert durch mehrere leere Seiten. „Es gibt keine Spur oder Aufzeichnung von irgendeiner dieser Arten. Meine Kollegen behaupten, dass ich den Türkis-Ara und die anderen erfunden hätte. Auch in ihrem Habitat gibt es keine Spur mehr von ihnen. Und die Skizzen sind auch verschwunden.“ Du versicherst Dr. Irawan, dass sie nicht verrückt ist, und erzählst ihr, was du über das seltsame Verschwinden weißt. „Ich danke Ihnen“, sagt Dr. Irawan. „Ich bin froh, dass wir uns getroffen haben. Ich dachte schon, ich bilde mir das alles nur ein.“ Sie gibt dir ihre Visitenkarte, auf deren Rückseite die Adresse einer Universität in Australien steht. „Ich werde in Perth sein, um dort meine Studien fortzusetzen und meine nächste Vorlesung zu halten. Vielleicht sehen wir uns dort.“
es: Tras un tiempo de búsqueda, encuentras a la Dra. Irawan en el Belmond Copacabana, sentada en una mesa repleta de bocetos y papeles académicos. Tras presentarte, le preguntas por su investigación. —Ah, ya veo. Ha venido a burlarse de mí —te dice mientras cierra un ajado diario de investigación. Le dices que no es así y, tras un poco de persuasión, te habla con franqueza—. La verdad es que me alegro de que se perdiera mi conferencia. Fue un completo desastre. Tuve que irme del auditorio cuando intenté realizar mi presentación y empezaron a reírse. Alguien me llamó “criptozoóloga”. Le dices que hay insultos peores, a lo que te responde: —Es posible —La Dra. Irawan se coloca las grandes gafas redondas—, pero es una sentencia de muerte para mi carrera —Te muestra un dibujo con bellos detalles de un ave que anida en una palmera—. Presenté lo que llamo la teoría de la aniquilación. El mundo devorándose a sí mismo. No solo a sí mismo, sino también su recuerdo, el hecho de que hubiera existido. Toma un sorbo de un fuerte café solo y continúa: —Hace años, estudié el Amazonas con otra media docena de reputados académicos. Observamos docenas de especies distintas de guacamayo y dimos a cada una el nombre de una piedra preciosa: turquesa, amatista, obsidiana, etc. Pero ahora… —Pasa varias de las páginas vacías—. No queda ningún rastro o registro de ninguna de ellas. Mis colegas me dicen que me he inventado el guacamayo turquesa y todos los demás. Tampoco queda ni rastro de ellos en su hábitat. Y los dibujos también han desaparecido. Aseguras a la Dra. Irawan que no está loca y compartes con ella lo poco que puedes sobre las desapariciones. —Gracias —te responde—. Me alegra que nos hayamos conocido. Empezaba a pensar que estaba todo en mi cabeza —Te da su tarjeta, con la dirección de una universidad australiana escrita en el dorso—. Estaré en Perth para continuar mi estudio y mi siguiente conferencia. Puede que nos veamos allí.
fr: Après quelques recherches, vous trouvez le Dr Irawan au Belmond Copacabana, assise à une table couverte de croquis et de documents académiques. Après vous être présenté, vous l'interrogez au sujet ses recherches. « Oh, je vois. Vous êtes ici pour vous moquer de moi », dit-elle en fermant un journal d'étude usé. Vous lui dites que ce n'est pas le cas, et après l'avoir rassurée, elle se confie à vous. « En fait, je suis heureuse que vous ayez manqué ma conférence », dit-elle. « Ce fut un désastre total. On s'est moqué de moi dans l'auditorium quand j'ai essayé de faire ma présentation. Quelqu'un m'a traitée de ‘cryptozoologue’. » Vous lui dites qu'il y a de pires insultes. « C'est possible, » répond le Dr Irawan en ajustant ses grosses lunettes rondes. « Mais cela sonne le glas de ma carrière. » Elle se tourne vers un croquis magnifiquement détaillé d'un oiseau perché dans un palmier. « J'ai présenté ce que j'appelle la Théorie de l'Annihilation. Le monde se dévorant lui-même. Pas seulement lui-même, mais aussi le souvenir de sa réalité. La donnée même de son existence.» Elle prend une gorgée de café noir. « Il y a plusieurs années, j'ai arpenté l'Amazonie avec une demi-douzaine d'autres universitaires de renom. Nous avons observé des dizaines d'espèces distinctes d'aras, et avons donné à chacune le nom d'une pierre : turquoise, améthyste, obsidienne, etc. Mais maintenant », elle se tourne vers plusieurs pages vides.« Il n'y a aucune trace, aucune mention d'aucun d'entre eux. Mes collègues me disent que j'ai inventé l'ara turquoise et les autres. Il n'y a aucune trace d'eux dans leur habitat, non plus. Et les croquis ont également disparu.» Vous assurez au Dr Irawan qu'elle n'est pas folle, et vous partagez le peu que vous pouvez sur les disparitions. « Merci », dit le Dr Irawan. « Je suis heureuse que nous nous soyons rencontrés. Je commençais à penser que tout cela était dans ma tête. » Elle vous donne sa carte de visite avec l'adresse d'une université en Australie écrite au dos. « Je serai à Perth pour poursuivre mon étude et préparer ma prochaine conférence. Peut-être vous y verrai-je.»
it: Dopo aver cercato un pò in giro, trovate la dottoressa Irawan seduta a un tavolo del Belmond Copacabana, ricoperta di ogni genere di bozzetti e documenti accademici. Dopo esservi presentati, le chiedete di parlarvi delle sue ricerche. “Oh, capisco, siete qui anche voi per prendervi gioco di me.” Contrariata, la vedete chiudere uno dei suoi quaderni. Le spiegate che non è come pensa e, con un pò di difficoltà, la convincete a confidarsi. “Non posso dire di essere delusa che vi siate persi la mia conferenza: è stata un completo disastro. L’intero auditorium ha riso dei miei studi. Qualcuno mi ha persino dato della ‘criptozoologa’”. Le rispondete che avete sentito insulti peggiori. “Può essere” risponde, sistemandosi gli ampi occhiali rotondi sul naso. “Ma nel mio campo è una condanna a morte.” Si volta verso un disegno meravigliosamente dettagliato di un volatile che nidifica tra le foglie di una palma. “Ho presentato quella che chiamo Teoria dell’Annientamento: il mondo che divora sé stesso. E non solo sé stesso ma anche i ricordi di sé stesso, che vengono cancellati dall’esistenza.” Beve un sorso di caffè forte e amaro. “Diversi anni fa ho condotto delle ricerche in Amazzonia insieme a mezza dozzina di rispettati accademici. Abbiamo osservato decine di specie diverse di ara, attribuendo a ognuna il nome di una pietra: turchese, ametista, ossidiana e via dicendo. Tuttavia…” Vi mostra il suo quaderno, le cui pagine sono quasi tutte bianche. “Non c’è più alcuna traccia né documentazione di alcuna di quelle specie e i miei colleghi mi hanno accusata di essermi inventata tutto. Non c’è traccia di quelle ara nel loro habitat, e persino i miei bozzetti sono svaniti nel nulla.” Rassicurate la dottoressa Irawan sula sua sanità mentale e condividete con lei le poche informazioni che avete sulle sparizioni. “Grazie. Sono felice di avervi conosciuto, stavo cominciando a credere che fosse tutto nella mia testa.” Vi consegna il suo biglietto da visita, sul cui retro è indicato l’indirizzo di un’università in Australia. “Sarò a Perth per continuare i miei studi e preparare la mia prossima conferenza. Magari ci rivedremo lì.”
ko: 잠시 수색을 벌인 끝에 벨몬드 코파카바나 호텔에서 이라완 박사를 찾을 수 있었습니다. 당신은 학술 자료와 스케치로 뒤덮인 탁자로 다가가 자기소개를 하고서 박사의 연구에 대해서 몇 가지 질문을 던집니다. “아, 알겠어요. 절 조롱하러 오신 거죠?” 이라완 박사가 닳아서 해진 조사 서류철을 덮으며 말합니다. 그렇지 않다고 해명하고 박사를 한참 달랜 후에야 이라완 박사가 마음을 엽니다. “실은 그쪽이 제 강연을 놓쳐서 다행이라고 생각했답니다. 말 그대로 재앙이었거든요. 발표를 하려고 했지만 죄다 비웃음만 당한지라 강단에서 쫓겨나듯 나올 수밖에 없었어요. 혹자는 저를 두고 ‘신비동물학자’ 나부랭이라고 부르더군요.” 그 정도면 모욕거리도 안 된다고 말하자, 이라완이 왕눈이 안경을 고쳐 쓰며 답합니다. “그럴 수도 있겠지만, 제 경력에는 아예 관뚜껑을 덮은 꼴이죠.” 이라완이 야자수에 둥지를 튼 새의 스케치로 눈길을 돌립니다. 아름답고 세밀한 스케치입니다. “이른바 ‘소멸론’이란 주제로 강연했어요. 제가 붙인 이름이긴 하지만요. 세계가 자기 자신을 집어삼키고 있어요. 단지 사물뿐만이 아니라, 이에 대한 기억 그 자체가 소거되는 거죠. 더 정확히 말하자면 그것이 존재한다는 사실이 소멸하는 현상을 일컬어요.” 이라완 박사가 짙은 블랙커피를 홀짝이며 말을 잇습니다. “몇 년 전, 저명한 학자들 대엿 명과 함께 아마존에서 현장 조사를 나선 적 있었어요. 그곳에서 십여 종이 넘는 마코앵무새를 새로 발견해서 각각 광석의 이름을 따서 명명했어요. 터키석, 자수정, 흑요석 마코앵무새 이런 식으로요. 하지만 지금은...” 박사가 텅 빈 스케치북을 펼쳐 보입니다. “관찰했던 마코앵무새의 흔적도 기록도 전혀 남아 있지 않아요. 학계의 동료들은 터키석 마코앵무새고 다른 것들이고 죄다 제가 지어낸 거 아니냐고 말하더군요. 서식지를 찾아가서 살펴봐도 전혀 찾아볼 수 없었어요. 스케치해 둔 것도 모조리 사라져버렸고요.” 당신은 이라완 박사가 미친 것이 아니라고 말하며, 이런 소멸 사건에 대해서 당신이 알고 있는 내용을 전부 알려주었습니다. “고마워요, 그리고 만나서 반가웠어요. 실은 저도 이 모든 게 제 머릿속에서만 일어난 망상인 게 아닐까 하고 생각하던 참이었거든요.” 박사가 명함을 건넵니다. 명함 뒤에는 오스트레일리아에 있는 어느 대학의 이름이 적혀 있었습니다. “다음 강연도 그렇고 후속 조사도 할 겸, 퍼스에 갈 거예요. 거기서 뵐 수 있었으면 좋겠네요.”
pl: Po niedługich poszukiwaniach odnajdujesz dr Irawan w Belmond Copacabana, siedzącą przy stoliku zapełnionym szkicami i charakterystycznym akademickim nieładem. Przedstawiasz się i pytasz o jej badania. „Rozumiem. Jesteś tu, żeby się ze mnie nabijać” – mówi zamykając dziennik badań. Zapewniasz, że nie i po dłuższej chwili kobieta przełamuje się. „W zasadzie to cieszę się, że nie było cię na moim wykładzie” – mówi. – „To był prawdziwy koszmar. Kiedy chciałam cokolwiek mówić, natychmiast byłam wyśmiewana. Ktoś nawet nazwał mnie «kryptozoologiem»”. Mówisz jej, że są gorsze obelgi. „Może i tak” – mówi poprawiając swoje duże okulary – „ale dla mojej kariery to łabędzi śpiew”. Odwraca się w kierunku pięknego, bogatego w detale szkicu ptaka, gniazdującego na drzewie palmowym. „Chciałam omówić coś, co nazwałam Teorią Zniszczenia. To proces, w którym świat sam się pochłania. Co gorsza, nie mówimy tylko o świecie jako takim, ale także o pamięci o nim. O fakcie jego istnienia”. Bierze łyk mocnej, czarnej kawy. „Wiele lat temu, wraz z grupą znanych naukowców, badaliśmy Amazonię. Obserwowaliśmy wiele gatunków ar, i każdą z nich nazywaliśmy od jakiegoś kamienia: turkusowa, ametystowa i tak dalej. Teraz…” – przekartkowuje kilka pustych stron – „…nie ma po nich śladu. Współpracownicy mówią, że zmyśliłam Turkusową Arę i wszystkie pozostałe. Nie ma po nich śladu także w ich habitatach. Szkice też rozpłynęły się w powietrzu”. Zapewniasz dr Irawan, że nie zwariowała i dzielisz się z nią swoją skromną wiedzą na temat zaginięć. „Dziękuję” – mówi. – „Cieszę się, że się spotkaliśmy. Zaczynałam wierzyć, że to wszystko działo się tylko w mojej głowie”. Przekazuje ci przy tym swoją wizytówkę z zapisanym na odwrocie adresem uniwersytetu w Australii. „W Perth będę prowadzić dalsze badania i przygotowywać się do kolejnego wykładu. Być może uda się nam tam spotkać”.
ru: После недолгих поисков вы находите доктора Ираван в отеле «Бельмонд Копакабана» сидящей за столом, усыпанным набросками и прочими академическими бумагами. Представившись, вы спрашиваете об её исследовании. «Ах, понятно. Вы пришли высмеять меня, — говорит она, захлопывая потрёпанный опросник. Вы возражаете, и после недолгих уговоров она открывается вам. — На самом деле, я даже рада, что вы пропустили мою лекцию, — говорит она. — Это была настоящая катастрофа. Меня осмеяли и выгнали из аудитории. Кто-то даже назвал меня „крипто зоологом“». Вы замечаете, что бывают оскорбления и похуже. «Бывают. — Доктор Ираван поправляет свои большие круглые очки. — Но для моей карьеры это смертный приговор. — Она рассматривает великолепно выполненный набросок птицы, сидящей на пальме. — Я представила им Теорию Аннигиляции, как я её называю. Мир пожирает себя. Не просто себя, но даже саму память о себе. Сам факт его существования». Она делает глоток тёмного, крепкого кофе. «Несколько лет назад я проводила опросы в дельте Амазонки с полудюжиной других известных учёных. Мы наблюдали десятки видов попугаев ара и назвали каждый в честь определённого камня: бирюзы, аметиста, обсидиана, в таком ключе. Но теперь, — она переворачивает несколько пустых страниц, — в записях не осталось и следа о них. Мои коллеги утверждают, что я выдумала бирюзового и другие виды попугаев ара. В местах их обитания нет никаких следов. И все мои наброски тоже исчезли». Вы заверяете доктора Ираван, что она не сумасшедшая, и делитесь тем немногим, что можете рассказать об исчезновениях. «Спасибо вам, — говорит доктор Ираван. — Я рада, что мы встретились. Я уж начала думать, что у меня не всё в порядке с головой. — Она даёт вам визитку с адресом университета в Австралии на обратной стороне. — Я отправляюсь в Перт, чтобы продолжить свои исследования и дать ещё одну лекцию. Возможно, мы с вами встретимся там».
zh: 在做了一些调查后，你在贝尔蒙德科帕卡巴纳饭店找到了伊拉万博士，她坐在一张散落著笔记、草稿跟其他学术用品的桌子后。你自我介绍后，询问她正在进行的研究。 “喔，我懂了，你也是来嘲笑我的。”她重重阖上磨损严重的旅行笔记。你告诉她不是这样，经过一阵安抚后，她终于愿意开口。“我很庆幸你错过了我的讲座，那真是天大的灾难。我发表的东西遭到所有人的嘲笑，有些人甚至叫我‘独角兽学家’。” 你安慰她说你听过很多更糟糕的词。“可能吧。”伊拉万博士推了推她的圆框眼镜。“但在我的领域里，这跟宣判死刑没两样。”她指向一张精美的素描，上面画著一只鸟栖息在棕榈树上。“我发表了一个我称为湮灭理论的假设。世界会自我吞噬，不只是本身，而是连记忆都一起被吞噬，抹除一切存在的证据。” 她喝了一口苦涩的黑咖啡。“几年前，我跟六个知名的学者一起前往亚马逊进行调查。我们观察到数种独特的金刚鹦鹉，我们用矿物为牠们命名：绿松石、紫水晶、黑曜岩之类的。但现在，”她翻到几页空白页，“相关的记录都不见了，我的同事说牠们都是我捏造出来的。在牠们原本的栖息地也不见牠们的踪影，素描也全都消失了。” 你向伊拉万博士保证她没有疯，并分享了一些你对于消失事件的所见所闻。 “谢谢你。”伊拉万博士说。“很高兴认识你，我差点开始以为这一切都是幻觉了。”她给了你一张名片，背后是一间澳洲大学的地址。“我会在伯斯继续研究跟准备下一次发表，也许你可以到那跟我碰面。”

source: the cell met Dr. Irawan.
de: die Zelle hat Dr. Irawan getroffen.
es: la célula ha conocido a la Dra. Irawan.
fr: la cellule a rencontré le Dr Irawan.
it: la cellula ha conosciuto la dottoressa Irawan.
ko: 독립 조사팀이 이라완 박사를 만났다
pl: komórka spotkała dr Irawan.
ru: Ячейка встретила доктора Ираван.
zh: 与伊拉万博士会面。

source: Theory of Annihilation 1
es: Teoría de la aniquilación 1
ru: Теория аннигиляции 1

source: Theory of Annihilation 2
es: Teoría de la aniquilación 2
ru: Теория аннигиляции 2

source: Theory of Annihilation 3
es: Teoría de la aniquilación 3
ru: Теория аннигиляции 3

source: Theory of Annihilation 4
es: Teoría de la aniquilación 4
ru: Теория аннигиляции 4
