Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/20_blood_sweat_and_tea.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Hong Kong: Blood, Sweat, and Tea
de: Hong Kong: Blut, Schweiß und Tee
es: Hong Kong: Sangre, sudor y té
fr: Hong Kong : De la Sueur, du Sang et du Thé
it: Hong Kong: Sangue, Sudore e Tè
ko: 홍콩: 피와 땀 그리고 차
pl: Hong Kong: Krew, pot i herbata
ru: Гонконг: Кровь, пот и чай
zh: 香港：血汗帝国

source: Hong Kong
ko: 홍콩
ru: Гонконг
zh: 香港

source: <i>If the cell aided in Flint’s investigation</i>:
de: <i>Falls die Zelle Flint bei seinen Ermittlungen geholfen hat</i>:
es: <i>Si la célula ayudó en la investigación de Flint</i>:
fr: Si <i>la cellule a aidé Flint dans son enquête </i> :
it: Se <i>la cellula ha aiutato Flint nelle sue indagini</i>:
ko: <i>독립 조사팀이 플린트의 조사를 도왔다</i> 항목이 있습니까?
pl: <i>Jeśli komórka pomogła w śledztwie Flinta</i>:
ru: <i>Если ячейка помогла Флинту в его расследовании</i>:
zh: 如果<i>协助弗林特调查</i>：

source: <i>If Flint is working solo</i> and 10 or fewer <b>time</b> has passed since psi ψ:
de: <i>Falls Flint allein arbeitet</i> und 10 <b>Zeit</b> oder weniger seit „ψ“ (Psi) verstrichen ist:
es: <i>Si Flint está trabajando solo</i> y ha transcurrido 10 o menos de tiempo desde psi (ψ):
fr: Si <i>Flint travaille en solo</i> et que 10 cases <b>Temps</b> ou moins ont été cochées depuis psi ψ :
it: Se <i>Flint sta lavorando da solo</i> e sono trascorsi 10 o meno <b>tempi</b> dalla casella psi ψ:
ko: 프사이(ψ)로부터 <b>시간</b>이 10 이하로 경과했고 <i>플린트가 단독으로 조사한다</i> 항목이 있습니까?
pl: <i>Jeśli Flint pracuje w pojedynkę</i> i od psi ψ minęło 10 lub mniej <b>czasu</b>:
ru: <i>Если Флинт работает в одиночку</i> и прошло 10 или менее <b>времени</b> после ψ:
zh: 如果<i>弗林特单独行动</i>且从ψ算起经过小于等于10<b>时间</b>：

source: <i>If Flint is working solo</i> and 11 or more <b>time</b> has passed since psi ψ:
de: <i>Falls Flint allein arbeitet</i> und 11 <b>Zeit</b> oder mehr seit „ψ“ (Psi) verstrichen ist:
es: <i>Si Flint está trabajando solo</i> y ha transcurrido 11 o más de tiempo desde psi (ψ):
fr: Si <i>Flint travaille en solo</i>, et que 11 cases <b>Temps</b> ou plus ont été cochées depuis psi ψ :
it: Se <i>Flint sta lavorando da solo</i> e sono trascorsi 11 o più <b>tempi</b> dalla casella psi ψ:
ko: 프사이(ψ)로부터 <b>시간</b>이 11 이상 경과했고 <i>플린트가 단독으로 조사한다</i> 항목이 있습니까?
pl: <i>Jeśli Flint pracuje w pojedynkę</i> i od psi ψ minęło 11 lub więcej <b>czasu</b>:
ru: <i>Если Флинт работает в одиночку</i> и прошло 11 и более <b>времени</b> после ψ:
zh: 如果<i>弗林特单独行动</i>且从ψ算起经过大于等于11<b>时间</b>：

source: On the train into Hong Kong, Agent Flint shares his current lead with you. “Tzu San Niang is due to meet with her new business partners this afternoon at a local teahouse. From what I gather, they’re a real rogue’s gallery of scumbags. The type that makes their fortunes by exploiting their workers to death. She’s so drawn to these types, it gives me a theory. She’s not just taking these jobs because they pay well. Time and again she goes for these deals where she can help the British at the expense of the common folk. It’s like she’s… attracted to the suffering she causes. Maybe worse.” Before you can discuss this theory in more depth, your train arrives at its stop. You and Flint hurry onto the platform and rush to the teahouse, but you arrive too late: a telltale red parasol is sifting through the street crowd, heading swiftly away. You follow the parasol with your eyes as its bearer steps into a nearby alleyway. Flint whispers to you to stay, but you can’t while your quarry is so close. The moment you enter the alleyway, Tzu San Niang turns and looks you in the eye. “I am used to attention,” she croons, “but I heard you were a little too interested in me.” She raps the tip of her parasol onto the street, and a burst of silvery energy rushes through the ground, jumping into your body. Your skin goes suddenly numb, and you collapse to the ground. The painful pinprick sensation of a sleeping limb takes over your entire body. Tzu San Niang smiles, puts her parasol over her shoulder, and walks away. She gets a few yards away and, apparently believing she is out of earshot, she tells her entourage: “We are done here. The Foundation is on to us. Eliminate them and move on to the Selangor Club harvest.” You hear feet shuffling in your direction, but before any reckoning comes, Flint picks you up and drags you back out to the street, where the crowd and broad daylight might keep you from overt harm… for now. As the sensation in your limbs returns, Flint muses aloud. “The Royal Selangor Club—that’s a social club in Kuala Lumpur. Come on, we have no time to lose.” He helps you to your feet, but you’re still recovering from the blast of energy that sent your body and mind reeling. The parasol isn’t just a Coterie insignia after all—it is a Key!
de: m Zug nach Hongkong berichtet dir Agent Flint von seiner aktuellen Spur. „Tzu San Niang trifft sich heute Nachmittag mit ihren neuen Geschäftspartnern in einem örtlichen Teehaus. Soweit ich weiß, handelt es sich bei denen um die reinsten Dreckskerle. Die Art, die ihr Vermögen damit macht, ihre Arbeiter zu Tode schuften zu lassen. Sie fühlt sich so sehr zu diesen Typen hingezogen, dass ich eine Theorie habe. Sie nimmt diese Aufträge nicht nur an, weil sie gut bezahlt werden. Immer wieder lässt sie sich auf solche Geschäfte ein, bei denen sie den Briten helfen kann ...auf Kosten des einfachen Volkes. Es ist fast so, als ob sie ... von dem Leid, das sie verursacht, regelrecht angezogen wird. Oder Schlimmeres.“ Bevor du dich weiter mit Flint über seine Theorie unterhalten kannst, kommt der Zug an eurem Ziel an. Schnell verlässt du mit Flint den Bahnhof und eilst zum Teehaus. Aber du kommst zu spät: Ein verräterischer roter Sonnenschirm bahnt sich seinen Weg durch die Menschenmenge auf der Straße und entfernt sich schnell. Du schaffst es, den Sonnenschirm im Blick zu behalten, und siehst, wie seine Trägerin zusammen mit ihren Begleitern in eine nahe gelegene Gasse abbiegt. Flint flüstert dir zu, dass du zurückbleiben sollst, aber das kannst du nicht, solange deine Beute so nah ist. In dem Moment, in dem du die Gasse betrittst, dreht sich Tzu San Niang um und sieht dir in die Augen. „Ich bin Aufmerksamkeit gewohnt“, trällert sie, „aber mir ist zu Ohren gekommen, dass Sie sich ein bisschen zu sehr für mich interessieren.“ Sie klopft mit der Spitze ihres Sonnenschirms auf die Straße, woraufhin eine silbrige Energiewelle über den Boden auf dich zuschießt und auf deinen Körper überspringt. Deine Haut wird plötzlich taub und du sinkst zu Boden. Ein unangenehmes Gefühl, ähnlich wie das von einem eingeschlafenen Bein, breitet sich in deinem ganzen Körper aus. Tzu San Niang lächelt, legt ihren Sonnenschirm über die Schulter und geht davon. Nach ein paar Metern sagt sie zu ihrem Gefolge, offenbar in dem Glauben, dass sie nicht mehr in Hörweite ist: „Wir sind hier fertig. Die Foundation ist uns auf den Fersen. Eliminiert sie und macht weiter mit der Ernte im Selangor Club.“ Du hörst Schritte auf dich zukommen, aber bevor es zu einer Konfrontation kommt, stemmt Flint dich hoch und zieht dich zurück auf die belebte Straße, wo die Menschenmenge und das helle Tageslicht dich hoffentlich vor weiterem Schaden bewahren ... wenigstens vorerst. Als du deine Glieder wieder spüren kannst, denkt Flint laut nach. „Der Royal Selangor Club – das ist ein Gesellschaftsclub in Kuala Lumpur. Kommen Sie, wir haben keine Zeit zu verlieren.“ Er hilft dir auf die Beine, aber du hast dich noch immer nicht ganz von dem Energiestoß erholt, der deinen Körper und deinen Geist durcheinander gebracht hat. Der Sonnenschirm ist nicht nur ein Erkennungszeichen der Coterie – er ist ein Schlüssel!
es: En el tren hacia Hong Kong, el agente Flint te cuenta la pista que está siguiendo: —Tzu San Niang tiene que reunirse con sus nuevos socios comerciales esta tarde en una tetería local. Por lo que tengo entendido, son toda una caterva de sabandijas de las que se enriquecen explotando a sus trabajadores hasta la muerte. Ella se ve tan atraída por esos tipos que me ha hecho pensar una teoría. No acepta esos trabajos solo porque le paguen bien. No deja de buscar negocios en los que pueda ayudar a los británicos a costa de la gente de a pie. Es como si… le atrajera el sufrimiento que provoca. Puede que algo peor. Antes de poder debatir la teoría en mayor profundidad, vuestro tren se para. Flint y tú os apresuráis a bajar al andén y os dirigís a la tetería, pero llegáis demasiado tarde: un llamativo parasol rojo se desplaza entre la multitud que hay en la calle, alejándose rápidamente de allí. Sigues el parasol con los ojos mientras su portadora entra en un callejón cercano. Flint te susurra que te quedes, pero no puedes hacer eso teniendo la presa tan cerca. En cuanto entráis en el callejón, Tzu San Niang se gira y os mira a los ojos: —Estoy acostumbrada a que me dediquen atención —dice con voz melodiosa—, pero tengo entendido que su interés es algo excesivo. Da unos golpecitos con el parasol en la calle y una descarga de energía plateada recorre el suelo y se mete en tu cuerpo. La piel se te entumece de repente y te desplomas. La dolorosa sensación como de alfileres de una extremidad dormida se apodera de todo tu cuerpo. Tzu San Niang sonríe, se echa el parasol al hombro y se aleja. Tras avanzar unos metros, parece creer que ya no puedes oírla y les dice a los suyos: —Hemos acabado aquí. La Fundación nos sigue la pista. Eliminadlos y pasad a la cosecha del Selangor Club. Oyes los pies que vienen en tu dirección, pero antes de que ocurra nada, Flint te recoge y te arrastra de vuelta a la calle, donde la multitud y la luz del día pueden evitar que te hagan daño… por ahora. Cuando recuperas la sensibilidad de tus extremidades, Flint comenta: —El Royal Selangor Club es un club social de Kuala Lumpur. Venga, no tenemos tiempo que perder. Te ayuda a ponerte en pie, pero aún te estás recuperando de la descarga de energía que afectó tanto a tu cuerpo como a tu mente. Resulta que el parasol no es solo una insignia de la Camarilla, ¡sino una Llave!
fr: Dans le train pour Hong Kong, l'Agent Flint partage avec vous sa piste actuelle. « Tzu San Niang est censée rencontrer de nouveaux partenaires commerciaux cet après-midi dans un salon de thé local. D'après les informations que j'ai recueillies, c'est une véritable bande d'ordures. Le genre à faire fortune en exploitant leurs employés à mort. Elle est tellement attirée par ces types que ça m'inspire une théorie. Elle ne prend pas seulement ces emplois parce qu'ils paient bien. Elle n'a de cesse de conclure des accords pour aider les Britanniques au détriment du bas peuple. C'est comme si elle était… attirée par la souffrance qu'elle cause. Peut-être pire. » Avant que vous puissiez discuter plus en profondeur de cette théorie, votre train arrive à son arrêt. Vous vous empressez de monter sur le quai et de vous précipiter vers le salon de thé, mais vous arrivez trop tard : une ombrelle rouge que vous connaissez bien se faufile dans la foule, et s'éloigne rapidement. Vous suivez l'ombrelle des yeux tandis que Tzu San Niang s'engage dans une ruelle voisine. Flint vous murmure de rester, mais vous ne parvenez pas à vous y résoudre : votre proie est si proche. Dès que vous entrez dans la ruelle, Tzu San Niang se retourne et vous regarde dans les yeux. « Je suis habituée à l'attention », chantonne-t-elle, « mais j'ai entendu dire que vous étiez un peu trop intéressé par moi. » Elle frappe l'extrémité de son ombrelle sur le sol, et une explosion d'énergie argentée s'engouffre dans votre corps. Votre peau s'engourdit soudainement, et vous vous écroulez sur le sol. La douloureuse sensation de picotement d'un membre endormi s'empare de tout votre corps. Tzu San Niang sourit, met son ombrelle sur son épaule et s'éloigne. Elle avance de quelques mètres et, croyant apparemment être hors de portée de voix, elle dit à son entourage : « Nous en avons fini ici. La Fondation est sur notre piste. Éliminez ses agents et passez à la récolte du club Selangor. » Vous entendez des bruits de pas dans votre direction, mais avant qu'il ne soit trop tard, Flint vous soulève et vous traîne dans la rue, où la foule et la lumière du jour vous protègent… pour l'instant. Alors que la sensation dans vos membres revient, Flint réfléchit à voix haute. « Le Royal Selangor Club — c'est un club a Kuala Lumpur. Allez, nous n'avons pas de temps à perdre. » Il vous aide à vous relever, mais vous êtes encore en train de vous remettre de l'explosion d'énergie qui a fait vaciller votre corps et votre esprit. L'ombrelle n'est pas seulement un signe d'appartenance à la Coterie, c'est également une Clef !
it: Sul treno verso Hong Kong, l’agente Flint vi spiega la pista su cui sta indagando. “Tzu San Niang deve incontrare i suoi nuovi soci in affari questo pomeriggio, alla sala da tè locale. Da quello che ho scoperto si tratta di un bel gruppo di farabutti: il tipo di affaristi a cui piace lucrare sfruttando i propri dipendenti fino alla morte. E il fatto che sia così attratta da individui di questo genere mi suggerisce una teoria: non accetta questi lavori semplicemente perché la pagano bene. Inoltre, continua a cercare collaborazioni con cui può favorire i britannici ai danni della gente comune. E come se fosse… attratta, se non peggio, dalla sofferenza che provoca. Prima che abbiate il tempo di discutere questa teoria più approfonditamente, il treno arriva alla stazione. Vi affrettate a raggiungere la sala da tè insieme a Flint, ma arrivate troppo tardi: riuscite a scorgere solo un fugace stralcio del caratteristico parasole rosso tra la folla, e lo vedete allontanarsi rapidamente. Provate a seguirlo con gli occhi finché non lo vedete infilarsi in un vicolo vicino. Flint vi sussurra di rimanere fermi, ma la vostra preda è così vicina che non lo ascoltate. Appena vi affacciate sul vicolo, Tzu San Niang si volta incrociando il vostro sguardo. “Sono abituata alle attenzioni” sussurra dolcemente, ma ho sentito dire che siete un pò troppo interessati a me.” Batte un colpo sul pavimento con il suo parasole e un’esplosione di energia argentata attraversa il terreno fino a raggiungervi. La vostra pelle perde improvvisamente sensibilità e le gambe vi cedono; il vostro corpo è pervaso da in intenso formicolio. Tzu San Niăng sorride, appoggia il parasole sulla spalla e si allontana di qualche passo prima di rivolgersi di suoi uomini, convinta che non possiate sentirla. Qui non c’è altro da fare, La Fondazione è sulle nostre tracce. Eliminateli e procedete con il raccolto del Selangor Club.” Sentite un rumore di passi veloci, ma, prima che possano raggiungervi, Flint vi solleva e vi porta fuori dal vicolo, dove la folla e la luce del sole dovrebbero tenervi al sicuro… almeno per ora. Mentre iniziate di nuovo a percepire la sensibilità nei vostri arti, udite Flint riflettere a voce alta: “Il Royal Selangor Club… Si tratta di un circolo di Kuala Lumpur. Forza, non abbiamo tempo da perdere.” Vi aiuta a rimettervi in piedi, ma avete ancora bisogno di tempo per riprendervi dall’esplosione di energia che vi ha colpiti nel corpo e nella mente. Quel parasole non è solo un emblema della Società Rossa… è una Chiave!
ko: 홍콩으로 향하는 열차 안에서 플린트 요원이 현재 어떤 실마리를 쫓고 있는지 공유해 주었습니다. “쯔싼냥은 오늘 오후에 현지 찻집에서 새로운 사업 파트너와 회의를 가질 거라고 하더군요. 제가 모은 정보상으로는 그 사업 파트너란 것들은 죄다 천하의 인간쓰레기였습니다. 노동자들을 죽을 때까지 짜내고 착취해서 부를 쌓는 부류들이죠. 쯔싼냥은 이러한 놈들에게 계속 들러붙는 걸 보니, 한 가지 추측이 서는군요. 쯔싼냥은 그저 후한 보수 때문에 이런 일을 수임하는 게 아니란 거죠. 한두 번도 아니고, 계속해서 영국인들을 돕는다는 미명 하에 평범한 사람들을 희생하는 사업에 뛰어들어요. 그러니까 요지는... 쯔싼냥은 누군가에게 고통을 줄 수 있는 사업에 부나방처럼 이끌린단 겁니다. 그보다 더 불길한 것일 수도 있고요.” 이 추측에 대해 긴 이야기를 나누기도 전에 열차가 역에 들어섭니다. 당신과 플린트 요원은 서둘러 승강장에 내려 찻집으로 눈썹이 휘날리게 달려갔지만, 너무 늦었습니다. 길거리의 수많은 인파를 헤치고 붉은 양산이 빠르게 멀어져갑니다. 당신은 붉은 양산이 움직이는 모습을 눈으로 쫓다, 양산이 근처 골목길로 들어가는 것을 보고서 재빨리 따라 붙습니다. 플린트는 따라가지 말라고 목소리를 죽여 말했지만, 지금껏 추적해 온 사냥감이 이토록 가까이 있는데 놓칠 수는 없었습니다. 당신이 골목길에 들어선 순간, 쯔싼냥이 뒤를 돌아보며 당신과 눈을 맞추더니 나직하게 읊조립니다. “관심받는 거야 익숙하지만, 그쪽이 과하게 제게 관심을 보인다고 들었지 말예요.” 쯔싼냥이 양산 끝으로 길바닥을 두들기자, 땅에서 은빛 에너지가 터져 나와 당신의 몸으로 뛰어듭니다. 살갗에 닿는 감각이 무뎌지더니 당신은 그대로 골목길에 고꾸라집니다. 팔다리는 제대로 말을 듣지 않고 바늘로 사정없이 찌르는 듯한 고통이 사지로 번져갑니다. 쯔싼냥은 미소 지으며 양산을 어깨 위로 걸치고서 저 멀리 걸어갑니다. 몇 미터는 떨어진 곳까지 걸어간 쯔싼냥은 듣는 사람이 없다고 생각했는지, 수행원들에게 말합니다. “여기 일은 끝났어요. 재단 것들이 따라붙었군요. 알아서 처리하세요. 다음으로는 셀랑고르 클럽으로 가죠. 거기서도 수확할 시간이 왔답니다.” 당신의 최후를 알리는 듯 발을 끌며 다가오는 소리가 들리지만, 동지회 수행원들이 모습을 드러내기도 전에 플린트 요원이 먼저 달려와 당신을 길거리로 질질 끌고 나옵니다. 대낮에 인파 속에서라면 저들도 당장은 당신을 어찌할 수 없을 것입니다. 사지에 서서히 감각이 돌아오는 가운데, 플린트 요원이 골똘히 생각하다 입을 엽니다. “로열 셀랑고르 클럽이라면... 쿠알라룸푸르에 있는 사교 클럽입니다. 서두르세요, 허비할 시간이 없어요.” 플린트 요원의 부축을 받아 두 발로 일어설 수 있었지만, 아직도 심신은 에너지 폭발의 여파를 온전히 떨치지 못했습니다. 쯔싼냥의 붉은 양산은 그저 동지회의 붉은 복식인 것이 아니라, 그 자체가 바로 열쇠였습니다!
pl: W czasie podróży pociągiem do Hong Kongu, Agent Flint dzieli się z tobą informacjami. „Tego popołudnia Tzu San Niang ma się spotkać w lokalnej herbaciarni ze swoimi nowymi partnerami biznesowymi. Z tego co wiem, to zawszona banda gnojków. Typków, którzy majątki zbili na wykorzystywaniu pracowników, nawet za cenę ich śmierci. Fakt, że ciągnie ją do takich daje mi pewne podejrzenia. Nie chodzi tu tylko o pieniądze. Na okrągło zawierała kontrakty korzystne dla Brytyjczyków, a podpisywane kosztem miejscowej ludności. Zupełnie jakby… pociągało ją cierpienie, które przez to spowoduje. Albo na rzeczy jest coś jeszcze gorszego”. Nim masz okazję dokładniej to przedyskutować, pociąg dociera do stacji. Wraz z Flintem na złamanie karku wybiegacie na peron i kierujecie się do herbaciarni, lecz przybywacie za późno: charakterystyczny czerwony parasol miga wam w tłumie, wyraźnie się oddalając. Śledzicie parasol wzrokiem i dostrzegacie, że jego właścicielka znika w jednej z bocznych alejek. Flint szepcze, żebyś został na miejscu, ale ani ci to w głowie, nie gdy cel jest tak blisko. Gdy tylko wchodzisz w alejkę, Tzu San Niang odwraca się i spogląda ci w oczy. „Przywykłam do zainteresowania moją osobą” – mówi śpiewnie – „ale słyszałam, że ty zbyt mocno się mną interesujesz”. Uderza końcówką parasola w ulicę, a fala srebrzystej energii pędzi po ziemi i przeskakuje na ciebie. Natychmiast drętwiejesz i upadasz. Kłujące, bolesne mrowienie rozchodzi się po całym twoim ciele. Tzu San Niang uśmiecha się, opiera parasol na ramieniu i odchodzi. Po przejściu kilku metrów, najwyraźniej sądząc, że nie zostanie usłyszana, zwraca się do swojej świty. „Tu już skończyliśmy. Fundacja siedzi nam na ogonie. Zlikwidujcie ich i ruszajcie do Selangor Club”. Słyszysz odgłos kroków i szykujesz się na najgorsze, lecz zamiast tego dostrzegasz Flinta, który podnosi cię i zaciąga na ulicę, aby światło dnia i tłum ludzi zapewniło nieco bezpieczeństwa, przynajmniej na razie. Gdy wraca ci czucie w kończynach, Flint myśli na głos. „Royal Selangor Club to lokal w Kuala Lumpur. Chodź, nie ma czasu do stracenia”. Pomaga ci w poruszaniu się, ale nadal nie doszedłeś jeszcze w pełni do siebie po uderzeniu wiązką energii. Parasol to nie tylko znak Koterii, to Klucz!
ru: В поезде в Гонконг агент Флинт делится с вами зацепкой, которую он расследует. «Цзы Саньнян должна встретиться с новыми бизнес-партнёрами сегодня днём в местной чайной. Насколько я понимаю, это то ещё сборище сволочей, один другого подлее. Такие ребята богатеют, загоняя своих рабочих до смерти. Она так любит работать с этими мерзавцами, что это наводит меня на мысль. Она берётся за подобную работу не просто потому, что та хорошо оплачивается. Снова и снова она способствует сделкам, которые позволяют британцам и дальше эксплуатировать обычных людей. Словно её… притягивает страдание? Или что похуже». Прежде чем вы успеваете подробно обсудить эту теорию, ваш поезд прибывает на станцию. Вы и Флинт выбегаете на платформу и торопитесь в чайную, но опаздываете: стремительно удаляясь, сквозь толпу проносится узнаваемый красный зонтик. Вы следите за ним взглядом, когда его владелица ныряет в соседний переулок. Шёпотом Флинт говорит вам остаться, но вы не можете устоять, ведь ваша цель так близко. Когда вы входите в переулок, Цзы Саньнян поворачивается и смотрит вам в глаза. «Я привыкла к вниманию, — мягко говорит она. — Но я слышала, что вы слишком уж мной заинтересовались». Она ударяет кончиком своего зонтика по мостовой, и поток серебристой энергии проносится по земле, проникая в ваше тело. Ваша кожа внезапно немеет, и вы падаете наземь. Болезненное покалывание, словно на затёкшей конечности, охватывает всё ваше тело. Цзы Саньнян улыбается, закидывает зонтик на плечо и уходит. Отойдя на несколько метров и, видимо, считая, что вы её не слышите, она обращается к своему окружению: «Мы закончили здесь. Организация напала на наш след. Разделайтесь с ними и отправляйтесь в клуб „Селангор“ на жатву». Вы слышите шаркающие шаги в вашем направлении, но прежде чем они успевают приблизиться, Флинт подхватывает вас и оттаскивает обратно на улицу, где толпа и дневной свет могут уберечь вас от вреда… По крайней мере, пока что. Со временем вы вновь начинаете ощущать конечности, а Флинт размышляет вслух: «„Королевский клуб Селангор“ — это светский клуб в Куала-Лумпуре. Давайте же, у нас мало времени». Он помогает вам подняться, но вы всё ещё не в себе после потока энергии, заставившего пошатнуться ваши тело и психику. Этот зонтик… Это не просто знак принадлежности к Клике — это ключ!
zh: 在前往香港的火车上，弗林特探员跟你分享他目前所知的情报。“梓三娘会在下午跟她的生意伙伴在当地的茶室会面。就我搜集到的资讯来看，他们都是一群强盗恶棍，靠著将劳工剥削至死来赚取利润。她似乎特别受这些人吸引，所以我有个假设：她不只是为了高额报酬而已。从她对于帮助英国佬剥削平民的积极程度看来，她似乎……以她造成的苦难为乐，或甚至更糟。” 在你们有机会深入讨论前”火车到站了。你跟弗林特踏上月台并急忙赶往茶室，但你们还是太迟了。你们在人群中看到一把鲜红的阳伞正在快速远离。你们跟踪她，看见她转进一条小巷。弗林特要求你在这等待，但你不愿意在猎物近在咫尺的状况下袖手旁观。 你们转进巷子的同时，梓三娘转身与你们四目相对。她用银铃般的声音说：“我很习惯引人瞩目，但你们对我过于有兴趣了。”她将阳伞的尖端往地上拍，一道银色的能量爆出，沿著地面袭向你们。你感到一阵麻木，感觉像千万根针刺在你每一寸皮肤上，你在剧痛中倒在地上。梓三娘笑了，她将阳伞放回肩上，转身离开。她走到认为你们听不见的距离后跟她的随从说：“这里的事结束了，基石盯上我们了，把他们处理掉，然后前往雪兰莪俱乐部进行收割。” 你听见脚步声向你靠近，但在他们动手前，弗林特扶起你并将你拖到阳光普照的大街上，也许拥挤的人群跟光线能暂时保护你们。等你终于能再度控制自己的身体时，弗林特说：“皇家雪兰莪俱乐部，那是位于吉隆坡的的社交俱乐部。走吧，没时间浪费了。”他扶你起身，你还没完全从那股力量造成的无力及晕眩中恢复过来。鲜红的阳伞不只是结社的身份象征——它是一把密钥！

source: Flint traveled to Kuala Lumpur.
de: Flint ist nach Kuala Lumpur gereist.
es: Flint viajó a Kuala Lumpur.
fr: Flint a voyagé a Kuala Lumpur.
it: Flint è partito per Kuala Lumpur.
ko: 플린트 요원이 쿠알라룸푸르로 향했다
pl: Flint wyruszył do Kuala Lumpur.
ru: Флинт отправился в Куала-Лумпур.
zh: 弗林特前往吉隆坡。
