Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/20_blood_sweat_and_tea.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: You meet Agent Flint at the Hong Kong Zoological and Botanical gardens. He shakes your hand and leans in close. “Do you have a tail?” he asks. You assure him you do not. You have been careful. He updates you on the case while the two of you stroll through the gardens, looking to all the world like normal tourists. He explains that the lady with the red parasol is using the name Tzu San Niang, and that she has made an international business out of helping the British expand their empire, often using the most brutal methods. Her silver tongue and negotiating skills are apparently the thing of legend: she can convince worker unions to tolerate abysmal conditions, local governments to accept the extraction of natural resources without batting an eye, and worse. “We can’t be too careful,” Flint warns. “Obviously, Ms. Tzu is no one to be trifled with, but it’s that parasol that’s the key to her operation, if you’ll pardon my pun. I think it actually is giving her the ability to sway minds.” You can’t object—the evidence is piling up. Flint’s initial hunch was right. “What’s worse is that she already suspects we’re on to her. I had a Coterie operative sniffing me out just earlier this week. Luckily, I managed to get the upper hand. Found his safehouse before he found mine. And the best part?” He gives you a sly grin. “He had an itinerary on him. They’re headed to the Royal Selangor Club next. It’s a social club in Kuala Lumpur, for the wealthy elite. Care to join me?”
de: Du triffst Agent Flint im Zoologisch-Botanischen Garten von Hongkong. Er schüttelt dir die Hand und beugt sich dicht zu dir vor. „Wurden Sie verfolgt?“, fragt er. Du versicherst ihm, dass dem nicht so ist. Du warst sehr vorsichtig. Er bringt dich auf den neuesten Stand der Dinge, während ihr beide durch die Gärten schlendert und dabei für Außenstehende wie normale Touristen wirkt. Er erklärt, dass die Dame mit dem roten Sonnenschirm den Namen Tzu San Niang trägt und dass sie ein internationales Geschäft daraus gemacht hat, den Briten bei der Ausdehnung ihres Reiches zu helfen, wobei sie oft die brutalsten Methoden anwendet. Ihre Eloquenz und ihr Verhandlungsgeschick sind offenbar legendär: Sie kann Gewerkschaften davon überzeugen, miserable Arbeitsbedingungen zu tolerieren, und die lokalen Regierungen davon überzeugen, ohne mit der Wimper zu zucken den Abbau von Bodenschätzen zu genehmigen. Und Schlimmeres. „Wir können nicht vorsichtig genug sein“, warnt Flint. „Mit Ms. Tzu allein ist schon nicht zu spaßen. Aber dieser Sonnenschirm ist der wahre Schlüssel ihrer Macht, wenn Sie mir das Wortspiel verzeihen. Ich glaube, er verleiht ihr tatsächlich die Fähigkeit, die Gemüter zu beeinflussen.“ Du stimmst ihm zu – die Beweise sprechen dafür. Flints erste Vermutung war richtig. „Noch schlimmer ist, dass sie bereits ahnt, dass wir ihr auf der Spur sind. Erst Anfang der Woche hat mich ein Coterie-Mitarbeiter aufgespürt. Zum Glück konnte ich die Oberhand behalten. Ich habe seinen Unterschlupf gefunden, bevor er meinen entdeckt hat. Und das Beste daran?“ Er grinst dich verschmitzt an. „Er hatte eine Reiseroute bei sich. Der nächste Halt ist der Royal Selangor Club, ein Gesellschaftsclub in Kuala Lumpur für die reiche Elite. Wollen Sie mich begleiten?“
es: Te reúnes con el agente Flint en los jardines zoológicos y botánicos de Hong Kong. Sacude la cabeza y se inclina hacia ti. —¿Le han seguido? —te pregunta. Le aseguras que no es así. Has tenido cuidado. Te pone al día del caso mientras paseáis por los jardines, dando la apariencia de ser turistas normales. Te explica que la dama del parasol rojo usa el nombre de Tzu San Niang y que ha creado un negocio internacional ayudando a los británicos a expandir su imperio, a menudo con los métodos más brutales. Su labia y habilidad para la negociación parecen ser verdaderamente legendarias. Parece tener la capacidad para convencer a los sindicatos de trabajadores de que toleren unas condiciones deplorables, y a los gobiernos locales de que acepten la extracción de recursos naturales sin pestañear y cosas peores. —Debemos extremar las precauciones —te advierte Flint—. Está claro que no podemos menospreciar a la Srta. Tzu, pero la clave de su operación es el parasol. Creo que le da la habilidad de controlar las mentes. No tienes nada que objetar, porque las pruebas se acumulan. La corazonada inicial de Flint era correcta. —Lo peor es que ya sospecha que le seguimos la pista. Tuve a un agente de la Camarilla husmeando en mis cosas esta misma semana. Por suerte, logré tomarle la delantera y encontré su piso franco antes de que él encontrara el mío. ¿Y sabe qué es lo mejor? —te pregunta con una sonrisa taimada—. Tenía un itinerario de viaje. Se dirigen al Royal Selangor Club, un club social de Kuala Lumpur para la élite de los más ricos. ¿Quiere acompañarme?
fr: Vous retrouvez l'Agent Flint aux jardins zoologiques et botaniques de Hong Kong. Il vous serre la main et se penche vers vous. « Êtes-vous suivi ? » demande-t-il. Vous lui assurez que non. Vous avez fait attention. Il vous met au courant de l'affaire pendant que vous vous promenez tous les deux dans les jardins, en vous faisant passer pour des touristes tout à fait normaux. Il vous explique que la dame à l'ombrelle rouge se fait appeler Tzu San Niang, et qu'elle a fait florès dans le commerce international, en aidant les Britanniques à étendre leur empire, souvent en utilisant les méthodes les plus brutales. Ses talents d'oratrice et de négociatrice sont apparemment légendaires : elle peut convaincre les syndicats de travailleurs de tolérer des conditions abominables, les gouvernements locaux d'accepter l'extraction de ressources naturelles sans sourciller, et pire encore. « On n'est jamais trop prudent », prévient Flint. « De toute évidence, Mlle Tzu n'est pas une personne que l'on doit traiter à la légère, mais c'est cette ombrelle qui est la clé de son opération, si vous me permettez ce jeu de mots. Je pense qu'elle lui donne la capacité d'influencer les esprits. » Vous ne pouvez pas objecter, les preuves s'accumulent. L'intuition initiale de Flint était bonne. « Le pire, c'est qu'elle soupçonne déjà que nous sommes sur ses traces. Un agent de la Coterie m'a repéré plus tôt cette semaine. Heureusement, j'ai réussi à prendre le dessus. J'ai trouvé sa planque avant qu'il ne trouve la mienne. Et la meilleure partie ? » Il vous fait un sourire narquois. « Il avait un itinéraire sur lui. Mlle Tzu se rend au Royal Selangor Club a Kuala Lumpur, c'est un club réservé à une l'élite fortunée. Voulez-vous vous joindre à moi ? »
it: Incontrate l’agente Flint ai giardini zoologici e botanici di Hong Kong. Vi stringe la mano e si avvicina per parlarvi con tono basso. “Vi hanno seguiti?” Lo rassicurate sul fatto che siete stati molto prudenti. Vi aggiorna sul caso mentre passeggiate per i giardini, dando un’occhiata in giro come normali turisti. Vi spiega che la donna con il parasole rosso si fa chiamare Tzu San Niang e che ha fatto affari a livello internazionale aiutando la Gran Bretagna a estendere il proprio impero, spesso impiegando metodi decisamente brutali. La sua parlantina sciolta e la sua abilità nei negoziati sono apparentemente leggendarie: è in grado di convincere i sindacati ad accettare le condizioni più intollerabili, così come riesce a spingere con grande semplicità i governi locali ad autorizzare l’estrazione di risorse naturali… o ancora peggio. “Non possiamo essere troppo cauti” vi avverte. “Ms. Tzu non è una persona da sottovalutare, questo è ovvio, ma, se mi perdonate il gioco di parole, è quel parasole a essere la chiave del suo successo. Penso che quell’oggetto le dia la capacità di influenzare le menti.” Non potete obiettare: le prove sono ormai inconfutabili e dovete ammettere che Flint ci aveva visto giusto sin dall’inizio. “Quel che è peggio, è che sospetta già che siamo sulle sue tracce: avevo un agente della Società Rossa alle calcagna. Tuttavia, qualche giorno fa ho avuto la fortuna di anticipare le sue mosse e ho trovato il suo rifugio prima che lui trovasse il mio. Volete sapere la parte migliore?” Non riesce a trattenere un ghigno soddisfatto. “Aveva un itinerario con sé: il loro prossimo obiettivo è il Royal Selangor Club, un circolo sociale per gente benestante a Kuala Lumpur. Volete unirvi a me?”
ko: 당신은 홍콩 동식물원에서 플린트 요원과 접선했습니다. 그는 악수하면서 얼굴을 가까이 대고는 조용히 묻습니다. “미행이 붙었는지는 확인해 봤습니까?” 당신은 오는 길에 내내 조심해서 확인했노라며, 뒤따라 붙은 사람은 절대 없다고 장담했습니다. 플린트 요원은 당신과 함께 관광객 행색을 하며 동식원을 거닐면서 이번 사건에 관해 갱신된 정보를 알려주었습니다. 새로운 정보에 따르면 붉은 양산을 쓴 여자는 쯔싼냥이라는 이름으로 움직이고 있으며, 대영제국의 영향력을 넓히는 국제 사업을 펼치고 있다 합니다. 그리고 그 과정에서 극단적이고 잔혹한 방법을 동원하고 있었습니다. 그런데도 쯔산냥은 뛰어난 언변과 협상 기술을 발휘하여, 업계에서 그야말로 전설적인 사람으로 회자되고 있었습니다. 열악한 조건을 받아들이도록 노동조합을 설득하는가 하면, 눈 하나 깜짝하지 않고서 지방 정부에게 천연자원 채굴권을 뜯어내는 등 어두운 수완을 발휘해 왔습니다. 플린트 요원이 경고합니다. “각별히 조심하는 게 좋겠습니다. 쯔산냥은 절대 대수롭지 않게 볼 사람이 아닌 데다가, 늘 들고 다니는 양산이야말로 사업의 열쇠 같더군요. 중의적으로 말입니다. 진짜 붉은 양산이 열쇠일지도 몰라요. 쯔싼냥에게 사람들의 정신을 조종하는 능력을 부여하는 게 아닐까 해요.” 나날이 쌓여 가는 증거를 보자니 반박할 수가 없었습니다. 플린트 요원의 직감이 옳았습니다. “나쁜 소식을 전해야겠군요. 쯔싼냥은 이미 우리가 뒤를 밟고 있다고 의심한다는 겁니다. 이번 주 초에 동지회 요원이 제 냄새를 맡았어요. 나쁜 소식을 전했으니 좋은 소식도 전해야겠군요. 운 좋게도 제가 한 수 앞선 덕택에, 제 은신처를 들키지 않고 역으로 놈의 안전가옥을 찾아냈습니다. 자, 그럼 가장 좋은 소식은 뭘까요?” 플린트 요원이 능글맞게 웃습니다. “놈이 안전가옥에 여행 일정표를 두고 다녔단 거죠. 동지회는 다음 행선지로 로열 셀랑고르 클럽으로 가고 있습니다. 쿠알라룸푸르에 있는 사교 클럽이죠. 부유한 고위층 인사들이 드나드는 곳이고요. 함께 가시겠습니까?”
pl: Spotykasz się z agentem Flintem w Hong Kongu, w Ogrodzie Zoologicznym i Botanicznym. Podaje ci rękę i nachyla się. „Masz ogon?” – pyta. Zapewniasz, że nie, bo byłeś ostrożny. Kiedy przechadzacie się po ogrodzie jak najzwyklejsi turyści, przekazuje ci najnowsze informacje o sprawie. Wyjaśnia, że pani z czerwonym parasolem posługuje się imieniem Tzu San Niang oraz, że rozwinęła swoje międzynarodowe imperium biznesowe dzięki wspieraniu rozwoju imperium Brytyjskiego, często wykorzystując w tym celu skrajnie brutalne metody. Najwyraźniej jej elokwencja i zdolności negocjacyjne przeszły już do legendy. Mówią na przykład, że potrafiła przekonać związki zawodowe, do zaakceptowania urągających warunków pracy, zaś lokalne władze bez mrugnięcia okiem zgodziły się na nieograniczone wydobycie lokalnych surowców. „Ostrożności nigdy za wiele” – ostrzega Flint. – „Pani Tzu z pewnością nie daje sobie w kaszę dmuchać, ale to ten parasol jest kluczem do wszystkiego, wybacz czerstwy żart. Sądzę, że to ten przedmiot pozwala jej naginać wolę innych”. Nie możesz zaprzeczyć, bo dowody mówią same za siebie. Flint miał dobre przeczucie. „Problem w tym, że ona już wie, że ją tropimy. Szpicel Koterii próbował mnie w zeszłym tygodniu wyniuchać. Na szczęście go przechytrzyłem i znalazłem jego kryjówkę, nim on znalazł moją. A wiesz co jest najlepsze?” – uśmiecha się cwaniacko. – „Miał przy sobie plan podroży. Zmierzają do Royal Selangor Club. To lokal dla bogaczy w Kuala Lumpur. Może chcesz do mnie dołączyć?”
ru: Вы встречаетесь с Флинтом в Зоологическом и Ботаническом садах Гонконга. Он пожимает вашу руку и наклоняется ближе. «За вами не было хвоста?» — спрашивает он. Вы убеждаете его, что ничего подобного не было. Вы были очень осторожны. Он вводит вас в курс дела, пока вы вместе прогуливаетесь по садам, не отличаясь при этом от обычных туристов. Флинт объясняет, что Дама с красным зонтиком использует имя Цзы Саньнян. Она построила межнациональный бизнес, помогая британцам расширять свою империю, часто используя самые брутальные методы. О её красноречии и умении вести переговоры ходят легенды: она может убедить профсоюзы рабочих смириться с ужасными условиями, а местные правительства — не моргнув глазом согласиться на добычу природных ресурсов. Или на что похуже. «Осторожность не повредит, — предупреждает Флинт. — Очевидно, с госпожой Цзы шутки плохи, но этот зонтик… Он — словно ключ к её успеху, уж простите за каламбур. Мне кажется, именно он даёт ей власть над чужим разумом». Вам нечего возразить — все доказательства налицо. Изначальная догадка Флинта оказалась правильной. «Что хуже, она подозревает, что мы напали на её след. На днях за мной следил оперативник Клики. К счастью, мне удалось найти его убежище раньше, чем ему — моё. А знаете, что самое приятное? — Он лукаво усмехается. — У него была маршрутная квитанция. Они направляются в Королевский клуб „Селангор“. Это светский клуб для богатой элиты в Куала-Лумпуре. Составите мне компанию?»
zh: 你在香港的动植物公园与弗林特见面。他跟你握手，在你耳边低声问：“你有被跟踪吗？”你向他保证没有，你非常小心。 你们在公园中漫步，交换著情报，看起来就像普通的游客一样。他说红伞女子使用梓三娘这个名字，她正在帮助一群英国人扩张国际事业的版图，通常借由残酷的手段。她的能言善道跟谈判技巧蔚为传奇。她可以让工会接受最严苛的条件；让政府机关眼睛都不眨一下就同意耗尽天然资源的提案，还有其他更糟的事。 弗林特警告你：“多小心都不为过，很明显这位梓小姐绝非善类。但她的阳伞才是这一切的钥匙，请原谅我用双关语。我认为就是密钥赋予了她操控心智的能力。” 你无法反驳，证据摆在眼前，弗林特一开始的直觉是对的。“更糟的是她已经在怀疑我们盯上她了。前几天我发现有一名结社成员在打探我的行踪。幸运的是我占了上风，在他找上我前，我先找到了他的藏身处。你猜最棒的是什么？”他狡诈地笑了一下。“他带著一份旅行计划，他们接下来前往皇家雪兰莪俱乐部，一个在吉隆坡的社交俱乐部，专门为有钱人打造的。你要一起来吗？”

source: You reply to Agent Flint’s telegram, but he never returns your message. You head to Flint’s last known hotel to inquire personally, but they tell you that he never received your telegram. In fact, according to the concierge, he hasn’t been back in several days. You decide that the Coterie must be behind this disappearance, and that the best way of finding Flint is to find the lady with the red parasol. For days you search for signs of the Coterie, but find nothing. You establish the trust of some business contacts and begin to ask them about the lady with the red parasol. Most of them pretend to know nothing, but eventually you hear about a railway being constructed in Malaysia. The rail was delayed, but they sent a negotiator in to reach an agreement, saying “no one says no to her.” Maybe Flint simply went to Kuala Lumpur to investigate on his own, but… A lump forms in your throat. You suspect the worst.
de: Du antwortest auf das Telegramm von Agent Flint, doch du erhältst keine weitere Nachricht von ihm. Du fährst zu Flints letztem bekannten Hotel, um dich persönlich zu erkundigen, aber dort teilt man dir mit, dass er dein Telegramm nie erhalten habe. Laut dem Concierge ist er bereits seit mehreren Tagen nicht mehr zurückgekommen. Du bist dir sehr sicher, dass die Coterie hinter diesem Verschwinden stecken muss und dass deine beste Chance, Flint zu finden, im Aufspüren der Dame mit dem roten Sonnenschirm besteht. Tagelang suchst du nach Spuren der Coterie, findest aber nichts. Du kannst das Vertrauen einiger Geschäftskontakte der Dame mit dem roten Sonnenschirm gewinnen und erkundigst dich bei ihnen vorsichtig nach ihr. Die meisten tun so, als wüssten sie nicht, von wem du sprichst, aber schließlich erfährst du von einer Eisenbahnlinie, die in Malaysia gebaut wird. Da sich der Bau verzögert, hat man eine Unterhändlerin geschickt, zu der „niemand Nein sagen kann“, um eine Einigung zu erzielen. Vielleicht ist Flint von sich aus nach Kuala Lumpur gefahren, um auf eigene Faust Nachforschungen anzustellen, aber ... Ein Kloß bildet sich in deinem Hals und du befürchtest das Schlimmste.
es: Respondes al telegrama del agente Flint, pero no recibes respuesta por su parte. Te diriges al último hotel conocido de Flint para indagar en persona, pero te cuentan que no llegó a recibir tu telegrama. De hecho, según el recepcionista, lleva varios días sin volver. Decides que la Camarilla debe de estar detrás de su desaparición y que la mejor forma de encontrar a Flint es encontrando a la dama de parasol rojo. Pasas días en busca de alguna señal de la Camarilla, pero no encuentras nada. Te ganas la confianza de algunos contactos de negocios y empiezas a preguntarles por la dama del parasol rojo. La mayoría finge no saber nada, pero al final te enteras de que están construyendo un ferrocarril en Malasia. Las vías van con retraso, pero han enviado a una negociadora para llegar a un acuerdo, diciendo que “nadie le dice que no”. Es posible que Flint simplemente haya ido a Kuala Lumpur para investigar por su cuenta, pero… Se te hace un nudo en la garganta. Sospechas que ha ocurrido lo peor.
fr: Vous répondez au télégramme de l'Agent Flint, mais vous ne recevez pas d'accusé de réception à votre message. Vous vous rendez au dernier hôtel connu de Flint pour vous renseigner personnellement, mais on vous dit qu'il n'a jamais reçu votre télégramme. En faite, selon le concierge, il n'est pas revenu depuis plusieurs jours. Vous décidez que la Coterie doit être derrière cette disparition, et que le meilleur moyen de trouver Flint est de trouver la dame à l'ombrelle rouge. Pendant des jours, vous cherchez des signes de la Coterie, mais ne trouvez rien. Vous gagnez la confiance de quelques relations d'affaires et commencez à leur poser des questions sur la dame à l'ombrelle rouge. La plupart d'entre eux prétendent ne rien savoir, mais finalement vous entendez parler d'un chemin de fer en cours de construction en Malaisie. Le chemin de fer a été retardé, mais ils ont envoyé une négociatrice pour trouver un accord. D'après sa réputation, « personne ne dit non à cette femme ». Peut-être que Flint est simplement allé à Kuala Lumpur pour enquêter par lui-même, mais…
it: Rispondete al telegramma dell’agente Flint, ma da lui non ricevete notizie. Vi recate personalmente nell’ultimo albergo in cui ha alloggiato, ma il concierge vi dice che non ha mai ricevuto il vostro messaggio e che non vede l’uomo da giorni. Siete sicuri ci sia la Società Rossa dietro la sua scomparsa, e che il modo migliore per trovare Flint sia trovare la donna con il parasole rosso. Passate giorni interi a cercare tracce della Società, senza grandi risultati. Riuscite a conquistarvi la fiducia di alcuni contatti d’affari e iniziate a fare domande sulla donna, ma molti fingono di non sapere nulla… finché non trovate qualcuno che vi parla della costruzione di una ferrovia in Malesia. Pare che i lavori abbiano subito dei ritardi e che, per raggiungere un accordo, sia stata inviata una negoziatrice “a cui nessuno riesce a dire di no”. Forse Flint si è diretto a Kuala Lumpur per indagare in autonomia, ma… Vi si forma un nodo in gola. Temete il peggio.
ko: 플린트 요원의 전보에 답신을 보냈지만, 되돌아오는 전보는 없었습니다. 플린트가 마지막으로 묵었던 호텔로 찾아가 개인적으로 수소문해봤지만, 플린트 요원에게 당신의 전보가 전달된 기록은 없다고 합니다. 게다가 컨시어지의 말에 따르면 사실 플린트 요원은 며칠 동안이나 돌아오지 않았습니다. 이번 실종 사건의 배후에는 동지회가 있는 것이 분명하니, 플린트를 찾기 위해서라도 붉은 양산을 쓴 여자를 추적하는 것이 최선책입니다. 며칠 동안 동지회의 흔적을 수색했지만 어떠한 실마리도 찾지 못했습니다. 당신은 몇몇 사업가와 신뢰 관계를 구축하고는 붉은 양산을 쓴 여자에 관해 물어보기 시작했습니다. 이들 대다수는 모른 체 했지만, 마침내 말레이시아에서 건설 중인 철도 노선에 관한 이야기를 듣게 되었습니다. 해당 노선 구간의 건설이 지연되고 있었으나, “절대 거절할 수 없는 여자”란 협상가가 파견되어 극적인 협상을 끌어냈다는 이야기였습니다. 플린트 요원은 이 사건을 직접 조사하기 위해 쿠알라룸푸르로 향했을지도 모르지만... 목이 꽉 멥니다. 이미 머릿속으로는 최악의 상황만 떠오릅니다...
pl: Odpisujesz na telegram agenta Flinta, ale odpowiedź od niego nie nadchodzi. Ruszasz do hotelu, w którym jak wiesz, przebywał ostatnimi czasy i dowiadujesz się, że nie odebrał twojej wiadomości. Po prawdzie, to od wielu dni go nie widziano. Stwierdzasz, że za tym zniknięciem musi stać Koteria, a najlepszą szansą na jego odnalezienie będzie dotarcie do pani z czerwonym parasolem. Przez wiele dni bezskutecznie szukasz śladów Koterii. Nawiązujesz nieco kontaktów biznesowych i wypytujesz o panią z czerwonym parasolem. Większość rozmówców udaje greka, lecz wreszcie dowiadujesz się o linii kolejowej budowanej w Malezji. Inwestycja została wstrzymana, ale wysłano negocjatorkę, aby popchnęła sprawę do przodu, a jak słyszałeś „jej nie da się odmówić”. Możliwe, że Flint udał się Kuala Lumpur, aby zbadać tę sprawę, ale… Nagle czujesz gulę w gardle i spodziewasz się najgorszego.
ru: Вы отвечаете на телеграмму агента Флинта, но больше не получаете от него сообщений. Вы отправляетесь в последний известный вам отель, в котором останавливался Флинт, но там говорят, что вашу телеграмму он не получил. По словам консьержа, он вообще не возвращался в номер последние несколько дней. Вы решаете, что в его исчезновении должна быть замешана Клика и лучший способ найти Флинта — выйти на след Дамы с красным зонтиком. Несколько дней вы проводите в поисках следов Клики, но всё напрасно. Вы устанавливаете доверительный контакт с несколькими бизнесменами и начинаете потихоньку спрашивать их о Даме с красным зонтиком. Большинство делают вид, что ничего не знают, но со временем вы узнаёте о железной дороге, которую строят в Малайзии. Строительство затягивается, и руководство отправило туда переговорщика, «которому никто не смеет сказать „нет“». Возможно, Флинт отправился в Куала-Лумпур, чтобы разобраться в этом самостоятельно, но… Ком встаёт у вас в горле. Вы подозреваете, что произошло нечто ужасное.
zh: 你回复弗林特的电报后一直没收到回音，所以你亲自前往弗林特最后提到的旅馆想找到他的行踪。但柜台人员告诉你他没有收到你的电报，事实上，他已经好几天没有回到这里了。你认为结社一定跟他的失踪有关，找到他的最大希望就是先找到那个红伞女子。 你花了好几天搜寻结社的行踪，却一无所获。但你跟几位当地的生意人搭上线，并询问他们关于红伞女子的事。他们一开始都假装一无所知，但最后你终于问出在马来西亚有一项铁路工程正在延宕之中，他们派了一个谈判专家过去，据说没有人能对她说“不”。也许弗林特只是独自前往了吉隆坡，但是…… 一股不祥的预感涌上心头，你做著最坏的打算。

source: In the Southeast Asia section of the Campaign Log, find Kuala Lumpur. In its spot, write “46–Q.” You are now allowed to travel to Kuala Lumpur whenever you embark.
de: Schreibe im Kampagnenlogbuch unter dem Abschnitt „Südostasien“ Folgendes in das Feld „Kuala Lumpur“: „46–Q“. Du darfst von nun an nach Kuala Lumpur reisen, wenn du dich auf die Reise begibst.
es: Busca Kuala Lumpur en la sección del Sudeste asiático del registro de campaña y escribe “46–Q” en su recuadro. Ahora puedes viajar a Kuala Lumpur siempre que embarques.
fr: Dans la section Asie du Sud Est du Carnet de Campagne, trouvez Kuala Lumpur. À cet endroit, inscrivez « 46–Q ». Vous êtes à présent autorisé à voyager vers Kuala Lumpur à tout moment lorsque vous embarquez.
it: Trovate Kuala Lumpur nella sezione “Sud-Est Asiatico” del Diario della Campagna. Annotate “46-Q” nella sua casella. Adesso potete partire per Kuala Lumpur ogni volta che vi imbarcate.
ko: 캠페인 기록지의 동남아시아 지도 항목에서 쿠알라룸푸르를 확인합니다. 이곳에 “46-Q”라고 기록합니다. 이제 임무를 개시할 때, 쿠알라룸푸르로도 여행할 수 있게 되었습니다.
pl: W Dzienniku kampanii, w sekcji Azji Południowo-Wschodniej znajdź Kuala Lumpur. Wpisz przy nim: „46–Q”. Od tej pory, kiedy wyruszasz w podróż, możesz wyruszyć do Kuala Lumpur.
ru: В графе журнала «Юго-Восточная Азия» найдите «Куала-Лумпур». Напишите под ним «46-Q». Теперь вы можете отправиться туда.
zh: 在剧本日志中的东南亚部分，找出吉隆坡。在该空格上标记“46-Q”，每当你启程时可以旅行到吉隆坡了。

source: Blood, Sweat, and Tea
de: Blut, Schweiß und Tee
es: Sangre, sudor y té
fr: De la Sueur, du Sang et du Thé
it: Sangue, Sudore e Tè
ko: 피와 땀 그리고 차
pl: Krew, pot i herbata
ru: Кровь, пот и чай
zh: 血汗帝国

source: Blood, Sweat, and Tea 1
es: Sangre, sudor y té 1
ru: Кровь, пот и чай 1

source: Blood, Sweat, and Tea 2
es: Sangre, sudor y té 2
ru: Кровь, пот и чай 2

source: Blood, Sweat, and Tea 3
es: Sangre, sudor y té 3
ru: Кровь, пот и чай 3
