Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/23_whistle_on_the_wind.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: If an investigator has the [[Drifter]] trait (excluding Wendy Adams):
de: Falls ein Ermittler das Merkmal [[Herumtreiber]] hat (außer Wendy Adams):
es: Si un investigador tiene el rasgo [[Vagabundo]] (excepto Wendy Adams):
fr: Si un investigateur a le trait [[Vagabond]] (à ignorer si c'est Wendy Adams) :
it: Se un investigatore possiede il tratto [[Vagabondo]] (esclusa Wendy Adams):
ko: [[방랑자]] 특성을 가진 조사자(단, ‘웬디 애덤스’ 제외)가 있습니까?
pl: Jeśli dowolny badacz ma cechę [[Tułacz]] (z wyjątkiem Wendy Adams):
ru: Если хотя бы у одного сыщика есть черта [[Скиталец]] (кроме Венди Адамс)
zh: 如果有[[漂泊者]]属性的调查员(除了温蒂·亚当斯)：

source: In your travels, you’ve been to quite a few places. You’re no stranger to different languages. You attempt a few of your own, but each time you are met with silence. And yet, she appears to want to communicate with you, and is consistently switching languages herself, only without any overlap. Is she only able to speak in long-dead languages?
de: Auf deinen Reisen bist du schon an vielen Orten gewesen und hast dabei ein paar Fremdsprachen aufgeschnappt. Du versuchst es mit ein paar von ihnen, aber jedes Mal wirst du mit Schweigen bestraft. Und doch scheint sie sich mit dir verständigen zu wollen und wechselt selbst immer wieder die Sprache, leider ohne eine zu treffen, die du verstehst. Ist sie vielleicht nur in der Lage, in längst ausgestorbenen Sprachen zu sprechen?
es: En tus viajes has estado en bastantes sitios y chapurreas distintos idiomas. Intentas probar con algunos, pero solo recibes silencio como respuesta. Aun así, la chica parece querer comunicarse contigo y no deja de cambiar de idioma sin mezclarlos. ¿Solo sabe hablar en lenguas muertas?
fr: Au cours de vos voyages, vous avez visité de nombreux endroits. Les différentes langues ne vous sont pas étrangères. Vous en essayez quelques-unes, mais à chaque fois, vous vous heurtez au silence. Pourtant, elle semble vouloir communiquer avec vous, et change constamment de langue elle-même, mais vous n'en connaissez aucune. Est-elle seulement capable de parler dans des langues disparues depuis longtemps ?
it: I tuoi viaggi ti hanno portato in ogni angolo del mondo e hai avuto modo di confrontarti con lingue di ogni genere. Cerchi di comunicare utilizzando alcuni degli idiomi che conosci, ma l’unica cosa che ottieni in cambio è il silenzio. Eppure, sembra che la ragazza stia cercando disperatamente di comunicare con voi cambiando continuamente lingua, ma senza successo. Possibile che conosca solo lingue morte?
ko: 지금껏 돌아다니며 수많은 곳에 발을 들였고, 다른 언어를 사용하는 것에도 낯설지는 않습니다. 당신이 구사할 수 있는 언어 몇 가지로 대화를 시도해 보지만, 돌아오는 것은 침묵뿐이었습니다. 그런데도 소녀는 당신과 대화를 나누고 싶어 하는 듯 보이며, 계속해서 언어를 바꾸고 있습니다. 심지어 그렇게 많은 언어로 말하면서도 그중에서 한 번도 동일한 언어를 구사한 적이 없었습니다. 어쩌면 오래전 사어가 되어버린 언어만 구사할 수 있는 것은 아닐까요?
pl: W czasie twoich podróży odwiedziłeś wiele miejsc i potrafisz rozpoznać niejeden język. Próbujesz mówić w kilku ci znanych, ale za każdym razem dziewczyna odpowiada ci jedynie milczeniem. Mimo to ciągle próbuje nawiązać z tobą kontakt, przeskakując między różnymi językami. Czy to możliwe, że potrafi mówić tylko w od dawna martwych językach?
ru: Путешествуя, вы посетили множество мест. Вам не чужды разные языки. Вы пробуете несколько известных вам, но каждый раз получаете молчание в ответ. И всё же она пытается пообщаться с вами, также перебирая языки. Вы просто не можете найти один общий. Может ли быть, что она говорит только на давно мёртвых языках?
zh: 你在旅行中曾到过许多地方，你对不同的语言并不陌生。你也尝试了几种，但只得到沉默的回应。她看起来很想跟你沟通，不断变换著不同语言，但你们找不到共通的语言。难道她只会说已经绝迹的语言吗？

source: Due to the language barrier, it’s difficult to get a sense for what she wants from you. As you attempt to decipher her intent, she approaches slowly, her steps making no sound whatsoever along the wooden floor. She gestures to the empty lot next to you and whistles softly, as though the sound might carry with it some meaning. You wonder if perhaps there might have once been something here, and then realize: it is gone, vanished from history without so much as a trace. You recall the woman’s name from the Foundation’s dossier and ask her if she is also on the trail of the entities responsible for these kinds of disappearances. Aliki Uperetria does not seem to understand you, but she tilts her head in recognition at the sound of her own name. Then she wrenches something from around her neck and extends it to you in a closed fist.
de: Aufgrund der Sprachbarriere ist es schwierig, ein Gefühl dafür zu bekommen, was sie von dir will. Während du versuchst, ihre Absichten zu entschlüsseln, nähert sie sich langsam. Ihre Schritte machen dabei keinerlei Geräusche auf dem Holzboden. Sie deutet mit einer Geste auf den leeren Platz neben dir und pfeift leise, als ob das Geräusch eine Bedeutung hätte. Du fragst dich, ob es hier vielleicht einmal etwas gegeben hat, und dann wird dir klar: Es ist weg, spurlos aus der Geschichte verschwunden. Du erinnerst dich an den Namen des Mädchens aus dem Dossier der Foundation und nennst ihn laut. Dann fragst du, ob sie auch auf der Spur der Wesen ist, die für diese verschwundenen Personen und Dinge verantwortlich sind. Aliki Uperetria scheint dich nicht zu verstehen, aber sie neigt beim Klang ihres eigenen Namens anerkennend den Kopf. Dann nimmt sie etwas, das um ihren Hals hängt, ab und streckt es dir in einer geschlossenen Faust entgegen.
es: Debido a la barrera del idioma, resulta difícil percibir lo que quiere de ti. Mientras intentas descifrar sus intenciones, se acerca lentamente con unos pasos que no hacen ruido alguno sobre el suelo de madera. Señala la plataforma vacía que tienes al lado y silba suavemente, como si el sonido incluyera algún tipo de significado. Te preguntas si tal vez había algo antes en ese lugar, y entonces te das cuenta: ya no está, ha desaparecido de la historia sin dejar ni rastro. Recuerdas el nombre de la mujer del dosier de la Fundación y le preguntas que si también busca a las entidades responsables de este tipo de desapariciones. Aliki Uperetria no parece entenderte, pero inclina la cabeza al reconocer su nombre. Luego se quita algo que lleva colgado al cuello y te lo ofrece dentro de su puño cerrado.
fr: En raison de la barrière de la langue, il est difficile d'avoir une idée de ce qu'elle attend de vous. Alors que vous tentez de déchiffrer ses intentions, elle s'approche lentement, ses pas ne faisant aucun bruit sur le plancher. Elle fait un geste vers l'emplacement vide à côté de vous et siffle doucement, comme si ce son pouvait avoir une signification. Vous vous demandez si cet endroit a pu être le théâtre d'un événement d'importance, puis vous réalisez : cette réalité n'existe plus, disparu de l'histoire sans la moindre trace. Vous vous rappelez avoir lu le nom de la femme dans le dossier de la Fondation et lui demandez si elle est également sur la piste des entités responsables de ce genre de disparitions. Aliki Uperetria ne semble pas vous comprendre, mais elle incline la tête en signe de reconnaissance au son de son propre nom. Puis elle arrache quelque chose de son cou et le tend vers vous dans son poing fermé.
it: A causa della barriera linguistica, è difficile dare un senso a quello che sta cercando di chiedervi. Tentate disperatamente di decifrare il suo intento quando, a un certo punto, vi si avvicina lentamente e senza emettere alcun suono; non sentite nemmeno il rumore dei suoi passi sul pavimento di legno. Vi indica la sezione vuota accanto a voi e si mette a fischiare dolcemente, come se quel suono potesse portare con sé un qualche significato. Vi chiedete se si stia riferendo all’ipotetico contenuto mancante della sezione, e in quel momento capite: anch’esso è svanito, cancellato dalla storia senza lasciare tracce. Ricordate il nome della donna dal dossier della Fondazione e le chiedete se stia cercando a sua volta di trovare le entità responsabili di queste sparizioni. Aliki Uperetria non sembra capirvi, ma piega il capo di lato riconoscendo il suono del proprio nome. Poi stringe la mano attorno al ciondolo appeso al suo collo, lo sfila e allunga verso di voi il pugno chiuso.
ko: 언어 장벽으로 인해 소녀가 당신에게서 무엇을 원하는 것인지 간파하기는 어려울 듯합니다. 당신이 그녀의 의도를 알아내려 애쓰는 사이, 소녀가 천천히 앞으로 다가옵니다. 나무 바닥을 디디며 나아오는데도 발소리조차 나지 않습니다. 그러고는 옆에 있는 빈 전시장을 가리키며 부드럽게 휘파람을 붑니다. 이 휘파람 소리에는 무슨 뜻이 담긴 듯합니다. 이곳에 대체 뭐가 전시되어 있었을까 하는 생각에 빠져든 순간, 드디어 머릿속에 한 가지 생각이 번개처럼 떠오릅니다. 이곳에 있던 것은 사라졌으며, 흔적도 없이 역사에서 말소되어 버린 것입니다. 재단 측 기밀문서에 적혀 있던 소녀의 이름을 떠올리고서, 그녀 역시 이러한 실종과 관련된 존재들을 쫓고 있는 것이냐고 물어보았습니다. 알리키 우페레트리아는 당신의 말을 이해하지 못하는 것 같으나, 자기 이름을 알아차리는 순간 고개를 갸우뚱합니다. 그러고는 목에 걸려 있던 것을 비틀어 빼내더니 주먹에 꼭 쥐고서 당신을 향해 내밉니다.
pl: Bariera językowa uniemożliwia ci zrozumienie, czego od ciebie chce. Kiedy ty próbujesz rozszyfrować jej intencje, ona powoli zbliża się w twoim kierunku, nie wydając przy tym żadnego dźwięku stąpania po drewnianej podłodze. Gestem wskazuje pustą przestrzeń obok ciebie i delikatnie gwiżdże, jakby chciała ci w ten sposób coś przekazać. Zastanawiasz się, czy wcześniej czegoś tu nie było i nagle to do ciebie dociera, to coś zniknęło, zostało wymazane z historii bez żadnego śladu. Przypominasz sobie zapisane w aktach Fundacji imię dziewczyny i pytasz ją, czy również jest na tropie istot odpowiedzialnych za te zniknięcia. Aliki Uperetria nie rozumie cię, ale przekręca głowę na dźwięk swojego imienia. Następnie zdejmuje coś z szyi i przekazuje ci w zamkniętej dłoni.
ru: Из-за языкового барьера трудно понять, чего она от вас хочет. Пока вы пытаетесь разгадать её намерения, она медленно приближается, её шаги не издают ни звука на деревянном полу. Жестом она указывает на пустующее место рядом с вами и тихонько насвистывает, словно этот звук может что-то объяснить. Вы задумываетесь о том, что могло бы быть здесь раньше, и внезапно понимаете: оно исчезло, растворилось из реальности без следа. Вы вспоминаете имя этой женщины из досье Организации и спрашиваете её, не идёт ли она по одному следу с вами? По следу сущностей, ответственных за подобные исчезновения? Непохоже, чтобы Алики Ипиретриа поняла вас, но она наклоняет голову, узнав звуки собственного имени. Затем она снимает что-то с шеи и протягивает это вам в сжатом кулаке.
zh: 由于语言障碍，你很难理解她希望你做什么。你正尝试分析她的意图时，她慢慢靠近，她的脚踏在木地板上却没发出任何声音。她指向空荡的展示格并小声吹著口哨，好像声音本身代表著某种意义。你思考著原本放在这里的可能是什么东西，然后你灵光一闪：它一定是消失了，从历史中被抹去。你想起卷宗上少女的名字，追问她是否也在调查造成这一切消失事件的存在。阿利琪·乌佩雷特里亚看似听不懂你的话，但听到名字时歪了歪头，似乎认出了自己的名字。接著她从脖子上拿下某样东西握在手中伸向你。

source: <i>Accept what she is offering you.</i>
de: <i>Akzeptiere, was sie dir anbietet.</i>
es: <i>Aceptar lo que te ofrece.</i>
fr: <i>Accepter son offre.</i>
it: <i>Accettate la sua offerta.</i>
ko: <i>알리키가 내미는 물건을 받습니다.</i>
pl: <i>Przyjmujesz dar.</i>
ru: <i>Принять её дар</i>
zh: <i>接下她给你的东西。</i>

source: <i>Do not accept her offer.</i>
de: <i>Lehne ihr Angebot ab.</i>
es: <i>No aceptar el ofrecimiento.</i>
fr: <i>Ne pas accepter son offre.</i>
it: <i>Rifiutate la sua offerta.</i>
ko: <i>알리키가 내미는 물건을 받지 않습니다.</i>
pl: <i>Nie przyjmujesz daru.</i>
ru: <i>Не принимать её дар.</i>
zh: <i>不接下她给你的东西。</i>

source: You extend your hand, and a small device on a silver chain falls into your palm. It is a whistle, carved out of bone to look like the head and beak of a white raven. Glancing back up at Aliki, she points toward the plaque next to the empty lot and says something once more in what sounds to you like Latin. You ask what she is after, and what the significance of the whistle is, but she remains cryptically silent. Turning over the whistle in your hand, you find no markings or clues as to its purpose. When you glance back up to question Aliki, she has vanished, replaced once more with a cold wind that seeps into your skin. Then, though no one else seems to hear it, the piping returns, soul-wrenching, ear-splitting. It does not cease for as long as the whistle remains in your possession.
de: Du streckst deine Hand aus und ein kleiner Gegenstand an einer silbernen Kette fällt in deine Handfläche. Es ist eine Pfeife, die aus Knochen geschnitzt ist und wie der Kopf und der Schnabel eines weißen Raben aussieht. Als du wieder zu Aliki schaust, deutet sie auf die Tafel neben dem leeren Platz in der Ausstellung und sagt noch einmal etwas, das für dich wie Latein klingt. Du fragst sie, was sie will und was die Pfeife zu bedeuten hat, aber sie bleibt kryptisch still. Auch als du die Pfeife in deiner Hand umdrehst, findest du keine Markierungen oder Hinweise auf ihren Zweck. Du blickst wieder zu Aliki, um ihr weitere Fragen zu stellen, doch sie ist plötzlich verschwunden. Zurück bleibt nur noch der kalte Wind, der durch deine Kleidung fährt. Dann kehrt das Pfeifen zurück, das nur du hören kannst, seelenzerfetzend und ohrenbetäubend. Es hört nicht auf, solange du die Pfeife in deinem Besitz hast.
es: Extiendes la mano y suelta sobre tu palma un objeto pequeño unido a una cadena de plata. Se trata de un silbato tallado en hueso con la forma de la cabeza y el pico de un cuervo blanco. Cuando vuelves la mirada hacia Aliki, esta te señala la placa que hay junto a la plataforma vacía y dice algo en un idioma que te suena a latín. Le preguntas qué busca y qué significa el silbato, pero guarda un misterioso silencio. Das varias vueltas al silbato, pero no encuentras ninguna marca o indicio de cuál puede ser su propósito. Cuando vuelves a mirar a Aliki para preguntarle, ha desaparecido, y en su lugar solo hay un frío viento que se te mete en la piel. Después, y aunque nadie más parece oírlo, el silbido regresa, igual de estridente y angustioso. El sonido no cesa mientras tienes el silbato en tu posesión.
fr: Vous tendez la main, et un petit objet accroché à une chaîne en argent tombe dans votre paume. C'est un sifflet, taillé dans de l'os pour ressembler à la tête et au bec d'un corbeau blanc. Levant les yeux vers Aliki, elle désigne la plaque à côté de l'emplacement vide et dit quelque chose une fois de plus dans ce qui vous semble être du latin. Vous lui demandez ce qu'elle cherche et quelle est la signification du sifflet, mais elle garde un silence énigmatique. En retournant le sifflet dans votre main, vous ne trouvez aucune marque ni aucun indice quant à son utilité. Lorsque vous levez les yeux pour interroger Aliki, elle a disparu, remplacée une fois de plus par un vent froid qui s'infiltre dans votre peau. Puis, bien que personne d'autre ne semble l'entendre, le sifflement revient, déchirant l'âme et les oreilles. Il ne cesse pas tant que le sifflet reste en votre possession.
it: Allungate la mano e sul palmo vi cade un piccola dispositivo legato a una catenella d’argento: si tratta di un fischietto d’osso a forma di testa di corvo bianco. Guardate nuovamente Aliki e lei vi indica la targa accanto alla sezione vuota, parlandovi in quello che sembra essere latino. Le chiedete cosa stia cercando e che significato abbia il fischietto, ma la ragazza resta cripticamente in silenzio. Vi rigirate ripetutamente il fischietto tra le mani ma non trovate alcun segno né indicazione di quale possa essere il suo scopo, e quando alzate di nuovo gli occhi verso Aliki… lei è sparita, lasciando nuovamente il posto al vento gelido che vi si insinua sotto la pelle. Con la brezza è tornato anche il suono stridente, ancora più forte di prima, tanto intenso da farvi tremare anche le ossa. Sembra che nessun altro possa sentirlo e vi perseguita finché il fischietto rimane in vostro possesso.
ko: 손을 뻗자, 알리키가 손에서 작은 물건 하나를 당신의 손바닥에 떨굽니다. 그것은 뼈를 깎아서 만들어진 호루라기로, 흰까마귀의 머리와 부리를 본뜬 모양새였으며 은 사슬 줄에 꿰어 있었습니다. 다시 알리키를 바라보자, 그녀가 텅 빈 전시실에 외따로이 선 해설판을 가리키며 라틴어처럼 들리는 언어로 뭔가를 말합니다. 그 말이 끝난 후, 원하는 게 무엇인지, 이 호루라기는 어떤 의미가 있는 것인지 물어보았으나 알리키는 그저 아리송한 침묵만 지킬 뿐입니다. 손에 쥔 호루라기를 이리저리 돌려봤지만 무슨 목적으로 사용하는 것인지 실마리는커녕 아무런 표식조차도 발견하지 못했습니다. 다시 알리키에게 묻고자 고개를 들어봤지만, 이미 알리키는 사라지고 말았습니다. 그 자리에는 그저 살갗을 파고드는 차가운 바람만이 남았습니다. 그 순간, 다시 영혼을 비틀고 귀를 찢어놓는 새된 휘파람 소리가, 다른 사람들은 여전히 듣지 못하는 그 소리가 되돌아왔습니다. 호루라기가 당신의 수중에 있는 한, 이 소리는 결코 멈추지 않을 것입니다.
pl: Wyciągasz rękę i w twojej dłoni ląduje niewielki przedmiot na srebrnym łańcuszku. To wyrzeźbiony z kości gwizdek przypominający głowę białego kruka. Zerkasz na Aliki, a ona wskazuje na płytę obok pustego miejsca i ponownie mówi w języku, który brzmi jak łacina. Pytasz jaki jest jej cel, i jakie znaczenie ma gwizdek, lecz odpowiada ci jedynie upiornym milczeniem. Obracając gwizdek w dłoniach, nie znajdujesz na nim żadnych wskazówek co do jego przeznaczenia. Gdy ponownie chcesz spojrzeć na Aliki zauważasz, że zniknęła pozostawiając po sobie jedynie zimny podmuch wiatru. Następnie powraca, najwyraźniej słyszalny tylko przez ciebie, rozdzierający duszę i drażniący ucho gwizd. Nie umilknie, dopóki gwizdek jest w twoim posiadaniu.
ru: Вы протягиваете руку, и вам на ладонь опускается небольшой предмет на серебряной цепочке. Это свисток из кости, похожий на голову и клюв белого ворона. Вы поднимаете взгляд на Алики и видите, что она указывает на табличку рядом с пустым лотом, сопровождая это парой слов на латыни. Вы спрашиваете, что она ищет и какое значение имеет свисток, но она хранит загадочное молчание. Покрутив свисток, вы не находите никаких отметок или иных подсказок о его назначении. Когда вы снова поднимаете взгляд на Алики, она уже исчезла, сменившись холодным ветром, словно проникающим сквозь вашу кожу. И тут возвращается душераздирающий, пронизывающий свист, что слышен лишь вам. Он не прекращается, пока свисток остаётся у вас в руках.
zh: 你伸出手，一个连著银色炼条的物品掉入你的掌中，是一个骨雕的哨子，外型是一只白色渡鸦的头。你抬头看阿利琪，她指向空置展示格的铭牌，然后再次用拉丁文说了些什么。你问她想要什么，这个哨子又象征著什么，但她依然保持沉默。你将哨子在手中翻转检视，没看见任何透露它功能的记号跟线索。当你再次抬头想询问阿利琪时，她已经消失了，只留下一阵刺骨的冷风。接著尖锐刺耳的哨声又回来了，但似乎除了你没人听见。只要你还带著那个哨子，哨音似乎永不会停息。

source: the cell possesses a mysterious whistle.
de: die Zelle ist im Besitz einer mysteriösen Pfeife.
es: la célula posee un silbato misterioso.
fr: la cellule possède un mystérieux sifflet.
it: la cellula possiede un misterioso fischietto.
ko: 독립 조사팀이 불가사의한 호루라기를 갖고 있다
pl: komórka posiada tajemniczy gwizdek.
ru: Ячейка завладела загадочным свистком.
zh: 获得神秘哨子。

source: Each investigator suffers 1 mental or 1 physical trauma as the shrill sound follows them everywhere they go.
de: Jeder Ermittler erleidet 1 seelisches oder 1 körperliches Trauma, da ihm das schrille Geräusch überallhin folgt.
es: Cada investigador sufre 1 trauma físico o mental, pues el penetrante sonido los sigue allá donde van.
fr: Chaque investigateur subit 1 traumatisme mental ou physique tant le son strident qui le suit partout pèse sur ses nerfs.
it: Ogni investigatore subisce 1 trauma fisico o mentale per lo stridio acuto che lo accompagna ovunque vada.
ko: 모든 조사자는 각자 정신적 트라우마 1 또는 육체적 트라우마 1을 겪습니다. 날카로운 휘파람 소리가 어디를 가든 따라다니기 때문입니다.
pl: Każdy badacz otrzymuje 1 punkt traumy psychicznej lub fizycznej, ponieważ przenikliwy dźwięk towarzyszy mu wszędzie, gdzie się uda.
ru: Каждый сыщик получает 1 ментальную или 1 физическую травму, ведь пронзительный свист преследует вас, где бы вы ни были.
zh: 每位调查员受到1点精神创伤或1点肉体创伤，因为这阵刺耳的声音永远回荡在你耳边。

source: the cell refused Aliki’s offer.
de: die Zelle hat Alikis Angebot abgelehnt.
es: la célula rechazó el ofrecimiento de Aliki.
fr: cellule a refusé l'offre d'Aliki.
it: la cellula ha rifiutato l’offerta di Aliki.
ko: 독립 조사팀이 알리키의 제안을 거절했다
pl: komórka odrzuciła dar Aliki.
ru: Ячейка отказалась от дара Алики.
zh: 拒绝阿利琪。

source: You back away with caution. If a member of the Coterie—especially one as cryptic and potentially dangerous as Aliki—is offering you something, it can’t mean anything good. Besides, your mission is to ensure they cannot collect any more Keys, not to cooperate with them… right? Aliki’s hand lowers, along with the temperature in the room. She seems to sense your mistrust and return it tenfold, though she no longer attempts to speak. Moments later, the cold wind returns, and to your surprise, she is gone.
de: Du lässt lieber Vorsicht walten. Wenn ein Mitglied der Coterie – noch dazu ein so kryptisches und potenziell gefährliches wie Aliki – dir etwas anbietet, kann das nichts Gutes bedeuten. Außerdem ist es deine Aufgabe, dafür zu sorgen, dass die Coterie keine weiteren Schlüssel sammelt, und nicht, mit ihr zusammenzuarbeiten ... oder etwa doch? Alikis Hand senkt sich, ebenso wie die Temperatur im Raum. Sie scheint dein Misstrauen zu spüren und erwidert es gefühlt um ein Zehnfaches. Sie spricht kein einziges Wort mehr. Augenblicke später kehrt der kalte Wind zurück und zu deiner Überraschung ist sie verschwunden.
es: Retrocedes con cautela. Si un miembro de la Camarilla, especialmente una persona tan misteriosa y potencialmente peligrosa como Aliki, te ofrece algo, no puede ser nada bueno. Además, tu misión es asegurarte de que no obtengan más Llaves, no cooperar con ellos... ¿verdad? Aliki baja la mano, y la temperatura de la sala también desciende. Parece percibir tu desconfianza y devolvértela multiplicada por diez, aunque ya no intenta hablar. Unos instantes después, regresa el frío viento y, para tu sorpresa, la chica desaparece.
fr: Vous vous éloignez avec prudence. Si un membre de la Coterie, surtout aussi énigmatique et potentiellement dangereux qu'Aliki, vous offre quelque chose, cela ne peut rien signifier de bon. De plus, votre mission est de vous assurer qu'ils ne puissent plus collecter de Clefs, pas de coopérer avec eux… Pas vrai ? La main d'Aliki s'abaisse, tout comme la température de la pièce. Elle semble sentir votre méfiance et vous la rend au décuple, bien qu'elle ne tente plus de parler. Quelques instants plus tard, le vent froid revient et, à votre grande surprise, elle a disparu.
it: Vi allontanate con cautela. Se un membro della Società Rossa - specialmente uno criptico e potenzialmente pericoloso come Aliki - vi sta offrendo qualcosa, non può trattarsi di nulla di buono. Inoltre, la vostra missione consiste nell’evitare che la Società metta le mani su altre Chiavi, e non è previsto che collaboriate con essa… giusto? La ragazza abbassa la mano, e anche la temperatura della stanza precipita. Sembra percepire la vostra diffidenza e ve la restituisce dieci volte più intensa; non pare avere più intenzione di parlarvi. Dopo qualche istante venite di nuovo attanagliati dal vento gelido e, rapida come la brezza, Aliki sparisce nel nulla.
ko: 당신은 조심스럽게 뒤로 물러납니다. 동지회의 일원이, 그것도 알리키와 같이 위험할지도 모르는 수수께끼의 인물이 주는 물건이 좋은 것일리가 없습니다. 또한 당신의 임무는 저들이 더는 열쇠를 손에 넣지 못하도록 저지하는 것이지 저들과 협력하는 것은 아니잖습니까? 알리키가 뻗은 손을 내리자 전시장의 온도도 서늘해집니다. 알리키는 당신의 불신을 감지한 듯, 더는 말을 잇지 않고 열 배는 더 넘는 불신으로 당신을 되받아봅니다. 잠시 후, 차가운 바람이 다시 전시장 안으로 불어닥쳤고, 경악스럽게도 알리키는 바람과 함께 사라지고 맙니다.
pl: Ostrożnie się wycofujesz. Jeśli członek Koterii, zwłaszcza tak tajemniczy i potencjalnie groźny jak Aliki, coś ci oferuje, to należy założyć, że to coś groźnego. Zresztą twoja misja to upewnić się, że żadne więcej Klucze nie wpadną w ich ręce, a nie próba podjęcia z nimi współpracy… prawda? Aliki opuszcza dłoń i jednocześnie spada temperatura w pomieszczeniu. Najwyraźniej wyczuła twój brak zaufania i postanowiła po wielokroć go odwzajemnić. Nie próbuje już także nic mówić. Chwilę później, ku twojemu zaskoczeniu, powraca zimny podmuch a dziewczyna znika bez śladu.
ru: Вы с осторожностью отходите на пару шагов. Если член Клики — особенно такой загадочный и потенциально опасный, как Алики, — предлагает вам что-то, это явно не означает ничего хорошего. Кроме того, ваше задание требует от вас помешать им завладеть новыми ключами, а не сотрудничать с ними… Так ведь? Рука Алики опускается, вместе с ней и температура в комнате. Кажется, она чувствует ваше недоверие и возвращает его в десятикратном размере, больше не пытаясь с вами заговорить. Секундами позже вновь поднимается холодный ветер, и к вашему удивлению, девушка исчезает.
zh: 你谨慎地退后，如果结社的成员，尤其是像阿利琪这样诡异且有潜在危险的人，想给你东西时,一定不会有什么好事。而且，你的任务是阻止他们得到更多密钥，而不是跟他们合作，对吧……？阿利琪放下手，气温突然也下降了几度，她看似感应到了你的不信任，也随之做出相同反应，不再试著跟你说话。过了一会儿，冷风再度吹来，而你很惊讶的发现她突然消失了。

source: Whistle on the Wind 1
es: Silbido en el viento 1
ru: Свист на ветру 1
