Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/23_whistle_on_the_wind.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Whistle on the Wind 1: Drifter (except Wendy)
es: Silbido en el viento 1: Vagabundo (excepto Wendy)
ru: Свист на ветру 1: <i>Скиталец</i> (кроме Венди Адамс)

source: Whistle on the Wind 1, continued
es: Silbido en el viento 1, continuación
ru: Свист на ветру 1, продолжение

source: Whistle on the Wind 2
es: Silbido en el viento 2
ru: Свист на ветру 2

source: Whistle on the Wind 3
es: Silbido en el viento 3
ru: Свист на ветру 3
