Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/23_whistle_on_the_wind.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: A chill breeze flutters through the streets of Kathmandu, along with a faint, shrill whine. To the north, the Himalayas loom over the city, only their peaks illuminated by the westward sun. Pinks and purples bathe the sky in vibrant beauty. You could stare at such a breathtaking sight forever… but you have a job to do. Despite the quiet, peaceful evening, that soft, sharp piping does not cease, like an aching sense of dread in the back of your mind. As the evening drags on and the whistling grows louder, you realize you are the only one who can hear the strange sound. It feels as though it is reaching out to you directly. As if it hears you, too. As if it knows you. On a whim, you close your eyes and strain yourself to listen closer. It’s difficult to tell where exactly the sound is coming from—it seems to waft all around you and echo throughout the streets—but it grows in volume as you round the nearest corner and head north. And so north you continue. Eventually, you reach an art gallery nestled between several age-old buildings. The whistling here is fevered and unpleasant, like a boiling kettle. Though the gallery is closed at this late hour, you are able to easily find an open side entrance. You brace yourself and enter the gallery, where dozens of Nepalese sculptures and paintings are on display—many carved out of wood or stone, others made out of ashtadhatu, an amalgam of eight different metals, and still others made of terra cotta. The whistling suddenly stops the moment you reach the rearmost section of the gallery, where a single lot remains strangely empty. There is no trace of what might have been there; just an empty space where something historic and treasured is clearly meant to be. Then, a lone voice pierces the sudden quiet, speaking in a language you do not understand. You turn on your heels, body tensing. On the other end of the hall is a girl dressed in white, her figure seemingly ethereal in the faint beams of fading sunlight that permeate through the building. Her long black hair is draped over her face, masking her expression. A long scarlet sash wrapped around her waist flutters behind her, despite the fact that there is no breeze. You freeze. The figure of the girl does not move. Her hair and sash drift steadily in the stillness. Then, she speaks once more. Again, you don’t understand a single word of it, though you notice that she has switched languages. Recognizing a few root words, you realize she is using Latin. She speaks again, this time in what sounds like ancient Greek. If she is trying to communicate with you, it may be wise to play along. You ask her what she is doing here; why she guided you here. Her response is in yet another language that eludes you, this one sounding somewhat like a blend of Egyptian and Greek.
de: Eine kühle Brise weht durch die Straßen von Kathmandu, begleitet von einem schwachen, schrillen Heulen aus der Ferne. Im Norden erhebt sich der Himalaja über der Stadt, dessen Gipfel von der im Westen stehenden Sonne beleuchtet werden. Du könntest den atemberaubenden Anblick des in leuchtend rosa und violette Farben getauchten Himmels ewig bewundern ... aber du hast eine Aufgabe zu erledigen. Der Abend ist ruhig und friedlich, trotz des nicht enden wollenden leisen, scharfen Pfeiftons, der sich wie ein schmerzendes Gefühl der Angst in deinem Hinterkopf eingenistet hat. Im Laufe des Abends wird das Pfeifen immer lauter, aber du scheinst der Einzige zu sein, der das seltsame Geräusch hören kann. Es fühlt sich so an, als ob es dich direkt ansprechen würde. Als ob es dich auch hören würde. Als ob es dich kennt. Aus einer Laune heraus schließt du die Augen und konzentrierst dich, um genauer hinzuhören. Schwer zu sagen, wo genau das Geräusch herkommt. Es scheint überall um dich herum zu sein und in den Straßen widerzuhallen. Es scheint jedoch lauter zu werden, als du um die nächste Ecke biegst und nach Norden gehst. Und daher machst du dich nach Norden auf. Schließlich erreichst du eine Kunstgalerie, die sich zwischen mehreren uralten Gebäuden befindet. Das Pfeifen ist hier auf unangenehme Weise drängend, wie ein kochender Teekessel. Obwohl die Galerie zu dieser späten Stunde geschlossen ist, findest du problemlos einen offenen Seiteneingang. Du holst tief Luft und betrittst die Galerie, in der Dutzende von nepalesischen Gemälden und Skulpturen ausgestellt sind – viele sind aus Holz oder Stein gefertigt, andere aus Ashtadhatu, einem Gemisch aus acht verschiedenen Metallen, und wieder andere aus Terrakotta. Plötzlich hört das Pfeifen auf, als du den hintersten Teil der Galerie erreichst, wo der einzige Ausstellungsplatz merkwürdigerweise leer ist. Es gibt keine Spur von dem, was sich dort befunden haben könnte, nur einen leeren Raum, in dem offensichtlich etwas Historisches und Wertvolles ausgestellt sein sollte. Dann durchbricht eine einsame Stimme die plötzliche Stille und spricht in einer Sprache, die du nicht verstehst. Du drehst dich mit angespanntem Körper auf dem Absatz um. Am anderen Ende des Flurs steht ein in Weiß gekleidetes Mädchen, dessen Gestalt in den schwachen Strahlen des schwindenden Sonnenlichts, das durch das Gebäude dringt, geradezu ätherisch erscheint. Ihr langes schwarzes Haar ist über ihr Gesicht drapiert und verdeckt es vollständig. Eine lange scharlachrote Schärpe, die um ihre Taille gewickelt ist, flattert hinter ihr, obwohl kein Wind weht. Du erstarrst. Das Mädchen bewegt sich nicht von der Stelle, aber ihr Haar und ihre Schärpe flattern unentwegt durch die Stille. Dann spricht sie noch einmal. Wieder verstehst du kein einziges Wort, obwohl du merkst, dass sie die Sprache gewechselt hat. Als du einige Wortstämme erkennst, wird dir klar, dass es Latein ist. Sie spricht wieder, diesmal klingt es wie Altgriechisch. Wenn sie mit dir zu kommunizieren versucht, ist es vielleicht ratsam, mitzuspielen. Du fragst sie, was sie hier macht; warum sie dich hierhergeführt hat. Sie antwortet in einer anderen Sprache, die du nicht verstehen kannst und die sich wie eine Mischung aus Ägyptisch und Griechisch anhört.
es: Una fría brisa sopla por las calles de Katmandú junto con un leve quejido agudo. Al norte, el Himalaya se alza sobre la ciudad, con los picos iluminados por el sol de occidente. Tonos rosas y púrpuras bañan el cielo de una llamativa belleza. Podrías quedarte una eternidad contemplando una vista tan impresionante… pero tienes trabajo que hacer. Pese a la tranquila tarde, el agudo pitido no cesa, como una dolorosa sensación de temor en un rincón de tu mente. A medida que avanza la tarde y el silbido crece en intensidad, te das cuenta de que nadie más puede oír el extraño sonido. Tienes la impresión de que se dirigiera a ti directamente. Como si también te oyera. Como si te conociera. Cierras los ojos por impulso y te esfuerzas por escucharlo con más atención. Es difícil distinguir de dónde proviene exactamente, porque parece flotar a tu alrededor y resonar por las calles, pero su volumen aumenta cuando doblas la esquina más cercana y te diriges hacia el norte, así que continúas en esa dirección. Acabas por llegar a una galería de arte situada entre varios edificios antiguos. En ese lugar, el silbido resulta febril y desagradable, como una tetera hirviendo. Aunque es tarde y la galería está cerrada, logras encontrar fácilmente una entrada lateral abierta. Te preparas y accedes a la galería, donde se exhiben docenas de cuadros y esculturas nepalíes; muchas están talladas en piedra o madera, otras están hechas de <i>ashtadhatu</i>, una amalgama de ocho metales distintos, y otras más son de terracota. El silbido se interrumpe de repente en cuanto llegas a la parte trasera de la galería, donde hay una plataforma extrañamente vacía. No queda ni rastro de lo que hubiera podido haber ahí, tan solo un espacio vacío donde está claro que debía haber algo histórico y valioso. En ese momento, una voz rompe el silencio hablando en un idioma que no entiendes. Te giras con el cuerpo en tensión. Al otro lado de la sala hay una chica vestida de blanco cuya silueta parece etérea por los tenues rayos de escasa luz solar que entran en el edificio. Lleva el largo cabello negro sobre el rostro, lo que enmascara su expresión. Aunque no hay brisa, a su espalda aletea un largo fajín escarlata que tiene enrollado a la cintura. Te paralizas. La silueta de la chica no se mueve. Su cabello y su fajín siguen ondeando en el aire en reposo. Luego vuelve a hablar. Una vez más, no entiendes ni media palabra, aunque te das cuenta de que ha cambiado de idioma. Reconoces las raíces de algunas palabras y ves que está empleando el latín. Habla de nuevo y esta vez te parece griego antiguo. Si está intentando comunicarse contigo, podría ser sensato seguirle la corriente. Le preguntas qué hace aquí y por qué te ha guiado a este sitio. Formula su respuesta en otro idioma que desconoces, esta vez similar a una mezcla entre griego y egipcio.
fr: Une brise fraîche flotte dans les rues de Katmandou, accompagnée d'un faible gémissement strident. Au nord,l'Himalaya se dresse au-dessus de la ville, ses sommets solitaires étant éclairés par le soleil d'ouest. Des lueurs roses et mauves baignent le ciel d'une beauté vibrante. Vous pourriez contempler ce spectacle à couper le souffle pendant des heures… mais vous avez un travail à faire . Malgré le calme et la tranquillité de la soirée, ce bourdonnement doux et aigu ne cesse pas, comme un sentiment douloureux de crainte au fond de votre esprit. Alors que la soirée se prolonge et que le sifflement s'amplifie, vous réalisez que vous êtes le seul à pouvoir entendre ce son étrange. C'est comme s'il s'adressait directement à vous. Comme s'il vous entendait, aussi. Comme s'il vous connaissait. Sur un coup de tête, vous fermez les yeux et vous vous efforcez d'écouter plus attentivement. Il est difficile de dire d'où vient exactement le son — il semble flotter tout autour de vous et résonner dans les rues… Mais son volume augmente lorsque vous tournez au coin de la rue et que vous vous dirigez vers le nord. Et c'est ainsi que vous continuez vers le nord. Vous finissez par atteindre une galerie d'art nichée entre plusieurs bâtiments séculaires. Le sifflement ici est fébrile et désagréable, comme une bouilloire en ébullition. Bien que la galerie soit fermée à cette heure tardive, vous parvenez facilement à trouver une entrée latérale ouverte. Vous prenez votre courage à deux mains et entrez dans ce lieu d'art, où sont exposées des dizaines de sculptures et de peintures népalaises, certaines taillées dans le bois ou la pierre, d'autres en ashtadhatu, un amalgame de huit métaux différents, d'autres encore en terre cuite. Le sifflement s'arrête soudainement dès que vous atteignez la section la plus reculée de la galerie, où un seul emplacement reste étrangement vide. Il n'y a aucune trace de ce qui aurait pu être là, juste un espace vide ou devrait clairement se trouver quelque chose d'historique et de précieux. Puis, une voix solitaire perce le silence soudain, parlant dans une langue que vous ne comprenez pas. Vous tournez sur vos talons, le corps tendu . À l'autre bout du couloir se trouve une fille vêtue de blanc, dont la silhouette semble éthérée dans les faibles rayons de soleil déclinant qui traversent le bâtiment. Ses longs cheveux noirs recouvrent son visage, masquant son expression. Une longue ceinture écarlate enroulée autour de sa taille flotte derrière elle, malgré l'absence de brise. Vous ne bougez pas. La silhouette de la jeune fille ne bouge pas. Ses cheveux et son écharpe ondoient dans l'immobilité. Puis, elle parle à nouveau. Encore une fois, vous ne comprenez pas un seul mot, mais vous remarquez qu'elle a changé de langue. Reconnaissant quelques mots de base, vous réalisez qu'elle utilise le latin. Elle parle à nouveau, cette fois dans ce qui ressemble à du grec ancien. Si elle essaie de communiquer avec vous, il serait sage de jouer le jeu. Vous lui demandez ce qu'elle fait ici, pourquoi elle vous a guidé jusque-là. Elle vous répond encore dans une langue qui vous échappe, celle-ci ressemblant à un mélange d'égyptien et de grec.
it: Una brezza gelida attraversa le strade di Katmandu, accompagnata da un debole e stridente lamento. A nord, l’Himalaya incombe sulla città con le sue vette illuminate dal sole che sta tramontando a ovest. Il cielo si tinge di un colore spettacolare: potreste rimanere per sempre davanti a questo panorama incredibile... ma avete del lavoro da sbrigare. Nonostante la sera sia tranquilla e quieta, l’acuto brusio continua a tormentarvi, come un’insistente sensazione di terrore sullo sfondo dei vostri pensieri... e più passa il tempo, più la situazione peggiora. Vi rendete conto che siete gli unici a poter sentire quel suono: è come se fosse rivolto direttamente a voi. Come se potesse percepirvi. Come se vi conoscesse... Seguendo l’istinto, chiudete gli occhi e vi sforzate di ascoltarlo con maggiore attenzione. È difficile capire da dove provenga, sembra che rimbalzi attorno a voi e riecheggi per le strade, ma non appena girate l’angolo per proseguire verso nord vi sembra che aumenti di intensità. E verso nord vi dirigete, dunque. Il viaggio vi conduce fino a una galleria d’arte situata tra vari edifici molto antichi. Qui il fischio diventa pressoché insopportabile, acuto come quello di un bollitore arrivato a temperatura. L’ora è tarda e la galleria è ovviamente chiusa, ma non avete difficoltà a trovare un’entrata secondaria e vi fate strada verso l’interno, dove trovate decine di sculture e dipinti nepalesi in mostra; alcuni sono incisi nel legno o nella pietra, altri fatti di ashtadhatu - un amalgama di otto metalli differenti - e altri ancora di terracotta. Il fischio si interrompe improvvisamente nel momento in cui arrivate nell’ala posteriore della galleria, dove vi trovate davanti a una sezione misteriosamente vuota. Non c’è traccia di ciò che avrebbe dovuto contenere: è solo uno spazio vuoto nel posto dove dovrebbe trovarsi un qualche reperto storico di valore. Il silenzio che vi circonda viene infranto da una voce isolata che parla in una lingua che non comprendete. Vi voltate, tesi come corde di violino, e in fondo al corridoio da cui siete arrivati vedete una ragazza vestita di bianco, la cui figura sembra rilucere eterea nei fiochi raggi del sole che filtrano dalle finestre dell’edificio. Lunghe ciocche di capelli neri le coprono il viso, nascondendone le espressioni, e la fascia scarlatta che le avvolge i fianchi ondeggia dietro di lei nonostante non soffi un filo di vento. Vi bloccate. La ragazza resta immobile. Solo i suoi capelli e la fascia continuano inesorabilmente a fluttuare. Vi parla ancora una volta ma, per quanto non riusciate a capire nemmeno una parola di ciò che dice, notate che ha cambiato lingua, e stavolta riuscite a coglierne alcune radici etimologiche: è latino. Poi cambia ancora, e questa volta è un idioma che vi fa pensare al greco antico. Se sta cercando di mettersi in contatto con voi, potrebbe essere una buona idea stare al gioco. Le chiedete cosa ci faccia in quel posto e perché vi abbia condotti fin lì, ma la ragazza vi risponde in un’altra lingua che vi sfugge… una sorta di miscuglio tra egiziano e greco.
ko: 카트만두의 거리를 휩쓸고 지나가는 싸늘한 바람에 실려, 흐릿하지만 날카로운 소리가 들려옵니다. 북쪽으로는 히말라야산맥이 도시 위에 불길한 위용을 떨치고 있지만, 서쪽으로 뉘엿뉘엿 지는 태양을 받아 빛나는 것은 산맥의 첨봉들뿐입니다. 분홍색과 보라색이 섞인 노을이 하늘을 선명하게 물들여가는 모습을 보며, 언제까지고 이 숨 막힐 듯한 광경을 바라만 보고 싶은 마음을 품지만... 일단은 해야 할 일이 있습니다. 해 질 녘은 고요하고 평화롭기만 하나, 마음 한구석을 찌르고 있던 공포감을 쉬이 내칠 수 없듯 부드럽고도 날카로운 새된 소리는 멈출 줄 모르고 계속 바람에 실려 옵니다. 해가 지평선을 향해 기울수록 이 휘파람 소리는 갈수록 커졌지만, 이 기묘한 소리를 들을 수 있는 것은 오직 당신뿐인가 봅니다. 마치 휘파람 소리가 당신을 향해서 손을 뻗어오는 것만 같습니다. 마치 그것이 당신의 목소리를 듣는 것처럼, 그리고 당신이 누구인지 아는 것처럼. 당신은 그저 충동에 이끌려, 눈을 감고 휘파람 소리에 집중합니다. 휘파람 소리가 길거리를 떠돌며 사방으로 메아리치는 탓에 소리가 정확히 어디서 나는 것인지는 알 수 없지만, 가까운 모퉁이를 돌아 북쪽으로 향하자 점차 소리가 커져 갑니다. 일단은 북쪽으로 길을 잡기로 했습니다. 마침내 오래된 건물 사이에 자리 잡은 미술관에 이르렀습니다. 이곳에서 들려오는 휘파람 소리는 끓어오르는 주전자 소리와 같이 격렬하고도 불쾌합니다. 늦은 시간이라 미술관은 닫혀 있었지만, 주변을 간단히 수색한 끝에 측문이 열린 것을 발견했습니다. 당신은 용기를 짜내어 건물로 들어섭니다. 안에는 수많은 네팔 조형물과 그림이 전시되어 있었으며, 대다수는 목재나 석재를 깎아 만든 것이었으나 이른바 아쉬타다투라 불리는 여덟가지 금속의 합금으로 만든 전시품과 테라코타로 된 미술품도 있었습니다. 미술관 가장 깊은 전시실에 도착한 순간, 갑작스레 휘파람이 멎었습니다. 이곳은 기묘하게도 텅 빈 전시실이었습니다. 무엇이 전시되어 있었는지 실마리도 없는 이 전시실은, 그저 역사적이고 진귀한 무언가를 전시하기 위한 공간이라는 사실 외에는 그 목적을 가늠할 수가 없었습니다. 그때, 외따로운 목소리가 적막을 깨고 흘러들어와 이해할 수 없는 언어로 말을 겁니다. 긴장한 몸을 이끌고서 목소리를 향해 휙 돌아선 순간, 복도 끝에 흰색 옷을 입은 소녀의 모습이 눈에 들어옵니다. 건물을 뚫고 들어오는 흐릿한 노을빛에 잠긴 그 모습이 반투명하고도 비물질적인 형체처럼 보입니다. 소녀의 치렁치렁하게 드리운 검은 머리칼은 얼굴을 다 덮어 표정까지 가리고 있었으며, 허리에 두른 기다란 진홍색 띠는 바람 한 점 불지 않는 실내임에도 그녀의 뒤로 펄럭이고 있었습니다. 당신은 그대로 얼어붙고 말았습니다. 소녀 역시 제 자리에서 움직이지 않습니다. 그저 이 침묵 속에서 머리칼과 허리띠만 끊임없이 허공에 휘날립니다. 그러던 순간, 마침내 소녀가 침묵을 깨고 다시 말합니다. 그녀가 조금 전까지와는 또 다른 언어로 말하는 것임을 알아차리긴 하였으나, 그렇다고 해도 알아들을 수 없는 건 매한가지였습니다. 간신히 단편적인 몇몇 단어를 간파하고서 라틴어를 사용하고 있다는 것만 알아냈을 뿐입니다. 다시금 소녀가 입을 열자 이번에는 고대 그리스어처럼 들리는 언어가 새어 나옵니다. 소녀는 당신과 이야기를 나누고 싶어 하는 듯하니, 일단은 장단을 맞추어 주는 것이 현명하리라고 생각했습니다. 일단 여기서 무엇을 하는 것이었는지, 그리고 왜 이곳으로 당신을 인도했는지 물어봅니다. 물론 그녀의 대답은 마찬가지로 생경한 언어로 되어 있었지만, 이번에는 이집트어와 그리스어를 섞은 것처럼 들립니다.
pl: Chłodne powietrze omiata ulice Katmandu, a towarzyszy mu słabe, piskliwe zawodzenie. Od północy nad miastem górują Himalaje, których szczyty rozświetlają promienie słońca. Róże i purpury, w których skąpane jest niebo, nadają mu ulotnego piękna. Mógłbyś podziwiać te widoki bez końca… ale masz coś do zrobienia. Pomimo, że wieczór jest cichy i spokojny, to ten dziwny ostry dźwięk nie ustaje, podobnie jak utrzymujące się z tyłu twojej głowy przeczucie zagrożenia. W miarę upływającego wieczoru zauważasz, że ów dziwny gwizd jest coraz głośniejszy i najwyraźniej nikt poza tobą go nie słyszy. Zupełnie jakby był przeznaczony tylko dla ciebie. Jakby i on cię słyszał. I znał. Z ciekawości zatrzymujesz się i skupiasz, by dokładniej posłuchać. Trudno z początku stwierdzić skąd pochodzi, zupełnie jakby omiatał cię z każdej strony i rozchodził echem po ulicach, lecz gdy wchodzisz za pobliski róg i kierujesz się na północ – staje się głośniejszy. Zatem podążasz dalej. Ostatecznie docierasz do muzeum sztuki, wciśniętego pomiędzy kilka starych budynków. Gwizd jest tutaj gorączkowy i nieprzyjemny, niczym odgłos gotującej się wody w czajniku. Choć o tej porze galeria jest dawno zamknięta, to bez trudu znajdujesz boczne wejście. Z odwagą wchodzisz do środka, oglądając witryny z wieloma nepalskimi rzeźbami i malowidłami. Wiele z nich zrobionych jest z drewna lub kamienia, niektóre z ashtadhatu, amalgamatu złożonego z ośmiu różnych metali, a jeszcze inne z terakoty. Nagle, gdy podchodzisz do najdalszej sekcji muzeum, z zaskakującą liczbą pustych witryn, gwizd ucicha. Nie ma śladu po tym, co miało się tutaj znajdować, została tylko pusta przestrzeń, którą z powodzeniem można było przeznaczyć na pamiątki i skarby z dawnych czasów. Nagle ciszę przecina pojedynczy, mówiący w nieznanym ci języku, głos. Odwracasz się na pięcie. Po drugiej stronie korytarza dostrzegasz ubraną na biało dziewczynę, która przy blasku promieni zachodzącego słońca wpadających do budynku wygląda jakby była niematerialna. Długie, czarne włosy opadają jej na twarz, skrywając oblicze. Długa, czerwona szarfa oplata jej talię i powiewa z tyłu, pomimo, że w budynku nie czuć żadnego podmuchu wiatru. Zamierasz w bezruchu. Postać dziewczyny nie porusza się. Jej włosy i szarfa powiewają miarowo. Następnie ponownie się odzywa. Raz jeszcze nie rozumiesz co mówi, choć zauważasz, że tym razem posłużyła się innym językiem. Rozpoznajesz pojedyncze, dawno nieużywane słowa i stwierdzasz, że mówi po łacinie. Odzywa się ponownie, tym razem w języku brzmiącym jak starogrecki. Jeśli próbuje się z tobą porozumieć, to może warto to dalej pociągnąć. Pytasz ją co tu robi i dlaczego cię tu sprowadziła. Odpowiada w jeszcze innym języku, którego nie znasz, choć wydaje ci się jakby był zlepkiem greckiego i egipskiego.
ru: Прохладный ветерок проносится по улицам Катманду вместе со слабым пронзительным свистом. На севере над городом нависают Гималаи, свет садящегося солнца освещает лишь их вершины. Потрясающе красивые розовые и пурпурные оттенки окрашивают небо. Вы могли бы вечно смотреть на это захватывающее зрелище… Но вы прибыли сюда по делу. Несмотря на то, что вечер тих и спокоен, этот едва слышный, но резкий свист не проходит, словно ноющее чувство страха на задворках вашего сознания. С наступлением вечера свист становится громче, и вы понимаете, что кроме вас никто не слышит этот странный звук. Создаётся ощущение, что он обращён именно к вам. Словно он тоже может вас слышать. Словно он знает вас. Следуя внезапной догадке, вы закрываете глаза и с усилием прислушиваетесь. Сложно сказать, откуда именно он исходит, он словно омывает вас и эхом разносится по улицам… Но когда вы поворачиваете за угол и направляетесь к северу, он становится сильнее. Потому вы продолжаете путь на север. Со временем вы подходите к художественной галерее, зажатой между старинными зданиями. Свист становится истошным, словно кипящий чайник. Хотя галерея и закрыта в столь поздний час, вам удаётся найти открытый боковой вход. Вы набираетесь смелости, входите внутрь и видите десятки непальских скульптур и картин, выставленных для просмотра, — многие вырезаны из дерева или камня, другие сделаны из аштадхату, сплава восьми различных металлов, третьи — из терракоты. Свист внезапно прекращается, как только вы проходите в самую дальнюю часть галереи, где расположено единственное пустое место для экспоната. Нет никаких следов того, что могло бы быть там; только пустое пространство, где явно должно было быть нечто историческое и ценное. Затем внезапную тишину пронзает одинокий голос, говорящий на неизвестном вам языке. Вы резко поворачиваетесь, напрягшись всем телом. В дальнем конце зала стоит девушка в белом, её фигура кажется бесплотной в слабых лучах угасающего солнечного света, проникающего в здание. Её длинные чёрные волосы ниспадают на лицо, скрывая его выражение. Длинный алый пояс, обёрнутый вокруг талии, развевается позади неё, несмотря на отсутствие ветра. Вы замираете на месте. Фигура девушки также не двигается. Её волосы и пояс плавно покачиваются в тишине. Затем она снова заговаривает. И опять вы не можете понять ни единого слова, хотя и замечаете, что она перешла на другой язык. Узнав несколько корневых слов, вы понимаете, что она использует латынь. Девушка снова прерывает молчание, в этот раз её речь похожа на древнегреческий. Если она пытается пообщаться с вами, возможно, имеет смысл подыграть ей. Вы спрашиваете, что она здесь делает и почему она привела вас сюда. Она отвечает на ещё одном языке, который ускользает от вашего понимания, этот язык звучит как смесь египетского и греческого.
zh: 一阵冷风带著刺耳的鸣响吹过加德满都的街道。北方，喜马拉雅山脉高耸的矗立著，山峰被落日的余光染成红色，粉色与紫色将天空染成鲜艳的画作。你可以看著这幅美景直到永远……但你有工作得做。即使在安宁平静的夜晚，尖锐的哨声依然没有止息，不安感在你脑后徘徊。夜色渐浓，哨声也随之增大，你发现只有自己能听见这个怪声，就像它直接与你连结，就像它也在聆听你；就像它认识你一样。你闭上眼睛专注在听力上，很难辨识声音是从哪里传来的，它感觉围绕著你，同时在街道之间产生回音。但当你向北走时，音量越来越大，所以你继续向北方前进。 哨声引领你来到一间混杂在数座古老建筑间的艺廊，哨声变的刺耳恼人，像煮沸的茶壶。虽然艺廊在这个时间已经关门，你还是设法从侧门进入了。你小心的走进艺廊，看见许多尼泊尔的画作与雕塑，大多是以木石为材料，有些使用埃什塔都——一种八种金属混合的合金，还有一些陶制品。哨声在你走到艺廊末端时倏然而止，你站在一个空的展示格前。你看不出这里原本应该放著什么东西，但明显应该要有某种文物或宝物放在这里。突然，有一个孤寂的声音打破寂静，说著你不懂的语言。 你紧绷的转过身，在大厅的另一端有一名全身白色的少女，她的身影在透进来的夕阳余光下显得飘渺虚无。黑色的长发遮住了她的脸庞，一条长长的红丝带系在她的腰间。虽然没有风，但丝带却在她身后飘荡。 你僵住了，少女的身影也纹丝不动，但她的头发与丝带却依然在无风的状况下飘动。她再度开口，你依然无法辨认，但你发现她换了一种语言。你从几个单字中听出她正说著拉丁文。接著似乎是古希腊文，她似乎正尝试与你沟通。也许跟著尝试会是好主意，你开始询问为什么她在这里？为什么引领你来这？她用另一个你听不懂的语言回应，这次听起来像是埃及跟希腊语的混合。
