Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/23_whistle_on_the_wind.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Whistle On the Wind
de: Pfeifen im Wind
es: Silbido en el viento
fr: Siffler Dans le Vent
it: Un Fischio nel Vento
ko: 바람을 타고 울려 퍼지는 휘파람
pl: Szepty wiatru
ru: Свист на ветру
zh: 风中哨音

source: Kathmandu: Whistle On the Wind
de: Kathmandu: Pfeifen im Wind
es: Katmandú: Silbido en el viento
fr: Katmandou : Siffler Dans le Vent
it: Kathmandu: Un Fischio nel Vento
ko: 카트만두: 바람을 타고 울려 퍼지는 휘파람
pl: Kathmandu: Szepty wiatru
ru: Катманду: Свист на ветру
zh: 加德满都：风中哨音

source: Kathmandu
es: Katmandú
fr: Katmandou
ko: 카트만두
ru: Катманду
zh: 加德满都
