Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/24_infernal_machinery.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Infernal Machinery
de: Die Höllenmaschine
es: Maquinaria infernal
fr: Machinerie Infernale
it: Congegno Infernale
ko: 지독한 기계장치
pl: Piekielna machina
ru: Дьявольский механизм
zh: 地狱机械

source: Nairobi: Infernal Machinery
de: Nairobi: Die Höllenmaschine
es: Nairobi: Maquinaria infernal
fr: Nairobi : Machinerie Infernale
it: Nairobi: Congegno Infernale
ko: 나이로비: 지독한 기계장치
pl: Nairobi: Piekielna machina
ru: Найроби: Дьявольский механизм
zh: 奈洛比：地狱机械

source: Nairobi
ko: 나이로비
ru: Найроби
zh: 奈洛比

source: A heavy grey mist hangs in the air above Lake Victoria as your biplane touches down on a dusty runway. All leads in Nairobi about a Tuwile Masai point to the shoreline of Lake Victoria, where the Coterie member is said to have transported several tons of survey equipment. A faint but sharp scent of alkaline carries on the breeze as you walk to the lake, where several large boats are laden with heavy machinery at the shoreline. Sunlight catches on a pair of thick-rimmed spectacles down at the pier. “Professor Masai?” you greet the wiry man as he steps ashore. Masai looks nervously past you as he wipes his glasses.
de: Ein dicker, grauer Nebel hängt über dem Victoriasee, als dein Doppeldecker auf einer staubigen Landebahn aufsetzt. Alle Spuren von Tuwali Masai, die du in Nairobi finden konntest, führen zum Ufer des Victoriasees, wohin das Coterie-Mitglied mehrere Tonnen Vermessungsausrüstung hat transportiert lassen. Ein schwacher, aber beißender Geruch nach Alkali liegt in der Luft, während du zum See läufst, wo mehrere große Boote mit schweren Maschinen am Ufer liegen. Unten am Pier wirst du von Sonnenlicht geblendet, das vom Glas einer dick umrandeten Brille reflektiert wird. „Professor Masai?“, rufst du einem drahtigen Mann zu, der vor einem Boot steht. Masai schaut nervös an dir vorbei, während er sich die Brille abwischt.
es: Una densa niebla gris cubre el lago Victoria cuando tu biplano aterriza en una pista polvorienta. Todas las pistas que encontraste en Nairobi sobre Tuwile Masai apuntan a la orilla del lago Victoria, donde se dice que el miembro de la Camarilla ha llevado varias toneladas de equipo de estudio. La brisa trae un leve, pero penetrante, olor alcalino mientras caminas hacia el lago, en cuya orilla ves varias barcas grandes cargadas con maquinaria pesada. En el muelle, la luz del sol se refleja en unos anteojos de montura gruesa. —¿Profesor Masai? —saludas al nervudo hombre que se acerca a ti. Masai mira a tu espalda con nerviosismo mientras se limpia las gafas.
fr: Un lourd brouillard gris flotte au-dessus du lac Victoria alors que votre biplan se pose sur une piste poussiéreuse. Tous les indices trouvés à Nairobi à propos d'un certain Tuwile Masai mènent vers le rivage du lac Victoria, où le membre de la Coterie aurait transporté plusieurs tonnes de matériel d'étude. Une légère, mais forte odeur d'alcalin flotte dans la brise alors que vous marchez vers le lac, où plusieurs grands bateaux chargés de lourdes machines attendent sur le rivage. Sur la jetée, une paire de lunettes avec d'épaisses montures reflète la lumière du soleil. « Professeur Masai ? » Vous saluez l'homme maigre qui s'avance sur le rivage. Masai regarde nerveusement par-dessus votre épaule en essuyant ses lunettes.
it: Una densa bruma grigia aleggia sul lago Vittoria mentre il vostro biplano atterra sulla pista polverosa. Tutte le piste di Nairobi che fanno riferimento a un certo Tuwile Masai puntano alle rive di questo lago, dove si crede che il membro della Società Rossa abbia trasportato diverse tonnellate di equipaggiamento per le sue ricerche. Mentre vi avvicinate al lago, venite accolti da una brezza che porta con sé un odore pungente e alcalino, e vedete diverse imbarcazioni ormeggiate e cariche di attrezzature pesanti. La luce del sole si riflette su un paio di occhiali dalla spessa montatura indossati da qualcuno sul molo. “Professor Masai?” gli andate incontro quando lo vedete scendere a terra, ma prima di rispondervi l’uomo guarda nervosamente alle vostre spalle, pulendosi gli occhiali con un pannetto.
ko: 복엽기가 먼지가 풀풀 날리는 활주로에 닿는 사이, 회색 안개가 짙게 깔린 빅토리아 호수의 정경이 펼쳐집니다. 나이로비에서 조사한 모든 실마리는 동지회 일원인 투윌레 마사이가 빅토리아 호숫가에 있다고 지목하고 있었습니다. 특히, 그는 최근에 다수의 연구 장비를 이곳으로 수송했다고도 합니다. 각종 중장비가 실린 커다란 배 몇 척이 정박된 호반을 따라 걷는 동안, 옅지만 날카로운 알칼리성 물질의 냄새가 미풍에 실려 옵니다. 부두 아래쪽에 스치는 인영의 두꺼운 안경테가 햇빛에 반짝입니다. “투윌레 마사이 교수님?” 당신은 강단 있어 보이는 사내를 향해 인사를 건넵니다. 뭍으로 나온 투윌레 마사이 교수는 안경을 닦으며, 초조한 얼굴로 당신을 돌아봅니다.
pl: Gdy twój dwupłatowiec osiada na zakurzonym pasie startowym dostrzegasz, że nad Jeziorem Wiktorii unosi się gęsta, szara mgła. Wszystkie tropy dotyczące Tuwile Masaia w Nairobi prowadzą nad brzeg tego jeziora, gdzie ten członek Koterii ostatnimi czasy zwiózł kilka ton sprzętu badawczego. Gdy idziesz brzegiem, zauważasz kilka dużych łodzi wyładowanych jakimś ciężkim sprzętem i dociera do ciebie wątły, lecz nadal charakterystyczny zasadowy zapach. Słońce odbija się od pary okularów w grubych oprawkach. „Profesor Masai?” – witasz żylastego mężczyznę, który właśnie schodzi na brzeg. Masai nerwowo zerka za ciebie i przeciera szkła.
ru: Тяжёлая серая мгла висит в воздухе над озером Виктория, когда ваш биплан приземляется на пыльную взлётно-посадочную полосу. Все зацепки в Найроби, указывающие на Твейла Масаи, ведут к берегу этого озера, куда, по вашей информации, Масаи свёз несколько тонн геодезического оборудования. Ветерок доносит слабый, но резкий запах щёлочи, когда вы подходите к озеру, где у береговой линии стоят несколько больших лодок, гружённых тяжёлой техникой. Солнце бликует на паре очков в толстой оправе чуть дальше по пирсу. «Профессор Масаи?» — приветствуете вы худощавого мужчину, сходящего на берег. Масаи нервно смотрит в сторону, протирая свои очки.
zh: 你的飞机降落在尘土飞扬的跑道上，灰色的雾气笼罩著维多利亚湖。你在奈洛比查到所有关于图维勒·马赛的线索都指向维多利亚湖，他运送了许多研究器材到这里。你走在湖边时从风中闻到一股令人晕眩的强烈碱土气味，几艘装载沉重机械的船停在湖岸边，你看见码头上有副厚重的镜框反射著阳光。 “马赛教授？”你向站在湖边的结实男子打招呼，他在你靠近时紧张的擦拭著眼镜。

source: Check the Campaign Log. If at least three of the following are recorded:
de: Überprüfe das Kampagnenlogbuch. Falls mindestens 3 der folgenden Aussagen notiert sind:
es: Comprueba el registro de campaña. Si hay anotadas al menos tres de las siguientes frases:
fr: Vérifiez le Carnet de Campagne. Si au moins trois des mentions suivantes sont indiquées :
it: Controllate il Diario della Campagna. Se avete annotato 3 o più voci tra:
ko: 캠페인 기록지를 확인합니다. 다음 중 세 가지 이상의 항목이 기록되어 있습니까?
pl: Sprawdź Dziennik kampanii. Jeśli przynajmniej 3 z następujących stwierdzeń są zanotowane:
ru: Сверьтесь с журналом. Если в нём есть хотя бы 3 из следующих записей:
zh: 检查剧本日志。如果有以下至少三项：

source: <i>La Chica Roja is on your side.</i>
de: <i>La Chica Roja ist auf deiner Seite.</i>
es: <i>La chica roja está de parte de los investigadores.</i>
fr: <i>La Chica Roja est de votre côté.</i>
it: <i>La Chica Roja è dalla vostra parte.</i>
ko: <i>라 치카 로하가 당신의 편에 섰다</i>
pl: <i>La Chica Roja jest po waszej stronie.</i>
ru: <i>Девица в красном на вашей стороне</i>
zh: <i>跟红姑娘结盟。</i>

source: <i>Aliki is on your side.</i>
de: <i>Aliki ist auf deiner Seite.</i>
es: <i>Aliki está de parte de los investigadores.</i>
fr: <i>Aliki est de votre côté.</i>
it: <i>Aliki è dalla vostra parte.</i>
ko: <i>알리키가 당신의 편에 섰다</i>
pl: <i>Aliki jest po waszej stronie.</i>
ru: <i>Алики на вашей стороне</i>
zh: <i>跟阿利琪结盟。</i>

source: <i>Desi is in your debt.</i>
de: <i>Desi steht in deiner Schuld.</i>
es: <i>Desi está en deuda con los investigadores.</i>
fr: <i>Desi vous doit une fière chandelle.</i>
it: <i>Desi vi è debitore.</i>
ko: <i>데시가 당신에게 빚을 졌다</i>
pl: <i>Desi jest waszym dłużnikiem.</i>
ru: <i>Дези у вас в долгу</i>
zh: <i>德西欠下人情。</i>

source: <i>The cell made a deal with Thorne.</i>
de: <i>Die Zelle hat mit Thorne einen Deal vereinbart.</i>
es: <i>la célula hizo un trato con Thorne.</i>
fr: <i>La cellule a passé un accord avec Thorne.</i>
it: <i>La cellula ha stretto un accordo con Spina.</i>
ko: <i>독립 조사팀이 쏜과 거래를 했다</i>
pl: <i>Komórka zawarła umowę z Thorne.</i>
ru: <i>Ячейка и Торн заключили сделку</i>
zh: <i>与索恩达成交易。</i>

source: <i>Ece trusts the cell.</i>
de: <i>Ece vertraut der Zelle.</i>
es: <i>Ece se fía de la célula.</i>
fr: <i>Ece fait confiance à la cellule.</i>
it: <i>Ece si fida della cellula.</i>
ko: <i>에제이가 독립 조사팀을 신뢰한다</i>
pl: <i>Ece ufa komórce.</i>
ru: <i>Эдже доверяет ячейке</i>
zh: <i>赢得艾洁的信任。</i>
