Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/24_infernal_machinery.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: “Your reputation precedes you. As did the sound of your aeroplane,” Masai smiles, though you can sense a nervous undercurrent in his demeanor. “You have caught me at just the right time. Would you care to accompany me out to the water?” You cordially accept, and the professor leads you to board the boat to take a seat at at the stern. A half dozen crew members board, and the engine thrums to life as you cut a path across the glassy surface of the lake. After setting course, the professor hunches in his seat across from you and studies you through heavy red-rimmed glasses. “In truth, I am surprised you sought me out. I am hardly the mover and shaker I once was in the Coterie. Now, their concerns seem trivial in comparison with all the great work that must be done.” When you ask about his great work, the professor smiles. “It is the work of every person. What is it to be human except to live and help others in this great and perilous world? It’s harder than you might think.” He leafs through several papers, holding them tightly as the wind off Lake Victoria picks up. Masai shows you several complicated graphs and charts. “The lakebed here is covered in the ruins of a sunken city built long ago. I happened upon it when monitoring acidity and chemical levels. Something was increasing—or perhaps better put: producing—an incredible amount of carbon dioxide. Along with several odd mutations in local fauna and flora. After several months of searching, we were able to trace the production to its source.” The professor pinpoints a red X on a large map of Lake Victoria. You ask if that is where the boat is headed now, and the professor chuckles. “No. It is already done. The source of the unusual production was an object of power. A Key. We drudged it up just last week.” The hair on the back of your neck raises as the crew cuts power to the engine. None of them appear armed, but you are suddenly aware of your vulnerable position. “Don’t fear for your life, my friend,” Masai rubs his glasses with a cloth. “I am not your enemy. Though I do worry for the Coterie itself. There is something strange at work among them. The one with the gloves in particular. He has been silent for too long, I think.” The professor sighs and leans back in his seat. Around you, the placid water of Lake Victoria ripples, dreamlike, as a heavy storm stirs the clouds overhead. “It’s yours, of course,” Masai says, eyes closed, as he looks up at the sky. “The artifact we found was some infernal machine that was still running, even now, at the bottom of the lake. I wonder who started it, and when? And what will happen if it ever stops running? Either way, if your track record with my colleagues is to be believed, it is safer in your hands than in mine.” He opens his eyes and stares at the surface of the lake as the crew rev the engine. “Perhaps you will succeed where I failed.”
de: Ihr Ruf eilt Ihnen voraus. Genau wie der Lärm Ihres Flugzeugs“, lächelt Masai, obwohl du eine gewisse Nervosität in seinem Auftreten erkennen kannst. „Sie haben mich genau zum richtigen Zeitpunkt erwischt. Würden Sie mich auf den See hinaus begleiten?“ Du nimmst dankend an und der Professor führt dich an Bord des Bootes, wo du am Heck Platz nimmst. Ein halbes Dutzend Besatzungsmitglieder steigt ein und der Motor dröhnt vor sich hin, während ihr über die spiegelglatte Oberfläche des Sees fahrt. Nachdem er den Kurs festgelegt hat, beugt sich der Professor in seinem Sitz vor und mustert dich durch seine dicke Brille mit rotem Rahmen. „Um ehrlich zu sein, bin ich überrascht, dass Sie mich überhaupt aufgesucht haben. Ich bin kaum noch die treibende Kraft, die ich einst in der Coterie war. Jetzt erscheinen ihre Belange trivial im Vergleich zum großen Werk, das getan werden muss.“ Auf die Frage nach seinem großen Werk lächelt der Professor. „Es ist die Aufgabe eines jeden Menschen. Was bedeutet es, Mensch zu sein, wenn nicht zu leben und anderen in dieser großen und gefährlichen Welt zu helfen? Das ist schwieriger, als Sie vielleicht denken.“ Er blättert in mehreren Papieren und hält sie fest in der Hand, während der Wind vom Victoriasee aus auffrischt. Masai zeigt dir mehrere komplizierte Diagramme und Tabellen. „Das Seebett hier ist mit den Ruinen einer versunkenen Stadt bedeckt, die vor langer Zeit erbaut wurde. Ich bin darauf gestoßen, als ich den Säuregehalt und die chemischen Werte überwachte. Irgendetwas hat den Kohlendioxidgehalt des Sees erhöht. Hinzu kamen einige seltsame Mutationen in der örtlichen Flora und Fauna. Nach mehrmonatiger Suche konnten wir die Quelle des Ausstoßes ausfindig machen.“ Der Professor deutet auf ein rotes X auf einer großen Karte des Victoriasees. Du fragst, ob das Boot jetzt dorthinfährt, aber der Professor lacht nur. „Nein, das ist bereits geschehen. Die Quelle der ungewöhnlichen Produktion war ein Objekt der Macht. Ein Schlüssel. Wir haben ihn erst letzte Woche ausgegraben.“ Deine Nackenhaare stellen sich auf, als die Besatzung den Motor abstellt. Keiner von ihnen scheint bewaffnet zu sein, aber du bist dir plötzlich deiner verwundbaren Position voll bewusst. „Fürchten Sie nicht um Ihr Leben, mein Freund“, sagt Masai und reibt seine Brille mit einem Tuch ab. „Ich bin nicht Ihr Feind. Allerdings mache ich mir Sorgen um die Coterie selbst. Irgendetwas Seltsames ist unter ihren Mitgliedern im Gange. Besonders beim Mann mit den Handschuhen. Er hat schon zu lange geschwiegen.“ Der Professor seufzt und lehnt sich in seinem Sitz zurück. Um dich herum kräuselt sich das ruhige Wasser des Victoriasees wie im Traum, während ein aufziehender Sturm die Wolken über dir aufwirbelt. „Es gehört natürlich Ihnen“, sagt Masai mit geschlossenen Augen, während er in den Himmel blickt. „Das Artefakt, das wir gefunden haben, ist eine Höllenmaschine, die selbst jetzt noch auf dem Grund des Sees in Betrieb ist. Ich frage mich, wer sie in Gang gesetzt hat, und wann? Und was wird passieren, wenn sie jemals aufhört zu laufen? Wie auch immer, wenn man Ihrer Erfolgsbilanz mit meinen Kollegen Glauben schenken darf, ist sie in Ihren Händen sicherer als in meinen.“ Er öffnet die Augen und starrt auf die Oberfläche des Sees, während die Mannschaft den Motor wieder anwirft. „Vielleicht haben Sie Erfolg, wo ich versagt habe.“
es: —Su reputación le precede, igual que el ruido de su aeroplano —te dice Masai con una sonrisa, aunque notas un cierto nerviosismo en su actitud—. Me ha pillado en el momento justo. ¿Quiere venir conmigo al agua? Aceptas cordialmente, y el profesor te lleva a embarcar en una de las barcas y tomar asiento a popa. También embarcan media docena de tripulantes y el motor arranca para empezar a surcar la espejada superficie del lago. Tras fijar el rumbo, el profesor se encorva en su asiento y te observa a través de sus grandes gafas de montura roja. —La verdad es que me sorprende que me haya buscado. Ya no me dedico a todas las actividades que realizaba antes en la Camarilla. Ahora, sus objetivos parecen triviales en comparación con la gran obra que hay que llevar a cabo. Cuando le preguntas por su gran obra, el profesor sonríe antes de responder: —Es la obra de cada persona. ¿Qué significa ser humano sino vivir y ayudar a otros en este gran mundo peligroso? Es más difícil de lo que podría pensar. Hojea varios papeles, sujetándolos con fuerza cuando el viento arrecia en el lago Victoria. Masai te muestra varias gráficas y tablas complicadas. —El lecho del lago de esta zona está cubierto de las ruinas de una ciudad hundida que se construyó hace mucho tiempo. La encontré por casualidad mientras controlaba los niveles químicos y de acidez. Algo estaba aumentando, o tal vez sería más preciso decir produciendo, una cantidad increíble de dióxido de carbono, además de varias mutaciones extrañas en la fauna y flora locales. Tras varios meses de investigación, logramos rastrear la producción hasta su origen —te explica el profesor, que señala una X roja en un gran mapa del lago Victoria. Le preguntas si es allí adonde se dirige la barca y suelta una risita—. No, eso ya está hecho. El origen de la extraña producción era un objeto de poder. Una Llave. La sacamos la semana pasada. Se te eriza el vello de la nuca cuando la tripulación apaga el motor. Ninguno parece estar armado, pero eres consciente de pronto de la posición tan vulnerable en la que te encuentras. —No tema por su vida, amigo —dice Masai mientras frota las gafas con un paño—. No soy su enemigo, aunque me preocupa la Camarilla. Está pasando algo extraño en su seno. Especialmente con el de los guantes. Creo que lleva demasiado tiempo callado. El profesor suspira y se echa para atrás en su asiento. A vuestro alrededor, la tranquila agua del lago Victoria se riza como en un sueño, y una fuerte tormenta agita las nubes que tenéis sobre vuestras cabezas. —Es suyo, faltaría más —dice Masai con los ojos cerrados mientras levanta la cabeza hacia el cielo—. El artefacto que encontramos era una especie de máquina infernal que seguía funcionando, incluso ahora, en el fondo del lago. Me pregunto quién la puso en marcha y cuándo. ¿Y qué pasará si deja de funcionar en algún momento? En cualquier caso, si atiendo a sus antecedentes con mis compañeros, estará más segura en su poder que en el mío. Abre los ojos y se queda mirando la superficie del lago mientras la tripulación vuelve a arrancar el motor. Por último, añade: —Tal vez usted tenga éxito donde yo fracasé.
fr: « Votre réputation vous précède. Tout comme le bruit de votre avion », sourit Masai, bien que vous puissiez sentir une certaine nervosité dans son attitude. « Vous m'avez surpris au bon moment. Voulez-vous m'accompagner sur le lac ? » Vous acceptez cordialement, et le professeur vous conduit à bord du bateau pour prendre place à l'arrière. Une demi-douzaine de membres de l'équipage monte à bord, et le moteur s'active tandis que vous vous frayez un chemin sur la surface vitreuse du lac. Après avoir fixé le cap, le professeur se penche sur son siège en face de vous et vous étudie à travers de grosses lunettes à monture rouge. « En vérité, je suis surpris que vous ayez fait appel à moi. Je suis loin d'être l'homme d'action que j'étais autrefois dans la coterie. Maintenant, leurs préoccupations semblent insignifiantes en comparaison du travail crucial qui doit être accompli. » Lorsque vous lui demandez quel est ce travail important, le professeur sourit. « C'est le travail de tout à chacun. Qu'est-ce qu'être humain si ce n'est vivre et aider les autres dans ce monde immense et rempli de dangers ? C'est plus difficile que vous ne le pensez. » Il feuillette plusieurs documents, les tenant fermement alors que le vent du lac Victoria se lève. Masai vous montre plusieurs graphiques et tableaux compliqués. « Le lit du lac ici est couvert des ruines d'une cité engloutie, construite il y a longtemps. Je l'ai découvert en contrôlant l'acidité et les niveaux chimiques. Quelque chose augmentait — ou plutôt produisait — une quantité incroyable de dioxyde de carbone. Ainsi que plusieurs mutations étranges dans la faune et la flore locales. Après plusieurs mois de recherche, nous avons pu remonter la production jusqu'à sa source. » Le professeur pointe du doigt un X rouge sur une grande carte du lac Victoria. Vous demandez si c'est là que le bateau se dirige maintenant, et le professeur glousse. « Non. C'est déjà fait. La source de cette production inhabituelle était un objet de pouvoir. Une Clef. On l'a sortie la semaine dernière. » Les poils de votre nuque se dressent lorsque l'équipage coupe l'alimentation du moteur. Aucun d'entre eux ne semble armé, mais vous êtes soudain conscient de votre situation de vulnérabilité. « Ne craignez pas pour votre vie, mon ami. » Masai frotte ses lunettes avec un chiffon. « Je ne suis pas votre ennemi. Bien que je m'inquiète pour la Coterie elle même. Il y a quelque chose d'étrange à l'œuvre au sein du groupe. Celui avec les gants m'inquiète particulièrement. Il a été silencieux pendant trop longtemps, je pense. » Le professeur soupire et se renfonce dans son siège. Autour de vous, l'eau placide du lac Victoria ondule, onirique, alors qu'une forte tempête agite les nuages au-dessus de vos têtes. « Je vous la donne, bien sûr », dit Masai, les yeux fermés tournés vers le ciel. « L'artéfact que nous avons trouvé était une sorte de machine infernale qui fonctionnait encore, même maintenant, au fond du lac. Je me demande qui l'a mise en marche, et quand ? Et que se passera-t-il si jamais elle s'arrête de fonctionner ? Quoiqu'il en soit, si l'on en croit vos antécédents avec mes collègues, elle sera plus en sécurité entre vos mains qu'entre les miennes. » Il ouvre les yeux et fixe la surface du lac tandis que l'équipage fait tourner le moteur. « Peut-être que vous réussirez là où j'ai échoué. »
it: “La vostra reputazione vi precede, così come il frastuono del vostro aeroplano” vi risponde con un sorriso, ma potete percepire una nota di nervosismo nella sua voce. “Siete arrivati al momento giusto. Vi dispiacerebbe accompagnarmi al largo?” Accettate educatamente e il professore vi guida a bordo della barca, prendendo posto a poppa. Siete in compagnia di una mezza dozzina di marinai, i quali mettono in moto la nave per guidarvi attraverso la superficie cristallina del lago. Dopo aver impostato la rotta, Masai si sporge in avanti per studiarvi meglio da dietro i suoi spessi occhiali rossi. “A dire il vero, sono sorpreso che siate venuti a cercarmi. Ormai non sono più uno dei membri influenti della Società Rossa; i loro obiettivi impallidiscono di fronte alla grande opera su cui dovremmo concentrarci realmente.” Quando gli chiedete di cosa si tratti, il professore sorride. “È l'opera di ogni individuo. Cosa vuol dire essere un uomo, se non vivere e aiutare gli altri in questo immenso e pericoloso mondo? È più difficile di quello che potreste pensare.” Si mette a sfogliare alcuni documenti, tenendoli stretti saldamente per evitare che il vento del lago glieli strappi di mano. Dopo aver trovato quello che cercava, vi mostra alcuni grafici e tabelle incredibilmente complessi. “In questa zona il letto del lago è costellato dalle rovine di una città sommersa costruita molto tempo fa. Mi ci sono imbattuto mentre analizzavo il pH e la presenza di sostanze chimiche nell’acqua: qualcosa stava aumentando incredibilmente il livello di anidride carbonica, o forse sarebbe meglio dire che la stava producendo; e questo causava un gran numero di strane mutazioni nella fauna e nella flora locali. Dopo diversi mesi di ricerche, siamo riusciti a risalire alla fonte del problema.” Il professore indica una “X” rossa tracciata su un’ampia mappa del lago Vittoria; gli chiedete se è lì che vi state dirigendo, e lui sorride. “No, ce ne siamo già occupati la settimana scorsa. La sorgente di quell’insolita produzione era un oggetto di grande potere: una Chiave.” L’equipaggio spegne i motori e vi si accappona la pelle: non sembrano armati, ma vi rendete improvvisamente conto di quanto siate vulnerabili in questa situazione. “Non temete, amici miei, la vostra vita non è in pericolo.” Masai si pulisce ancora una volta gli occhiali con un pannetto. “Non sono vostro nemico. A essere onesto, sto iniziando seriamente a preoccuparmi della Società Rossa; sta succedendo qualcosa di strano nell’organizzazione, e la cosa riguarda in particolare il tizio con i guanti rossi: credo se ne sia stato in silenzio per troppo tempo.” Il professore sospira, appoggiando la schiena al suo sedile. Intorno a voi, le placide acque del lago Vittoria si increspano, eteree come in un sogno, preannunciando l’arrivo della tempesta che si sta addensando in lontananza. “È vostro” afferma Masai, con gli occhi chiusi e il volto sollevato verso il cielo. “L’artefatto che abbiamo trovato era un qualche tipo di congegno infernale che anche ora giace attivo sul fondo del lago. Mi chiedo chi lo abbia avviato e quando. E cosa potrebbe succedere se dovesse disattivarsi? Se i vostri trascorsi con i miei colleghi sono veri, credo sia più al sicuro nelle vostre mani che nelle mie.” L’uomo apre gli occhi, fissando la superficie del lago mentre l’equipaggio rimette in moto la barca. “Forse voi riuscirete dove io ho fallito.”
ko: “그쪽 명성이 자자하더군요. 알고 싶지 않아도 모두가 말하고 다니니까요. 방금 비행기 소리만큼이나 요란했지요.” 투윌레 마사이 교수는 미소를 짓지만, 그 미소 아래에 불안감을 감춘 것처럼 보입니다. “제때 찾아오셨습니다. 괜찮으시다면 함께 호수로 나가보시겠습니까?” 당신은 흔쾌히 받아들이고는, 교수를 따라 배에 올라타 그와 함께 선미에 자리를 잡습니다. 선원 여섯 명이 올라타더니, 곧 털털거리며 시동이 걸리고 배는 유리처럼 매끄러운 수면을 가로질러 호수 가운데로 나아갑니다. 투윌레 마사이 교수는 항로를 정하고 난 뒤, 맞은편 좌석에 앉아 몸을 웅크리고는 두꺼운 붉은색 안경테 너머로 당신을 골똘히 살핍니다. “실은 저를 찾아왔다는 사실에 놀랐습니다. 제가 한때는 동지회를 움직이는 유력인사였을지 몰라도, 지금은 아니니까요. 그들은 이제 반드시 이뤄야 할 대업은 제쳐두고서 시시껄렁한 관심사에 골몰하고 있지요.” 대업이란 것에 관해 묻자 교수가 미소 짓습니다. “만인의 과업이라고 할까요. 이 거대하고 험난한 세상에서 그저 생존하고 다른 이들을 돕는다, 그것이야말로 인간을 인간 되게 만드는 일 아니겠습니까? 그건 당신이 생각하는 것보다도 훨씬 어려운 일입니다.” 투윌레 마사이 교수는 빅토리아호수의 바람에 날려가지 않도록 서류 몇 장을 손에 꽉 쥐고서 넘겨봅니다. 그러더니 복잡한 그래프와 도표가 그려진 문서를 내밉니다. “여기 호수 바닥에는 오래전 침수된 도시의 유적이 있어요. 산성도와 화학 물질 농도를 측정하던 가운데 우연히 알게 되었지요. 뭔가가 이산화탄소의 농도를 막대하게 증가시키... 아니 정확히 표현하자면 이산화탄소를 생산하고 있었어요. 지역 동식물의 기묘한 돌연변이 몇 건도 관찰되었고요. 몇 달을 조사한 끝에, 그 원인을 추적할 수 있었습니다.” 투윌레 마사이 교수는 빅토리아호수가 그려진 커다란 지도에서 붉은색으로 X가 쳐진 곳을 가리킵니다. 지금 배가 그곳으로 향하고 있는 것인지 묻자, 교수가 껄껄 웃습니다. “아뇨. 이미 끝났어요. 이 비정상적인 생산의 원천은 바로 힘을 지닌 물체였어요. 열쇠 말이죠. 실은 바로 지난주에 이미 발굴해냈습니다.” 그 순간 선원들이 배의 시동을 끕니다. 당신은 털끝이 쭈뼛해집니다. 선원 가운데 무장한 인력은 없었지만, 호수 한가운데서 수적 열세에 몰린 상황임을 깨닫습니다. 투윌레 마사이 교수가 천으로 안경을 닦으며 말합니다. “친구여, 목숨은 염려 말아요. 나는 적이 아니니까. 비록 내가 붉은 동지회에 대해 우려하고 있는 부분이 있기는 합니다만... 실은 동지회 내에서 수상한 일이 벌어지고 있어요. 특히 붉은 장갑을 낀 그 사람 말입니다. 그자가 너무나도 오랫동안 침묵하고 있더군요. 일단은 제 생각입니다.” 교수는 한숨을 쉬더니 의자에 등을 기댑니다. 배의 주변으로는 잔잔한 빅토리아호수의 수면이 꿈결같이 잔물결을 일으키고, 머리 위로는 거센 폭풍 구름이 소용돌이칩니다. 투윌레 마사이 교수가 하늘을 올려다보더니 눈을 감고 말합니다. “물론, 열쇠는 당신께 내어드리겠습니다. 저희가 발견했던 그 지독한 장치는 이곳 호수 바닥에서 가동되고 있었어요. 사실 지금도 가동 중이기는 합니다만. 누가 장치를 켰는지, 언제 켰는지 궁금하긴 하군요. 또 장치가 가동을 멈춘다면 무슨 일이 벌어질까요? 어쨌든 간에, 제 동료들과 함께했던 그대의 행적이 믿을만하다면, 제 손에 있는 것보다 당신의 손에 있는 것이 안전할 테니까요.” 선원들이 다시 배의 시동을 걸자, 교수가 눈을 뜨고 수면을 바라봅니다. “저는 실패했지만, 당신은 성공할지도 모르겠네요.”
pl: „Reputacja, no i odgłos samolotu, cię wyprzedzają” – uśmiecha się Masai, choć wyczuwasz u niego lekkie podenerwowanie. „Trafiłeś w samą porę. Czy zechciałbyś popłynąć ze mną?” Z radością się zgadzasz, a profesor prowadzi cię na łódź, gdzie zajmujesz miejsce przy rufie. Dołącza do was kilkoro członków załogi, po czym przy akompaniamencie warkotu silnika zaczynacie przecinać gładką powierzchnię jeziora. Po obraniu kursu profesor rozsiada się wygodnie naprzeciwko ciebie i obserwuje cię przez swoje czerwone okulary z grubymi oprawkami. „Tak naprawdę, to jestem zaskoczony, że mnie poszukujesz. Jestem ledwie cieniem dawnego siebie w Koterii. Zresztą ich cele, w porównaniu z wielkim dziełem jakiego muszę dokonać, wydają się wręcz trywialne”. Pytasz profesora, jakie wielkie dzieło ma na myśli, a on uśmiecha się. „To dzieło, które dotyczy każdego z nas. Czymże jest człowieczeństwo, nie licząc samego faktu istnienia i pomagania innym na tym łez padole? To trudniejsze niż ci się wydaje” – przegląda plik dokumentów mocno je trzymając, gdy wiatr się wzmaga. Następnie Masai pokazuje ci kilka skomplikowanych diagramów i tabelek. „Dno jeziora zasłane jest ruinami miasta zbudowanego dawno temu. Natrafiłem na nie podczas rutynowego sprawdzania kwasowości i odczynów chemicznych. Coś powodowało intensywny wzrost poziomu, a może lepiej powiedzieć, coś produkowało spore ilości dwutlenku węgla. Występowały również niewytłumaczalne mutacje wśród lokalnej flory i fauny. Po kilku miesiącach badań, dotarliśmy do źródła tego wszystkiego” – mówi profesor, wskazując na wielki znak X na dużej mapie Jeziora Wiktorii. Pytasz profesora, czy to właśnie tam się kierujemy, lecz zaczyna chichotać. „Nie, już jest po wszystkim. Źródłem zmian był obiekt o niezwykłej mocy. Klucz. W zeszłym tygodniu zdołaliśmy to odkryć”. Włosy stają ci dęba, gdy słyszysz jak silnik łodzi nagle milknie. Załoga nie wydaje się być uzbrojona, lecz nie zmienia to faktu, że jesteś w nieciekawej sytuacji. „Nie obawiaj się o swoje życie przyjacielu” – mówi Masai, przecierając szmatką okulary – „nie jestem twoim wrogiem. Jednak Koteria napawa mnie lękiem. Dzieje się wśród nich coś dziwnego. Mam konkretnie na myśli tego w czerwonych rękawiczkach. Zbyt długo już milczy”. Profesor wzdycha i opiera się na krześle. Wokół ciebie spokojne wody Jeziora Wiktorii nagle zaczynają się burzyć, w miarę jak kotłują się nad wami burzowe chmury. „Możesz to zabrać rzecz jasna” – mówi Masai, kierując zamknięte oczy ku niebu. „Artefaktem była jakaś piekielna maszyna, która nawet w tej chwili działa na dnie jeziora. Zastanawiam się, kto i kiedy ją uruchomił? I co się stanie, jeśli nagle przestanie działać. Tak czy inaczej, biorąc poprawkę na to jak postąpiłeś z resztą, to coś będzie bezpieczniejsze w twoich rękach” – to mówiąc otwiera oczy i wpatruje się w taflę jeziora, gdy jego ludzie na powrót odpalają silnik łodzi. „Może tobie uda się tam, gdzie ja poniosłem porażkę”.
ru: «Ваша репутация бежит впереди вас. Как и, впрочем, звук вашего аэроплана. — Масаи улыбается, хотя в его поведении чувствуется некоторая нервозность. — Вы застали меня в самый подходящий момент. Не желаете ли пройти немного по озеру?» Вы охотно соглашаетесь, и профессор ведёт вас на борт яхты, где вы занимаете места на корме. Полдюжины членов экипажа также поднимаются на палубу, и мотор оживает, когда вы отправляетесь в путь по гладкой поверхности озера. Установив курс, профессор, сгорбившись, садится в кресло напротив и изучает вас сквозь свои красные очки в тяжёлой оправе. «По правде говоря, я удивлён, что вы искали меня. Я уже давно не обладаю былой властью над Кликой. Теперь все их заботы кажутся мне мелочью по сравнению с великим делом, которое стоит передо мной». Когда вы спрашиваете, что за дело, профессор улыбается. «Это дело каждого. Что значит быть человеком, если не жить и не помогать другим в этом прекрасном и опасном мире? Это сложнее, чем вы думаете». — Он пролистывает несколько бумаг, крепко сжимая их, чтобы не упустить под усилившимся над озером ветром. Масаи показывает вам несколько сложных графиков и диаграмм. «Дно озера здесь усеяно руинами доисторического города, погрузившегося под воду. Я наткнулся на него, изучая уровни кислотности и различных химических элементов. Нечто значительно увеличивало уровень диоксида углерода… Впрочем, правильнее будет сказать: „производило его в огромных количествах“. Кроме того, в местной флоре и фауне происходили необычные изменения. После нескольких месяцев поисков мы смогли отследить источник этого ». — Профессор указывает на красный знак Х на большой карте озера Виктории. Вы спрашиваете, направляетесь ли вы сейчас прямо туда, и профессор усмехается. «Нет. Это уже сделано. Источником был объект невероятной силы. Ключ. Мы выловили его только на прошлой неделе». Волосы у вас на загривке встают дыбом, когда команда корабля глушит двигатель. Непохоже, чтобы кто-то из них был вооружён, но вы всё равно понимаете, что находитесь в уязвимой позиции. «Не бойтесь за свою жизнь, друг мой. — Масаи протирает свои очки тряпочкой. — Я вам не враг. Хотя Клика меня беспокоит. С ними происходит что-то странное. Особенно с тем, кто носит красные перчатки. Что-то он чересчур молчалив в последнее время». Профессор вздыхает и откидывается на спинку своего сидения. Спокойная вода озера Виктория вокруг вас покрывается рябью, словно во сне, а шторм над вашей головой разгоняет облака. «Он ваш, конечно же, — говорит Масаи, закрыв глаза и обратив лицо к небу. — Тот артефакт, что мы нашли. Это некий дьявольский механизм. Он всё ещё работал, даже тогда, на дне озера. Интересно, кто его запустил и когда? И что случится, если он остановится? В любом случае, если верить моим коллегам, в ваших руках ему будет безопаснее, чем в моих ». Он открывает глаза и смотрит на поверхность озера, когда его команда заводит двигатель судна. «Возможно, вы достигнете успеха там, где не удалось мне».
zh: “你的名声比你先到了，你的飞机声也是。”马赛笑著说，但你感觉到有种不安隐藏在他的外表下。“你来的正好，介意跟我一起到水里走一趟吗？” 你亲切的答应了，教授领著你登上一艘船并在船尾坐下。六名工作人员随你们登船，引擎作响，带你们划过如镜面一般的湖水。设定好航向后，教授坐回你对面的位子，透过红色的厚框眼镜打量你。“事实上，我很惊讶你会来找我。我在结社中的影响力已经大不如前了。现在他们只在乎那些无谓的竞赛，而忽略了远大的目标。” 你询问远大目标是什么，教授笑著回答：“这是属于每一个人的事业，如果人类在这个伟大但危险的世界不互相帮助的话，要怎么存活下来呢？但这比你想像的更困难。”他翻出几张文件，握紧它们以免被风吹走，他给你看了几张复杂的图片跟表格。 “这里的湖床中埋著一座沉没的远古遗迹。我在监测酸碱度与化学变化时发现有东西在增加，更准确的说——在制造大量的二氧化碳，附近区域也发现不明的动植物突变。经过几个月的调查后，我们找到了来源。”教授指著维多利亚湖地图上的一个红色记号，你问你们是否正是要前往这里搜寻。教授轻笑一声说：“不，我们已经找到了。这个来源就是一件具有力量的物件，一个密钥，我们上个礼拜确认了。” 当船员将引擎熄火时，你颈后的寒毛竖了起来。看起来没人带著武器，但你突然意识到自己不利的处境。 “别害怕，我的朋友。”教授边用布擦拭眼镜边说。“我不是你的敌人。但我确实担心结社中有某种不对劲的事正在发生。尤其是戴著手套的那位，我认为他沉寂太久了。”教授叹口气靠回座椅上。平静的维多利亚湖水围绕著你们，如梦似幻的泛著涟漪。一场风暴正在你们头顶的云层中酝酿。 马赛闭起眼睛望向天空：“当然，它是你的了。我们找到的这个东西是地狱般的机械，就连现在，它也持续在湖底运转著。我不知道是谁启动它的，又是何时启动的？而它停止运转后又会发生什么事？不管怎样，如果你真的像我的同志们说的一样值得信赖，那它在你手中会比在我手中更安全。”他睁开眼睛看著船员们打捞引擎。 “也许你能在我失败的地方取得成功。”
