Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/24_infernal_machinery.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Choose an investigator to be the bearer of The Bale Engine and update the Campaign Log accordingly.
de: Wähle einen Ermittler, der zum Träger des Schlüssels Die Maschine des Wehklagens wird. Aktualisiere das Kampagnenlogbuch.
es: Elige a un investigador para que sea el portador de El motor de malignidad y actualiza el registro de campaña en consonancia.
fr: Choisissez un investigateur qui devient le détenteur de La Matrice du Mal et mettez à jour le Carnet de Campagne en conséquence.
it: Scegliete 1 investigatore che diventi il portatore del Dispositivo Malevolo. Aggiornate il Diario della Campagna di conseguenza.
ko: 조사자 중 한 명이 ‘다발 엔진’ 열쇠의 보유자가 됩니다. 이에 따라 캠페인 기록지의 열쇠 항목을 갱신합니다.
pl: Wybierz badacza, który zostanie posiadaczem klucza Niszczycielski silnik, i uzupełnij odpowiednio informacje w Dzienniku kampanii.
ru: Выберите сыщика, который становится носителем «Зловредного движителя». Отметьте это в журнале кампании.
zh: 选择一位调查员成为恶祸引擎承受者，并将此记录在剧本日志中。

source: “I’m terribly sorry, but I don’t have time to chat,” Masai says as he steps lightly past you. You follow him, pressing for some assistance or insight, anything that can help in your struggle with the Red Coterie. “Ah. I had no idea I was dealing with the Foundation. You must be new.” Masai regards you in a new light, then leads you to sit in a makeshift camp. “Very well. Please wait here, and I’ll help you as soon as I can.” You sit in a comedically short camping chair under the awning as the professor walks out of view. The minutes drift away as the clouds overhead break and a heavy rain begins to fall. After waiting for some time, you stand up and look out to the shoreline: the boats have gone. When you ask the locals for the professor’s whereabouts, they tell you he ended his survey and paid for passage across the lake. After returning to Nairobi, you check with the British Consulate and discover that Masai’s travel expenses were being footed by his fellowship with Oxford. His declaration of travel includes an obscure address in Bermuda. Pocketing the information, you continue your travels.
de: „Es tut mir schrecklich leid, aber ich habe keine Zeit zum Plaudern“, antwortet Masai, während er leichtfüßig an dir vorbeigeht. Du folgst ihm und bittest ihn um Hilfe oder Einblicke – um irgendetwas, das dir in deinem Kampf gegen die Rote Coterie helfen könnte. „Ich hatte ja keine Ahnung, dass ich es mit der Foundation zu tun habe. Sie müssen neu sein.“ Masai betrachtet dich in einem neuen Licht, dann führt er dich zu einem behelfsmäßigen Lager. „Nun gut. Bitte warten Sie hier. Ich werde Ihnen so schnell wie möglich helfen.“ Du nimmst auf einem lächerlich kleinen Campingstuhl unter einer Sonnenüberdachung Platz, während der Professor aus deinem Blickfeld verschwindet. Die Minuten ziehen sich zäh dahin. Über dir reißen die Wolken auf und ein heftiger Regen geht nieder. Nachdem du einige Zeit gewartet hast, stehst du auf und blickst zum Ufer hinaus – die Boote sind weg. Als du die Einheimischen nach dem Verbleib des Professors fragst, sagen sie dir, dass er seine Forschung beendet und für die Überfahrt über den See bezahlt hat. Nach deiner Rückkehr nach Nairobi erkundigst du dich beim britischen Konsulat und erfährst, dass Masais Reisekosten von seinem Stipendium in Oxford getragen wurden. In seinem Reiseantrag ist eine obskure Adresse auf den Bermudas angegeben. Du steckst die Information ein und setzt deine Reise fort.
es: —Lo lamento muchísimo, pero no tengo tiempo para charlas —dice Masai mientras pasa junto a ti a paso ligero. Lo sigues e insistes para que te ayude o te dé alguna información, cualquier cosa que pueda ayudarte en tu confrontación con la Camarilla Roja—. Ah, no sabía que estaba tratando con la Fundación. Deben de haberle reclutado hace poco —Masai te mira con otra expresión y luego te lleva a un campamento improvisado para que te sientes—. Muy bien, espéreme aquí, por favor. Lo ayudaré en cuanto pueda. Te sientas en una silla de camping cómicamente pequeña bajo el toldo del campamento y el profesor sale de tu campo de visión. Van pasando los minutos, las nubes que hay en el cielo terminan por descargar un fuerte aguacero. Tras esperar un tiempo, te levantas y miras hacia la orilla: las barcas ya no están. Cuando preguntas a la gente de la zona por el paradero del profesor, te dicen que había terminado su estudio y pagado para cruzar el lago. Después de regresar a Nairobi, acudes al consulado británico, donde descubres que los gastos de viaje de Masai los cubría su beca de investigación en Oxford. Su declaración de viaje incluye una extraña dirección en Bermuda. Te guardas la información y prosigues tu viaje.
fr: Je suis terriblement désolé, mais je n'ai pas le temps de discuter », dit Masai en vous dépassant d'un pas léger. Vous le suivez, réclamant de l'aide ou des renseignements, tout ce qui pourrait vous aider dans votre lutte avec la Coterie Rouge. « Ah. Je n'avais aucune idée que je traitais avec la Fondation. Vous devez être nouveau. » Masai vous regarde différemment, puis vous invite à vous asseoir dans un camp de fortune. « Très bien. Veuillez attendre ici, et je vous aiderai dès que possible.» Vous vous asseyez sous l'auvent, sur une chaise de camping ridiculement petite, pendant que le professeur s'éloigne. Les minutes s'égrènent au fur et à mesure que les nuages se déchirent et qu'une forte pluie se met à tomber. Après un certain temps d'attente, vous vous levez et regardez le rivage : les bateaux sont partis. Lorsque vous demandez aux habitants où se trouve le professeur, ils vous disent qu'il a terminé son travail et payé pour traverser le lac. De retour à Nairobi, vous vous renseignez auprès du consulat britannique et découvrez que les frais de voyage de Masai étaient pris en charge par sa bourse de recherche à Oxford. Sa déclaration de voyage comprend une adresse obscure aux Bermudes. Ces informations en poche, vous poursuivez votre voyage.
it: “Sono tremendamente dispiaciuto, ma non ho tempo per le chiacchiere” vi risponde Masai passandovi accanto con disinteresse. Lo seguite, insistendo nel tentativo di avere qualche informazione che vi aiuti a contrastare la Società Rossa. “Ah, non avevo capito che faceste parte della Fondazione. Dovete essere nuovi.” Masai sembra vedervi sotto una nuova luce e vi invita a seguirlo fino a un accampamento improvvisato. “Aspettatemi qui, cercherò di prestarvi aiuto non appena mi sarà possibile.” Mentre il professore si allontana, vi sedete su una sedia da campeggio incredibilmente piccola sotto una tenda. Il tempo passa e sentite che inizia a piovere; voi continuate ad aspettare fin quando, sospettosi, vi alzate per dare un’occhiata alla riva: delle barche non c’è più traccia. Quando tornate indietro per chiedere alla gente del posto dove sia finito il professore, vi rispondono che l’hanno visto pagare qualcuno per farsi portare dall’altra parte del lago, una volta finite le sue ricerche in zona. Ripercorrete i vostri passi fino a Nairobi dove, dopo esservi consultati con il consolato britannico, scoprite che le spese di viaggio del professore sono state coperte dall’Università di Oxford e l’ultima destinazione nota indica un indirizzo sconosciuto a Gran Bermuda. Annotate l’informazione e vi rimettete in viaggio.
ko: “정말 죄송합니다만, 사담을 나눌 시간은 없는지라.” 투윌레 마사이 교수가 가볍게 당신 옆을 스치고 지나가며 말합니다. 당신은 그의 뒤를 따라가며, 붉은 동지회와의 싸움에서 도움이 될 만한 것이 있다면 무엇이든 부탁한다고 요구했습니다. “아, 재단 쪽 사람인 줄은 몰랐습니다. 그렇다면 신입이겠군요?” 투윌레 마사이 교수가 당신을 새로운 눈으로 바라보더니, 간이 야영지로 안내합니다. “좋습니다. 여기서 기다려 주시지요. 되도록 빨리 돌아오겠습니다.” 차양 아래 우스꽝스럽게 생긴 작은 의자에 앉아서 멀어지는 투윌레 마사이 교수의 뒷모습을 바라봅니다. 몇 분이 흘러가는 동안 머리 위의 구름이 갈라지고 폭우가 내립니다. 한참 동안 기다린 후, 당신은 일어나서 호반을 바라봅니다. 배들이 사라졌습니다. 지역 주민들에게 투윌레 마사이 교수의 행방을 물어보자, 그가 여기서의 조사를 끝마쳤으며 요금을 내고 호수를 건너갔다고 말합니다. 나이로비로 돌아와 영국 영사관에서 몇 가지 정보를 확인한 끝에, 투윌레 마사이 교수가 옥스퍼드 대학의 연구 기금으로 여행 경비를 충당했다는 사실을 알아냈습니다. 또한 교수의 다음 행선지로 버뮤다 인근의 불확실한 주소지가 기재되어 있었습니다. 일단 이 정보를 기록해 두고는 나이로비를 뜨기로 합니다.
pl: „Przepraszam, ale nie mam czasu na czczą gadaninę” – mówi Masai, mijając cię. Idziesz za nim i wypytujesz w nadziei, że dowiesz się czegoś przydatnego, co pomoże w zmaganiach z Czerwoną Koterią. „Och, nie wiedziałem, że mam do czynienia z członkiem Fundacji. Zapewne jesteś nowy” – Masai spogląda na ciebie inaczej i prowadzi do obozowiska. „Zaczekaj tu na mnie, odpowiem na twoje pytania najszybciej jak będę mógł”. Siedzisz na komicznie małym obozowym krzesełku pod namiotem, gdy profesor znika ci z oczu. Czas mija i na niebie gromadzą się ciężkie chmury, z których wkrótce zaczyna padać rzęsisty deszcz. Po jakimś czasie wstajesz, zerkasz na brzeg i widzisz, że łódź zniknęła. Kiedy pytasz miejscowych informują cię, że profesor zakończył swoje badania i zapłacił, by przetransportowano go na drugi brzeg. Po powrocie do Nairobi odwiedzasz brytyjski konsulat i odkrywasz tam, że wydatki na podróż Masaia zostały pokryte z jego oksfordzkiego grantu na badania. W dokumentach podróżnych natrafiasz jednak na jakiś adres na Bermudach. Zanotowawszy tę informację, ruszasz w dalszą podróż.
ru: «Мне ужасно жаль, но у меня нет времени на разговоры, — произносит Масаи, мягко ступая в сторону от вас. Вы следуете за ним, уговаривая его хоть как-нибудь помочь вам в вашей борьбе с Красной Кликой. — Ах. Не знал, что имею дело с Организацией. Вы, должно быть, недавно с ними. — Масаи смотрит на вас по-новому, затем провожает вас к его импровизированному лагерю. — Хорошо. Пожалуйста, подождите здесь, и я помогу вам так скоро, как только смогу». Вы садитесь на комично низкий походный стул под тентом, а профессор покидает ваше поле зрения. Проходят минуты, и облака у вас над головой проливаются сильным дождём. Немного подождав, вы встаёте и смотрите в сторону берега: яхты там больше нет. Когда вы спрашиваете местных о профессоре, они говорят, что тот закончил своё исследование и заплатил за переправу через озеро. Вернувшись в Найроби, вы обращаетесь в британское консульство и узнаёте, что расходы на поездку Масаи покрывались его оксфордской стипендией. В его путевой декларации указан неразборчивый адрес на Бермудах. Приняв эту информацию к сведению, вы продолжаете своё путешествие.
zh: “我很抱歉，但我没时间闲聊。”他匆匆从你身边走过。你跟著他，对他施压，要求他给你一些关于绯红结社的情报。马赛用不同的眼神打量著你：“喔，我不知道你是基石的人，你一定是新来的。”他领著你到一顶帐篷中，并在其中坐下。“很好，请在这里稍等，我一有空就马上过来。” 你在帐篷雨棚下的矮凳坐下，看著教授的身影消失在视野中。过了几分钟后，天空下起了倾盆大雨。在等了一阵子后，你起身看向湖岸，船只都不见了。你询问当地人教授去哪了，他们说他的调查结束了，并坐船到湖对面去了。 你回到奈洛比后与英国领事馆联络，他们查到马赛的旅费登记在他牛津的协会之下，记录中有一个位于百慕达的模糊地点。你记下情报，准备继续旅程。

source: Tuwile Masai fled to Bermuda.
de: Tuwile Masai ist nach Bermuda geflohen.
es: Tuwile Masai huyó a Bermuda.
fr: Tuwile Masai s'est envolé pour les Bermudes.
it: Tuwile Masai è scappato a Gran Bermuda.
ko: 투윌레 마사이가 버뮤다로 달아났다
pl: Tuwile Masai uciekł na Bermudy.
ru: Твейл Масаи сбежал на Бермуды.
zh: 图维勒·马赛逃往百慕达。

source: Infernal Machinery 1
es: Maquinaria infernal 1
ru: Дьявольский механизм 1

source: Infernal Machinery 2
es: Maquinaria infernal 2
ru: Дьявольский механизм 2

source: Infernal Machinery 3
es: Maquinaria infernal 3
ru: Дьявольский механизм 3
