Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/25_paranatural_selection.po
Languages: es, ru

source: Paranatural Selection
es: Selección paranatural
ru: Неестественный отбор

source: Perth: Paranatural Selection
es: Perth: Selección paranatural
ru: Перт: Неестественный отбор

source: Perth
ru: Перт

source: A cool breeze greets you as you arrive in Perth. The capital of Western Australia is nestled in the crook of the Swan River, and despite—or perhaps because of—the nearby gold rush, it has the rugged feel of a frontier town. You catch a scent of something too sweet, possibly rotten, on the breeze.
es: Una fresca brisa te recibe a tu llegada a Perth. La capital de Australia Occidental está ubicada en un meandro del río Swan, y pese a la fiebre del oro cercana —o tal vez debido a ella—, posee el ambiente de una ciudad del salvaje Oeste. Percibes en la brisa el aroma de algo demasiado dulce, posiblemente podrido.
ru: Холодный ветерок приветствует вас, когда вы прибываете в Перт. Столица Западной Австралии расположилась в излучине реки Суон, и, несмотря на золотую лихорадку — а может быть, и благодаря ей, — здесь чувствуется суровый дух города переселенцев. Вы улавливаете на ветру запах чего-то слишком сладкого, возможно даже подгнившего.

source: You find Dr. Irawan at the local university cleaning up an empty lecture hall. On the blackboard is a precise chalk drawing of a stocky marsupial clutching a cluster of sedge grass. “I did not expect to see you here,” the zoologist sets to erasing the blackboard. You ask about the sketch. “It is a rare species of quokka: the red-tailed quokka. They were first introduced to the West by Dutch explorers in the 17th century. And now no one—not even the Cambridge professor who taught me their name—remember what they are.” “I do not know how much you have studied natural selection, but what we are experiencing feels very much like the introduction of a new apex predator into an ecosystem that has not evolved to withstand it,” says the zoologist. “Except that this predator feeds not only on the body, but on the actual existence of its prey. Although, of course, that would be unthinkable,” she laughs. “But I cannot help feeling that we are its prey. And the process is only accelerating.” The zoologist sits down and begins to flip idly through a sketchbook. Thinking on the terms the Foundation used, you suggest she name the phenomena “Paranatural Selection.” She looks troubled at the suggestion, then smiles. “I will be sure to credit you,” she says, then goes pale. You look down and see her gaze fixed on a particular page in her sketchbook. “This cannot be.” You ask her what the matter is, and she points to the page. “Just yesterday, this page was not blank. The <i>Phalanger septimus</i>. A cuscus living in western New Guinea.” Dr. Irawan begins gathering up her things. “I sketched this subject from direct observation just months ago. Perhaps there will be some trace of it—or of whatever force is behind all this—out in Manokwari.” She pushes a strand of hair behind her ear and smiles at you. “Thank you for listening. Perhaps we will meet again.”
es: Encuentras a la Dra. Irawan en la universidad local, recogiendo un aula vacía. En la pizarra ves un preciso dibujo a tiza de un fornido marsupial que tiene cogido un manojo de hierbas de juncos. —No esperaba verlo aquí —te dice la zoóloga mientras empieza a borrar la pizarra. Le preguntas por el dibujo y te contesta—: Se trata de una especie poco habitual de quokka: el quokka de cola roja. Los llevaron a occidente los exploradores holandeses en el siglo XVII. Y ahora nadie recuerda lo que son, ni siquiera el profesor de Cambridge que me enseñó su nombre. La zoóloga añade: —No sé cuánto habrá estudiado sobre la selección natural, pero lo que estamos experimentando parece la introducción de un nuevo depredador alfa en un ecosistema que no ha evolucionado para resistirlo. Solo que este depredador no se alimenta únicamente del cuerpo, sino de la existencia en sí de su presa. Aunque claro, eso sería impensable —Se ríe—. Pero no puedo evitar tener la sensación de que somos su presa. Y el proceso no hace sino acelerarse. La zoóloga se sienta y empieza a hojear distraídamente un cuaderno de bocetos. Te pones a pensar en los términos empleados por la Fundación y le sugieres que bautice el fenómeno como “selección paranatural”. La sugerencia parece afectarla, pero luego sonríe. —Me aseguraré de atribuirle el término —te dice, pero un instante después palidece. Bajas la vista y ves que tiene la mirada puesta en una página concreta de su cuaderno de bocetos—. No puede ser. Le preguntas qué ocurre y te señala la página: —Esta página no estaba en blanco ayer mismo. El <i>phalanger septimus</i>. Un tipo de cuscús que vive en Nueva Guinea occidental. La Dra. Irawan empieza a recoger sus cosas mientras te explica: —Dibujé este sujeto por observación directa hace meses. Puede que quede algún rastro suyo, o de la fuerza que pueda estar detrás de todo esto, en Manokwari —Se coloca un mechón de pelo tras la oreja y te sonríe—. Gracias por escucharme. Tal vez volvamos a vernos.
ru: Вы застаёте доктора Ираван в местном университете за уборкой пустой аудитории. На доске довольно детально изображено мелкое коренастое сумчатое, сжимающее пучок осоки. «Не ожидала встретить вас здесь. — Зоолог начинает стирать с доски. Вы спрашиваете о наброске. — Это редкий вид квокки, краснохвостая квокка. Впервые Западу их представили голландские исследователи в XVII веке. А сейчас никто, даже мой профессор из Кембриджа, от которого я когда-то впервые услышала это название, не помнит о них. Я не знаю, насколько хорошо вы изучали естественный отбор, но то, что происходит прямо сейчас, ощущается словно включение нового альфа-хищника в экосистему, не эволюционировавшую достаточно, чтобы противостоять ему, — говорит зоолог. — Вот только этот хищник питается не только плотью, но и самим фактом существования своей жертвы. Хотя, конечно, звучит это как полный бред, — смеётся она. — Но я не могу отогнать ощущение, что мы — его жертва. И этот процесс только ускоряется». Зоолог садится и начинает бесцельно пролистывать свой альбом с набросками. Припомнив термины, которые обычно использует Организация, вы предлагаете назвать это «неестественным отбором». Поначалу она выглядит озадаченной вашим предложением, затем улыбается. «Я обязательно укажу ваше авторство этого термина, — говорит она, затем бледнеет. Вы прослеживаете её взгляд и видите, что она уставилась на определённую страницу своего альбома. — Быть такого не может». Вы спрашиваете её, что случилось, и она указывает на страницу. «Только вчера эта страница не была пустой. <i>Phalanger septimus</i>. Кускус, обитающий в Западной Новой Гвинее». Доктор Ираван начинает собирать свои вещи. «Я набросала его изображение, глядя прямо на животное буквально пару месяцев назад. Возможно, от него останутся какие-то следы — или следы какой бы то ни было силы, что стоит за этим, — там, в Маноквари. — Она убирает прядь волос за ухо и улыбается вам. — Спасибо, что выслушали. Возможно, мы ещё встретимся».

source: Upon arriving in the city, you look for Dr. Irawan at the local university. A helpful professor scours the academic schedule on your behalf when you mention Dr. Irawan’s lecture, but finds nothing. You take out the card she gave you, but both sides are blank. It’s as though she has vanished completely…
es: Al llegar a la ciudad, buscas a la Dra. Irawan en la universidad local. Un servicial profesor revisa la agenda académica por ti cuando mencionas la conferencia de la Dra. Irawan, pero no encuentra nada. Sacas la tarjeta que te dio, pero está en blanco por ambas caras. Es como si se hubiera desvanecido por completo…
ru: Прибыв в город, вы ищете доктора Ираван в местном университете. Когда вы упоминаете её лекцию, дружелюбный профессор проверяет расписание, но не находит ничего об этом мероприятии. Вы достаёте визитку, которую она оставила вам, но та пуста с обеих сторон. Словно никакой Деви Ираван никогда и не существовало…

source: You catch Dr. Irawan walking out of a lecture at the local university and invite her to a nearby cafe to chat about her research. On a sunlit veranda, she lays several life-like sketches out on the table between you. “Have you ever heard of the red-tailed quokka?” she asks. You shake your head. “They were first introduced to the West by Dutch explorers in the 17th century, and have been listed in standard taxonomy since then. I learned about them at Cambridge.” Dr. Irawan leafs through a sketchbook to a blank page. “On a survey five years ago, I took several sketches in the wild. But recently, I opened my books and the sketches were blank, as if they had never been drawn. Moreover, every footnote and reference to them in academia has vanished. I asked my professor at Cambridge—the man who taught me what red-tailed quokkas were—and he looked at me as though I had gone mad.” The zoologist adjusts her large spectacles. You assure Dr. Irawan that she is not mad, and share what little you can about the disappearances. “I do not know how much you have studied natural selection, but what we are experiencing feels very much like the introduction of a new apex predator into an ecosystem that has not evolved to withstand it,” says the zoologist. “Except that this predator feeds not only on the body, but on the actual existence of its prey. Although, of course, that would be unthinkable,” she laughs. “But I cannot help feeling that we are its prey.” Thinking on the terms the Foundation used, you suggest she name the phenomena “Paranatural Selection.” She looks troubled at the suggestion, then smiles. “Perhaps I will use that, with your permission,” says Dr. Irawan. “I am glad we met. I was beginning to think this was all in my head.” She gives you her business card with the name of a hotel in Brazil written on the back. “I will be in Rio de Janeiro to continue my survey, and my next lecture. Perhaps I will see you there.”
es: Alcanzas a la Dra. Irawan cuando sale de una conferencia en la universidad local y la invitas a una cafetería cercana para charlar sobre su investigación. En un porche iluminado por el sol, extiende varios dibujos del natural sobre la mesa y te pregunta: —¿Ha oído hablar alguna vez del quokka de cola roja? —Niegas con la cabeza—. Los llevaron a occidente los exploradores holandeses en el siglo XVII y se incluyeron en la taxonomía estándar desde entonces. Yo los estudié en Cambridge. La Dra. Irawan pasa varias páginas del cuaderno de bocetos hasta llegar a una que está en blanco: —Durante un estudio de hace cinco años, realicé varios dibujos en plena naturaleza. Pero hace poco abrí mis cuadernos y los bocetos estaban en blanco, como si nunca los hubiera dibujado. Además, todas las notas al pie y referencias sobre ellos en textos académicos han desaparecido. Le pregunté a mi profesor de Cambridge, el que me enseñó lo que eran los quokkas de cola roja, y me miró como si me hubiera vuelto loca. La zoóloga se ajusta sus grandes gafas y le aseguras que no está loca; luego compartes con ella lo poco que puedes acerca de las desapariciones. —No sé cuánto habrá estudiado sobre la selección natural, pero lo que estamos experimentando parece la introducción de un nuevo depredador alfa en un ecosistema que no ha evolucionado para resistirlo —te dice la Dra. Irawan—. Solo que este depredador no se alimenta únicamente del cuerpo, sino de la existencia en sí de su presa. Aunque claro, eso sería impensable —Se ríe—. Pero no puedo evitar tener la sensación de que somos su presa. Te pones a pensar en los términos empleados por la Fundación y le sugieres que bautice el fenómeno como “selección paranatural”. La sugerencia parece afectarla, pero luego sonríe. —Tal vez use ese término si me da permiso para hacerlo —afirma la Dra. Irawan—. Me alegra que nos hayamos conocido, porque empezaba a pensar que estaba todo en mi cabeza. Te da una tarjeta de visita que tiene escrito al dorso el nombre de un hotel en Brasil. —Estaré en Río de Janeiro para continuar mi estudio y dar mi siguiente conferencia. Quizás nos veamos allí.
ru: Вы застаёте доктора Ираван на выходе с лекции в местном университете и приглашаете её в кафе неподалёку поболтать о её исследованиях. На залитой солнцем веранде она раскладывает на столе перед вами несколько превосходно выполненных набросков. «Вы когда-нибудь слышали о краснохвостой квокке? — спрашивает она. Вы качаете головой. — Впервые Западу их представили голландские исследователи в XVII веке, с тех пор они всегда были частью стандартной таксономии. Я узнала о них в Кембридже». Доктор Ираван пролистывает свой альбом до пустой страницы. «Во время исследования 5 лет назад я сделала пару набросков этого живот ного в его естественной среде. Но недавно, когда я открыла этот альбом, на их месте оказались пустые страницы, словно я никогда там ничего не зарисовывала. Кроме того, каждое упоминание и ссылка на них в академической литературе просто исчезли. Я спросила своего профессора в Кембридже — от которого я когда-то впервые услышала это название, — и он посмотрел на меня словно на сумасшедшую». Зоолог поправляет свои большие очки. Вы заверяете доктора Ираван, что она не сумасшедшая, и делитесь тем немногим, что можете рассказать об исчезновениях. «Я не знаю, насколько хорошо вы изучали естественный отбор, но то, что происходит прямо сейчас, ощущается словно включение нового альфа-хищника в экосистему, не эволюционировавшую достаточно, чтобы противостоять ему, — говорит зоолог. — Вот только этот хищник питается не только плотью, но и самим фактом существования своей жертвы. Хотя, конечно, звучит это как полный бред, — смеётся она. — Но я не могу отогнать ощущение, что мы — его жертва ». Припомнив термины, которые обычно использует Организация, вы предлагаете назвать это «неестественным отбором». Поначалу она выглядит озадаченной вашим предложением, затем улыбается. «Возможно, я даже использую это, с вашего позволения, — говорит доктор Ираван. — Я рада, что мы встретились. Я уж начала думать, что у меня не всё в порядке с головой. — Она даёт вам визитку с адресом отеля в Бразилии на обратной стороне. — Я продолжу свои исследования в Рио-де-Жанейро, где у меня запланирована лекция. Возможно, мы с вами встретимся там ».

source: Paranatural Selection 1
es: Selección paranatural 1
ru: Неестественный отбор 1

source: Paranatural Selection 2
es: Selección paranatural 2
ru: Неестественный отбор 2

source: Paranatural Selection 3
es: Selección paranatural 3
ru: Неестественный отбор 3

source: Paranatural Selection 4
es: Selección paranatural 4
ru: Неестественный отбор 4
