Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Profile: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█</typewriter> <typewriter>Current Assignment: ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Tokyo, Japan; ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Lagos, Nigeria.</typewriter>
de: <typewriter>Profil: █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█</typewriter> <typewriter>Derzeitiger Auftrag: █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ Tokio, Japan; █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ Lagos, Nigeria.</typewriter>
es: <typewriter>Perfil: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█</typewriter> <typewriter>Misión actual: ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Tokio, Japón; ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Lagos, Nigeria.</typewriter>
fr: <typewriter>Profil : █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█</typewriter> <typewriter>Affectation actuelle : ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Tokyo (Japon), ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Lagos (Nigeria).</typewriter>
it: <typewriter>Profilo: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█</typewriter> <typewriter>Incarico Attuale: ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Tokyo, Japan; ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Lagos, Nigeria.</typewriter>
pl: <typewriter>Profil: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█</typewriter> <typewriter>Obecny przydział: ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Tokio, Japonia; ​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​​█​█​█​██​█​█​█​█​ Lagos, Nigeria.</typewriter>
ru: <typewriter>█████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████</typewriter> <typewriter>██████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████ Токио, Япония; █████████████████████ Лагос, Нигерия.</typewriter>

source: East Africa Protectorate
de: Protektorat Ostafrika
es: Protectorado de África Oriental
fr: Protectorat d’Afrique de l’Est
it: Africa Orientale Britannica
pl: Brytyjska Afryka Wschodnia
ru: Протекторат Восточной Африки

source: File #54–W
de: Akte #54-W
es: Archivo 54–W
fr: Dossier #54–W
it: Fascicolo #54–W
pl: Załącznik #54–W
ru: Досье #54–W

source: <typewriter>Subject Class: Green</typewriter> <typewriter>Real Identity: Masai, Tuwile (muh-sah-ee, t-wayl)</typewriter> <typewriter>Last Known Location: Nairobi, Kenya</typewriter>
de: <typewriter>Subjekt-Klasse: Grün</typewriter> <typewriter>Wahre Identität: Masai, Tuwile (muh-sah-ih, t-weil)</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Nairobi, Kenia</typewriter>
es: <typewriter>Categoría del sujeto: Verde</typewriter> <typewriter>Identidad real: Masai, Tuwile</typewriter> <typewriter>Última ubicación conocida: Nairobi, Kenia</typewriter>
fr: <typewriter>Classe du sujet : Vert</typewriter> <typewriter>Véritable identité : Masai, Tuwile (muh-sah-ee, t-wayl)</typewriter> <typewriter>Dernière destination connue : Nairobi, Kenya</typewriter>
it: <typewriter>Classe del Soggetto: Verde</typewriter> <typewriter>Identità Reale: Masai, Tuwile</typewriter> <typewriter>Ultima Posizione Nota: Nairobi, Kenya</typewriter>
pl: <typewriter>Klasa obiektu: Zielona</typewriter> <typewriter>Prawdziwa tożsamość: Masai, Tuwile (ma–sa–i, t–wail)</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Nairobi, Kenia</typewriter>
ru: <typewriter>Класс объекта: Зелёный</typewriter> <typewriter>Настоящее имя: Масаи, Твейл</typewriter> <typewriter>Последнее известное местонахождение: Найроби, Кения</typewriter>

source: <typewriter>Description: Subject #54–W (hereinafter "Tuwile Masai") is a slim man of Kenyan descent, middle–aged, and 176cm in height. Coterie signifiers include large red spectacles, ​█​█​██​█​█​█​██​█​█​█​██​ of ​█​█​██​█​█​█​██​█, and ​█​█​██​█​█​█​██​█ with Coterie operatives. Subject has written and published openly under their name in numerous geological and archeological periodicals.</typewriter> <typewriter>Paradimensional Capabilities: No known reports. Subject appears to possess no such capabilities, or has successfully hidden ​█​█​██​█​█​█​██​█​█​█​██​█​█​█​██​█​█​█​██​█ from Foundation intelligence.</typewriter> <typewriter>Sightings: Tuwile Masai teaches under a fellowship at Oxford University and has published numerous surveys on work at and around Lake Victoria.</typewriter> <typewriter>Approach Procedure: Masai has spurned all Foundation contact thus far. Operatives may wish to approach only if Masai has reason to trust them.</typewriter>
de: <typewriter>Beschreibung: Subjekt #54–W (nachstehend „Tuwile Masai“) ist ein schlanker Mann kenianischer Abstammung mittleren Alters, Körpergröße 1,76 m. Coterie-Accessoire ist eine große rote Brille. █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ über █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ mit Coterie-Mitarbeitern. Subjekt hat unter seinem Namen zahlreiche Arbeiten verfasst und in geologischen und archäologischen Fachzeitschriften veröffentlicht.</typewriter> <typewriter>Paradimensionale Fähigkeiten: Keine Berichte bekannt. Subjekt scheint keine solcher Fähigkeiten zu besitzen oder hat █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ von der Überwachung der Foundation erfolgreich verbergen können.</typewriter> <typewriter>Sichtungen: Tuwile Masai lehrt mit einem Stipendium an der Universität Oxford und hat zahlreiche Studien über Arbeiten am und um den Victoriasee veröffentlicht.</typewriter> <typewriter>Annäherungsprotokoll: Masai hat bisher jeden Kontakt zur Foundation abgelehnt. Mitarbeiter dürfen sich ihm annähern, aber nur wenn Masai Grund hat, ihnen zu vertrauen.</typewriter>
es: <typewriter>Descripción: El sujeto 54–W (de aquí en adelante “Tuwile Masai”) es un hombre delgado de descendencia keniana, de mediana edad y 176 cm de altura. Sus símbolos de la Camarilla incluyen unos grandes anteojos rojos, ██████████████████ de ███████████████ y ███████████████ con agentes de la Camarilla. El sujeto ha escrito y publicado abiertamente y con su nombre numerosos boletines geológicos y arqueológicos.</typewriter> <typewriter>Capacidades paradimensionales: No hay informes conocidos. El sujeto parece carecer de este tipo de capacidades, o bien las ha ocultado con éxito ████████████████████████████ ante las investigaciones de la Fundación.</typewriter> <typewriter>Avistamientos: Tuwile Masai da clase con una beca de investigación en la Universidad de Oxford y ha publicado numerosos informes sobre su trabajo en el lago Victoria y en torno a éste.</typewriter> <typewriter>Procedimiento de acercamiento: Masai ha rechazado todo contacto con la Fundación hasta el momento. Los agentes solo deberían acercarse a Masai si éste tiene motivos para fiarse de ellos.</typewriter>
fr: <typewriter>Description : Le sujet #54-W (ci-après «Tuwile Masai ») est un homme mince d'origine kenyane, d'âge moyen et mesure 1,76 m. Son appartenance â la Coterie est rappelée par de grosses lunettes rouges. ​█​█​██​█​█​█​██​█​█​█​██​​█​█​██​█​█​█​██​█​█​█​██​ et ​█​█​██​█​█​█​██​█ avec certains de ses agents. Le sujet a écrit et publié sous son nom dans de nombreux périodiques géologiques et archéologiques.</typewriter> <typewriter>Capacités paradimensionnelles : Aucun rapport connu. Le sujet ne semble pas posséder de telles capacités ou a réussi â dissimuler ​█​█​██​█​█​█​██​█​█​█​██​█​█​█​██​█​█​█​██​█ aux services de renseignements de la Fondation.</typewriter> <typewriter>Apparitions : Tuwile Masai enseigne dans le cadre d'une bourse de l'Université d'Oxford et a publié de nombreuses enquêtes sur son travail au lac Victoria et autour de celui-ci.</typewriter> <typewriter>Procédure d'approche : Masai a repoussé tout contact avec la Fondation jusqu'â présent. Les agents ne pourront s'approcher que si Masai a des raisons de leur faire confiance.</typewriter>
it: <typewriter>Descrizione: Il soggetto #54-W (da qui in poi, “Tuwile Masai”) è un uomo esile di origine kenyota, di mezz’età, alto 176 cm. Gli elementi che lo legano alla Società Rossa includono dei larghi occhiali dalle lenti rosse, ​█​█​██​█​█​█​██​█​█​█​██​ della ​█​█​██​█​█​█​██​█, , e diversi ​█​█​██​█​█​█​██​█ con gli agenti della Società stessa. Il soggetto ha scritto e pubblicato a proprio nome degli articoli di geologia e archeologia in numerose pubblicazioni periodiche.</typewriter> <typewriter>Capacità Paradimensionali: Nessun rapporto pervenuto. Il soggetto non sembra possedere alcuna capacità di questo tipo, oppure è riuscito a nascondere alle spie della Fondazione eventuali ​█​█​██​█​█​█​██​█​█​█​██​█​█​█​██​█​█​█​██​█.</typewriter> <typewriter>Avvistamenti: Tuwile Masai ha una cattedra come collaboratore esterno all’Universita di Oxford, e ha pubblicato svariati lavori circa le ricerche da lui compiute presso il lago Vittoria.</typewriter> <typewriter>Procedura di Avvicinamento: Masai ha rifiutato ogni offerta di contatto avanzata finora dalla Fondazione. Gli agenti potrebbero riuscire ad avvicinare il soggetto soltanto se Masai ha motivo di fidarsi di loro.</typewriter>
pl: <typewriter>Opis: Obiekt #54–W (zwany dalej „Tuwile Masai”) to szczupły mężczyzna kenijskiego pochodzenia, w średnim wieku, wzrostu ok. 176 cm. Przynależność do Koterii potwierdzają duże czerwone okulary, █████████████ i możliwość █████████, a także ██████████ z agentami Koterii. Obiekt publikował pod swoim nazwiskiem w licznych periodykach o tematyce geologicznej i archeologicznej.</typewriter> <typewriter>Zdolności międzywymiarowe: Brak danych. Obiekt zdaje się nie posiadać takich zdolności lub zdołał ukryć █████████████████████████ przed wywiadem Fundacji.</typewriter> <typewriter>Doniesienia: Tuwile Masai wykłada na Oksfordzie i publikował liczne ekspertyzy z badań przeprowadzonych w pobliżu Jeziora Wiktorii.</typewriter> <typewriter>Procedura postępowania: Masai jak dotąd odrzucał wszelkie próby nawiązania z nim kontaktu przez Fundację. Bliższy kontakt zalecany po wcześniejszym wzbudzeniu zaufania u celu.</typewriter>
ru: <typewriter>Описание: Объект #54-W (здесь и далее «Твейл Масаи») — худощавый мужчина средних лет, кенийского происхождения, рост — 176 см. Принадлежность к Клике выдают большие красные очки, ████████████████████████████████████████████████████████████████████ с оперативниками данной группировки. Объект открыто публикуется под собственным именем во множестве геологических и археологических изданий.</typewriter> <typewriter>Внепространственные способности: Не замечены. Объект либо не обладает оными, либо успешно скрывает от разведки Организации ████████████████████████████████████████.</typewriter> <typewriter>Наблюдения: Твейл Масаи преподаёт по стипендии в Оксфордском университете и опубликовал многочисленные исследования о работах на озере Виктория и вокруг него.</typewriter> <typewriter>Процедура контакта: До сих пор Масаи надменно отклонял все предложения о контакте. Оперативники могут попытаться обратиться к нему, но только если у Масаи есть причина довериться им.</typewriter>

source: Kingdom of Egypt
de: Königreich Ägypten
es: Reino de Egipto
fr: Royaume d’Égypte
it: Regno d’Egitto
pl: Królestwo Egiptu
ru: Королевство Египет

source: File #38-N
de: Akte #38-N
es: Archivo 38–N
fr: Dossier #38–N
it: Fascicolo #38-N
pl: Załącznik #38–N
ru: Досье #38-N

source: <typewriter>Subject Class: Red</typewriter> <typewriter>Real Identity: Unknown</typewriter> <typewriter>Last Known Location: Alexandria, Egypt</typewriter>
de: <typewriter>Subjekt-Klasse: Rot</typewriter> <typewriter>Wahre Identität: Unbekannt</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Alexandria, Ägypten</typewriter>
es: <typewriter>Categoría del sujeto: Roja</typewriter> <typewriter>Identidad real: Desconocida</typewriter> <typewriter>Última ubicación conocida: Alejandría, Egipto</typewriter>
fr: <typewriter>Classe du sujet : Rouge</typewriter> <typewriter>Véritable identité : Inconnue</typewriter> <typewriter>Dernière destination connue : Alexandrie, Égypte</typewriter>
it: <typewriter>Classe del Soggetto: Rossa</typewriter> <typewriter>Identità Reale: Sconosciuta</typewriter> <typewriter>Ultima Posizione Nota: Alessandria, Egitto</typewriter>
pl: <typewriter>Klasa obiektu: Czerwona</typewriter> <typewriter>Prawdziwa tożsamość: Nieznana</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Aleksandria, Egipt</typewriter>
ru: <typewriter>Класс объекта: Красный</typewriter> <typewriter>Настоящее имя: Неизвестно</typewriter> <typewriter>Последнее известное местонахождение: Александрия, Египет</typewriter>
