Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Description: Subject #16-D (hereinafter "Girl in Carmine Coat") is a woman of apparently Argentinian descent (█​█​█​█​█​█​█​█ origin?), early 20s, approximately 165cm in height. █​█​█​█​█​█​█​█​█​█ presence undetected (as of yet). Coterie paraphernalia consists of stark red coat and matching hat possessive of paradimensional faculty (see details below). Called "La Chica Roja" by locals (no doubt a reference to her attire although it is unclear whether such title is a term of endearment or infamy).</typewriter> <typewriter>Paradimensional Capabilities: Reports by local authorities suggest Girl in Carmine Coat is capable of either █​█​█​█​█​█​█​█​█​█​█​█​█​█ or █​█​█​█​█ ​█​█​█​█​█​█. Local authorities appear incapable of capturing subject despite repeated attempts. (Can she manipulate █​█​█​█​█ and █​█​█​█? Or is she simply that good at evading detection?) Subject seems to wish to avoid conflict; as of yet, no deaths or harm to any locals can be traced to Girl in Carmine Coat. (Cannot rule out potential for violent escalation.)</typewriter> <typewriter>Sightings: Girl in Carmine Coat is responsible for several high profile burglaries in Buenos Aires. Reports by local papers indicate she is still at large.</typewriter> <typewriter>Approach Procedure: Despite her apparent █​█​█​█ association, Girl in Carmine Coat does not appear to be hostile. She has been heard speaking fluent Spanish, Portugese, French, and English. For these reasons, we believe subject can be interrogated and/or reasoned with. Recommend capture and questioning regarding █​█​█​█ motives.</typewriter> <typewriter>Persons of Interest: Oficial Principal Matias Bolívar (ma-tee-as boh-lee-vahr), principal officer in charge of Girl in Carmine Coat's capture. (Possible asset?)</typewriter>
de: <typewriter>Beschreibung: Subjekt #16–D (nachstehend „das Mädchen im karmesinroten Mantel“) ist eine Frau, vermutlich argentinischer Abstammung (mögliche █​█​█​█​█​█​█​█​█​█​█​ Herkunft?), Anfang zwanzig, Körpergröße etwa 1,65 m. █​█​█​█​█​█​█​█​█​█​█​█​█​ Präsenz (bis jetzt) nicht bestätigt. Coterie-Accessoires sind ein auffälliger roter Mantel und ein passender Hut mit paradimensionalen Eigenschaften (Details siehe unten). Wird von den Einheimischen „La Chica Roja“ genannt (zweifellos wegen ihrer Kleidung, wobei unklar bleibt, ob ihr dieser Titel aus Respekt oder Furcht gegeben wurde).</typewriter> <typewriter>Paradimensionale Fähigkeiten: Berichten lokaler Behörden zufolge ist das Mädchen im karmesinroten Mantel zu █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ oder █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ fähig. Lokale Behörden waren trotz mehrfacher Versuche nicht in der Lage, das Subjekt festzusetzen. (Kann sie █​█​█​█​█​█​█​█​█​█​█​█​█​█​ und █​█​█​█​█​█​█​█​█​█​█​█​ manipulieren? Oder ist sie einfach so gut darin, nicht entdeckt zu werden?) Das Subjekt scheint Konflikte zu vermeiden; bis jetzt können keine Todesfälle oder sonstige Personenschäden auf das Mädchen im karmesinroten Mantel zurückgeführt werden. (Möglichkeit einer gewalttätigen Eskalation kann nicht ausgeschlossen werden.)</typewriter> <typewriter>Sichtungen: Das Mädchen im karmesinroten Mantel ist für mehrere aufsehenerregende Einbrüche in Buenos Aires verantwortlich. Berichten lokaler Zeitungen zufolge ist sie noch immer auf freiem Fuß.</typewriter> <typewriter>Annäherungsprotokoll: Trotz ihrer offensichtlichen Assoziation mit █​█​█​█​█​█​█​█​█​█​█​ scheint das Mädchen im karmesinroten Mantel nicht feindselig zu sein. Sie soll fließend Spanisch, Portugiesisch, Französisch und Englisch sprechen können. Aus den obigen Punkten folgern wir, dass mit dem Subjekt Verhandlungen und/oder Verhöre durchgeführt werden können. Gefangennahme und Befragung im Bezug auf die Motive der █​█​█​█​█​█​█​ empfohlen.</typewriter> <typewriter>Weitere zu beobachtende Personen: Oficial Principal Matias Bolívar (ma-tie-as boh-li-wahr), verantwortlicher Polizeibeamter für die Festnahme des Mädchen im karmesinroten Mantel. (Möglicher Informant?)</typewriter>
es: <typewriter>Descripción: La sujueto 16–D (de aquí en adelante “Chica del abrigo carmín”) es una mujer de aparente descendencia argentina (¿origen █████████?), de veintipocos años y unos 165 cm de altura. Presencia █████████ no detectada (de momento). Su parafernalia de la Camarilla consiste en un abrigo de color rojo intenso y un sombreo a juego que posee facultades paradimensionales (ver detalles a continuación). Los lugareños la llaman “la chica roja” (es indudable que se trata de una referencia a su atuendo, aunque no está claro si se trata de un apodo cariñoso o despectivo),</typewriter> <typewriter>Capacidades paradimensionales: Los informes de las autoridades locales sugieren que la chica del abrigo carmín es capaz de ██████████████ o de █████████. Las autoridades locales también parecen incapaces de capturar a la sujeto pese a los repetidos intentos (¿Puede manipular ██████████ y ██████████? ¿O simplemente es muy buena evitando que la detecten?). La sujeto parece querer evitar todo conflicto; hasta el momento, no hay ninguna muerte o daño sufrido por la población de la zona que pueda atribuirse a la chica del abrigo carmín (no se puede descartar el potencial de una escalada violenta).</typewriter> <typewriter>Avistamientos: La chica del abrigo carmín es responsable de varios robos de gran notoriedad en Buenos Aires. Las noticias de los periódicos locales indican que sigue libre.</typewriter> <typewriter>Procedimiento de acercamiento: Pese a su aparente asociación con █████, la chica del abrigo carmín no parece ser hostil. Se la ha oído hablar con soltura en español, portugués, francés e inglés. Por estos motivos, pensamos que es posible interrogar y/o razonar con la sujeto. Recomendamos su captura e interrogatorio acerca de los motivos de ████████████.</typewriter> <typewriter>Personas de interés: Oficial principal Matías Bolívar, agente encargado de la captura de la chica del abrigo carmín (¿posible activo para la investigación?).</typewriter>
fr: <typewriter>Description : Le sujet #16-D (alias « la Fille au Manteau Carmin ») est vraisemblablement une femme d’ascendance argentine (█​█​█​█​█​█​█​█​█​█​█​█​█​█ possible ?), d’une vingtaine d’années. Elle mesure 1,65 m. Présence █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ non-détectée (pour le moment). Son lien vestimentaire avec la coterie se résume en un manteau rouge foncé et un chapeau assorti, possédant des facultés paradimensionnelles (détaillées plus bas). Les autochtones l’appellent « La Chica Roja » (sans doute en référence à ses vêtements, même s’il n’est pas clairement défini si le terme est une marque d’affection ou d’infamie).</typewriter> <typewriter>Capacités Paradimensionnelles : Les rapports des autorités locales suggèrent que la Fille au Manteau Carmin est capable soit de █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ soit de █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█. Ces mêmes autorités ont tenté de nombreuses fois de l’arrêter, sans succès. (Peut-elle manipuler █​█​█​█​█​█​█​█ et █​█​█​█​█​█​█​█ ? Ou est-elle simplement douée pour se déplacer de manière furtive ?) Le sujet semble souhaiter éviter les conflits : pour le moment, aucun décès, ni aucune blessure infligée à la population locale ne peut être attribué à la Fille au Manteau Carmin. (Une potentielle escalade de violence ne peut pas être écartée.)</typewriter> <typewriter>Apparitions : La Fille au Manteau Carmin est responsable de plusieurs cambriolages de haut vol à Buenos Aires. Les rapports des autorités locales indiquent qu’elle est toujours en liberté.</typewriter> <typewriter>Procédure d’approche : Malgré son association manifeste à la █​█​█​█​█​█​█, la Fille au Manteau Carmin ne semble pas être hostile. Des témoins l’ont entendue parler couramment plusieurs langues : espagnol, portugais, français et anglais. Pour ces raisons, nous pensons que le sujet est susceptible de faire l’objet d’un interrogatoire et /ou de pourparlers. Recommandons capture et interrogatoire concernant les objectifs de █​█​█​█​█​█​█.</typewriter> <typewriter>Individus notables : L’Officier Principal Matias Bolívar, principal agent en charge de la capture de la Fille au Manteau Carmin. (Possible soutien ?)</typewriter>
it: <typewriter>Descrizione: Il soggetto #16-D (da qui in poi, la “Ragazza con il Cappotto Carminio”) è una donna di apparente discendenza argentina (possibili origini █​█​█​█​█​█​█​█?), di circa 20 anni e alta più o meno 165 cm. Presenza █​█​█​█​█​█​█​█​█​█ non rilevata (finora). Gli accessori █​█​█di cui è munita includono un elegante cappotto rosso e un cappello coordinato che possiedono proprietà paradimensionali (dettagli a seguire). Dalla gente del posto viene chiamata la “Chica Roja” (indubbiamente in riferimento al suo abbigliamento, anche se non è chiaro se il titolo sia segno di ammirazione o di infamia).</typewriter> <typewriter>Capacità Paradimensionali: I rapporti delle autorità locali suggeriscono che sia dotata di █​█​█​█​█​█​█​█​█​█​█​█​█​█ o █​█​█​█​█ ​█​█​█​█​█​█. Nonostante i loro ripetuti tentativi, le forze di polizia del posto non sono riuscite a catturare il soggetto (che sia in grado di manipolare █​█​█​█​█ e █​█​█​█? O è solo straordinariamente brava a eludere la cattura?). Il soggetto sembra voler evitare qualsiasi conflitto; a oggi non è possibile far risalire alcun morto o ferito alla Ragazza con il Cappotto Carminio. (Non si esclude la possibilità di un’escalation di violenza.)</typewriter> <typewriter>Avvistamenti: È responsabile di svariati furti di alto profilo perpetrati a Buenos Aires. I rapporti dei quotidiani locali indicano che è ancora a piede libero.</typewriter> <typewriter>Procedura di Avvicinamento: Nonostante l’apparente legame con █​█​█​█ , non pare essere ostile. Secondo alcune testimonianze, sa esprimersi fluentemente in spagnolo, portoghese, francese e inglese: per queste ragioni, riteniamo che sia possibile interrogare il soggetto o argomentare con esso. Si raccomanda di procedere alla cattura e a un interrogatorio per scoprire gli obiettivi della █​█​█​█.</typewriter> <typewriter>Potenziale Contatto: Oficial Principal Matlas Bolivar, agente Incaricato della cattura della Ragazza con il Cappotto Carminio. (Possibile risorsa?)</typewriter>
pl: <typewriter>Opis: Obiekt #16–D (zwany dalej „Dziewczyna w czerwonym płaszczu”), to kobieta prawdopodobnie argentyńskiego pochodzenia (████████ przodek?) w wieku około 20 lat, w przybliżeniu 165 cm wzrostu. Nie wykryto obecności █████████ (na ten moment). Insygnia Koterii stanowią jaskrawo czerwony płaszcz i pasujący kapelusz, zapewniający międzywymiarowe zdolności (szczegóły zawarto poniżej). Miejscowi nazywają ją „La Chica Roja” (bez wątpienia ze względu na jej strój, choć nie jest do końca jasne, czy ten tytuł ma pozytywne, czy negatywne znaczenie).</typewriter> <typewriter>Zdolności międzywymiarowe: Doniesienia miejscowych służb sugerują, że Dziewczyna w czerwonym płaszczu posiada ███████████ lub █████████. Miejscowe służby nie były w stanie pojmać obiektu, mimo podejmowania licznych prób. (Potrafi manipulować █████ i ████? A może zwyczajnie potrafi zręcznie unikać wykrycia?). Obiekt wydaje się być nieskory do wchodzenia w konflikt, a co za tym idzie, z Dziewczyną w czerwonym płaszczu jak dotąd nie powiązano żadnych zgonów ani uszczerbków na zdrowiu. (Nie można jednak wykluczyć, że nie dojdzie do rozwiązań siłowych).</typewriter> <typewriter>Doniesienia: Dziewczyna w czerwonym płaszczu jest odpowiedzialna za kilka głośnych włamań w Buenos Aires. Według lokalnych doniesień, nadal przebywa ona na wolności.</typewriter> <typewriter>Procedura postępowania: Niezależnie od jej związku z ███, Dziewczyna w czerwonym płaszczu nie wykazuje wrogich zamiarów. Słyszano, że płynnie porozumiewa się w języku hiszpańskim, portugalskim, francuskim i angielskim. Z tego powodu wierzymy, że możliwe będzie jej przesłuchanie i/lub dojście do porozumienia. Zalecane schwytanie i przesłuchanie odnośnie celów ███.</typewriter> <typewriter>Osoby zaangażowane w śledztwo: Oficial Principal Matias Bolívar, starszy funkcjonariusz odpowiedzialny za schwytanie Dziewczyny w czerwonym płaszczu. (Potencjalnie cenny nabytek?)</typewriter>
ru: <typewriter>Описание: Объект #16-D (здесь и далее «Девушка в карминовом плаще») — женщина, судя по всему, аргентинского происхождения (█████████████████?), чуть старше 20 лет, рост примерно 165 см. █████████ проявления не обнаружены (до сего момента). Атрибутика Клики — ярко-красный плащ и соответ­ствующая шляпа, обладающая внепространственными свойствами (см. подробнее ниже). Местные жители зовут её «Девица в красном» (без сомнения ссылаясь на её наряд, хотя неясно, несёт ли это прозвище положительную или отрицательную коннотацию).</typewriter> <typewriter>Внепространственные способности: По сообщениям местных властей, Девушка в карминовом плаще способна либо к ████████████████████████████████████████либо к ███████ ████████. Несмотря на неоднократные попытки, местные власти неспособны взять объект под стражу. (Она умеет манипулировать ████████ и ██████? Или просто настолько хороша в уходе от обнаружения?) Похоже, объект стремится избегать конфликтов; на данный момент не зафиксировано смертей или вреда местным жителям от Девушки в карминовом плаще. (Нельзя исключать возможность эскалации насилия.)</typewriter> <typewriter>Наблюдения: Девушка в карминовом плаще несёт ответственность за несколько громких ограблений в Буэнос-Айресе. По сообщениям местных газет, она всё ещё находится на свободе.</typewriter> <typewriter>Процедура контакта: Несмотря на очевидную принад­лежность к █████, Девушка в карминовом плаще не выглядит враждебной. Известно, что она свободно говорит на испанском, португальском, французском и английском языках. Посему мы считаем, что её можно допросить и/или завербовать. Рекомендуем взять под стражу и опросить о мотивах █████.</typewriter> <typewriter>Заинтересованные лица: Старший офицер Матиас Боливар, возглавляет дело по розыску Девушки в карминовом плаще. (Потенциальный сотрудник?)</typewriter>

source: Argentine Republic
de: Argentinische Republik
es: República Argentina
fr: République d’Argentine
it: Repubblica d’Argentina
pl: Republika Argentyńska
ru: Аргентинская Республика

source: Republic of the United States of Brazil
de: Republik der Vereinigten Staaten von Brasilien
es: República de los Estados Unidos de Brasil
fr: République des États-Unis du Brésil
it: Repubblica degli Stati Uniti del Brasile
pl: Republika Stanów Zjednoczonych Brazylii
ru: Республика Соединенных Штатов Бразилии

source: Dr. Irawan has plans to speak at a hotel in <minicaps>Rio de Janeiro</minicaps>, where she plans to continue her research.
de: Dr. Irawan hat vor, in einem Hotel in <minicaps>Rio de Janeiro</minicaps> zu sprechen, wo sie ihre Forschung fortsetzen will.
es: La Dra. Irawan piensa hablar en un hotel en <minicaps>Río de Janeiro</minicaps>, donde planea continuar con su investigación.
fr: Le Dr Irawan a prévu de s'exprimer dans un hôtel de <minicaps>Rio de Janeiro</minicaps>, où elle prévoit de poursuivre ses recherches.
it: La Dott.ssa Irawan ha in programma di parlare in un hotel a <minicaps>Rio de Janeiro</minicaps>, dove intende continuare la sua ricerca.
pl: Doktor Irawan planuje przemawiać w hotelu w <minicaps>Rio de Janeiro</minicaps>, gdzie planuje kontynuować swoje badania.
ru: Доктор Ираван планирует поговорить с вами в отеле в <minicaps>Рио-де-Жанейро</minicaps>, где она собирается продолжить свои исследования.

source: File #44–O
de: Akte #44–O
es: Archivo 44–O
fr: Dossier #44–O
it: Fascicolo #44–O
pl: Załącznik #44–O
ru: Досье #44–O

source: <typewriter>Asset Name: Irawan, Dewi</typewriter> <typewriter>Area of Operation: Southern Hemisphere</typewriter>
de: <typewriter>Name des Mitarbeiters: Irawan, Dewi</typewriter> <typewriter>Einsatzgebiet: Südliche Hemisphäre</typewriter>
es: <typewriter>Nombre del agente: Irawan, Dewi</typewriter> <typewriter>Zona de operaciones: Hemisferio sur</typewriter>
fr: <typewriter>Nom de l'actif : Irawan, Dewi</typewriter> <typewriter>Zone d'opération : Hémisphère Sud</typewriter>
it: <typewriter>Nome della Risorsa: Irawan, Dewi</typewriter> <typewriter>Area Operativa: Emisfero Australe</typewriter>
pl: <typewriter>Nazwisko agenta: Irawan, Dewi</typewriter> <typewriter>Obszar działania: Południowa półkula</typewriter>
ru: <typewriter>Имя сотрудника: Ираван, Деви</typewriter> <typewriter>Оперативный регион: Южное полушарие</typewriter>

source: <typewriter>Profile: Prominent zoologist has published several surveys regarding disappearing wildlife. Zoologist claims entire species and the memory of their existence are being erased. Possible █​█​█​█​█ disturbance.</typewriter>
de: <typewriter>Profil: Die prominente Zoologin hat mehrere Studien über das Verschwinden von Wildtieren veröffentlicht. Sie behauptet, dass ganze Arten und sogar die Erinnerung an ihre Existenz ausgelöscht werden. Mögliche █​█​█​█​█​█​█​█​█​█​█​ Störung.</typewriter>
es: <typewriter>Perfil: Prominente zoóloga que ha publicado varios estudios sobre la desaparición de la fauna. La zoóloga afirma que se están borrando especies enteras junto con el recuerdo de su existencia. Posible perturbación ██████.</typewriter>
fr: <typewriter>Une éminente zoologue qui a publié plusieurs études sur la disparition des espèces sauvages. La zoologue affirme que des espèces entières et le souvenir de leur existence ont été effacés. Perturbation █​█​█​█​█ possible.</typewriter>
it: <typewriter>Profilo: Eminente zoologa che ha pubblicato numerosi saggi sulla sparizione della fauna selvatica. Sostiene che intere specie siano state completamente cancellate dalla realtà, e con esse i ricordi della loro esistenza. Possibile perturbazione █​█​█​█​█.</typewriter>
pl: <typewriter>Profil: Prominentna zoolog, która opublikowała kilka badań na temat znikającej dzikiej przyrody. Podkreśla ona, że wymazaniu ulegają całe gatunki oraz świadomość, że kiedykolwiek istniały. Możliwe zaburzenia ███████████.</typewriter>
ru: <typewriter>Специализация: Выдающийся зоолог, опубликовавшая несколько исследований, посвящённых исчезновению дикой природы. Утверждает, что целые виды и память об их существовании исчезают без следа. Возможно ███████████████████ вмешательство.</typewriter>

source: File #55–X
de: Akte #55–X
es: Archivo 55–X
fr: Dossier #55–X
it: Fascicolo #55–X
pl: Załącznik #55–X
ru: Досье #55-X

source: Colony and Protectorate of Nigeria
de: Kolonie und Protektorat von Nigeria
es: Colonia y protectorado de Nigeria
fr: Colonie et protectorat du Nigeria
it: Colonia e Protettorato di Nigeria
pl: Kolonia i Protektorat Nigerii
ru: Колония и протекторат Нигерии

source: British Empire
de: Britisches Weltreich
es: Imperio Británico
fr: Empire britannique
it: Impero Britannico
pl: Imperium Brytyjskie
ru: Британская Империя

source: Commissioner Taylor asked you to deliver Foundation intel to their sanctum in <minicaps>Lagos</minicaps>.
de: Kommissar Taylor hat dich gebeten, Informationen der Foundation an ihr Heiligtum in <minicaps>Lagos</minicaps> zu liefern.
es: La comisaria Taylor te ha pedido entregar una información de la Fundación en su enclave de <minicaps>Lagos</minicaps>.
fr: La Commissaire Taylor vous a chargé de transmettre des renseignements de la Fondation à leur sanctuaire de <minicaps>Lagos</minicaps>.
it: La Commissaria Taylor vi ha chiesto di consegnare le informazioni della Fondazione al loro sancta sanctorum a <minicaps>Lagos</minicaps>.
pl: Komisarz Taylor poprosił cię o dostarczenie informacji wywiadowczych Fundacji do ich kryjówki w <minicaps>Lagos</minicaps>.
ru: Комиссар Тейлор попросила вас доставить разведданные Организации в убежище в <minicaps>Лагосе</minicaps>.

source: File #37-M
de: Akte #37-M
es: Archivo 37–M
fr: Dossier #37–M
it: Fascicolo #37-M
pl: Załącznik #37–M
ru: Досье #37-M

source: <typewriter>Asset Name: Taylor, Qiana</typewriter> <typewriter>Area of Operation: See current assignment status.</typewriter>
de: <typewriter>Name der Mitarbeiterin: Taylor, Qiana</typewriter> <typewriter>Einsatzgebiet: Siehe Angabe unter Derzeitiger Auftrag.</typewriter>
es: <typewriter>Nombre del agente: Taylor, Qiana</typewriter> <typewriter>Zona de operaciones: Ver estado de misión actual.</typewriter>
fr: <typewriter>Nom de l'actif : Taylor, Qiana</typewriter> <typewriter>Zone d'opération : Voir l'affectation actuelle.</typewriter>
it: <typewriter>Nome della Risorsa: Taylor, Qiana</typewriter> <typewriter>Area Operativa: Vedere l’incarico attuale</typewriter>
pl: <typewriter>Nazwisko agenta: Taylor, Qiana</typewriter> <typewriter>Obszar działania: Patrz obecny przydział.</typewriter>
ru: <typewriter>Имя сотрудника: Тейлор, Киана</typewriter> <typewriter>Оперативный регион: См. текущее задание</typewriter>
