Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Asset Name: Quinn, Ari</typewriter> <typewriter>Area of Operation: Sydney, Australia</typewriter>
de: <typewriter>Name der Mitarbeiterin: Quinn, Ari</typewriter> <typewriter>Einsatzgebiet: Sydney, Australien</typewriter>
es: <typewriter>Nombre del agente: Quinn, Ari</typewriter> <typewriter>Zona de operación: Sídney, Australia</typewriter>
fr: <typewriter>Nom de l'actif : Quinn, Ari</typewriter> <typewriter>Zone d'opération : Sydney, Australie</typewriter>
it: <typewriter>Nome della Risorsa: Quinn, Ari</typewriter> <typewriter>Area Operativa: Sydney, Australia</typewriter>
pl: <typewriter>Nazwisko agenta: Quinn, Ari</typewriter> <typewriter>Obszar działania: Sydney, Australia</typewriter>
ru: <typewriter>Имя сотрудника: Куинн, Ари</typewriter> <typewriter>Оперативный регион: Сидней, Австралия</typewriter>

source: <typewriter>Profile: Field researcher in charge of paradimensional analysis. Despite recent events, asset has not yet requested transfer. Recommend continued psychiatric evaluation.</typewriter> <typewriter>Current Assignment: Agent Quinn is currently performing independent research regarding recent paradimensional disturbances.</typewriter>
de: <typewriter>Profil: Feldforscherin, mit paradimensionaler Analyse beauftragt. Trotz jüngster Ereignisse hat Mitarbeiterin noch keine Versetzung beantragt. Fortsetzung der psychiatrischen Beurteilung empfohlen.</typewriter> <typewriter>Derzeitiger Auftrag: Agent Quinn führt derzeit unabhängige Studien bezüglich jüngster paradimensionaler Störungen durch.</typewriter>
es: <typewriter>Perfil: Investigadora de campo a cargo del análisis paradimensional. Pese a los acontecimientos recientes, aún no ha solicitado el traslado. Se recomienda una evaluación psiquiátrica continua.</typewriter> <typewriter>Misión actual: La agente Quinn se encuentra realizando una investigación independiente sobre las recientes perturbaciones paradimensionales.</typewriter>
fr: <typewriter>Profil : Chercheuse de terrain en charge de l'analyse paradimensionnelle. Malgré les événements récents, n'a pas encore demandé son transfert. Une évaluation psychiatrique continue est recommandée.</typewriter> <typewriter>Affectation actuelle : L'Agente Quinn effectue des recherches indépendantes concernant les récentes perturbations paradimensionnelles.</typewriter>
it: <typewriter>Profilo: Ricercatrice sul campo incaricata di condurre analisi paradimensionali. Nonostante gli ultimi sviluppi, la risorsa non ha ancora richiesto un trasferimento. Raccomandiamo costante valutazione psichiatrica.</typewriter> <typewriter>Incarico Attuale: L’agente Quinn sta svolgendo una ricerca indipendente circa i recenti disturbi paradimensionali rilevati.</typewriter>
pl: <typewriter>Profil: Badaczka terenowa odpowiedzialna za analizę zjawisk międzywymiarowych. Mimo niedawnych wydarzeń, nie poprosiła o przeniesienie. Zalecana dalsza ocena psychiatryczna.</typewriter> <typewriter>Obecny przydział: Agentka Quinn prowadzi obecnie niezależne badania w sprawie zakłóceń międzywymiarowych.</typewriter>
ru: <typewriter>Специализация: Полевой исследователь, отвечающий за анализ внепространственного. Несмотря на по­следние события, сотрудник не запрашивал перевода. Рекомендуется продолжительное психиатрическое обследование.</typewriter> <typewriter>Текущее задание: Агент Куинн в данный момент проводит независимое расследование последних внепространственных феноменов.</typewriter>

source: The Secret War
de: Der verborgene Krieg
es: La guerra secreta
fr: La Guerre Secrète
it: La Guerra Segreta
pl: Sekretna wojna
ru: Тайная война

source: “…by May or June I realised that there was, all over the world, a surprising and unwonted burst of activity on the part of bizarre, furtive, and esoteric mystical organisations ordinarily quiescent and seldom heard from.” – H. P. Lovecraft for Hazel Heald, “Out of the Aeons”
de: „Doch spätestens im Mai oder Juni wurde mir bewusst, dass überall auf der Welt bizarre, esoterische Gemeinschaften, die sich normalerweise bedeckt hielten und kaum von sich reden machten, plötzlich ungewohnte Aktivitäten an den Tag legten.“ – H. P. Lovecraft und Hazel Heald, <i>Aus Äonen</i>
es: “Lo cierto es que, por mayo o por junio, me di cuenta de que en todo el mundo se registraba un desusado recrudecimiento de las actividades de determinadas asociaciones místicas de carácter clandestino y hermético, que habitualmente llevaban una vida tranquila.” –H.P. Lovecraft para Hazel Heald, Más allá de los eones
fr: … vers le mois de mai ou de juin je me rendis compte qu'il y avait, de par le monde, une surprenante et insolite poussée d'activité de la part d'organisations mystiques bizarres, occultes et ésotériques qui se tenaient habituellement tranquilles et dont on entendait rarement parler. »/n- H. P. Lovecraft pour Hazel Heald, « Surgi du fond des siècles »
it: “Era ormai maggio, o giugno, quando mi resi conto che in tutto il mondo vi era stata un improvvisa e inconsueta esplosione di attività da parte delle organizzazioni mistiche più bizzarre, furtive ed esoteriche; persino tra quelle solitamente più quiescenti e discrete.” – H. P. Lovecraft for Hazel Heald, “Dagli Eoni”
pl: „…w maju lub czerwcu zdałem sobie sprawę, że na całym świecie nastąpił zaskakujący wybuch niespotykanej aktywności ze strony dziwacznych, tajemnych i ezoterycznych organizacji mistycznych, zwykle działających po cichu i niewychylających się”. – H. P. Lovecraft do Hazel Heald, „Poza eonami”
ru: …Но где-то в мае или июне я понял, что во всем мире происходит удивительная и лихорадочная активность в эзотерических или мистических организациях, обычно спокойных и стремящихся к тому, чтобы о них пореже вспоминали. Г. Ф. Лавкрафт, Хейзел Хилд «Вне времени»

source: Around the World
de: Um die Welt herum
es: Por el mundo
fr: Autour du Globe
it: In Giro per il Mondo
pl: Dookoła świata
ru: Вокруг света

source: <i>The Scarlet Keys</i> expansion differs from its predecessors in that it features an open-ended, non-linear campaign. Following the “Riddles and Rain” prologue, investigators are provided with a map of the world, and from there they may choose to <b>embark</b> to various locations. The order in which the locations are chosen determines the order in which these scenarios are played, and may also alter the story and gameplay of each scenario before culminating in an epic finale. Choose wisely, and good luck!
de: Die Kampagne <i>Die scharlachroten Schlüssel</i> unterscheidet sich von vorherigen Kampagnen dadurch, dass sie ein „offenes Ende“ hat und nicht linear verläuft. Nach dem Prolog „Rätsel im Regen“ haben die Ermittler die Möglichkeit, zu verschiedenen Orten rund um den Globus zu reisen. Die Reihenfolge der gewählten Orte bestimmt auch die Reihenfolge, in der die Szenarien gespielt werden. Durch diese Entscheidungen kann sich auch die Geschichte und die Spielweise jedes Szenarios verändern. Wählt eure Reiseroute also weise. Am Ende der Kampagne erwartet die Ermittler schließlich ein Finale von epischem Ausmaße. Gute Reise und viel Glück!
es: La expansión <i>Las llaves escarlata</i> se diferencia de las anteriores en que presenta una campaña abierta y no lineal. Tras el prólogo “Acertijos y lluvia”, los investigadores reciben un mapa del mundo y, a partir de ahí, pueden elegir <b>embarcarse</b> hacia distintas ubicaciones. El orden en el que se escojan las ubicaciones determina el orden en el que se jugarán los escenarios y también podría modificar la historia y jugabilidad de cada escenario hasta culminar en un gran final épico. ¡Elige bien y buena suerte!
fr: L'extension <i>Les Clefs Écarlates</i> diffère des précédentes en ce sens qu'elle propose une campagne non-linéaire, avec une fin ouverte. Après le scénario « La Pluie et Les Énigmes » qui sert de prologue, les investigateurs se verront remettre un planisphère. À partir de là, ils pourront choisir d'embarquer pour diverses destinations. L'ordre dans lequel elles seront choisies déterminera l'ordre de jeu des scénarios et pourra éventuellement influer sur l'histoire et les mécaniques de jeu des scénarios, avant d'atteindre une conclusion épique. Faites vos choix avec sagesse. Bonne chance!
it: L’espansione <i>Le Chiavi Scarlatte</i> si distingue dalle precedenti offrendo una campagna aperta e non lineare. Seguendo il prologo “Pioggia ed Enigmi”, gli investigatori ricevono una mappa del mondo da cui possono scegliere verso quali destinazioni <b>imbarcarsi</b>. L’ordine in cui i luoghi vengono scelti determina l’ordine in cui gli scenari vengono giocati, e può alterare la storia e le sfide che gli investigatori dovranno affrontare fino a raggiungere l’epico finale. Scegliete con saggezza… e buona fortuna!
pl: Rozszerzenie <i>Szkarłatne klucze</i> różni się od swoich poprzedników tym, że zawiera otwartą, nieliniową kampanię. Po prologu „Deszczowa zagadka” badacze otrzymują mapę świata, na której mogą wybrać jedno z wielu miejsc, w które <b>wyruszą</b>. Kolejność, w jakiej wybierane są miejsca, określa również kolejność rozgrywania scenariuszy, a także może zmienić fabułę i przebieg każdego z nich, całość wieńczy zaś epicki finał. Wybieraj mądrze i powodzenia!
ru: Дополнение <i>«Алые ключи»</i> отличается от своих предшественников тем, что представляет собой открытую и нелинейную кампанию. После прохождения пролога «Загадки и дождь» сыщики получат карту мира, и с этого момента они смогут <b>отправляться</b> в различные места по своему выбору. Ваш маршрут определит порядок прохождения сценариев и сможет влиять на историю и игровой процесс каждого из них, достигнув пика в эпическом финале. Выбирайте с умом. Удачи!

source: <i>I want to wield the Keys</i>
de: <i>Ich möchte die Schlüssel in Händen halten</i>
es: <i>Quiero blandir las llaves</i>
fr: <i>Je veux utiliser les Clefs</i>
it: <i>Voglio brandire le Chiavi</i>
pl: <i>chcę dzierżyć Klucze</i>
ru: <i>Хочу овладеть ключами.</i>

source: <i>I want to be bound in Red</i>
de: <i>Ich möchte dem Rot verpflichtet sein</i>
es: <i>Quiero unirme al Rojo</i>
fr: <i>Je veux prêter le serment rouge</i>
it: <i>Voglio essere vincolato nel Rosso</i>
pl: <i>chcę zostać spowity Czerwienią</i>
ru: <i>Хочу вступить в Клику.</i>

source: <i>I want to face the Outside</i>
de: <i>Ich möchte dem Außenseitigem begegnen</i>
es: <i>Quiero enfrentarme al exterior</i>
fr: <i>Je veux affronter l'Ailleurs</i>
it: <i>Voglio affrontare il Reame Estraneo</i>
pl: <i>chcę zmierzyć się z Zewnętrznymi</i>
ru: <i>Хочу встретиться с Внешними.</i>

source: <i>I want to be Hollowed</i>
de: <i>Ich möchte ausgehöhlt werden</i>
es: <i>Quiero sentir el Vacío</i>
fr: <i>Je veux être porté disparu</i>
it: <i>Voglio essere Svuotato</i>
pl: <i>chcę zostać Zapomniany</i>
ru: <i>Хочу ощутить боль утраты.</i>

source: New Cardtype: Keys
de: Neuer Kartentyp: Schlüssel
es: Nuevo tipo de carta: Llaves
fr: Nouveau Type de Carte : Clefs
it: Nuovo Tipo di Carta: Chiave
pl: Nowy rodzaj kart: Klucze
ru: Новый тип карт: ключи

source: <i>The Scarlet Keys</i> campaign features a new cardtype: keys. Keys are powerful artifacts that may be “shifted” to either aid or hinder investigators, depending on whom they are attached to and whether their [[Stable]] or [[Unstable]] side is faceup.
de: Die Kampagne <i>Die scharlachroten Schlüssel</i> enthält einen neuen Kartentyp: Schlüssel. Schlüssel stellen mächtige Artefakte dar, die „gewandelt“ werden können, um die Ermittler bei ihren Vorhaben zu unterstützen oder zu stören. Dies ist davon abhängig, an wen sie angehängt sind und ob ihre [[Stabil]]- oder [[Instabil]]-Seite nach oben zeigt.
es: La campaña <i>Las llaves escarlata</i> contiene un nuevo tipo de carta: Llaves. Las Llaves son poderosos artefactos que se pueden “alterar” para ayudar u obstaculizar a los investigadores, en función de a quién estén vinculados y de si está boca arriba su lado [[Estable]] o [[Inestable]].
fr: La campagne <i>Les Clefs Écarlates</i> propose un nouveau type de carte : les Clefs. Il s'agit de puissants artéfacts qui peuvent être « tournés » pour aider les investigateurs, ou leur rendre la vie plus difficile. Tout dépend sur qui elles sont attachées et si leur face visible est [[Stable]] ou [[Instable]].
it: La campagna <i>Le Chiavi Scarlatte</i> presenta un nuovo tipo di carta: le chiavi. Le chiavi sono potenti artefatti che possono essere “alterati” affinché aiutino o ostacolino gli investigatori, in base al personaggio a cui sono assegnate e in base al lato [[Stabile]] o [[Instabile]] a faccia in su.
pl: Karty kluczy to nowy rodzaj kart pojawiający się w kampanii <i>Szkarłatne klucze</i>. Klucze to potężne artefakty, które mogą zostać „przemienione”, aby pomóc lub przeszkodzić badaczom, w zależności od tego, do kogo zostaną dołączone i czy widoczna jest ich strona z cechą [[Stabilny]] czy [[Niestabilny]].
ru: В кампании <i>«Алые ключи»</i> встречается новый тип карт: ключи. Ключи представляют собой мощные артефакты, которые можно «разряжать», переводя их из состояния в состояние, чтобы помогать или мешать сыщикам, в зависимости от того, под чьим контролем находится ключ и какая сторона ([[устойчивая]] или [[неустойчивая]]) активна в данный момент.

source: During the resolution of a scenario, a key may become bound to a single bearer, whose name is marked in the Campaign Log. A key may be bound to an investigator, a story asset, or an enemy.
de: Während der Auflösung eines Szenarios kann ein Schlüssel an einen bestimmten Träger gebunden werden, dessen Name im Kampagnenlogbuch notiert wird. Ein Schlüssel kann an einen Ermittler, eine Storyvorteilskarte oder einen Gegner gebunden werden.
es: Durante la resolución de un escenario, una Llave puede quedar unida a un único portador cuyo nombre se anota en el registro de campaña. Las Llaves pueden quedar unidas a un investigador, a un Apoyo de historia o a un Enemigo.
fr: Lors de la conclusion d'un scénario, une Clef peut devenir liée à un seul détenteur, dont le nom est marqué dans le Carnet de Campagne. Une Clef peut être liée à un investigateur, à un soutien d'histoire ou à un ennemi.
it: Durante la risoluzione di uno scenario, una chiave può diventare vincolata a un singolo portatore, il cui nome viene annotato nel Diario della Campagna. Una chiave può essere vincolata a un investigatore, a un supporto storia oppure a un nemico.
pl: Podczas rozpatrywania scenariusza klucz może zostać powiązany z jednym posiadaczem, którego nazwa zostaje zanotowana w Dzienniku kampanii. Klucz może zostać powiązany z badaczem, atutem fabularnym lub wrogiem.
ru: Во время розыгрыша исхода сценария ключ может быть связан с определённым носителем, чьё имя отмечается в журнале кампании. Ключ может быть связан с сыщиком, сюжетным активом или врагом.

source: A key always enters play attached to its bearer (as marked in the Campaign Log). At the start of each scenario, each investigator who is the bearer of 1 or more keys attaches those keys to their investigator card. Whenever a story asset or enemy enters play, if it is the bearer of 1 or more keys, those keys also enter play attached to their bearer.
de: Ein Schlüssel kommt immer angehängt an seinen Träger ins Spiel (der im Kampagnenlogbuch notiert ist). Zu Beginn jedes Szenarios hängt jeder Ermittler, der Träger von 1 oder mehr Schlüsseln ist, diese Schlüssel an seine Ermittlerkarte an. Immer wenn eine Storyvorteilskarte oder ein Gegner ins Spiel kommt, die bzw. der Träger von 1 oder mehr Schlüsseln ist, kommen diese Schlüssel angehängt an den jeweiligen Träger ebenfalls ins Spiel.
es: Las Llaves siempre entran en juego vinculadas a su portador (como recoja el registro de campaña). Al comienzo de cada escenario, cada investigador que sea portador de 1 o más Llaves las vincula a su carta de Investigador. Siempre que un Apoyo de historia o Enemigo entre en juego, si es portador de 1 o más Llaves, éstas también entran en juego vinculadas a su portador.
fr: Une Clef entre toujours en jeu attachée à son détenteur (marqué dans le Carnet de Campagne). Au début de chaque scénario, chaque investigateur qui est le détenteur d'au moins 1 Clef attache ses Clefs à sa carte Investigateur. Chaque fois qu'un soutien d'histoire ou un ennemi entre en jeu, s'il est le détenteur d'au moins 1 Clef, ces Clefs entrent également en jeu attachées à son détenteur.
it: Una chiave entra sempre in gioco assegnata al suo portatore (annotato nel Diario della Campagna). All’inizio di ogni scenario, ogni investigatore che è il portatore di 1 o più chiavi assegna quelle chiavi alla propria carta investigatore. Ogni volta che un supporto storia o un nemico entra in gioco, se e il portatore di 1 o più chiavi, anche quelle chiavi entrano in gioco assegnate al proprio portatore.
pl: Klucz zawsze wchodzi do gry dołączony do jego posiadacza (tak jak zanotowano w Dzienniku kampanii). Na początku każdego scenariusza każdy badacz, który jest posiadaczem przynajmniej 1 klucza, dołącza dane klucze do swojej karty badacza. Za każdym razem, kiedy atut fabularny lub wróg wejdzie do gry, jeśli jest on posiadaczem przynajmniej 1 klucza, dane klucze również wchodzą do gry dołączone do ich posiadacza.
ru: Ключ всегда входит в игру прикреплённым к своему носителю. В начале каждого сценария каждый сыщик, являющийся носителем хотя бы 1 ключа, прикрепляет эти ключи к своей карте сыщика. Когда сюжетный актив входит в игру, если он является носителем хотя бы 1 ключа, те ключи прикрепляются к своему носителю.

source: If a key’s bearer is an investigator or a story asset, it enters play [[Stable]] side faceup.
de: Falls der Träger eines Schlüssels ein Ermittler oder eine Storyvorteilskarte ist, kommt der Schlüssel mit seiner [[Stabil]]-Seite nach oben ins Spiel.
es: Si el portador de una Llave es un investigador o un Apoyo de historia, ésta entra en juego con el lado [[Estable]] boca arriba.
fr: Si le détenteur d'une Clef est un investigateur ou un soutien d'histoire, elle entre en jeu face [[Stable]] visible.
it: Se il portatore di una chiave è un investigatore o un supporto storia, quella chiave entra in gioco con il lato [[Stabile]] a faccia in su.
pl: Jeśli posiadacz klucza jest badaczem lub atutem fabularnym, klucz wchodzi do gry stroną z cechą [[Stabilny]] do góry.
ru: Если носитель ключа — сыщик или сюжетный актив, тот ключ входит в игру [[устойчивой]] стороной вверх.

source: If a key’s bearer is an enemy, it enters play [[Unstable]] side faceup.
de: Falls der Träger eines Schlüssels ein Gegner ist, kommt der Schlüssel mit seiner [[Instabil]]-Seite nach oben ins Spiel.
es: Si el portador de una Llave es un Enemigo, ésta entra en juego con el lado [[Inestable]] boca arriba.
fr: Si le détenteur d'une Clef est un ennemi, elle entre en jeu face [[Instable]] visible.
it: Se il portatore di una chiave è un nemico, quella chiave entra in gioco con il lato [[Instabile]] a faccia in su.
pl: Jeśli posiadacz klucza jest wrogiem, klucz wchodzi do gry stroną z cechą [[Niestabilny]] do góry.
ru: Если носитель ключа — враг, тот ключ входит в игру [[неустойчивой]] стороной вверх.

source: A key cannot leave play unless its bearer leaves play. If the bearer of 1 or more keys leaves play, each key they control is set aside, out of play. <i>(Those keys do, however, remain bound to their bearer for future scenarios unless explicitly noted otherwise.)</i>
de: Ein Schlüssel kann das Spiel nicht verlassen, es sei denn, sein Träger verlässt das Spiel. Falls der Träger von 1 oder mehr Schlüsseln das Spiel verlässt, wird jeder Schlüssel, den er kontrolliert, als nicht im Spiel befindlich beiseitegelegt. <i>(Diese Schlüssel bleiben allerdings für zukünftige Szenarien an ihren jeweiligen Träger gebunden, außer es ist ausdrücklich etwas anderes angegeben.)</i>
es: Las Llaves no pueden abandonar el juego a menos que su portador abandone el juego. Si el portador de 1 o más Llaves abandona el juego, cada Llave que controle se pone aparte, fuera del juego <i>(sin embargo, siguen unidas a su portador para futuros escenarios salvo que se indique explícitamente algo distinto).</i>
fr: Une Clef ne peut pas quitter la partie à moins que son détenteur ne quitte la partie. Si le détenteur d'au moins 1 Clef quitte la partie, chacune des Clefs qu'il contrôle est mise de côté, hors jeu. <i>(Cependant, ces Clefs restent liées à leur détenteur pour les scénarios suivants à moins qu'il ne soit explicitement indiqué le contraire.)</i>
it: Una chiave non può uscire dal gioco a meno che il suo portatore esca dal gioco. Se il portatore di 1 o più chiavi esce dal gioco, ogni chiave che controlla viene messa da parte, temporaneamente fuori dal gioco <i>(quelle chiavi rimangono vincolate al loro portatore per gli scenari futuri, salvo diversamente specificato).</i>
pl: Klucz nie może opuścić gry, chyba że jego posiadacz opuści grę. Jeśli posiadacz przynajmniej 1 klucza opuści grę, każdy kontrolowany przez niego klucz zostaje odłożony na bok, poza grę. <i>(Klucze te pozostają jednak powiązane ze swoimi posiadaczami w przyszłych scenariuszach, chyba że zostało zaznaczone inaczej).</i>
ru: Ключ не может выйти из игры, пока его носитель не выйдет из игры. Если носитель хотя бы 1 ключа выходит из игры, отложите каждый ключ под его контролем в сторону, вне игры. <i>(Тем не менее те ключи остаются связанными со своим носителем в следующих сценариях, если прямо не сказано обратного.) </i>
