Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Description: Subject #53-V (hereinafter "Maid with Scarlet Sash") appears as a teenage girl of unknown descent wearing a white dress and red sash. █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Paradimensional Capabilities: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Sightings: Locals in region have reported seeing a "spirit" matching subject's description, heralded by a high-pitched whistling sound. Unclear if █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Approach Procedure: Subject Risk Class unconfirmed. Do not approach.</typewriter>
de: <typewriter>Beschreibung: Subjekt #53–V (nachstehend „die Maid mit der scharlachroten Schärpe“) erscheint als ein Mädchen (unter 18) unbekannter Abstammung; trägt ein weißes Kleid mit roter Schärpe. █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​</typewriter> <typewriter>Paradimensionale Fähigkeiten: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Sichtungen: Einheimische in der Region berichten, einen „Geist“ gesehen zu haben, dessen Beschreibung mit dem Subjekt übereinstimmt und der sich durch einen hohen Pfeifton ankündigt. Es ist unklar, █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Annäherungsprotokoll: Risiko-Klasse des Subjekts unbestätigt. Keine Annäherung einleiten!</typewriter>
es: <typewriter>Descripción: La sujeto 53–V (de aquí en adelante “Doncella del fajín escarlata”) parece una adolescente de descendencia desconocida que lleva un vestido blanco con un fajín rojo. ████████████████████████████████████████████████████████████████████████████████████████████████████████████.</typewriter> <typewriter>Capacidades paradimensionales: ███████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████</typewriter> <typewriter>Avistamientos: Los lugareños de la región han dicho ver a un “espíritu” que se corresponde con la descripción de la sujeto, precedido de un sonido silbante muy agudo. No está claro si █████████████████████████████████████████████████████████████████████████████████████████████████████████████.</typewriter> <typewriter>Procedimiento de acercamiento: No se ha podido confirmar la categoría de riesgo de la sujeto. No acercarse.</typewriter>
fr: <typewriter>Description : Le sujet #53-V (ci-après «la Jeune Femme à la Ceinture Écarlate») apparait comme une adolescente d’origine inconnue portant une robe blanche et une ceinture rouge. █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Capacités paradimensionnelles : █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Apparitions : Les habitants de la région ont déclaré avoir vu un «esprit» correspondant à la description du sujet, annoncé par un sifflement aigu. On ne sait pas si la Jeune Femme à la Ceinture Écarlate est effectivement de nature ectoplasmique, ou si █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Procédure d’approche : Classe de Risque du Sujet non confirmée. Ne pas approcher.</typewriter>
it: <typewriter>Descrizione: Il soggetto #53-V (da qui in poi, la “Fanciulla con la Fascia Scarlatta”) ha l’aspetto di un’adolescente di origini sconosciute, che indossa un vestito bianco e una fusciacca rossa. █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Capacità Paradimensionali: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Avvistamenti: La gente del posto ha riferito di aver avvistato uno “spirito” la cui descrizione corrisponde al soggetto, generalmente annunciato da un fischio acuto. █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Procedura di Avvicinamento: Classe di rischio del soggetto non confermata. Evitare qualsiasi contatto.</typewriter>
pl: <typewriter>Opis: Obiekt #53–V (zwany dalej „Dziewczyną z czerwoną szarfą”) to prawdopodobnie nastolatka nieznanego pochodzenia, ubrana w białą spódnicę i czerwoną szarfę. ██████████████████████████████████████████████████████████████.</typewriter> <typewriter>Zdolności międzywymiarowe: █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Doniesienia: Miejscowi utrzymują, że widywali „ducha”, którego wygląd pasuje do opisu obiektu. Jego pojawienie się poprzedzane było gwizdem o wysokiej częstotliwości. Nie jest jasne, czy █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Procedura postępowania: Niepotwierdzona skala potencjalnego zagrożenia. Nie zbliżać się.</typewriter>
ru: <typewriter>Описание: Объект #53-V (здесь и далее «Дева, опоясанная алым») выглядит как девушка-подросток неизвестного происхождения. Носит белое платье и красный пояс. █████████████████████████████████████████████████████████████████████████████████████████.</typewriter> <typewriter>Внепространственные способности: Считается, что Алики обладает уникальными знаниями, превосходящими её возраст. Скорее всего, она намного, намного старше, чем кажется. Организация не смогла найти подтверждений обладания каким-либо ключом или признаков его свойств. Объект может быть бесплотен.</typewriter> <typewriter>Наблюдения: Местные жители сообщают, что видели «призрак», соответствующий описанию объекта, чьё появление предвещается высокочастотным свистом.</typewriter> <typewriter>Неясно, █████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████. </typewriter> <typewriter>Процедура контакта: Класс опасности объекта не подтверждён. Не вступать в контакт. </typewriter>

source: Kingdom of Nepal
de: Königreich Nepal
es: Reino de Nepal
fr: Royaume du Népal
it: Regno del Nepal
pl: Królestwo Nepalu
ru: Королевство Непал

source: Shanghai
es: Shanghái
pl: Szanghaj
ru: Шанхай

source: Republic of China
de: Republik China
es: República de China
fr: République de Chine
it: Repubblica di Cina
pl: Republika Chińska
ru: Китайская Республика

source: File #32-J
de: Akte #32-J
es: Archivo 32–J
fr: Dossier #32–J
it: Fascicolo #32-J
pl: Załącznik #32–J
ru: Досье #32-J

source: <typewriter>Asset Name: Flint, Li</typewriter> <typewriter>Area of Operation: Shanghai, China</typewriter>
de: <typewriter>Name des Mitarbeiters: Flint, Li</typewriter> <typewriter>Einsatzgebiet: Shanghai, China</typewriter>
es: <typewriter>Nombre del agente: Flint, Li</typewriter> <typewriter>Zona de operaciones: Shanghái, China</typewriter>
fr: <typewriter>Nom de l'actif : Flint, Li</typewriter> <typewriter>Zone d'opération : Shanghai, Chine</typewriter>
it: <typewriter>Nome della Risorsa: Flint, Li</typewriter> <typewriter>Area Operativa: Shanghai, Cina</typewriter>
pl: <typewriter>Nazwisko agenta: Flint, Li</typewriter> <typewriter>Obszar działania: Szanghaj, Chiny</typewriter>
ru: <typewriter>Имя сотрудника: Флинт, Ли</typewriter> <typewriter>Оперативный регион: Шанхай, Китай</typewriter>

source: <typewriter>Profile: Recently acquired agent in charge of undisclosed cell reporting directly to Commissioner Taylor.</typewriter> <typewriter>Current Assignment: According to recent report, asset has split from rest of cell and is currently in Shanghai investigating whereabouts of subject #46–Q.</typewriter> <typewriter>Notes: Asset loyalty to Foundation cause is unsure. Extreme vigilance recommended.</typewriter>
de: <typewriter>Profil: Kürzlich angeworbener Agent; leitet eine verdeckte Zelle, die direkt an Commissioner Taylor berichtet.</typewriter> <typewriter>Derzeitiger Auftrag: Jüngsten Berichten zufolge hat sich der Mitarbeiter vom Rest der Zelle getrennt und befindet sich derzeit in Shanghai, um den Verbleib von Subjekt #46 Q zu untersuchen.</typewriter> <typewriter>Hinweis: Die Loyalität des Mitarbeiters der Foundation gegenüber ist zweifelhaft. Äußerste Wachsamkeit empfohlen.</typewriter>
es: <typewriter>Perfil: Agente reclutado recientemente a cargo de una célula no revelada que informa directamente a la comisaria Taylor.</typewriter> <typewriter>Misión actual: Según un reciente informe, el agente se ha separado del resto de la célula y se encuentra en Shanghái para investigar el paradero de la sujeto 46–Q.</typewriter> <typewriter>Notas: La lealtad del agente a la causa de la Fundación es incierta. Se recomienda vigilancia extrema.</typewriter>
fr: <typewriter>Profil : Agent récemment recruté pour coordonner les activités d'une cellule indépendante relevant directement de la Commissaire Taylor.</typewriter> <typewriter>Affectation actuelle : selon un rapport récent, l'agent s'est séparé du reste de la cellule et est actuellement à Shanghai pour retrouver le sujet #46-Q.</typewriter> <typewriter>Notes : raisons de la loyauté de l'agent envers la Fondation : inconnues. Une extrême vigilance est recommandée.</typewriter>
it: <typewriter>Profilo: Agente di recente assunzione, responsabile di una cellula segreta che fa rapporto direttamente alla commissaria Taylor.</typewriter> <typewriter>Incarico Attuale: Secondo gli ultimi rapporti, la risorsa si è separata dal resto della cellula e si trova attualmente a Shanghai, dove sta indagando sulle mosse del soggetto #46-Q.</typewriter> <typewriter>Note: Lealtà alla Fondazione incerta. Si raccomanda estrema cautela.</typewriter>
pl: <typewriter>Profil: Niedawno pozyskany agent, kierujący komórką podlegającą bezpośrednio komisarz Taylor.</typewriter> <typewriter>Obecny przydział: Według najnowszych danych, agent oddzielił się od reszty swojej komórki i obecnie przebywa w Szanghaju, badając ślady aktywności obiektu #46–Q.</typewriter> <typewriter>Uwaga: Nie ma pewności, czy agent jest lojalny wobec Fundacji i jej celów. Zalecana wzmożona czujność.</typewriter>
ru: <typewriter>Специализация: Недавно приобретённый агент, руководящий неназванной ячейкой, подчиняющейся непосредственно комиссару Тейлор.</typewriter> <typewriter>Текущее задание: Согласно последнему отчёту, сотрудник разделился с ячейкой и в данный момент находится в Шанхае, выясняя местонахождение объекта #46-Q.</typewriter> <typewriter>Заметки: Преданность сотрудника делу Организации под сомнением. Рекомендуется проявлять крайнюю бдительность.</typewriter>

source: Colony of the British Empire
de: Kolonie des Britischen Weltreichs
es: Colonia del Imperio Británico
fr: Colonie de l’Empire britannique
it: Colonia dell’Impero Britannico
pl: Kolonia Imperium Brytyjskiego
ru: Колония Британской империи

source: Flint picked up the trail of "The Lady with the Red Parasol" and has requested your help in <minicaps>Hong Kong</minicaps>.
de: Flint hat die Spur der "Dame mit dem Roten Sonnenschirm" aufgenommen und hat deine Hilfe in <minicaps>Hong Kong</minicaps> angefordert.
es: Flint siguió el rastro de "La dama del parasol rojo" y ha solicitado tu ayuda en <minicaps>Hong Kong</minicaps>.
fr: Flint a retrouvé la trace de « La Dame à l'Ombrelle Rouge » et a demandé votre aide à <minicaps>Hong Kong</minicaps>.
it: Flint ha seguito le tracce della “La Dama con il Parasole Rosso” e ha chiesto il vostro aiuto a <minicaps>Hong Kong</minicaps>.
pl: Flint trafił na trop „Pani z czerwonym parasolem” i poprosił o waszą pomoc w <minicaps>Hongkongu</minicaps>.
ru: Флинт напал на след «Дамы с красным зонтиком» и просит вашей помощи в <minicaps>Гонконге</minicaps>.

source: While helping Flint with his research, you learned that Tzu San Niang, aka "The Lady with the Red Parasol", has just landed a deal in <minicaps>Hong Kong</minicaps> and is on her way there.
de: Während du Flint mit seinen Nachforschungen hilfst, hast du erfahren, dass Tzu San Niang, alias "Die Dame mit dem Roten Sonnenschirm", einen Deal in <minicaps>Hong Kong</minicaps> abgeschlossen und sich dorthin begeben hat.
es: Mientras ayudabas a Flint con su investigación, te enteraste de que Tzu San Niang, también conocida como "La dama del parasol rojo", acaba de cerrar un trato en <minicaps>Hong Kong</minicaps> y se dirige hacia allí.
fr: En aidant Flint dans ses recherches, vous avez appris que Tzu San Niang, alias "La Dame à l'Ombrelle Rouge", vient de conclure un marché à <minicaps>Hong Kong</minicaps> et qu'elle est en chemin pour s'y rendre.
it: Mentre aiutate Flint nelle sue ricerche, avete appreso che Tzu San Niang, alias “La Dama con il Parasole Rosso”, ha appena concluso un accordo a <minicaps>Hong Kong</minicaps> e si sta dirigendo lì.
pl: Pomagając Flintowi w jego badaniach, dowiedzieliście się, że Tzu San Niang, znana również jako „Pani z czerwonym parasolem”, właśnie podpisała kontrakt w <minicaps>Hongkongu</minicaps> i jest wciąż w mieście.
ru: Помогая Флинту в его расследовании, вы узнали, что Цзы Саньнян, она же «Дама с красным зонтиком», заключила сделку с <minicaps>Гонконгом</minicaps> и направляется туда.

source: Empire of Japan
de: Kaiserreich Japan
es: Imperio de Japón
fr: Empire du Japon
it: Impero Giapponese
pl: Imperium Japońskie
ru: Японская империя

source: Commissioner Taylor asked you to deliver Foundation intel to operatives in <minicaps>Tokyo</minicaps>.
de: Commissioner Taylor bat dich, Foundation-Informationen zu Verantwortlichen in <minicaps>Tokyo</minicaps> zu bringen.
es: La comisaria Taylor te ha pedido entregar información de la Fundación a los agentes de <minicaps>Tokio</minicaps>.
fr: La Commissaire Taylor vous a chargé de transmettre des renseignements de la Fondation à des agents à <minicaps>Tokyo</minicaps>.
it: Il commissario Taylor vi ha chiesto di fornire informazioni della Fondazione agli agenti a <minicaps>Tokyo</minicaps>.
pl: Komisarz Taylor poprosił cię o dostarczenie informacji wywiadowczych Fundacji agentom w <minicaps>Tokio</minicaps>.
ru: Комиссар Тейлор попросила вас доставить разведданные Организации оперативникам в <minicaps>Токио</minicaps>.

source: Federated Malay States
de: Malaiische Bundesstaaten
es: Estados Federados de Malasia
fr: États malais fédérés
it: Stati Malesi Federati
pl: Sfederowane Stany Malajskie
ru: Малайские Федеративные Штаты

source: After confronting Tzu San Niang, aka "The Lady with the Red Parasol", you learned that the parasol is actually a Key! Tzu San Niang is on her way to The Royal Selangor Club in <minicaps>Kuala Lampur</minicaps>.
de: Nachdem du Tzu San Niang, alias "Die Dame mit dem Roten Sonnenschirm", konfrontiert hast, hast du erfahren, dass der Sonnenschirm tatsächlich ein Schlüssel ist! Tzu San Niang hat sich auf den Weg zum Royal Selangor Club in <minicaps>Kuala Lampur</minicaps> begeben.
es: Después de enfrentarte a Tzu San Niang, también conocida como "La dama del parasol rojo", ¡supiste que el parasol es en realidad una llave! Tzu San Niang se dirige al Royal Selangor Club en <minicaps>Kuala Lumpur</minicaps>.
fr: Après avoir affronté Tzu San Niang, alias "La Dame à l'Ombrelle Rouge", vous avez appris que l'ombrelle est en fait une Clef ! Tzu San Niang est en route pour le Royal Selangor Club à <minicaps>Kuala Lampur</minicaps>.
it: Dopo aver affrontato Tzu San Niang, alias “La Dama con il Parasole Rosso”, hai scoperto che il parasole è in realtà una chiave! Tzu San Niang sta andando al Royal Selangor Club di <minicaps>Kuala Lampur</minicaps>.
pl: Po konfrontacji z Tzu San Niang, znaną również jako „Pani z czerwonym parasolem”, dowiedzieliście się, że parasolka jest w rzeczywistości Kluczem! Tzu San Niang jest w drodze do Royal Selangor Club w <minicaps>Kuala Lampur</minicaps>.
ru: Столкнувшись с Цзы Саньнян лицом к лицу вы узнали, что её зонтик — ни что иное, как ключ! Цзы Саньнян направляется в «Королевский клуб „Селангор“» в <minicaps>Куала-Лумпуре</minicaps>.

source: Agent Flint has a hunch that Tzu San Niang's "parasol" might actually be a Key. She suspects you’re on to her, and is on her way to The Royal Selangor Club in <minicaps>Kuala Lampur</minicaps>.
de: Agent Flint hat eine Vermutung, dass Tzu San Niang's "Sonnenschirm" tatsächlich ein Schlüssel sein könnte. Sie vermutet, dass du ihr auf der Spur sein könntest, und ist auf dem Weg zum Royal Selangor Club in <minicaps>Kuala Lampur</minicaps>.
es: El agente Flint tiene la corazonada de que el "parasol" de Tzu San Niang podría ser en realidad una Llave. Sospecha que estás tras ella y se dirige al Royal Selangor Club en <minicaps>Kuala Lumpur</minicaps>.
fr: L'agent Flint a l'intuition que l'« ombrelle » de Tzu San Niang pourrait être une Clef. Elle vous soupçonne d'être sur ses traces et est en route vers le Royal Selangor Club à <minicaps>Kuala Lumpur</minicaps>.
it: L’Agente Flint ha la sensazione che il “parasole” di Tzu San Niang potrebbe effettivamente essere una Chiave. Sospetta che l’abbiate scoperta e si sta recando al Royal Selangor Club a <minicaps>Kuala Lampur</minicaps>.
pl: Agent Flint ma przeczucie, że „parasolka” Tzu San Niang może w rzeczywistości być Kluczem. Podejrzewa, że jesteście na jej tropie, i jest w drodze do Royal Selangor Club w <minicaps>Kuala Lampur</minicaps>.
ru: Агент Флинт подозревает, что «зонтик» Цзы Саньнян — не что иное, как ключ. Она догадывается, что Флинт раскусил её, и направляется в «Королевский клуб „Селангор“» в <minicaps>Куала-Лумпуре</minicaps>.

source: Agent Flint is missing and you suspect the worst. You have reason to believe he might have traveled to <minicaps>Kuala Lampur</minicaps>.
de: Agent Flint wird vermisst und du rechnest mit dem Schlimmsten. Du hast Grund zu der Annahme, dass er nach <minicaps>Kuala Lampur</minicaps> gereist sein könnte.
es: El agente Flint ha desaparecido y sospechas lo peor. Tienes razones para creer que podría haber viajado a <minicaps>Kuala Lumpur</minicaps>.
fr: L'agent Flint a disparu et vous soupçonnez le pire. Vous avez des raisons de penser qu'il s'est peut-être rendu à <minicaps>Kuala Lumpur</minicaps>.
it: L’Agente Flint è scomparso e sospettate il peggio. Avete motivo di credere che potrebbe essersi recato a <minicaps>Kuala Lampur</minicaps>.
pl: Agent Flint zaginął, a wy podejrzewacie najgorsze. Macie powody przypuszczać, że mógł udać się do <minicaps>Kuala Lampur</minicaps>.
ru: Агент Флинт пропал, и вы опасаетесь худшего. У вас есть причины полагать, что он отправился в <minicaps>Куала-Лумпур</minicaps>.

source: Dutch East Indies
de: Niederländisch-Ostindien
es: Indias Orientales Neerlandesas
fr: Indes orientales néerlandaises
it: Indie Orientali Olandesi
pl: Holenderskie Indie Wschodnie
ru: Голландская Ост-Индия

source: Dutch Empire
de: Niederländisches Reich
es: Imperio neerlandés
fr: Empire néerlandais
it: Impero Olandese
pl: Holenderskie Imperium Kolonialne
ru: Голландская империя

source: Dr. Irawan has traveled to <minicaps>Manokwari</minicaps> to investigate some strange zoological disappearances.
de: Dr. Irawan ist nach <minicaps>Manokwari</minicaps> gereist, um einige seltsame zoologische Fälle zu untersuchen.
es: La Dra. Irawan ha viajado a <minicaps>Manokwari</minicaps> para investigar algunas extrañas desapariciones zoológicas.
fr: Le Dr Irawan s'est rendu à <minicaps>Manokwari</minicaps> pour enquêter sur d'étranges disparitions zoologiques.
it: La dottoressa Irawan si è recata a <minicaps>Manokwari</minicaps> per indagare su alcune strane sparizioni zoologiche.
pl: Doktor Irawan udała się do <minicaps>Manokwari</minicaps>, aby zbadać pewne dziwne zniknięcia zoologiczne.
ru: Доктор Ираван отправилась в <minicaps>Маноквари</minicaps>, чтобы расследовать необычные зоологические исчезновения.

source: Federation of Australia
de: Australische Föderation
es: Federación de Australia
fr: Fédération d’Australie
it: Federazione dell’Australia
pl: Federacja Australii
ru: Федерация Австралии

source: Dominion in the British Empire
de: Herrschaft im Britischen Reich
es: Dominio del Imperio Británico
fr: Dominion dans l’Empire britannique
it: Dominio nell’Impero Britannico
pl: Dominium Imperium Brytyjskiego
ru: Владения Британской империи

source: Dr. Irawan has plans to speak at a university in <minicaps>Perth</minicaps>, where she plans to continue her research.
de: Dr. Irawan hat vor, an einer Universität in <minicaps>Perth</minicaps> zu sprechen, wo sie ihre Forschung fortsetzen will.
es: La Dra. Irawan piensa hablar en una universidad en <minicaps>Perth</minicaps>, donde planea continuar con su investigación.
fr: Le Dr Irawan a prévu d'intervenir dans une université de <minicaps>Perth</minicaps>, où elle compte poursuivre ses recherches.
it: La dottoressa Irawan ha in programma di parlare all’università di <minicaps>Perth</minicaps>, dove intende continuare la sua ricerca.
pl: Doktor Irawan planuje przemawiać na uniwersytecie w <minicaps>Perth</minicaps>, gdzie planuje kontynuować swoje badania.
ru: Доктор Ираван планирует поговорить с вами в университете <minicaps>Перта</minicaps>, где она собирается продолжить свои исследования.

source: File #49–R
de: Akte #49–R
es: Archivo 49–R
fr: Dossier #49–R
it: Fascicolo #49–R
pl: Załącznik #49–R
ru: Досье #49–R
