Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: If it is a decoy, set it aside, out of play, with no effect.
de: Falls es ein Köder ist, wird er ohne Effekt als nicht im Spiel befindlich beiseitegelegt.
es: Si es un señuelo, ponlo aparte, fuera del juego, sin efecto.
fr: Si c'est un leurre, mettez-le de côté, hors jeu, sans autre effet.
it: Se è un diversivo, metterla da parte, fuori dal gioco, senza alcun effetto.
pl: Jeśli to przynęta, odłóż ją na bok, poza grę – nic się nie dzieje.
ru: Если это ложная цель, отложите её в сторону, вне игры, не разыгрывая никаких эффектов.

source: If it is an enemy’s mini-card, that enemy is now exposed. Place the matching enemy in the shadows at that mini-card’s location, then set that mini-card aside, out of play. <i>(That enemy is no longer in the shadows, and is now at the location where its mini-card was located).</i> Then, if there are no other enemies in the shadows, set all remaining concealed mini-cards in play aside, out of play.
de: Falls es eine Mini-Karte eines Gegners ist, ist jener Gegner jetzt enttarnt. Der entsprechende Gegner in den Schatten wird auf dem Ort der Mini-Karte platziert, dann wird jene Mini-Karte als nicht im Spiel befindlich beiseitegelegt. <i>(Jener Gegner befindet sich nicht länger in den Schatten, sondern am Ort, wo sich seine Mini-Karte befunden hat.)</i> Falls sich dann keine weiteren Gegner in den Schatten befinden, werden alle verbliebenen getarnten Mini-Karten im Spiel als nicht im Spiel befindlich beiseitegelegt.
es: Si es la carta pequeña de un Enemigo, éste queda expuesto. Coloca al Enemigo correspondiente que está en las sombras en el Lugar de esa carta pequeña y luego pon ésta aparte, fuera del juego <i>(ese Enemigo deja de estar en las sombras y ahora se encuentra en el Lugar donde estaba esa carta pequeña)</i>. A continuación, si no hay más Enemigos en las sombras, pon aparte, fuera del juego, todas las cartas pequeñas Encubierto restantes.
fr: Si c'est une mini-carte d'un ennemi, il est désormais dévoilé. Prenez dans les ombres l'ennemi correspondant et placez-le dans le lieu de sa mini-carte. Ensuite, mettez de côté cette mini-carte, hors jeu. <i>(Cet ennemi n'est plus dans les ombres, il est à présent dans le lieu où se trouvait sa mini-carte.)</i> Ensuite, s'il n'y a plus d'ennemis dans les ombres, mettez de côté hors jeu, toutes les mini-cartes Dissimulée qui étaient encore en jeu.
it: Se è la mini carta di un nemico, quel nemico è ora esposto. Collocare il nemico corrispondente dalle ombre al luogo di quella mini carta, poi mettere quella mini carta da parte, temporaneamente fuori dal gioco <i>(quel nemico non è più nelle ombre e si trova ora nel luogo dove si trovava la sua mini carta).</i> Poi, se non ci sono altri nemici nelle ombre, mettere da parte, temporaneamente fuori dal gioco, tutte le mini carte Celato rimaste in gioco.
pl: Jeśli to mała karta wroga, dany wróg ujawnia się. Umieść odpowiadającego jej wroga z cienia w lokalizacji danej małej karty, a następnie odłóż daną małą kartę na bok, poza grę. <i>(Dany wróg nie znajduje się już w cieniu i jest teraz w lokalizacji, w której znajdowała się wcześniej mała karta).</i> Następnie, jeśli w cieniu nie ma żadnych innych wrogów, odłóż wszystkie znajdujące się w grze pozostałe utajone małe karty na bok, poza grę.
ru: Если это мини­карта врага, тот враг разоблачён. Возьмите из тени карту соответствующего врага и выложите в локацию той миникарты, а саму мини­карту отложите в сторону, вне игры. <i>(Данный враг больше не в тени, теперь он находится в локации, в которой была его мини-карта.)</i> Затем, если в тени больше не осталось врагов, отложите все оставшиеся в игре мини­карты в сторону, вне игры.

source: Only one concealed mini-card may be exposed per effect unless explicitly stated. <i>(i.e., an effect that deals 3 damage to each enemy at a location does not expose all concealed mini-cards at that location; only one.)</i>
de: Es darf pro Effekt nur 1 Mini-Karte enttarnt werden, außer es ist ausdrücklich etwas anderes angegeben. <i>(Das heißt: Ein Effekt, der jedem Gegner an einem Ort 3 Schaden zufügt, enttarnt nicht alle getarnten Mini-Karten an jenem Ort, sondern nur eine.)</i>
es: Salvo que se indique algo distinto de forma explícita, cada efecto solo puede exponer una carta pequeña Encubierto <i>(es decir, un efecto que infija 3 puntos de daño a cada Enemigo que esté en tu Lugar no expone todas las cartas pequeñas Encubierto de ese Lugar, sino solo una).</i>
fr: Une seule mini-carte Dissimulée peut-être dévoilée par effet de dévoilement, sauf indication contraire explicite. <i>(Par exemple, un effet qui inflige 3 dégâts à chaque ennemi dans un lieu ne dévoile pas toutes les minicartes Dissimulée dans ce lieu, mais seulement une.)</i>
it: Solo 1 mini carta Celato può essere esposta per ogni effetto, salvo diversamente specificato <i>(per esempio, un effetto che infligge 3 danni a ogni nemico in un luogo non espone tutte le mini carte Celato in quel luogo, ma solo 1).</i>
pl: W wyniku 1 efektu może zostać odkryta tylko 1 utajona mała karta, chyba że zaznaczono inaczej. <i>(Oznacza to, że efekt zadający 3 obrażenia każdemu wrogowi w dowolnej lokalizacji nie spowoduje ujawnienia wszystkich utajonych małych kart w danej lokalizacji, a tylko jednej).</i>
ru: Только одна сокрытая мини­карта может быть разоблачена во время розыгрыша отдельного эффекта, если не сказано обратного. <i>(К примеру, эффект, который наносит 3 раны каждому врагу в локации, не разоблачает все сокрытые мини-карты в той локации; он разоблачает только одну из них.)</i>

source: <i>For example: There is a Coterie Agent and a Coterie Assassin in the shadows. There is a concealed mini-card at Kymani’s location and another concealed mini-card at a connecting location. (1) First, Kymani plays an event that discovers a clue at their location, but instead of discovering a clue, they choose to expose the concealed mini-card at their location, flipping it over. That mini-card is a decoy, and is set aside without effect. (2) Next, they move to the connecting location with the other concealed mini-card and attempt to expose it using an evade action. They succeed and flip the mini-card over… revealing the Coterie Assassin’s mini-card! (3) The Coterie Assassin’s mini-card is set aside, and the Coterie Assassin in the shadows is moved to Kymani’s location, engaging them. Because there is another enemy in the shadows, they do not remove any of the other concealed mini-cards from play.</i>
de: <i>Beispiel: In den Schatten befindet sich eine Agentin der Coterie und eine Attentäterin der Coterie. An Kymanis Ort und an einem damit verbundenen Ort befindet sich je 1 getarnte Mini-Karte. (1) Zuerst spielt Kymani ein Ereignis, das an Kymanis Ort einen Hinweis entdecken lässt. Aber statt einen Hinweis zu entdecken, entscheidet sich Kymani, die getarnte Mini-Karte an diesem Ort zu enttarnen, und dreht sie um. Es ist ein Köder, der ohne Effekt beiseitegelegt wird. (2) Als Nächstes bewegt sich Kymani an den verbundenen Ort mit der anderen getarnten Mini-Karte und versucht, sie durch eine Entkommen-Aktion zu enttarnen. Kymani ist erfolgreich, dreht die Mini-Karte um und deckt eine Attentäterin der Coterie auf! (3) Die Mini-Karte wird beiseitegelegt und der Gegner Attentäterin der Coterie wird aus den Schatten an Kymanis Ort bewegt, wo er mit Kymani in einen Kampf verwickelt wird. Weil sich noch ein weiterer Gegner in den Schatten befindet, werden die anderen getarnten Mini-Karten im Spiel nicht aus dem Spiel entfernt.</i>
es: <i>Por ejemplo: Hay una Agente de la Camarilla y una Asesina de la Camarilla en las sombras. Hay una carta pequeña Encubierto en el Lugar de Kymani y otra carta pequeña Encubierto en un Lugar conectado. (1) En primer lugar, Kynami juega un Evento que descubre una pista en su Lugar, pero en Lugar de descubrir una pista, elige exponer la carta pequeña Encubierto de su Lugar y le da la vuelta. Se trata de un señuelo, así que se pone aparte sin efecto. (2) A continuación, se mueve al Lugar conectado donde está la otra carta pequeña Encubierto e intenta exponerla con una acción de evitar. Tiene éxito y le da la vuelta a la carta pequeña… ¡revelando la carta pequeña de la Asesina de la Camarilla! (3) La carta pequeña de la Asesina de la Camarilla se pone aparte y la Asesina de la Camarilla que está en las sombras se mueve al Lugar de Kynami, y se enfrenta a Kynami. Puesto que hay otro Enemigo en las sombras, no se retira ninguna de las demás cartas pequeñas Encubierto del juego.</i>
fr: <i>Exemple : Un Agent de la Coterie et un Assassin de la Coterie sont dans les ombres. Il y a une mini-carte Dissimulée dans le lieu de Kymani et une autre minicarte Dissimulée dans un lieu connexe. (1) D'abord, Kymani joue un événement qui découvre un indice dans son lieu, mais à la place de découvrir l'indice, Kymani choisit de dévoiler la mini-carte Dissimulée dans son lieu et la retourne. Cette mini-carte est un leurre, elle est donc mise de côté sans effet. (2) Ensuite, Kymani se déplace vers le lieu connexe ayant l'autre mini-carte Dissimulée et tente de la dévoiler en utilisant une action Échapper à. Il réussit et retourne la mini-carte… révélant la mini carte de l'Assassin de la Coterie ! (3) Cette mini-carte est alors mise de côté et l'Assassin de la Coterie qui était dans les ombres est déplacé vers le lieu de Kymani et l'engage. Puisqu'il reste un ennemi dans les ombres, les autres mini-cartes Dissimulée qui sont en jeu ne sont pas retirées.</i>
it: <i>Esempio: Un’Agente della Società e un’Assassina della Società si trovano nelle ombre. Una mini carta Celato si trova nel luogo di Kymani e un’altra mini carta Celato si trova nel luogo collegato al suo. (1) Per prima cosa, Kymani gioca un evento che scopre 1 indizio nel suo luogo, ma sceglie di esporre (e quindi girare) la mini carta Celato nel suo luogo invece di scoprire 1 indizio. La mini carta è un diversivo, pertanto viene messa da parte senza alcun effetto. (2) In seguito, Kymani si muove nel luogo collegato al suo in cui si trova l’altra mini carta Celato e tenta di esporla usando un’azione di elusione. L’elusione ha successo e Kymani gira la mini carta, rivelando la mini carta dell’Assassina della Società! (3) La mini carta dell’Assassina della Società viene messa da parte e al suo posto viene collocata in quel luogo l’Assassina della Società dalle ombre, che impegna Kymani. Siccome c’è un altro nemico nelle ombre, non viene rimossa dal gioco alcuna delle altre mini carte Celato.</i>
pl: <i>Przykład: W cieniu znajduje się Agent Koterii i Zabójca Koterii. Jedna utajona mała karta znajduje się w lokalizacji Kymani, zaś druga w połączonej lokalizacji. (1) Najpierw Kymani zagrywa kartę wydarzenia, która odkrywa żeton wskazówki w obecnej lokalizacji, jednak zamiast odkrywać żeton wskazówki postanawia ujawnić 1 utajoną małą kartę w swojej lokalizacji. Odkrywa ją – to przynęta, dlatego odkłada ją na bok bez żadnego efektu. (2) Następnie porusza się do połączonej lokalizacji, w której znajduje się druga utajona mała karta, i próbuje ją ujawnić przy pomocy akcji wymykania się. Uzyskuje sukces i odwraca małą kartę, która okazuje się… małą kartą Zabójcy Koterii! (3) Mała karta Zabójcy Koterii zostaje odłożona na bok, a wróg Zabójca Koterii z cienia zostaje poruszony do lokalizacji Kymani i wchodzi w zwarcie. Ponieważ w cieniu znajduje się jeszcze inny wróg, Kymani nie usuwa żadnych innych utajonych małych kart z gry.</i>
ru: <i>Например: В тени находятся «Агент Клики» и «Ассасин Клики». В локации Каймани и в связанной с ней локации находится по одной сокрытой мини-карте. Сначала Каймани играет событие, позволяющее найти улику в своей локации, но по выбору игрока вместо этого данный эффект разоблачает сокрытую мини-карту. Перевернув мини-карту, Каймани видит, что это ложная цель, и откладывает её в сторону. Затем Каймани перемещается в связанную локацию и пытается разоблачить другую сокрытую мини-карту с помощью ухода. Уход успешен, и, перевернув сокрытую мини-карту, Каймани разоблачает… «Ассасина Клики»! Мини-карта «Ассасина Клики» откладывается в сторону, а сам враг выходит из тени и выкладывается в локацию Каймани, сразу же начав сражаться с данным сыщиком. Так как в тени находится другой враг, остальные сокрытые мини-карты остаются в игре.</i>

source: Clued In
de: Nutze die Hinweise weise
es: No te despistes
fr: Incollable
it: Un Indizio è per Sempre
pl: Dobrze poinformowany
ru: В курсе дела

source: Do not spend or drop a single clue via treachery cards in <i>Riddles and Rain</i>.
de: Gib in <i>Rätsel im Regen</i> keine Hinweise durch Verratskarten aus und verliere auch sonst keine Hinweise durch Verratskarten.
es: No gastes ni sueltes ninguna pista debido a cartas de Traición en <i>Acertijos y lluvia</i>.
fr: Ne dépensez ni ne perdez aucun indice à cause des cartes Traîtrise de <i>La Pluie et les Énigmes</i>.
it: Non spendete né perdete alcun indizio per gli effetti delle carte sventura in <i>Pioggia ed Enigmi</i>.
pl: Nie wydaj ani nie strać w wyniku efektu karty podstępu ani jednego żetonu wskazówki w scenariuszu <i>Deszczowa zagadka</i>.
ru: Не тратьте и не кладите обратно на локации ни одной улики по эффектам напастей в сценарии <i>«Загадки и дождь»</i>.

source: Take That, Ghulat
de: Nimm das, Ghulāt
es: Chúpate esa, Ghulat
fr: Prends ça, Ghulat
it: Beccati Questo, Ghulat!
pl: Udławcie się, ghule
ru: Получи, гулат

source: Ensure that not a single civilian is slain in <i>Dead Heat</i>.
de: Stelle sicher, dass in Tödliche Hitze kein einziger Zivilist getötet wird.
es: Asegúrate de que no muere ningún civil en <i>Calor muerto</i>.
fr: Assurez-vous qu'aucun civil ne soit tué dans <i>Chaleur Mortelle</i>.
it: Assicuratevi che non venga ucciso alcun civile in <i>Calura Mortale</i>.
pl: Nie dopuść do zgładzenia żadnego cywila w scenariuszu <i>Morderczy upał</i>.
ru: Не дайте убить ни одного горожанина в сценарии <i>«Смертельная жара»</i>.

source: What’s in a Name?
de: Was ist schon ein Name?
es: ¿Qué peso tiene un nombre?
fr: Quel est son Nom ?
it: Che Cosa C’è in un Nome?
pl: Znaczące imię
ru: Что мне в имени твоём?

source: Tell Amaranth her real name in <i>Dead Heat</i>.
de: Sprich Amaranth in <i>Tödliche Hitze</i> mit ihrem wahren Namen an.
es: Dile su nombre real a Amaranth en <i>Calor muerto</i>.
fr: Dites à Amarante quel est son nom véritable dans <i>Chaleur Mortelle</i>.
it: Dite ad Amaranto il suo vero nome in <i>Calura Mortale</i>.
pl: Zwróć się do Amarant jej prawdziwym imieniem w scenariuszu <i>Morderczy upał</i>.
ru: Назовите Амарант её настоящее имя в сценарии <i>«Смертельная жара»</i>.

source: Defeat both copies of Desi simultaneously in <i>Dancing Mad</i>.
de: Besiege in <i>Wilder Tanz</i> beide Kopien von Desi.
es: Derrota a las dos copias de Desi a la vez en <i>Bailar como locos</i>.
fr: Vainquez simultanément les deux exemplaires de Desi dans <i>Danse Macabre</i>.
it: Sconfiggete simultaneamente le 2 copie di Desi in <i>Danza Selvaggia</i>.
pl: Pokonaj jednocześnie obie kopie Desiego w scenariuszu <i>Szaleńczy twist</i>.
ru: Победите оба экземпляра Дези одновременно в сценарии «<i>Безумные танцы</i>».

source: Lost and Found
de: Verloren und gefunden
es: Objetos perdidos
fr: Objet Trouvé
it: Oggetti Smarriti
pl: Znaleźne
ru: Бюро находок

source: Take control of the Twisted Antiprism without a single clue on Clues Unveiled in <i>Dealings in the Dark</i>.
de: Übernimm in <i>Dunkle Machenschaften</i> die Kontrolle über den Schlüssel Das Verdrehte Antiprisma, ohne dass ein Hinweis im Feld „Entschleierte Hinweise“ liegt.
es: Toma el control de El antiprisma monstruoso sin una sola pista en Pistas desveladas en <i>Tratos en la oscuridad</i>.
fr: Prenez le contrôle de l'Antiprisme Torsadé sans placer un seul indice sur Indices Dévoilés dans <i>Transactions Nocturnes</i>.
it: Prendete il controllo dell’Antiprisma Corrotto senza che ci siano indizi su Indizi Svelati in <i>Affari Oscuri</i>.
pl: Przejmij kontrolę nad Wynaturzoną antypryzmą bez żadnego żetonu wskazówki na Odsłoniętych wskazówkach w scenariuszu <i>Szemrane interesy</i>.
ru: Возьмите под контроль «Искажённую антипризму» без единой улики на «Раскрытых уликах» в сценарии «<i>Сделки во мраке</i>».

source: I Like Tower Defense Games
de: Ich mag „Tower Defense“-Spiele
es: Me gustan los juegos de defensa de torres
fr: J'aime les Jeux de Siège
it: Toglietemi Tutto, Ma Non la Mia Torre
pl: Wolę obronę
ru: Мне нравятся игры формата «Защита башни»

source: Defend The Claret Knight without any Key Locuses being destroyed in <i>Dogs of War v. I.</i>
de: Verteidige in <i>Hunde des Krieges (V.I)</i> den Weinroten Ritter, ohne dass ein Schlüsselfokus zerstört wird.
es: Defiende al caballero burdeos sin que se destruya ningún Locus de Llave en <i>Perros de guerra v. I.</i>
fr: Défendez Le Chevalier Almandin sans qu'aucun Locus Clé ne soit détruit dans <i>Chiens de Guerre v. I.</i>
it: Difendete il Cavaliere Purpureo senza che venga distrutto alcun Locus della Chiave in <i>Cani da Guerra v. I</i>.
pl: Obroń Rubinowego Rycerza tak, aby żadna Kluczowa pieczęć nie została zniszczona w scenariuszu <i>Psy wojny w. I.</i>
ru: Победите Бордового рыцаря, не уничтожив ни одного локуса ключа в сценарии «<i>Псы войны (вариант I)</i>»

source: Play With Your Food
de: Mit deinem Essen spielen
es: Juega con tu comida
fr: Jouez Avec Votre Nourriture
it: Come il Gatto col Topo
pl: Baw się jedzeniem
ru: Поиграй с едой

source: Steal The Light of Pharos from either The Claret Knight or The Beast in a Cowl of Crimson while they have exactly 1 health remaining in <i>Dogs of War v. II or v. III</i>.
de: Stiehl in <i>Hunde des Krieges (V. II oder V. III)</i> das Licht von Pharos entweder von dem Weinroten Ritter oder von der Bestie in der purpurroten Kutte, solange du genau 1 verbliebene Ausdauer hast.
es: Róbale la luz de Faros al caballero burdeos o a la bestia de la capucha carmesí mientras les quede exactamente 1 punto de salud en <i>Perros de guerra v. II o v. III</i>.
fr: Volez La Lumière de Pharos au Chevalier Almandin ou à La Bête au Châle Pourpre au moment où il ne leur reste exactement qu'une seule vie dans <i>Chiens de Guerre v. II ou v. III</i>.
it: Rubate la Luce del Faro al Cavaliere Purpureo o alla Bestia con la Cappa Cremisi mentre possiede esattamente 1 Salute rimanente in <i>Cani da Guerra v. I o v. III</i>.
pl: Ukradnij Światło Faros Rubinowemu Rycerzowi lub Bestii w karmazynowym kapturze, kiedy pozostało mu/jej dokładnie 1 wytrzymałości w scenariuszu <i>Psy wojny w. II lub w. III</i>.
ru: Украдите «Свет Фароса» и у Бордового рыцаря, и у Зверя в багровой рясе, когда у них останется ровно 1 здоровья в сценариях «<i>Псы войны (варианты II и III)</i>».

source: More Like “Destroyed” Chimera
de: Wohl eher die Chimäre der „Schmach“
es: Más bien una quimera “destrozada”
fr: La Chimère Dévidée Vous Voulez Dire ?
it: Intendevi Chimera “Sottovuoto”?
pl: Raczej „pustka po chimerze”
ru: Скорее «уничтоженная» Химера

source: Defeat all five forms of the Void Chimera in a single session of <i>On Thin Ice</i>.
de: Besiege in einem einzigen Durchgang von <i>Auf dünnem Eis</i> alle 5 Formen der Chimäre der Leere.
es: Derrota a las cinco formas de la Quimera del vacío en una sola partida de <i>Sobre hielo peligroso</i>.
fr: Vainquez les cinq formes de la Chimère du Vide lors d'une même session de jeu dans <i>Terrain Glissant</i>.
it: Sconfiggete le 5 forme della Chimera del Vuoto in una singola partita in <i>Sul Ghiaccio Sottile</i>.
pl: Pokonaj wszystkie 5 form Chimery z Pustki podczas jednej rozgrywki w scenariusz <i>Po cienkim lodzie</i>.
ru: Победите все 5 форм «Химеры из пустоты» во время одного прохождения сценария «<i>По тонкому льду</i>».

source: Who Watches the Watcher?
de: Quis custodiet ipsos custodes?
es: ¿Quién vigila al vigilante?
fr: Qui Guette le Guetteur ?
it: Chi Osserva l’Osservatore?
pl: Kto obserwuje Obserwatora?
ru: Кто сторожит Стража?

source: Unlock a secret final act in <i>Sanguine Shadows</i>.
de: Schalte in <i>Blutrote Schatten</i> die geheime letzte Szene frei.
es: Desbloquea un acto final secreto en <i>Sombras sanguinas</i>.
fr: Débloquez un acte final secret dans <i>Ombres Rouge Sang</i>.
it: Sbloccate un capitolo finale segreto in <i>Ombre Sanguigne</i>.
pl: Odblokuj sekretny finałowy akt w scenariuszu <i>Krwawe cienie</i>.
ru: Откройте секретную последнюю сцену в сценарии «<i>Кровавые тени</i>».

source: Under My Umbrella
de: Unter meinem Schirm
es: Bajo mi paraguas
fr: Sous mon Ombrelle
it: E Come un Parasole Giro Intorno a Te
pl: Parasolki, parasolki
ru: Легко исправить с помощью зонта

source: Do not let Tzu San Niang devour a single Geist enemy in <i>Shades of Suffering</i>.
de: Lass in <i>Schattierungen des Leidens</i> nicht zu, dass Tzu San Niang auch nur einen einzigen Spuk-Gegner verschlingt.
es: No permitas que Tzu San Niang devore un solo Enemigo [[Geist]] en <i>Sombras de sufrimiento</i>.
fr: Ne laissez pas Tzu San Niang dévorer un seul ennemi [[Geist]] dans <i>L'Ombre de la Souffrance</i>.
it: Non permettete che Tzu San Niang divori alcun nemico Geist in <i>Ombre Dolorose</i>.
pl: Nie pozwól Tzu San Niang pochłonąć żadnego wroga z cechą [[Echo duszy]] w scenariuszu <i>Odcienie cierpienia</i>.
ru: Не позвольте Цзы Саньнян поглотить ни одного привидения своим зонтиком в сценарии «<i>Оттенки страдания</i>».

source: All Hollow
de: Völlig ausgehöhlt
es: Todo hueco
fr: Disparaître
it: Tutto Vuoto
pl: Pośród zapomnienia
ru: Место, где утраты ждут

source: Learn about a place where Outsiders dwell and travel there to unlock <i>Without a Trace</i>.
de: Finde heraus, wo die Außenseiter wohnen, und reise dorthin, um das Szenario <i>Spurlos</i> freizuschalten.
es: Descubre un lugar donde moran los seres del exterior y viaja allí para desbloquear <i>Sin rastro</i>.
fr: Découvrez où se trouve la demeure de Ceux d'Ailleurs et voyagez-y pour débloquer <i>Sans la Moindre Trace</i>.
it: Scoprite dove si trova la dimora degli Estranei e raggiungetela per sbloccare <i>Senza Tracce</i>.
pl: Dowiedz się, gdzie mieszkają Zewnętrzni, i wyrusz tam, aby odblokować scenariusz <i>Bez śladu</i>.
ru: Узнайте о месте, в котором обитают Внешние, и отправьтесь туда, открыв сценарий «<i>Без следа</i>».

source: Red Looks Good on Me
de: Rot steht mir gut
es: El rojo me queda bien
fr: Le Rouge me va si Bien
it: Il Rosso Ti Fa Bella
pl: Dobrze mi w czerwieni
ru: Красное мне идёт

source: Join the Red Coterie in <i>Congress of the Keys</i>.
de: Tritt der Roten Coterie in <i>Zusammenkunft der Schlüssel</i> bei.
es: Únete a la Camarilla Roja en <i>El congreso de las Llaves</i>.
fr: Rejoignez la Coterie Rouge dans <i>Le Congrès des Clefs</i>.
it: Unitevi alla Società Rossa in <i>Il Congresso delle Chiavi</i>.
pl: Dołącz do Czerwonej Koterii w scenariuszu <i>Zgromadzenie Kluczy</i>.
ru: Присоединитесь к Красной Клике в сценарии «<i>Конгресс ключей</i>».

source: Bloody Red Revolution
de: Blutrote Revolution
es: Revolución roja sangrienta
fr: Révolution Rouge Sang
it: Rivoluzione Rosso Sangue
pl: Krwawoczerwona rewolucja
ru: Кроваво-красная революция

source: Overthrow the Red Coterie in <i>Congress of the Keys</i>.
de: Führe in <i>Zusammenkunft der Schlüssel</i> einen Umsturz in der Roten Coterie herbei.
es: Derroca a la Camarilla Roja en <i>El congreso de las Llaves</i>.
fr: Renversez la Coterie Rouge dans <i>Le Congrès des Clefs</i>.
it: Prendete il controllo della Società Rossa in <i>Il Congresso delle Chiavi</i>.
pl: Obal Czerwoną Koterię w scenariuszu <i>Zgromadzenie Kluczy</i>.
ru: Устройте переворот в Красной Клике в сценарии «<i>Конгресс ключей</i>».

source: With Your Powers Combined…
de: Durch eure vereinten Kräfte…
es: Combinando tus poderes…
fr: En Combinant vos Pouvoirs…
it: Dall’Unione dei Vostri Poteri…
pl: Z waszych połączonych mocy…
ru: Объединив ваши силы...
