Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Description: Subject #11–B (hereinafter "Amaranth") is a woman of European descent; appears to be in early 20s. Typically seen wearing a large red flower that partly obscures her face.</typewriter> <typewriter>Paradimensional Capabilities: Power to █​█​█​█​█​█​█​█ and █​█​█​█. Channels █​█​█​█ via █​█​█​█​█​█​█​█​█ to █​█​█​█​█​█​█​█​█​█ and █​█​█​█ from █​█​█​█​█​█​█. No recorded limits to this █​█​█​█​█; data limited only to minor events. Subject █​█​█​█​█​█​█ via tactile contact, which limits ​█​█​█​█ of █​█​█​█​█​█. Possible █​█​█​█​█​█​█​█​█​█ ramifications.</typewriter> <typewriter>Sightings: 1. November 23, 1923: Arkham, MA. Agents witnessed subject healing wounds of █​█​█​█​█​█​█ member, █​█​█​█​█​█​█​█​█​█ nearby trees. Elevated █​█​█​█​█​█​█​█​█ activity reported in the months following.</typewriter> <typewriter> 2. January 11, 1924: Lisbon, Portugal. Local cell apprehended subject. █​█​█​█​█ contact confirmed. One cell member immediately deceased; second victim remains catatonic. Subject eluded questioning.</typewriter> <typewriter> 3. Unconfirmed sighting in Marrakesh. Further intel required. Immediate assistance requested.</typewriter> <typewriter>Approach Procedure: Subject is incredibly dangerous. Engage only with extreme caution. Physical contact prohibited. More information available in San Francisco office (File #26-G2).</typewriter>
de: <typewriter>Beschreibung: Subjekt #11–B (nachstehend „Amaranth“) ist eine Frau europäischer Herkunft; wirkt wie Anfang zwanzig. Trägt gewöhnlich eine große rote Blume, die teilweise ihr Gesicht verdeckt.</typewriter> <typewriter>Paradimensionale Fähigkeiten: Die Macht, █​█​█​█​█​ und █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. Fokussiert █​█​█​█​█​█​█​ durch █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​, um █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ und █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. Keine bekannten Grenzen für diesen █​█​█​█​█​█​█​█​█​; Datenlage beschränkt sich auf kleinere Vorkommnisse. Subjekt █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ durch Berührungen, was das █​█​█​█​█​█​ des █​█​█​█​█​█​█​█​█​ einschränkt. Mögliche █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ Konsequenzen.</typewriter> <typewriter>Sichtung 1: 23. November 1923: Arkham, MA. Agenten waren Zeuge, wie Subjekt Wunden eines █​█​█​█​█​█​█​-Mitglieds geheilt hat, wobei nahe gelegene Bäume █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. Berichte von erhöhter █​█​█​█​█​█​█​█​█​█​█​█​ und █​█​█​█​█​█​█​█​█​█​█​█​ Aktivität in den folgenden Monaten.</typewriter> <typewriter>Sichtung 2: 11. Januar 1924: Lissabon, Portugal. Einheimische Zelle setzte Subjekt fest. █​█​█​█​█​█​█​█​█​█​█​█​ Kontakt bestätigt. 1 Mitglied der Zelle sofort verstorben; 2. Opfer in katatonischem Zustand. Subjekt entzog sich Befragung.</typewriter> <typewriter>Sichtung 3: Unbestätigte Sichtung in Marrakesch. Weitere Informationen benötigt. Sofortige Unterstützung angefordert.</typewriter> <typewriter>Annäherungsprotokoll: Subjekt ist extrem gefährlich. Zugriff nur mit äußerster Vorsicht. Körperlicher Kontakt verboten. Mehr Information im Büro in San Francisco (Akte #26-G2).</typewriter>
es: <typewriter>Descripción: La sujeto 11–B (de aquí en adelante “Amaranth”) es una mujer de descendencia europea y parece tener veintipocos años. Suele llevar una gran flor roja que le tapa parcialmente el rostro.</typewriter> <typewriter>Capacidades paradimensionales: Tiene el poder de ███████ y ███████. Canaliza ████ mediante ████████████ para ███████ y ██████ de ████████████. No se han registrado límites para este ██████████; datos limitados únicamente a sucesos menores. La sujeto ████████ a través del contacto táctil, lo que limita ██████████████ de ██████████. Posibles ramificaciones █████████.</typewriter> <typewriter>Avistamientos: 1. 23 de noviembre de 1923: Arkham, MA. Los agentes vieron cómo la sujeto curaba heridas de un miembro de ███████, ██████████████ los árboles cercanos. Se registró actividad ████████████ elevada durante los meses siguientes.</typewriter> <typewriter> 2. 11 de enero de 1924: Lisboa, Portugal. La célula local arrestó a la sujeto. Contacto ██████████ confirmado. Un miembro de la célula falleció inmediatamente; la segunda víctima permanece catatónica. La sujeto eludió el interrogatorio.</typewriter> <typewriter> 3. Avistamiento no confirmado en Marrakech. Se necesitan más datos. Se solicita asistencia inmediata.</typewriter> <typewriter>Procedimiento de acercamiento: La sujeto es increíblemente peligrosa. Precaución extrema al enfrentarse a ella. Se prohíbe el contacto físico. Más información disponible en la oficina de San Francisco (archivo 26–G2).</typewriter>
fr: <typewriter>Description : Le sujet #11-B (alias « Amarante ») est une femme d’origine européenne possiblement agée d’une vingtaine d’années. Elle porte en toute occasion une grande fleur rouge dans ses cheveux, laquelle cache partiellement son visage.</typewriter> <typewriter>Capacités Paradimensionnelles : A le pouvoir de █​█​█​█​█​█​█​█​█​█​█​█​█​█​█ et █​█​█​█​█​█. █​█​█​█​█​█ canalisée par █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ permet de █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ et █​█​█​█​█​█ de █​█​█​█​█​█​█​█​█​█​█​█. Aucune limite à █​█​█​█​█​█​█​█ n’a été enregistrée : les données disponibles se limitent à des événements mineurs. Le sujet █​█​█​█​█​█​█​█​█​█​█​█​█ par le toucher, ce qui limite ​█​█​█​█​█​█​█ du █​█​█​█​█​█​█​█​█​█. Ramifications potentiellement █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Apparitions : 1. 23 novembre 1923 : Arkham, Massachussets. Les agents ont vu le sujet soigner les blessures de membres de █​█​█​█​█​█​█​█​█​█​█​█ █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ des arbres proches, conduisant à leur flétrissement. Activité █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ élevée reportée dans les mois suivants.</typewriter> <typewriter> 2. 11 janvier 1924 : Lisbonne, Portugal. Sujet appréhendé par cellule locale. Contact █​█​█​█​█​█​█​█​█ confirmé. Un membre de la cellule décédé sur le coup. Deuxième victime catatonique. Le sujet n’a pas répondu aux questions.</typewriter> <typewriter> 3. Apparition non confirmée à Marrakech. Informations complémentaires requises. Assistance immédiate requise.</typewriter> <typewriter>Procédure d’approche : Le sujet est incroyablement dangereux. N’engager le contact qu’avec d’extrêmes précautions. Contact physique prohibé. Plus d’informations disponibles au bureau de San Francisco (Dossier #26-G2).</typewriter>
it: <typewriter>Descrizione: Il soggetto #11-B (da qui in poi, “Amaranto”) è una donna di origini europee, di aspetto tra i 20 e 1 25 anni. Solitamente indossa un ampio fiore rosso che le copre parte del viso.</typewriter> <typewriter>Capacità Paradimensionali: Potere di █​█​█​█​█​█​█​█ e █​█​█​█. Incanala █​█​█​█ con █​█​█​█​█​█​█​█​█ per █​█​█​█​█​█​█​█​█​█ e █​█​█​█ dal █​█​█​█​█​█​█. Non è stato documentato alcun limite a questi █​█​█​█​█; le informazioni sono circoscritte a eventi minori. Il soggetto █​█​█​█​█​█​█ tramite contatto cutaneo, cosa che limita la ​█​█​█​█ del █​█​█​█​█​█. Possibili █​█​█​█​█​█​█​█​█​█ ramificazioni.</typewriter> <typewriter>Avvistamenti: 1. 23 novembre 1923; Arkham, Massachusetts. Gli agenti hanno visto il soggetto guarire le ferite di un membro █​█​█​█​█​█​█ █​█​█​█. █​█​█​█​█​█​█​█​█​█ gli alberi vicini. Osservata nei mesi seguenti un’elevata attività di origine █​█​█​█​█​█​█​█​█.</typewriter> <typewriter> 2. 11 gennaio 1924; Lisbona, Portogallo. La cellula locale ha fermato il soggetto. Confermato contatto █​█​█​█​█. Un membro della cellula è morto sul colpo; la seconda vittima è in stato catatonico. Il soggetto ha eluso l’interrogatorio.</typewriter> <typewriter> 3. Avvistamento non confermato a Marrakech. Necessarie ulteriori informazioni. Richiesta assistenza immediata.</typewriter> <typewriter>Procedura di Avvicinamento: Il soggetto è incredibilmente pericoloso. Ingaggiare solo con estrema cautela. Vietato il contatto fisico. Ulteriori informazioni disponibili nell’ufficio di San Francisco (Fascicolo #26-G2).</typewriter>
pl: <typewriter>Opis: Obiekt #11–B (zwany dalej „Amarant”) jest kobietą pochodzenia europejskiego w wieku około 20 lat. Zazwyczaj nosi przy sobie duży czerwony kwiat, który częściowo zasłania jej twarz.</typewriter> <typewriter>Zdolności międzywymiarowe: Umiejętność █████████. Potrafi wykorzystać ████████████ do ██████ i ████████ z ██████. Brak potwierdzonych ograniczeń tego ████; dane ograniczone tylko do drobnych zdarzeń. Obiekt ██████████ poprzez fizyczny kontakt, co ogranicza ██████ wspomnianego █████. Możliwe ██████████ konsekwencje.</typewriter> <typewriter>Doniesienia: 1. 23 listopada 1923: Arkham, Massachusetts. Agenci byli świadkami leczenia ran ███████████, przy jednoczesnym ████████████ pobliskich drzew. W kolejnych miesiącach odnotowano wzmożoną aktywność ███████████████.</typewriter> <typewriter> 2. 11 stycznia 1924: Lizbona, Portugalia. Obiekt zatrzymany przez lokalną komórkę. Potwierdzono ████ kontakt. Natychmiastowy zgon jednego członka komórki. Druga ofiara w stanie katatonii. Obiekt zbiegł przed przesłuchaniem.</typewriter> <typewriter> 3. Niepotwierdzone wydarzenia w Marrakeszu. Potrzeba więcej informacji. Prośba o natychmiastową pomoc.</typewriter> <typewriter>Procedura postępowania: Obiekt jest niezwykle niebezpieczny. Interakcje tylko ze szczególną ostrożnością. Zakaz kontaktu fizycznego. Więcej informacji można uzyskać w biurze w San Francisco (Załącznik #26–G2).</typewriter>
ru: <typewriter>Описание: Объект #11-B (здесь и далее «Амарант») — женщина европейского происхождения; на вид чуть старше 20 лет. Обычно носит большой красный цветок, который частично скрывает её лицо.</typewriter> <typewriter>Внепространственные способности: Может ████████████████ и ██████. Направляет ███████ сквозь ████████████████████чтобы █████████████████████████████████████████████из █████. Ограничения ████████████████ неизвестны; в наличии данные лишь о нескольких незначительных примерах. Объект ████████ жизнь через тактильный контакт, что ограничивает █████████████████. Последствия могут быть █████████████. </typewriter> <typewriter>Наблюдения: 1. 23 ноября 1923 г.: Аркхэм, Массачуссетс. Агенты стали свидетелями того, как объект заживлял раны члена █████, █████████████████ близлежащие деревья. В последующие месяцы в регионе участились сообщения о █████████████████████████████████████████████.</typewriter> <typewriter> 2. 11 января 1924 г.: Лиссабон, Португалия. Местная ячейка задержала объект. Подтверждён ██████████ контакт. Один из членов группы сразу же скончался; вторая жертва находится в кататоническом состоянии. Объект избежал допроса. </typewriter> <typewriter> 3. По неподтверждённым данным, замечена в Марракеше. Требуется дальнейшая разведка. Подкрепление необходимо немедленно.</typewriter> <typewriter>Процедура контакта: Объект невероятно опасен. Вступать в бой только с крайней осторожностью. Физический контакт запрещён. Дополнительная информация доступна в офисе в Сан-Франциско (досье #26-G2).</typewriter>

source: File #26-G2
de: Akte #26-G2
es: Archivo 26–G2
fr: Dossier #26–G2
it: Fascicolo #26-G2
pl: Załącznik #26–G2
ru: Досье #26-G2

source: French Protectorate of Morocco
de: Französisches Protektorat von Marokko
es: Protectorado francés de Marruecos
fr: Protectorat français du Maroc
it: Protettorato Francese del Marocco
pl: Maroko Francuskie
ru: Французский протекторат Марокко

source: French Empire
de: Französisches Imperium
es: Imperio francés
fr: Empire français
it: Impero Francese
pl: Imperium Francuskie
ru: Французская империя

source: Kingdom of Iceland
de: Königreich Island
es: Reino de Islandia
fr: Royaume d’Islande
it: Regno d’Islanda
pl: Królestwo Islandii
ru: Королевство Исландия

source: Associated State of Denmark
de: Assoziierter Staat Dänemark
es: Estado Asociado de Dinamarca
fr: État associé du Danemark
it: Regno di Danimarca
pl: Państwo Stowarzyszone Danii
ru: Дания

source: Foundation contacts informed you that there is a likely Coterie sanctum in <minicaps>Reykjavik</minicaps>. Perhaps the Coterie member who stole your keys is hiding here?
de: Foundation-Kontakte haben dich informiert, dass es wahrscheinlich ein Coterie-Heiligtum in <minicaps>Reykjavik</minicaps> gibt. Vielleicht versteckt sich dort das Coterie-Mitglied, das deine Schlüssel gestohlen hat?
es: Los contactos de la Fundación te han informado de que es posible que haya un refugio de la Camarilla en <minicaps>Reikiavik</minicaps>. ¿Quizás se oculte aquí el miembro de la Camarilla que robó tus Llaves?
fr: Vos contacts de la Fondation vous ont informé qu'un potentiel sanctuaire de la Coterie se situe à <minicaps>Reykjavik</minicaps>. Peut-être que le membre de la Coterie qui vous a volé vos clefs y est caché ?
it: I vostri contatti della Fondazione, vi hanno informano che esiste un probabile sancta sanctorum della Società Rossa a <minicaps>Reykjavik</minicaps>. Forse il membro della Confraternita che ti ha rubato le chiavi si nasconde qui?
pl: Kontakty Fundacji poinformowały was, że prawdopodobnie w <minicaps>Reykjaviku</minicaps> znajduje się kryjówka Koterii. Być może ukrywa się tu członek Koterii, który ukradł wasze klucze?
ru: Контакт в Организации уведомил вас, что в <minicaps>Рейкьявике</minicaps> скорее всего есть убежище Клики. Возможно, похищенные у вас ключи спрятаны там?

source: England
es: Inglaterra
fr: Angleterre
it: Inghilterra
pl: Anglia
ru: Англия

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
it: Regno Unito
pl: Zjednoczone Królestwo
ru: Соединённое Королевство

source: Agent Quinn has a hunch about the dissapearances. She invited you to meet her in Amesbury west of <minicaps>London</minicaps>.
de: Agentin Quinn hat eine Vermutung über die verschwundenen Personen. Sie hat dich eingeladen, sie in Amesbury westlich von <minicaps>London</minicaps> zu treffen.
es: La agente Quinn tiene una corazonada sobre las desapariciones. Te ha invitado a reunirte con ella en Amesbury, al oeste de <minicaps>Londres</minicaps>.
fr: L'Agente Quinn a un pressentiment concernant les disparitions. Elle vous a invité à la rencontrer à Amesbury, à l'ouest de <minicaps>Londres</minicaps>.
it: L’Agente Quinn ha un sospetto riguardo alle sparizioni. Ti ha invitato ad incontrarla ad Amesbury, a ovest di <minicabs>Londra</minicabs>.
pl: Agent Quinn ma przeczucie co do zniknięć. Zaprosiła was na spotkanie w Amesbury na zachód od <minicabs>Londynu</minicabs>.
ru: У агента Куинн появилась зацепка, касающаяся загадочных исчезновений. Она пригласила вас на встречу в Эймсбери к западу от <minicaps>Лондона</minicaps>.

source: Agent Quinn doesn't quite trust you, but she said she would be in Amesbury west of <minicaps>London</minicaps> if you want to share your information.
de: Agentin Quinn traut dir nicht ganz, aber sie sagte, sie wäre in Amesbury westlich von <minicaps>London</minicaps>, wenn du deine Informationen weitergeben willst.
es: La agente Quinn no confía en ti, pero dice que estará en Amesbury, al oeste de <minicaps>Londres</minicaps> si quieres compartir información.
fr: L'Agente Quinn ne vous fait pas vraiment confiance, mais elle a dit qu'elle serait à Amesbury, à l'ouest de <minicaps>Londres</minicaps>, si vous voulez partager vos informations avec elle.
it: L’Agente Quinn non si fida del tutto di voi, ma ha detto che sarebbe stata ad Amesbury, a ovest di <minicaps>Londra</minicaps>, se vorrete condividere le vostre informazioni.
pl: Agentka Quinn nie do końca wam ufa, ale powiedziała, że będzie w Amesbury na zachód od <minicaps>Londynu</minicaps>, jeśli zechcecie podzielić się swoimi informacjami.
ru: Агент Куинн не особо вам доверяет, но всё же сообщила, что вы сможете найти её в Эймсбери к западу от <minicaps>Лондона</minicaps>, если решите поделиться какой-нибудь информацией.

source: Kingdom of Sweden
de: Königreich Schweden
es: Reino de Suecia
fr: Royaume de Suède
it: Regno di Svezia
pl: Królestwo Szwecji
ru: Королевство Швеция

source: Venice
de: Venedig
es: Venecia
fr: Venise
it: Venezia
pl: Wenecja
ru: Венеция

source: Kingdom of Italy
de: Königreich Italien
es: Reino de Italia
fr: Royaume d’Italie
it: Regno d’Italia
pl: Królestwo Włoch
ru: Королевство Италия

source: Some recent gruesome killings in Arkham have led you to suspect something sinister is transpiring in <minicaps>Venice</minicaps>. Signs point to something terrible happening at the upcoming Carnevale…
de: Einige grausame Morde in Arkham haben dich zu dem Verdacht gebracht, dass in <minicaps>Venedig</minicaps> etwas Unheimliches vor sich geht. Die Anzeichen deuten darauf hin, dass beim bevorstehenden Carnevale etwas Schreckliches passieren wird...
es: Algunos horribles asesinatos recientes en Arkham te han llevado a sospechar que algo siniestro está ocurriendo en <minicaps>Venecia</minicaps>. Las señales apuntan a que algo terrible sucederá en el próximo Carnevale…
fr: Des meurtres horribles commis récemment à Arkham vous ont amené à soupçonner que quelque chose de sinistre se tramait à <minicaps>Venise</minicaps>. Les signes indiquent que quelque chose de terrible va se produire lors du prochain Carnaval…
it: Alcuni recenti raccapriccianti omicidi avvenuti ad Arkham ti hanno portato a sospettare che qualcosa di sinistro stia accadendo a <minicaps>Venezia</minicaps>. I segnali indicano che qualcosa di terribile accadrà nel prossimo Carnevale…
pl: Niektóre niedawne makabryczne morderstwa w Arkham skłoniły was do podejrzeń, że w <minicaps>Wenecji</minicaps> dzieje się coś złowrogiego. Znaki wskazują, że podczas zbliżającego się karnawału wydarzy się coś strasznego…
ru: Недавние жестокие убийства в <minicaps>Венеции</minicaps> наводят вас на мысль, что там зреет нечто зловещее. Всё указывает на беду, которая произойдёт на приближающемся Карнавале...

source: Monte Carlo
ru: Монте-Карло

source: Principality of Monaco
de: Fürstentum Monaco
es: Principado de Mónaco
fr: Principauté de Monaco
it: Principato di Monaco
pl: Księstwo Monako
ru: Княжество Монако

source: Strange occurrences have been happening around the Défis de la Roulette casino in <minicaps>Monte Carlo</minicaps>. Since the day it opened, the casino has been a magnet for the unnatural and implausible, and the Foundation has reason to believe that a Key may be involved in these strange events.
de: Rund um das Kasino Défis de la Roulette in <minicaps>Monte Carlo</minicaps> haben sich seltsame Vorfälle ereignet. Seit dem Tag seiner Eröffnung ist das Kasino ein Magnet für das Unnatürliche und Unglaubwürdige, und die Foundation hat Grund zu der Annahme, dass ein Schlüssel in diese seltsamen Ereignisse verwickelt sein könnte.
es: Sucesos extraños han estado ocurriendo alrededor del casino Défis de la Roulette en <minicaps>Montecarlo</minicaps>. Desde el día de su apertura, el casino ha sido un imán para lo antinatural y lo inverosímil, y la Fundación tiene razones para creer que una Llave puede estar involucrada en estos extraños eventos.
fr: Des événements étranges se sont produits autour du casino connu sous le nom du Défis de la Roulette à <minicaps>Monte Carlo</minicaps>. Depuis le jour de son ouverture, le casino est un aimant pour le paranormal et l’invraisemblable. La Fondation a de bonnes raisons de penser qu'une Clef pourrait être impliquée dans ces étranges événements.
it: Intorno al casinò Défis de la Roulette di <minicaps>Monte Carlo</minicaps> sono accaduti strani fatti. Dal giorno della sua apertura, il casinò è stato una calamita per l’innaturale e l’inverosimile, e la Fondazione ha motivo di credere che una Chiave possa essere coinvolta in questi strani eventi.
pl: W pobliżu kasyna Défis de la Roulette w <minicaps>Monte Carlo</minicaps> miały miejsce dziwne zdarzenia. Od dnia otwarcia kasyno przyciąga to, co nienaturalne i nieprawdopodobne, a Fundacja ma podstawy wierzyć, że w te dziwne zdarzenia może być zamieszany Klucz.
ru: Нечто странное происходит вокруг казино Défis de la Roulette в <minicaps>Монте-Карло</minicaps>. С самого первого дня оно стало магнитом для всего необычного и маловероятного, и Организация считает, что в этом может быть замешан ключ.

source: Agent Quinn thinks you can learn more about Apollo or his raven at the temples of Apollo Sosianus and Apollo Plantinus in <minicaps>Rome</minicaps>.
de: Agent Quinn glaubt, dass man in den Tempeln von Apollo Sosianus und Apollo Plantinus in <minicaps>Rom</minicaps> mehr über Apollo oder seinen Raben erfahren kann.
es: La agente Quinn cree que puedes aprender más sobre Apolo o su cuervo en los templos de Apolo Sosiano y Apolo Palatino en <minicaps>Roma</minicaps>.
fr: D'étranges événements se sont produits autour du casino Défis de la Roulette à <minicaps>Monte Carlo</minicaps>. Depuis le jour de son ouverture, le casino a été un aimant pour le surnaturel et l'invraisemblable, et la Fondation a des raisons de croire qu'une Clef pourrait être impliquée dans ces événements étranges.
it: L’Agente Quinn pensa che tu possa saperne di più su Apollo e sul suo corvo nei templi di Apollo Sosiano e Apollo Palatino a <minicaps>Roma</minicaps>.
pl: Agent Quinn uważa, że możecie dowiedzieć się więcej o Apollinie i jego kruku w świątyniach Apollina Sozjanusa i Apollina na Palatynie w <minicaps>Rzymie</minicaps>.
ru: Агент Куинн считает, что вы сможете больше узнать об Аполлоне и его вороне, если посетите его храмы на Марсовом поле и Палатинском холме в <minicaps>Риме</minicaps>.

source: Constantinople
de: Konstantinopel
es: Constantinopla
it: Costantinopoli
pl: Konstantynopol
ru: Константинополь

source: File #21-F
de: Akte #21-F
es: Archivo 21–F
fr: Dossier #21–F
it: Fascicolo #21-F
pl: Załącznik #21–F
ru: Досье #21-F

source: <typewriter>Subject Class: Green</typewriter> <typewriter>Real Identity: Şahin, Ece (shah-heen, eh-jay).</typewriter> <typewriter>Last Known Location: Constantinople, Turkey.</typewriter>
de: <typewriter>Subjekt-Klasse: Grün</typewriter> <typewriter>Wahre Identität: Şahin, Ece (schah-hin, eh-djeh)</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Konstantinopel, Türkei</typewriter>
es: <typewriter>Categoría del sujeto: Verde</typewriter> <typewriter>Identidad real: Şahin, Ece</typewriter> <typewriter>Última ubicación conocida: Constantinopla, Turquía</typewriter>
fr: <typewriter>Classe du sujet : Vert</typewriter> <typewriter>Véritable identité : Şahin, Ece (cha-in, é-jè)</typewriter> <typewriter>Dernière destination connue : Constantinople, Turquie</typewriter>
it: <typewriter>Classe del Soggetto: Verde</typewriter> <typewriter>Identità Reale: Șahin, Ece</typewriter> <typewriter>Ultima Posizione Nota: Costantinopoli, Turchia</typewriter>
pl: <typewriter>Klasa obiektu: Zielona</typewriter> <typewriter>Prawdziwa tożsamość: Şahin, Ece (sza–hin, e–dże)</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Konstantynopol, Turcja</typewriter>
ru: <typewriter>Класс объекта: Зелёный</typewriter> <typewriter>Настоящее имя: Эдже Шахин</typewriter> <typewriter>Последнее известное местонахождение: Константинополь, Турция</typewriter>
