Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: Shift 5 keys in a single turn.
de: Wandelt 5 Schlüssel in einem einzigen Zug.
es: Altera 5 Llaves en un solo turno.
fr: Tournez 5 Clefs lors d'un même tour.
it: Alterate 5 chiavi in un singolo turno.
pl: Przemień 5 kluczy w jednej turze.
ru: Разрядите 5 ключей за один ход.

source: Gift of Gab
de: Flottes Mundwerk
es: El don de la locuacidad
fr: Beau Parleur
it: Il Dono dell’Eloquenza
pl: Wymuszone zeznania
ru: Дар красноречия

source: Ensure that Commissioner Taylor orders you to “talk” 3 times during a single campaign.
de: Commissioner Taylor befiehlt dir 3 Mal in einer einzigen Kampagne „Reden Sie“.
es: Logra que la comisaria Taylor te ordene hablar 3 veces en la misma campaña.
fr: Assurez-vous que la Commissaire Taylor vous ordonne de « parler » 3 fois pendant la même campagne.
it: Assicuratevi che la commissaria Taylor vi ordini “Parlate” 3 volte durante una singola campagna.
pl: Spraw, aby komisarz Taylor 3 razy kazała wam „mówić” podczas jednej kampanii.
ru: Сделайте так, чтобы комиссар Тейлор скомандовала вам «говорить» три раза за одно прохождение кампании.

source: “I’m Just Here for the Local Cuisine”
de: Kulinarische Rundreise
es: “Vengo a probar la gastronomía local”
fr: « Je suis juste venu pour goûter aux spécialités locales »
it: “In Realtà Volevo Solo Provare la Cucina Locale”
pl: „Chcę tylko skosztować lokalnej kuchni”
ru: «Я здесь исключительно ради местной кухни»

source: In a single campaign, sample cuisine and/or visit bars or cafes from the following locations: Marrakesh, Havana, Buenos Aires, Tokyo, and Kuala Lumpur.
de: Koste in einer einzigen Kampagne Speisen oder Getränke und/oder besuche Bars und/oder Cafés an folgenden Orten: Marrakesch, Havanna, Buenos Aires, Tokio und Kuala Lumpur.
es: En la misma campaña, prueba la gastronomía y/o visita bares o cafeterías de los siguientes lugares: Marrakech, La Habana, Buenos Aires, Tokio y Kuala Lumpur.
fr: Pendant la même campagne, goûtez à la cuisine et/ou visitez les bars ou les cafés des endroits suivants : Marrakech, La Havane, Buenos Aires, Tokyo et Kuala Lumpur.
it: In una singola campagna, assaporate la cucina e/o visitate i bar o i locali dei luoghi seguenti: Marrakech, L’Avana, Buenos Aires, Tokyo e Kuala Lumpur.
pl: Podczas jednej kampanii skosztuj kuchni i/lub odwiedź bary lub kawiarnie w następujących lokalizacjach: Marrakesz, Hawana, Buenos Aires, Tokio i Kuala Lumpur.
ru: За одно прохождение кампании попробуйте еду и/или посетите бары или кафе в следующих локациях: Марракеш, Гавана, Буэнос-Айрес, Токио и Куала-Лумпур.

source: Speed Demon
de: Geschwindigkeitsjunkie
es: Correcaminos
fr: Vitesse Démoniaque
it: Andavo a Cento all’Ora
pl: Demon szybkości
ru: Демон скорости

source: Win <i>The Scarlet Keys</i> campaign with only 17 or fewer time passed.
de: Gewinne die Kampagne <i>Die scharlachroten Schlüssel</i>, bei der höchstens 17 Zeit verstrichen ist.
es: Gana la campaña <i>Las llaves escarlata</i> con 17 o menos de tiempo transcurrido.
fr: Gagnez la campagne <i>Les Clefs Écarlates</i> en cochant 17 cases Temps ou moins.
it: Vincete la campagna <i>Le Chiari Scarlatte</i> con solo 17 o meno tempi trascorsi.
pl: Wygraj kampanię <i>Szkarłatne klucze</i> tak, aby minęło tylko 17 lub mniej czasu.
ru: Победите в кампании «Алые ключи», потратив 17 и менее времени.

source: Trust Nobody
de: Vertraue niemandem
es: No te fíes de nadie
fr: Ne Faites Confiance à Personne
it: Non Fidatevi!
pl: Nie ufaj nikomu
ru: Не доверяйте никому

source: Win <i>The Scarlet Keys</i> campaign with 4 [elder_thing] tokens in the chaos bag and without ever removing any [elder_thing] tokens.
de: Gewinne die Kampagne <i>Die scharlachroten Schlüssel</i> mit 4 [elder_thing]-Markern im Chaosbeutel, ohne je [elder_thing]-Marker daraus entfernt zu haben.
es: Gana la campaña <i>Las llaves escarlata</i> con 4 fichas [elder_thing] en la bolsa de caos y sin haber retirado ninguna ficha [elder_thing] en ningún momento.
fr: Gagnez la campagne <i>Les Clefs Écarlates</i> avec 4 pions [elder_thing] dans la réserve du Chaos et en ne retirant jamais de pions [elder_thing].
it: Vincete la campagna <i>Le Chiari Scarlatte</i> con 4 segnalini [elder_thing] nel sacchetto del caos e senza aver mai rimosso segnalini [elder_thing].
pl: Wygraj kampanię <i>Szkarłatne klucze</i>, mając 4 żetony [elder_thing] w worku chaosu, nie usunąwszy w trakcie żadnego żetonu [elder_thing].
ru: Победите в кампании «<i>Алые ключи</i>» с 4 жетонами [elder_thing] в мешке хаоса и ни разу не удалив жетоны [elder_thing].

source: Trust Everybody
de: Vertraue jedem
es: Fíate de todo el mundo
fr: Faites Confiance à Tout le Monde
it: Fidatevi!
pl: Zaufanie to podstawa
ru: Доверяйте всем

source: Win <i>The Scarlet Keys</i> campaign with 4 [tablet] tokens in the chaos bag and without ever removing any [tablet] tokens.
de: Gewinne die Kampagne <i>Die scharlachroten Schlüssel</i> mit 4 [tablet]-Markern im Chaosbeutel, ohne je [tablet]-Marker daraus entfernt zu haben.
es: Gana la campaña <i>Las llaves escarlata</i> con 4 fichas [tablet] en la bolsa de caos y sin haber retirado ninguna ficha [tablet] en ningún momento.
fr: Gagnez la campagne <i>Les Clefs Écarlates</i> avec 4 pions [tablet] dans la réserve du Chaos et en ne retirant jamais de pions [tablet].
it: Vincete la campagna <i>Le Chiari Scarlatte</i> con 4 segnalini [tablet] nel sacchetto del caos e senza aver mai rimosso segnalini [tablet].
pl: Wygraj kampanię Szkarłatne klucze, mając 4 żetony [tablet] w worku chaosu, nie usunąwszy w trakcie żadnego żetonu [tablet].
ru: Победите в кампании «Алые ключи» с 4 жетонами [tablet] в мешке хаоса и ни разу не удалив жетоны [tablet].

source: Here is Your Badge
de: Hier ist Ihr Abzeichen
es: Toma tu placa
fr: Voilà Votre Insigne
it: Ecco il Tesserino
pl: Oto twoja odznaka
ru: Вот ваш жетон

source: Win <i>The Scarlet Keys</i> campaign and earn yourself a permanent position in the Foundation.
de: Gewinne die Kampagne <i>Die scharlachroten Schlüssel</i> und verdiene dir eine permanente Position bei der Foundation.
es: Gana la campaña <i>Las llaves escarlata</i> y consigue un puesto permanente en la Fundación.
fr: Remportez la campagne <i>Les Clefs Écarlates</i> et recevez un emploi permanent auprès de la Fondation.
it: Vincete la campagna <i>Le Chiari Scarlatte</i> e guadagnatevi un’occupazione a tempo indeterminato nella Fondazione.
pl: Wygraj kampanię <i>Szkarłatne klucze</i> i otrzymaj stałą posadę w Fundacji.
ru: Победите в кампании <i>«Алые ключи»</i> , получив постоянные должности в Организации.

source: Key to My Heart
de: Der Schlüssel zu meinem Herzen
es: La llave de mi corazón
fr: La Clef de Mon Cœur
it: Acchiappali Tutti
pl: Klucz do mojego serca
ru: Ключ к моему сердцу

source: Collect each of the following keys throughout <i>The Scarlet Keys</i> campaign:
de: Sammle während der Kampagne <i>Die scharlachroten Schlüssel</i> jeden der folgenden Schlüssel:
es: Consigue cada una de las siguientes Llaves a lo largo de la campaña <i>Las llaves escarlata</i>:
fr: Rassemblez toutes les Clefs au cours de la campagne <i>Les Clefs Écarlates</i> :
it: Trovate ognuna delle chiavi seguenti nel corso della campagna <i>Le Chiari Scarlatte</i>:
pl: Zbierz każdy z następujących kluczy podczas kampanii <i>Szkarłatne klucze</i>:
ru: Соберите каждый из следующих ключей во время прохождения кампании <i> «Алые ключи»</i> :

source: Win <i>The Scarlet Keys</i> campaign with at least three Ultimatums active.
de: Gewinne die Kampagne <i>Die scharlachroten Schlüssel</i> mit mindestens 3 aktiven Ultimaten (aus anderen <i>Arkham Horror: Das Kartenspiel</i>-Produkten).
es: Gana la campañas <i>Las llaves escarlata</i> con al menos tres Ultimátums activos.
fr: Gagnez la campagne <i>Les Clefs Écarlates</i> avec au moins trois ultimatums actifs.
it: Vincete la campagna <i>Le Chiari Scarlatte</i> con 3 o più Ultimatum attivi.
pl: Wygraj kampanię <i>Szkarłatne klucze</i> z przynajmniej 3 aktywnymi Ultimatami.
ru: Победите в кампании <i> «Алые ключи»</i> , используя как минимум три ультиматума.

source: Global Expertise
de: Globaler Experte
es: Pericia global
fr: Expertise Globale
it: Maestri del Mondo
pl: Dogłębna znajomość świata
ru: Глобальный эксперт

source: Win <i>The Scarlet Keys</i> campaign on Expert difficulty.
de: Gewinne die Kampagne <i>Die scharlachroten Schlüssel</i> auf dem Schwierigkeitsgrad Experte.
es: Gana la campaña <i>Las llaves escarlata</i> en dificultad Experto.
fr: Gagnez la campagne <i>Les Clefs Écarlates</i> au niveau de difficulté Expert.
it: Vincete la campagna <i>Le Chiari Scarlatte</i> a difficoltà esperto.
pl: Wygraj kampanię <i>Szkarłatne klucze</i> na poziomie Eksperckim.
ru: Победите в кампании <i> «Алые ключи»</i> на экстремальном уровне сложности.

source: File #26-G
es: Archivo 26-G
it: Fascicolo #26-G
pl: Załącznik #26–G
ru: Досье #26-G

source: File #20-E
es: Archivo 20-E
it: Fascicolo #20-E
pl: Załącznik #20–E
ru: Досье #20-E

source: File #14-C
es: Archivo 14-C
it: Fascicolo #14-C
pl: Załącznik #14–C
ru: Досье #14-C

source: File #56-Y
es: Archivo 56-Y
it: Fascicolo #56-Y
pl: Załącznik #56–Y
ru: Досье #56-Y

source: File #44-O
es: Archivo 44-O
it: Fascicolo #44-O
pl: Załącznik #44–O
ru: Досье #44-O

source: File #54-W
es: Archivo 54-W
it: Fascicolo #54-W
pl: Załącznik #54–W
ru: Досье #54-W

source: File #27-H
es: Archivo 27-H
it: Fascicolo #27-H
pl: Załącznik #27–H
ru: Досье #27-H

source: File #36-L
es: Archivo 36-L
it: Fascicolo #36-L
pl: Załącznik #36–L
ru: Досье #36-L

source: File #51-T
es: Archivo 51-T
it: Fascicolo #51-T
pl: Załącznik #51–T
ru: Досье #51-T

source: File #59-Z
es: Archivo 59-Z
it: Fascicolo #59-Z
pl: Załącznik #59-Z
ru: Досье #59-Z

source: File #50-S
es: Archivo 50-S
it: Fascicolo #50-S
pl: Załącznik #50–S
ru: Досье #50-S

source: File #46-Q
es: Archivo 46-Q
it: Fascicolo #46-Q
pl: Załącznik #46–Q
ru: Досье #46-Q

source: File #45-P
es: Archivo 45-P
it: Fascicolo #45-P
pl: Załącznik #45–P
ru: Досье #45-P

source: File #55-X
es: Archivo 55-X
it: Fascicolo #55-X
pl: Załącznik #55–X
ru: Досье #55-X

source: File #49-R
es: Archivo 49-R
it: Fascicolo #49-R
pl: Załącznik #49–R
ru: Досье #49-R

source: Suggested scenarios:
es: Escenarios sugeridos:

source: Suggested scenarios:
es: Escenarios sugeridos:

source: A F R I C A
es: Á F R I C A

source: Porque No Los Dos?
de: ¿Por qué no los dos?
es: ¿Por qué no los dos?
it: Two Is Megl’ che One

source: <typewriter>Description: Subject #11-B (hereinafter "Amaranth") is a women of European descent; appears to be in early 20s. Typically seen wearing a large red flower that partly obscures her face.</typewriter> <typewriter>Paradimensional Capabilities: Power to █​█​█​█​█​█​█​█ and █​█​█​█. Channels █​█​█​█ via █​█​█​█​█​█​█​█​█ to █​█​█​█​█​█​█​█​█​█ and █​█​█​█ from █​█​█​█​█​█​█. No recorded limits to this █​█​█​█​█; data limited only to minor events. Subject █​█​█​█​█​█​█ via tactile contact, which limits ​█​█​█​█ of █​█​█​█​█​█. Possible █​█​█​█​█​█​█​█​█​█ ramifications.</typewriter> <typewriter>Sightings: 1. November 23, 1923: Arkham, MA. Agents witnessed subject healing wounds of █​█​█​█​█​█​█ member, █​█​█​█​█​█​█​█​█​█ nearby trees. Elevated █​█​█​█​█​█​█​█​█ activity reported in the months following.</typewriter> <typewriter> 2. January 11, 1924: Lisbon, Portugal. Local cell apprehended subject. █​█​█​█​█ contact confirmed. One cell member immediately deceased; second victim remains catatonic. Subject eluded questioning.</typewriter> <typewriter> 3. Unconfirmed sighting in Marrakesh. Further intel required. Immediate assistance requested.</typewriter> <typewriter>Approach Procedure: Subject is incredibly dangerous. Engage only with extreme caution. Physical contact prohibited. More information available in San Francisco office (File #26-G2).</typewriter>
es: <typewriter>Descripción: La sujeto 11–B (de aquí en adelante “Amaranth”) es una mujer de descendencia europea y parece tener veintipocos años. Suele llevar una gran flor roja que le tapa parcialmente el rostro.</typewriter> <typewriter>Capacidades paradimensionales: Tiene el poder de ███████ y ███████. Canaliza ████ mediante ████████████ para ███████ y ██████ de ████████████. No se han registrado límites para este ██████████; datos limitados únicamente a sucesos menores. La sujeto ████████ a través del contacto táctil, lo que limita ██████████████ de ██████████. Posibles ramificaciones █████████.</typewriter> <typewriter>Avistamientos: 1. 23 de noviembre de 1923: Arkham, MA. Los agentes vieron cómo la sujeto curaba heridas de un miembro de ███████, ██████████████ los árboles cercanos. Se registró actividad ████████████ elevada durante los meses siguientes.</typewriter> <typewriter> 2. 11 de enero de 1924: Lisboa, Portugal. La célula local arrestó a la sujeto. Contacto ██████████ confirmado. Un miembro de la célula falleció inmediatamente; la segunda víctima permanece catatónica. La sujeto eludió el interrogatorio.</typewriter> <typewriter> 3. Avistamiento no confirmado en Marrakech. Se necesitan más datos. Se solicita asistencia inmediata.</typewriter> <typewriter>Procedimiento de acercamiento: La sujeto es increíblemente peligrosa. Precaución extrema al enfrentarse a ella. Se prohíbe el contacto físico. Más información disponible en la oficina de San Francisco (archivo 26–G2).</typewriter>
