Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Description: Subject #21-F (hereinafter "Lady in Vermillion Veil" or real name "Ece Şahin") is a women of Turkish descent, 34 years of age, approximately 161cm in height. It is unknown whether this is subject's █​█​█​█​█​█ or a disguise or false identity. At all times, subject wears traditional hijab of unusual stark red color, likely a █​█​█​█​█​█​█​█​█​█ object designating coterie membership.</typewriter> <typewriter>Paradimensional Capabilities: Lady in Vermillion Veil appears to either possess no such capabilities, or has successfully hidden such capabilities from Foundation intelligence.</typewriter> <typewriter>Sightings: Ece Şahin is a well known and renowned art collector and museum curator operating in the Turkish and Islamic Arts Museum in Constantinople. She has either █​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█ or is, for all intents and purposes, a normal everyday person. (Note: Leadership is under assumption █​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█.)</typewriter> <typewriter>Approach Procedure: Ece has already reached out to Foundation envoys. Dispatch to confront and question intentions.</typewriter>
de: <typewriter>Beschreibung: Subjekt #21–F (nachstehend „die Frau mit dem zinnoberroten Kopftuch“ oder „Ece Şahin“) ist eine Frau türkischer Abstammung, 34 Jahre, Körpergröße etwa 1,61 m. Unbekannt, ob dies die wahre █​█​█​█​█​█​█​ des Subjekts, eine Verkleidung oder eine falsche Identität ist. Subjekt trägt stets einen traditionellen Hidschab in kräftigem Rot, wahrscheinlich ein █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ Objekt, das ihre Zugehörigkeit zur Coterie anzeigt.</typewriter> <typewriter>Paradimensionale Fähigkeiten: Die Frau mit dem zinnoberroten Kopftuch scheint keine derartigen Fähigkeiten zu besitzen oder hat dies bisher vor der Foundation verbergen können.</typewriter> <typewriter>Sichtungen: Ece Şahin ist eine wohlbekannte und geschätzte Kunstsammlerin und Museumskuratorin, die im Museum für türkische und islamische Kunst in Konstantinopel arbeitet. Sie hat sich entweder █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ oder ist in jeder Hinsicht eine gewöhnliche Person. (Hinweis: Die Führung nimmt an, dass █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​)</typewriter> <typewriter>Annäherungsprotokoll: Ece Şahin hat bereits versucht, Kontakt zu Abgesandten der Foundation aufzunehmen. Umgehend Treffen organisieren, um ihre Absichten zu ermitteln.</typewriter>
es: <typewriter>Descripción: La sujeto 21–F (de aquí en adelante “Dama del velo bermellón”, de nombre real Ece Şahin) es una mujer de descendencia turca de 34 años y unos 161 cm de altura. Se desconoce si se trata de ████████ de la sujeto o de un disfraz o identidad falsa. La sujeto lleva en todo momento un hiyab tradicional de un intenso color rojo poco habitual que probablemente sea un objeto ██████████████████████████████ que indica su pertenencia a la Camarilla.</typewriter> <typewriter>Capacidades paradimensionales: La dama del velo bermellón parece no poseer ninguna capacidad de ese tipo o ha logrado ocultarla con éxito frente a las investigaciones de la Fundación.</typewriter> <typewriter>Avistamientos: Ece Şahin es conservadora de museo y una coleccionista muy conocida y reputada que trabaja en el Museo de Arte Turco e Islámico de Constantinopla. La sujeto ha █████████████████ o bien se trata de una personal normal y corriente en todos los sentidos (Nota: la dirección conjetura que ██████████████████████████████████████).</typewriter> <typewriter>Procedimiento de acercamiento: Ece ya ha contactado con los enviados de la Fundación. Hay que mandar un agente para abordarla y averiguar sus intenciones.</typewriter>
fr: <typewriter>Description : Le sujet #21-F (alias la « La Dame au Voile Vermillion » ou de son vrai nom « Ece Şahin ») est une femme d’origine turque de 34 ans, mesurant approximativement 1,61 m. Il ne s’agit peut-être pas de sa █​█​█​█​█​█​█​█​█​█​█, possiblement un déguisement ou une fausse identité. En toute circonstance, le sujet porte un hijab de couleur rouge vif, ce qui est peu répandu. Possiblement un objet █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ et la désignant comme membre de la coterie.</typewriter> <typewriter>Capacités Paradimensionnelles : La Dame au Voile Vermillion semble ne pas posséder de telles capacités ou elle a réussi à les cacher des services de renseignement de la Fondation.</typewriter> <typewriter>Apparitions : Ece Şahin est une collectionneuse d’art renommée et la conservatrice du Musée des Arts Turques et Islamiques de Constantinople. Elle s’est █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ ou est en réalité une véritable personne sans histoire. (Note : la hiérarchie travaille avec l’hypothèse █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█.)</typewriter> <typewriter>Procédure d’approche : Ece a déjà contacté des em1ssaires de la Fondation. Envoyer une délégation pour contact et interroger ses intentions.</typewriter>
it: <typewriter>Descrizione: Il soggetto #21-F (da qui in poi, la “Dama con il Velo Vermiglio”, nome reale “Ece Șahin”) è una donna di origine turca, di 34 anni di età, alta all’incirca 161 cm. Non è chiaro se questa sia la █​█​█​█​█​█ del soggetto, o semplicemente un travestimento o un’identità falsa. Il soggetto indossa sempre un hijab tradizionale di un insolito rosso acceso, probabilmente un oggetto █​█​█​█​█​█​█​█​█​█ destinato ai membri della Società Rossa.</typewriter> <typewriter>Capacità Paradimensionali: La Dama con il Velo Vermiglio non possiede apparentemente alcuna capacità di questo tipo, o forse è riuscita a tenerle nascoste agli informatori della Fondazione.</typewriter> <typewriter>Avvistamenti: Ece Șahin è una famosa e rinomata collezionista, nonché curatrice del Museo d’Arte Turca e Islamica di Costantinopoli. O si è █​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█ o è a tutti gli effetti una persona assolutamente normale. (Nota: Le alte sfere ritengono che █​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█.)</typewriter> <typewriter>Procedura di Avvicinamento: Ece si è già messa in contatto con alcuni rappresentanti della Fondazione. Recarsi sul posto per interrogarla e scoprirne le intenzioni.</typewriter>
pl: <typewriter>Opis: Obiekt #21–F (zwany dalej „Panią w cynobrowej woali” lub prawdziwym nazwiskiem „Ece Şahin”) jest kobietą tureckiego pochodzenia, wieku około 34 lat, w przybliżeniu 161 cm wzrostu. Nie wiadomo, czy jest to ███████ obiektu, kamuflaż czy fałszywa tożsamość. Zawsze ma na sobie tradycyjny hidżab w niespotykanym odcieniu czerwieni. Prawdopodobnie jest to █████████ przedmiot, będący dowodem przynależności do Koterii.</typewriter> <typewriter>Zdolności międzywymiarowe: Pani w cynobrowej woali zdaje się nie posiadać takich zdolności, lub fakt ich posiadania zdołała skrzętnie ukryć przed wywiadem Fundacji.</typewriter> <typewriter>Doniesienia: Ece Şahin jest znaną i szanowaną kolekcjonerką dzieł sztuki oraz kustoszem w Muzeum Sztuki Tureckiej i Islamskiej w Konstantynopolu. Albo ████████████████████████, albo – praktycznie rzecz biorąc – jest normalną osobą. (Uwaga: dowództwo sądzi, że █████████████████████████████████████████████████).</typewriter> <typewriter>Procedura postępowania: Ece nawiązała już kontakt z wysłannikami Fundacji. Konieczne dalsze podtrzymanie kontaktu i poznanie motywów działania.</typewriter>
ru: <typewriter>Описание: Объект #21-F (здесь и далее «Дама в вермильоновом хиджабе», настоящее имя Эдже Шахин) — женщина турецкого происхождения, 34 года, ростом примерно 161 см. Неизвестно, является ли это █████████████████ объекта, некоей формой маскировки или вымышленным именем. Временами объект носит традиционный хиджаб необычно яркого красного цвета. Скорее всего, это объект, ██████████████████████████████████████████ и выражающий принадлежность к Клике.</typewriter> <typewriter>Внепространственные способности: Похоже, что Дама в вермильоновом хиджабе не обладает подоб­ными способностями либо успешно скрывает их от разведки Организации.</typewriter> <typewriter>Наблюдения: Эдже Шахин — знаменитый и широко известный коллекционер предметов искусства и музейный куратор, работающая в Музее турецкого и исламского искусства в Константинополе. Она либо █████████████████████████████████████████████████, либо, по всем признакам, является обычным человеком. (Обратите внимание: руководство предполагает, что ███████████████████████████████████████████████████████████████████████████████████████████████████.)</typewriter> <typewriter>Процедура контакта: Эдже уже обратилась к представителям Организации. Отправляйтесь на встречу с ней и выясните её намерения.</typewriter>

source: Republic of Turkey
de: Türkische Republik
es: República de Turquía
fr: République de Turquie
it: Repubblica di Turchia
pl: Republika Turcji
ru: Турецкая республика

source: Russian Soviet Federative Socialist Republic
de: Russische Föderative Sozialistische Sowjetrepublik
es: República Socialista Federativa Soviética de Rusia
fr: République socialiste fédérative soviétique de Russie
it: Repubblica Socialista Federativa Sovietica Russa
pl: Rosyjska Federacyjna Socjalistyczna Republika Radziecka
ru: Российская Советская Федеративная Социалистическая Республика

source: Tunguska
pl: Tanguzka
ru: Тунгуска

source: Status Report Beta
de: Status-Bericht Beta
es: Informe de estado beta
fr: Rapport de Situation Bêta
it: Rapporto sulla Situazione Beta
pl: Raport sytuacyjny beta
ru: Отчёт бета (β)

source: You received a coded missive from Commissioner Taylor herself: “Agents—not long ago, a massive explosion occurred near the Podkamennaya Tunguska River in Siberia. It is classified as an impact event, but this is just a cover story. Our intel now indicates Coterie involvement. I have reason to believe this may be the site of one of their sanctums. Perhaps even their primary safehouse. You have clearance to investigate the site, but be prepared for anything.”
de: Du erhältst eine verschlüsselte Nachricht von Commissioner Taylor persönlich: „Agenten – vor nicht allzu langer Zeit ereignete sich eine gewaltige Explosion in der Nähe des Flusses Podkamennaya Tunguska in Sibirien. Sie wird als Meteoriteneinschlag-Ereignis eingestuft, aber das ist nur die offizielle Geschichte. Unsere neusten Informationen deuten darauf hin, dass die Coterie darin verwickelt ist. Wir haben Grund zu der Annahme, dass dies eines ihrer Heiligtümer sein könnte. Vielleicht sogar ihr wichtigstes Versteck. Sie haben die Freigabe, den Ort zu untersuchen, aber seien Sie auf alles gefasst.“
es: Recibes un mensaje en código de la propia comisaria Taylor: “Agente, recientemente se ha producido una enorme explosión cerca del río Tunguska Pedregoso en Siberia. Se ha clasificado como un evento de impacto, pero eso no es más que una tapadera. Nuestros datos nos indican que está involucrada la Camarilla. Tengo motivos para creer que podría tratarse de la ubicación de uno de sus refugios. Incluso podría ser el principal. Tiene autorización para investigar la zona, pero prepárese para cualquier cosa”.
fr: Vous recevez une missive codée de la part de la Commissaire Taylor en personne : « Agents. Il y a peu de temps, une explosion d'envergure a été signalée non loin de la rivière-Podkamennaya Tunguska en Sibérie. L'explication officielle décrit la présence d'un impact, mais ce n'est qu'une couverture. Nos renseignements nous informent que la Coterie est impliquée. J'ai des raisons de croire que ce lieu abrite un de leurs sanctuaires. Peut-être même leur principal refuge. Vous avez carte blanche pour inspecter le site, mais restez sur vos gardes. »
it: Ricevete un messaggio in codice da parte della commissaria Taylor in persona: “Agenti, non molti anni fa si è verificata una gigantesca esplosione nei pressi del fiume Tunguska Pietrosa, in Siberia. È stata classificata come un evento da impatto, ma è una copertura; i nostri informatori hanno confermato il coinvolgimento della Società Rossa. Ho ragione di credere che possa trattarsi del sito di uno dei loro sancta sanctorum, o forse persino del loro rifugio principale. Avete l’autorizzazione a esplorare il sito, ma siate pronti a tutto.”
pl: Otrzymujesz zaszyfrowaną wiadomość od samej komisarz Taylor: „Agenci, niedawno nieopodal rzeki Podkamienna Tunguzka doszło do eksplozji. Uznano to za uderzenie meteorytu, ale to tylko przykrywka. Według naszych danych zamieszana jest w to Koteria. Podejrzewam, że może się tam znajdować jedna z ich kryjówek. Może nawet główna siedziba. Upoważniam cię do zbadania tego miejsca, ale bądź gotów na wszystko”.
ru: Вы получили зашифрованное сообщение лично от комиссара Тейлор: «Агенты, не так давно в районе реки Подкаменная Тунгуска в Сибири произошёл мощный взрыв. Он классифицирован как падение метеорита, но это лишь прикрытие. Наши разведданные указывают на причастность Клики. У меня есть основания полагать, что это место может быть одним из их святилищ. Возможно, даже главным убежищем. Вам дозволяется исследовать это место, но будьте готовы ко всему».

source: Note
de: Bemerkung
es: Nota
it: Nota
pl: Uwaga
ru: Обратите внимание

source: <i>This will end the campaign. You may wish to investigate further before proceeding to Tunguska… but be wary of how much time you spend.</i>
de: <i>Dies wird die Kampagne beenden. Du darfst noch weiter ermitteln, bevor du nach Tunguska reist … achte aber auf die Zeit.</i>
es: <i>Esto pondrá fin a la campaña. Tal vez quieras investigar un poco más antes de dirigirte a Tunguska…, pero cuidado con el tiempo que pierdes.</i>
fr: <i>Cela mettra fin à la campagne. Vous pouvez poursuivre vos recherches avant de vous rendre à Tunguska… mais soyez prudent quant au temps que vous y consacrerez.</i>
it: <i>Questo metterà fine alla campagna. Potreste voler indagare ulteriormente prima di procedere verso Tunguska… ma fate attenzione a quanto tempo decidete di investire.</i>
pl: <i>To zakończy kampanię. Możecie kontynuować śledztwo, zanim wyruszycie do Tunguzki… ale uważajcie na to, ile minęło czasu.</i>
ru: <i>это закончит кампанию. Возможно, вам захочется немного продлить своё расследование, прежде чем отправляться туда… Но не забывайте следить за потраченным временем.</i>

source: Kingdom of Afghanistan
de: Königreich Afghanistan
es: Reino de Afganistán
fr: Royaume d’Afghanistan
it: Regno dell’Afghanistan
pl: Królestwo Afganistanu
ru: Королевство Афганистан

source: Foundation contacts informed you that there is a likely Coterie sanctum in <minicaps>Kabul</minicaps>. Perhaps the Coterie member who stole your keys is hiding here?
de: Foundation-Kontakte haben dich informiert, dass es wahrscheinlich ein Coterie-Heiligtum in <minicaps>Kabul</minicaps> gibt. Vielleicht versteckt sich dort das Coterie-Mitglied, das deine Schlüssel gestohlen hat?
es: Los contactos de la Fundación te han informado de que es posible que haya un refugio de la Camarilla en <minicaps>Kabul</minicaps>. ¿Quizás se oculte aquí el miembro de la Camarilla que robó tus Llaves?
fr: Vos contacts de la Fondation vous ont informé qu'un potentiel sanctuaire de la Coterie se situe à <minicaps>Kaboul</minicaps>. Peut-être que le membre de la Coterie qui vous a volé vos clefs y est caché ?
it: I vostri contatti della Fondazione, vi hanno informano che esiste un probabile sancta sanctorum della Società Rossa a <minicaps>Kabul</minicaps>. Forse il membro della Confraternita che ti ha rubato le chiavi si nasconde qui?
pl: Kontakty Fundacji poinformowały was, że prawdopodobnie w <minicaps>Kabulu</minicaps> znajduje się kryjówka Koterii. Być może ukrywa się tu członek Koterii, który ukradł wasze klucze?
ru: Контакт в Организации уведомил вас, что в <minicaps>Рейкъявике</minicaps> скорее всего есть убежище Клики. Возможно, похищенные у вас ключи спрятаны там?

source: India
de: Indien
es: La India
fr: Inde
pl: Indie
ru: Индия

source: File #53-V
de: Akte #53-V
es: Archivo 53–V
fr: Dossier #53–V
it: Fascicolo #53-V
pl: Załącznik #53–V
ru: Досье #53-V

source: <typewriter>Subject Class: Undetermined</typewriter> <typewriter>Real Identity: Uperetria, Aliki Zoni (oo-peh-reh-tree-ah, a-lee-kee zoh-nee)</typewriter> <typewriter>Last Known Location: Kathmandu, Nepal</typewriter>
de: <typewriter>Subjekt-Klasse: Unbestimmt</typewriter> <typewriter>Wahre Identität: Uperetria, Aliki Zoni (uh-peh-rehtrih-ah, a-lih-kih zoh-nih)</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Kathmandu, Nepal</typewriter>
es: <typewriter>Categoría del sujeto: Sin determinar</typewriter> <typewriter>Identidad real: Uperetria, Aliki Zoni</typewriter> <typewriter>Última ubicación conocida: Katmandú, Nepal</typewriter>
fr: <typewriter>Classe du sujet : Indéterminée</typewriter> <typewriter>Véritable identité : Uperetria, Aliki Zoni (ou-pé -ré-tria, a-li-ki zo-ni)</typewriter> <typewriter>Dernière destination connue : Katmandou, Népal</typewriter>
it: <typewriter>Classe del Soggetto: Indefinita</typewriter> <typewriter>Identità Reale: Uperetria, Aliki Zoni</typewriter> <typewriter>Ultima Posizione Nota: Kathmandu, Nepal</typewriter>
pl: <typewriter>Klasa obiektu: Nieustalona</typewriter> <typewriter>Prawdziwa tożsamość: Uperetria, Aliki Zoni (u–pe–re–tria, a–li–ki, zo–ni)</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Katmandu, Nepal</typewriter>
ru: <typewriter>Класс объекта: Неизвестен</typewriter> <typewriter>Настоящее имя: Ипиретриа, Алики Зони</typewriter> <typewriter>Последнее известное местонахождение: Катманду, Непал</typewriter>
