Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: When an investigator draws an enemy with the concealed X keyword (or is instructed to resolve an enemy’s concealed keyword), they spawn that enemy into a game area above the agenda deck, not at any location. This area is called “the shadows,” and represents enemies the investigators know exist somewhere on the map, but are unsure where. Then, that investigator takes the set-aside concealed mini-card that matches that enemy, along with X decoys (where X is defined by that enemy’s concealed X value), shuffles them facedown, and puts them into play distributed as evenly as possible among each location in play, starting with the locations nearest to them. Then, at each of those locations that already had 1 or more concealed mini-cards, they shuffle each of them facedown as well. <i>For example: Amina draws Coterie Agent (A), which has “concealed 2.” She first spawns the Coterie Agent into the shadows. Then, she takes the set-aside Coterie Agent (A) mini-card, along with 2 decoys, shuffles them facedown, and places one at each of the three locations nearest to her. Then, if any of those locations already had 1 or more concealed mini-cards, she would shuffle each concealed mini-card at those locations, as well.</i>
de: Sobald ein Ermittler einen Gegner mit dem Schlüsselwort Getarnt X zieht (oder dazu angewiesen wird, das Schlüsselwort Getarnt auf einem Gegner abzuhandeln), erscheint jener Gegner nicht an einem Ort, sondern in einer Spielzone, die sich oberhalb des Agendadecks befindet. Diese Spielzone wird „Die Schatten“ genannt: In ihr befinden sich Gegner, von deren Existenz die Ermittler zwar wissen, aber deren Aufenthaltsort auf der Karte noch unbekannt ist. Der Ermittler nimmt dann die beiseitegelegte getarnte Mini-Karte, die jenen Gegner zeigt, sowie X Köder (X ist der auf dem Gegner angegebene Wert hinter dem Schlüsselwort Getarnt). Er mischt die Mini-Karten zusammen und bringt sie so ins Spiel, dass er sie so gleichmäßig wie möglich auf die Orte im Spiel verteilt, beginnend mit den Orten, die zu ihm nächstgelegen sind. Dann mischt er an jedem dieser Orte, an denen sich zuvor bereits getarnte Mini-Karten befunden haben, all jene Karten noch einmal zusammen. <i>Beispiel: Amina zieht Agentin der Coterie (A) mit dem Schlüsselwort Getarnt 2. Zuerst erscheint die Agentin der Coterie in den Schatten. Dann nimmt sie die beiseitegelegte Mini-Karte Agentin der Coterie (A) und 2 Köder, mischt sie verdeckt zusammen und platziert je 1 Karte auf den 3 zu ihr nächstgelegenen Orten. Hätten sich an einem dieser Orte bereits 1 oder mehr verdeckte Mini-Karten befunden, würde Amina sie jetzt mit der neuen Mini-Karte zusammenmischen.</i>
es: Cuando un investigador roba un Enemigo con la palabra clave Encubierto X (o debe resolver la palabra clave Encubierto de un Enemigo), hace aparecer ese Enemigo en una zona de juego por encima del mazo de Plan y no en su Lugar. Esta zona se llama “las sombras” y representa a los Enemigos cuya existencia en el mapa conocen los investigadores, pero sin saber dónde están exactamente. A continuación, ese investigador coge la carta pequeña Encubierto puesta aparte que corresponda a ese Enemigo junto con X señuelos (donde X lo define el valor de Encubierto X de ese Enemigo), baraja todas esas cartas boca abajo y las pone en juego, distribuyéndolas tan equitativamente como pueda entre los Lugares en juego, empezando por los más cercanos a él. A continuación, en cada uno de esos Lugares que ya tenga 1 o más cartas pequeñas Encubierto, las coge todas y también las baraja boca abajo. <i>Por ejemplo: Amina roba la Agente de la Camarilla (A), que tiene “Encubierto 2”. Primero hace aparecer la Agente de la Camarilla en las sombras; a continuación, coge la carta pequeña Agente de la Camarilla (A) puesta aparte, junto con 2 señuelos, baraja las tres cartas boca abajo y coloca una en cada uno de los tres Lugares más cercanos a ella. Después, si alguno de esos Lugares ya tenía 1 o más cartas pequeñas Encubierto, también barajaría las cartas pequeñas Encubierto de dichos lugares.</i>
fr: Quand un investigateur pioche un ennemi avec le mot-clé Dissimulé X (ou s'il lui est demandé de résoudre le mot-clé Dissimulé d'un ennemi), il ne génère pas cet ennemi dans un lieu, mais dans une zone située au-dessus du deck Intrigue. Cette zone s'appelle « Les Ombres » et représente les ennemis que les investigateurs savent être présents quelque part, mais sans savoir précisément où. Ensuite, cet investigateur prend la mini-carte Dissimulée mise de côté qui correspond à cet ennemi, ainsi que X leurres (X étant la valeur indiquée à côté du mot-clé Dissimulé de cet ennemi). Il les mélange face cachée et les met en jeu réparties aussi équitablement que possible sur les lieux en jeu, en commençant par les lieux les plus proches de lui. Ensuite, dans chacun de ces lieux qui avait déjà 1 ou plusieurs mini-cartes Dissimulée, il mélange face cachée les mini-cartes Dissimulée qui s'y trouvent. <i>Exemple: Amin a pioche l'Agent de la Coterie (A) qui a le mot-clé Dissimulé 2. Tout d'abord, elle génère cet ennemi dans les ombres. Puis, elle prend la minicarte Agent de la Coterie (A) et 2 leurres. Elle mélange ensemble, face cachée, les trois mini-cartes et en place une sur chacun des trois lieux qui sont les plus proches d'elle. Enfin si un lieu contenait déjà des mini-cartes Dissimulée, elle mélangerait ensemble toutes les mini-cartes de ce lieu.</i>
it: Quando un investigatore pesca un nemico con la parola chiave Celato X o gli viene richiesto di risolvere la parola chiave Celato di un nemico), genera quel nemico in un’area di gioco sopra al mazzo delle trame, non nei luoghi. Quest’area è chiamata “ombre” e rappresenta i nemici la cui ubicazione esatta non é nota ma gli investigatori sanno che si trovano da qualche parte sulla mappa. Poi quell’investigatore prende la mini carta Celato messa da parte che corrisponde a quel nemico, insieme a X diversivi (dove X e pari al valore di Celato di quel nemico), li mescola a faccia in giù e li mette in gioco distribuiti nel modo più equo possibile tra i luoghi in gioco, a partire dal luogo più vicino a lui. Poi, per ogni luogo in cui erano già presenti 1 o più mini carte Celato, mescola anche a faccia in giù tutte le mini carte. <i>Esempio: Amina pesca l’Agente della Società (A), che possiede “Celato 2”. Per prima cosa genera l’Agente della Società nelle ombre. Poi prende la mini carta Agente della Società (A) messa da parte insieme a 2 diversivi, mescola a faccia in giù le 3 mini carte e ne colloca 1 in ognuno dei 3 luoghi più vicini a lei. Poi, se in uno qualsiasi di quei luoghi erano già presenti 1 o più mini carte Celato, mescola anche tra loro le mini carte in quei luoghi.</i>
pl: Kiedy badacz dobiera wroga ze słowem kluczowym Utajony X (lub otrzymał polecenie rozpatrzenia słowa kluczowego Utajony z wroga), rozstawia danego wroga w obszarze gry powyżej talii tajemnic, poza jakąkolwiek lokalizacją. Ten obszar nazywany jest „cieniem” i reprezentuje wrogów, o których badacze wiedzą, że znajdują się gdzieś na mapie, ale nie wiedzą, gdzie dokładnie. Następnie dany badacz bierze odłożone na bok utajone małe karty odpowiadające danemu wrogowi oraz X przynęt (gdzie X jest określone przez wartość słowa kluczowego Utajony X danego wroga), tasuje je zakryte, po czym umieszcza je w grze, rozdając je możliwie jak najrówniej pomiędzy wszystkie lokalizacje w grze, rozpoczynając od lokalizacji najbliżej niego. Następnie, jeśli któreś z danych lokalizacji miały już wcześniej 1 lub więcej utajonych małych kart, badacz tasuje wszystkie zakryte małe karty z danej lokalizacji. <i>Przykład: Amina dobiera Agenta Koterii (A), który posiada słowo kluczowe „Utajony 2”. Najpierw rozstawia Agenta Koterii w cieniu. Następnie bierze odłożoną na bok małą kartę Agenta Koterii (A) oraz 2 przynęty, zakrywa je i tasuje razem, po czym umieszcza po 1 w każdej z 3 najbliższych jej lokalizacji. Następnie jeśli w którejś z tych lokalizacji znajdowała się już wcześniej 1 lub więcej utajonych małych kart, potasowałaby je również.</i>
ru: Когда сыщик берёт врага с ключевым словом Сокрытый Х (или получает указание разыграть данное ключевое слово врага), тот враг выкладывается в игровую зону над колодой замыслов. Эта зона не считается ни одной из локаций. Эта зона называется «тенью» и представляет собой врагов, в существовании которых сыщики уверены, но их точное местонахождение неизвестно. Затем тот сыщик берёт отложенную мини­карту того врага и Х карт ложных целей (где Х равен значению, указанному на карте врага после слова Сокрытый), замешивает их лицом вниз и вводит в игру, распределяя как можно равномернее между всеми локациями в игре, начиная с ближайшей к себе. Затем для каждой локации, где уже была хотя бы 1 сокрытая мини­карта, также следует перемешать все лежащие в ней мини­карты лицом вниз. <i>Например: Амина берёт врага «Агент Клики (А)», на котором указано «Сокрытый 2». Сначала она выкладывает того врага в тень. Затем она берёт отложенную мини-карту «Агента Клики (А)» и 2 ложные цели, перемешивает их лицом вниз и кладёт по одной в три ближайшие к ней локации. Затем, если в тех локациях уже была хотя бы 1 сокрытая мини-карта, она перемешивает все сокрытые карты лицом вниз в каждой из таких локаций.</i>

source: Enemies in the shadows observe the following additional rules:
de: Für Gegner in den Schatten gelten folgende zusätzliche Regeln:
es: Los Enemigos que están en las sombras siguen estas reglas adicionales:
fr: Les ennemis dans les ombres doivent respecter ces règles supplémentaires :
it: I nemici nelle ombre osservano le regole aggiuntive seguenti:
pl: Wrogów znajdujących się w cieniu obowiązują następujące dodatkowe zasady:
ru: Для врагов в тени действуют следующие дополнительные правила:

source: Enemies in the shadows are considered to be in play, but not at any particular location. They cannot move until they leave the shadows.
de: Gegner in den Schatten gelten als im Spiel, befinden sich aber nicht an einem bestimmten Ort. Sie können sich nicht bewegen, solange sie sich in den Schatten befinden.
es: Los Enemigos en las sombras se consideran en juego, pero no en ningún Lugar concreto. No pueden moverse hasta que abandonen las sombras.
fr: Les ennemis dans les ombres sont considérés comme étant en jeu, mais dans aucun lieu particulier. Ils ne peuvent pas se déplacer tant qu'ils n'ont pas quitté les ombres.
it: I nemici nelle ombre sono considerati in gioco, ma non in un luogo specifico. Non possono muoversi finché non escono dalle ombre.
pl: Uznaje się, że wrogowie w cieniu znajdują się w grze, ale nie są w żadnej konkretnej lokalizacji. Nie mogą się poruszać, dopóki nie opuszczą cienia.
ru: Враги в тени считаются находящимися в игре, но не в какой­-либо локации. Они не могут перемещаться или покидать тень.

source: Enemies in the shadows can qualify as the “nearest” enemy, but only if there are no other enemies in play at any location.
de: Gegner in den Schatten können als „nächstgelegener“ Gegner infrage kommen, aber nur, falls sich keine anderen Gegner an Orten im Spiel befinden.
es: Los Enemigos en las sombras pueden considerarse el Enemigo “más cercano”, pero solo si no hay otros Enemigos en juego en ningún Lugar.
fr: Un ennemi dans les ombres peut être qualifié d'ennemi « le plus proche », mais seulement s'il n'y a aucun autre ennemi en jeu présent dans un lieu.
it: I nemici nelle ombre possono essere qualificati come il nemico “più vicino”, ma solo se non ci sono altri nemici in gioco in alcun luogo.
pl: Wrogowie w cieniu mogą zostać uznani za „najbliższego” wroga, ale tylko jeśli nie ma żadnych innych wrogów w grze, w żadnej lokalizacji.
ru: Враги в тени могут считаться «ближайшими», но только если ни в одной локации в игре нет других врагов.

source: Enemies in the shadows cannot be damaged or leave play via player card effects.
de: Gegner in den Schatten können durch Spielerkarteneffekte keinen Schaden nehmen und das Spiel nicht verlassen.
es: Los Enemigos en las sombras no pueden ser dañados ni abandonar el juego mediante efectos de cartas de Jugador.
fr: Les ennemis dans les ombres ne peuvent pas être blessés ou quitter le jeu via des effets de carte Joueur.
it: I nemici nelle ombre non possono essere danneggiati né uscire dal gioco a causa degli effetti delle carte giocatore.
pl: Wrogowie w cieniu nie mogą otrzymywać obrażeń ani opuścić gry w wyniku efektu karty gracza.
ru: Врагам в тени нельзя наносить раны, они не могут покидать игру по эффектам карт.

source: Concealed Mini-Cards
de: Getarnte Mini-Karten
es: Cartas pequeñas Encubierto
fr: Mini-cartes Dissimulée
it: Mini Carte Celato
pl: Utajone małe karty
ru: Сокрытые мини-карты

source: While in play, concealed mini-cards represent the possible location of an enemy in the shadows. In order to deal with such an enemy, its true location must first be discovered by exposing its mini-card. This can be done via one of three methods: fighting, evading, or investigating.
de: Solange sich getarnte Mini-Karten im Spiel befinden, stellen sie den möglichen Aufenthaltsort eines Gegners in den Schatten dar. Um gegen einen solchen Gegner vorgehen zu können, muss zuerst sein wahrer Aufenthaltsort entdeckt werden, indem seine Mini-Karte enttarnt wird. Das kann auf drei Weisen passieren: Kampf, Entkommen oder Ermitteln.
es: Mientras estén en juego, las cartas pequeñas Encubierto representan la posible ubicación de un Enemigo en la sombras. Para poder lidiar con estos Enemigos, primero hay que descubrir su ubicación real exponiendo su carta pequeña. Esto puede lograrse mediante uno de los tres métodos posibles: combatir, evitar o investigar.
fr: Tant qu'elles sont en jeu, les mini-cartes Dissimulée représentent la possible localisation d'un ennemi qui est dans les ombres. Afin de vous débarrasser d'un tel ennemi, son véritable lieu doit d'abord être découvert en dévoilant sa mini-carte. Cela peut être réalisé via l'une de ces trois méthodes : combattre, s'échapper ou enquêter.
it: Mentre sono in gioco, le mini carte Celato rappresentano il possibile luogo di un nemico nelle ombre. Per poter affrontare tale nemico, per prima cosa occorre scoprire il suo vero luogo esponendo la sua mini carta, che può essere fatto seguendo 1 dei 3 metodi seguenti: combattendo, eludendo o indagando.
pl: Znajdujące się w grze utajone małe karty reprezentują możliwą lokalizację wroga w cieniu. Aby rozprawić się z takim wrogiem, jego prawdziwa lokalizacja musi zostać najpierw odkryta poprzez ujawnienie jego małej karty. Można to zrobić na trzy sposoby: walkę, wymykanie się lub badanie.
ru: Находясь в игре, сокрытые мини­карты представляют собой возможное местоположение врагов, пребывающих в тени. Прежде чем встретиться с таким врагом лицом к лицу, вам необходимо отыскать его, разоблачив его мини­карту. Это можно сделать одним из трёх методов: боем, уходом и исследованием.

source: Concealed mini-cards are not enemies and cannot be engaged like enemies. However, any investigator at the same location as a concealed mini-card may attempt to expose it by successfully attacking it or evading it (as if it were an engaged enemy), or by successfully investigating its location. The difficulty to successfully attack or evade a concealed mini-card is equal to the shroud value of its location.
de: Getarnte Mini-Karten sind keine Gegner und können nicht wie Gegner in einen Kampf verwickelt werden. Allerdings darf ein Ermittler am gleichen Ort wie eine getarnte Mini-Karte versuchen, diese zu enttarnen, indem er sie erfolgreich angreift oder ihr erfolgreich entkommt (als ob sie ein mit ihm in einen Kampf verwickelter Gegner wäre) oder indem er an diesem Ort erfolgreich ermittelt. Die Schwierigkeit, eine getarnte Mini-Karte erfolgreich anzugreifen oder ihr zu entkommen, entspricht dem Schleierwert ihres Ortes.
es: Las cartas pequeñas Encubierto no son Enemigos y no es posible enfrentarse a ellas como a los Enemigos. Sin embargo, cualquier investigador que esté en el mismo Lugar que una carta pequeña Encubierto puede intentar exponerla si la ataca o evita con éxito (como si fuera un Enemigo enfrentado) o investigando su Lugar con éxito. La dificultad para atacar o evitar con éxito una carta pequeña Encubierto es igual al valor de velo de su Lugar.
fr: Les mini-cartes Dissimulée ne sont pas des ennemis et ne peuvent pas être engagées comme des ennemis. Cependant, un investigateur dans le même lieu qu'une mini-carte Dissimulée peut tenter de la dévoiler en réussissant à l'attaquer ou à lui échapper (comme s'il s'agissait d'un ennemi engagé), ou en enquêtant avec succès dans son lieu. La difficulté pour attaquer ou échapper à une mini-carte Dissimulée est égale à la valeur occulte de son lieu.
it: Le mini carte Celato non sono nemici e non possono essere impegnate come nemici. Tuttavia, un qualsiasi investigatore nello stesso luogo di una mini carta Celato può tentare di esporla attaccandola o eludendola con successo (come se fosse un nemico impegnato), oppure indagando con successo nel suo luogo. La difficoltà per attaccare o eludere con successo una mini carta Celato è pari al valore di Oscurità del suo luogo.
pl: Utajone małe karty nie są wrogami i nie można z nimi wchodzić w zwarcie jak z wrogami. Jednak dowolny badacz w tej samej lokalizacji co utajona mała karta może podjąć próbę jej ujawnienia przez wykonanie udanego ataku lub wymknięcia się (tak, jakby był w zwarciu z wrogiem) lub poprzez udane badanie jej lokalizacji. Trudność testu ataku lub wymykania się ukrytej małej karcie jest równa wartości zasłony jej lokalizacji.
ru: Сокрытые мини­карты не являются врагами, и с ними нельзя начать сражаться как с обычным врагом. Тем не менее любой сыщик в локации сокрытой мини­карты может попытаться разоблачить её, успешно разыграв бой или уход (как будто та мини­карта — враг, с которым сыщик сражается) или успешно исследовав свою локацию. Сложность проверки в таком бою или уходе равна неясности локации, в которой находится разоблачаемая мини­карта.

source: An investigator may also use a card effect that automatically evades an enemy, deals damage to an enemy, or discovers a clue at a location in order to instead expose a concealed mini-card.
de: Um eine getarnte Mini-Karte zu enttarnen, darf ein Ermittler stattdessen auch Kartenfähigkeiten verwenden, durch die er einem Gegner automatisch entkommt, die einem Gegner Schaden zufügen oder durch die er an einem Ort Hinweise entdeckt.
es: Un investigador también puede usar un efecto de carta que evite automáticamente a un Enemigo, que le inflija daño o que descubra una pista en su Lugar para, en lugar de eso, exponer una carta pequeña Encubierto.
fr: Un investigateur peut également utiliser un effet de carte pour automatiquement échapper à un ennemi, infliger des dégâts à un ennemi ou découvrir un indice dans un lieu, dans le but de dévoiler une mini-carte Dissimulée.
it: Un investigatore può anche usare l’effetto di una carta che elude automaticamente un nemico, infligge danni a un nemico o scopre indizi in un luogo per esporre invece una mini carta Celato.
pl: Badacz może również użyć efektu karty, który powoduje automatyczne wymknięcie się wrogowi, zadanie obrażeń wrogowi lub odkrycie żetonu wskazówki w lokalizacji, aby zamiast tego ujawnić utajoną małą kartę.
ru: Также сыщик может использовать эффекты карт, позволяющие автоматически уйти от врага, нанести врагу раны или найти в локации улики, чтобы разоблачить сокрытую мини­карту.

source: If an investigator chooses to expose a concealed mini-card, that effect replaces the standard effects of the action or ability that exposed it. <i>(i.e., if an enemy’s mini-card is exposed by evasion or damage, the matching enemy is not evaded, nor does it take damage. If a mini-card is exposed by discovering clues or investigating, no clues are discovered.)</i>
de: Falls sich ein Ermittler dazu entscheidet, eine getarnte Mini-Karte zu enttarnen, ersetzt jener Effekt die ursprünglichen Effekte der Aktion oder der Fähigkeit, welche sie enttarnt. <i>(Das heißt: Wird die Mini-Karte eines Gegners durch Entkommen oder durch Schaden enttarnt, wird dem entsprechenden Gegner nicht entkommen bzw. nimmt der Gegner keinen Schaden. Wird eine Mini-Karte durch das Entdecken von Hinweisen oder durch Ermitteln enttarnt, werden keine Hinweise entdeckt.)</i>
es: Si un investigador decide exponer una carta pequeña Encubierto, ese efecto sustituye los efectos normales de la acción o capacidad que la expuso <i>(es decir, si se expone la carta pequeña Encubierto mediante daño o evasión, no se evita al Enemigo correspondiente ni tampoco recibe daño. Si se expone una carta pequeña Encubierto mediante la investigación o el descubrimiento de una pista, no se descubre ninguna pista).</i>
fr: Si un investigateur choisit de dévoiler une mini-carte Dissimulée, cet effet remplace les effets standards de l'action ou de la capacité qui l'a dévoilée. <i>(Par exemple, si la mini-carte d'un ennemi est dévoilée par une évasion réussie ou par des dégâts, l'investigateur n'a pas échappé à cet ennemi ou l'ennemi ne subit pas de dégâts. Si une mini-carte est dévoilée grâce à la découverte d'indice ou par une enquête réllssie, aucun indice n'est découvert.)</i>
it: Se un investigatore sceglie di esporre una mini carta Celato, quell’effetto sostituisce gli effetti standard dell’azione o della capacità che l’ha esposta <i>(per esempio, se la mini carta di un nemico viene esposta da elusione o danni, il nemico corrispondente non viene eluso né subisce danni; allo stesso modo, se una mini carta viene esposta scoprendo indizi o indagando, l’investigatore non scopre alcun indizio).</i>
pl: Jeśli badacz zdecyduje się ujawnić utajoną małą kartę, dany efekt zastępuje standardowe efekty akcji lub zdolności, która ją ujawniła. <i>(Oznacza to, że jeśli mała karta wroga zostanie ujawniona w wyniku wymknięcia się lub zadania obrażeń, badacz nie wymyka się odpowiadającemu jej wrogowi ani nie zadaje mu obrażeń. Jeśli mała karta została ujawniona w wyniku odkrycia żetonów wskazówek lub badania, nie zostają odkryte żadne żetony wskazówek).</i>
ru: Если сыщик решает разоблачить сокрытую мини­карту, эффект разоблачения заменяет стандартный эффект действия или свойства, которое разоблачает ту карту. <i>(Например, если мини-карта врага разоблачена уходом или нанесением ран, от соответствующего ей врага не уходят или не наносят ему раны. Если мини-карта разоблачена с помощью нахождения улик или исследования, сыщик не находит улики.)</i>

source: If a concealed mini-card is exposed <i>(via any of the above methods)</i>, flip it to its revealed side.
de: Falls eine getarnte Mini-Karte enttarnt wird <i>(auf eine beliebige oben genannte Weise)</i>, wird sie auf ihre aufgedeckte Seite umgedreht.
es: Si se expone una carta pequeña Encubierto <i>(mediante cualquiera de los métodos anteriores)</i>, dale la vuelta a su lado revelado.
fr: Si une mini-carte Dissimulée est dévoilée <i>(grâce à l'une des méthodes ci-dessus)</i>, retournez-la sur sa face révélée.
it: Se una mini carta Celato viene esposta <i>(tramite uno qualsiasi dei metodi descritti sopra)</i>, girarla sul suo lato rivelato.
pl: Jeśli utajona mała karta zostanie ujawniona <i>(na dowolny z powyższych sposobów)</i>, odwróć ją na jej odkrytą stronę.
ru: Если сокрытая мини­карта разоблачена <i>(любым из вышеперечисленных методов)</i>, переверните её открытой стороной вверх.
