Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: Lead
de: Spur
es: Indicio
fr: Piste
it: Portare
pl: Trop
ru: Зацепка

# masculine
source: The Red-Gloved Man
de: Der Mann mit den roten Handschuhen
es: El hombre de los guantes rojos
fr: L'Homme aux Gants Rouges
it: L’Uomo dai Guanti Rossi
pl: Mężczyzna w czerwonych rękawiczkach
ru: Человек в красных перчатках

# masculine
source: The Claret Knight
de: Der Weinrote Ritter
es: El caballero burdeos
fr: Le Chevalier Almandin
it: Il Cavaliere Purpureo
pl: Rubinowy Rycerz
ru: Бордовый рыцарь

# masculine
source: The Beast in a Cowl of Crimson
de: Die Bestie in der purpurroten Kutte
es: La bestia de capucha carmesí
fr: La Bête au Châle Pourpre
it: La Bestia con la Cappa Cremisi
pl: Bestia w karmazynowym kapturze
ru: Зверь в багровой рясе

# masculine
source: The Sanguine Watcher
de: Der Blutrote Beobachter
es: El observador sanguinario
fr: Le Guetteur Sanglant
it: L’Osservatore Sanguigno
pl: Szkarłatny Obserwator
ru: Сангиновый Страж

# masculine
source: Desiderio Delgado Álvarez
ru: Дезидерио Дельгадо Альварес

source: Tzu San Niang
ru: Цзы Саньнян

# masculine
source: Abarran Arrigorriagakoa
ru: Абарран Арригорриагакоа

source: The Eye of Ravens
de: Das Rabenauge
es: El ojo de cuervos
fr: L'Œil des Corbeaux
it: L’Occhio dei Corvi
pl: Krucze oko
ru: Воронов глаз

source: The Last Blossom
de: Die Letzte Blüte
es: La última flor
fr: La Dernière Fleur
it: L’Ultimo Fiore
pl: Ostatni kwiat
ru: Последний цветок

source: The Light of Pharos
de: Das Licht von Pharos
es: La luz de Faros
fr: La Lumière de Pharos
it: La Luce del Faro
pl: Światło Faros
ru: Свет Фароса

source: The Sable Glass
de: Das Schwarze Glas
es: El cristal azabache
fr: Le Verre Sablé
it: La Lente Oscura
pl: Mroczne szkło
ru: Соболиное стекло

source: The Weeping Lady
de: Die Weinende Dame
es: La dama plañidera
fr: La Dame Éplorée
it: La Dama Piangente
pl: Łkająca Pani
ru: Плачущая дева

source: The Twisted Antiprism
de: Das Verdrehte Antiprisma
es: El antiprisma monstruoso
fr: L'Antiprisme Torsadé
it: L’Antiprisma Corrotto
pl: Wynaturzona antypryzma
ru: Искажённая антипризма

source: The Shade Reaper
de: Der Schattenschnitter
es: El cosechador de sombras
fr: Le Faucheur d'Ombre
it: Il Mietitore d’Ombra
pl: Żniwiarz cieni
ru: Жнец теней

source: The Mirroring Blade
de: Die Spiegelnde Klinge
es: La hoja reflectante
fr: La Lame aux Reflets
it: La Lama Riflettente
pl: Lustrzane ostrze
ru: Зеркальный клинок

source: The Bale Engine
de: Die Maschine des Wehklagens
es: El motor de malignidad
fr: La Matrice du Mal
it: Il Dispositivo Malevolo
pl: Niszczycielski silnik
ru: Зловредный движитель

source: The Ruinous Chime
de: Die Glocke der Verderbnis
es: La campana de ruina
fr: Le Carillon de la Ruine
it: Il Rintocco della Rovina
pl: Zgubny dzwonek
ru: Губительный колокол

source: Time Passed
de: Verstrichene Zeit
it: Tempo Trascorso
ru: Прошедшее время

source: to Tokyo
de: nach Tokyo
es: a Tokio
fr: vers Tokyo
it: a Tokyo
pl: do Tokio
ru: в Токио

source: to Manokwari
de: nach Manokwari
es: a Manokwari
fr: vers Manokwari
it: a Manokwari
pl: do Manokwari
ru: в Маноквари

source: to Sydney
de: nach Sydney
es: a Sídney
fr: vers Sydney
it: a Sydney
pl: do Sydney
ru: в Сидней

source: to San Francisco
de: nach San Francisco
es: a San Francisco
fr: vers San Francisco
it: a San Francisco
pl: do San Francisco
ru: в Сан-Франциско

source: to Quito
de: nach Quito
es: a Quito
fr: vers Quito
it: a Quito
pl: do Quito
ru: в Кито

source: to Buenos Aires
de: nach Buenos Aires
es: a Buenos Aires
fr: vers Buenos Aires
it: a Buenos Aires
pl: do Buenos Aires
ru: в Буэнос-Айрес

source: A T L A N T I C O C E A N
de: A T L A N T I S C H E R O Z E A N
es: O C É A N O A T L Á N T I C O
fr: O C É A N A T L A N T I Q U E
it: O C E A N O A T L A N T I C O
pl: O C E A N A T L A N T Y C K I
ru: А Т Л А Н Т И Ч Е С К И Й О К Е А Н

source: INDIAN OCEAN
de: INDISCHER OZEAN
es: OCÉANO ÍNDICO
fr: OCÉAN INDIEN
it: OCEANO INDIANO
pl: OCEAN INDYJSKI
ru: ИНДИЙСКИЙ ОКЕАН

source: P A C I F I C O C E A N
de: P A Z I F I S C H E R O Z E A N
es: O C É A N O P A C Í F I C O
fr: O C É A N P A C I F I Q U E
it: O C E A N O P A C I F I C O
pl: O C E A N S P O K O J N Y
ru: Т И Х И Й О К Е А Н

source: A R C T I C O C E A N
de: A R K T I S C H E R O Z E A N
es: O C E Á N O Á R T I C O
fr: O C É A N A R C T I Q U E
it: O C E A N O A R C T I C O
pl: O C E A N A R K T Y C Z N Y
ru: СЕВЕРНЫЙ ЛЕДОВИТЫЙ ОКЕАН

source: S O U T H E R N O C E A N
de: S Ü D L I C H E R O Z E A N
es: O C É A N O A N T Á R T I C O
fr: O C É A N A U S T R A L
it: O C E A N O A N T A R T I C O
pl: O C E A N P O Ł U D I O W Y
ru: Ю Ж Н Ы Й О К Е А Н

source: GREENLAND SEA
de: GRÖNLAND- SEE
es: MAR DE GROENLANDIA
fr: MER DU GROENLAND
it: MAR DI GROENLANDIA
pl: MORZE GRENLANDZKIE
ru: ГРЕНЛАНДСКОЕ МОРЕ

source: DENMARK STRAIT
de: DÄNEMARKSTRAẞE
es: ESTRECHO DE DINAMARCA
fr: DÉTROIT DE DANEMARK
it: STRETTO DI DANIMARCA
pl: CIEŚNINA DUŃSKA
ru: ДАТСКИЙ ПРОЛИВ

source: BAFFIN BAY
de: BAFFIN- BUCHT
es: BAHÍA DE BAFFIN
fr: BAIE DE BAFFIN
it: BAIA DI BAFFIN
pl: MORZE BAFFINA
ru: МОРЕ БАФИНА

source: GREENLAND
de: GRÖNLAND
es: GROENLANDIA
fr: GROENLAND
it: GROENLANDIA
pl: GRENLANDIA
ru: ГРЕНЛАНДИЯ

source: BARENTS SEA
de: BARENTS- SEE
es: MAR DE BARENTS
fr: MER DE BARENTS
it: MARE DI BARENTS
pl: MORZE BARENTSA
ru: БАРЕНЦЕВО МОРЕ

source: KARA SEA
de: KARA- SEE
es: MAR DE KARA
fr: MER DE KARA
it: MARE DI KARA
pl: MORZE KARSKIE
ru: КАРСКОЕ МОРЕ

source: OKHOTSK SEA
de: OCHOTSKISCHES MEER
es: MAR DE OJOSTK
fr: MER D'OKHOTSK
it: MARE DI OKHOTSK
pl: MORZE OCHOCKIE
ru: ОХОТСКОЕ МОРЕ

source: BERING SEA
de: BERING- SEE
es: MAR DE BERING
fr: MER DE BÉRING
it: MAR DI BERING
pl: MORZE BERINGA
ru: БЕРИНГОВО МОРЕ

source: JAPAN SEA
de: JAPANISCHES MEER
es: MAR DE JAPÓN
fr: MER DU JAPON
it: MAR DEL GIAPPONE
pl: MORZE JAPOŃSKIE
ru: ЯПОНСКОЕ МОРЕ

source: SOUTH CHINA SEA
de: SÜDCHINE- SISCHES MEER
es: MAR DE CHINA MERIDIONAL
fr: MER DE CHINE MÉRIDIONALE
it: MAR CINESE MERIDIONALE
pl: MORZE POŁUDNIOWO- -CHIŃSKIE
ru: ЮЖНО-КИТАЙСКОЕ МОРЕ

source: BAY OF BENGAL
de: GOLF VON BENGALEN
es: BAHÍA DE BENGALA
fr: GOLFE DU BENGAL
it: GOLFO DEL BENGALA
pl: ZATOKA BENGALSKA
ru: БЕНГАЛЬСКИЙ ЗАЛИВ

source: ARABIAN SEA
de: ARABISCHES MEER
es: MÁR ARÁBIGO
fr: MER D'ARABIE
it: MAR ARABICO
pl: MORZE ARABSKIE
ru: АРАВИЙСКОЕ МОРЕ

source: RED SEA
de: ROTES MEER
es: MAR ROJO
fr: MER ROUGE
it: MAR ROSSO
pl: MORZE CZERWONE
ru: КРАСНОЕ МОРЕ

source: GULF OF ALASKA
de: GOLF VON ALASKA
es: GOLFO DE ALASKA
fr: GOLFE D'ALASKA
it: GOLFO DELL’ALASKA
pl: ZATOKA ALASKA
ru: АЛЯСКА (ЗАЛИВ)

source: CARRIBEAN SEA
de: KARIBISCHES MEER
es: MAR CARIBE
fr: MER DES CARAÏBES
it: MAR DEI CARAIBI
pl: MORZE KARAIBSKIE
ru: КАРИБСКОЕ МОРЕ

source: NORTH SEA
de: NORD- SEE
es: MAR DEL NORTE
fr: MER DU NORD
it: MAR DEL NORD
pl: MORZE PÓŁNOCNE
ru: СЕВЕРНОЕ МОРЕ

source: MEDITERRANEAN SEA
de: MITTELMEER
es: MAR MEDITERRÁNEO
fr: MER MÉDITERRANÉE
it: MAR MEDITERRANEO
pl: MORZE ŚRÓDZIEMNE
ru: СРЕДИЗЕМНОЕ МОРЕ

source: BLACK SEA
de: SCHWARZES MEER
es: MAR NEGRO
fr: MER NOIRE
it: MAR NERO
pl: MORZE CZARNE
ru: ЧЁРНОЕ МОРЕ

source: CAPE OF GOOD HOPE
de: KAP DER GUTEN HOFFNUNG
es: CABO DE BUENA ESPERANZA
fr: CAP DE BONNE-ESPÉRANCE
it: CAPO DI BUONA SPERANZA
pl: PRZYLĄDEK DOBREJ NADZIEI
ru: МЫС ДОБРОЙ НАДЕЖДЫ

source: MOZAMBIQUE CHANNEL
de: MOSAMBIK-KANAL
es: CANAL DE MOZAMBIQUE
fr: CANAL DU MOZAMBIQUE
it: CANALE DI MOZAMBICO
pl: KANAŁ MOZAMBICKI
ru: МОЗАМБИКСКИЙ ПРОЛИВ

source: DRAKE STRAIT
de: DRAKE-PASSAGE
es: ESTRECHO DE DRAKE
fr: DÉTROIT DE DRAKE
it: STRETTO DI DRAKE
pl: CIEŚNINA DRAKE’A
ru: ПРОЛИВ ДРЕЙКА

source: CORAL SEA
de: KORALLEN MEER
es: MAR DEL CORAL
fr: MER DE CORAIL
it: MAR DEI CORALLI
pl: MORZE KORALOWE
ru: КОРАЛЛОВОЕ МОРЕ

source: TASMAN SEA
de: TASMANSEE
es: MAR DE TASMANIA
fr: MER DE TASMAN
it: MAR DI TASMAN
pl: MORZE TASMANA
ru: ТАСМАНОВО МОРЕ

source: HUDSON BAY
de: HUDSON BUCHT
es: BAHÍA DE HUDSON
fr: BAIE D'HUDSON
it: BAIA DI HUDSON
pl: ZATOKA HUDSONA
ru: ГУДЗОНОВ ЗАЛИВ

source: S O U T H A M E R I C A
de: S Ü D - A M E R I K A
es: AMÉRICA DEL SUR
fr: A M É R I Q U E D U S U D
it: S U D A M E R I C A
pl: AMERYKA POŁUDNIOWA
ru: ЮЖНАЯ АМЕРИКА

source: CENTRAL AMERICA
de: MITTEL- AMERIKA
es: AMÉRICA CENTRAL
fr: AMÉRIQUE CENTRALE
it: AMERICA CENTRALE
pl: AMERYKA ŚRODKOWA
ru: ЦЕНТРАЛЬНАЯ АМЕРИКА

source: N O R T H A M E R I C A
de: N O R D - A M E R I K A
es: AMÉRICA DEL NORTE
fr: A M É R I Q U E D U N O R D
it: N O R D A M E R I C A
pl: A M E R Y K A P Ó Ł N O C N A
ru: СЕВЕРНАЯ АМЕРИКА

source: EUROPE
de: EUROPA
es: EUROPA
it: EUROPA
pl: EUROPA
ru: ЕВРОПА

source: A F R I C A
de: A F R I K A
es: Á F R I C A
fr: A F R I Q U E
pl: A F R Y K A
ru: А Ф Р И К А

source: A S I A
de: A S I E N
fr: A S I E
pl: A Z J A
ru: А З И Я

source: A U S T R A L I A
de: A U S T R A L I E N
fr: A U S T R A L I E
ru: АВСТРАЛИЯ

source: A N T A R C T I C A
de: A N T A R K T I S
es: A N T Á R T I D A
fr: A N T A R C T I Q U E
it: A N T A R T I D E
pl: A N T A R K T Y D A
ru: АНТАРКТИДА

source: File #33-K
de: Akte #33-K
es: Archivo 33–K
fr: Dossier #33–K
it: Fascicolo #33-K
pl: Załącznik #33–K
ru: Досье #33-K

source: <typewriter>Subject Class: Yellow</typewriter> <typewriter>Real Identity: Unknown.</typewriter> <typewriter>Last Known Location: Anchorage, Alaska.</typewriter>
de: <typewriter>Subjekt-Klasse: Gelb</typewriter> <typewriter>Wahre Identität: Unbekannt.</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Anchorage, Alaska.</typewriter>
es: <typewriter>Categoría del sujeto: Amarilla</typewriter> <typewriter>Identidad real: Desconocida</typewriter> <typewriter>Última ubicación conocida: Anchorage, Alaska</typewriter>
fr: <typewriter>Classe du sujet : Jaune</typewriter> <typewriter>Véritable identité : Inconnue.</typewriter> <typewriter>Dernière destination connue : Anchorage, Alaska.</typewriter>
it: <typewriter>Classe del Soggetto: Gialla</typewriter> <typewriter>Identità Reale: Sconosciuta</typewriter> <typewriter>Ultima Posizione Nota: Anchorage, Alaska</typewriter>
pl: <typewriter>Klasa obiektu: Żółta</typewriter> <typewriter>Prawdziwa tożsamość: Nieznana</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Anchorage, Alaska</typewriter>
ru: <typewriter>Класс объекта: Жёлтый</typewriter> <typewriter>Настоящее имя: Неизвестно</typewriter> <typewriter>Последнее известное местонахождение: Анкоридж, Аляска</typewriter>

source: <typewriter>Description: Subject #33-K (hereinafter "Thorne") is a tall, gaunt person with andogynous features and fair complexion. Prefers practical, loose-fitting clothing. Subject appears to be █​█​█​█​█​█​█​█​█​█ and conjectured to be far older than they appear (collaborating source suggests D.O.B. in █​█​█). Subject wears a distinct red cravat around their neck, often obscuring their face.</typewriter> <typewriter>Paradimensional Capabilities: Subject possesses acute sensitivity to █​█​█​█​█​█​█​█. Coterie leverages these capabilities to locate █​█​█​█​█​█​█ artifacts and track movement of █​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Sightings: Numerous sightings across the globe. Profiled as one of the most mobile Coterie members. Despite notorious secrecy, Thorne has a reputation for appraising and acquiring █​█​█​█​█​█​█​█​█​█​█​█​█ Analysis suggests they are amenable to business exchange and receptive to haggling. Recent activity suggests Coterie is in a state of █​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Approach Procedure: You and Thorne likely have similar objectives. Extreme caution suggested. Thorne is likely to negotiate but only on their terms.</typewriter>
de: <typewriter>Beschreibung: Subjekt #33–K (nachstehend „Thorne“) ist eine hochgewachsene, hagere Person mit androgynen Zügen und hellem Teint. Bevorzugt praktische, lockere Kleidung. Subjekt scheint ​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ zu sein und ist vermutlich viel älter, als es den Anschein hat (eine kollaborierende Quelle geht von einem Geburtsdatum im Jahr ​█​█​█​█ aus). Subjekt trägt ein auffälliges rotes Halstuch, das oft sein Gesicht verdeckt.</typewriter> <typewriter>Paradimensionale Fähigkeiten: Subjekt besitzt eine hohe Sensibilität für ​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█. Die Coterie nutzt diese Fähigkeiten, um Artefakte aus ​█​█​█​█​█​█​█​█​█​█​█​█​█​█ aufzuspüren und die Bewegungen ​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ zu verfolgen.</typewriter> <typewriter>Sichtungen: Zahlreiche Sichtungen rund um den Globus. Gilt als eines der mobilsten Mitglieder der Coterie. Trotz notorischer Geheimniskrämerei ist Thorne dafür bekannt, ​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ zu begutachten und zu erwerben. Analysen deuten darauf hin, dass das Subjekt für einen geschäftlichen Austausch empfänglich sein könnte und gerne feilscht. Jüngste Aktivitäten lassen vermuten, dass die Coterie ​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ betreibt.</typewriter> <typewriter>Annäherungsprotokoll: Ihre Zelle hat wahrscheinlich ähnliche Ziele wie Thorne. Äußerste Vorsicht ist geboten. Thorne ist womöglich verhandlungsbereit, aber nur zu eigenen Bedingungen.</typewriter>
es: <typewriter>Descripción: Sujeto 33–K (de aquí en adelante “Thorne”). Persona alta y enjuta con rasgos andróginos y de tez clara. Prefiere usar ropa práctica y holgada. Parece ser ███████████ y se conjetura que sea mucho mayor de lo que aparenta (una fuente que colabora con nosotros sugiere que su fecha de nacimiento es ███████████). Lleva un llamativo pañuelo rojo al cuello que suele taparle el rostro.</typewriter> <typewriter>Capacidades paradimensionales: Posee una aguda sensibilidad a █████████████. La Camarilla aprovecha estas capacidades para ubicar artefactos ███████████ y seguir el movimiento de ██████████████████.</typewriter> <typewriter>Avistamientos: Se han producido numerosos avistamientos por todo el planeta. Parece ser, de entre todos los miembros de la Camarilla, quien tiene mayor movilidad. Pese a su notorio secretismo, Thorne se ha granjeado cierta reputación para valorar y adquirir ███████████████████. El análisis sugiere que podría acceder a intercambios comerciales y que acepta regatear. La actividad reciente sugiere que la Camarilla se encuentra en un estado de ████████████████████████.</typewriter> <typewriter>Procedimiento de acercamiento: Es probable que Thorne y usted compartan objetivos similares. Se aconseja precaución extrema. Es posible que Thorne quiera negociar, pero imponiendo sus condiciones.</typewriter>
fr: <typewriter>Description : Le sujet #33-K (alias « Thorne ») est une personne grande et maigre avec des traits androgynes et un teint clair. Il préfère les vêtements pratiques et amples. Le sujet semble être █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█. Supposément beaucoup plus âgé qu’il n’y paraît. (Notre source suggère une date de naissance en █​█​█​█) Le sujet porte un foulard rouge autour du cou, masquant souvent son visage.</typewriter> <typewriter>Capacités paradimensionnelles : Le sujet possède une sensibilité aiguë aux █​█​█​█​█​█​█​█​█​█​█​█​█​█​█. La coterie utilise ces capacités pour localiser des artefacts █​█​█​█​█​█​█​█​█​█​█​█ et suivre les mouvements des █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Apparitions : Nombreuses observations à travers le monde. Présenté comme l’un des membres les plus mobiles de la Coterie. Malgré son goût notoire pour le secret, Thorne est réputé pour ses évaluations et acquisitions █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█. Logiquement disposé aux échanges commerciaux et réceptif au marchandage. Ses activités récentes suggèrent que la Coterie est dans une phase █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Procédure d’approche : Vous et Thorne avez probablement des objectifs similaires. Une extrême prudence est suggérée. Thorne est susceptible de négocier, mais seulement à ses conditions.</typewriter>
it: <typewriter>Descrizione: Il soggetto #33-K (da qui in poi, “Spina”) è un individuo alto e slanciato, con lineamenti androgini e carnagione chiara. Preferisce indumenti comodi e non aderenti. Il soggetto sembra essere di █​█​█​█​█​█​█​█​█​█ e si sospetta abbia molti più anni di quanti ne dimostri (la fonte ritiene che il suo anno di nascita sia il █​█​█). Indossa un vistoso foulard rosso al collo, che spesso ne oscura il viso.</typewriter> <typewriter>Capacità Paradimensionali: Il soggetto sembra essere particolarmente sensibile ai █​█​█​█​█​█​█​█. La Società Rossa sfrutta tale sua capacità per individuare █​█​█​█​█​█​█ e seguire gli spostamenti delle █​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Avvistamenti: Si ritiene sia un membro della Società Rossa particolarmente mobile. Vi sono stati numerosi avvistamenti in ogni angolo del pianeta. Nonostante la sua nota discrezione, la capacità di valutare e recuperare █​█​█​█​█​█​█​█​█​█​█​█​█ di Spina è pressoché leggendaria. Le indagini suggeriscono una sua predisposizione agli affari e alla contrattazione. Le recenti attività rilevate fanno pensare che la Società Rossa stia attuando una strategia di █​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Procedura di Avvicinamento: Voi e Spina avete presumibilmente gli stessi obiettivi. Suggeriamo un approccio estremamente cauto. Spina sembra accogliere favorevolmente le negoziazioni, ma solo ai suoi termini.</typewriter>
pl: <typewriter>Opis: Obiekt #33–K (zwany dalej „Thorne”) jest wysoką, chudą osobą o androgynicznych cechach i jasnej karnacji. Preferuje luźny, praktyczny strój. Obiekt ma najprawdopodobniej korzenie ████████ i wydaje się być o wiele starszy, niż na to wygląda (źródła sugerują, że jest urodzony w roku ​█​█​█). Obiekt nosi szykowną, czerwoną chustę wokół szyi, często skrywa twarz.</typewriter> <typewriter>Zdolności międzywymiarowe: Obiekt posiada wyjątkową wrażliwość na ███████████████. Koteria wykorzystuje te zdolności to lokalizowania ███████ artefaktów i śledzenia ruchu ████████████.</typewriter> <typewriter>Doniesienia: Obiekt widywany wielokrotnie w różnych częściach globu. Uważany za jednego z najbardziej prominentnych członków Koterii. Mimo pozostawania w cieniu, Thorne znany jest z wyceny i pozyskania █████████████. Dowody sugerują, że jest otwarty na propozycje biznesowe i negocjacje. Niedawne działania mogą świadczyć, że Koteria ████████████████.</typewriter> <typewriter>Procedura postępowania: Prawdopodobnie cele twoje i Thorne są zbieżne. Zalecana wzmożona ostrożność. Thorne może chcieć negocjować, ale na własnych warunkach.</typewriter>
ru: <typewriter>Описание: Объект #33-K (здесь и далее «Торн») — высокий худощавый человек с андрогинными чертами лица и светлым цветом кожи. Предпочитает практичную, свободно сидящую одежду. Субъект, по-видимому, имеет ███████████████ происхождение и, предположительно, намного старше, чем кажется (сотрудничающий источник предполагает ████ год рождения). Объект носит на шее узнаваемый красный платок, часто скрывающий лицо. </typewriter> <typewriter>Внепространственные способности: Субъект обладает острой чувствительностью к ███████████████████████. Клика использует эти способности для обнаружения █████████████ артефактов и отслеживания перемещений внепространственных сущностей.</typewriter> <typewriter>Наблюдения: Множество случаев наблюдения по всему миру. Считается одним из самых мобильных членов Клики. Несмотря на общеизвестную скрытность, Торн пользуется репутацией оценщика и скупщика ██████████████████████████████. Анализ предполагает, что объект открыт к заключению сделок и склонен торговаться. Последняя активность позволяет предположить, что Клика занимается ████████████████████████. </typewriter> <typewriter>Процедура контакта: Скорее всего, Торн разделяет ваши цели. Рекомендуется соблюдать крайнюю осторожность. Торн, скорее всего, пойдёт на переговоры, но только на своих условиях.</typewriter>

source: Territory of Alaska
de: Alaska
es: Territorio de Alaska
fr: Territoire de l’Alaska
it: Alaska
pl: Terytorium Alaski
ru: Аляска

source: United States of America
de: Vereinigte Staaten von Amerika
es: Estados Unidos de América
fr: États-Unis d’Amérique
it: Stati Uniti d’America
pl: Stany Zjednoczone Ameryki
ru: Соединенные Штаты Америки

source: California
de: Kalifornien
fr: Californie
pl: Kalifornia
ru: Калифорния

source: File #26–G2
de: Akte #26-G2
es: Archivo 26–G2
fr: Dossier #26–G2
it: Fascicolo #26–G2
pl: Załącznik #26–G2
ru: Досье #26-G2
