Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Subject Class: Green</typewriter> <typewriter>Sanctum Locations: █​█​██​█​██​█​██​█​██​█​██​█​██​█​██​██​█; San Francisco, California; █​█​██​█​██​█​██​█​██​█​█; Moscow, Russia; █​█​██​█​██​█​██​█​█; █​█​██​█​██​█​██​█​█.</typewriter> <typewriter>Description: Sanctums #26–G1 through G6 are Foundation offices and storehouses for paradimensional artifacts. Do not disclose locations of sanctums with non–Foundation personnel under penalty of ​█​██​█​██​█​██​█​██​█​█​█​██​█​██​█​██​█​██​█.</typewriter> <typewriter>Approach Procedure: Agent in charge of sanctum will meet you upon arrival. Entry instructions attached.</typewriter>
de: <typewriter>Subjekt-Klasse: Grün</typewriter> <typewriter>Heiligtum-Orte: █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​; San Francisco, Kalifornien; Seoul, Südkorea; Moskau, Sowjetunion; █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​; █​█​█​█​█​█​█​█​█​█​█​█​█​.</typewriter> <typewriter>Beschreibung: Die Heiligtümer #26–G1 bis G6 sind Foundation-Büros und -Lagerhäuser für paradimensionale Artefakte. Diese Orte dürfen Personen, die kein Personal der Foundation sind, unter keinen Umständen mitgeteilt werden. Strafen bei Missachtung: █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​.</typewriter> <typewriter>Annäherungsprotokoll: Verantwortlicher Agent des Heiligtums wird sich bei ihrer Ankunft mit Ihnen treffen. Anweisungen zum Eintritt sind beigefügt.</typewriter>
es: <typewriter>Categoría de los refugios: Verde</typewriter> <typewriter>Ubicaciones de los refugios: ███████, ████████████████; San Francisco, California; █████████, ██████████████; Moscú, Rusia; ██████, █████████; ███████, █████████;</typewriter> <typewriter>Descripción: Los refugios 26-G1 a G6 son oficinas de la Fundación y almacenes para artefactos paradimensionales. Divulgar la ubicación de los refugios a personal ajeno a la Fundación está penado con █████████████████████.</typewriter> <typewriter>Procedimiento de acercamiento: El agente a carga del refugio establecerá una reunión al llegar. Se adjuntan las instrucciones de entrada.</typewriter>
fr: <typewriter>Classe du sanctuaire : Vert</typewriter> <typewriter>Localisation des sanctuaires : █​█​██​█​██​█​██​█​██​█​██​█​██​█​██​██​█; San Francisco, Californie; █​█​██​█​██​█​██​█​██​█​█; Moscou, Russie ; █​█​██​█​██​█​██​█​█; █​█​██​█​██​█​██​█​█.</typewriter> <typewriter>Description : Les sanctuaires #26-Gl à G6 sont des bureaux de la Fondation et des entrepôts pour le stockage d'artéfacts paradimensionnels. Ne révélez pas la localisation des sanctuaires en dehors du cercle du personnel de la Fondation, sous peine d'​█​██​█​██​█​██​█​██​█​█​█​██​█​██​█​██​█​██​█.</typewriter> <typewriter>Procédure d'approche : L'agent en charge du sanctuaire viendra à votre rencontre à votre arrivée. Ci-joint la procédure d'entrée.</typewriter>
it: <typewriter>Classe dei Sancta Sanctorum: Verde</typewriter> <typewriter>Luoghi dei Sancta Sanctorum: █​█​██​█​██​█​██​█​██​█​██​█​██​█​██​██​█; San Francisco, California; █​█​██​█​██​█​██​█​██​█​█; Mosca, Russia; █​█​██​█​██​█​██​█​█; █​█​██​█​██​█​██​█​█.</typewriter> <typewriter>Descrizione: I sancta sanctorum dal #26-G1 al 26-G6 sono uffici e magazzini della Fondazione adibiti allo stoccaggio di artefatti paradimensionali. Mai divulgare la posizione dei sancta sanctorum a personale esterno alla Fondazione, pena ​█​██​█​██​█​██​█​██​█​█​█​██​█​██​█​██​█​██​█.</typewriter> <typewriter>Procedura di Avvicinamento: L’agente in carica del sancta sanctorum vi verrà incontro al vostro arrivo. Istruzioni per l’accesso allegate.</typewriter>
pl: <typewriter>Klasa siedziby: Zielona</typewriter> <typewriter>Lokalizacje siedzib: █████,█████████████; San Francisco, Kalifornia; ██,████████; Moskwa, Rosja; ███,███;███,█████.</typewriter> <typewriter>Opis: Siedziby #26–G1 do G6 służą jako biura i magazyny Fundacji, przeznaczone do przechowywania międzywymiarowych artefaktów. Zabrania się podawania lokalizacji siedzib osobom niezwiązanym z Fundacją, pod groźbą ███████████████████████████.</typewriter> <typewriter>Procedura postępowania: Agent kierujący daną siedzibą spotka się z tobą po twoim przyjeździe. W załączniku znajdują się informacje wstępne.</typewriter>
ru: <typewriter>Класс убежищ: Зелёный</typewriter> <typewriter>Расположение убежищ: ███████████████████████████████; Сан-Франциско, США; ███████████; Москва, Россия; ███████████████; ███████████████</typewriter> <typewriter>Описание: Убежища от #26-G1 до #26-G6 представ­ляют собой офисы Организации и хранилища вне­про­странственных артефактов. Не раскрывайте место­нахождение убежищ лицам, не являющимся сотрудниками Организации, под угрозой █████████████████████████████████████████████████.</typewriter> <typewriter>Процедура контакта: Агент, отвечающий за убежище, встретит вас по прибытии. Инструкции по входу прилагаются.</typewriter>

source: File #26–G4
de: Akte #26–G4
es: Archivo 26–G4
fr: Dossier #26–G4
it: Fascicolo #26–G4
pl: Załącznik #26–G4
ru: Досье #26-G4

source: Florida
fr: Floride
pl: Floryda
ru: Флорида

source: Desi has let his crew at his hideout in <minicaps>Ybor City</minicaps> know that you are coming to retrieve a Key.
de: Desi hat seiner Crew in seinem Versteck in <minicaps>Ybor City</minicaps> mitgeteilt, dass du kommst um einen Schlüssel zu erhalten.
es: Desi ha hecho saber a sus hombres en <minicaps>Ybor City</minicaps>que vas a ir a recuperar una Llave.
fr: Desi a fait savoir à son équipe dans sa cachette d'<minicaps>Ybor City</minicaps> que vous viendriez récupérer une Clef.
it: Desi ha fatto sapere alla squadra nel suo nascondiglio a <minicaps>Ybor City</minicaps> che vi recherete a recuperare una Chiave.
pl: Desi powiadomił swoją załogę w swojej kryjówce w <minicaps>Ybor City</minicaps>, że przybywacie po Klucz.
ru: Дези отправил весточку свои людям в убежище в <minicaps>Ибор-Сити</minicaps>, что вы собираетесь заглянуть к ним за ключом.

source: File #52-U
de: Akte #52-U
es: Archivo 52–U
fr: Dossier #52–U
it: Fascicolo #52-U
pl: Załącznik #52–U
ru: Досье #52-U

source: <typewriter>Sanctum Class: Yellow</typewriter> <typewriter>Sanctum Location: Ybor City, Florida.</typewriter>
de: <typewriter>Heiligtum-Klasse: Gelb</typewriter> <typewriter>Heiligtum-Ort: Ybor City, Florida.</typewriter>
es: <typewriter>Categoría del refugio: Amarilla</typewriter> <typewriter>Ubicación del refugio: Ybor City, Florida</typewriter>
fr: <typewriter>Classe du sanctuaire : Jaune</typewriter> <typewriter>Ybor City, Floride</typewriter>
it: <typewriter>Classe del Sancta Sanctorum: Gialla</typewriter> <typewriter>Luogo del Sancta Sanctorum: Ybor City, Florida.</typewriter>
pl: <typewriter>Klasa siedziby: Żółta</typewriter> <typewriter>Lokalizacja siedziby: Ybor City, Floryda</typewriter>
ru: <typewriter>Класс убежища: Жёлтый</typewriter> <typewriter>Расположение убежища: Ибор-Сити, Флорида</typewriter>

source: <typewriter>Description: Sanctum #52–U is an abandoned cigar factory in Ybor City, north of McKay Bay.</typewriter> <typewriter>Sightings: Subject #28–I known to frequent sanctum. Be on alert.</typewriter> <typewriter>Approach Procedure: Enter with caution and search for signs of paradimensional implements. Take any and all evidence into Foundation custody.</typewriter>
de: <typewriter>Beschreibung: Heiligtum #52–U ist eine verlassene Zigarrenfabrik in Ybor City, nördlich der McKay Bay.</typewriter> <typewriter>Sichtungen: Subjekt #28–I ist dafür bekannt, dieses Heiligtum zu besuchen. Wachsamkeit ist angeraten.</typewriter> <typewriter>Annäherungsprotokoll: Vorsichtiges Eindringen und Suche nach Anzeichen paradimensionaler Utensilien. Sämtliche Beweise (falls vorhanden) sind der Foundation unverzüglich zur Verwahrung zu übergeben.</typewriter>
es: <typewriter>Descripción: El refugio 52–U es una fábrica de puros abandonada en Ybor City, al norte de McKay Bay.</typewriter> <typewriter>Avistamientos: Se sabe que el sujeto 28–I frecuenta el refugio. Se recomienda estar alerta.</typewriter> <typewriter>Procedimiento de acercamiento: Entrar con precaución y buscar algún rastro de artefactos paradimensionales. Poner todas las pruebas bajo custodia de la Fundación.</typewriter>
fr: <typewriter>Description : Le Sanctuaire #52-U est une usine de cigares abandonnée à Ybor City, au nord de McKay Bay.</typewriter> <typewriter>Observations : Le sujet #28-I est connu pour fréquenter le sanctuaire. Restez en alerte.</typewriter> <typewriter>Procédure d'approche : Entrez avec prudence et cherchez des signes d'objets paradimensionnels. Placez toutes les preuves sous la garde de la Fondation.</typewriter>
it: <typewriter>escrizione: Il sancta sanctorum #52-U è una fabbrica di sigari abbandonata di Ybor City, a nord della baia di McKay.</typewriter> <typewriter>Avvistamenti: Il soggetto #28-I è solito frequentare il sancta sanctorum. Prestare attenzione.</typewriter> <typewriter>Procedura di Avvicinamento: Penetrare nel rifugio con estrema cautela e cercare segni di dispositivi paradimensionali. Consegnare alla Fondazione qualsiasi prova reperita.</typewriter>
pl: <typewriter>Opis: Siedziba #52–U to opuszczona fabryka cygar w Ybor City, na północ od zatoki McKay.</typewriter> <typewriter>Doniesienia: Obiekt #28–I często bywa w tym miejscu. Zachować ostrożność.</typewriter> <typewriter>Procedura postępowania: Wejść ostrożnie i przeszukać na okoliczność obecności międzywymiarowych przedmiotów. Wszelkie zgromadzone dowody należy przekazać pod kuratelę Fundacji.</typewriter>
ru: <typewriter>Описание: Убежище #52-U является заброшенной сига­рет­ной фабрикой в Ибор-Сити, к северу от залива Маккей.</typewriter> <typewriter>Наблюдения: Убежище часто посещает объект #28-I. Будьте начеку.</typewriter> <typewriter>Процедура контакта: С осторожностью проникните внутрь и обыщите на предмет внепространственных приспособлений. Соберите всё найденное, а также все возможные улики, и предоставьте под охрану Организации.</typewriter>

source: File #28-I
de: Akte #28-I
es: Archivo 28–I
fr: Dossier #28–I
it: Fascicolo #28-I
pl: Załącznik #28–I
ru: Досье #28-I

source: British Overseas Territory
de: Britisches Übersee-Territorium
es: Territorio británico de ultramar
fr: Territoire d’outre-mer britannique
it: Territorio Britannico d’Oltremare
pl: Brytyjskie terytorium zamorskie
ru: Британские заморские территории

source: The British Consolute in Nairobi informed you that Tuwile Masai fled to <minicaps>Bermuda</minicaps>.
de: Das Britische Konsulat in Nairobi hat dich informiert, dass Tuwile Masai nach <minicaps>Bermuda</minicaps> geflohen ist.
es: El consulado británico de Nairobi te informó de que Tuwile Masai huyó a <minicaps>Bermuda</minicaps>.
fr: Le Consulat Britannique de Nairobi vous a informé que Tuwile Masai s'est envolé pour les <minicaps>Bermudes</minicaps>.
it: Il Consolato Britannico a Nairobi vi ha informato che Tuwile Masai è fuggito a <minicaps>Gran Bermuda</minicaps>.
pl: Konsulat brytyjski w Nairobi poinformował was, że Tuwile Masai uciekł na <minicaps>Bermudy</minicaps>.
ru: Британское консульство сообщило вам, что Твейл Масаи сбежал на <minicaps>Бермуды</minicaps>.

source: Commonwealth of Puerto Rico
de: Commonwealth von Puerto Rico
es: Estado Libre Asociado de Puerto Rico
fr: Commonwealth de Porto Rico
it: Porto Rico
pl: Wolne Stowarzyszone Państwo Portoryko
ru: Содружество Пуэрто-Рико

source: Foundation contacts informed you that there is a likely Coterie sanctum in <minicaps>San Juan</minicaps>. Perhaps the Coterie member who stole your keys is hiding here?
de: Foundation-Kontakte haben dich informiert, dass es wahrscheinlich ein Coterie-Heiligtum in <minicaps>San Juan</minicaps> gibt. Vielleicht versteckt sich dort das Coterie-Mitglied, das deine Schlüssel gestohlen hat?
es: Los contactos de la Fundación te han informado de que es posible que haya un refugio de la Camarilla en <minicaps>San Juan</minicaps>. ¿Quizás se oculte aquí el miembro de la Camarilla que robó tus Llaves?
fr: Vos contacts de la Fondation vous ont informé qu'un potentiel sanctuaire de la Coterie se situe à <minicaps>San Juan</minicaps>. Peut-être que le membre de la Coterie qui vous a volé vos clefs y est caché ?
it: I vostri contatti della Fondazione, vi hanno informano che esiste un probabile sancta sanctorum della Società Rossa a <minicaps>San Juan</minicaps>. Forse il membro della Confraternita che ti ha rubato le chiavi si nasconde qui?
pl: Kontakty Fundacji poinformowały was, że prawdopodobnie w <minicaps>San Juan</minicaps> znajduje się kryjówka Koterii. Być może ukrywa się tu członek Koterii, który ukradł wasze klucze?
ru: Контакт в Организации сообщил вам, что в Сан-Хуане есть убежище Клики. Вероятно, похитивший ключи член Клики скрывается там?

source: Other known sanctums:
de: Andere bekannte Heiligtümer:
es: Otros refugios conocidos:
fr: Autres sanctuaires connus :
it: Altri sancta sanctorum conosciuti:
pl: Inne znane kryjówki:
ru: Другие известные святилища:

source: Reykjavik
es: Reikiavik
ru: Рейкьявик

source: Mid-Atlantic
de: Mittel-Atlantik
es: Atlántico Medio
fr: Centre-Atlantique
it: Medio Atlantico
pl: Środek Atlantyku
ru: Средне-Атлантические штаты

source: Aliki Zoni Uperetria believes that the things that vanish may end up being transported somewhere else. Agent Quinn suggested that this so called "gateway" might be found in the <minicaps>Bermuda Triangle</minicaps>, aka the Devil's Triangle, off the coast of Florida.
de: Aliki Zoni Uperetria glaubt, dass die Dinge, die verschwunden sind, an einen anderen Ort transportiert wurden. Agent Quinn schlug vor, dass dieses so genannte "Gateway" im <minicaps>Bermuda-Dreieck</minicaps>, auch Teufelsdreieck genannt, vor der Küste Floridas zu finden sein könnte.
es: Aliki Zoni Uperetria cree que las cosas que desaparecen pueden terminar siendo transportadas a otro lugar. La agente Quinn sugirió que este llamado "portal" podría encontrarse en el <minicaps>Triángulo de las Bermudas</minicaps>, también conocido como el Triángulo del Diablo, frente a la costa de Florida.
fr: Aliki Zoni Uperetria pense que les choses qui disparaissent peuvent être transportées ailleurs. L'Agente Quinn a suggéré que ce soi-disant « portail » pourrait se trouver dans le <minicaps>Triangle des Bermudes</minicaps>, alias le Triangle du Diable, au large de la Floride.
it: Aliki Zoni Uperetria crede che le cose che esse prendono finiscano da qualche altra parte. L’agente Quinn ha suggerito che questo cosiddetto “portale” potrebbe trovarsi nel <minicaps>Triangolo delle Bermuda</minicaps>, noto anche come Triangolo del Diavolo, al largo della costa della Florida.
pl: Aliki Zoni Uperetria wierzy, że rzeczy, które znikają, zostają przetransportowane w inne miejsce. Agent Quinn zasugerował, że tę tak zwaną „bramę” można znaleźć w <minicaps>Trójkącie Bermudzkim</minicaps>, zwanym także Diabelskim Trójkątem, u wybrzeży Florydy.
ru: Алики Зони Ипиретриа считает, что вещи, исчезнувшие из нашей реальности, оказываются где-то ещё. Агент Куинн предположила, что некие «Врата» можно найти в <minicaps>Бермудском треугольнике</minicaps>, также известном как треугольник Дьявола, недалеко от берегов Флориды.

source: Aliki said she would meet you here to continue the investigation.
de: Aliki sagte, sie würde dich hier treffen, um die Ermittlungen fortzusetzen.
es: Aliki dijo que se reuniría contigo aquí para continuar con la investigación.
fr: Aliki a dit qu'elle voulait vous y retrouver pour poursuivre l'enquête.
it: Aliki ha detto che vi avrebbe incontrato qui per continuare le indagini.
pl: Aliki powiedziała, że spotka się tu z wami, aby kontynuować śledztwo.
ru: Алики договорилась встретиться с вами здесь, чтобы продолжить расследование.

source: New Orleans
es: Nueva Orleans
fr: Nouvelle-Orléans
pl: Nowy Orlean
ru: Новый Орлеан

source: Louisiana
es: Luisiana
fr: Louisiane
pl: Luizjana
ru: Луизиана

source: A recent newspaper article has brought attention to some strange killings happening near <minicaps>New Orleans</minicaps>. Lady Esprit, a Voodoo priestess mentioned in the article, claims that a malign curse has taken root in the bayou.
de: Ein kürzlich erschienener Zeitungsartikel hat die Aufmerksamkeit auf einige seltsame Morde in der Nähe von <minicaps>New Orleans</minicaps> gelenkt. Lady Esprit, eine Voodoo-Priesterin, die in dem Artikel erwähnt wird, behauptet, dass ein bösartiger Fluch im Bayou Wurzeln geschlagen hat.
es: Un artículo de periódico reciente ha llamado la atención sobre algunos asesinatos extraños que ocurren cerca de <minicaps>Nueva Orleans</minicaps>. Lady Esprit, una hechicera vudú mencionada en al artículo, afirma que una maldición maligna se ha arraigado en el bayou.
fr: Un récent article de journal a attiré l'attention sur d'étranges meurtres survenus près de la <minicaps>Nouvelle-Orléans</minicaps>. Lady Esprit, une prêtresse vaudou mentionnée dans l'article, affirme qu'une malédiction s'est installée dans le bayou.
it: Un recente articolo di giornale ha attirato la vostra attenzione su alcuni strani omicidi avvenuti vicino a <minicaps>New Orleans</minicaps>. Lady Esprit, una sacerdotessa Voodoo menzionata nell’articolo, afferma che una maledizione maligna ha messo radici nel bayou.
pl: Niedawny artykuł w gazecie zwrócił uwagę na dziwne morderstwa, które miały miejsce w pobliżu <minicaps>Nowego Orleanu</minicaps>. Lady Esprit, kapłanka Voodoo wspomniana w artykule, twierdzi, że na bayou zakorzeniła się złośliwa klątwa.
ru: Статья в свежей газете привлекла ваше внимание к странным убийствам, происходящим рядом с<minicaps>Новым Орлеаном</minicaps>. В статье приводится цитата Леди Эспри, жрицы вуду, которая считает, что пагубное проклятие пустило корни в байу.

source: Suggested scenario
de: Vorgeschlagenes Szenario
es: Escenario sugerido
fr: Scénario suggéré
it: Scenario suggerito
pl: Sugerowany scenariusz
ru: Предлагаемый сценарий

source: <typewriter>Subject Class: Yellow</typewriter> <typewriter>Real Identity: Delgado Álvarez, Desiderio (del-gah-doh al-vah-rez, deh-see-deh-ree-oh)</typewriter> <typewriter>Last Known Location: Havana, Cuba</typewriter>
de: <typewriter>Subjekt-Klasse: Gelb</typewriter> <typewriter>Wahre Identität: Delgado Álvarez, Desiderio (del-gah-doh al-vah-ress, deh-ssih-deh-rih-oh)</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Havanna, Kuba</typewriter>
es: <typewriter>Categoría del sujeto: Amarilla</typewriter> <typewriter>Identidad real: Delgado Álvarez, Desiderio</typewriter> <typewriter>Última ubicación conocida: La Habana, Cuba</typewriter>
fr: <typewriter>Classe du sujet : Jaune</typewriter> <typewriter>Véritable identité : Delgado Âlvarez, Desiderio (del-ga-do al-va-rez, dé-zi -dé-rio)</typewriter> <typewriter>Dernière destination connue : La Havane, Cuba</typewriter>
it: <typewriter>Classe del Soggetto: Gialla</typewriter> <typewriter>Identità Reale: Delgado Alvarez, Desiderio</typewriter> <typewriter>Ultima Posizione Nota: L’Avana, Cuba</typewriter>
pl: <typewriter>Klasa obiektu: Żółta</typewriter> <typewriter>Prawdziwa tożsamość: Delgado Álvarez, Desiderio (del–ga–do al–va–rez, de–si–de–ri–o)</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Hawana, Kubas</typewriter>
ru: <typewriter>Класс объекта: Жёлтый</typewriter> <typewriter>Настоящее имя: Дельгадо Альварес, Дезидерио</typewriter> <typewriter>Последнее известное местонахождение: Гавана, Куба</typewriter>
