Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Description: Subject #28-I (hereinafter "Man in Blood-Soaked Suit" or "Desiderio Delgado Álvarez") is a man of Cuban descent, approximately 42 years old and 192cm in height. Typically seen in a black suit accessorized with apparent coterie paraphernalia, including tie and hat, all with red accents.</typewriter> <typewriter>Paradimensional Capabilities: Man in Blood-Soaked Suit does not appear to possess any extraordinary powers aside from peak █​█​█​█ physical performance, and unusually high skill and accuracy with firearms. (█​█​█​█ enhanced █​█​█​█​█?) Approach with caution.</typewriter> <typewriter>Sightings: Mr. Álvarez is a longtime resident of Havana. However, no records exist pertaining to subject's childhood or early life. (Likely destroyed upon induction into Coterie, but possibility remains of █​█​█​█​█​█​█​█​█​█. Either way, his identity may be an alias.) Mr. Álvarez is known to frequent a nightclub known as Cafe Luna.</typewriter> <typewriter>Note: Foundation has no knowledge pertaining to any Key in Havana, however, Mr. Álvarez is likely to know location of other Keys.</typewriter> <typewriter>Approach Procedure: Open negotations with subject to acquire location of Coterie vaults and/or hideouts. If he does not cooperate, subdue and interrogate. More information available in Moscow office (File #26-G4)</typewriter>
de: <typewriter>Beschreibung: Subjekt #28–I (nachstehend der „Mann im blutgetränkten Anzug“ oder „Desiderio Delgado Álvarez“) ist ein Mann kubanischer Abstammung, circa 42 Jahre, Körpergröße etwa 1,92 m. Trägt typischerweise einen schwarzen Anzug mit Coterie-Accessoires, darunter eine Krawatte und ein Hut in roten Farben.</typewriter> <typewriter>Paradimensionale Fähigkeiten: Der Mann im blutdurchtränkten Anzug scheint keine außergewöhnlichen Kräfte zu besitzen, abgesehen von einer hohen █​█​█​█​█​█​█​█​█​█​█​█​ körperlichen Leistungsfähigkeit sowie einer ungewöhnlich hohen Geschicklichkeit im Umgang mit Schusswaffen und einer hohen Zielgenauigkeit. (█​█​█​█​█​█​█​█​█​█​ verstärkt █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​?) Nur mit äußerster Vorsicht nähern.</typewriter> <typewriter>Sichtungen: Mr. Álvarez ist ein langjähriger Einwohner Havannas. Es gibt jedoch keine Aufzeichnungen über die Kindheit oder das frühe Leben des Subjekts. (Wahrscheinlich bei seiner Aufnahme in die Coterie vernichtet, aber es besteht immer noch die Möglichkeit der █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. In jedem Falle könnte seine Identität Tarnung sein.) Über Mr. Álvarez ist bekannt, dass er häufig in einem Nachtclub namens Café Luna verkehrt.</typewriter> <typewriter>Hinweis: Die Foundation hat keinen Hinweis auf einen Schlüssel in Havanna, aber Mr. Álvarez wird wahrscheinlich wissen, wo sich andere Schlüssel befinden.</typewriter> <typewriter>Annäherungsprotokoll: Offene Verhandlungen mit dem Subjekt, um die Koordinaten von geheimen Lagern und/oder Verstecken der Coterie zu erfahren. Falls das Subjekt nicht kooperiert, festnehmen und verhören. Weitere Informationen befinden sich im Büro von Moskau (Akte #26–G4).</typewriter>
es: <typewriter>Descripción: El sujeto 28–I (de aquí en adelante “Hombre del traje ensangrentado”) es un hombre de descendencia cubana, de unos 42 años de edad y 192 cm de altura. Por lo general, lleva un traje negro con accesorios que muestran su afiliación a la Camarilla, como una corbata y un sombrero con toques de rojo.</typewriter> <typewriter>Capacidades paradimensionales: El hombre del traje ensangrentado no parece poseer ningún poder extraordinario aparte de tener un rendimiento físico █████████ excelente y una habilidad y precisión con armas de fuego inusualmente altas. (¿███████ ███████ mejorada?). Abordar con precaución.</typewriter> <typewriter>Avistamientos: El Sr. Álvarez lleva mucho tiempo viviendo en La Habana. Sin embargo, no hay registro alguno acerca de la infancia y juventud del sujeto (probablemente los destruyeran tras admitirlo en la Camarilla, pero existe la posibilidad de ██████████████████. En cualquier caso, su identidad podría ser un alias). Se sabe que el Sr. Álvarez frecuenta un club nocturno conocido como Café Luna.</typewriter> <typewriter>Nota: La Fundación no sabe de ninguna Llave que se encuentre en La Habana; sin embargo, es probable que el Sr. Álvarez conozca la ubicación de otras Llaves.</typewriter> <typewriter>Procedimiento de acercamiento: Entablar negociaciones con el sujeto para obtener la ubicación de escondites y/o depósitos de la Camarilla. Si no coopera, reducirlo e interrogarlo. Más información disponible en la sucursal de Moscú (archivo 26–G4).</typewriter>
fr: <typewriter>Description : Sujet #28-I (alias « Trempé de Sang » ou « Desiderio Delgado Álvarez ») est un homme âgé d’approximativement 42 ans, d’origine cubaine. Il mesure 1,92 m. Il est généralement vêtu d’un costume noir agrémenté d’accessoires qui se rapportent à la Coterie dont une cravate et un chapeau dans les tons rouges.</typewriter> <typewriter>Capacités Paradimensionnelles : L’Homme au Costume Trempé de Sang ne semble pas posséder de pouvoirs extraordinaires. Toutefois, sa condition physique est excellente █​█​█​█​█​█ et il fait preuve d’un talent hors du commun dans le domaine des armes â feu. Tireur hors pair. (Est-il aidé par █​█​█​█​█​█​█​█ ?) À approcher avec prudence.</typewriter> <typewriter>Apparitions : M. Álvarez réside depuis longtemps à La Havane. Cependant, il n’existe aucune trace de son enfance ou de sa jeunesse. (Traces probablement effacées après son admission dans la Coterie, mais des █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ ne sont pas à exclure. Dans les deux cas, son identité est peut-être une couverture.) M. Álvarez est un client bien connu d’un bar nocturne nommé « Café Luna ».</typewriter> <typewriter>Note : La Fondation ne possède aucune information concernant une Clef à La Havane, cependant il est probable que M. Álvarez connaisse la localisation d’autres Clefs.</typewriter> <typewriter>Procédure d’approche : nous avons entamé des négociations avec le sujet pour qu’il nous révèle l’emplacement des coffres-forts de la Coterie et/ou ses refuges. S’il ne coopère pas, maitrisez-le et interrogez-le. Plus d’informations disponibles au bureau de Moscou. (Dossier #26 -G4).</typewriter>
it: <typewriter>Descrizione: Il soggetto #28-1 (da qui in poi, l’Uomo con il Completo Insanguinato o Desiderio Delgado Alvarez) è un uomo di origine cubana, di circa 42 anni e alto all’incirca 192 cm. In genere indossa un completo nero, con alcuni appariscenti accessori della Società Rossa - tra cui una cravatta e un cappello - contraddistinti da dettagli rossi.</typewriter> <typewriter>Capacita Paradimensionali: L’Uomo con il Completo Insanguinato non sembra possedere alcun potere straordinario, fatta eccezione per la sbalorditiva prestanza fisica - almeno per un █​█​█​█ e per un’abilità e una precisione insolite con le armi da fuoco (█​█​█​█ potenziato █​█​█​█​█?) Approcciarlo con cautela.</typewriter> <typewriter>Avvistamenti: Mr. Álvarez vive da tempo all’Avana. Non esiste tuttavia alcuna documentazione circa l’infanzia o i primi anni di vite del soggetto (probabilmente fu distrutta al suo reclutamento nella Società Rossa, ma non è da escludere una possibile █​█​█​█​█​█​█​█​█​█). In ogni caso, la sua identità potrebbe essere uno pseudonimo. Mr. Álvarez è un noto frequentatore del night club Café Luna.</typewriter> <typewriter>Note: La Fondazione non ha alcuna informazione circa eventuali Chiavi presenti all’Avana; ciononostante, è probabile che Mr. Alvarez conosce l’ubicazione di altre Chiavi. </typewriter> <typewriter>Procedura di Avvicinamento: Aprire le negoziazioni con il soggetto per ottenere informazioni sui depositi e/o i nascondigli della Società Rossa. Se non dovesse collaborare, sottometterlo e interrogarlo. Ulteriori informazioni sul soggetto disponibili nell’ufficio di Mosca (Fascicolo #26-G4).</typewriter>
pl: <typewriter>Opis: Obiekt #28–I (zwany dalej „Mężczyzna w zakrwawionym garniturze” lub „Desiderio Delgado Álvarez”) jest mężczyzną kubańskiego pochodzenia, w wieku około 42 lat, w przybliżeniu 192 cm wzrostu. Zazwyczaj widywany w czarnym garniturze oraz typowych dla Koterii dodatkach pokroju krawata czy kapelusza z czerwonymi akcentami.</typewriter> <typewriter>Zdolności międzywymiarowe: Mężczyzna w zakrwawionym garniturze wydaje się nie posiadać żadnych nadzwyczajnych zdolności z wyjątkiem maksymalnej ████ kondycji fizycznej oraz ponadprzeciętnej celności i umiejętności posługiwania się bronią. (█████ wzmocnione przez ███?) Zachować ostrożność.</typewriter> <typewriter>Doniesienia: Pan Álvarez jest wieloletnim mieszkańcem Hawany. Nie zachowały się żadne zapiski dotyczące jego dzieciństwa i młodości. (Najprawdopodobniej zostały zniszczone w czasie werbunku do Koterii, możliwe jednak pozostałości ██████████████. Jego tożsamość należy traktować jako potencjalnie fałszywą). Pan Álvarez często przebywa w nocnym klubie Cafe Luna.</typewriter> <typewriter>Uwaga: Fundacja nie dysponuje dowodami na obecność Klucza w Hawanie, jednak pan Álvarez najprawdopodobniej posiada wiedzę na temat miejsca przechowywania innych Kluczy.</typewriter> <typewriter>Procedura postępowania: Należy podjąć negocjacje, celem uzyskania informacji o lokalizacji kryjówek i magazynów Koterii. W przypadku braku woli współpracy, obezwładnić cel i poddać przesłuchaniu. Dodatkowe informacje dostępne w biurze w Moskwie (Załącznik #26–G4).</typewriter>
ru: <typewriter>Описание: Объект #28-I (здесь и далее «Человек в окровавленном костюме» или «Дезидерио Дельгадо Альварес») — мужчина кубинского происхождения, примерно 192 см ростом, возраст — около 42 лет. Обычно одевается в чёрный костюм, дополненный явно выраженной атрибутикой Клики, включая галстук и шляпу с красными акцентами.</typewriter> <typewriter>Внепространственные способности: Человек в окровавленном костюме, похоже, не обладает никакими экстраординарными способностями, кроме потрясающей ████████████ физической формы, а также необычайно высокого мастерства и меткости в обращении с огнестрельным оружием. (█████████ усилены ██████?) Будьте осторожны.</typewriter> <typewriter>Наблюдения: Господин Альварес давно живёт в Гаване. Однако не существует никаких записей о детстве или молодости объекта. (Вероятно, были уничтожены при вступлении в Клику, но остаётся вероятность ████████████████████████. В любом случае его личность может быть вымышлена.) Известно, что господин Альварес часто посещает ночной клуб, известный как кафе Luna.</typewriter> <typewriter>Обратите внимание: Организация не располагает сведениями о наличии ключей в Гаване, однако господин Альварес, вероятно, знает местонахождение других ключей.</typewriter> <typewriter>Процедура контакта: Начните переговоры с объектом, чтобы узнать местонахождение тайников и/или убежищ Клики. В случае отказа от сотрудничества задержите и допросите. Дополнительная информация доступна в московском офисе (досье #26-G4).</typewriter>

source: File #26-G4
de: Akte #26-G4
es: Archivo 26–G4
fr: Dossier #26–G4
it: Fascicolo #26-G4
pl: Załącznik #26-G4
ru: Досье #26-G4

source: Republic of Cuba
de: Republik von Kuba
es: República de Cuba
fr: République de Cuba
it: Repubblica di Cuba
pl: Republika Kuby
ru: Республика Куба

source: Arkham
ru: Аркхэм

source: Massachusetts
ru: Массачусетс

source: If you know one thing for certain, there's always something strange happening in <minicaps>Arkham</minicaps>.
de: Wenn du eine Sache sicher weißt, dann dass in <minicaps>Arkham</minicaps> immer etwas Seltsames abgeht.
es: Si sabes algo con certeza, es que siempre están ocurriendo cosas extrañas en <minicaps>Arkham</minicaps>.
fr: Si vous êtes sûr d'une chose, c'est qu'il se passe toujours quelque chose d'étrange à <minicaps>Arkham</minicaps>.
it: Se una cosa è certa è che succede sempre qualcosa di strano ad <minicaps>Arkham</minicaps>.
pl: Jeśli jesteś czegoś pewien, to tego, że w <minicaps>Arkham</minicaps> zawsze dzieje się coś dziwnego.
ru: Кое-в-чём вы всегда можете быть уверены — в <minicaps>Аркхэме</minicaps> всегда происходит что-то странное.

source: Suggested scenarios
de: Vorgeschlagene Szenarien
es: Escenarios sugeridos
fr: Scénarios suggérés
it: Scenari suggeriti
pl: Sugerowane scenariusze
ru: Предлагаемые сценарии

source: Murder at the Hotel Excelsior, War of the Outer Gods, The Blob That Ate Everything, investigator challenge scenarios
de: Mord im Excelsior Hotel, Krieg der Äußeren Götter, Der Blob, der alles fraß, Ermittler-Herausforderungsszenarien
es: Asesinato en el hotel Excelsior, La guerra de los dioses exteriores, La masa que lo devoraba todo, escenarios de desafío de los investigadores
fr: Meurtre à l'Hôtel Excelsior, La Guerre des Dieux Extérieurs, Le Dévoreur de Toute Chose, scénarios défi d'investigateur.
it: Assassinio all’Hotel Excelsior, La Guerra degli Dèi Esterni, La Melma che Divorò Ogni Cosa, scenari sfida degli investigatori
pl: Morderstwo w Hotelu Excelsior, Wojna Zewnętrznych Bogów, Śluz, który pożarł wszystko, scenariusze wyzwań badaczy
ru: «Убийство в отеле „Эксельсиор“», «Война внешних богов», «Капля, поглотившая всё», сценарии-испытания

source: Republic of Ecuador
de: Republik von Ecuador
es: República de Ecuador
fr: République d'Équateur
it: Repubblica dell’Ecuador
pl: Republika Ekwadoru
ru: Республика Эквадор

source: Foundation contacts informed you that there is a likely Coterie sanctum in <minicaps>Quito</minicaps>. Perhaps the Coterie member who stole your keys is hiding here?
de: Foundation-Kontakte haben dich informiert, dass es wahrscheinlich ein Coterie-Heiligtum in <minicaps>Quito</minicaps> gibt. Vielleicht versteckt sich dort das Coterie-Mitglied, das deine Schlüssel gestohlen hat?
es: Los contactos de la Fundación te han informado de que es posible que haya un refugio de la Camarilla en <minicaps>Quito</minicaps>. ¿Quizás se oculte aquí el miembro de la Camarilla que robó tus Llaves?
fr: Vos contacts de la Fondation vous ont informé qu'un potentiel sanctuaire de la Coterie se situe à <minicaps>Quito</minicaps>. Peut-être que le membre de la Coterie qui vous a volé vos clefs y est caché ?
it: I vostri contatti della Fondazione, vi hanno informano che esiste un probabile sancta sanctorum della Società Rossa a <minicaps>Quito</minicaps>. Forse il membro della Confraternita che ti ha rubato le chiavi si nasconde qui?
pl: Kontakty Fundacji poinformowały was, że prawdopodobnie w <minicaps>Quito</minicaps> znajduje się kryjówka Koterii. Być może ukrywa się tu członek Koterii, który ukradł wasze klucze?
ru: Контакт в Организации уведомил вас, что в <minicaps>Кито</minicaps> скорее всего есть убежище Клики. Возможно, похищенные у вас ключи спрятаны там?

source: File #16-D
de: Akte #16-D
es: Archivo 16–D
fr: Dossier #16–D
it: Fascicolo #16-D
pl: Załącznik #16–D
ru: Досье #16-D

source: <typewriter>Subject Class: Yellow</typewriter> <typewriter>Real Identity: Unknown</typewriter> <typewriter>Last Known Location: Buenos Aires, Argentina</typewriter>
de: <typewriter>Subjekt-Klasse: Gelb</typewriter> <typewriter>Wahre Identität: Unbekannt</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Buenos Aires, Argentinien</typewriter>
es: <typewriter>Categoría del sujeto: Amarilla</typewriter> <typewriter>Identidad real: Desconocida</typewriter> <typewriter>Última ubicación conocida: Buenos Aires, Argentina</typewriter>
fr: <typewriter>Classe du sujet : Jaune</typewriter> <typewriter>Véritable identité : Inconnue</typewriter> <typewriter>Dernière destination connue : Buenos Aires, Argentine</typewriter>
it: <typewriter>Classe del Soggetto: Gialla</typewriter> <typewriter>Identità Reale: Sconosciuta</typewriter> <typewriter>Ultima Posizione Nota: Buenos Aires, Argentina</typewriter>
pl: <typewriter>Klasa obiektu: Żółta</typewriter> <typewriter>Prawdziwa tożsamość: Nieznana</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Buenos Aires, Argentyna</typewriter>
ru: <typewriter>Класс объекта: Жёлтый</typewriter> <typewriter>Настоящее имя: Неизвестно</typewriter> <typewriter>Последнее известное местонахождение: Буэнос-­Айрес, Аргентина</typewriter>
