Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: <typewriter>Description: Subject #38-N (hereinafter "Beast in Cowl of Crimson") is a roughly humanoid figure, approximately 183cm in height, clothed in a red cloak. The hood of this cloak effectively masks the figure's identity (very likely to be █​█​█​█​█​█​█​█ in origin). Only appendage as of yet observed is a set of █​█​█​█ claws ​█​█​█​█​█​█​█​█​█, hence the moniker. █​█​█​█​█​█​█​█ seems likely.</typewriter> <typewriter>Paradimensional Capabilities: Beast in Cowl of Crimson appears to have high aptitude for physical confrontation. Prior encounters have led to █​█​█​█​█​█​█​█​█​█​█​█​█​█. Victims are █​█​█​█​█ and ​█​█​█​█​█​██​█​█, or █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█. Extreme caution is advised.</typewriter> <typewriter>Sightings: Beast in Cowl of Crimson is prime suspect in several gruesome murders throughout Alexandria.</typewriter> <typewriter>Note: Paradimensional implement (aka "Key") known to exist in Alexandria. Coterie element may be using key to █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█.</typewriter> <typewriter>Approach Procedure: Subdue subject with extreme prejudice and acquire paradimensional implement for further study.</typewriter>
de: <typewriter>Beschreibung: Subjekt #38–N (nachstehend „die Bestie in der purpurroten Kutte“) ist von annähernd menschlicher Gestalt, Körpergröße etwa 1,83 m, mit einem roten Umhang bekleidet. Die Kapuze des Unhangs verbirgt die eigentliche Gestalt dieser Identität (sehr wahrscheinlich █​█​█​█​█​█​█​█​█​█​█​█​█​█​ Herkunft). Einzige bisher beobachtete Gliedmaßen sind ein Paar █​█​█​█​█​█​█​█​█​█​█​█​█​█​ Klauen, █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​, woher der Name stammt. █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ scheint wahrscheinlich.</typewriter> <typewriter>Paradimensionale Fähigkeiten: Die Bestie in der purpurroten Kutte scheint eine starke Neigung zu körperlichen Auseinandersetzungen zu haben. Frühere Begegnungen haben █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. Die Opfer wurden █​█​█​█​█​█​█​█​█​█​█​ und █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ oder █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. Äußerste Vorsicht ist geboten.</typewriter> <typewriter>Sichtungen: Die Bestie in der purpurroten Kutte ist Hauptverdächtiger in einigen grausamen Mordfällen in ganz Alexandria.</typewriter> <typewriter>Hinweis: In Alexandria scheint es ein paradimensionales Utensil (alias „Schlüssel“) zu geben. Das Coterie-Mitglied könnte den Schlüssel nutzen, um █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​.</typewriter> <typewriter>Annäherungsprotokoll: Das Subjekt muss mit äußersten Mitteln überwältigt werden, um das paradimensionale Utensil zur weiteren Untersuchung zu beschaffen.</typewriter>
es: <typewriter>Descripción: El sujeto 38–N (de aquí en adelante “La bestia de la capucha carmesí”) es vagamente humanoide de unos 183 cm de altura y lleva una capa roja. La capucha de la capa enmascara la identidad del sujeto (muy probablemente tenga origen ██████████████). El único apéndice que se ha observado hasta el momento es un conjunto de █████████████ garras ████████, de ahí su alias. Parece probable ████████.</typewriter> <typewriter>Capacidades paradimensionales: La bestia de la capucha carmesí parece tener una gran aptitud para el enfrentamiento físico. Los encuentros anteriores han llevado a █████████. Las víctimas quedan ███████ y ███████, o █████████████████████████████████████████████████████████████. Se aconseja cautela extrema.</typewriter> <typewriter>Avistamientos: La bestia de la capucha carmesí es el principal sospechoso de varios asesinatos atroces que se han producido por toda Alejandría.</typewriter> <typewriter>Nota: Se sabe que hay un accesorio paradimensional (alias “Llave”) en Alejandría. El agente de la Camarilla podría estar usando la Llave para ██████████████████████.</typewriter> <typewriter>Procedimiento de acercamiento: Reducir al sujeto sin contemplaciones y adquirir el accesorio paradimensional para su estudio posterior.</typewriter>
fr: <typewriter>Description : Le sujet #38-N (alias « La Bête au Châle Pourpre ») est une silhouette grossièrement humanoïde mesurant environ 1,83m, vètue d’une cape rouge. La capuche de cette cape masque efficacement l’identité du personnage (très probablement d’origine █​█​█​█​█​█​█​█​█​█​█​█​█​█). Le seul appendice observé jusqu’à présent est un ensemble de griffes █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█ d’où son surnom. █​█​█​█​█​█​█​█​█​█​█​█​█​█ semble probable.</typewriter> <typewriter>Capacités paradimensionnelles : La Bête au Châle Pourpre semble avoir une grande aptitude à la confrontation physique. Des rencontres antérieures ont conduit █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█. Les victimes sont █​█​█​█​█​█​█​█ et ​█​█​█​█​█​█​█​█​█​█​██​█​█​█ █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█. Une extrême prudence est recommandée.</typewriter> <typewriter>Apparitions : La Bête au Châle Pourpre est probablement à l’origine de plusieurs meurtres horribles commis à Alexandrie.</typewriter> <typewriter>Note : Existence d’un objet par adimensionnel (alias « Clef ») connue à Alexandrie. Les éléments de la coterie peuvent utiliser la Clef pour █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█.</typewriter> <typewriter>Procédure d’approche : Aborder le sujet avec une méfiance extrême. Acquérir l’objet paradimensionnel pour une étude plus approfondie</typewriter>
it: <typewriter>Descrizione: Il soggetto #38-N (da qui in poi, la “Bestia con la Cappa Cremisi”) è una figura di aspetto pressoché umanoide, alta circa 183 cm e sempre avvolta in un manto rosso il cui cappuccio riesce a nasconderne efficacemente l’identità (origini █​█​█​█​█​█​█​█ estremamente probabili). Le uniche appendici osservate sinora sono degli artigli █​█​█​█ , che ne hanno ispirato il nome in codice. █​█​█​█​█​█​█​█ altamente probabili.</typewriter> <typewriter>Capacità Paradimensionali: La Bestia con la Cappa Cremisi sembra essere particolarmente incline allo scontro fisico. Gli incontri precedenti hanno portato █​█​█​█​█​█​█​█​█​█​█​█​█​█. Le vittime sono state █​█​█​█​█ e ​█​█​█​█​█​██​█​█, o █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█​█​█​█​█​█​█​█. Si consiglia estrema cautela.</typewriter> <typewriter>Avvistamenti: Si sospetta che la Bestia con la Cappa Cremisi sia responsabile di una serie di macabri omicidi avvenuti ad Alessandria.</typewriter> <typewriter>Note: Appurata l’esistenza di uno strumento paradimensionale (detto anche “Chiave”) ad Alessandria. È possibile che il membro della Società Rossa stia utilizzando la chiave per █​█​█​█​█​█​█​█​█​█​█​█​█​██​█​█​█​█​█​█.</typewriter> <typewriter>Procedura di Avvicinamento: Sottomettere il soggetto con estremo pregiudizio e acquisire strumenti paradimensionali per ulteriori studi.</typewriter>
pl: <typewriter>Opis: Obiekt #38–N (zwany dalej „Bestia w karmazynowym kapturze”) jest z grubsza humanoidalną istotą, wzrostu ok. 183 cm, odzianą w czerwoną pelerynę. Kaptur skutecznie maskuje jej tożsamość (która jest najprawdopodobniej pochodzenia █​█​█​█​█​█​█​). Jedyne co udało się zaobserwować to para █​█​█​█​ pazurów █​█​█​█​█​█​█​█​█​█​█​█​, stąd przydomek obiektu. Najprawdopodobniej nie jest █​█​█​█​█​█​█​█​█​█​█​.</typewriter> <typewriter>Zdolności międzywymiarowe: Bestia w karmazynowym kapturze wydaje się szczególnie predestynowana do fizycznej konfrontacji. Poprzednie spotkania prowadziły do █​█​█​█​█​█​█​█​█​█​. Ofiary są █​█​█​█​█​ i █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​ lub █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​. Zalecana szczególna ostrożność.</typewriter> <typewriter>Doniesienia: Bestia w karmazynowym kapturze jest głównym podejrzanym w sprawie kilku niezwykle brutalnym mordów dokonanych na terenie Aleksandrii.</typewriter> <typewriter>Uwaga: Wiadomo, że międzywymiarowy przedmiot (zwany „Kluczem”) znajduje się na terenie Aleksandrii. Koteria może go wykorzystywać do █​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​█​.</typewriter> <typewriter>Procedura postępowania: Obezwładnić z zastosowaniem wszelkich koniecznych środków przymusu bezpośredniego oraz przechwycić międzywymiarowy przedmiot dla dalszych badań.</typewriter>
ru: <typewriter>Описание: Объект #38-N (здесь и далее «Зверь в баг­ровой рясе») представляет собой человекоподобную фигуру ростом около 183 см, облачённую в красные лохмотья. Капюшон рясы эффективно скрывает личность фигуры (весьма вероятно █████████происхождение одеяния). Единственный замеченный внешний признак — подобные ███████ когти, ██████████████████████, отсюда и прозвище. Вероятно ██████████████ происхождение.</typewriter> <typewriter>Внепространственные способности: Зверь в баг­ровой рясе, похоже, имеет высокую склонность к физическому насилию. Предыдущие столкновения привели к ██████████████████████████████████████████████████ и ███████████████████████████████████████████████████████████████████████████████████████████████. Рекомендуется соблюдать крайнюю осторожность.</typewriter> <typewriter>Наблюдения: Зверь в багровой рясе — главный подозреваемый в нескольких жестоких убийствах по всей Александрии.</typewriter> <typewriter>Обратите внимание: Известно, что в Александрии находится внепространственное приспособление (т. н. «ключ»). Члены Клики могут использовать ключ, ███████████████████████████████████████.</typewriter> <typewriter>Процедура контакта: Действуя крайне осторожно, укротите объект и захватите внепространственное орудие для дальнейшего изучения.</typewriter>

source: Cairo
de: Kairo
es: El Cairo
fr: Le Caire
pl: Kair
ru: Каир

source: Your friend Jesse Burke has written to you with concerns about a strange epidemic of slumber that has struck the citizens of <minicaps>Cairo</minicaps>. Jessie has reason to believe this might be the work of the Brotherhood of the Beast led by a mysterious ‘Xzharah’.
de: Deine Freundin Jesse Burke hat dir geschrieben und ist besorgt über eine seltsame Epidemie von Schläfrigkeit, die die Bürger von <minicaps>Cairo</minicaps> befallen hat. Jessie hat Grund zu der Annahme, dass dies das Werk der Bruderschaft der Bestie sein könnte, die von einer mysteriösen "Xzharah" angeführt wird.
es: Tu amigo Jesse Burke te ha escrito preocupado por una extraña epidemia de sueño que ha afectado a los ciudadanos de <minicaps>El Cairo</minicaps>. Jessie tiene razones para creer que esto podría ser obra de la Hermandad de la Bestia dirigida por un misterioso “Xzharah”.
fr: Votre ami Jesse Burke vous a écrit pour vous faire part de ses inquiétudes concernant une étrange épidémie de sommeil qui a frappé les citoyens du <minicaps>Caire</minicaps>. Jessie a des raisons de croire qu'il s'agit de l'œuvre de la Confrérie de la Bête, dirigée par un mystérieux « Xzharah ».
it: Il tuo amico Jesse Burke ti ha scritto preoccupato per una strana epidemia di sonno che ha colpito i cittadini del <minicaps>Cairo</minicaps>. Jessie ha motivo di credere che questa potrebbe essere opera della Confraternita della Bestia guidata da un misterioso “Xzharah”.
pl: Twój przyjaciel Jesse Burke napisał do was z obawami związanymi z dziwną epidemią snu, która dotknęła mieszkańców <minicaps>Kairu</minicaps>. Jessie ma powody wierzyć, że może to być dzieło Bractwa Bestii kierowanego przez tajemniczego „Xzharah”.
ru: В письме ваш друг Джесси Бёрк выражает беспокойство о необычной эпидемии беспробудного сна, поразившей жителей <minicaps>Каира</minicaps>. Джесси считает, что в этом может быть замешано Братство Зверя, коим руководит загадочный «Кжарах».

source: The Eternal Slumber, The Night's Usurper
de: Der Ewige Schlummer, Usurpator der Nacht
es: El letargo eterno, El usurpador de la noche
fr: Éternelle Torpeur, L'Usurpateur de la Nuit
it: Il Sonno Eterno, L’Usurpatore della Notte
pl: Wieczny sen, Uzurpator Nocy
ru: Беспробудный сон, Узурпатор ночи

source: File #11-B
de: Akte #11-B
es: Archivo 11–B
fr: Dossier #11–B
it: Fascicolo #11-B
pl: Załącznik #11–B
ru: Досье #11-B

source: <typewriter>Subject Class: Red</typewriter> <typewriter>Real Identity: Unknown.</typewriter> <typewriter>Last Known Location: Marrakesh, Morocco.</typewriter>
de: <typewriter>Subjekt-Klasse: Rot</typewriter> <typewriter>Wahre Identität: Unbekannt.</typewriter> <typewriter>Letzter bekannter Aufenthaltsort: Marrakesh, Marokko.</typewriter>
es: <typewriter>Categoría del sujeto: Roja</typewriter> <typewriter>Identidad real: Desconocida</typewriter> <typewriter>Última ubicación conocida: Marrakech, Marruecos</typewriter>
fr: <typewriter>Classe du sujet : Rouge</typewriter> <typewriter>Véritable identité : Inconnue</typewriter> <typewriter>Dernière destination connue : Marrakech, Maroc</typewriter>
it: <typewriter>Classe del Soggetto: Rossa</typewriter> <typewriter>Identità Reale: Sconosciuta</typewriter> <typewriter>Ultima Posizione Nota: Marrakesh, Marocco.</typewriter>
pl: <typewriter>Klasa obiektu: Czerwona</typewriter> <typewriter>Prawdziwa tożsamość: Nieznana</typewriter> <typewriter>Ostatnie znane miejsce pobytu: Marrakesz, Maroko</typewriter>
ru: <typewriter>Класс объекта: Красный</typewriter> <typewriter>Настоящее имя: Неизвестно</typewriter> <typewriter>Последнее известное местонахождение: Марракеш, Марокко</typewriter>
