Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tskc/campaign.po
Languages: de, es, fr, it, pl, ru

source: While a key is attached to an investigator, that investigator may trigger its shift ability during any player window as a [fast] ability. This is called “shifting” the key. As part of this ability’s resolution, it will instruct the investigator to flip the key to its other side, so its other shift ability is active. The investigator will then have to perform the shift ability on its [[Unstable]] side in order to flip it back over again.
de: Solange ein Schlüssel an einen Ermittler angehängt ist, darf der Ermittler in einem beliebigen Spielerfenster die Wandel-Fähigkeit des Schlüssels als eine [fast]-Fähigkeit auslösen. Dies wird „den Schlüssel wandeln“ genannt. Als Teil der Abhandlung dieser Fähigkeit weist der Schlüssel den Ermittler an, den Schlüssel auf seine andere Seite umzudrehen. Dadurch wird seine andere Wandel-Fähigkeit aktiv. Damit der Ermittler den Schlüssel wieder umdrehen kann, muss er die Wandel-Fähigkeit auf der [[Instabil]]-Seite des Schlüssels durchführen.
es: Mientras una Llave esté vinculada a un investigador, éste puede activar su capacidad “Alteración” durante cualquier oportunidad de jugador, como una capacidad [fast]. A esto se le llama “alterar” la Llave. Como parte de la resolución de esta capacidad, se indicará al investigador que dé la vuelta a la Llave para mostrar su otro lado, de forma que quede activa su otra capacidad “Alteración”. Después, el investigador tendrá que realizar la capacidad “Alteración” del lado [[Inestable]] para poder volver a darle la vuelta.
fr: Tant qu'une Clef est attachée à un investigateur, ce dernier peut déclencher sa capacité « Tourner» lors den' importe quelle Fenêtre de joueur en tant que capacité [fast]. Cela s'appelle « tourner » la Clef. Pour résoudre cette capacité, il sera notamment demandé à l'investigateur de retourner cette Clef pour afficher son autre face, de telle sorte que son autre capacité « Tourner » soit active. L'investigateur devra alors effectuer la capacité « Tourner » de la face [[Instable]] s'il souhaite retourner de nouveau la Clef pour afficher sa face [[Stable]].
it: Mentre una chiave è assegnata a un investigatore, quell’investigatore può innescarne la capacità Alterazione durante una qualsiasi finestra giocatore come una capacità [fast]. Questo è definito “alterare” la chiave. Come parte della risoluzione di questa capacità, l’investigatore dovrà girare la chiave sull’altro lato, in modo che l’altra capacità Alterazione della chiave sia attiva. L’investigatore dovrà poi innescare la capacità Alterazione sul lato [[Instabile]] per poterla girare nuovamente.
pl: Dopóki klucz jest dołączony do badacza, dany badacz może aktywować jego zdolność przemiany podczas dowolnego okna gracza jako zdolność [fast]. Nazywa się to „przemianą” klucza. Rozpatrując tę zdolność, gra każe badaczowi odwrócić klucz na jego drugą stronę tak, aby jego druga zdolność przemiany stała się aktywna. Aby ponownie odwrócić kartę, badacz będzie musiał wykonać zdolność przemiany na jej stronie z cechą [[Niestabilny]].
ru: Пока ключ прикреплён к сыщику, тот сыщик может активировать его свойство разряда во время любого окна игрока в качестве бесплатного активируемого свойства ([fast]). Это называется «разрядить ключ». Одним из эффектов розыгрыша данного свойства будет указание перевернуть ключ другой стороной вверх, чтобы стало активным другое свойство разряда. Сыщику затем придётся активировать свойство разряда на [[неустойчивой]] стороне, чтобы снова перевернуть ключ.

source: While a key is attached to a story asset, it may be shifted by any investigator who controls that asset in the same way.
de: Solange ein Schlüssel an eine Storyvorteilskarte angehängt ist, darf ihn ein beliebiger Ermittler, der diese Vorteilskarte kontrolliert, auf die gleiche Weise wie oben beschrieben wandeln.
es: Mientras una Llave esté vinculada a un Apoyo de historia, cualquier investigador que controle ese Apoyo puede alterarla del modo explicado.
fr: Tant qu'une Clef est attachée à un soutien d'histoire, elle peut être « tournée » de la même manière par l'investigateur qui contrôle ce soutien.
it: Mentre una chiave è assegnata a un supporto storia, può essere alterata allo stesso modo da un qualsiasi investigatore che controlla quel supporto.
pl: Dopóki klucz jest dołączony do atutu fabularnego, może zostać przemieniony w ten sam sposób przez dowolnego badacza, który kontroluje dany atut fabularny.
ru: Пока ключ прикреплён к сюжетному активу, любой сыщик, под чьим контролем находится данный актив, может точно так же активировать свойство разряда того ключа.

source: Each key (by title) attached to an investigator or story asset can only be shifted once per round.
de: Jeder Schlüssel (nach Name), der an einen Ermittler oder eine Storyvorteilskarte angehängt ist, kann nur ein Mal pro Runde gewandelt werden.
es: Cada Llave (por nombre) vinculada a un investigador o Apoyo de historia solo puede alterarse una vez por ronda.
fr: Chaque Clef (par titre) attachée à un investigateur ou à un soutien d'histoire ne peut être « tournée » qu'une seule fois par round.
it: Ogni chiave (con lo stesso nome) assegnata a un investigatore o a un supporto storia può essere alterata solo una volta per round.
pl: Każdy klucz (według tytułu) dołączony do dowolnego badacza lub atutu fabularnego może zostać przemieniony tylko raz na rundę.
ru: Каждый ключ с разным названием, прикреплённый к сыщику или сюжетному активу, может быть разряжён раз в раунд.

source: While a key is under an enemy’s control, its shift ability only resolves when a card or game effect instructs an investigator to shift that key, after which it remains [[Unstable]] side faceup.
de: Solange der Schlüssel unter der Kontrolle eines Gegners ist, wird seine Wandel-Fähigkeit nur abgehandelt, wenn ein Karten- oder Spieleffekt einen Ermittler dazu anweist, jenen Schlüssel zu wandeln. Der Schlüssel bleibt aber mit der [[Instabil]]-Seite nach oben liegen.
es: Mientras una Llave esté bajo el control de un Enemigo, su capacidad “Alteración” solo se resuelve cuando una carta o efecto de juego indica a un investigador que altere esa Llave, tras lo cual permanece con el lado [[Inestable]] boca arriba.
fr: Tant qu'une Clef est sous le contrôle d'un ennemi, sa capacité « Tourner » ne se résout que lorsqu'une carte ou un effet de jeu demande à un investigateur de tourner cette Clef, après quoi elle reste face [[Instable]] visible.
it: Mentre una chiave è sotto il controllo di un nemico, la sua capacità Alterazione si risolve solo quando una carta o un effetto di gioco richiede a un investigatore di alterare quella carta, dopo di che la chiave resta con il lato [[Instabile]] a faccia in su.
pl: Dopóki klucz znajduje się pod kontrolą wroga, jego zdolność przemiany jest rozpatrywana jedynie wtedy, gdy karta lub efekt karty każe dowolnemu badaczowi przemienić dany klucz, po czym pozostaje on stroną z cechą [[Niestabilny]] do góry.
ru: Пока ключ находится под контролем врага, его свойство разряда разыгрывается, только когда карта или игровой эффект указывают сыщику разрядить тот ключ, после чего он остаётся лежать [[неустойчивой]] стороной вверх.

source: A key attached to an enemy cannot be flipped to its [[Stable]] side.
de: Ein Schlüssel, der an einen Gegner angehängt ist, kann nicht auf seine [[Stabil]]-Seite umgedreht werden.
es: Las Llaves vinculadas a Enemigos no se pueden dar la vuelta a su lado [[Estable]].
fr: Une Clef attachée à un ennemi ne peut pas être retournée sur sa face [[Stable]].
it: Una chiave assegnata a un nemico non può essere girata sul lato [[Stabile]].
pl: Klucz dołączony do wroga nie może zostać odwrócony na stronę z cechą [[Stabilny]].
ru: Ключ, прикреплённый к врагу, нельзя перевернуть [[устойчивой]] стороной вверх.

source: There is no limit to the number of times a key attached to an enemy can be shifted.
de: Ein Schlüssel, der an einen Gegner angehängt ist, kann beliebig oft gewandelt werden.
es: No hay límite a la cantidad de veces que se puede alterar una Llave vinculada a un Enemigo.
fr: Il n'y a pas de limite au nombre de fois qu'une Clef attachée à un ennemi peut être « tournée ».
it: Non c’è un limite al numero di volte che una chiave assegnata a un nemico possa essere alterata.
pl: Nie ma limitu, ile razy klucz dołączony do wroga może zostać przemieniony.
ru: Ключ, прикреплённый к врагу, может быть разряжён неограниченное количество раз.

source: Some card effects may directly flip a key attached to an investigator or story asset from its [[Stable]] side to its [[Unstable]] side, or vice versa. This is not the same as shifting a key, and does not resolve its shift ability.
de: Manche Karteneffekte drehen einen Schlüssel, der an einen Ermittler oder eine Storyvorteilskarte angehängt ist, direkt von ihrer [[Stabil]]-Seite auf ihre [[Instabil]]-Seite um oder umgekehrt. Das ist nicht dasselbe wie das Wandeln eines Schlüssels. Dadurch wird die Wandel-Fähigkeit nicht abgehandelt.
es: Algunos efectos de cartas pueden darle la vuelta directamente a una Llave vinculada a un investigador o Apoyo de historia para pasar de su lado [[Estable]] a su lado [[Inestable]] o viceversa. Esto no es lo mismo que alterar una Llave y no resuelve su capacidad “Alteración”.
fr: Certains effets de carte peuvent directement retourner une Clef attachée à un investigateur ou à un soutien d'histoire, de sa face [[Stable]] vers sa face [[Instable]], ou vice-versa. Ces effets sont différents de « tourner » une Clef et ne résolvent pas sa capacité « Tourner » .
it: Alcuni effetti delle carte possono girare direttamente una chiave assegnata a un investigatore o a un supporto storia, dal suo lato [[Stabile]] a quello [[Instabile]] o viceversa. Questo effetto non equivale ad alterare una chiave e non ne risolve la capacità Alterazione.
pl: Niektóre efekty kart mogą bezpośrednio odwrócić klucz dołączony do badacza lub atutu fabularnego ze strony z cechą [[Stabilny]] na [[Niestabilny]] i na odwrót. Nie jest to równoznaczne z przemianą klucza i nie powoduje to rozpatrzenia jego zdolności przemiany.
ru: Эффекты некоторых карт могут прямо указывать перевернуть ключ, прикреплённый к сыщику или сюжетному активу, с [[устойчивой]] на [[неустойчивую]] сторону или наоборот. Это не считается разрядкой ключа и не приводит к розыгрышу свойства разряда.

source: During <i>The Scarlet Keys</i> campaign, investigators will confront a number of dangerous and mysterious members of the secret society known as the Red Coterie. One such member is the iconic Red-Gloved Man. As a result, while playing <i>The Scarlet Keys</i> campaign, investigators cannot purchase or include The Red-Gloved Man asset <i>(The Dunwich Legacy card #310)</i> in their decks.
de: Im Verlauf der Kampagne <i>Die scharlachroten Schlüssel</i> werden die Ermittler auf den Mann mit den roten Handschuhen stoßen. Aus diesem Grund dürfen die Ermittler in dieser Kampagne die Vorteilskarte Der Mann mit den roten Handschuhen <i>(Das Vermächtnis von Dunwich, Karte 310)</i> nicht erwerben und in ihre Decks aufnehmen.
es: Durante la campaña <i>Las llaves escarlata</i>, los investigadores se enfrentarán a varios miembros tan misteriosos como peligrosos de la sociedad secreta conocida como la Camarilla Roja. Uno de estos miembros es el icónico hombre de los guantes rojos. Por lo tanto, mientras juegan la campaña <i>Las llaves escarlata</i>, los investigadores no pueden adquirir en sus mazos el Apoyo El hombre de los guantes rojos <i>(carta 310 de El legado de Dunwich)</i>.
fr: Pendant la campagne <i>Les Clefs Écarlates</i>, les investigateurs seront confrontés à un certain nombre de membres de la société secrète connue sous le nom de Coterie Rouge. Tous sont dangereux et mystérieux, à l'image de l'emblématique Homme aux Gants Rouges. Par conséquent, lorsqu'ils joueront la campagne <i>Les Clefs Écarlates</i>, les investigateurs ne pourront pas acheter ou inclure dans leurs decks le soutien l'Homme aux Gants Rouges présent dans l'extension Investigateurs <i>L'Héritage de Dunwich</i> (carte n° 310).
it: Durante la campagna <i>Le Chiavi Scarlatte</i>, gli investigatori dovranno affrontare diversi membri pericolosi e misteriosi della società segreta nota come Società Rossa. Uno di essi è il celebre Uomo dai Guanti Rossi. Per questo motivo, durante la campagna <i>Le Chiavi Scarlatte</i>, gli investigatori non possono acquistare né includere il supporto Uomo dai Guanti Rossi <i>(L’Eredità di Dunwich #310)</i> nei loro mazzi.
pl: Podczas kampanii <i>Szkarłatne klucze</i> badacze zmierzą się z wieloma niebezpiecznymi i tajemniczymi członkami tajemnego stowarzyszenia znanego jako Czerwona Koteria. Jednym z takich członków jest legendarny Mężczyzna w czerwonych rękawiczkach. Z tego powodu, grając w kampanię <i>Szkarłatne klucze</i>, badacze nie mogą zakupić ani zawrzeć w swojej talii atutu Mężczyzna w czerwonych rękawiczkach <i>(Dziedzictwo Dunwich, karta #310)</i>.
ru: В ходе кампании <i>«Алые ключи»</i> сыщики столкнутся с рядом опасных и загадочных членов тайного общества, известного как Красная Клика. Одним из них является легендарный Человек в красных перчатках. Таким образом, во время прохождения <i>«Алых ключей»</i> сыщики не могут включать в свои колоды актив «Человек в красных перчатках» <i>(«Наследие Данвича», #310)</i>.

source: Concealed X
de: Getarnt X
es: Encubierto X
fr: Dissimulé X
it: Celato X
pl: Utajony X
ru: Сокрытый Х

source: Concealed X is a keyword that appears on some enemy cards in <i>The Scarlet Keys</i> campaign. Concealed enemies represent hidden enemies whose true location is a mystery until the investigators work to expose where—and in some cases, who—they truly are. When a scenario includes one or more concealed enemies, investigators are instructed to set aside several concealed mini-cards. These mini-cards are double-sided. The facedown side represents the possible location of a concealed enemy. The revealed side reveals the mini-card’s true nature—an enemy’s true location, or simply a decoy.
de: Getarnt X ist ein Schlüsselwort, das sich auf manchen Gegnerkarten in der Kampagne <i>Die scharlachroten Schlüssel</i> befindet. Getarnte Gegner stellen versteckte Gegner dar, deren wahrer Aufenthaltsort nicht bekannt ist, bis die Ermittler es schaffen, ihren Aufenthaltsort – und in manchen Fällen auch ihre wahre Identität – zu enttarnen. Enthält ein Szenario 1 oder mehr getarnte Gegner, werden die Ermittler angewiesen, eine Reihe von getarnten Mini-Karten beiseitezulegen. Diese Mini-Karten sind doppelseitig. Ihre verdeckte Seite stellt den möglichen Ort eines getarnten Gegners dar. Die aufgedeckte Seite enthüllt die wahre Natur einer Mini-Karte – den wahren Aufenthaltsort eines Gegners oder nur einen Köder!
es: “Encubierto X” es una palabra clave que aparece en algunas de las cartas de Enemigo de la campaña <i>Las llaves escarlata</i>. Los Enemigos Encubierto representan Enemigos ocultos cuya ubicación real es un misterio hasta que los investigadores logran exponer dónde se encuentran y, en ocasiones, quiénes son realmente. Cuando un escenario incluye uno o más Enemigos Encubierto, los investigadores tendrán que poner aparte varias cartas pequeñas Encubierto de doble cara. El lado boca abajo representa la posible ubicación de un Enemigo Encubierto. El lado revelado muestra la verdadera naturaleza de la carta pequeña: la ubicación real del Enemigo o un señuelo.
fr: Dissimulé X est un mot-clé qui apparaît sur certaines cartes Ennemi dans la campagne <i>Les Clefs Écarlates</i>. Les ennemis dissimulés représentent des ennemis cachés dont la véritable localisation reste un mystère, jusqu'à ce que les investigateurs s'appliquent à dévoiler où (et parfois, qui) ils sont réellement. Quand un scénario inclut un ou plusieurs ennemis dissimulés, les investigateurs se voient demander de mettre de côté plusieurs mini-cartes Dissimulée. Ces mini-cartes sont recto verso. La face cachée représente la possible localisation d'un ennemi dissimulé. La face révélée montre la véritable nature de la mini-carte : la localisation exacte d'un ennemi ou un simple leurre.
it: Celato X è una parola chiave che compare su alcune carte nemico della campagna <i>Le Chiavi Scarlatte</i>. I nemici con Celato rappresentano minacce nascoste il cui vero luogo rimarrà un mistero finché gli investigatori non avranno scoperto dove siano davvero… e in certi casi persino chi siano davvero. Quando uno scenario include 1 o più nemici con Celato, agli investigatori viene richiesto di mettere da parte diverse mini carte Celato a due lati. Una mini carta Celato a faccia in giù rappresenta il possibile luogo in cui un nemico con Celato può trovarsi. Una carta Celato a faccia in su rivela la vera natura della mini carta: il vero luogo di un nemico oppure un semplice diversivo.
pl: Utajony X to słowo kluczowe, które pojawia się na niektórych kartach wrogów z kampanii <i>Szkarłatne klucze</i>. Wrogowie ze słowem kluczowym Utajony reprezentują ukrytych wrogów, których prawdziwa lokalizacja pozostanie tajemnicą, dopóki badaczom nie uda się ujawnić, gdzie się znajdują, a w niektórych przypadkach nawet – kim tak naprawdę są. Jeśli scenariusz zawiera 1 lub więcej wrogów z cechą Utajony, gra każe badaczom odłożyć na bok kilka utajonych, dwustronnych małych kart. Ich strona zakryta reprezentuje możliwe miejsce pobytu utajonego wroga, zaś strona odkryta to prawdziwa natura karty – lokalizacja, w której się znajduje, lub zwykła przynęta.
ru: У некоторых карт врагов из этой кампании есть ключевое слово «Сокрытый Х». Местоположение (а порой и истинное лицо) сокрытых врагов неизвестно сыщикам, пока они не разоблачат их. Когда сценарий содержит хотя бы 1 сокрытого врага, сыщики получают указание отложить в сторону несколько сокрытых мини­карт. У таких мини­карт две стороны. Закрытая карта указывает возможное местоположение сокрытого врага. Открытая же сторона раскрывает её истинную природу: является ли она действительным расположением врага, или это лишь ложная цель.

source: <i>A facedown concealed mini-card</i>
de: <i>Eine verdeckte getarnte Mini-Karte</i>
es: <i>Una carta pequeña Encubierto boca abajo</i>
fr: <i>Une carte Dissimulée face cachée</i>
it: <i>Una mini carta Celato a faccia in giù.</i>
pl: <i>Zakryta utajona mała karta</i>
ru: <i>Сокрытые мини-карты</i>

source: <i>An enemy's mini-card marks the location of an enemy in the shadows.</i>
de: <i>Die Mini-Karte eines Gegners gibt den wahren Ort eines Gegners in den Schatten an.</i>
es: <i>Una carta pequeña de Enemigo marca la ubicación de un Enemigo en las sombras.</i>
fr: <i>La mini-carte d'un ennemi indique le lieu d'un ennemi dans les ombres.</i>
it: <i>La mini carta di un nemico indica il luogo di un nemico nelle ombre.</i>
pl: <i>Małe karty wrogów wskazują lokalizację wroga w cieniu.</i>
ru: <i>Мини-карта врага обозначает местонахождение врага в тени</i>

source: <i>A decoy marks the location of nothing of consequence—a harmless bystander, or perhaps just a trick of the light.</i>
de: <i>Ein Köder ist eine falsche Fährte - ein harmloser Passant oder eine Lichttäuschung.</i>
es: <i>Un señuelo marca la ubicación de algo sin importancia: un transeúnte inofensivo o tal vez un efecto óptico.</i>
fr: <i>Un leurre indique qu'il n'y a rien d'important dans un lieu — c'était un simple badaud ou peut-être juste le fruit de votre imagination</i>
it: <i>Un diversivo indica il luogo di un evento insignificante, come un passante innocuo o forse una semplice illusione ottica.</i>
pl: <i>Przynęta wskazuje położenie czegoś nieznaczącego – nieszkodliwej postaci lub zwykłego złudzenia optycznego.</i>
ru: <i>Ложная цель — это что-то незначительное: безобидный прохожий или, возможно, игра света</i>
