Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/a_epilogue.po
Languages: de, fr, it, pl, ru, vi

source: "Well isn't this a happy reunion. Yes, you have returned to the world of the waking. Now you can all go back to the pointless meandering you call life. Leave your dreams behind, like scraps to be devoured when next you are hungry. Or have you finally realized that your world is one of reverie, as well? Take what you have ingested from this dream and use it to shape your destiny. As for me? I have my own home to return to. Don't worry. I'm sure you haven't seen the last of me."
de: „Na, wenn das mal kein freudiges Wiedersehen ist. Glückwunsch, ihr seid zurück in der wachen Welt. Endlich könnt ihr euch wieder dem sinnlosen Treiben widmen, das ihr ‚Leben‘ schimpfst. Lasst eure Träume ruhig hinter euch wie einen verschmähten Happen, den man beim nächsten Hunger verschlingt. Oder dämmert es euch langsam, dass auch eure Welt eine Welt der Fantasie ist? Nehmt mit, was ihr aus diesem Traum gelernt habt, und nutzt es, um euer eigenes Schicksal zu formen. Was mich betrifft? Ich werde nun in meine eigene Heimat zurückkehren. Keine Sorge. Ich bin mir sicher, wir werden uns wiedersehen.“
fr: « Ma foi, n’est-ce pas là une heureuse réunion ? Oui, vous êtes revenus dans le monde de l’éveil. Vous pouvez tous reprendre les occupations ennuyeuses que vous appelez vie. Abandonnez vos rêves comme des miettes à dévorer la prochaine fois que vous aurez faim. Ou avez-vous compris que votre monde est également un rêve ? Prenez ce que vous avez ingéré de ce songe et utilisez-le pour façonner votre propre destinée. Quant à moi, je dois rentrer. Mais ne vous inquiétez pas, je suis sûr que nous nous reverrons. »
it: “Bene, bene, ma che piccola riunione felice. Si, siete tornati nel mondo reale. Ora potete tutti immergervi di nuovo in quel vostro inutile vagabondare che chiamate vita. Lasciatevi i sogni alle spalle, come scarti da divorare quando avrete nuovamente fame. O avete finalmente capito che anche il vostro mondo non è altro che un sogno a occhi aperti? Prendete quello che avete imparato con questa esperienza e sfruttatelo per dare una forma al vostro destino. Io? Ho una casa a cui tornare. Non vi preoccupate, sono certo che ci rivedremo.”
pl: „Czyż nie jest to szczęśliwe spotkanie. Tak, powróciliście do świata jawy. Teraz możecie kontynuować bezsensowną wędrówkę, którą nazywacie życiem. Zostawcie wasze sny, tak jak zostawia się skrawki jedzenia na później, kiedy na nowo pojawi się głód. A może w końcu przekonaliście się, że wasz świat to zaledwie jeden z wielu snów na jawie? Zapamiętajcie to, czego nauczyliście się z waszego snu, i użyjcie tego do kierowania swoim losem. A ja? Mam swój własny dom, do którego mogę powrócić. Nie martwcie się. Na pewno jeszcze mnie zobaczycie”.
ru: «Только посмотрите на это счастливое воссоединение. Да, вы вернулись в мир бодрствующих. Можете возвращаться к своей бессмысленной возне, которую вы зовёте жизнью. Сны? Да чёрт с ними, бросьте их, как объедки, которые можно доесть, когда проголодаешься. Или вы наконец поняли, что ваш мир — это тоже лишь чья-то фантазия? Возьмите то, что вы смогли переварить в этом сне, и сформируйте из этого свою судьбу. А что до меня, то мне есть куда возвращаться. Не волнуйтесь. Уверен, я с вами ещё встречусь».
vi: "Chà, đây không phải là một cuộc hội ngộ tuyệt vời sao. Đúng vậy, cậu đã trở lại thế giới của những người thức giấc. Bây giờ, tất cả các cậu có thể quay trở lại cuộc sống lòng vòng vô nghĩa mà bạn gọi là cuộc sống. Hãy bỏ lại những giấc mơ của cậu như những mảnh vụn sẽ bị ngấu nghiến khi cậu đói. Hay cuối cùng cậu đã nhận ra rằng thế giới của cậu cũng chỉ là một giấc mơ? Hãy lấy những gì cậu đã hấp thụ từ giấc mơ này và sử dụng nó để định hình số phận của bạn. Còn tôi? Tôi có ngôi nhà của riêng mình để trở về. Đừng lo lắng. Tôi chắc rằng cậu chưa nhìn thấy tôi lần cuối cùng đâu."

source: The two groups were reunited in the waking world.
de: Die beiden Gruppen sind in der wachen Welt wieder vereint.
fr: Les deux groupes ont été réunis dans le monde de l’éveil.
it: I due gruppi si sono ricongiunti nel mondo della veglia.
pl: Obie grupy badaczy ponownie spotykają się ze sobą w świecie jawy.
ru: Две группы воссоединились в мире бодрствующих.
vi: Hai nhóm đã được đoàn tụ trong thế giới thực.

source: The investigators win the campaign.
de: Die Ermittler haben die Kampagne gewonnen!
fr: Les investigateurs ont gagné la campagne !
it: Avete vinto la campagna!
pl: Badacze wygrywają kampanię!
ru: Сыщики победили в кампании!
vi: Các điều tra viên chiến thắng chiến dịch.

source: The black cat watches your investigation from afar. "I'm sorry that you will never find out what happened to your friends. You wouldn't remember me anyway, would you? I do hope you are able to rest again soon. After all, your world is saved. It would be a shame to squander that extra time, wouldn't it? Go live your life. Forget about your companions. There's nothing that can be done. …You can't hear me, can you?"
de: Die schwarze Katze beobachtet dich aus der Ferne. „Tut mir leid, dass du niemals erfahren wirst, was aus deinen Freunden geworden ist. Du würdest dich ohnehin nicht an mich erinnern, hab ich recht? Ich hoffe, du wirst bald wieder ruhig schlafen können. Immerhin wurde deine Welt gerettet. Es wäre doch ein Jammer, diese geschenkte Zeit zu vergeuden! Auf, lebe dein Leben! Vergiss deine Freunde. Es gibt nichts, was du für sie tun könntest. … Du kannst mich überhaupt nicht hören, oder?“
fr: Le chat noir observe les investigateurs de loin. « Désolé que vous ne puissiez jamais savoir ce qui est arrivé à vos amis. De toute manière, je présume que vous ne vous souviendrez pas de moi ? J’espère que vous serez à nouveau capables de dormir rapidement. Après tout, votre monde est sauvé. Ce serait dommage de passer à côté de ce temps de répit, n’est-ce pas ? Allez, profitez de votre vie. Oubliez vos compagnons. Il n’y a rien que vous puissiez faire. … Vous ne pouvez pas m’entendre, hein ? »
it: Il gatto nero segue la vostra indagine da lontano. “Mi dispiace che non saprete mai cosa sia successo ai vostri amici. In ogni caso non vi ricorderete nemmeno di me, vero? Spero che presto possiate riuscire di nuovo a riposare. Dopotutto, il vostro mondo è salvo. Sarebbe un peccato sprecare quel tempo in più che vi siete guadagnati, no? Vivete la vostra vita. Dimenticatevi dei vostri compagni. Non potete fare più nulla. …Non potete sentirmi, vero?”
pl: Czarny kot obserwuje z daleka wasze śledztwo. „Przykro mi, że nigdy nie dowiecie się, co stało się z waszymi przyjaciółmi. Nie pamiętacie mnie, prawda? Mam nadzieję, że wkrótce znowu odpoczniecie. W końcu wasz świat jest uratowany. Szkoda byłoby marnować ten odkupiony czas, prawda? Przeżyjcie dobre życie. Zapomnijcie o waszych towarzyszach. Nic nie można poradzić na to, co się stało. …Nie słyszycie mnie, prawda?”
ru: Чёрный кот издалека наблюдает за вашим расследованием. «Мне жаль, что вы никогда не узнаете, что стало с вашими друзьями. Вы ж меня не помните, да? Надеюсь, скоро вы сможете отдохнуть. В конце концов, ваш мир спасён. Было бы обидно потратить отпущенное вам время на чушь, правда? Идите, живите свои жизни. Забудьте о своих друзьях. Тут уже ничего не поделать. …Вы меня не слышите, так ведь?»
vi: Con mèo đen theo dõi cuộc điều tra của bạn từ xa. "Tôi xin lỗi vì cậu sẽ không bao giờ biết chuyện gì đã xảy ra với bạn bè của mình. Dù sao thì cậu cũng sẽ không nhớ đến tôi phải không? Tôi hy vọng cậu có thể sớm nghỉ ngơi. Rốt cuộc, thế giới của cậu đã được cứu. Nó sẽ là thật xấu hổ khi lãng phí thời gian thêm phải không? Hãy sống cuộc sống của cậu. Hãy quên đi những người cậu đồng hành của bạn. Không thể làm gì được. …Cậu không thể nghe lời tôi, phải không?”

source: "Are you really never going to return? That's mighy selfish of you. Your companions are awake in the real world, and yet here you remain, partaking in the wonders of the Dreamlands. Well, I suppose I can't blame you. I would probably do the same were I in your shoes. I'd tell them where you are, but they won't remember me anymore, so you're on your own. As for me? I have my own home to return to. Don't worry, I'm sure you haven't seen the last of me."
de: „Du willst wirklich nie wieder zurückkehren? Das ist aber ziemlich egoistisch von dir. Deine Gefährten sind in der realen Welt aufgewacht, und du bist immer noch hier und sonnst dich in den Wundern der Traumlande. Nun, ich schätze, ich kann’s dir nicht verübeln. Wahrscheinlich hätte ich an deiner Stelle genauso entschieden. Ich kann ihnen sagen, wo du bist, aber sie werden sich nicht an mich erinnern. Du bist also auf dich allein gestellt. Was mich betrifft? Ich werde nun in meine eigene Heimat zurückkehren. Keine Sorge. Ich bin mir sicher, wir werden uns wiedersehen.“
fr: Vous avez vraiment l’intention de ne jamais rentrer ? C’est très égoïste de votre part. Vos compagnons se sont réveillés dans le monde réel et vous êtes toujours là, à profiter des merveilles des Contrées du Rêve. Eh bien, je suppose que je ne peux pas vous en blâmer. Je ferais sans doute la même chose si j’étais à votre place. Je vais leur dire où vous êtes, mais ensuite ils ne se souviendront pas de moi ; vous serez donc livrés à vous-mêmes. Quant à moi, je dois rentrer. Mais ne vous inquiétez pas, je suis sûr que nous nous reverrons. »
it: “Davvero non tornerete più? Che cosa egoista da dire. I vostri compagni si sono risvegliati nel mondo reale, eppure voi ve ne volete restare qui a vivere le meraviglie del Mondo dei Sogni. Beh, non credo di potervene fare una colpa, fossi in voi probabilmente farei lo stesso. Gli direi dove vi trovate ma non si ricorderanno più di me, perciò dovrete cavarvela da soli. Io? Ho una casa a cui tornare. Non vi preoccupate, sono certo che ci rivedremo.”
pl: „Naprawdę nigdy nie wrócicie? To bardzo samolubne z waszej strony. Wasi towarzysze obudzili się w prawdziwym świecie, a wy zostaniecie tutaj i będziecie czerpać z cudów Krain snów. Cóż, chyba nie mogę was za to winić. Pewnie na waszym miejscu zrobiłbym to samo. Powiedziałbym im, gdzie jesteście, ale już mnie nie pamiętają, więc możecie liczyć tylko na siebie. A ja? Mam swój własny dom, do którego mogę powrócić. Nie martwcie się. Na pewno jeszcze mnie zobaczycie”.
ru: «Вы правда не собираетесь возвращаться? Эгоистичненько. Ваши товарищи очнулись в реальном мире, а вы остались здесь, наслаждаетесь чудесами Мира грёз. Ну… Что ж, не могу вас винить. Думаю, на вашем месте я бы поступил так же. Я бы сказал им, где вы, да только они меня не вспомнят. Так что вы теперь сами по себе. А что до меня, то мне есть куда возвращаться. Не волнуйтесь. Уверен, я с вами ещё встречусь».
vi: "Cậu thực sự sẽ không bao giờ quay trở lại sao? Cậu ích kỷ quá đấy. Những người bạn đồng hành của cậu đã thức dậy trong thế giới thực, vậy mà cậu vẫn ở lại đây, tham gia vào những điều kỳ diệu của Vùng đất Giấc mơ. Chà, tôi cho rằng tôi không thể trách cậu. Tôi có lẽ tôi cũng sẽ làm như vậy nếu tôi ở trong hoàn cảnh của cậu. Tôi sẽ nói cho họ biết cậu đang ở đâu, nhưng họ sẽ không nhớ đến tôi nữa, vì vậy cậu chỉ có một mình. Còn tôi? Tôi có nhà riêng của mình để trở về. Đừng lo lắng, tôi chắc chắn rằng cậu chưa nhìn thấy tôi lần cuối cùng đâu."

source: The two groups survived, but are forever separated
de: Beide Gruppen haben überlebt, sind aber für immer getrennt.
fr: Les deux groupes ont survécu, mais sont à jamais séparés.
it: I due gruppi sono sopravvissuti, ma non si ricongiungeranno mai.
pl: Obie grupy przetrwały, ale zostały na zawsze rozdzielone.
ru: Обе группы выжили, но больше не встретятся никогда.
vi: Hai nhóm đã sống sót, nhưng mãi mãi chia xa

source: "You think you can just stay in your dreams and never have to deal with the consequences of what happened here? A foolish thought. Remember, you're only sleeping. Your bodies are not here; you are in both worlds at once. Do you not understand? Oh well. I suppose it is better for you this way. Stay here and forget everything about your old life. You'll prefer this to the alternative, I promise."
de: „Glaubst du wirklich, du könntest dich in deinen Träumen verkriechen und müsstest niemals die Konsequenzen tragen für das, was passiert ist? Ein törichter Gedanke. Vergiss nicht, dass du nur schläfst. Dein Körper ist nicht hier; du bist in beiden Welten gleichzeitig. Verstehst du denn nicht? Ach, vielleicht ist es besser so. Bleibe hier und vergiss dein altes Leben. Ich garantiere dir, es wird dir besser gefallen als die Alternative.“
fr: « Vous pensez vraiment pouvoir simplement rester dans vos rêves et ne jamais affronter les conséquences de vos actes ? Quelle folie. Souvenez-vous que vous dormez. Vos corps ne sont pas ici, vous êtes dans les deux mondes à la fois. Vous ne comprenez pas ? Bon. J’imagine que c’est mieux comme ça. Restez ici et oubliez votre ancienne vie. Ce sera préférable à l’autre alternative, je vous le certifie. »
it: “Credete di potervene restare nei vostri sogni come se nulla fosse e di non dover mai affrontare le conseguenze di quello che è successo qui? Sciocchi. Ricordate che state solo dormendo: i vostri corpi non sono qui, siete in entrambi i mondi allo stesso tempo. Non lo capite? Oh, beh, immagino che per voi sia meglio così. Restate qui e dimenticatevi la vostra vecchia vita: preferireste in ogni caso questo all'alternativa, credetemi.”
pl: „Myślicie, że możecie po prostu pozostać w swoich snach i nigdy nie mieć do czynienia z konsekwencjami tego, co się tutaj stało? Cóż za naiwność. Pamiętajcie, tylko śpicie. Waszych ciał tu nie ma – jesteście w obu światach na raz. Nie rozumiecie? Cóż. Może tak będzie dla was lepiej. Zostańcie i zapomnijcie o wszystkim, co było w waszym starym życiu. Spodoba wam się taka odmiana, obiecuję”.
ru: «Думаете, можно просто остаться в своих грёзах и никогда не столкнуться с последствиями случившегося? Глупо, очень глупо. Помните: вы всего лишь спите. Ваши тела не здесь, вы в обоих мирах одновременно. Неужели вы не понимаете? Ну что ж. Да будет так. Оставайтесь здесь и забудьте свою старую жизнь. Гарантирую, это вам понравится больше, чем альтернатива».
vi: "Cậu nghĩ rằng cậu chỉ cần ở trong giấc mơ của mình và không bao giờ phải giải quyết hậu quả của những gì đã xảy ra ở đây? Một ý nghĩ ngu ngốc. Hãy nhớ rằng, cậu chỉ đang ngủ. Cơ thể của cậu không ở đây; cậu đang ở cả hai thế giới cùng một lúc. Cậu không hiểu sao? Ồ tốt. Tôi cho rằng cách này tốt hơn cho cậu. Hãy ở lại đây và quên đi mọi thứ về cuộc sống cũ của bạn. Cậu sẽ thích điều này hơn là lựa chọn khác, tôi hứa."

source: Each investigator from Campaign A lives a life of ignorant bliss.
de: Jeder Ermittler aus Kampagne A führt ein unbekümmertes Leben, ohne jemals zu erfahren, was mit der Erde geschehen ist.
fr: Les investigateurs de la Campagne A vivent heureux dans l’ignorance.
it: Ogni investigatore della campagna A vivrà una vita di beata ignoranza.
pl: Każdy badacz z Kampanii A spędza życie w beztroskiej ignorancji.
ru: Сыщики, проходившие кампанию А, живут в счастливом неведении.
vi: Mỗi điều tra viên từ Chiến dịch A sống một cuộc sống hạnh phúc trong sự vô tri của mình.

source: "Are you really never going to wake up? That's mighty selfish of you. Your companions have returned to the real world thinking they have saved your life, but you're going to stay in that hospital room asleep forever, won't you? Well, I suppose I can't blame you. I would probably do the same were I in your shoes. Don't worry, I won't tell them where you are. They'd keep looking for you if I did. As for me? I have my own home to return to. Don't worry. I'm sure you haven't seen the last of me.
de: „Du willst wirklich niemals aufwachen? Das ist aber ganz schön egoistisch von dir. Deine Gefährten sind in die wache Welt zurückgekehrt, in dem Glauben, dich gerettet zu haben. Aber du wirst dein Lebtag in diesem Krankenhauszimmer liegen und schlafen, nicht wahr? Nun, ich schätze, ich kann’s dir nicht verübeln. Wahrscheinlich hätte ich an deiner Stelle genauso entschieden. Keine Sorge, ich werde ihnen nichts verraten. Ansonsten würden sie nur weiter nach dir suchen. Was mich betrifft? Ich werde nun in meine eigene Heimat zurückkehren. Keine Sorge. Ich bin mir sicher, wir werden uns wiedersehen.“
fr: « Vous comptez vraiment ne jamais vous réveiller ? C’est très égoïste de votre part. Vos compagnons sont rentrés dans le monde réel en pensant vous avoir sauvé la vie, mais vous allez rester dans cette chambre d’hôpital à dormir pour l’éternité ? Eh bien, je suppose que je ne peux pas vous en blâmer. Je ferais sans doute la même chose si j’étais à votre place. Ne vous inquiétez pas : je ne leur dirai pas où vous êtes, sinon ils partiraient à votre recherche. Quant à moi, je dois rentrer. Mais ne vous inquiétez pas, je suis sûr que nous nous reverrons. »
it: “Davvero non avete intenzione di svegliarvi? Che cosa egoista da dire. I vostri compagni sono tornati nel mondo reale pensando di avervi salvato la vita, ma voi ve ne starete in quella stanza d'ospedale a dormire per sempre, vero? Beh, non credo di potervene fare una colpa. Fossi in voi, probabilmente farei lo stesso. Non vi preoccupate, non gli dirò dove vi trovate: se lo facessi continuerebbero a cercarvi. Io? Ho una casa a cui tornare, ma sono certo che ci rivedremo.”
pl: „Naprawdę nie chcecie się obudzić? To bardzo samolubne z waszej strony. Wasi towarzysze powrócili do rzeczywistego świata, myśląc, że was uratowali, ale wy macie zamiar spędzić resztę życia pogrążeni we śnie w szpitalnym pokoju. Cóż, chyba nie mogę was za to winić. Pewnie na waszym miejscu zrobiłbym to samo. Spokojnie, nie powiem im, gdzie jesteście. Gdybym to zrobił, nie przestaliby was szukać. A ja? Mam swój własny dom, do którego mogę powrócić. Nie martwcie się. Na pewno jeszcze mnie zobaczycie”.
ru: «Вы правда не собираетесь возвращаться? Эгоистичненько. Ваши товарищи вернулись в реальный мир, думая, что спасли ваши жизни. Но вы же не собираетесь спать в той больничной палате вечно, правда? Ну… Что ж, не могу вас винить. Думаю, на вашем месте я бы поступил так же. Не переживайте, я не скажу им, где вы. Они бы продолжили вас искать. А что до меня, то мне есть куда возвращаться. Не волнуйтесь. Уверен, я с вами ещё встречусь».
vi: "Cậu thực sự sẽ không bao giờ tỉnh lại sao? Cậu thật ích kỷ. Những người bạn đồng hành của cậu đã trở lại thế giới thực và nghĩ rằng họ đã cứu mạng cậu, nhưng cậu sẽ ở trong căn phòng bệnh viện đó để ngủ mãi mãi, phải không? Chà, tôi cho rằng tôi không thể đổ lỗi cho cậu. Có lẽ tôi cũng sẽ làm như vậy nếu tôi ở trong hoàn cảnh của cậu. Đừng lo, tôi sẽ không nói cho họ biết cậu đang ở đâu. Họ sẽ tiếp tục tìm kiếm cậu nếu tôi làm vậy. Còn tôi thì sao? Tôi có nhà riêng để trở về. Đừng lo lắng. Tôi chắc rằng cậu chưa nhìn thấy tôi lần cuối cùng đâu.

source: "Keep searching and searching and searching, you'll never find them. They're far beneath the surface. In fact, they may not even be down there anymore. Who knows. In any event, just forget about them. Both worlds are safe now. Rejoice! Live out your lives without regret. As for me? I have my own home to return to. Don't worry, I'm sure you haven't seen the last of me."
de: „Egal wie lange du suchst, du wirst sie niemals finden. Sie sind tief unter der Erde. Um ehrlich zu sein, bin ich mir nicht einmal sicher, ob sie überhaupt noch dort sind. Wer weiß das schon? Wie dem auch sei, du solltest sie vergessen. Beide Welten wurden gerettet. Hurra! Lebe dein Leben und bereue nichts. Was mich betrifft? Ich werde nun in meine eigene Heimat zurückkehren. Keine Sorge. Ich bin mir sicher, wir werden uns wiedersehen.“
fr: « Continuez à chercher, à chercher et à chercher : vous ne les trouverez jamais. Ils sont loin sous la surface. En fait, ils n’y sont peut-être même plus. Qui sait ? Dans tous les cas, oubliez-les. Les deux mondes sont sûrs, désormais. Réjouissez-vous ! Vivez vos vies sans regret. Quant à moi, je dois rentrer. Mais ne vous inquiétez pas, je suis sûr que nous nous reverrons. »
it: “Continuate pure a cercare senza sosta, ma non li troverete mai: sono molto lontani dalla superficie. Anzi, a dire il vero potrebbero persino non essere più lì, chi lo sa. In ogni caso, dimenticatevi di loro: i vostri mondi sono al sicuro adesso. Gioite! Vivete le vostre vite senza rimpianti. Io? Ho una casa a cui tornare. Non vi preoccupate, sono certo che ci rivedremo.”
pl: „Możecie szukać i szukać, ale nigdy ich nie znajdziecie. Są głęboko pod powierzchnią. Właściwie może ich tam już nawet nie być. Kto wie. W każdym razie po prostu o nich zapomnijcie. Oba światy są teraz bezpieczne. Cieszcie się! Przeżyjcie resztę życia bez cienia żalu. A ja? Mam swój własny dom, do którego mogę powrócić. Nie martwcie się. Na pewno jeszcze mnie zobaczycie”.
ru: «Можете продолжать искать… но вы никогда не найдёте их. Они глубоко под поверхностью. На самом деле, возможно, они уже и не там. Кто знает. В любом случае, просто забудьте про них. Оба мира теперь в безопасности. Возрадуйтесь! Живите свои жизни без капли сожаления. А что до меня, то мне есть куда возвращаться. Не волнуйтесь. Уверен, я с вами ещё встречусь».
vi: "Cứ tiếp tục tìm kiếm không ngừng nghỉ, cậu sẽ không bao giờ tìm thấy chúng đâu. Chúng ở sâu bên dưới bề mặt. Trên thực tế, chúng thậm chí có thể không còn ở dưới đó nữa. Ai biết được. Trong mọi trường hợp, hãy quên chúng đi. Cả hai thế giới đều bây giờ an toàn. Hãy vui mừng! Sống hết mình mà không hối tiếc. Còn tôi? Tôi có nhà riêng để trở về. Đừng lo lắng, tôi chắc rằng cậu chưa nhìn thấy tôi lần cuối cùng đâu."
