Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/a_epilogue.po
Languages: de, fr, it, pl, ru, vi

source: "Ah, so you have found one another at least? Even in a land as vast as the Dreamlands, I suppose it was inevitable you would bump into each other. Are you going to head back to your own world? No, I suppose not. Why would you? Everything you could ever want is here. I can't blame you. Together you can travel from the Pillars of the West to the Pillars of the East and see every wonder the world of dreams has to offer. Just remember, it's all fiction. Right?"
de: „Ah, endlich habt ihr euch wiedergefunden. Selbst in einem Land von so unermesslicher Größe wie den Traumlanden war es unvermeidlich, dass ihr euch früher oder später über den Weg lauft. Werdet ihr jetzt in eure eigene Welt zurückkehren? Nein? Das dachte ich mir. Warum solltet ihr auch? Alles, was ihr euch je erträumen könntet, ist hier. Gemeinsam könnt ihr von den Säulen des Westens bis zu den Säulen des Ostens reisen und jedes Wunder erleben, das die Welt der Träume zu bieten hat. Eines dürft ihr jedoch nie vergessen: Es ist alles nur ein Traum.“
fr: « Ah, vous vous êtes finalement retrouvés ? Même dans un monde aussi vaste que les Contrées du Rêve, je suppose qu’il était inévitable que vous vous croisiez. Avez-vous l’intention de rentrer dans votre propre monde ? Non, je suppose que non. Pourquoi le voudriez-vous ? Tout ce que vous pouvez désirer se trouve ici. Je ne peux pas vous jeter la pierre. Ensemble, vous pouvez voyager des Piliers de l’Ouest aux Piliers de l’Est, et contempler toutes les merveilles que les Contrées du Rêve ont à offrir. Souvenez-vous juste que tout cela n’est qu’un rêve, d’accord ?»
it: “Oh, quindi siete riusciti a ricongiungervi? Immagino fosse inevitabile che vi incontraste di nuovo, nonostante il Mondo dei Sogni sia una terra molto vasta. Avete intenzione di tornare al vostro mondo? No, immagino di no. Perché dovreste? Qui potete avere tutto quello che desiderate, e non posso farvene una colpa. Potrete viaggiare dai Pilastri Occidentali a quelli Orientali e conoscere ogni meraviglia che il Mondo dei Sogni ha da offrire. Solo una cosa: ricordatevi che è tutto frutto dell’immaginazione, ok?”
pl: „Ach, czyli w końcu się odnaleźliście? Nawet na ziemiach tak rozległych jak Krainy snów musieliście w końcu na siebie wpaść, to było nieuniknione. Czy wrócicie do swojego świata? Nie, raczej nie. Po co mielibyście to robić? Jest tu wszystko, czego można chcieć. Nie mogę was za to winić. Razem możecie podróżować od Filarów Zachodu aż po Filary Wschodu i zobaczyć wszystkie cuda świata snów. Tylko pamiętajcie, że to wszystko fikcja. Jasne?”
ru: «О, вы хотя бы смогли найти друг друга? Даже в огромном Мире грёз вам было суждено встретиться. Собираетесь обратно в свой мир? Полагаю нет. Да и зачем? Здесь есть всё, чего вы только можете пожелать. Не могу вас винить. Вместе вы сможете путешествовать от Колонн запада до Колонн востока и увидеть все чудеса, которые Мир грёз готов предложить. Просто помните — это всё выдумки. Смекаете?»
vi: "À, vậy là ít nhất các cậu đã tìm thấy nhau? Ngay cả ở một vùng đất rộng lớn như Vùng đất Giấc mơ, tôi cho rằng việc các cậu gặp nhau là điều không thể tránh khỏi. Cậu có định quay trở lại thế giới của mình không? Không, tôi cho là không . Tại sao cậu sẽ lại làm như vậy chứ? Mọi thứ bạn có thể muốn đều ở đây. Tôi không thể đổ lỗi cho cậu. Cậu có thể cùng nhau du hành từ Cột Trụ phía Tây đến Cột Trụ phía Đông và ngắm nhìn mọi điều kỳ diệu mà thế giới của những giấc mơ mang lại. Chỉ cần nhớ rằng tất cả chỉ là hư cấu. Đúng không?"

source: "A nice thought, but you're too late. The infestation has spread, and now touches all corners of the universe. This world, your world, the world beneath… I tried to help them, but it wasn't enough. Honestly, I wish you had never seen this. Now you'll find no peace here nor there."
de: „Eine hübsche Idee, nur leider ist es dafür zu spät. Die Plage hat sich ausge breitet und reicht inzwischen in jeden Winkel des Universums. Diese Welt, eure Welt, die Zwischenwelt … ich wollte sie retten, doch es hat nicht gereicht Offen gesagt, wünschte ich, du hättest diese Welt niemals gesehen. Jetzt wirst du weder hier noch dort Frieden finden.“
fr: « Bien pensé, mais vous arrivez trop tard. L’infestation s’est répandue et touche désormais les quatre coins de l’univers. Ce monde, votre monde, le monde d’après… J’ai essayé de les aider, mais ce n’était pas assez. Franchement, j’aurais préféré que vous ne voyiez jamais ceci. Maintenant, vous ne connaîtrez plus jamais la paix : ni ici, ni ailleurs. »
it: “Un bel pensiero da parte vostra, ma siete arrivati tardi. L’infestazione si è ormai diffusa e ha raggiunto ogni angolo dell’universo. Questo mondo, il vostro mondo, il mondo al di sotto... ho cercato di aiutarli, ma non è stato sufficiente. A essere sincero, speravo non doveste mai vederlo con i vostri occhi. Ora non troverete pace né qui né la.”
pl: „Niezła myśl, ale spóźniliście się. Plaga nieustannie się szerzy i rozprzestrzeniła się już na każdy zakątek wszechświata. Tego świata, waszego świata, świata na dole… Próbowałem im pomóc, ale to nie wystarczyło. Szczerze mówiąc, wolałbym, żebyście tego nie zobaczyli. Teraz już nigdy nie zaznacie spokoju”.
ru: «Хорошая идея, но уже поздно. Зараза распространилась до самых отдалённых уголков Вселенной. Этот мир, ваш мир, мир внизу… Я пытался помочь им, но моих усилий было недостаточно. Лучше бы вы этого никогда не видели. Теперь вам не будет покоя, ни здесь, ни там».
vi: "Một ý nghĩ hay, nhưng cậu đã quá muộn. Sự phá hoại đã lan rộng, và bây giờ chạm đến mọi ngóc ngách của vũ trụ. Thế giới này, thế giới của cậu, thế giới bên dưới... Tôi đã cố gắng giúp đỡ họ, nhưng vẫn chưa đủ. Thành thật mà nói , Tôi ước cậu chưa bao giờ nhìn thấy điều này. Bây giờ cậu sẽ không tìm thấy sự bình yên ở bất kỳ đâu."

source: Each investigator from Campaign A is driven <b>insane</b>
de: Jeder Ermittler aus Kampagne A wird <b>wahnsinnig</b>.
fr: Les investigateurs de la Campagne A deviennent tous <b>déments</b>.
it: Ogni investigatore della campagna A <b>impazzisce</b>.
pl: Każdy badacz z Kampanii A <b>oszalał</b>.
ru: Сыщики, проходившие кампанию А, <b>сошли с ума.</b>
vi: Mỗi điều tra viên từ Chiến dịch A trở nên <b>điên loạn</b>

source: "What are you doing down here? No, your companions have already fled back to your world. It was a nice thought, but you're on your own now. Yes there are ways out of the Underworld, but they're not exactly easy to find. There are gugs, and ghasts, and ghouls, and… well you'll see. Honestly, why would you come down here? I guess I hope you make it back out some day. As for me? I have my own home to return to. Don't worry. I'm sure you haven't seen the last of me."
de: „Was machst du denn hier unten? Nein, deine Gefährten sind längst in deine Welt zurückgekehrt. Es war ein netter Gedanke, aber jetzt bist du auf dich gestellt. Ja, es gibt Auswege aus der Unterwelt, aber sie sind nicht gerade einfach zu finden. Außerdem wären da noch die Gugs und die Ghasts und die Ghule und … ach, du wirst schon sehen. Mal ehrlich, warum bist du überhaupt hier? Ich hoffe, du findest irgendwann einen Weg nach draußen. Was mich betrifft? Ich werde nun in meine eigene Heimat zurückkehren. Keine Sorge. Ich bin mir sicher, wir werden uns wiedersehen.“
fr: « Que faites-vous ici ? Non, vos compagnons sont déjà rentrés dans votre monde. C’était bien pensé, mais vous devez vous débrouiller seuls à présent. Oui, il existe des moyens de quitter le Monde Souterrain, mais ils ne sont pas spécialement faciles à trouver. Il y a des Gugs et des Ghasts, des Goules et… enfin, vous voyez. Honnêtement, pourquoi voudriez-vous rester ici ? J’espère quand même que vous vous en sortirez un jour. Quant à moi, je dois rentrer. Mais ne vous inquiétez pas, je suis sûr que nous nous reverrons. »
it: “Che state facendo quaggiù? No, i vostri compagni sono tornati nel vostro mondo. È stato carino da parte vostra ma ora dovrete cavarvela da soli. Si, ci sono altri modi di andarsene dal Mondo di Sotto ma non sono propriamente facili da trovare: ci sono gug e ghast e ghoul e... beh, lo scoprirete. A dirla tutta, perché sareste dovuti venire qua sotto? Voglio sperare che un giorno riuscirete a uscirne. Io? Ho una casa a cui tornare. Non vi preoccupate, sono certo che ci rivedremo.”
pl: „Co robicie tu na dole? Nie, wasi przyjaciele odlecieli już z powrotem do waszego świata. Mieliście dobry pomysł, ale teraz jesteście zdani na siebie. Tak, istnieją sposoby na wydostanie się z Podziemi, ale nie są one łatwe. Na drodze stoją gugi, gasty, ghoule i… zresztą sami zobaczycie. Serio, po co schodziliście na dół? Tak czy inaczej, mam nadzieję, że kiedyś uda wam się wrócić. A ja? Mam swój własny dom, do którego mogę powrócić. Nie martwcie się. Na pewno jeszcze mnie zobaczycie”.
ru: «А вы что здесь забыли? Нет, ваши товарищи уже сбежали обратно в ваш мир. Идея была хорошая, но вы теперь сами по себе. Да, Подземный мир можно покинуть, но выход отсюда не так-то просто найти. Тут и гуги, и гасты, и упыри, и… ну, увидите. Ну правда, зачем вы сюда притащились? Надеюсь, однажды вы сможете отсюда выбраться. А что до меня, то мне есть куда возвращаться. Не волнуйтесь. Уверен, я с вами ещё встречусь».
vi: "Cậu đang làm gì ở dưới này? Không, những người bạn đồng hành của cậu đã chạy trốn trở lại thế giới của cậu. Đó là một ý nghĩ hay, nhưng giờ cậu đang ở một mình. Đúng, có nhiều cách để thoát khỏi Underworld, nhưng chúng không hoàn toàn dễ tìm." Những con gug bọ ngựa, ghast không hình dạng, và ngạ quỷ, và... rồi cậu sẽ thấy. Thành thật mà nói, tại sao cậu lại xuống đây? Tôi đoán tôi hy vọng một ngày nào đó cậu sẽ quay trở lại. Về phần tôi? Tôi có nhà riêng để trở về. Đừng lo lắng. Tôi chắc rằng cậuhưa nhìn thấy tôi lần cuối cùng đâu."

source: The black cat watches your escape with bated breath. "Wow. I honestly did not see that one coming. They risked their lives for you, and now you risk yours for them. How interesting. Perhaps there is hope for your kind yet." After a few moments, it grows bored. "Okay, enough of this. I have placed to be. I see that you will be all right without me. Take care of both worlds for me, would you?"
de: Die schwarze Katze beobachtet den Abstieg mit angehaltenem Atem. „Oha. Damit hätte ich nun wirklich nicht gerechnet. Erst haben sie ihr Leben für dich aufs Spiel gesetzt und jetzt riskierst du deines für sie. Wie spannend. Vielleicht besteht doch noch Hoffnung für eure Gattung.“ Nach einer Weile wird ihr langweilig. „In Ordnung, das reicht jetzt. Ich habe nicht den ganzen Tag Zeit. Du und die anderen, ihr kommt auch ohne meine Hilfe zurecht, nicht wahr? Bitte tut mir den Gefallen und passt gut auf beide Welten für mich auf, ja?“
fr: Le chat noir observe votre fuite, le souffle court. « Waouh. Je ne l’avais vraiment pas vue venir, celle-là. Ils ont risqué leur vie pour vous et maintenant, c’est vous qui risquez la vôtre pour eux. Comme c’est intéressant. Votre espèce n’est peut-être pas si irrécupérable, après tout. » Après un instant de silence, il grogne d’ennui. « Bien, j’en ai assez. J’ai des choses à faire. Je vois que vous vous débrouillerez bien sans moi. Prenez soin des deux mondes pour moi, voulez-vous ? »
it: Il gatto nero osserva la vostra fuga con il fiato sospeso. “Wow. Devo ammetterlo, non me l’aspettavo: loro hanno rischiato le loro vite per voi, e ora voi state rischiando le vostre per loro. È... interessante. Forse c’è ancora speranza per quelli come voi.” Dopo poco, però, sembra essersi già stufato. “Ok, per ora basta. Ho altro da fare, e comunque sono sicuro che ve la caverete anche senza di me. Prendetevi cura di entrambi i mondi da parte mia, ok?”
pl: Czarny kot obserwuje waszą ucieczkę z zapartym tchem. „Muszę przyznać, że tego nie przewidziałem. Zaryzykowali dla was swoje życia, a teraz wy zrobiliście to samo dla nich. Interesujące. Być może jest jeszcze nadzieje dla waszego gatunku”. Po chwili zaczyna się nudzić. „Dobra, starczy tego. Muszę się udać w pewne miejsce. Widzę, że poradzicie sobie beze mnie. Miejcie oko na oba światy, dobrze?”
ru: Кот наблюдает за вашим исходом, затаив дыхание. «Ого. Признаюсь честно, не ожидал. Они рисковали жизнями ради вас, а теперь вы рискуете ради них. Как интересно. Возможно, есть ещё надежда у вашего вида. — Ему быстро становится скучно. — Ой, ну всё, ладно. У меня куча дел. Вижу, у вас тут всё под контролем и без меня. Позаботьтесь за меня об обоих мирах, ладно?»
vi: Con mèo đen theo dõi việc bạn thoát ra với một sự hồi hộp, căng thẳng. Thành thật mà nói, tôi đã không lường trước được điều đó. Họ đã mạo hiểm mạng sống của họ vì cậu, và bây giờ cậu lại mạo hiểm mạng sống của mình vì họ. Thật thú vị. Có lẽ vẫn còn hy vọng cho giống loài của cậu." Sau một lúc, nó phát chán. "Được rồi, đủ rồi. Tôi đã sẵn sàng. Tôi thấy rằng cậu sẽ ổn dù không có tôi. Hãy chăm sóc cả hai thế giới cho tôi, được không?"

source: The two groups were reunited in the Dreamlands.
de: Die beiden Gruppen sind in den Traumlanden wieder vereint.
fr: Les deux groupes sont réunis dans les Contrées du Rêve.
it: I due gruppi si sono ricongiunti nel Mondo dei Sogni.
pl: Obie grupy badaczy ponownie spotykają się ze sobą w Krainach snów.
ru: Две группы воссоединились в Мире грёз.
vi: Hai nhóm đã được đoàn tụ trong Vùng đất Giấc mơ.

source: "Oh, what a tragedy of errors this has become. You just passed each other! Oh well. You're on your own now. Yes, there are ways out of the underworld, but they're not exactly easy to find. There's gugs, and ghasts, and ghouls, and… well, you'll see. Honestly, why would you come down here? I guess I hope you make it back out some day. As for me? I have my own home to return to. Don't worry, I'm sure you haven't seen the last of me."
de: „Welche Ironie des Schicksals! Ihr habt euch knapp verpasst. Tja, jetzt bist du auf dich allein gestellt. Ja, es gibt Auswege aus der Unterwelt, aber sie sind nicht gerade einfach zu finden. Außerdem wären da noch die Gugs und die Ghasts und die Ghule und … ach, du wirst schon sehen. Mal ehrlich, warum bist du überhaupt hier? Ich hoffe, du findest irgendwann einen Weg nach draußen. Was mich betrifft? Ich werde nun in meine eigene Heimat zurückkehren. Keine Sorge. Ich bin mir sicher, wir werden uns wiedersehen.“
fr: « Oh, c’est véritablement une tragédie de mauvais choix. Vous venez juste de vous croiser ! Très bien. Débrouillez-vous seuls à présent. Oui, il existe des moyens de quitter le Monde Souterrain, mais ils ne sont pas spécialement faciles à trouver. Il y a des Gugs et des Ghasts, des Goules et… enfin, vous voyez. Honnêtement, pourquoi voudriez-vous rester ici ? J’espère quand même que vous vous en sortirez un jour. Quant à moi, je dois rentrer. Mais ne vous inquiétez pas, je suis sûr que nous nous reverrons. »
it: “Oh, le tragedie non finiscono proprio più. Vi siete mancati per un soffio! Oh, beh, ora dovrete cavarvela da soli. Si, ci sono altri modi di andarsene dal Mondo di Sotto ma non sono propriamente facili da trovare: ci sono gug e ghast e ghoul e... beh, lo scoprirete. A dirla tutta, perché sareste dovuti venire qua sotto? Voglio sperare che un giorno riuscirete a uscirne. Io? Ho una casa a cui tornare. Non vi preoccupate, sono certo che ci rivedremo.”
pl: „Och, cóż za tragiczny ciąg pomyłek. Musieliście się minąć! Coż. Teraz jesteście zdani tylko na siebie. Tak, istnieją sposoby na wydostanie się z Podziemi, ale nie są one łatwe. Na drodze stoją gugi, gasty, ghoule i… zresztą sami zobaczycie. Serio, po co schodziliście tu na dół? Tak czy inaczej, mam nadzieję, że kiedyś uda wam się wrócić. A ja? Mam swój własny dom, do którego mogę powrócić. Nie martwcie się. Na pewno jeszcze mnie zobaczycie”.
ru: «Ох, какая досада. Вы только что разминулись! Ну что ж. Теперь вы сами по себе. Да, Подземный мир можно покинуть, но выход отсюда не так-то просто найти. Тут и гуги, и гасты, и упыри, и… ну, увидите. Ну правда, зачем вы сюда притащились? Надеюсь, однажды вы сможете отсюда выбраться. А что до меня, то мне есть куда возвращаться. Не волнуйтесь. Уверен, я с вами ещё встречусь».
vi: "Ồ, thật là một chuỗi sai lầm nghiêm trọng. Các cậu vừa đi ngang qua nhau! Ồ tốt. Bây giờ cậu chỉ có một mình. Đúng, có nhiều cách để thoát khỏi Underworld, nhưng chúng thực sự không dễ tìm. Những con gug bọ ngựa, ghast không hình dạng, và ngạ quỷ, và... rồi cậu sẽ thấy. Thành thật mà nói, tại sao cậu lại xuống đây? Tôi đoán tôi hy vọng một ngày nào đó cậu sẽ quay trở lại. Còn tôi? Tôi có nhà riêng của mình để trở về . Đừng lo lắng, tôi chắc chắn rằng cậu chưa nhìn thấy tôi lần cuối cùng đâu.

source: Check Campaign Log. <i>If (your investigator name) has broken the law of Ulthar.</i>
de: <i>Falls (der Name deines Ermittlers) das Gesetz von Ulthar gebrochen hat</i> und du nicht getötet wurdest oder wahnsinnig bist:
fr: Vérifiez votre Carnet de Campagne. Si [nom de votre investigateur] a enfreint la loi d’Ulthar et que vous n’êtes ni tué, ni dément :
it: Controllate il Diario della Campagna. Se <i>(nome del tuo investigatore) ha infranto la legge di Ulthar</i>.
pl: Sprawdź dziennik kampanii. <i>Jeśli (imię twojego badacza) złamał prawo Ultharu.</i>
ru: Если <i>(имя вашего сыщика) нарушил(а) закон Ултара.</i>
vi: Kiểm tra nhật ký chiến dịch. <i>Nếu (tên điều tra viên của bạn) vi phạm luật Ulthar.</i>

source: You awaken one night to the sound of hissing all around you. Hundreds of piercing cat eyes glare at you in the dark. One of the creatures leaps onto your chest, its claws digging painfully into your skin. "Did you think we would not find you?" Its eyes flash. It bares its teeth, and the rest of the cats close in.
de: Eines Nachts wirst du von einem Fauchen geweckt. Überall um dich herum funkeln Katzenaugen in der Dunkelheit, die dich mit ihren Blicken durchbohren. Eines der Geschöpfe springt dir auf die Brust und bohrt seine Krallen schmerzhaft in deine Haut. „Hattest du etwa geglaubt, wir würden dich nicht finden?“ Die Augen der Katze blitzen. Sie bleckt die Zähne und die anderen Katzen rücken näher.
fr: Vous êtes réveillé en pleine nuit par un concerto de miaulements. Des centaines d’yeux perçants aux pupilles verticales vous fixent dans l’obscurité. L’un des félins bondit sur votre poitrine, ses griffes s’enfonçant profondément dans votre peau. « Pensiez-vous vraiment que nous ne vous retrouverions pas ? » Ses yeux brillent. Il montre les crocs et les autres chats s’approchent petit à petit.
it: Ti svegli di notte circondato da un sibilare feroce: centinaia di penetranti occhi felini ti fissano nell'oscurità. Uno di essi balza sul tuo petto scavando dolorosamente nella tua carne con i suoi artigli. “Credevi che non ti avremmo trovato?” Scorgi uno scintillio nei suoi occhi. Poi noti i suoi denti scoperti, e tutti gli altri gatti si avventano su di te.
pl: Pewnej nocy budzi cię syczenie dookoła. Setki przeszywających kocich oczu wpatruje się w ciebie pośród ciemności. Jedno ze stworzeń wskakuje ci na pierś i boleśnie wbija pazury w twoją skórę. „Myślałeś, że cię nie znajdziemy?” Dostrzegasz błysk w jego oczach. Kiedy obnaża zęby, a reszta kotów również podchodzi bliżej.
ru: Однажды ночью вы просыпаетесь от раздающегося со всех сторон шипения. Из темноты на вас смотрят сотни пронзительных кошачьих глаз. Одна из кошек прыгает вам на грудь и больно впивается когтями в кожу: «Наконец-то мы тебя нашли». Её глаза вспыхивают. Она скалится, а остальные подходят ближе…
vi: Bạn thức dậy vào một đêm với âm thanh rít lên xung quanh bạn. Hàng trăm đôi mắt mèo xuyên thấu nhìn chằm chằm vào bạn trong bóng tối. Một trong những sinh vật nhảy lên ngực bạn, móng vuốt của nó cắm sâu vào da bạn một cách đau đớn. "Ngươi cho rằng chúng ta sẽ không tìm được ngươi sao?" Mắt nó lóe sáng. Nó nhe răng, và những con mèo còn lại tiến lại gần.

source: How dare you! You are <b>killed</b>.
de: Wie konntest du es wagen! Du wirst <b>getötet</b>.
fr: Comment avez-vous osé ! Vous êtes <b>tué</b>.
it: Come hai osato! Sei <b>ucciso</b>.
pl: Jak śmiałeś! Zostajesz <b>zabity</b>.
ru: Да как вы посмели! Вы <b>убиты</b>.
vi: Sao mày dám! Bạn <b>bị giết</b>.

source: Check the Campaign Log for both campaigns. Because <i>Nyarlathotep's invasion has begun</i> (Campaign A) and <i>the bridge was completed</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Nyarlathoteps Invasion hat begonnen</i> (Kampagne A) und <i>Die Brücke wurde fertiggestellt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>L’invasion de Nyarlathotep a commencé</i> (Campagne A) et <i>Le pont a été achevé</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>l'invasione di Nyarlathotep è iniziata</i> (Campagna A) e <i>il ponte è stato completato</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>rozpoczęła się inwazja Nyarlathotepa</i> (Kampania A) i <i>most został ukończony</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Вторжение Ньярлатхотепа началось</i> (Кампания А) и <i>Мост завершён</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>Cuộc xâm lược của Nyarlathotep đã bắt đầu</i> (Chiến dịch A) và <i>cây cầu đã được hoàn thành</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>Nyarlathotep's invasion has begun</i> (Campaign A) and <i>the investigators returned to reality</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Nyarlathoteps Invasion hat begonnen</i> (Kampagne A) und <i>Die Ermittler sind in die Realität zurückgekehrt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>L’invasion de Nyarlathotep a commencé</i> (Campagne A) et <i>Les investigateurs ont regagné la réalité</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>l'invasione di Nyarlathotep è iniziata</i> (Campagna A) e <i>gli investigatori sono tornati alla realtà</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>rozpoczęła się inwazja Nyarlathotepa</i> (Kampania A) i <i>badacze powrócili do rzeczywistości</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Вторжение Ньярлатхотепа началось</i> (Кампания А) и <i>Сыщики вернулись в реальность</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>Cuộc xâm lược của Nyarlathotep đã bắt đầu</i> (Chiến dịch A) và <i>các điều tra viên đã trở lại thực tại</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>Nyarlathotep's invasion has begun</i> (Campaign A) and <i>the investigators never escaped</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Nyarlathoteps Invasion hat begonnen</i> (Kampagne A) und <i>Die Ermittler sind niemals entkommen</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>L’invasion de Nyarlathotep a commencé</i> (Campagne A) et <i>Les investigateurs n’ont pas réussi à s’échapper</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>l'invasione di Nyarlathotep è iniziata</i> (Campagna A) e <i>gli investigatori non sono mai fuggiti</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>rozpoczęła się inwazja Nyarlathotepa</i> (Kampania A) i <i>badacze nigdy nie uciekli</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Вторжение Ньярлатхотепа началось</i> (Кампания А) и <i>Cыщики остались в междумирье навсегда</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>Cuộc xâm lược của Nyarlathotep đã bắt đầu</i> (Chiến dịch A) và <i>các điều tra viên không bao giờ trốn thoát</i> (Chiến dịch B):
