Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/a_epilogue.po
Languages: de, fr, it, pl, ru, vi

source: Do not read this interlude until you have completed <b>Scenario IV–B: Weaver of the Cosmos</b>.
de: Lies dieses Zwischenspiel nicht, solange du <b>Szenario IV-B: Weber des Kosmos </b> noch nicht abgeschlossen hast.
fr: Ne lisez pas cet épilogue avant d’avoir terminé le <b>Scénario IV–B : Tisseuse du Cosmos</b>.
it: Non leggete questo interludio finché non è stato completato lo <b>Scenario IV–B: La Tessitrice del Cosmo</b>.
pl: Nie czytajcie tego epilogu, dopóki nie ukończycie <b>Scenariusza IV-B: Tkaczka kosmosu</b>.
ru: Не читайте этот эпилог, пока не завершите сценарий IV–Б «Плетущая космос».
vi: Đừng đọc phần chuyển tiếp này cho đến khi bạn hoàn thành <b>Màn IV–B: Weaver of the Cosmos</b> .

source: After they have completed <b>Scenario IV-B: Weaver of the Cosmos</b>, ask the investigators of <i>The Web of Dreams</i> (Campaign B) which of the following is true:
fr: Après avoir terminé le <b>Scénario IV-B : Tisseuse du Cosmos</b>, demandez aux investigateurs de <i>La Toile des Songes</i> (Campagne B) laquelle de ces propositions est vraie :
it: Dopo aver completato lo <b>Scenario IV–B: La Tessitrice del Cosmo</b>, domanda agli investigatori de <i>La Ragnatela dei Sogni</i> (Campagna B) quale delle seguenti voci è vera:
pl: Po zakończeniu <b>Scenariusza IV-B: Tkaczka kosmosu</b>, zapytaj badaczy <i>Sieci snów</i> (Kampania B) które z poniższych jest prawdą:
ru: Спросите сыщиков «Паутины грёз» (Кампания Б), после того как они завершили «Сценарий IV–Б: Плетущая космос», что из перечисленного верно:
vi: Sau khi họ đã hoàn thành <b>Màn IV-B: Weaver of the Cosmos</b>, hãy hỏi những điều tra viên của <i>The Web of Dreams</i> (Chiến dịch B) điều nào sau đây là đúng:

source: The bridge was completed.
de: Die Brücke wurde fertiggestellt.
fr: Le pont a été achevé.
it: Il ponte è stato completato
pl: Most został ukończony.
ru: Мост завершён.
vi: Cây cầu đã hoàn thành.

source: The investigators returned to reality.
de: Die Ermittler sind in die Realität zurückgekehrt.
fr: Les investigateurs ont regagné la réalité.
it: Gli investigatori sono tornati alla realtà.
pl: Badacze powrócili do rzeczywistości.
ru: Сыщики вернулись в реальность.
vi: Các điều tra viên đã trở lại thực tại.

source: The investigators never escaped.
de: Die Ermittler sind niemals entkommen.
fr: Les investigateurs n’ont pas réussi à s’échapper.
it: Gli investigatori non sono mai fuggiti.
pl: Badacze nigdy nie uciekli.
ru: Cыщики остались в междумирье навсегда.
vi: Các điều tra viên không bao giờ trốn thoát.

source: The investigators are still in the Dreamlands.
de: Die Ermittler sind immer noch in den Traumlanden.
fr: Les investigateurs sont toujours dans les Contrées du Rêve.
it: Gli investigatori sono ancora nel Mondo dei Sogni.
pl: Badacze są nadal w Krainach snów.
ru: Сыщики всё ещё странствуют по Миру грёз.
vi: Các điều tra viên vẫn đang ở trong Vùng đất Giấc mơ.

source: The black cat surveys the destruction. "Your world is a battleground. In truth, it always has been. Forces beyond your comprehension have been in conflict with one another far longer than what your kind (or, yes, even my kind) realize. They have long fought over the land of dreams, but there are many realities outside the Dreamlands, and only one entity can truly be the ruler of them all. I knew there was always a chance that this might happen. That we might fail. But in the end, at least I can say I tried. It's your fault, really, not mine."
de: Die schwarze Katze mustert die allgegenwärtige Verwüstung. „Eure Welt ist umkämpftes Gebiet. Genau genommen war sie das schon immer. Es gibt Mächte jenseits eurer Vorstellungskraft, deren Krieg schon länger andauert, als eure Gattung – oder auch meine – überhaupt ahnen könnte. Lange haben sie um das Reich der Träume gekämpft, aber es gibt noch viele andere Realitäten außerhalb der Traumlande und nur ein Einzelner kann über sie alle gebieten. Ich wusste immer, dass es hierzu kommen könnte. Dass wir scheitern könnten. Aber zumindest kann ich sagen, dass ich mein Bestes gegeben habe. Ganz ehrlich, mich trifft keine Schuld. Das habt ganz allein ihr zu verantworten.“
fr: Le chat noir assiste à la destruction. « Votre monde est un champ de bataille. À vrai dire, il l’a toujours été. Des forces au-delà de votre imagination sont en conflit depuis des temps bien antérieurs à votre espèce – ou à la mienne. Ils se sont longtemps disputé les contrées oniriques, mais il existe beaucoup de réalités en dehors des Contrées du Rêve et une seule entité peut toutes les diriger. Je savais qu’il y avait une probabilité que cela arrive. Que nous puissions échouer. Mais au final, je peux au moins dire que j’ai essayé. Tout cela est de votre faute, pas de la mienne. »
it: Il gatto nero osserva il paesaggio distrutto. “Il vostro mondo è un campo di battaglia. A dire il vero, lo è sempre stato: ci sono forze che vanno oltre la vostra comprensione e che si scontrano da più tempo di quanto la vostra gente (e persino la mia gente) possa rendersi conto. Hanno combattuto a lungo per il dominio di queste terre oniriche, ma esistono molte altre realtà oltre il Mondo dei Sogni e un’entità sola può dominarle tutte. Sapevo che sarebbe potuto succedere, che avremmo potuto fallire, ma almeno posso dire di averci provato. In fondo la colpa è vostra, non mia.”
pl: Czarny kot ocenia zniszczenia. „Wasz świat jest polem bitwy. Tak naprawdę, zawsze nim był. Siły wykraczające poza wasze pojmowanie toczą ze sobą bój znacznie dłużej, niż wasz gatunek (a nawet mój) jest tego świadom. Od dawna walczyły o kraj śnienia, ale poza Krainami snów istnieje wiele różnych rzeczywistości i tylko jedna istota może być prawdziwym władcą ich wszystkich. Wiedziałem, że istnieje szansa, że tak się stanie. Że możemy zawieść. Ale przynajmniej mogę powiedzieć, że próbowałem. Właściwie to wasza wina, nie moja”.
ru: Чёрный кот осматривает разрушения. «Ваш мир — поле битвы. По правде говоря, всегда им был. Силы за пределами вашего понимания конфликтовали друг с другом дольше, чем это мог заметить ваш (и даже мой) вид. Они давно сражаются за Мир грёз, но за его пределами есть множество других реальностей, и лишь кто то один может быть истинным властителем их всех. Я всегда знал, что это может случиться. Что мы можем потерпеть поражение. Но, в конце концов, хочу заметить — я пытался. Так что это ваша вина, не моя».
vi: Con mèo đen khảo sát sự tàn phá. "Thế giới của cậu là một chiến trường. Trên thực tế, nó luôn như vậy. Các thế lực ngoài tầm hiểu biết của cậu đã xung đột với nhau lâu hơn nhiều so với những gì mà đồng loại của cậu (hoặc thậm chí là đồng loại của tôi) biết được. Họ đã tranh giành vùng đất của những giấc mơ từ lâu, nhưng có rất nhiều thực tại khác bên ngoài Vùng đất Giấc mơ, và chỉ có một thực thể thực sự có thể cai trị tất cả chúng. Tôi đã biết chuyện này luôn có thể xảy ra. Rằng chúng ta có thể thất bại. Nhưng cuối cùng, ít nhất tôi có thể nói tôi đã cố gắng. Đó là lỗi của cậu, thực vậy, không phải của tôi."

source: There are no survivors.
de: Es gibt keine Überlebenden.
fr: Il n’y a pas de survivants.
it: Non ci sono sopravvissuti.
pl: Nie ma żadnych ocalałych.
ru: Никто не выжил.
vi: Không có người sống sót.

source: "So you've made it back to your world. I hope you had a pleasant trip. Yes, your erstwhile companions are awake once more. But they're not the same, are they? Of course they're not. They might not remember their dreams, but that does not mean they did not happen. Do you not see the glimmer in their eyes? Have you not noticed them whispering to some other entity when you are not around? Yes, that one. You know of whom I speak. Don't worry, you at least have some time before the end. Just remember: I did warn you."
de: „Du bist also wieder zu Hause. Ich hoffe, du hattest eine angenehme Reise. Ja, deine ehemaligen Gefährten sind aufgewacht. Aber sie haben sich verändert, nicht wahr? Natürlich haben sie das. Auch wenn sie sich nicht an ihre Träume erinnern, macht sie das nicht ungeschehen. Siehst du nicht das Funkeln in ihren Augen? Ist dir nicht aufgefallen, dass sie flüsternd mit einer fremden Wesenheit sprechen, sobald du nicht hinsiehst? Ja, genau diese. Du weißt, von wem ich spreche. Keine Sorge, dir bleibt noch ein kleines bisschen Zeit bis zum Weltuntergang. Und vergiss nicht: Ich habe dich gewarnt.“
fr: « Ainsi, vous êtes parvenus à regagner votre monde. J’espère que vous avez apprécié le voyage. Oui, vos anciens compagnons se sont réveillés mais ils ne sont plus exactement eux-mêmes, n’est-ce pas ? Bien sûr que non. Ils ne se souviennent peut-être pas de leurs rêves, mais cela ne veut pas dire qu’ils ne les ont pas vécus. Ne voyez-vous pas cette lueur dans leurs yeux ? N’avez-vous pas remarqué qu’ils murmuraient à une autre entité quand vous ne regardiez pas ? Oui, celle-là. Vous savez très bien de qui je parle. Ne vous inquiétez pas : vous au moins, vous avez du temps avant la fin. Mais souvenez-vous que je vous aurai prévenus. »
it: “Siete riusciti a tornare nel vostro mondo, quindi. Spero abbiate fatto un bel viaggio. Sì, i vostri vecchi compagni si sono risvegliati ma non sono più gli stessi, vero? Ovvio che no. Anche se non ricordano i loro sogni, questo non vuol dire che non siano avvenuti davvero. Non vedete quel luccichio nei loro occhi? Non vi siete accorti che sussurrano parole dirette a una qualche entità, quando voi non siete nei paraggi? Sì, proprio cosi. Sapete di chi sto parlando. Non preoccupatevi, quantomeno avete un pò di tempo prima della fine. Cercate solo di ricordare una cosa: vi avevo avvertiti.”
pl: „Więc udało wam się wrócić do waszego świata. Mam nadzieję, że mieliście przyjemną podróż. Tak, wasi niegdysiejsi towarzysze obudzili się. Ale są jacyś inni, prawda? Oczywiście, że tak. Mogą nie pamiętać swoich snów, ale to nie znaczy, że się nie wydarzyły. Czy nie widzicie błysku w ich oczach? Czy nie zauważyliście, że gdy nie ma was w pobliżu, szepczą do jakiegoś obcego bytu? Tak, do niego. Wiecie, o kim mówię. Nie martwcie się, wy przynajmniej macie jeszcze trochę czasu, zanim wszystko dobiegnie końca. Tylko pamiętajcie: ostrzegałem was”.
ru: «Вот вы и вернулись домой. Надеюсь, вам понравилось путешествие. И ваши друзья проснулись. Но что-то в них изменилось, правда же? Конечно правда. Они могут не помнить свои сны, но это не значит, что всего этого не было. Видите мерцание в их глазах? Замечали, что они словно шепчутся с каким-то существом, когда вас нет рядом? Да, именно с ним. Вы знаете, о ком я. Не переживайте, у вас есть ещё немного времени. Просто помните: я предупреждал».
vi: "Vậy là cậu đã quay trở lại thế giới của mình. Tôi hy vọng bạn đã có một chuyến đi vui vẻ. Đúng vậy, những người bạn đồng hành trước đây của cậu đã tỉnh lại một lần nữa. Nhưng họ không như trước nữa phải không? Tất nhiên là thế rồi. Họ có thể không nhớ những giấc mơ của họ, nhưng điều đó không có nghĩa là chúng không xảy ra. Cậu không nhìn thấy tia sáng trong mắt họ sao? Cậu không nhận thấy họ thì thầm với một số thực thể khác khi bạn không có mặt sao? Đúng, là nó. Cậu biết kẻ mà tôi nói đến. Đừng lo lắng, ít nhất cậu có một chút thời gian trước khi kết thúc. Chỉ cần nhớ: Tôi đã cảnh báo bạn."

source: The two groups were reunited in the waking world. Or were they?
de: Die beiden Gruppen sind in der wachen Welt wieder vereint. Oder doch nicht?
fr: Les deux groupes ont été réunis dans le monde de l’éveil. Ou pas ?
it: I due gruppi si sono ricongiunti nel mondo della veglia… oppure no?
pl: Obie grupy badaczy ponownie spotykają się ze sobą w świecie jawy… czy aby na pewno?
ru: Две группы воссоединились в мире бодрствующих… Правда же?
vi: Hai nhóm đã được đoàn tụ trong thế giới thực. Nhưng có thực là vậy không?

source: The investigators averted one form of destruction, but not the other.
de: Die Ermittler haben eine Art des Weltuntergangs verhindert, aber nicht die andere.
fr: Les investigateurs ont empêché une forme de destruction, mais pas l’autre.
it: Gli investigatori sono riusciti a impedire una forma di distruzione, ma non l’altra.
pl: Badacze powstrzymali tylko jedno źródło zniszczenia.
ru: Сыщики избежали одной ужасной участи, но не смогли предотвратить другую.
vi: Các điều tra viên đã ngăn chặn một hình thức hủy diệt, nhưng không ngăn được các hình thức khác.

source: "What? Do I feel guilty? Of course not. Sure, had I not interceded, they might still be living their lives, ignorant to the truth of the world around them. Virgil included. But I feel no remorse. I did what I had to do. I tried to save them. Their blood is not on my hands." The black cat looks away. "At least they won't be around to see the chaos that is to come."
de: „Was? Ob ich ein schlechtes Gewissen habe? Natürlich nicht. Klar, wenn ich nicht gewesen wäre, hätten deine Freunde ein normales Leben führen können, ohne jemals die Wahrheit über die Welt zu erfahren. Und Virgil auch. Aber ich bereue nichts. Ich habe getan, was notwendig war. Ich habe versucht, sie zu retten. Ihr Blut klebt nicht an meinen Händen.“ Die schwarze Katze wendet den Blick ab. „Zumindest müssen sie nicht miterleben, wie die Welt im Chaos versinkt.“
fr: « Comment ? Si je me sens coupable ? Mais non ! Bien sûr, si je n’étais pas intervenu, ils vivraient sans doute encore leurs vies insouciantes, ignorant tout de la vérité sur le monde qui les entoure, y compris Virgil. Mais je n’ai aucun remords. J’ai fait ce que j’avais à faire. J’ai essayé de les sauver : leur sang n’est pas sur mes mains. » Le chat noir détourne les yeux. « Au moins, ils ne seront pas là pour voir le chaos qui se profile. »
it: “Cosa? Se mi sento in colpa? Ovvio che no. Certo, se non fossi intervenuto probabilmente starebbero ancora vivendo le loro vite, ignorando la verità sul mondo che li circonda. Incluso Virgil. Ma non ho alcun rimorso: ho fatto quello che andava fatto. Ho cercato di salvarli. Non ho le zampe sporche del loro sangue.” Il gatto nero distoglie lo sguardo. “Almeno non dovranno assistere al caos in arrivo.”
pl: „Co? Czy mam poczucie winy? Oczywiście że nie. Oczywiście, gdybym się nie wtrącił, nadal mogliby żyć swoim życiem nieświadomi prawd otaczającego ich świata. Między innymi Virgil. Ale nie czuję wyrzutów sumienia. Zrobiłem, co było trzeba. Próbowałem ich uratować. Na moich rękach nie ma ich krwi”. Czarny kot odwraca wzrok. „Przynajmniej nie będą musieli oglądać nadchodzącego chaosu”.
ru: «Что? Чувствую ли я вину? Конечно нет. Да, если бы я не вмешался, они бы жили свои жизни дальше, даже не подозревая об истинной природе мира вокруг. Все они, даже Вёрджил. Но я не чувствую угрызений совести. Я сделал то, что должен был сделать. Я пытался спасти их. Их кровь не на моих руках. — Чёрный кот смотрит в сторону. — Они хотя бы не увидят тот хаос, что вот-вот разверзнется тут».
vi: "Cái gì? Tôi có cảm thấy tội lỗi không? Tất nhiên là không. Chắc chắn, nếu tôi không can thiệp, họ có thể vẫn đang sống cuộc sống của họ, không biết gì về sự thật của thế giới quanh họ. Kể cả Virgil. Nhưng tôi không cảm thấy hối hận. Tôi đã làm những gì tôi phải làm. Tôi đã cố gắng cứu họ. Máu của họ không dính trên tay tôi." Con mèo đen nhìn đi chỗ khác. "Ít nhất họ sẽ không ở đây để chứng kiến sự hỗn loạn sắp xảy ra."

source: Each investigator from Campaign B is never heard from again.
de: Jeder Ermittler aus Kampagne B bleibt für immer verschwunden.
fr: Les investigateurs de la Campagne B ont disparu et on n’a plus jamais entendu parler d’eux.
it: Non si saprà mai più nulla degli investigatori della campagna B.
pl: Po każdym badaczu z Kampanii B słuch zaginął.
ru: Сыщики, проходившие кампанию Б, пропали без следа.
vi: Mỗi điều tra viên từ Chiến dịch B không bao giờ được biết đến lần nào nữa.

source: "What are you still doing here of all places? Oh, I see. You cannot find your way back to the waking world. Well, perhaps that is for the best. You see, your erstwhile companions are awake once more, but they have brough a passenger along with them. Do you really have to ask? You know of whom I speak. Trust me: stay here, in this world. Forget everything about your old life. It'll be much better here, I promise."
de: „Was machst du denn hier, ausgerechnet in dieser Stadt? Ah, ich verstehe. Du findest nicht zurück in die wache Welt. Nun, vielleicht ist das gar nicht so schlimm. Deine Freunde, musst du wissen, sind aufgewacht, aber leider hatten sie einen … heimlichen Mitreisenden. Ist die Frage denn wirklich notwendig? Du weißt, von wem ich spreche. Vertrau mir und bleibe hier, in dieser Welt. Lass dein altes Leben hinter dir. Hier wird es dir sehr viel besser gehen, das garantiere ich.“
fr: « Qu’est-ce que vous fichez encore ici ? Oh, je vois : vous n’arrivez pas à regagner votre monde. Eh bien, peut-être est-ce pour le mieux. Voyez-vous, vos anciens compagnons se sont réveillés mais ils ont ramené un passager clandestin avec eux. Quoi ? Vous avez vraiment besoin de demander ? Vous savez très bien de qui je veux parler. Croyez-moi : restez dans ce monde. Oubliez votre ancienne vie. Vous serez bien mieux ici, je vous le certifie. »
it: “Che cosa ci fate ancora qui? Di tutti i posti dove potreste andare... Oh, capisco. Non riuscite a trovare il modo di tornare nel mondo della veglia. Beh, forse è meglio così. Vedete, i vostri vecchi compagni si sono risvegliati ma hanno portato con loro un ospite. Avete davvero bisogno di chiederlo? Sapete di chi sto parlando. Credetemi: restate qui, in questo mondo. Dimenticatevi completamente della vostra vecchia vita. Qui sarà tutto molto meglio, ve lo assicuro.”
pl: „Co wy tu jeszcze robicie? Och, rozumiem. Nie potraficie znaleźć drogi powrotnej do świata jawy. Cóż, może tak będzie lepiej. Widzicie, wasi niegdysiejsi towarzysze obudzili się, ale przyprowadzili ze sobą kogoś jeszcze. Naprawdę musicie o to pytać? Wiecie, o kim mówię. Zaufajcie mi: zostańcie tu, w tym świecie. Zapomnijcie o wszystkim, co było w waszym starym życiu. Tu będzie wam o wiele lepiej, obiecuję”.
ru: «Что вы вообще здесь забыли? А, понятно. Не можете найти дорогу обратно в свой мир. Ну, быть может, оно и к лучшему. Видите ли, ваши товарищи проснулись, но притащили за собой коекого. Ой, да бросьте. Вы знаете, о ком я. Поверьте мне: лучше остаться здесь, в этом мире. Забудьте свою старую жизнь. Здесь будет гораздо лучше, гарантирую вам».
vi: "Cậu vẫn đang làm gì ở đây vậy? Ồ, tôi hiểu rồi. Cậu không thể tìm đường trở lại thế giới thực. Chà, có lẽ đó là điều tốt nhất. Cậu thấy đấy, những người bạn đồng hành trước đây của cậu đã thức dậy một lần nữa, nhưng họ đã mang theo một hành khách cùng với họ. Cậu có thực sự cần phải hỏi không? Cậu biết tôi nói về ai. Tin tôi đi: hãy ở lại đây, trong thế giới này. Quên mọi thứ về cuộc sống cũ của Cậu. Ở đây sẽ tốt hơn nhiều, tôi hứa đấy."

source: Each investigator from Campaign B lives a life of ignorant bliss.
de: Jeder Ermittler aus Kampagne B führt ein unbekümmertes Leben, ohne jemals zu erfahren, was mit der Erde geschehen ist.
fr: Les investigateurs de la Campagne B vivent heureux dans l’ignorance.
it: Ogni investigatore della campagna B vivrà una vita di beata ignoranza.
pl: Każdy badacz z Kampanii B wybiera życie w beztroskiej ignorancji.
ru: Сыщики, проходившие кампанию Б, живут в счастливом неведении.
vi: Mỗi điều tra viên từ Chiến dịch B sống một cuộc sống hạnh phúc trong sự vô tri của mình.

source: "Oh, you're awake. Interesting. I did not expect you to return. You probably should not have. There is something you need to know. Your companions… well, long story short, things did not go as planned. Your world is no longer yours. Sorry to be the bearer of bad news. Anyways, since I have no desire to be a meal, I'll be off now. Whatever you do, don't leave this room.
de: „Oh, du bist wach. Faszinierend. Ich hätte nicht gedacht, dass du zurückkehren würdest. Vielleicht hättest du bleiben sollen. Es gibt da etwas, das du wissen musst. Deine Gefährten … also, kurz gesagt, es lief nicht ganz so wie geplant. Deine Welt gehört dir nicht mehr. Tut mir leid, das sagen zu müssen. Ich jedenfalls habe kein Interesse daran, verspeist zu werden. Ich werde mich jetzt vom Acker machen. Was auch immer du tust, verlasse nicht diesen Raum.“
fr: « Oh, vous êtes réveillés ? Intéressant. Je ne m’attendais pas à vous revoir. Vous n’auriez sans doute pas dû. Il y a quelque chose que vous devez savoir : vos compagnons… eh bien, c’est une longue histoire. Disons que les choses ne se sont pas déroulées aussi bien que prévu. Votre monde ne vous appartient plus. Désolé d’être le porteur de si mauvaises nouvelles. D’ailleurs, puisque je n’ai jamais eu le désir de finir en casse-croûte, je vais m’en aller. Quoi que vous fassiez, ne quittez pas cette pièce. »
it: “Oh, siete svegli. Interessante, non mi aspettavo che sareste tornati. Probabilmente avreste fatto meglio a restare nel posto in cui eravate. I vostri compagni beh, per farla breve, le cose non sono andate propriamente come previsto. Mi spiace essere il portatore di brutte notizie ma il vostro mondo non è più vostro. Comunque, visto che non ho alcuna intenzione di fare da ‘pranzo’ a qualcuno, io me ne vado. Qualsiasi cosa facciate, non uscite da questa stanza.”
pl: „Och, nie śpicie już. To ciekawe. Nie spodziewałem się, że wrócicie. Może nawet nie powinniście. Musicie o czymś wiedzieć. Wasi towarzysze… coż, mówiąc w skrócie, nie wszystko poszło zgodnie z planem. Wasz świat nie jest już wasz. Przepraszam, że przynoszę wam złe wieści. W każdym razie, ponieważ nie mam ochoty zostać niczyim posiłkiem, lepiej już zniknę. Cokolwiek planujecie, nie opuszczajcie tego pokoju”.
ru: «О, вы проснулись! Интересненько. Не ожидал, что вы вернётесь. Может, вам и не стоило. Есть кое-что, о чём вам нужно знать. Ваши товарищи… Короче говоря, всё пошло не по плану. Этот мир больше не ваш. Извините за плохие новости. В любом случае, быть съеденным я сегодня не планирую, посему отчаливаю! Что бы вы ни делали, не выходите из этой комнаты».
vi: "Ồ, cậu đã tỉnh. Thật thú vị. Tôi không mong đợi cậu quay trở lại. Có lẽ cậu không nên quay lại. Có một số điều bạn cần biết. Những người bạn đồng hành của cậu... à, nói ngắn gọn thì mọi thứ không diễn ra như kế hoạch. Thế giới của cậu không còn là của cậu nữa. Xin lỗi vì là người mang tin tức xấu. Dù sao thì tôi không muốn trở thành một bữa ăn, nên tôi sẽ đi ngay bây giờ. Dù cậu làm gì cũng đừng rời khỏi căn phòng này.

source: Each investigator from Campaign A is <b>killed</b>
de: Jeder Ermittler aus Kampagne A wird <b>getötet</b>.
fr: Les investigateurs de la Campagne A sont tous <b>tués</b>.
it: Ogni investigatore della campagna A è <b>ucciso</b>.
pl: Każdy badacz z Kampanii A zostaje <b>zabity</b>.
ru: Сыщики, проходившие кампанию А, <b>убиты.</b>
vi: Mỗi điều tra viên từ Chiến dịch A bị <b>giết chết</b>
