Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/a_epilogue.po
Languages: de, fr, it, pl, ru, vi

source: Check the Campaign Log for both campaigns. Because <i>Nyarlathotep's invasion has begun</i> (Campaign A) and <i>the investigators are still in the Dreamlands</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Nyarlathoteps Invasion hat begonnen</i> (Kampagne A) und <i>Die Ermittler sind immer noch in den Traumlanden</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>L’invasion de Nyarlathotep a commencé</i> (Campagne A) et <i>Les investigateurs sont toujours dans les Contrées du Rêve</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>l'invasione di Nyarlathotep è iniziata</i> (Campagna A) e <i>gli investigatori sono ancora nel Mondo dei Sogni</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>rozpoczęła się inwazja Nyarlathotepa</i> (Kampania A) i <i>badacze są nadal w Krainach snów</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Вторжение Ньярлатхотепа началось</i> (Кампания А) и <i>Сыщики всё ещё странствуют по Миру грёз</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>Cuộc xâm lược của Nyarlathotep đã bắt đầu</i> (Chiến dịch A) và <i>các điều tra viên vẫn đang ở trong Vùng đất Giấc mơ</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers awoke</i> (Campaign A) and <i>the bridge was completed</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind erwacht</i> (Kampagne A) und <i>Die Brücke wurde fertiggestellt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs se sont réveillés</i> (Campagne A) et <i>Le pont a été achevé</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono svegliati</i> (Campagna A) e <i>il ponte è stato completato</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący się obudzili</i> (Kampania A) i <i>most został ukończony</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы проснулись</i> (Кампания А) и <i>Мост завершён</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Vì <i>những người ngủ mơ đã thức giấc</i> (Chiến dịch A) và <i>cây cầu đã hoàn thành</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers awoke</i> (Campaign A) and <i>the investigators returned to reality</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind erwacht</i> (Kampagne A) und <i>Die Ermittler sind in die Realität zurückgekehrt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs se sont réveillés</i> (Campagne A) et <i>Les investigateurs ont regagné la réalité</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono svegliati</i> (Campagna A) e <i>gli investigatori sono tornati alla realtà</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący się obudzili</i> (Kampania A) i <i>badacze powrócili do rzeczywistości</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы проснулись</i> (Кампания А) и <i>Сыщики вернулись в реальность</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Vì <i>những người ngủ mơ đã thức giấc</i> (Chiến dịch A) và <i>các điều tra viên đã trở lại thực tại</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers awoke</i> (Campaign A) and <i>the investigators never escaped</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind erwacht</i> (Kampagne A) und <i>Die Ermittler sind niemals entkommen</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs se sont réveillés</i> (Campagne A) et <i>Les investigateurs n’ont pas réussi à s’échapper</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono svegliati</i> (Campagna A) e <i>gli investigatori non sono mai fuggiti</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący się obudzili</i> (Kampania A) i <i>badacze nigdy nie uciekli</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы проснулись</i> (Кампания А) и <i>Cыщики остались в междумирье навсегда</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Vì <i>những người ngủ mơ đã thức giấc</i> (Chiến dịch A) và <i>các điều tra viên không bao giờ trốn thoát</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers awoke</i> (Campaign A) and <i>the investigators are still in the Dreamlands</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind erwacht</i> (Kampagne A) und <i>Die Ermittler sind immer noch in den Traumlanden</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs se sont réveillés</i> (Campagne A) et <i>Les investigateurs sont toujours dans les Contrées du Rêve</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono svegliati</i> (Campagna A) e <i>gli investigatori sono ancora nel Mondo dei Sogni</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący się obudzili</i> (Kampania A) i <i>badacze są nadal w Krainach snów</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы проснулись</i> (Кампания А) и <i>Сыщики всё ещё странствуют по Миру грёз</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Vì <i>những người ngủ mơ đã thức giấc</i> (Chiến dịch A) và <i>các điều tra viên vẫn đang ở trong Vùng đất Giấc mơ</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers stayed in the Dreamlands forever</i> (Campaign A) and <i>the bridge was completed</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind für immer in den Traumlanden geblieben</i> (Kampagne A) und <i>Die Brücke wurde fertiggestellt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont restés dans les Contrées du Rêve pour toujours</i> (Campagne A) et <i>Le pont a été achevé</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori sono rimasti nel Mondo dei Sogni per sempre</i> (Campagna A) e <i>il ponte è stato completato</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący pozostali w Krainach snów na zawsze</i> (Kampania A) i <i>most został ukończony</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы навсегда остались в Мире грёз</i> (Кампания А) и <i>Мост завершён</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã ở lại Vùng đất Giấc mơ mãi mãi</i> (Chiến dịch A) và <i>cây cầu đã được hoàn thành</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers stayed in the Dreamlands forever</i> (Campaign A) and <i>the investigators returned to reality</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind für immer in den Traumlanden geblieben</i> (Kampagne A) und <i>Die Ermittler sind in die Realität zurückgekehrt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont restés dans les Contrées du Rêve pour toujours</i> (Campagne A) et <i>Les investigateurs ont regagné la réalité</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori sono rimasti nel Mondo dei Sogni per sempre</i> (Campagna A) e <i>gli investigatori sono tornati alla realtà</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący pozostali w Krainach snów na zawsze</i> (Kampania A) i <i>badacze powrócili do rzeczywistości</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы навсегда остались в Мире грёз</i> (Кампания А) и <i>Сыщики вернулись в реальность</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã ở lại Vùng đất Giấc mơ mãi mãi</i> (Chiến dịch A) và <i>các điều tra viên đã trở lại thực tại</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers stayed in the Dreamlands forever</i> (Campaign A) and <i>the investigators never escaped</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind für immer in den Traumlanden geblieben</i> (Kampagne A) und <i>Die Ermittler sind niemals entkommen</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont restés dans les Contrées du Rêve pour toujours</i> (Campagne A) et <i>Les investigateurs n’ont pas réussi à s’échapper</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori sono rimasti nel Mondo dei Sogni per sempre</i> (Campagna A) e <i>gli investigatori non sono mai fuggiti</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący pozostali w Krainach snów na zawsze</i> (Kampania A) i <i>badacze nigdy nie uciekli</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы навсегда остались в Мире грёз</i> (Кампания А) и <i>Cыщики остались в междумирье навсегда</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã ở lại Vùng đất Giấc mơ mãi mãi</i> (Chiến dịch A) và <i>các điều tra viên không bao giờ trốn thoát</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers stayed in the Dreamlands forever</i> (Campaign A) and <i>the investigators are still in the Dreamlands</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind für immer in den Traumlanden geblieben</i> (Kampagne A) und <i>Die Ermittler sind immer noch in den Traumlanden</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont restés dans les Contrées du Rêve pour toujours</i> (Campagne A) et <i>Les investigateurs sont toujours dans les Contrées du Rêve</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori sono rimasti nel Mondo dei Sogni per sempre</i> (Campagna A) e <i>gli investigatori sono ancora nel Mondo dei Sogni</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący pozostali w Krainach snów na zawsze</i> (Kampania A) i <i>badacze są nadal w Krainach snów</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы навсегда остались в Мире грёз</i> (Кампания А) и <i>Сыщики всё ещё странствуют по Миру грёз</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã ở lại Vùng đất Giấc mơ mãi mãi</i> (Chiến dịch A) và <i>các điều tra viên vẫn đang ở trong Vùng đất Giấc mơ</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers traveled beneath the monastery</i> (Campaign A) and <i>the bridge was completed</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind in die Tiefen unter dem Monasterium hinabgestiegen</i> (Kampagne A) und <i>Die Brücke wurde fertiggestellt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont retournés au monastère</i> (Campagne A) et <i>Le pont a été achevé</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono recati sotto al monastero</i> (Campagna A) e <i>il ponte è stato completato</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący powędrowali pod monastyr</i> (Kampania A) i <i>most został ukończony</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы спустились в провал под монастырём</i> (Кампания А) и <i>Мост завершён</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã du hành bên dưới tu viện</i> (Chiến dịch A) và <i>cây cầu đã được hoàn thành</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers traveled beneath the monastery</i> (Campaign A) and <i>the investigators returned to reality</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind in die Tiefen unter dem Monasterium hinabgestiegen</i> (Kampagne A) und <i>Die Ermittler sind in die Realität zurückgekehrt</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont retournés au monastère</i> (Campagne A) et <i>Les investigateurs ont regagné la réalité</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono recati sotto al monastero</i> (Campagna A) e <i>gli investigatori sono tornati alla realtà</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący powędrowali pod monastyr</i> (Kampania A) i <i>badacze powrócili do rzeczywistości</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы спустились в провал под монастырём</i> (Кампания А) и <i>Сыщики вернулись в реальность</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã du hành bên dưới tu viện</i> (Chiến dịch A) và <i>các điều tra viên đã trở lại thực tại</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers traveled beneath the monastery</i> (Campaign A) and <i>the investigators never escaped</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind in die Tiefen unter dem Monasterium hinabgestiegen</i> (Kampagne A) und <i>Die Ermittler sind niemals entkommen</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont retournés au monastère</i> (Campagne A) et <i>Les investigateurs n’ont pas réussi à s’échapper</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono recati sotto al monastero</i> (Campagna A) e <i>gli investigatori non sono mai fuggiti</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący powędrowali pod monastyr</i> (Kampania A) i <i>badacze nigdy nie uciekli</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы спустились в провал под монастырём</i> (Кампания А) и <i>Cыщики остались в междумирье навсегда</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã du hành bên dưới tu viện</i> (Chiến dịch A) và <i>các điều tra viên không bao giờ trốn thoát</i> (Chiến dịch B):

source: Check the Campaign Log for both campaigns. Because <i>the dreamers traveled beneath the monastery</i> (Campaign A) and <i>the investigators are still in the Dreamlands</i> (Campaign B):
de: Überprüfe das Kampagnenlogbuch für beide Kampagnen. Aufgrund folgender Einträge: <i>Die Träumer sind in die Tiefen unter dem Monasterium hinabgestiegen</i> (Kampagne A) und <i>Die Ermittler sind immer noch in den Traumlanden</i> (Kampagne B):
fr: Vérifiez vos Carnets de Campagne. Si <i>Les rêveurs sont retournés au monastère</i> (Campagne A) et <i>Les investigateurs sont toujours dans les Contrées du Rêve</i> (Campagne B) :
it: Controllate entrambi i Diari della Campagna. Perchè <i>i sognatori si sono recati sotto al monastero</i> (Campagna A) e <i>gli investigatori sono ancora nel Mondo dei Sogni</i> (Campagna B):
pl: Sprawdź oba Dzienniki kampanii. Ponieważ <i>śniący powędrowali pod monastyr</i> (Kampania A) i <i>badacze są nadal w Krainach snów</i> (Kampania B):
ru: Сверьтесь с журналами обеих кампаний. Т.к. <i>Сновидцы спустились в провал под монастырём</i> (Кампания А) и <i>Сыщики всё ещё странствуют по Миру грёз</i> (Кампания Б):
vi: Kiểm tra Nhật ký chiến dịch cho cả hai chiến dịch. Bởi vì <i>những người ngủ mơ đã du hành bên dưới tu viện</i> (Chiến dịch A) và <i>các điều tra viên vẫn đang ở trong Vùng đất Giấc mơ</i> (Chiến dịch B):

source: Epilogue 1
it: Epilogo 1

source: Epilogue 2
it: Epilogo 2

source: Epilogue 3
it: Epilogo 3
ru: Эпилог 3

source: Epilogue 4
it: Epilogo 4
ru: Эпилог 4

source: Epilogue 5
it: Epilogo 5
ru: Эпилог 5

source: Epilogue 6
it: Epilogo 6
ru: Эпилог 6

source: Epilogue 7
it: Epilogo 7
ru: Эпилог 7

source: Epilogue 8
it: Epilogo 8
ru: Эпилог 8

source: Epilogue 9
it: Epilogo 9
ru: Эпилог 9

source: Epilogue 10
it: Epilogo 10
ru: Эпилог 10

source: Epilogue 11
it: Epilogo 11
ru: Эпилог 11

source: Epilogue 12
it: Epilogo 12
ru: Эпилог 12

source: Epilogue 13
it: Epilogo 13
ru: Эпилог 13

source: Epilogue 14
it: Epilogo 14
ru: Эпилог 14

source: Epilogue 15
it: Epilogo 15
ru: Эпилог 15

source: Epilogue 16
it: Epilogo 16
ru: Эпилог 16
