Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/a_oneironauts.po
Languages: fr, it, ru, zh

source: Cross off <i>the black cat has a hunch.</i>
fr: Barrez <i>le chat noir a eu un pressentiment.</i>
it: Cancellate <i>il gatto nero ha un presentimento</i>.
ru: Вычеркните запись <i>у чёрного кота появились догадки.</i>
zh: 划去<i>黑猫察觉到了什么</i>。

source: Keep <i>the black cat has a hunch.</i>
fr: Gardez <i>le chat noir a eu un pressentiment.</i>
it: Conservate <i>il gatto nero ha un presentimento</i>.
ru: Оставьте запись <i>у чёрного кота появились догадки.</i>
zh: 保留<i>黑猫察觉到了什么</i>。

source: Based on events from <i>The Web of Dreams</i> (Campaign B), cross off <i>the black cat has a hunch</i> from your Campaign Log.
fr: En vous basant sur les événements de <i>La Toile des Songes</i> (Campagne B), barrez <i>le chat noir a eu un pressentiment</i> de votre Carnet de Campagne.
it: Sulla base degli eventi da <i>La Ragnatela dei Sogni</i> (Campagna B), cancellate <i>il gatto nero ha un presentimento</i> dal Diario della Campagna.
ru: Основываясь на событиях «Паутины грёз» (Кампания Б), вычеркните из вашего журнала запись <i>у чёрного кота появились догадки</i>.
zh: 依据《睡梦之网》(剧本B)之中的事件，在冒险日志中，划去<i>黑猫察觉到了什么</i>。

source: <i>Following scenario 2–A, the dreamers sail for parts unknown…</i> You open your eyes to the sound of a cat’s shrill caterwauling. You had been drifting off to…well, not sleep, exactly. Despite—or perhaps due to—your dreaming, you have been unable to truly sleep in this realm. When you come to your senses, you spot the source of the wailing: Virgil’s cat, black as the void of space itself, sits several feet away waiting for you to pay attention. “Finally,” it declares, “about time you noticed something outside your own head. Listen, I got something important to tell you.”
fr: <i>À la suite du scénario 2A, les rêveurs naviguent vers l’inconnu.</i> Vous ouvrez les yeux en entendant le feulement aigu d’un chat. Vous étiez sur le point de… eh bien, pas de vous endormir, pas exactement. En dépit — ou peut-être à cause — du fait que vous êtes dans un rêve, vous n’avez pas réussi à dormir depuis votre arrivée dans ce monde. En retrouvant vos esprits, vous découvrez la source du feulement : le chat de Virgil, aussi noir que le vide de l’espace, assis à quelques pas de vous en attendant que vous le remarquiez. « Enfin », déclare-t-il, « vous en mettez du temps à percevoir ce qui se trouve en dehors de votre propre tête. Écoutez, j’ai quelque chose d’important à vous dire. »
it: <i>A seguito dello Scenario 2-A, i sognatori salpano per una meta ignota…</i> Il suono di un miagolio stridulo vi fa aprire gli occhi. Stavate andando alla deriva verso… beh, non esattamente verso il sonno. Nonostante stiate sognando, o forse proprio per questo, in questo reame non siete ancora riusciti ad addormentarvi. Non appena riprendete i sensi capite da dove provenga quel lamento: è il gatto di Virgil, nero come il vuoto siderale, che cerca di attirare la vostra attenzione seduto a qualche metro di distanza. “Finalmente!” urla. “Ve ne stavate lì, persi nei vostri pensieri, da non so quanto tempo. Devo dirvi una cosa importante.”
ru: <i>Завершив сценарий II–А, сновидцы отплывают в неизведанные места…</i> Вы открываете глаза из-за пронзительного кошачьего воя. Вы задремали… ну, не совсем. Несмотря на то что вы спите (или благодаря этому), в этом мире вам не удаётся по-настоящему заснуть. Придя в себя, вы обнаруживаете источник воплей: чёрного, словно пустота самого космоса, кота. Питомец Вёрджила сидит в нескольких футах от вас и ждёт, когда вы обратите на него внимание. «Ну наконец-то, — объявляет он. — Я всё ждал, когда ты заметишь хоть что-нибудь снаружи своей башки. Слушай, мне нужно сообщить тебе кое-что важное».
zh: <i>接著冒险2-A，入梦者朝未知的领域航行……</i> 你突然听到猫尖锐的嚎叫声，睁开了眼睛。本来你已经睡著了……但准确来说，不是睡著。尽管——或者说正是因为——你在做梦，你无法在这个世界真正地睡著。当你回过神来，你注意到那声嚎叫的来源：维吉尔的猫，像虚空之地一般黑，它正坐在几英尺外，等著你注意到它。“终于看过来了。”它说，“你也是时候从自己脑袋里醒来，注意一下外界了。听著，我有很重要的事要对你说。”

source: If at least one investigator was not captured:
fr: Si au moins un des investigateurs n’a pas été capturé :
it: Se 1 o più investigatori non sono stati catturati:
ru: Если <i>хотя бы один сыщик не был схвачен</i>:
zh: 如果至少有一位调查员未被俘：

source: “Wait, where is my human?” the cat asks, craning its head to look around the deck of your ship. “Didn’t I leave him with you?” You explain that Virgil has been taken captive by Corsairs, and the cat replies by licking its paw without much concern. “Oh yeah, that’s right. Okay. I’m on the same page as you now.”
fr: « Attendez, où est mon humain ? » demande le chat, tendant sa tête pour parcourir du regard le point de votre navire. « Je ne l’avais pas laissé avec vous ? » Vous expliquez que Virgil a été capturé par les Corsaires, mais le chat se contente de se lécher la patte. « Oh, très bien. Vous et moi sommes dans le même bateau
it: “Un momento, dov’è il mio umano?” chiede il gatto, allungando il collo per guardarsi attorno sul ponte della vostra nave. “Quando l'avevo lasciato non era con voi?” Gli spiegate che Virgil è stato catturato dai corsari, ma il felino non sembra reagire in modo particolarmente preoccupato e continua a leccarsi la zampa come se nulla fosse. “Oh, giusto, si. Siamo sulla stessa barca adesso.
ru: «Стоп, а где мой питомец? — спрашивает кот, поворачивая голову, чтобы осмотреть палубу вашего корабля. — Разве я его не тебе оставил?» Вы объясняете, что Вёрджила схватили корсары, а кот в ответ без особого беспокойства вылизывает лапу: «А, ну да. Всё верно. Хорошо. Теперь всё складывается».
zh: “等等，我的人类在哪？”黑猫伸长了脖颈环顾你的甲板，问道，“我不是让他跟你在一起吗？” 你把维吉尔被海盗抓走的事情告诉了它，但它听完只是毫不在意地舔舔自己的爪子。“噢，好吧，没关系。我跟你想的一样。”

source: If all of the investigators were captured:
fr: Si tous les investigateurs ont été capturés :
it: Se tutti gli investigatori sono stati catturati:
ru: Если <i>все сыщики были схвачены</i>:
zh: 如果所有调查员皆已被俘：

source: You try to shush the black cat, but it ignores you. “Relax. Your captors are all up on deck at the moment.” You ask bitterly why the creature is so cavalier about your capture, and request that it free you. “Nah. Somebody else has that covered, if memory serves,” it replies enigmatically.
fr: Vous essayez de faire taire le chat noir, mais il ne vous écoute pas. « Du calme, vos geôliers sont sur le pont en ce moment. » Vous demandez avec aigreur au félin pourquoi il est aussi désinvolte quant à votre capture, et s’il peut vous libérer. « Non. Cette tâche incombe à quelqu’un d’autre, si ma mémoire est bonne », répond-il énigmatiquement.
it: Cercate di zittirlo, ma il gatto vi ignora. “Rilassatevi. In questo momento, i vostri rapitori si trovano tutti sul ponte.” Con tono infastidito, domandate alla creatura perché sia tanto incurante della vostra cattura e le chiedete di aiutarvi a liberarvi. “Nah. Ci ha già pensato qualcun altro, se non ricordo male” vi risponde enigmatico.
ru: Вы шикаете на кота, но тот вас игнорирует. «Да расслабься ты. Ваши похитители сейчас на верхней палубе». Вы с горечью спрашиваете, почему это создание так беспечно относится к вашему пленению, и просите освободить вас. «Не-а. Если мне не изменяет память, этим займётся кое-кто другой», — загадочно отвечает кот.
zh: 你示意黑猫安静，但它无视了你：“别紧张。现在那群海盗都在甲板上呢。”你咬牙切齿地问它为什么对你们被俘一事毫不在乎，要求它放了你。“不。如果没记错的话，会有别人来干这事。”它神秘兮兮地说道。

source: <i>If the black cat has a hunch</i> and <i>Randolph eluded capture</i>:
fr: Si <i>le chat noir a eu un pressentiment</i> et que <i>Randolph n’a pas été capturé</i> :
it: Se <i>il gatto nero ha un presentimento</i> e <i>Randolph è sfuggito alla cattura</i>:
ru: Если <i>у чёрного кота появились догадки</i> и <i>Рэндольф избежал плена</i>:
zh: 如果<i>黑猫察觉到了什么</i>，并且<i>伦道夫未遭俘虏</i>：

source: the black cat is searching for the truth.
fr: le chat noir est à la recherche de la vérité.
it: il gatto nero cerca la verità.
ru: чёрный кот оправился на поиски истины.
zh: 黑猫调查真相。

source: The black cat sees Randolph at the helm of your ship and glares at him suspiciously. You wonder aloud what is wrong. “Normally I like the smell of fish, but this is too fishy. Something is wrong. There are not supposed to be two of him. But my memory is fuzzy…” You thought you were confused before, but now you are truly lost. Two Randolphs? “Yes,” the black cat affirms. “This one, and another in the waking world. That seems off,” the black cat understates the problem. “I think something is trying to interfere. I need to go figure this out.” With that, the cat leaps out of view.
fr: Le chat noir découvre Randolph à la proue de votre navire et l’observe avec suspicion. Vous vous demandez ce qui cloche. « En général, mes sens ne me trompent jamais ; mais là, j’ai l’impression qu’il se trame quelque chose de louche sans arriver à déterminer de quoi il s’agit. Il ne devrait pas y en avoir deux comme lui. Mais ma mémoire me joue des tours… » Vous pensiez déjà être perdu avant ça, mais son discours vous a réellement largué. Deux Randolph ? « Oui », affirme le chat noir. « Celui-là et un autre dans le monde de l’éveil, on dirait. » Le chat noir élude le problème. « Je pense que quelque chose essaye d’interférer. Je dois trouver quoi. » Sur ce, il bondit hors de vue.
it: Non appena vede Randolph al timone della vostra nave, il gatto nero si fa sospettoso. Gli chiedete quale sia il problema. “Di solito mi piace l’odore del mare, ma qui c'è qualcosa che puzza. Qualcosa che non va. Non dovrebbero essercene due, ma la mia memoria è ancora piuttosto annebbiata…” Se prima pensavate di essere confusi, ora vi siete completamente persi. Due Randolph? “Si” conferma il gatto nero. “C’è questo e ce n’è un altro nel mondo della veglia. Non mi torna” il felino sembra voler minimizzare il problema. “Credo che qualcosa stia cercando di interferire: devo capire cosa.” Detto questo, spicca un balzo e sparisce dalla vista.
ru: Чёрный кот замечает Рэндольфа у штурвала вашего корабля и с подозрением смотрит на него. Вы спрашиваете, что не так. «Обычно я нормально переношу вонь, но это дело уж чересчур дурно пахнет. Что-то не так. Его не должно быть два. Но чтото я не припомню…» Вы и раньше слабо понимали происходящее, но теперь окончательно запутались. Два Рэндольфа? «Да, — подтверждает кот. — Этот вот и ещё один в мире бодрствующих. Подозрительно, — объясняет проблему кот. — Думаю, нечто пытается вмешаться… Мне нужно разобраться с этим». С этими словами кот исчезает из виду.
zh: 黑猫看到伦道夫在你的船上掌舵，怀疑地盯著他。你开口问它有什么不对劲的。“一般来说，我喜欢鱼的味道，但这条鱼太腥了。有点不对劲。不可能有两个他。但我的记忆也变得模糊……”你之前只是有点听不懂它说的话，但这回你是彻底摸不著头脑了。两个伦道夫？“嗯。”黑猫肯定地答道，“这边有一个，清醒世界还有另一个。这很不对劲啊。”黑猫轻描淡写地说道，“我想有人正试图干预。我得查清这事。”说完，黑猫就跳出了你的视野。

source: Skip the rest of this interlude. In both Campaign Logs, record <i>the black cat is searching for the truth</i>.
fr: Passez le reste de cet Interlude. Dans les deux Carnets de Campagnes, indiquez que le chat noir est à la recherche de la vérité.
it: Saltate il resto di questo interludio. Annotate in entrambi i Diari della Campagna che <i>il gatto nero cerca la verità</i>.
ru: Пропустите остаток этой интерлюдии. Запишите в журналы обеих кампаний, что <i>чёрный кот оправился на поиски истины</i>.
zh: 跳过本幕间故事的余下部分。在两份冒险日志中，记录<i>黑猫调查真相</i>。

source: “Now, where was I? Oh, right. I had a chat with your friends. They’re in the Dreamlands now, too. They have a message for you.”
fr: « Maintenant, où en étais-je ? Ah, oui. J’ai discuté avec vos amis. Ils sont eux aussi dans les Contrées du Rêve, maintenant. J’ai un message pour vous. »
it: “Allora... dov’ero rimasto? Oh, si. Ho fatto quattro chiacchiere con i vostri amici, anche loro si trovano nel Mondo dei Sogni, ora. Hanno un messaggio per voi.”
ru: «Так вот, о чём это я… А, да. Я тут поболтал с твоими друзьями. Они сейчас тоже в Мире грёз, кстати, и просили передать кое-что».
zh: “我刚刚说到哪了？噢，对。我和你的朋友们谈了一阵。他们现在也在幻梦境。他们还托我给你带话。”

source: “Now, where was I? Oh, right. I had a chat with your friends. They’re in the Dreamlands now, too.”
fr: « Maintenant, où en étais-je ? Ah, oui. J’ai discuté avec vos amis. Ils sont eux aussi dans les Contrées du Rêve, maintenant. »
it: Allora... dov’ero rimasto? Oh, si. Ho fatto quattro chiacchiere con i vostri amici, anche loro si trovano nel Mondo dei Sogni, ora.
ru: «Так вот, о чём это я… А, да. Я тут поболтал с твоими друзьями. Они сейчас тоже в Мире грёз».
zh: “我刚刚说到哪了？噢，对。我和你的朋友们谈了一阵。他们现在也在幻梦境。”

source: The black cat requested aid from the others.
fr: Le chat noir a requis l’aide des autres.
it: Il gatto nero ha richiesto l'aiuto degli altri.
ru: Чёрный кот передал просьбу о помощи.
zh: 黑猫向其他调查员寻求帮助。

source: The black cat warned the others.
fr: Le chat noir a averti les autres.
it: Il gatto nero ha messo in guardia gli altri.
ru: Чёрный кот предупредил остальных.
zh: 黑猫提醒其他调查员。

source: The black cat shared knowledge of the Underworld.
fr: Le chat noir a transmis des connaissances sur le Monde Souterrain.
it: Il gatto nero ha condiviso la conoscenza del Mondo di Sotto.
ru: Чёрный кот поделился информацией о Подземном мире.
zh: 黑猫告知了地下世界的事情。

source: “Your friends are in a bit of trouble. They took a one-way trip to a pretty awful place, and I don’t know if they’ll be able to navigate it without me. I know your quest is looking pretty dire right now, too, but if I don’t stick by them, it won’t matter whether you reach Kadath or not. Good luck. Try not to die.” With that, the black cat leaps out of view.
fr: « Vos amis ont quelques ennuis. Ils ont pris un aller simple pour un lieu pas très réjouissant et je ne sais pas s’ils s’en sortiront sans moi. Je sais que votre quête est loin d’être facile ici aussi… mais si je ne leur viens pas en aide, atteindre ou non Kadath n’aura plus la moindre importance. Bonne chance. Tâchez de rester en vie. » Sur ces mots, le chat noir bondit hors de vue.
it: “I vostri amici hanno incontrato qualche difficoltà. Hanno fatto un viaggio di sola andata verso un posto davvero orribile e non sono sicuro che senza di me riusciranno a non perdersi. So che la vostra missione sembra aver preso la piega sbagliata, credetemi, ma se non starò loro vicino non importa se riuscirete o meno a raggiungere il Kadath. Buona fortuna. Cercate di restare in vita.” Detto questo, spicca un balzo e sparisce dalla vista.
ru: «У твоих друзей некоторые проблемы. У них билет в один конец в одно отвратительное местечко, и я не уверен, что они разберутся без меня. Я понимаю, что ваши поиски тут тоже в весьма плачевном состоянии, но, если я им не помогу, будет вообще неважно, доберётесь вы до Кадата или нет. Удачи. Попытайтесь не помереть». С этими словами кот исчезает из виду.
zh: “你的朋友们遇上了点麻烦。他们踏上了一场有去无回的旅行，到一个十分可怕的地方去，但我不知道没了我他们还能不能到达那里。我知道你现在的任务也很艰巨，但如果我不跟在他们身边，就算你到了卡达斯也没有任何意义。祝你好运。别把命给丢了。”说完，黑猫就跳出了你的视野。

source: “Your friends are doing about as well as can be expected, really. But they’re worried about you, and for good reason, it seems. They might not be able to reach you any time soon. They want me to help you out instead, so I’ll be staying here for a little while longer. Gotta make sure you survive. If you don’t, well…” it takes a long pause, “…let’s not talk about that.”
fr: « Vos amis font aussi bien que prévu, vraiment. Mais ils s’inquiètent pour vous, et leurs craintes me paraissent visiblement justifiées. Ils pourraient ne pas être capables de vous contacter pendant un moment. Ils m’ont demandé de vous aider à leur place. Je vais donc rester avec vous pendant un petit bout de temps. Histoire que vous vous en sortiez vivants. Si vous ne survivez pas, eh bien… » Il marque une longue pause. « … ne parlons pas de ça. »
it: “I vostri amici se la stanno cavando molto bene, davvero. Però sono preoccupati per voi e sembra abbiano ottime ragioni per esserlo; potrebbe volerci un pò prima che riescano a raggiungervi e hanno mandato me ad aiutarvi. Starò qui con voi finché ne avrete bisogno, devo assicurarmi che non moriate. Se voi non… beh…” fa una lunga pausa “…no, non pensiamoci.”
ru: «У ваших друзей всё в целом неплохо, как и ожидалось. Но они переживают за вас, и, похоже, не без причины. Вряд ли им удастся добраться до вас в ближайшее время. Вместо этого они хотят, чтобы вам помог я. Так что я задержусь тут ненадолго. Надо убедиться, что вы не помрёте. Потому что если вы ухитритесь… — он делает долгую паузу. — …Давайте пока об этом не думать».
zh: “你的朋友们做得就像预期的一样好，真的。但他们很担心你，也很难怪他们会这样，毕竟他们可能短时间内无法来帮你。他们想让我代替他们，帮你走出困境，所以我会在这里再待一段时间。我会保护你周全。如果你遭逢不测，唔……”它停顿了很久，“……还是别说这些了。”

source: The black cat tells you all about the region of the Dreamlands your companions have entered. “The entire surface of the Dreamlands, where you’ve been exploring, covers the Underworld like a beautiful silk dress over decayed skin. You have no reason to go there, which is a good thing, because it is a particularly inhospitable place. You actually might have walked right by one entrance to the Underworld, now that I think about it—back in the Enchanted Woods. There are several other entrances as well: beneath an old monastery in Leng, another in the ruins of Sarkomand…”
fr: Le chat noir vous en apprend davantage sur la région des Contrées du Rêve où vos compagnons ont pénétré. « Toute la surface des Contrées du Rêve, que vous avez explorée s’étend au-dessus du Monde Souterrain comme une jolie robe du soir recouvre une peau décatie. Vous n’avez aucune raison de vous y rendre, ce qui est une bonne chose car cet endroit est réellement inhospitalier. Maintenant que j’y pense, vous avez peut-être marché sur l’une des entrées du Monde Souterrain dans les Bois Enchantés. Il en existe d’autres : sous un vieux monastère de Leng, parmi les ruines de Sarkomand… »
it: Il gatto nero vi spiega tutto ciò che sa sulla regione del Mondo dei Sogni in cui sono arrivati i vostri compagni. “L’intera superficie del Mondo dei Sogni, quella che stavate esplorando voi, copre il Mondo di Sotto come un bel vestito di seta coprirebbe un corpo in decomposizione. Non avete alcuna ragione per dirigervi lì, il che è un bene: non è un posto particolarmente ospitale. Ora che ci penso, quando eravate nel Bosco Incantato potreste persino essere passati proprio accanto a uno dei passaggi per il Mondo di Sotto. Ce ne sono molti altri! Sotto un vecchio monastero di Leng, fra le rovine di Sarkomand…”
ru: Чёрный кот рассказывает вам о регионе Мира грёз, в который отправились ваши товарищи. «Весь Мир грёз, который вы исследовали, словно чудесное шёлковое платье поверх истлевшей кожи, покрывает то, что называется Подземным миром. У вас нет причин направляться туда, и это хорошо. Это особенно негостиприимное местечко. Я сейчас понимаю, что вы, кажется, даже проходили мимо одного из входов в него в Зачарованном лесу. Есть и другие: под старым монастырём в Ленге, ещё один в руинах Саркоманда…»
zh: 黑猫告诉你关于你的同伴们进入的幻梦境的一切：“你们一直在探索的幻梦境，就覆盖在地下世界之上，就像一件美丽的丝绸裙子覆盖著腐烂的皮肤。你不用到那里去，这是好事，因为那里尤其不欢迎来客。我想起来，实际上，你或许曾经路过通向地下世界的入口——就在魔幻森林。除此之外，还有几个入口：一个在冷原隐修院下方，另一个在萨尔科曼德的废墟……”

source: the dreamers know of another path.
fr: les rêveurs connaissent un autre chemin.
it: i sognatori conoscono un'altro percorso.
ru: сновидцы знают другой путь.
zh: 入梦者知道了另一条路。

source: Because neither Campaign Log has <i>the black cat is at your side</i> recorded, no change is made.
fr: Si aucun des deux Carnets de Campagne n’a le chat noir est à vos côtés d’inscrit, ne faites rien.
it: Poiché in nessuno dei Diari della Campagna è annotato <i>il gatto nero è al vostro fianco</i>, non viene applicata alcuna modifica.
ru: Т.к. ни в одном из журналов нет записи <i>чёрный кот на вашей стороне, ничего не делайте</i>.
zh: 因为两份冒险日志均未记录<i>黑猫在你身边</i>，无事发生。

source: Because the Campaign Log for <i>The Dream-Quest</i> (Campaign A) has <i>the black cat is at your side</i> recorded, cross it off. Remove 1 [elder_thing] token from the chaos bags for both campaigns.
fr: Si le Carnet de Campagne de <i>La Quête Onirique</i> (Campagne A) a le chat noir est à vos côtés d’inscrit, barrez-le. Retirez 1 pion [elder_thing] de la réserve du Chaos de chacune des deux campagnes.
it: Se nel Diario della Campagna de <i>La Ricerca Onirica</i> (campagna A) è annotato che <i>il gatto nero è al vostro fianco</i>, cancellatelo. Rimuovete 1 segnalino [elder_thing] dai sacchetti del caos di entrambe le campagne.
ru: Т.к. в журнале кампании А «Сновидческий поиск» есть запись <i>чёрный кот на вашей стороне</i>, вычеркните её. Удалите из мешков хаоса обеих кампаний по 1 жетону [elder_thing].
zh: 因为《梦寻秘境》(剧本A)的冒险日志中，已记录黑猫在你身边，将其划去。从两个剧本的混乱袋各移除1个[elder_thing]标记。

source: Because the Campaign Log for <i>The Web of Dreams</i> (Campaign B) has <i>the black cat is at your side</i> recorded, cross it off. Remove 1 [tablet] token from the chaos bags for both campaigns.
fr: Si le Carnet de Campagne de <i>La Toile des Songes</i> (Campagne B) a le chat noir est à vos côtés d’inscrit, barrez-le. Retirez 1 pion [tablet] de la réserve du Chaos de chacune des deux campagnes.
it: Se nel Diario della Campagna de <i>La Ragnatela dei Sogni</i> (Campagna B) è annotato che <i>il gatto nero è al vostro fianco</i>, cancellatelo. Rimuovete 1 segnalino [tablet] dai sacchetti del caos di entrambe le campagne.
ru: Т.к. в журнале кампании Б «Паутина грёз» есть запись <i>чёрный кот на вашей стороне</i>, вычеркните её. Удалите из мешков хаоса обеих кампаний по 1 жетону [tablet].
zh: 因为《睡梦之网》(剧本B)的冒险日志中，已记录黑猫在你身边，将其划去。从两个剧本的混乱袋各移除1个[tablet]标记。

source: The Oneironauts
fr: Les Onironautes
ru: Онейронавты

source: Interlude II: The Oneironauts
fr: Interlude II : Les Onironautes
it: Interludio II: Gli Onironauti
ru: Интерлюдия II: Онейронавты
zh: 幕间故事II：梦境行者

source: If asked by the investigators of <i>The Web of Dreams</i> if <i>the black cat is searching for the truth</i>, tell them no.
fr: Si les investigateurs de <i>La Toile des Songes</i> demandent si <i>le chat noir est à la recherche de la vérité</i>, dites-leur non.
it: Se gli investigatori de <i>La Ragnatela dei Sogni</i> chiedono se <i>il gatto nero cerca la verità</i>, rispondete loro di no.
ru: Если сыщики «Паутины грёз» (Кампания Б) спросят у вас о наличии записи <i>чёрный кот оправился на поиски истины</i>, ответьте отрицательно.
zh: 如果《睡梦之网》(剧本B)的调查员询问是否<i>黑猫调查真相</i>，告诉他们没有。

source: Do not read this interlude until you have completed <b>Scenario II–B: A Thousand Shapes of Horror</b>.
fr: Ne lisez pas cet interlude avant d’avoir terminé le <b>Scénario II–B : Mille Nuances d’Horreur</b>.
it: Non leggete questo interludio finchè non è stato completato lo <b>Scenario II–B: Le Mille Forme dell’Orrore</b>.
ru: Читайте эту интерлюдию, только если вы закончили сценарий II–Б «Тысяча кошмарных форм».
zh: 在结束<b>冒险II–B：万千骇形</b>的游戏之前，不要阅读本幕间故事。

source: The interlude begins with <i>The Web of Dreams</i> (Campaign B).
fr: Cet interlude commence dans <i>La Toile des Songes</i> (Campagne B).
it: L'interludio inizia con <i>La Ragnatela dei Sogni</i> (Campagna B).
ru: Интерлюдия начинается в «Паутине грёз» (Кампания Б).
zh: 这个幕间故事的开头在《睡梦之网》剧本(剧本B)。

source: This interlude begins in <b>The Web of Dreams</b> (Campaign B).
fr: Cet interlude commence dans <b>La Toile des Songes</b> (Campagne B).
it: Questo interludio inizia ne <i>La Ragnatela dei Sogni</i> (Campagna B).
ru: Интерлюдия начинается в «Паутине грёз» (Кампания Б).
zh: 这个幕间故事的开头在《睡梦之网》剧本(剧本B)。

source: Ask the investigators of <i>The Web of Dreams</i> (Campaign B) if you should cross off <i>the black cat has a hunch</i>:
fr: Demandez aux investigateurs de <i>La Toile des Songes</i> (Campagne B) si vous devez barrer <i>le chat noir a eu un pressentiment</i> :
it: Domandate agli investigatori de <i>La Ragnatela dei Sogni</i> (Campagna B) se è possibile cancellare dal Diario della Campagna <i>il gatto nero ha un presentimento</i>.
ru: Спросите сыщиков «Паутины грёз» (Кампания Б) должны ли вычеркнуть в журнале запись <i>у чёрного кота появились догадки</i>:
zh: 询问《睡梦之网》(剧本B)的调查员们，你是否要划去<i>黑猫察觉到了什么</i>：
