Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/a_oneironauts.po
Languages: fr, it, ru, zh

source: Ask the investigators of <i>The Web of Dreams</i> (Campaign B) for the message they told the black cat:
fr: Demandez aux investigateurs de <i>La Toile des Songes</i> (Campagne B) le message qu'ils ont transmis au chat noir :
it: Domandate agli investigatori de <i>La Ragnatela dei Sogni</i> (Campagna B) del messaggio che hanno lasciato al gatto nero:
ru: Спросите сыщиков «Паутины грёз» (Кампания Б) о сообщении, которое они передали чёрному коту:
zh: 询问《睡梦之网》(剧本B)的调查员们，他们请黑猫传递的信息是什么：
