Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/beyond_the_gates_of_sleep.po
Languages: fr, it, pl, ru

source: Search your deck for a [survivor] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [survivor] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [survivor] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu dowolnej karty [survivor] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [survivor] и сыграйте её <i>(выплатив цену)</i>.

source: The blare of sirens echoes through the streets behind you. They’re gaining on you. They have always been hot on your heels, and you were always one step ahead…until now. You run down an alleyway, and a bright-red glare follows you. They’re going to catch you. They’ll lock you in a cage and throw away the key. Your freedom, your lifestyle, everything you are, everything you love: they’ll take it all away. And why? Just because you wouldn’t play by their rules? When have they ever gotten everything right? You round a corner just as the bulls are about to catch up to you and spot the entrance into a brick building.
fr: Le beuglement des sirènes résonne dans les rues derrière vous. Ils vous rattrapent. Ils sont sur vos talons depuis le début mais vous avez toujours eu une longueur d’avance… jusqu’à maintenant. Vous vous engouffrez dans une ruelle et une lueur rouge vous suit. Ils vont vous capturer. Vous mettre dans une cage et jeter la clé. Votre liberté, votre mode de vie, tout ce que vous êtes, tout ce que vous aimez : ils vont vous l’enlever. Et pourquoi ? Parce que vous avez refusé de jouer selon leurs règles ? De quel droit ? Vous tournez à un angle juste avant que ces brutes ne vous attrapent et apercevez une entrée dans un bâtiment en briques.
it: Nelle strade alle tue spalle echeggia il suono delle sirene: stanno guadagnando terreno. Ti stanno alle costole da sempre ma eri sempre riuscito a stare un passo avanti a loro... fino ad ora. Attraversi di corsa un vicolo, inseguito da un vivido bagliore rossastro: ti prenderanno, ti sbatteranno in cella e butteranno via la chiave. La tua libertà, il tuo stile di vita, tutto ciò che sei, tutto ciò che ami: ti toglieranno tutto quanto. Perché? Solo perché non hai voluto giocare secondo le loro regole? Come se loro non avessero mai sbagliato. Svolti l’angolo proprio quando gli sbirri stanno per afferrarti e ti ritrovi davanti all’ingresso di un edificio di mattoni.
pl: Na ulicach za tobą rozlega się wycie syren. Doganiają cię. Od dawna depczą ci po piętach, ale ty zawsze byłeś o krok przed nimi… aż do teraz. Biegniesz w dół uliczki, a jasnoczerwony blask podąża za tobą. Złapią cię. Zamkną cię w klatce i wyrzucą klucz. Odbiorą ci wszystko: twoją wolność, twój styl życia, wszystko czym jesteś i wszystko co kochasz. I niby dlaczego? Bo nie chcesz grać według ich reguł? Czy kiedykolwiek mieli w czymś rację? Kiedy gliny już prawie cię mają, skręcasz za róg i zauważasz wejście do ceglanego budynku.
ru: Позади вас на всю улицу воет сирена. Они подбираются. Они всегда были у вас на хвосте, а вы всегда были на шаг впереди… до сего момента. Вы бежите по переулку, и следом за вами движутся ярко-красные вспышки. Они вот-вот схватят вас! Схватят, запрут в клетке и выбросят ключ. Ваша свобода, вся ваша жизнь, всё, что вы любите, — они заберут всё это. А всё почему? Потому что вы отказались играть по их правилам? Как будто они сами ни разу не оступались. Легавые уже готовы вцепиться в вас, но вы поворачиваете за угол и замечаете дверь, ведущую в кирпичное здание.

source: Search your deck for a [[Criminal]] or [[Illicit]] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [[Criminel]] ou [[Illicite]] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [Criminal] o [[Illicito]] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu karty z cechą [[Przestępca]] lub [[Nielegalny]] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [[преступника]] или [[незаконную]] карту и сыграйте её <i>(выплатив цену)</i>.

source: Would you like to replace a basic weakness in your deck?
fr: Voulez-vous remplacer une faiblesse de base de votre deck ?
it: Vorresti sostituire 1 debolezza base del tuo mazzo?
pl: Chcesz zamienić podstawowe osłabienie z twojej talii?
ru: Хотите заменить базовую слабость в своей колоде?

source: Please remove your the random basic weakness of your choice using the deck editor.
fr: Veuillez supprimer la faiblesse de base aléatoire de votre choix à l'aide de l'éditeur de jeu.
it: Rimuovi 1 debolezza base casuale a tua scelta usando l'editor del mazzo.
pl: Usuń losowe podstawowe osłabienie z twojej talii przy użyciu edytora talii.
ru: Пожалуйста, удалите выбранную случайную базовую слабость, используя редактирование колоды.

source: You stalk your prey through a decrepit house, its halls smelling of mold and dust. The creature you hunt is an abomination from an unnatural world. It threatens humanity’s very existence with its presence. You catch its uncanny shape entering one of the doorways upstairs. It cannot escape now—it is yours. But when you enter its den, you find only a dirty, cracked mirror and your own tired and troubled face reflected in the glass. Where could the aberration have gone? You are sure this is where it retreated to, and yet… you turn back to the entrance and are surprised to see a door where there was none before.
fr: Vous traquez votre proie jusqu’à une maison décrépite aux couloirs sentant la poussière et le moisi. La créature que vous pourchassez est une abomination d’un autre monde. Sa présence menace l’existence même de l’humanité. Vous apercevez son étrange silhouette qui franchit l’une des portes de l’étage. Elle ne peut plus s’échapper ; elle est à votre merci. Mais quand vous pénétrez dans son antre, vous ne trouvez qu’un miroir sale et craquelé qui vous renvoie votre propre reflet, las et troublé. Où l’abomination a-t-elle bien pu aller ? Vous êtes certain de l’avoir vue se retrancher ici, et pourtant… Vous retournez vers l’entrée et tombez nez à nez avec une porte qui n’était pas là auparavant.
it: Insegui la tua preda all’interno di una casa diroccata, attraverso una serie di stanze che puzzano di muffa e polvere: la creatura a cui dai la caccia è un abominio proveniente da un mondo innaturale e la sua sola presenza è una minaccia per l’esistenza stessa dell’umanità. Intravedi la sagoma misteriosa mentre attraversa una delle porte al piano di sopra. Ora non può più fuggire: è tua. Quando entri nel suo nascondiglio non trovi però altro che un vecchio specchio incrinato e il riflesso del tuo volto stanco e tormentato. Dove può essere andata? Sei certo che questa sia la stanza dove l’hai vista entrare, eppure… Torni indietro verso l’ingresso, e ti stupisci nel vedere una porta che prima non c’era.
pl: Śledzisz swoją ofiarę wewnątrz niszczejącego domu, którego pomieszczenia wypełnia zapach pleśni i kurzu. Istota, na którą polujesz, to wynaturzenie z nienaturalnego świata. Samą swoją obecnością zagraża istnieniu ludzkości. Zauważasz, jak zadziwiający stwór wchodzi do jednego z pomieszczeń na górze. Teraz już ci nie ucieknie. Ale kiedy wchodzisz do jego kryjówki, znajdujesz jedynie brudne, rozbite lustro i odbicie twojej zmęczonej i zakłopotanej twarzy. Gdzie mogło się podziać to potworne wynaturzenie? Jesteś pewien, że uciekło właśnie tutaj, a jednak… Odwracasz się z powrotem do wejścia i ze zdziwieniem odkrywasz drzwi w miejscu, w którym ich wcześniej nie było.
ru: Вы преследуете свою жертву по ветхому дому, в его помещениях пахнет плесенью и пылью. Существо, на которое вы охотитесь, — поистине неземная мерзость. Одним своим присутствием оно угрожает самому существованию человечества. Вы улавливаете его жуткие очертания в одном из дверных проёмов наверху. Теперь оно никуда от вас не денется. Однако, ворвавшись в его логово, вы видите лишь старое потрескавшееся зеркало — и своё уставшее и взволнованное отражение в нём. Куда могло деться это чудовище? Вы уверены, что оно отступило именно сюда, но… Вы оборачиваетесь ко входу и с удивлением замечаете дверь, которой раньше не было.

source: Search your deck for a [[Weapon]] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [[Arme]] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [[Arma]] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu dowolnej karty z cechą [[Broń]] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [[оружия]] и сыграйте её <i>(выплатив цену)</i>.

source: You stand in front of a closed casket. Mourners in black clothing stand in a line at your side, waiting for you to say your last words. Tearfully, you place a hand on the casket. The hard, cold wood feels dead under your palm. They confided in you. They relied on you. And in their time of utmost need, you failed them. All of this—the cold casket, the mourning friends and family—it is all because of you. But when you open the casket, there is no body inside: only a long stone passageway leading deep underground. Suddenly, one of the mourners pushes you forward, and you fall over the edge of the casket and down into the pit below, landing painfully on your side. As you rise to your feet, you find your only exit: a stone archway leading somewhere else entirely…
fr: Vous êtes devant un cercueil fermé. Des gens en deuil vêtus de noir sont alignés à vos côtés, attendant vos derniers mots. Les larmes aux yeux, vous posez une main sur la bière. Le bois, dur et froid, semble mort sous votre paume. Ils avaient confiance en vous. Ils comptaient sur vous. Et au moment où ils en avaient le plus besoin, vous leur avez failli. Le cercueil froid, la famille et les amis endeuillés – tout ceci est de votre faute. Mais quand vous soulevez le couvercle, il n’y a pas de corps à l’intérieur : seulement un long puits en pierre menant vers un profond souterrain. Une des personnes en deuil vous pousse soudain en avant et vous basculez par-dessus le rebord du cercueil, plongeant dans l’abîme au-dessous. Vous atterrissez douloureusement sur le côté. Vous vous relevez et constatez qu’il n’existe qu’une seule issue : une arche de pierre menant à un tout autre endroit…
it: Ti trovi di fronte a una bara chiusa. Accanto a te una fila di persone in lutto, tutte vestite di nero, attende di sentire le tue ultime parole. Col volto rigato di lacrime posi la mano sul feretro: il legno rigido e freddo sembra morto al tuo tocco. Loro si fidavano di te. Contavano su di te. Nel momento in cui ne avevano più bisogno, tu li hai abbandonati. Tutto questo, la gelida bara, il cordoglio degli amici e della famiglia… è colpa tua. Quando sollevi il coperchio, tuttavia, al suo interno non vedi alcun corpo: solo un lungo passaggio di pietra che conduce nelle viscere della terra. Improvvisamente, uno dei presenti ti spinge in avanti facendoti cadere oltre il bordo, nella fossa sottostante; atterri dolorosamente su un fianco e quando ti rialzi in piedi trovi davanti a te una sola uscita: un’arcata di pietra che conduce in un luogo completamente diverso…
pl: Stoisz przed zamkniętą trumną. Tuż obok ubrani na czarno żałobnicy czekają na twoje ostatnie słowa. Ze łzami w oczach kładziesz dłoń na wieku trumny. Twarde, zimne drewno pod twoimi palcami wydaje się martwe. Zaufali ci. Liczyli na ciebie. Ale kiedy cię najbardziej potrzebowali, zawiodłeś. To wszystko – zimna trumna, żałoba przyjaciół i rodziny – dzieje się przez ciebie. Ale kiedy otwierasz trumnę, nie ma w niej żadnego ciała, jedynie długie kamienne przejście prowadzące głęboko pod ziemię. Nagle jeden z żałobników popycha cię i wpadasz do środka trumny. Spadasz w przepaść, aż w końcu boleśnie lądujesz na boku. Kiedy stajesz na nogi, widzisz przed sobą swoje jedyne wyjście: kamienne sklepione przejście prowadzące zupełnie gdzie indziej…
ru: Вы стоите перед закрытым гробом. В одном ряду с вами стоят скорбящие в чёрных одеждах и ждут, когда вы попрощаетесь. Со слезами на глазах вы кладёте руку на гроб. От твёрдого холодного дерева под вашей ладонью веет смертью. Этот человек доверился вам. Этот человек положился на вас. И в самый трудный момент вы его подвели. Всё это: холодный гроб, скорбящие друзья и семья — ваша вина. Когда вы открываете гроб, внутри никого нет: только длинный каменный проход, ведущий глубоко под землю. Внезапно один из скорбящих толкает вас вперёд, и вы переваливаетесь через край гроба, падаете в провал и больно приземляетесь на бок. Поднявшись на ноги, вы находите лишь один выход: каменная арка, ведущая в какое-то совсем другое место…

source: Choose another investigator. They begin this scenario with 2 additional resources and 1 additional card in their opening hand.
fr: Choisissez un autre investigateur. Il commence ce scénario avec 2 ressources supplémentaires et 1 carte supplémentaire dans sa main de départ.
it: Scegli un altro investigatore, che inizia lo scenario con 2 risorse aggiuntive e 1 carta aggiuntiva nella sua mano di partenza.
pl: Wybierz innego badacza. Zaczyna ten scenariusz z 2 dodatkowymi żetonami zasobów i 1 dodatkową kartą na swojej początkowej ręce.
ru: Выберите другого сыщика. Тот начинает этот сценарий с 2 дополнительными ресурсами и 1 дополнительной картой на стартовой руке.

source: You are in an old, forgotten library, surrounded by the knowledge of the ancients. Hundreds of thousands of tomes line the shelves around you, ascending into an empty void above. The dim halls smell of musty pages and melting wax. Taking one of the thick tomes from a nearby shelf, you begin to read. Although you cannot seem to read any of the words, you are utterly absorbed by the tale the pages weave. Your surroundings fade into triviality as time passes. Nothing matters but the shapes of the crimson ink; all else is meaningless in the face of such stark truths. All around you, the library burns to its foundations. Just as the flames reach you, a door out of the library calls to you. Somehow, it stands unburned among the flames.
fr: Vous vous trouvez dans une vieille bibliothèque abandonnée, au milieu de connaissances ancestrales. Des centaines de milliers de livres sont alignés sur les rayonnages qui vous entourent et montent jusqu’au néant surplombant la scène. Les couloirs sombres sentent le papier moisi et la cire fondue. Vous prenez l’un des épais ouvrages sur une étagère et commencez à lire. Bien que vous ne puissiez déchiffrer aucun mot, vous êtes totalement absorbé par l’histoire. Le monde qui vous entoure perd toute son importance à mesure que le temps passe. Plus rien ne compte que les déliés de l’encre écarlate ; rien n’a de sens comparé à ces vérités brutes. Tout autour de vous, la bibliothèque commence à brûler. Au moment où les flammes vous atteignent, vous êtes comme appelé par une porte menant hors de la pièce et qui se dresse au milieu du brasier, intacte.
it: Ti trovi in una vecchia biblioteca dimenticata, circondato dalla conoscenza degli antichi. Centinaia di migliaia di tomi riempiono gli scaffali attorno a te che salgono all’infinito fino a perdersi in un vuoto inarrivabile; nelle sale in penombra aleggia l’odore di pagine ammuffite e cera sciolta. Prendi un volume da un ripiano vicino: per quanto non ti sembri possibile leggerne le parole, ti senti completamente coinvolto dalla storia che si dipana nelle sue pagine. Più passa il tempo, più ciò che ti circonda sembra diventare meno rilevante: nulla ha più importanza al di fuori dell’inchiostro cremisi; nulla ha più senso in confronto a verità tanto assolute. Tutt’intorno a te, la libreria viene divorata dalle fiamme. Proprio quando il fuoco sta per raggiungerti, senti il richiamo di una porta che conduce fuori dalla biblioteca: per qualche strano motivo, le fiamme non sembrano sfiorarla.
pl: Znajdujesz się w starej, zapomnianej bibliotece, pełnej wiedzy starożytnych. Na półkach dookoła ciebie stoją setki tysięcy ksiąg, piętrzących się aż do pustki nad tobą. Pogrążone w półmroku pomieszczenia pachną stęchlizną i topiącym się woskiem. Bierzesz z pobliskiego regału jeden z opasłych tomów i zaczynasz czytać. Mimo że nie jesteś w stanie odczytać ani jednego słowa, bez reszty pochłania cię utkana na jej stronicach opowieść. Z czasem twoje otoczenie rozmywa się i traci sens. Nie liczy się już nic poza śladem szkarłatnego tuszu – w obliczu najczystszej prawdy nic innego nie ma znaczenia. Wszystko dookoła ciebie, całą bibliotekę trawi ogień. Kiedy docierają do ciebie płomienie, drzwi biblioteki wołają cię. Z jakiegoś powodu mimo szalejącego wokół pożaru pozostały nietknięte.
ru: Вы обнаруживаете себя в старой забытой библиотеке посреди бесчисленных знаний, накопленных вашими предшественниками. Вас окружают сотни тысяч книг, расположенные на стеллажах, уходящих в пустоту наверху. В тусклых залах пахнет затхлыми страницами и тающим воском. Вы берёте с ближайшей полки один из толстых томов и погружаетесь в чтение. И хотя вы не можете прочитать слова на странице, сама история, изложенная на ней, поглощает вас с головой. Время летит незаметно, и всё вокруг вас становится всё более незначительным. Всё вокруг теряет смысл, кроме очертаний багровых чернил. Ничто не имеет значения перед лицом столь суровых истин. Библиотека вокруг вас сгорает дотла. Как только пламя добирается до вас, к вам взывает дверь, ведущая из библиотеки. Пламя почему-то её не тронуло.

source: Search your deck for a [[Tome]] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [[Livre]] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [[Tomo]] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu dowolnej karty z cechą [[Księga]] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [[книги]] и сыграйте её <i>(выплатив цену)</i>.

source: You are in a muddy, soot-filled trench. All around you, the thunderous din of war rages on and on, never ending. Dead litter the trenches: friends and comrades-in-arms who lost their lives over nothing, in a land far from home. You peer over the rim of the trench and into no-man’s-land, a barren waste of broken, charred countryside where death is certain. And there, you see it: a lone wooden door standing among the rubble and dirt. You know it is your only way out. Gripping your rifle tight, you go over the top and run headlong into a hail of deadly bullets, explosions rocking the ground around you.
fr: Vous êtes au fond d’une tranchée pleine de suie. Tout autour, le bruit tonitruant de la guerre fait rage encore et encore, sans jamais s’arrêter. Les cadavres remplissent les tranchées : des amis, des frères d’armes qui ont perdu la vie pour rien, loin de chez eux. Par-dessus le rebord de la tranchée, vous observez la terre désolée et stérile où une mort certaine vous attend, et qui n’était autrefois qu’une campagne verdoyante. C’est là que vous l’apercevez : une porte en bois, dressée au milieu des gravats et des décombres. Vous savez qu’il s’agit de la seule échappatoire. Serrant votre fusil, vous escaladez la tranchée et vous vous ruez vers elle à travers un déluge de balles et d’explosions qui soulèvent la terre tout autour de vous.
it: Ti trovi in una trincea sporca di fango e di fuliggine. Intorno a te infuria il frastuono assordante della guerra, che sembra non finire mai. I corpi dei morti si accumulano negli stretti passaggi scavati: amici e compagni d’arme che hanno dato la vita per niente, in una terra straniera. Ti affacci oltre l’orlo per scrutare in direzione di quella terra di nessuno: una desolata distesa di campagna devastata e carbonizzata, dove la morte è l’unica certezza. Là in mezzo vedi una porta di legno che si erge fra le macerie e il terriccio: sai che è la tua unica via di fuga. Afferri saldamente il tuo fucile e ti lanci oltre il bordo della trincea: intorno a te senti il sibilo dei proiettili e il boato delle esplosioni che fanno tremare il terreno sotto i tuoi piedi.
pl: Znajdujesz się w błotnistym, pełnym popiołu rowie. Ze wszystkich stron dobiega niekończący się, ogłuszający huk działań wojennych. Okopy wyściełane są ciałami: to przyjaciele i towarzysze broni, którzy stracili życie na próżno, daleko od domu. Wychylasz się zza krawędzi rowu i spoglądasz na ziemię niczyją, na jałowe pustkowia wypalonej do gołej ziemi wiejskiej okolicy, gdzie śmierć jest czymś pewnym. I nagle je dostrzegasz: samotne drewniane drzwi pomiędzy zwałami gruzu i ziemi. Wiesz, że to twoja jedyna droga ucieczki. Chwytasz mocniej karabin, wychodzisz z okopu i biegniesz na oślep wśród gradu zabójczych pocisków i eksplozji wstrząsających ziemią pod twoimi stopami.
ru: Вы прячетесь в грязной и закопчённой траншее. Вас окружает громогласный шум войны, которая всё продолжается, никогда не заканчиваясь. Окопы усеяны мертвецами: это ваши друзья и соратники, отдавшие свои жизни вдали от дома… и ради чего? Вы выглядываете из-за края траншеи на ничейную землю — бесплодную пустошь на месте разрытого обугленного поля, где царит верная смерть. И тут вы замечаете её: одинокую деревянную дверь посреди обломков и грязи. Вы знаете, что это ваш единственный выход. Крепко сжимая винтовку, вы выскакиваете наружу и бежите под градом смертоносных пуль, пока землю вокруг вас сотрясают взрывы.

source: Search your deck for up to 2 [[Tactic]] and/or [[Supply]] cards and begin this scenario with them as additional cards in your opening hand.
fr: Cherchez jusqu’à 2 cartes [[Tactique]] et/ou [[Ravitaillement]] dans votre deck. Vous commencez le scénario avec ces cartes supplémentaires dans votre main de départ.
it: Cerca nel tuo mazzo fino a 2 carte [[Tattica]] e/o [[Scorta]] e inizia lo scenario con quelle carte come carte aggiuntive nella tua mano di partenza.
pl: Przeszukaj twoją talię w poszukiwaniu do 2 kart z cechą [[Taktyka]] i/lub [[Zapasy]] i rozpocznij ten scenariusz z nimi jako dodatkowymi kartami na twojej początkowej ręce.
ru: Найдите в своей колоде до 2 карт [[тактики]] и/или [[запаса]]. Вы начинаете этот сценарий с выбранными дополнительными картами на стартовой руке.
