Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/beyond_the_gates_of_sleep.po
Languages: fr, it, pl, ru

source: In player order, each investigator chooses and reads aloud one of the dream entries below that applies to that investigator. “Neutral” dreams may be chosen by any investigator. Each investigator must choose a different dream, if able.
fr: Dans l’ordre des joueurs, chacun choisit un des paragraphes de rêves correspondant à son investigateur parmi ceux présentés ci-dessous et le lit à voix haute. Les rêves « neutres » peuvent être choisis par n’importe quel investigateur. Chaque investigateur doit choisir un rêve différent, si possible.
it: In ordine di gioco, ogni investigatore sceglie e legge ad alta voce 1 delle sezioni del sogno sottostanti applicabile a quell’investigatore. I sogni “neutrali” possono essere scelti da qualsiasi investigatore. Ogni investigatore deve scegliere un sogno diverso, se possibile.
pl: W kolejności graczy każdy badacz wybiera i odczytuje na głos jeden z poniższych opisów snów, który odpowiada danemu badaczowi. Sny „neutralne” mogą zostać wybrane przez wszystkich badaczy. Jeśli to możliwe, każdy badacz musi wybrać inny sen.
ru: В порядке игроков каждый сыщик выбирает и читает вслух один из подходящих ему разделов-снов. «Нейтральные» сны подходят любому сыщику. Все сыщики должны выбрать разные сны, если это возможно.

source: Choose a dream (different if able):
fr: Choisir un rêve (différent si possible) :
it: Scegli un sogno (diverso, se possibile)":
pl: Wybierz sen (inny, jeśli to możliwe):
ru: Выберите разные сны, если это возможно:

source: Guardian [guardian] dream
fr: Rêve de Gardien [guardian]
it: Sogno del Guardiano [guardian]:
pl: Sen Strażnika ([guardian])
ru: Сон хранителя ([guardian])

source: Seeker [seeker] dream
fr: Rêve de Chercheur [seeker]
it: Sogno dello Studioso [seeker]:
pl: Sen Poszukiwacza ([seeker])
ru: Сон искателя ([seeker])

source: Rogue [rogue] dream
fr: Rêve de Truand [rogue]
it: Sogno della Canaglia [rogue]:
pl: Sen Łotra ([rogue])
ru: Сон ловкача ([rogue])

source: Mystic [mystic] dream
fr: Rêve de Mystique [mystic]
it: Sogno del Mistico [mystic]:
pl: Sen Mistyka ([mystic])
ru: Сон мистика ([mystic])

source: Survivor [survivor] dream
fr: Rêve de Survivant [survivor]
it: Sogno del Sopravvissuto [survivor]:
pl: Sen Ocalałego ([survivor])
ru: Сон выжившего ([survivor])

source: [[Criminal]] dream
fr: Rêve de [[Criminel]]
it: Sogno del [[Criminale]]
pl: Sen [[Przestępcy]]
ru: Сон [[преступника]]

source: [[Drifter]] dream
fr: Rêve de [[Vagabond]]
it: Sogno del [[Vagabondo]]
pl: Sen [[Tułacza]]
ru: Сон [[скитальца]]

source: [[Hunter]] dream
fr: Rêve de [[Chasseur]]
it: Sogno del [[Cacciatore]]
pl: Sen [[Łowcy]]
ru: Сон [[охотника]]

source: [[Medic]] or [[Assistant]] dream
fr: Rêve de [[Médecin]] ou d’[[Assistant]]
it: Sogno del [[Medico]] o dell’[[Assistente]]
pl: Sen [[Lekarza]] lub [[Asystenta]]
ru: Сон [[медика]] или [[ассистента]]

source: [[Miskatonic]] or [[Scholar]] dream
fr: Rêve de [[Miskatonic]] ou d’[[Érudit]]
it: Sogno del [[Miskatonic]] o dell’[[Accademico]]
pl: Sen [[Uczonego]] lub badacza z cechą [[Miskatonic]]
ru: Сон [[Мискатоника]] или [[учёного]]

source: [[Veteran]] dream
fr: Rêve de [[Vétéran]]
it: Sogno del [[Veterano]]
pl: Sen [[Weterana]]
ru: Сон [[ветерана]]

source: [[Wayfarer]] dream
fr: Rêve de [[Voyageur]]
it: Sogno dell’[[Esploratore]]
pl: Sen [[Podróżnika]]
ru: Сон [[путешественника]]

source: Neutral dream (1)
fr: Rêve neutre (1)
it: Sogno Neutrale (1)
pl: Sen neutralny (1)
ru: Нейтральный сон (1)

source: Neutral dream (2)
fr: Rêve neutre (2)
it: Sogno Neutrale (2)
pl: Sen neutralny (2)
ru: Нейтральный сон (2)

source: You circle a sullen hill shrouded in darkness and steeped in fog that seems to swallow all sound. You don’t know what rests within the hill, but it feels older than this world, and it seems like it is watching you. You dare not turn to face the barrow, yet you know you cannot leave it, so instead you endlessly patrol it. In the surrounding hedgerows, you catch glimpses of twisted shadows darting to and fro, but whenever you turn your torch upon them, they vanish. You begin to run but are frozen by a loud knock from behind you. When you turn, the fog parts, and you finally see the base of the hill, where a heavy door of weathered slate calls to you.
fr: Vous marchez sur une colline sépulcrale plongée dans l’obscurité et baignée d’un brouillard qui semble étouffer tous les sons alentour. Vous ignorez ce qui gît sous la terre, mais cela semble plus vieux que ce monde et cela vous observe. Vous n’osez pas vous tourner vers le tertre mais, sachant qu’il est impossible de quitter ce lieu, vous l’arpentez sans fin. Vous distinguez des ombres tordues qui vont et viennent dans les buissons voisins et disparaissent dès que vous dirigez votre torche vers elles. Vous commencez à courir, mais êtes stoppé net par un bruit sourd provenant de derrière vous. Vous vous retournez et le brouillard s’écarte, révélant enfin le pied de la colline où une lourde porte d’ardoise usée par le temps semble vous appeler.
it: Giri attorno a una cupa collina ammantata di oscurità e immersa in una nebbia che sembra attutire ogni rumore. Non riesci a capire cosa si celi in essa, ma hai la sensazione che si tratti di una presenza più antica del mondo stesso, e che ti stia osservando; non osi voltarti per guardare verso il tumulo ma sai di non poterti neanche allontanare, e così la tua ronda continua in eterno. Fra le siepi circostanti intravedi alcune ombre deformi che guizzano da una parte all’altra e che svaniscono non appena ti volti per illuminarle con la torcia. Cominci a correre, ma ti fermi quando senti un possente boato alle tue spalle: quando ti volti, la nebbia si dirada e rivela finalmente le pendici della collina, dove una porta di ardesia consunta ti chiama a sé.
pl: Błądzisz w ciemnościach po ponurym wzgórzu i zanurzasz się we mgle, która wydaje się pochłaniać wszelkie dźwięki. Nie wiesz, co spoczywa we wnętrzu wzniesienia, ale czujesz, że jest to coś starszego niż ten świat i że cię obserwuje. Nie masz odwagi odwrócić się i spojrzeć na kopiec, ale wiesz, że nie możesz stąd odejść, więc zamiast tego bez końca krążysz. Pośród otaczających cię krzewów dostrzegasz zaledwie mignięcia powykręcanych cieni przelatujących tam i z powrotem, jednak za każdym razem, gdy kierujesz na nie światło, znikają. Zaczynasz biec, ale dochodzące zza twoich pleców uderzenie sprawia, że zamierasz w bezruchu. Kiedy się odwracasz, mgła rozstępuje się i w końcu dostrzegasz podnóże wzgórza, skąd dobiega cię zew ciężkich wrót pośrodku odsłoniętych skał.
ru: Вы обходите угрюмый холм, окутанный тьмой и туманом, словно поглощающим все звуки. Вы не знаете, что покоится под этим холмом, но чувствуете, что оно старше нашего мира. И оно наблюдает за вами. Вы не решаетесь повернуться к кургану лицом, но и уйти от него не можете, потому просто бесконечно ходите вокруг него кругами. В окружающей живой изгороди то и дело мелькают искажённые тени. Они исчезают, как только вы направляете на них свой факел. Вы бросаетесь бежать, но застываете, услышав позади громкий щелчок. Когда вы оборачиваетесь, мгла расступается, и вы наконец видите основание холма — и взывающую к вам тяжёлую дверь из выветренного сланца.

source: Search your deck for a [guardian] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [guardian] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [guardian] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu dowolnej karty [guardian] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [guardian] и сыграйте её <i>(выплатив цену)</i>.

source: You hurry through the halls of a university you barely recognize, cradling several textbooks in your arms as you scurry past other students and faculty members. You don’t know how it is possible that you forgot the date of your exam, but if you don’t arrive soon, you know you will fail the class. Somehow, you don’t even remember the course’s subject matter or its curriculum, even though you know it is the end of the semester. It is not like you to skip class or forget to study. You can hear the other students snickering to themselves as you pass. When you reach the end of the hall, the classroom door looms ominiously before you.
fr: Serrant plusieurs livres entre vos bras, vous vous pressez dans les couloirs d’une université que vous reconnaissez à peine, au milieu d’autres étudiants et de membres du personnel de la faculté. Incapable de dire comment vous avez pu oublier la date de votre examen, vous savez pourtant que le redoublement vous guette si vous n’arrivez pas très vite dans la salle. Bizarrement, vous ne vous rappelez même plus le sujet ni la matière, mais vous savez que le semestre s’achève. Ce n’est pourtant pas votre genre de manquer les cours ou d’oublier d’étudier. Les autres étudiants ricanent sur votre passage. Vous atteignez enfin le bout du couloir, où la porte de la classe se dresse devant vous d’une manière inquiétante.
it: Attraversi in tutta fretta le aule di un’università che a malapena riconosci, stringendo tra le braccia diversi libri e oltrepassando a grandi passi altri studenti e membri della facoltà. Non sai come sia potuto accadere di esserti dimenticato la data del tuo esame, ma sai che se non arriverai al più presto possibile sarai sicuramente bocciato. Per qualche motivo non ricordi nemmeno l’argomento del corso o il programma di studio, anche se sai che questa è la fine del semestre: non è da te saltare una lezione o dimenticarti di studiare. Senti gli altri studenti ridacchiare al tuo passaggio. Quando arrivi in fondo al corridoio, la porta dell’aula si staglia minacciosamente davanti a te.
pl: Ledwie rozpoznajesz korytarze uniwersytetu, które przemierzasz w pośpiechu. Niosąc w ramionach kilka podręczników, mijasz innych studentów i członków wydziału. Sam nie wiesz, jak to możliwe, że zapomniałeś o dzisiejszym egzaminie, ale jeśli zaraz się na nim nie pojawisz, oblejesz przedmiot. Z jakiegoś powodu nie pamiętasz nawet, czego dotyczyły te zajęcia ani jaki był ich program, chociaż jesteś pewien, że jest koniec semestru. I nie chodzi o to, że wagarowałeś albo po prostu zapomniałeś się nauczyć. Mijasz innych studentów i słyszysz, jak chichoczą. Kiedy docierasz do końca korytarza, przed tobą majaczą złowrogo drzwi do sali.
ru: Вы спешите куда-то по коридорам едва знакомого вам университета, проталкиваясь мимо других студентов и преподавателей. Ваши руки прижимают к груди несколько учебников. Вы не понимаете, как ухитрились забыть дату своего экзамена. Очевидно, что если вы не найдёте нужный кабинет в ближайшее время, то всё закончится неудом. Каким-то образом вы не помните даже сути предмета и что входило в его курс. Пропускать занятия, игнорировать домашнюю работу — на вас это совсем не похоже. Вы слышите, как другие студенты негромко хихикают, когда вы проходите мимо. Достигнув конца коридора, вы видите её: зловеще возвышающуюся дверь.

source: Search your deck for a [seeker] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [seeker] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [seeker] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu dowolnej karty [seeker] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [seeker] и сыграйте её <i>(выплатив цену)</i>.

source: You conceal a grin as you examine your cards. Jack of diamonds, queen of spades for the nut straight. Your stack of chips is growing larger with each hand, and this will be no different. Bets fly back and forth until it is just you and the man in the white suit across from you. “Are you sure about this?” he taunts, cradling his fingers. You push all of your chips into the center and reveal your king-high straight. “What a shame.” He tsks, revealing a pair of twos. “It appears you have lost everything.” You protest, pointing to your superior hand, but when you examine it again, it has changed. The figures on the face cards are now monstrous shapes with no eyes, many mouths, and tentacled arms. “9♥-10♣-D♦-C♠-N[auto_fail],” the cards read. You gape in shock as you are carried away from the table and ushered out the door.
fr: Vous retenez le sourire qui vous monte aux lèvres en examinant vos cartes. Valet de carreau et reine de pique, de quoi faire la meilleure quinte possible. Votre pile de jetons grandit à chaque main, et ce tour ne fera pas exception. Les mises se succèdent jusqu’à ce qu’il ne reste plus que vous et l’homme au costume blanc assis en face. « Vous êtes sûr ? » vous nargue-t-il en croisant les mains. Vous poussez tous vos jetons au centre de la table et révélez votre quinte au roi. « Quel dommage. » Il dévoile une paire de deux. « On dirait bien que vous avez tout perdu. » Vous protestez, arguant que votre main est bien meilleure ; mais quand vous l’examinez, les cartes ont changé. Les figures ont désormais des formes monstrueuses, sans yeux mais pourvues de nombreuses bouches et de tentacules en guise de bras. « 9♥-10♣-D♦-C♠-N[auto_fail] », disent les cartes. Vous restez bouche bée tandis que l’on vous chasse de la table pour vous raccompagner jusqu’à la porte.
it: Reprimi un ghigno quando vedi le tue carte: jack di quadri e regina di picche per chiudere la scala; il tuo cumulo di fiches continua a crescere a ogni mano e anche stavolta non andrà diversamente. Le puntate si susseguono concitatamente fino a che non ti trovi da solo con l’uomo dall’abito bianco seduto dall’altra parte del tavolo. “Sicuro di volerlo fare?” ti provoca, intrecciando le dita delle mani. Spingi tutte le tue fiches verso il centro del tavolo rivelando la tua scala al re. “Che peccato” dice, mostrando una coppia di due, “sembra che tu abbia perso tutto.” Protesti indicando la tua mano vincente, ma quando la osservi di nuovo essa è cambiata: le figure sulle carte sono mutate in forme mostruose prive di occhi e dotate di una miriade di bocche e di tentacoli al posto delle braccia. “9♥-10♣-D♦-C♠-N[auto_fail]”, è quello che si legge sulle carte. Rimani a guardarle a bocca aperta, esterrefatto, mentre vieni trascinato via dal tavolo e scortato fuori dalla porta.
pl: Zerkasz na karty i starasz się ukryć uśmiech. Walet karo i królowa pik dają ci najwyższego strita. Z każdą kolejną ręką twoja pula żetonów się powiększa i tym razem będzie tak samo. Następuje wymiana zakładów, aż w końcu zostajesz tylko ty i siedzący naprzeciwko mężczyzna w białym garniturze. „Jesteś tego pewny?” szydzi, kołysząc palcami. Przepychasz wszystkie swoje żetony na środek i pokazujesz swojego strita. „A to szkoda” – cmoka, pokazując parę dwójek. „Wygląda na to, że straciłeś wszystko”. Próbujesz oponować i wskazujesz na swoją wygrywającą rękę, ale zauważasz, że wygląda inaczej. Figury na kartach to teraz potworne kształty bez oczu, za to z wieloma ustami i mackami zamiast ramion. Na kartach widnieje: „9♥-10♣-D♦-C♠-N[auto_fail]”. Rozglądasz się skołowany, gdy odciągają cię od stołu i wyprowadzają za drzwi.
ru: Вы сдерживаете ухмылку, глядя на свои карты. Бубновый валет и пиковая дама — есть все шансы собрать сильнейший стрит. Ваша стопка фишек растёт с каждым розыгрышем, и этот не будет исключением. Ставки сделаны, ставок больше нет — остаётесь только вы и мужчина в белом костюме, сидящий напротив. «Вы уверены?» — подначивает он, перебирая сложенными ромбом пальцами. Вы толкаете все фишки к центру стола и показываете стрит от короля. «Какая жалость… — цокает он, показывая пару двоек. — Похоже, вы потеряли всё». Вы протестуете, указывая на свою выигрышную комбинацию, но, бросив взгляд на свои карты, видите, что они изменились. Фигуры на них больше не похожи на людей: их монструозные образы лишены глаз, повсюду рты и руки-щупальца. «9♥-10♣-С♦-К♠-Н[auto_fail]» — вот ваша комбинация. Вы изумлённо смотрите в пустоту, пока вас выталкивают за дверь.

source: Search your deck for a [rogue] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [rogue] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [rogue] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu dowolnej karty [rogue] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [rogue] и сыграйте её <i>(выплатив цену)</i>.

source: You traverse an enchanted path full of color and vibrancy. Wisps of light hang in the air, bobbing up and down as you approach. With each step you take, the flora along the path atrophy, following no laws of nature. Flowers once bloomed in your wake; now they shrivel as you pass. Vines wither and die. The wisps mock you for your ignorance, yet you do not slow your pace. As you look upon the fair trees, their leaves begin to fall. The once-green grass is dry, brown, and cracked. But even should the whole forest die, it will be worth reaching the other side. When you do, the trail ends abruptly at an ornate wooden door carved into the trunk of a great redwood.
fr: Vous traversez un chemin enchanté plein de couleurs et de vie. Des traînées de lumière flottent dans les airs et dansent à votre approche. À chacun de vos pas, la végétation qui borde le chemin s’atrophie en dépit des lois de la nature. Les plantes qui fleurissaient dans votre sillage se fanent désormais lorsque vous passez. Les lierres se flétrissent et meurent. Les lueurs se moquent de votre ignorance, mais vous ne ralentissez pas pour autant. Dès que vous posez les yeux sur un arbre sain, ses feuilles commencent à tomber. L’herbe autrefois vivace est désormais sèche, brune et cassante. Mais vous êtes déterminé à atteindre l’autre côté de cette forêt, dusse-t-elle tout entière en mourir. Enfin, le sentier s’achève abruptement devant une belle porte en bois finement ciselée dans le tronc d’un immense séquoia.
it: Avanzi su un sentiero incantato, ricco e vibrante di colori. Alcuni piccoli fuochi fatui fluttuano nell’aria ondeggiando su e giù quando ti avvicini. A ogni tuo passo, le piante lungo il tuo percorso si atrofizzano ignorando ogni legge della natura; i fiori che un tempo sbocciavano al tuo passaggio ora appassiscono, e perfino i rampicanti avvizziscono e muoiono. I fuochi si prendono gioco di te per la tua ignoranza, ma tu non rallenti il passo. Le foglie degli alberi cadono quando alzi lo sguardo e l’erba si tinge d’ocra e diventa secca. Tuttavia, anche se l’intera foresta dovesse morire, ne sarà valsa la pena se riuscirai a raggiungerne la fine. Giunto alla meta, vedi che il sentiero si interrompe all’improvviso davanti a una porta di legno intagliata nel tronco di un’antica sequoia.
pl: Przemierzasz zaczarowaną drogę, przepełnioną barwami i energią. Wiązki światła zawisły w powietrzu i falują to w górę, to w dół. Z każdym kolejnym krokiem rosnąca wzdłuż drogi roślinność coraz bardziej zanika, przecząc wszelkim prawom natury. Na jawie kwiaty kwitły; teraz usychają, gdy je mijasz. Pnącza więdną i umierają. Migoczące smugi drwią z twojej niewiedzy, ale mimo to nie zwalniasz tempa. Kiedy spoglądasz na okazałe drzewa, zaczynają z nich opadać liście. Niegdyś zielona trawa jest wyschnięta, brązowa i połamana. Warto jednak dotrzeć na drugą stronę, nawet jeśli miałby umrzeć cały las. Kiedy tam przybywasz, ścieżka nagle kończy się na zdobionych drewnianych drzwiach, wyrzeźbionych w pniu olbrzymiej sekwoi.
ru: Вы идёте по зачарованной тропе, полной ярких красок. В воздухе висят огоньки и покачиваются вверх-вниз, когда вы подходите. С каждым вашим шагом флора по краям тропы атрофируется вопреки законам природы. Цветы, распускавшиеся при вашем приближении, мгновенно вянут, когда вы проходите мимо. Виноградные лозы иссыхают и умирают. Огоньки посмеиваются над вашим невежеством, но вы не замедляете шаг. Вы смотрите на чудесные деревья, и они начинают опадать под вашим взглядом. Некогда зелёная трава становится сухой, пожухлой и ломкой. Но даже если весь лес умрёт, вам всё равно нужно пересечь его. Тропа резко обрывается у узорчатой деревянной двери, вырезанной в стволе огромного красного дерева.

source: Search your deck for a [mystic] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [mystic] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [mystic] e giocala <i>(pagandone il costo)</i>.
pl: Przeszukaj twoją talię w poszukiwaniu dowolnej karty [mystic] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [mystic] и сыграйте её <i>(выплатив цену)</i>.

source: You are fleeing through a dark, cramped hall of vine-covered wood. Something inexplicable chases you through the murk. You are too terrified to turn and look upon your pursuer, but nonetheless you know that if it catches you, it will mean the end of your life. It will pierce your heart, drain your blood, and devour your insides. It is this thought that drives you onward, faster than you have ever run before. You cannot let it reach you. You cannot let it feed. Suddenly, you spot your way out: a sturdy wooden door surrounded by a wall of vines.
fr: Vous fuyez à travers un couloir étroit aux murs de bois couverts de lierre. Quelque chose vous traque dans l’obscurité. Vous êtes trop terrifié pour vous retourner et poser les yeux sur votre poursuivant… mais vous savez que s’il vous attrape, votre vie prendra fin. Il vous transpercera le cœur, vous sucera le sang et dévorera vos entrailles. C’est cette certitude qui vous pousse à courir plus vite que jamais. Vous ne pouvez pas le laisser vous rattraper. Vous ne pouvez pas le laisser vous dévorer. Soudain, vous apercevez une issue : une solide porte en bois entourée d’un mur de lierre.
it: Stai fuggendo attraverso un buio e angusto corridoio dalle pareti di legno ricoperte di rampicanti. Qualcosa di inspiegabile ti dà la caccia, nascondendosi fra le tenebre: sai bene che se dovesse riuscire a prenderti sarebbe la tua fine; ti squarcerà il petto, divorerà le tue viscere e berrà il tuo sangue fino all’ultima goccia. Ti aggrappi a questa consapevolezza per continuare a correre più veloce di quanto abbia mai corso in vita tua: non puoi permettere che ti raggiunga. Non puoi permettere che si nutra. Improvvisamente, vedi la tua salvezza: una solida porta di legno, circondata da un muro di rampicanti.
pl: Uciekasz przez ciemną, ciasną salę z pokrytego winoroślą drewna. Coś niewytłumaczalnego ściga cię poprzez mrok. Jesteś zbyt przerażony, aby się odwrócić i spojrzeć na swojego prześladowcę, ale mimo to wiesz, że jeśli cię dopadnie, będzie to koniec twojego życia. Przebije twoje serce, wyssie z ciebie całą krew i pochłonie twoje wnętrzności. To ta wizja cię napędza i sprawia, że biegniesz szybciej niż kiedykolwiek wcześniej. Nie możesz pozwolić, aby cię dogonił. Nie możesz pozwolić, aby się tobą pożywił. Nagle zauważasz drogę ucieczki: wytrzymałe drewniane drzwi, otoczone ścianą winorośli.
ru: Вы бежите по тёмному и тесному деревянному коридору, увитому виноградной лозой. Во мраке вас преследует нечто необъяснимое. Вы слишком напуганы, чтобы обернуться и взглянуть на своего преследователя, но откуда-то знаете, что если вас настигнут, то вам конец. Преследователь пронзит ваше сердце, выкачает всю кровь и пожрёт ваши внутренности. Эта мысль гонит вас вперёд, и вы бежите быстрее, чем когда-либо. Вы не можете позволить ему настичь вас. Вы не можете позволить ему насытиться. Внезапно вы замечаете выход: крепкую деревянную дверь, окруженную стеной из лоз.
