Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/beyond_the_gates_of_sleep.po
Languages: fr, it, pl, ru

source: You trudge chest-deep through a brackish swamp. Impossibly large bulrushes tower over you, and clouds of strange, iridescent insects swarm through the fetid air. With each step, your feet sink deeper into the soft muck, threatening to pull you under. You feel something slick and cold glide across your leg, and you lunge toward dry land—but the more you struggle, the farther you sink. In the blink of an eye, you are consumed whole by the mire, yet you are still falling ever downward. Eventually, you are deposited onto a stone floor along with a small mudslide. You find yourself in a sealed chamber, lit by the paleblue glimmering of strange hieroglyphs. The symbols frame an intricate golden door: the door to the crypt you’ve been searching for.
fr: Vous progressez péniblement à travers un marécage, de l’eau croupie jusqu’aux épaules. Des roseaux immenses poussent tout autour de vous et des nuées d’insectes iridescents volettent dans l’air fétide. À chaque pas, vos pieds s’enfoncent un peu plus dans la vase qui menace de vous avaler. Vous sentez quelque chose de froid et gluant frôler vos jambes et vous pressez le pas vers la terre ferme ; mais plus vous luttez, plus vous vous enfoncez. En un clin d’œil, vous êtes englouti par la fange ; pourtant, vous continuez de tomber toujours plus bas. Finalement, vous atterrissez sur le sol en pierre d’une pièce close éclairée par la faible lueur bleutée d’étranges hiéroglyphes. Les symboles forment les contours complexes d’une porte dorée : celle de la crypte que vous cherchiez.
it: Avanzi a fatica, immerso fino al petto nell’acqua di una palude salmastra. Giunchi di dimensioni innaturali torreggiano sopra di te e nugoli di insetti iridescenti sciamano nell’aria fetida; a ogni passo i tuoi piedi affondano sempre più nel fango soffice, minacciando di farti sprofondare. Senti qualcosa di viscido e freddo che ti sfiora la gamba: colto da un panico improvviso provi a balzare verso la terra dura, ma più ti dimeni e più ti senti sprofondare, e prima che tu abbia il tempo di accorgertene vieni inghiottito dal pantano. La tua discesa sembra interminabile, finché non cadi riverso su un pavimento di pietra assieme a una piccola slavina di fango. Scopri di essere giunto in una stanza sigillata, illuminata dal pallido bagliore bluastro di alcuni strani geroglifici che fanno da cornice a una porta dorata decorata: l’ingresso alla cripta che stavi cercando.
pl: Brniesz przez mokradła zanurzony po pachy w słonawej wodzie. Niespotykanie wysokie sitowie góruje nad tobą, a w cuchnącym powietrzu roją się dziwne, opalizujące owady. Z każdym krokiem twoje stopy zapadają się coraz głębiej w miękkim błocie, jakby miało cię zaraz wciągnąć pod spód. Czujesz, jak coś śliskiego i zimnego sunie po twojej nodze, rzucasz się więc w stronę suchego lądu – ale im bardziej walczysz, tym bardziej się zanurzasz. W mgnieniu oka bajoro pochłania cię w całości, ale ty nadal spadasz w dół i w dół. W końcu razem z niewielką błotną lawiną lądujesz na kamiennej podłodze. Znajdujesz się w szczelnej komorze, oświetlonej bladoniebieskim migotaniem dziwnych hieroglifów. Symbole otaczają misterne złote drzwi – drzwi do krypty, której szukałeś.
ru: Вы медленно бредёте по солоноватому болоту, погрузившись в него по грудь. Над вами возвышаются невозможно огромные камыши, а в затхлом воздухе роятся тучи странных переливающихся насекомых. С каждым шагом ваши ноги всё глубже погружаются в мягкую грязь, грозя утянуть вас под воду. Вы чувствуете, как вашей ноги касается что-то скользкое и холодное, и устремляетесь к суше — но чем больше усилий прикладываете, тем сильнее погружаетесь. В мгновение ока трясина поглощает вас целиком, но вы продолжаете падать. В конце концов вы приземляетесь на каменный пол рядом с небольшим оползнем. Теперь вы находитесь в запечатанной камере, освещённой бледно-голубым мерцанием странных иероглифов. Эти символы обрамляют богато украшенный золотой проход: дверь в склеп, который вы так долго искали.

source: Search your deck for a [[Wayfarer]] or [[Relic]] card and play it <i>(paying its cost)</i>.
fr: Cherchez une carte [[Voyageur]] ou [[Relique]] dans votre deck et jouez-la (<i>en payant son coût</i>).
it: Cerca nel tuo mazzo 1 carta [[Esploratore]] o [[Reliquia]] e giocala (pagandone il costo).
pl: Przeszukaj twoją talię w poszukiwaniu karty z cechą [[Podróżnik]] lub [[Relikt]] i zagraj ją <i>(płacąc jej koszt)</i>.
ru: Найдите в своей колоде карту [[путешественника]] или [[редкую]] карту и сыграйте её <i>(выплатив цену)</i>.

source: You toss and turn but do not sleep, not even for a moment. Your mind is filled with discomfort and dark thoughts: thoughts of failure, of ineptitude, of loss. Your brow is covered in sweat. No matter how you lie, your bed is either too hot or too cold. Finally, sick of getting nowhere, you rise and head to the sink to splash some water on your face. That is when you realize the layout of your room is not as it was before—and the door to your bathroom has been replaced with a large gateway of onyx and marble.
fr: Vous vous tournez et retournez dans tous les sens sans parvenir un seul instant à trouver le sommeil. Un malaise et de sombres pensées emplissent votre esprit : des sensations d’échec, d’incompétence, de perte. Votre front est couvert de sueur. Qu’importe votre position : le lit est soit trop froid, soit trop chaud. Au bout d’un moment, las de la situation, vous décidez de vous lever pour aller vous passer de l’eau sur le visage. C’est à ce moment-là que vous réalisez que la disposition de votre chambre a changé et que la porte de la salle de bain a été remplacée par un grand battant d’onyx et de marbre.
it: Ti agiti sul letto per tutta la notte, senza riuscire mai a prendere sonno. La tua mente è affollata di pensieri sofferti e oscuri: pensieri di fallimento, di incapacità, di perdita. Hai la fronte imperlata di sudore e qualsiasi posizione cerchi di assumere, il letto ti sembra sempre troppo caldo o troppo freddo. Stufo di non riuscire a chiudere occhio, ti alzi per andare al lavandino a sciacquarti la faccia: è in questo momento che ti accorgi che la tua stanza è cambiata, e che la porta che conduce al bagno è stata rimpiazzata da un imponente portone di onice e marmo.
pl: Kręcisz się i wiercisz na łóżku, ale nie możesz zasnąć ani na chwilę. Twój umysł przepełnia uczucie dyskomfortu i mroczne myśli: o porażce, niekompetencji, stracie. Jesteś zlany potem. Nie ważne, jak się ułożysz – za każdym razem jest ci za gorąco albo za zimno. W końcu masz już dość – podnosisz się i idziesz do umywalki, aby opłukać twarz. Wtedy zdajesz sobie sprawę, że układ twojego pokoju jest inny niż wcześniej, a drzwi do twojej łazienki zostały zastąpione przez olbrzymią bramę wykutą z onyksu i marmuru.
ru: Вы крутитесь и ворочаетесь, но заснуть не удаётся ни на мгновение. Ваш разум полнится неприятными мыслями: о неудаче, о некомпетентности, о потере. Ваш лоб покрыт испариной. Как бы вы ни легли, в постели либо слишком жарко, либо слишком холодно. Наконец, устав от тщетности попыток, вы поднимаетесь и идёте к раковине, чтобы умыться. Только сейчас вы понимаете, что планировка вашей комнаты изменилась, а вместо двери в ванную теперь большие врата из мрамора и оникса.

source: You begin this scenario with 2 additional resources.
fr: Vous commencez ce scénario avec 2 ressources supplémentaires.
it: Inizia questo scenario con 2 risorse aggiuntive.
pl: Zaczynasz ten scenariusz z 2 dodatkowymi żetonami zasobów.
ru: Вы начинаете этот сценарий с 2 дополнительными ресурсами.

source: You sit on the back patio of what seems like your childhood home, but something is off. You don’t recognize your family…the plants in the back yard are arranged differently…and the sky is a patchwork of rotting corpses, raining dismembered body parts onto the landscape. Your not-family watches this precipitation of corpses calmly, discussing the weather it as if it were a banal occurrence. This continues even as the intermittent thudding of hands and feet onto your roof intensifies into a torrent of maimed torsos that causes the ceiling to sag. You run outside, weaving through the deadly rain, and head instinctively toward the edge of your parents’ property. As you hear the crash of the house collapsing behind you, you push away the fallen limbs piling atop an old, familiar spot and are relieved to find the weathered wood of a cellar door.
fr: Vous êtes assis sous le patio derrière ce qui semble être la maison de votre enfance. Mais quelque chose cloche. Vous ne reconnaissez pas les membres de votre famille… les plantes au fond du jardin sont agencées différemment… et le ciel est empli de cadavres en décomposition ; il pleut littéralement des morceaux de corps démembrés. Votre fausse famille observe calmement la pluie de cadavres en discutant de la météo comme si tout était parfaitement normal. La conversation se poursuit tandis que l’averse de pieds et de mains sur votre toit s’intensifie et qu’un torrent de torses mutilés fait s’affaisser le grenier. Vous vous ruez à l’extérieur en slalomant à travers la pluie macabre et courez vers la lisière de la propriété. Au moment où vous entendez la maison s’effondrer dans votre dos, vous atteignez un lieu familier et commencez à enlever les membres arrachés qui y sont empilés. Vous dégagez avec soulagement la vieille porte en bois du cellier.
it: Sei seduto sulla veranda di quella che sembra essere la tua casa d’infanzia, anche se hai la sensazione che ci sia qualcosa di strano... Non riconosci la tua famiglia... Le piante nel cortile posteriore sono disposte in modo diverso dal solito... e il cielo è un ammasso di cadaveri in putrefazione che fa piovere parti del corpo smembrate sulla terra. I tuoi “non familiari” osservano tutto questo con calma, discutendo del meteo come se fosse un fenomeno ricorrente e banale. Non sembrano accorgersi di quello che sta accadendo nemmeno quando i colpi intermittenti contro il tetto di mani e piedi mozzati si intensificano fino a diventare uno scroscio di toraci dilaniati che fa cedere il soffitto. Corri all'esterno, facendoti strada attraverso la pioggia mortale e dirigendoti istintivamente verso il limitare del podere dei tuoi genitori. Quando senti lo schianto della casa che crolla dietro di te, inizi a scansare freneticamente un macabro cumulo di arti che si è ammassato in un punto a te familiare: con sollievo, trovi la vecchia porta di legno di uno scantinato.
pl: Siedzisz na tarasie na tyłach czegoś, co wygląda jak dom z twojego dzieciństwa, ale coś jest w nim nie tak. Nie rozpoznajesz swojej rodziny… rośliny w ogrodzie są posadzone inaczej… a niebo to zbiór gnijących zwłok, z którego na całą okolicę spadają odcięte części ciała. Twoja nie-rodzina obserwuje te przedziwne opady atmosferyczne ze spokojem, dyskutując o pogodzie, jakby nie działo się nic nadzwyczajnego. Nie zmienia się to nawet wtedy, gdy sporadyczne uderzenia stóp i dłoni o dach wzmagają się i zamieniają w ulewę okaleczonych tułowi, pod którymi ugina się sufit. Wybiegasz na zewnątrz, lawirując między zabójczym deszczem, i instynktownie kierujesz się w stronę granicy rodzinnej posesji. Gdy słyszysz, jak za twoimi plecami zawala się dom, odgarniasz stos piętrzących się kończyn ze znajomego ci z przeszłości miejsca i z ulgą odsłaniasz spróchniałe drewno piwnicznych drzwi.
ru: Вы сидите на заднем дворе как будто бы вашего отчего дома… но что-то не так. Вы не узнаёте свою семью… Растения во дворе высажены иначе… А небо похоже на лоскутное одеяло из гниющих трупов, проливающееся дождём изрубленных частей тела. Ваша не-семья спокойно наблюдает за трупными осадками, обсуждая погоду так, будто подобное происходит каждый день. Псевдородня не реагирует, даже когда ровный стук рук и ног по крыше превращается в грохот потока искалеченных туловищ, от которых слегка провисает потолок. Вы выбегаете на улицу и, несмотря на смертоносный дождь, инстинктивно мчитесь к краю участка. Позади вас раздаётся грохот обрушившегося дома, а вы раздвигаете гору конечностей и с облегчением находите на привычном месте её — потрёпанную подвальную дверь.

source: You begin this scenario with 1 additional card in your opening hand.
fr: Vous commencez ce scénario avec 1 carte supplémentaire dans votre main de départ.
it: Inizia questo scenario con 1 carta aggiuntiva nella tua mano di partenza.
pl: Zaczynasz ten scenariusz z 1 dodatkową kartą na twojej początkowej ręce.
ru: Вы начинаете этот сценарий с 1 дополнительной картой на стартовой руке.

source: Put the Seventy Steps <i>(Of Lighter Slumber)</i> and The Cavern of Flame into play. Each investigator begins at the Seventy Steps <i>(Of Lighter Slumber)</i>.
fr: Mettez en jeu les Soixante-Dix Marches (<i>Du Sommeil Léger</i>) et La Caverne de la Flamme. Chaque investigateur commence la partie dans les Soixante-Dix Marches (<i>Du Sommeil Léger</i>).
it: Mettete in gioco i Settanta Scalini <i>(Del Sonno Leggero)</i> e la Caverna della Fiamma. Iniziate la partita nei Settanta Scalini <i>(Del Sonno Leggero)</i>.
pl: Umieść w grze Siedemdziesiąt stopni <i>(Lekkiego snu)</i> i Jaskinię płomienia. Wszyscy badacze rozpoczynają grę na Siedemdziesięciu stopniach <i>(Lekkiego snu)</i>.
ru: Введите в игру локации «Семьдесят ступеней (лёгкого сна)» и «Пещера огня». Каждый сыщик начинает игру в «Семидесяти ступенях (лёгкого сна)».

source: Set the following cards aside, out of play: Randolph Carter <i>(Expert Dreamer)</i>, the Laboring Gug enemy, the two doublesided enemy cards (Nasht and Kaman-Thah), and each of the remaining locations.
fr: Mettez de côté les cartes suivantes, hors jeu : Randolph Carter (<i>Rêveur Expérimenté</i>), Travailleur Gug, les cartes Ennemi double-face (Nasht et Kaman-Thah) et chaque lieu restant.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: Randolph Carter (Sognatore Esperto), il nemico Gug Forzuto, le 2 carte nemico a due facce Nasht e Kaman-Thah e ogni luogo rimanente.
pl: Odłóż na bok, poza grę, następujące karty: Randolph Carter <i>(Doświadczony śniący)</i>, wróg Pracowity gug, 2 dwustronne karty wrogów (Nasht i Kaman-Thah) oraz wszystkie pozostałe lokalizacje.
ru: Отложите в сторону следующие карты: сюжетный актив «Рэндольф Картер (сновидец-эксперт)», врага «Гуг-рабочий», двух двусторонних врагов («Нашт» и «Каман-Та») и все оставшиеся локации.

source: <i>Note: Nasht and Kaman-Thah are double-sided and have story cards on their other side. For the best experience, do not look at the other side unless an effect instructs you to do so.</i>
fr: <i>Note : Nasht et Kaman-Thah sont recto verso et possèdent une carte Histoire sur leurs versos. Afin de profiter de la meilleure expérience de jeu possible, nous vous invitons à ne pas regarder le verso de ces cartes, à moins qu’un effet ne vous le demande.</i>
it: <i>Nota: Nasht e Kaman-Thah sono carte a due facce sul cui retro compare una carta storia. Per una migliore esperienza di gioco, non guardate il lato opposto finché un effetto non vi richiede di farlo.</i>
pl: <i>Uwaga: Nasht i Kaman-Thah to dwustronne karty, a na ich odwrocie znajdują się karty fabuły. Zachęcamy, aby dla lepszego wczucia się w historię nie podglądać drugiej strony karty, dopóki efekt karty tego nie nakaże.</i>
ru: <i>Обратите внимание: «Нашт» и «Каман-Та» содержат на обороте карты сюжета. Чтобы игра была интереснее, не смотрите обратные стороны этих карт, пока не получите указание сделать это.</i>

source: This scenario does not begin with an encounter deck in play. Set all of the remaining encounter cards aside, in a single pile. They will be shuffled together at a later time to form the encounter deck. <i>(See “Steps of Slumber”)</i>
fr: Ce scénario débute sans deck Rencontre en jeu. Mettez de côté toutes les cartes Rencontre restantes en un seul tas. Elles seront mélangées plus tard pour former le deck Rencontre. (<i>Voir « Marches du Sommeil »</i>.)
it: Questo scenario non inizia con un mazzo degli incontri in gioco. Mettete da parte tutte le carte incontro rimanenti in una singola pila. In un secondo momento saranno mescolate assieme per comporre il mazzo degli incontri <i>(vedi “Scalini del Sonno”)</i>.
pl: Ten scenariusz rozpoczyna się bez talii spotkań w grze. Wszystkie pozostałe karty spotkań należy ułożyć w stosie i odłożyć na bok, poza grę. Później zostaną one potasowane w celu utworzenia talii spotkań. <i>(Patrz „Stopnie snu”)</i>
ru: В начале этого сценария в игре нет колоды контактов. Отложите все оставшиеся карты контактов в сторону одной стопкой. Вы сформируете из них колоду контактов позже, когда получите указание сделать это. <i>(См. «Ступени сна» ниже.)</i>

source: Steps of Slumber
fr: Marches du Sommeil
it: Scalini del Sonno
pl: Stopnie snu
ru: Ступени сна

source: At the start of this scenario, there is no encounter deck. This means that the investigators cannot use abilities that interact with the encounter deck in any way. <i>(For example, effects such as those that search the encounter deck, draw cards from the encounter deck, or look at cards in the encounter deck all fail.)</i> Additionally, act 1a has the text: “Do not draw cards from the encounter deck during the mythos phase.” At a certain point in the scenario, the investigators will be instructed to form the encounter deck, and this text will no longer be active. From that point onward, the investigators can interact with the encounter deck as normal.
fr: Au début de ce scénario, il n’y a pas de deck Rencontre. Cela signifie que les investigateurs ne peuvent en aucune façon utiliser des capacités qui interagissent avec le deck Rencontre. (<i>Exemple : les effets qui vont chercher des cartes dans le deck Rencontre, qui piochent des cartes du deck Rencontre ou qui permettent de regarder les cartes du deck Rencontre échouent systématiquement.</i>) De plus, l’Acte 1a possède le texte : « Ne piochez pas de cartes du deck Rencontre lors de la phase du Mythe. » À un certain moment du scénario, il sera demandé aux investigateurs de constituer le deck Rencontre et ce texte ne sera plus actif. À partir de là, les investigateurs pourront de nouveau interagir normalement avec le deck Rencontre.
it: All’inizio di questo scenario non esiste alcun mazzo degli incontri. Questo significa che gli investigatori non possono usare le capacità che interagiscono in un qualunque modo con il mazzo degli incontri <i>(per esempio, gli effetti che consentono di cercare nel mazzo degli incontri, pescare carte dal mazzo degli incontri o guardare carte nel mazzo degli incontri falliscono tutti)</i>. Inoltre, il Capitolo la contiene il testo: “Non pescate carte dal mazzo degli incontri durante la Fase dei Miti.” A un certo punto dello scenario, gli investigatori riceveranno l’istruzione di comporre il mazzo degli incontri e questo testo non sarà più attivo. Da quel punto in poi, gli investigatori potranno interagire normalmente con il mazzo degli incontri.
pl: Na początku tego scenariusza nie ma w grze talii spotkań. Oznacza to, że badacze nie mogą używać umiejętności, które w jakikolwiek sposób wchodzą w interakcję z talią spotkań. <i>(Przykładowo nie działają żadne efekty pozwalające przeszukać talię spotkań, dobrać z niej karty czy ją przeglądnąć)</i>. Dodatkowo teksty Aktu 1a brzmi: „Podczas fazy Mitów nie dobieraj kart z talii spotkań”. W pewnym momencie scenariusza badacze zostaną poproszeni o stworzenie talii spotkań i ten tekst przestanie wtedy obowiązywać. Od tego momentu badacze mogą już w normalny sposób wchodzić w interakcje z talią spotkań.
ru: В начале этого сценария в игре нет колоды контактов. Это значит, что сыщики не могут использовать свойства, так или иначе взаимодействующие с ней. <i>(Например, искать что-то в колоде контактов, брать из неё карты или смотреть карты в ней.)</i> Кроме того, на сцене 1а есть следующий текст: «Не берите карты из колоды контактов во время фазы Мифа». В определённый момент по ходу сценария сыщики получат указание сформировать колоду контактов, и этот текст больше не будет активен. С того момента сыщики смогут взаимодействовать с колодой контактов, как обычно.

source: the investigators were saved by Randolph Carter.
fr: les investigateurs ont été sauvés par Randolph Carter.
it: <i>gli investigatori sono stati salvati da Randolph Carter</i>.
pl: badacze zostali uratowani przez Randolpha Cartera.
ru: Рэндольф Картер спас сыщиков.

source: Any one investigator may choose to add Randolph Carter <i>(Expert Dreamer)</i> (<i>The Dream-Eaters</i> card #59) to their deck. This card does not count toward that investigator’s deck size.
fr: N’importe quel investigateur a le droit d’ajouter Randolph Carter (<i>Rêveur Expérimenté</i>) (<i>Les Dévoreurs de Rêves #59</i>) à son deck. Cette carte ne compte pas dans la Taille du Deck de cet investigateur.
it: Un investigatore può scegliere di aggiungere Randolph Carter <i>(Sognatore Esperto)</i> <i>(I Divoratori di Sogni #59)</i> al suo mazzo (non considerandolo nella dimensione del suo mazzo).
pl: Dowolny badacz może zdecydować się dodać Randolpha Cartera <i>(Doświadczonego śniącego)</i> (<i>Pożeracze snów</i> #59) do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.
ru: Любой сыщик может включить в свою колоду «Рэндольфа Картера (сновидец-эксперт)» (<i>набор «За вратами сна»</i>, карта 59). Эта карта не идёт в счёт размера колоды.

source: the cats collected their tribute from the Zoogs.
fr: les chats ont obtenu leur offrande des Zoogs.
it: <i>i gatti hanno riscosso il tributo dagli zoog</i>.
pl: koty otrzymały daninę od zugów.
ru: коты собрали дань с зугов.

source: the investigators parleyed with the Zoogs.
fr: les investigateurs ont parlementé avec les Zoogs.
it: <i>gli investigatori hanno parlato con gli zoog</i>.
pl: badacze naradzili się z zugami.
ru: сыщики договорились с зугами.

source: The dreamers strayed from the path.
fr: Les rêveurs se sont écartés du chemin.
it: I sognatori hanno deviato dal sentiero.
pl: Śniący zboczyli ze ścieżki.
ru: Cновидцы сошли с тропы.

source: In your Campaign Log, record that <i>the dreamers strayed from the path.</i>
fr: Dans votre Carnet de Campagne, indiquez que <i>les rêveurs se sont écartés du chemin.</i>
it: Annotate nel Diario della Campagna che <i>i sognatori hanno deviato dal sentiero</i>.
pl: Zanotuj w Dzienniku kampanii, że <i>śniący zboczyli ze ścieżki.</i>
ru: Запишите в журнале кампании, что <i>сновидцы сошли с тропы.</i>

source: the dreamers strayed from the path.
fr: les rêveurs se sont écartés du chemin.
it: i sognatori hanno deviato dal sentiero.
pl: śniący zboczyli ze ścieżki.
ru: сновидцы сошли с тропы.

source: Did your slumber grow deeper?
fr: Votre sommeil s'est-il approfondi ?
it: Il vostro sonno è sempre più profondo?
pl: Czy wasz sen stał się coraz głębszy?
ru: Стал ли ваш сон крепче?

source: Add 1 [skull] token.
fr: Ajoutez 1 pion [skull] à la réserve de Chaos.
it: Aggiungete 1 segnalino [skull].
pl: Dodaj 1 żeton [skull].
ru: Добавьте 1 жетон [skull].

source: Act 1, 2, or 3
fr: Acte 1, 2, ou 3
it: Capitolo 1, 2 o 3
pl: Akt 1, 2 albo 3
ru: Сцена 1, 2 или 3
