Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/beyond_the_gates_of_sleep.po
Languages: fr, it, pl, ru

source: You are nudged into consciousness by an old, scarred cat. “Hey. You all right, human?” I’m dreaming, you remember, and suddenly the talking cat doesn’t seem quite as weird. Exhausted, you manage to rise to your feet, brushing off the dirt caked on your clothing. “You’re lucky you weren’t harmed before we arrived,” a human voice calls out to you. It belongs to a blond-haired man in a brown traveling coat, who leans against a nearby tree. “These woods are not forgiving to the faint of heart.” The scarred cat walks to the man’s side, and the man leans over to pet its back. You ask the man where you are and how he came to this place, but he cuts you off. “I will explain in due time. For now, we must follow the path to the town of Ulthar. It is a safe place, relatively speaking. There you may recover from your ordeals.” He turns to the cat and utters a word in an odd language—a password of sorts, you suspect—but the cat simply wanders off toward a hedge, where you see several other cats banded together. “Do it yerself,” it replies. “Don’t mind the cats,” the man says to you quietly as the cats depart. “They are useful allies, but also independent creatures with no need for you or me. When we reach Ulthar, you may get the chance to meet others of their kind. But first things first.” Together, you leave the eaves of the enchanted forest behind.
fr: Vous êtes tiré de l’inconscience par un vieux chat balafré. « Hé. Tout va bien, humain ? » Vous vous souvenez que vous êtes en train de rêver et, d’un seul coup, un chat qui parle ne vous semble plus si étrange. Vous vous relevez péniblement et nettoyez la crasse sur vos vêtements. « Vous avez de la chance de ne pas avoir été blessé avant notre arrivée », lance une voix humaine. C’est celle d’un homme blond affublé d’une veste de voyage marron et adossé à un arbre. « Ces bois ne font pas de cadeaux aux âmes sensibles. » Le chat balafré s’approche de l’homme, qui se penche pour le caresser. Vous demandez à l’homme où vous vous trouvez et comment vous êtes arrivé là, mais il vous coupe la parole. « Je vous expliquerai tout en temps utile. Pour l’instant, nous devons suivre le chemin menant à Ulthar. C’est un lieu relativement sûr. Là, vous pourrez vous remettre de toutes vos épreuves. » Il se tourne vers le chat et prononce une formule dans une langue étrange – une sorte de mot de passe, à votre avis – mais le félin se contente d’avancer vers une haie où plusieurs de ses congénères sont rassemblés. « T’as qu’à l’faire toi même », répond-il. « Ne faites pas attention aux chats », dit doucement l’homme tandis que les intéressés lèvent le camp. « Ce sont des alliés précieux, mais aussi des créatures indépendantes qui n’ont nul besoin de nous. Quand nous atteindrons Ulthar, vous aurez peut-être la chance d’en rencontrer d’autres. Mais commençons par le début. » Ensemble, vous quittez l’orée du bois enchanté.
it: Un vecchio gatto sfregiato vi fa rinvenire: “Ehi umani. Tutto bene?” State sognando, vi ricordate, e improvvisamente il gatto parlante non vi sembra più tanto strano. Esausti, riuscite a rialzarvi in piedi scrollandovi di dosso lo sporco accumulato sui vestiti. “Siete fortunati a non esservi fatti del male prima del nostro arrivo” dichiara una voce che attira la vostra attenzione: appartiene a un uomo dai capelli biondi in impermeabile da viaggio marrone che se ne sta appoggiato a un albero nei paraggi. “Questi boschi non sono clementi con i deboli di cuore.” Il gatto sfregiato si avvicina all'uomo, che si china per accarezzarlo sulla schiena. Chiedete all’uomo dove vi trovate e come siete arrivati fin lì, ma lui vi interrompe prima che possiate terminare. “Vi spiegherò tutto a tempo debito, ora dobbiamo seguire il sentiero che conduce alla città di Ulthar. È un luogo sicuro, relativamente parlando: li avrete modo di riprendervi dalle vostre fatiche.” Si volta verso il vecchio gatto sfregiato pronunciando una parola in una strana lingua (una sorta di parola d’ordine, sospettate), ma il gatto si limita a dirigersi verso una siepe dove notate che molti altri felini si sono raggruppati. “Fattelo da te” gli risponde. “Non fate caso ai gatti”, l'uomo torna a rivolgersi a voi a bassa voce mentre gli animali si allontanano, “sono utili alleati, ma sono anche creature indipendenti che non hanno bisogno né di me, né di voi. Quando arriveremo a Ulthar, forse avrete occasione di incontrare altri come loro. Ma diamo tempo al tempo.” Insieme, vi lasciate il limitare della foresta incantata alle spalle.
pl: Stary, podrapany kot szturcha cię i odzyskujesz przytomność. „Hej, ludzie, wszystko w porządku?” Nadal śnię – przypominasz sobie i nagle gadający kot przestaje ci się wydawać czymś dziwnym. Jesteście wyczerpani, ale jakoś udaje wam się podnieść i otrzepać zebrany na waszych ubraniach brud. „Macie szczęście, że przybyliśmy, zanim coś wam się stało” – krzyczy do was jakiś ludzki głos. Należy do ubranego w brązową kurtkę blondyna, opierającego się o pobliskie drzewo. „Te lasy nie mają litości dla słabych”. Pokryty bliznami kot podchodzi do mężczyzny, który pochyla się i gładzi zwierzę po plecach. Pytasz mężczyznę, gdzie jesteście i jak on się tu dostał, ale ci przerywa. „Wyjaśnię wam wszystko w swoim czasie. Teraz musimy udać się w drogę do miasta Ulthar. Jest tam względnie bezpiecznie. Będziecie mogli dojść do siebie po waszych mękach”. Odwraca się do kota i wypowiada słowo w dziwnym języku – jak podejrzewasz, coś na kształt hasła – ale zwierzę po prostu odchodzi w kierunku ogrodzenia, gdzie dostrzegasz grupę kilku innych kotów. „Sam to zrób”, odpowiada. „Nie zwracajcie na nie uwagi” – po cichu zwraca się do was mężczyzna, kiedy kot się oddala. „To przydatni sprzymierzeńcy, ale też bardzo niezależne istoty, które do niczego nas nie potrzebują. Kiedy dotrzemy do Ulthar, będziecie mieli okazję poznać więcej przedstawicieli tego gatunku. Ale wszystko w swoim czasie”. Wyruszacie, zostawiając za sobą zaczarowany las.
ru: Вы приходите в сознание от того, что в вас тычется старый покрытый шрамами кот. «Эй. Человек, ты в порядке?» Вы вспоминаете, что спите, и внезапно говорящий кот уже не кажется чем-то странным. Вы устало поднимаетесь на ноги и оттираете налипшую на одежду грязь. «Вам повезло, что до нашего прибытия вам ничего не навредило, — окликает вас человеческий голос. Он принадлежит блондину в буром походном пальто, прислонившемуся к дереву неподалёку. — Эти леса не прощают слабонервных». Изрезанный шрамами кот подходит к нему сбоку, и мужчина наклоняется, чтобы погладить тому спинку. Вы спрашиваете мужчину, где вы и как он сюда попал, но он прерывает вас: «Я объясню, когда придёт время. Сейчас же мы должны отправляться в город под названием Ултар. Это относительно безопасное место. Там вы сможете оправиться от пережитых испытаний». Он поворачивается к коту и произносит какое-то слово на странном языке. Скорее всего, какой-то пароль, думаете вы. Но кот просто удаляется в сторону живой изгороди, где вы видите ещё несколько кошек, сбившихся в группу. «Сами разбирайтесь», — говорит кот на прощание. «Не обращайте внимания на кошек, — тихо говорит мужчина, когда те уходят. — Они полезные союзники, но в то же время независимые существа, не нуждающиеся ни в вас, ни во мне. Когда мы доберёмся до Ултара, у вас будет возможность познакомиться с остальными. Но всё в своё время». Вместе вы покидаете окраины зачарованного леса.

source: The creatures chitter among themselves, and after a moment, a dozen of them retreat in the direction of the great tree beyond the beaten path. They return shortly afterward carrying a variety of grouse, quail, and pheasants in their mouths. You’re almost certain now that you are going crazy. And yet, the spectacle continues. The creatures timidly drop their “tribute” of birds in front of the cats and quietly depart. “My apologies on behalf of the Zoogs,” the man says as he approaches. “They are curious creatures, and not usually so…agitated. It is good that we showed up when we did.” The leader of the cats jumps on a tree stump and adds, “Yes, yes. Them vile Zoogs have done their part, now let’s do ours and leave this forsaken place. What say yeh?” You cannot contain your excitement. Zoogs, talking cats—everything you have read about is real. You begin to ask the man more about this world, but he cuts you off. “I will explain in due time. For now, we must follow the path to the town of Ulthar. It is a safe place, relatively speaking. There you may recover from your travels.” He turns to the old, scarred cat and utters a word in an odd language—a password of sorts, you suspect—and the cat replies with a quick nod. The rest of the cats, tribute in mouth, take a protective circular formation around you, and together you escape from the eaves of the enchanted forest.
fr: Les créatures se parlent par couinements et, au bout d’un moment, une douzaine d’entre elles se retirent en direction du grand arbre derrière le sentier battu. Elles reviennent peu après en tenant toute une variété de perdrix, de cailles et de faisans dans leurs bouches. Vous avez désormais la certitude que vous devenez fou. Et pourtant, le spectacle continue. Les créatures déposent timidement leurs « offrandes » de volatiles en face des chats et partent en silence. « Toutes mes excuses pour le comportement des Zoogs », dit l’homme en approchant. « Ce sont des créatures curieuses, et d’ordinaire moins… agitées. Heureusement que nous sommes arrivés à temps. » Le chef des chats saute sur une souche d’arbre et ajoute : « Oui, oui. Ces vils Zoogs ont fait leur part. Faisons la nôtre et quittons cet endroit perdu. Z’en dites quoi ? » Vous avez du mal à contenir votre excitation. Des Zoogs, des chats qui parlent ; tout ce que vous avez lu est donc vrai. Vous commencez à questionner l’homme, mais il vous coupe la parole. « Je vous expliquerai tout en temps utile. Pour l’instant, nous devons suivre le chemin menant à Ulthar. C’est un lieu relativement sûr. Là, vous pourrez vous remettre de votre voyage. » Il se tourne vers le vieux chat balafré, prononce une formule dans une langue étrange – une sorte de mot de passe, à votre avis – et le félin acquiesce d’un mouvement de tête. Les autres chats, offrandes en bouche, forment un cercle protecteur autour de vous et vous quittez ensemble l’orée de cette forêt enchantée.
it: Le creature confabulano fra loro, poi una dozzina di esse si allontana in direzione del grande albero al di là del sentiero battuto. Fanno ritorno di lì a poco trasportando in bocca un assortimento di fagiani, quaglie e galli cedroni: ora siete quasi del tutto certi di essere impazziti. Ma lo spettacolo non finisce qui: le creature si avvicinano timidamente ai gatti, poggiano a terra davanti a loro il ‘tributo’ di cacciagione e poi scompaiono silenziosamente. “Vi chiedo scusa da parte degli zoog”, esordisce l'uomo avvicinandosi a voi, “sono creature curiose e solitamente non così... agitate. Siamo arrivati al momento giusto.” Il capo dei gatti salta sul ceppo di un albero e aggiunge: “Si, si. Quei luridi zoog hanno fatto la loro parte, ora noi facciamo la nostra e ce ne andiamo da questo posto maledetto. Che ne dite?” Riuscite a trattenere a stento l’euforia: gli zoog, i gatti parlanti… ogni cosa di cui avete letto è vera. Iniziate a incalzare l’uomo tempestandolo di domande riguardo questo mondo, ma lui vi interrompe prima che possiate terminare. “Vi spiegherò tutto a tempo debito, ora dobbiamo seguire il sentiero che conduce alla città di Ulthar. E un luogo sicuro, relativamente parlando: li avrete modo di riprendervi dalle vostre disavventure.” Si volta verso il gatto pronunciando una parola in una strana lingua (una sorta di parola d’ordine, sospettate), ed esso gli risponde con un veloce cenno del capo. Gli altri felini con i doni ancora in bocca si dispongono a formare un cerchio protettivo attorno a voi, e insieme vi lasciate il limitare della foresta incantata alle spalle.
pl: Istoty szczebioczą między sobą i po chwili tuzin z nich kieruje się w stronę potężnego drzewa po drugiej stronie wydeptanej ścieżki. Wkrótce wracają, niosąc w pyskach kuropatwy, przepiórki i bażanty. Teraz jesteście już praktycznie pewni, że oszaleliście. A jednak widowisko trwa nadal. Istoty nieśmiało upuszczają przed kotami swoją „daninę” z ptaków, po czym odchodzą w ciszy. „Przepraszam w imieniu zugów” – mówi mężczyzna, zbliżając się do was. „To ciekawskie istoty, ale zwykle nie są tak… pobudzone. Dobrze, że zjawiliśmy się w porę”. Przywódca kotów wskakuje na drzewo i dodaje: „Tak, tak. Te niedobre zugi zrobiły swoje, teraz my zróbmy swoje i opuśćmy to zapomniane miejsce. Co wy na to?” Nie potraficie ukryć podniecenia. Zugi, gadające koty – wszystko, o czym wcześniej czytaliście, istnieje naprawdę. Zaczynacie wypytywać mężczyznę o ten świat, ale wam przerywa. „Wyjaśnię wam wszystko w swoim czasie. Teraz musimy udać się w drogę do miasta Ulthar. Jest tam względnie bezpiecznie. Będziecie mogli wypocząć po waszych podróżach”. Odwraca się do starego, pokrytego bliznami kota i wypowiada słowo w dziwnym języku – jak podejrzewasz, coś na kształt hasła – na co kot odpowiada skinieniem głowy. Pozostałe koty, niosąc w pyszczkach otrzymaną daninę, formują dookoła was ochronny krąg i razem z wami uciekają z zaczarowanego lasu.
ru: Существа щебечут между собой, и через мгновение дюжина из них удаляется в сторону большого дерева за пределами проторённой тропы. Вскоре они возвращаются, неся в пастях множество рябчиков, перепелов и фазанов. Теперь вы почти уверены, что сходите с ума, но спектакль продолжается. Существа покорно опускают свою птичью «дань» перед кошками и тихо уходят. «Приношу извинения от лица зугов, — говорит мужчина, подходя ближе. — Они любопытные создания, и обычно они не столь… взволнованны. Хорошо, что мы появились вовремя». Кошачий лидер вспрыгивает на пень и добавляет: «Да, да. Мерзкие зуги сделали своё дело, теперь давайте сделаем наше и покинем это проклятое место. Что скажете, м?» Вы не можете сдержать восторга. Зуги, говорящие коты — всё, о чём вы читали, происходит взаправду! Вы начинаете расспрашивать мужчину об этом мире, но он прерывает вас: «Я объясню, когда придёт время. Сейчас же мы должны отправляться в город под названием Ултар. Это относительно безопасное место. Там вы сможете восстановить силы после путешествия». Он поворачивается к коту и произносит какое-то слово на странном языке. Скорее всего, какой-то пароль, думаете вы. Кот отвечает коротким кивком. Остальные коты, взяв в зубы дань, окружают вас, создав защитное построение, и вы вместе покидаете окраины зачарованного леса.
