Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/beyond_the_gates_of_sleep.po
Languages: fr, it, pl, ru

source: You hold a hand up to the new visitors, believing that you can defuse this situation on your own. Had you known these rodent-like creatures were intelligent all along, you might have tried to communicate with them much earlier. You inform them that you are just travelers in this faraway land and that you simply wish to pass through peacefully. The creatures chitter among themselves for a moment: “They are kind!” “They are not with the black cat after all!” “Summon the Council of Sages!” After a short while, several more of them appear, each with withering grey fur and a frail, thin body. The eldest one peeks behind you and states that they will aid you if you get the cats to leave. Somehow, you contain your disbelief and politely ask the cats to come back another time. “All right,” the scarred cat replies, “but you ain’t seen the last of us.” The cats retreat to the edge of the woods, though their human companion stays behind with you. Once the cats are out of earshot, one of the elders offers you a gourd of what appears to be fermented tree sap, which you accept graciously. “It is the wine of the moon-tree,” the man behind you explains quietly, stepping forward. “The Zoogs do not give such gifts lightly. They are curious creatures, but not without wisdom. Now that you may speak freely with their elders, try asking them a question. They know more of the dealings of this land than you might think.” You describe the author Virgil Gray and ask the Zoogs if they have seen a man fitting that description pass through these woods. You add that he would have walked this path many times. A hush falls over the Zoogs, and some of them immediately depart into the deep foliage. “We have met this human,” one of the elders replies with a flutter just louder than a whisper. “He often comes this way. He is kind but foolish. Take the road to Ulthar. You may meet him.” Then it adds with a low growl: “…but beware the cat that follows him. All cats are liars, but the black cat especially.” You thank the ancient Zoog for its wisdom and depart, led by the blond man and his feline escort. The cats eye you suspiciously after your discussion with the Zoogs. The man breaks the tension. “If you are heading to Ulthar to find this friend of yours, allow me to guide you there. It is a safe place, relatively speaking. There you may recover from your travels.” Zoogs. Talking cats. This can’t all be a figment of your imagination. Somehow, you can see a layer of truth beneath all of this absurdity. For better or for worse, the Zoog council has confirmed the reality of your situation: the Dreamlands are real, and Virgil Gray is here.
fr: Vous levez une main à l’attention des nouveaux venus, pensant pouvoir désamorcer vous-même la situation. Si vous aviez su dès le départ que ces espèces de rongeurs étaient intelligents, vous auriez essayé de communiquer avec eux bien plus tôt. Vous les informez que vous n’êtes que des voyageurs dans ces terres lointaines et que vous souhaitez juste traverser en paix. Les créatures se parlent par couinements pendant un moment : « Ils sont gentils ! » « Ils ne sont pas avec le chat noir, finalement ! » « Convoquez le Conseil des Sages ! » Après un court moment, d’autres créatures apparaissent, plus menues et couvertes d’une fourrure grise. La plus vieille jette un coup d’œil derrière vous et déclare que ses semblables vous aideront si vous faites partir les chats. Vous mettez votre incrédulité de côté et demandez poliment aux félins de revenir une autre fois. « Très bien », répond le chat balafré, « mais z’en avez pas fini avec nous. » Ils se retirent jusqu’à l’entrée de la forêt, mais leur compagnon humain reste en arrière avec vous. Une fois les chats hors de vue, l’un des anciens vous offre une outre remplie de ce qui semble être de la sève d’arbre fermentée que vous acceptez poliment. « C’est du vin de l’arbre-lune », explique l’homme derrière vous. « Les Zoogs ne donnent pas de tels cadeaux à la légère. Ce sont des créatures curieuses, mais non dénuées de sagesse. Maintenant que vous pouvez parler directement avec leurs anciens, essayez de leur poser des questions. Ils en savent plus sur ce qui se passe dans ce pays que vous ne pouvez imaginer. » Vous leur décrivez l’auteur, Virgil Gray, et leur demandez s’ils ont vu un homme correspondant à cette description traverser ces bois. Vous ajoutez qu’il a dû parcourir ce chemin de nombreuses fois. Un silence s’abat sur les Zoogs et plusieurs d’entre eux se réfugient immédiatement sous le couvert de la végétation. « Nous avons rencontré cet humain », répond l’un des anciens dans un murmure à peine audible. « Il vient souvent par ici. Il est gentil, mais imprudent. Prenez la route d’Ulthar. Vous pourrez le rencontrer. » Puis il ajoute dans un grognement : « …mais faites attention au chat qui le suit. Tous les chats sont des menteurs, mais le noir l’est encore plus. » Vous remerciez l’ancien Zoog pour ses conseils et prenez congé, guidé par l’homme blond et son escorte féline. Les félins vous regardent avec méfiance suite à votre discussion avec les Zoogs. L’homme brise l’atmosphère tendue. « Si vous allez à Ulthar pour retrouver votre ami, laissez-moi vous guider. Ulthar est un endroit relativement sûr. Là-bas, vous pourrez vous remettre de votre voyage. » Des Zoogs. Des chats qui parlent. Tout ceci ne peut pas être qu’une création de votre imagination. Vous décelez une couche de vérité derrière toutes ces absurdités. Pour le meilleur ou pour le pire, le conseil des Zoogs a confirmé la réalité de votre situation : les Contrées du Rêve sont réelles et Virgil Gray est ici.
it: Allungate una mano verso i nuovi visitatori, sperando di riuscire a sciogliere la tensione di persona; se aveste saputo che queste creature simili a roditori sono intelligenti, avreste tentato di comunicare con loro molto prima. Le informate che siete soltanto viaggiatori in queste terre remote e che non chiedete altro che di poter passare in maniera pacifica. Le creature confabulano fra loro per un momento: “Sono gentili!” “Quindi non stanno con il gatto nero!” “Convocate il Consiglio dei Saggi!” Di lì a poco ne arrivano altre, tutte dal pelo strinato e ingrigito e dal corpo sottile e fragile. Lo zoog più anziano fa capolino da dietro di voi dichiarando che, se scaccerete i gatti, avrete il loro aiuto. In qualche modo riuscite a trattenere la vostra incredulità e chiedete cortesemente ai gatti di tornare in un altro momento. “Va bene”, vi risponde il gatto sfregiato prima di ritirarsi oltre il limitare della foresta, lasciando indietro il suo compagno umano, “ma ci rivedremo ancora.” Una volta che i felini non sono più a portata d’orecchio, uno degli anziani vi offre una zucca piena di quella che sembra essere resina fermentata, che accettate volentieri. “È vino dell’albero della luna” spiega a bassa voce l’uomo alle vostre spalle. “Gli zoog non fanno doni simili alla leggera; sono creature curiose, ma dotate di una certa saggezza. Ora che potete parlare liberamente con gli anziani, provate a porre loro una domanda: sanno molte più cose su questa terra di quanto possiate immaginare.” Parlate agli zoog dell’autore, Virgil Gray, e chiedete loro se abbiano visto un uomo che gli assomigli attraversare la foresta, sottolineando che potrebbe aver percorso lo stesso sentiero più volte. Fra le creature cala il silenzio; alcune di loro fuggono immediatamente a nascondersi nella boscaglia. “Abbiamo incontrato questo umano” risponde uno degli anziani con una voce che è quasi un sussurro. “Viene spesso in questo luogo; è gentile ma avventato. Prendete la strada verso Ulthar, potreste incontrarlo.” Poi aggiunge, con un ringhio più basso: “... ma fate attenzione al gatto che lo segue. Tutti i gatti sono bugiardi, ma nessuno lo è quanto il gatto nero.” Ringraziate lo zoog anziano per i suoi consigli e vi allontanate guidati dall’uomo con i capelli biondi e la sua scorta di felini, che non smettono di guardarvi con sospetto dopo la vostra conversazione con gli zoog. Nel tentativo di spezzare la tensione, l’uomo inizia a parlare: “Se avete intenzione di dirigervi a Ulthar per trovare il vostro amico, permettetemi di guidarvi fin laggiù. È un luogo sicuro, relativamente parlando, dove potrete recuperare le forze dalle vostre fatiche.” Zoog. Gatti parlanti. Non può essere tutto frutto della vostra immaginazione: in qualche modo riuscite a vedere uno strato di verità in questa situazione assurda. Nel bene e nel male, il concilio degli zoog ha sciolto i vostri dubbi: il Mondo dei Sogni è reale e Virgil Gray si trova qui.
pl: Podnosicie dłoń w kierunku nowo przybyłych w nadziei, że jesteście w stanie sami załagodzić tę sytuację. Gdybyście od początku wiedzieli, że te przypominające gryzonie istoty są rozumne, już dawno spróbowalibyście się z nimi porozumieć. Informujecie je, że w tej odległej krainie jesteście tylko podróżnikami i chcecie po prostu przebyć ją pokojowo. Istoty szczebioczą między sobą przez chwilę: „Są całkiem mili!”, „Jednak nie są z czarnym kotem!”, „Wezwijcie Radę Mędrców!” Po krótkiej chwili pojawia się kilka kolejnych istot, tym razem o przerzedzonym szarym futrze i wątłych ciałach. Najstarsza z nich omiata was wzrokiem i stwierdza, że pomogą wam, jeśli przekonacie koty, aby odeszły. Z jakiegoś powodu powstrzymujesz swoje niedowierzanie i grzecznie prosisz koty, aby wróciły innym razem. „W porządku” – odpowiada pokryty bliznami kot – „ale jeszcze nas zobaczycie”. Koty odchodzą w stronę granicy lasu, ale ich ludzki towarzysz pozostaje z wami. Kiedy koty są już wystarczająco daleko, istota ze starszyzny oferuje wam naczynie z czymś, co okazuje się być sfermentowanym sokiem drzewnym. Przyjmujecie napój z wdzięcznością. „To wino z drzewa księżycowego” – tłumaczy po cichu stojący za wami mężczyzna i robi krok do przodu. „Zugi nie dają takich prezentów ot tak. To ciekawskie istoty, jednak nie brak im mądrości. Teraz, kiedy możecie swobodnie rozmawiać ze starszyzną, spróbujcie ich o coś zapytać. Wiedzą o tej krainie znacznie więcej, niż moglibyście spodziewać”. Opisujecie zugom Virgila Graya i pytacie, czy widzieli pasującego do waszego opisu mężczyznę przemierzającego te lasy. Dodajecie, że mógł przechodzić tą ścieżką więcej niż raz. Między zugami zapada cisza i niektóre z istot szybko umykają w głębokie listowie. „Poznaliśmy tego człowieka”– odpowiada jeden, prawie szepcząc. „Często tędy przechodzi. Jest miły, ale nierozsądny. Idźcie drogą do Ulthar. Może go spotkacie”. Następnie dodaje z głośnym warknięciem: „…jednak strzeżcie się kotów, które za nim podążają. Wszystkie koty to kłamcy, ale czarny kot – w szczególności”. Dziękujecie wiekowemu zugowi za podzielenie się z wami jego mądrością i odchodzicie, prowadzeni przez mężczyznę o blond włosach i jego kocią eskortę. Po twojej rozmowie z zugami koty patrzą na ciebie podejrzliwie. W końcu mężczyzna przerywa napięcie: „Jeśli zmierzacie do Ulthar, aby odnaleźć swojego przyjaciela, pozwólcie, że was tam zaprowadzę. Jest tam względnie bezpiecznie. Będziecie mogli wypocząć po waszych podróżach”. Zugi. Gadające koty. To nie może być jedynie wytwór waszej wyobraźni. W jakiś sposób udało wam się dostrzec warstwę prawdy pod osłoną tego całego nonsensu. Jakby na to nie patrzeć, rada zugów potwierdziła realność waszej sytuacji: Kraina snów naprawdę istnieje, a Virgil Gray jest gdzieś tu.
ru: Вы поднимаете руку в сторону новых гостей, сообщая им, что сами способны разрядить ситуацию. Если бы вы с самого начала знали, что эти грызуны — разумные существа, вы бы уже давно попробовали с ними пообщаться. Вы заверяете их, что вы лишь путешественники и хотите мирно пересечь эту далёкую страну. Существа щебечут между собой: «Они добрые!», «Они всё же не заодно с чёрным котом!», «Собирайте совет Мудрых!» Спустя некоторое время появляется ещё несколько существ: их мех тронут сединой, а тельца тонкие и хрупкие. Старший из них заглядывает вам за спину и заявляет, что они помогут вам, если вы заставите кошек уйти. Каким-то образом вы сдерживаете изумление и вежливо просите кошек вернуться в другой раз. «Ну, хорошо, — отвечает покрытый шрамами кот. — Но мы ещё встретимся». Коты отступают к краю леса, а их человеческий спутник остаётся с вами. Когда коты скрываются из виду, один из старейшин предлагает вам тыкву с перебродившим древесным соком, которую вы с благодарностью принимаете. «Это вино из лунного дерева, — негромко объясняет мужчина, делая шаг вперёд. — Зуги не разбрасываются такими дарами. Они любопытные создания, но не лишены мудрости. Теперь, когда вы можете говорить с их старейшинами, попробуйте задать им вопрос. Они знают о происходящем в этих землях больше, чем вы думаете». Вы описываете Вёрджила Грея и спрашиваете зугов, проходил ли через эти леса похожий человек. Вы добавляете, что, скорее всего, он появлялся здесь множество раз. Зуги резко замолкают, некоторые даже уползают в сторону и закапываются в листву. «Мы встречали этого человека, — отвечает один из старейшин чуть громче шёпота. — Он часто бывал тут. Он добр, но глуповат. Отправляйтесь в Ултар. Возможно, вы встретите его там. — Затем он добавляет, низко рыча. — …Но остерегайтесь кота, что таскается за ним следом. Все коты — лгуны, но чёрный кот — особенно». Вы благодарите старейшину за мудрость и уходите вслед за блондином и его кошачьим эскортом. После вашего разговора с зугами коты начинают подозрительно на вас коситься. Мужчина решает разрядить повисшее в воздухе напряжение: «Если вы отправляетесь в Ултар, чтобы найти своего друга, позвольте мне проводить вас туда. Это относительно безопасное место. Там вы сможете восстановить силы после путешествия». Зуги. Говорящие коты. Всё это не может быть всего лишь плодом вашего воображения. Каким-то образом вы понимаете, что за всем этим абсурдом скрывается истина. К добру или нет, но совет зугов подтвердил реальность вашей ситуации: Мир грёз реален, и Вёрджил Грей здесь.

source: Beyond the Gates of Sleep
fr: Par-delà le Mur du Sommeil

source: Scenario I–A: Beyond the Gates of Sleep
fr: Scénario 1A : Par-delà le Mur du Sommeil
it: Scenario I-A: Oltre le Soglie del Sonno
pl: Scenariusz I–A: Przez wrota snu
ru: Сценарий I–А: За вратами сна

source: You meander through a field of flowers, a warm spring breeze nudging your steps forward. A train track divides the field, and as you meet its parallel lines, the roaring clatter of steam and iron lumbers toward you. As the train passes by, you grab onto a ladder hanging from one of its many rusted and weather-beaten cars. Given the appearance of the exterior, the train’s interior is full of unexpected luxury and affluence: Persian rugs hang as decoration, marble staircases wind to dizzying heights, and a crystal chandelier speckles the room with prismatic brilliance. Under the chandelier sits an ornate doorway, its gilded lattices forming the depiction of a fox in a forest.
fr: Vous errez à travers un champ de fleurs, poussé par une douce brise printanière. Une voie de chemin de fer traverse la prairie et, lorsque vous arrivez devant les rails, une cacophonie de vapeur et de métal se fait entendre. Le train passe et vous agrippez une échelle fixée à un vieux wagon couvert de rouille. L’intérieur luxueux du train est à l’opposé de son apparence externe : des tapis persans décorent les murs, des escaliers de marbre mènent vers des hauteurs vertigineuses et un lustre en cristal inonde la pièce d’une lumière aveuglante. Une porte richement décorée se dresse au-dessous, son treillis doré figurant un renard dans une forêt.
it: Stai girovagando per un campo fiorito, sospinto da una tiepida brezza primaverile; il campo è attraversato da una ferrovia e quando giungi davanti ai binari senti il soffio del vapore e lo sferragliare della locomotiva che avanza lentamente verso di te. Al passaggio del treno afferri una scaletta che sporge da uno dei tanti vagoni arrugginiti e corrosi dal tempo. L’aspetto esteriore è in netto contrasto con l’inaspettato sfarzo e l’opulenza che trovi all’interno: tappeti persiani appesi alle pareti, scalinate di marmo che si sollevano ad altezze frastornanti e un lampadario di cristallo che proietta nella stanza un intenso bagliore prismatico. Sotto il lampadario è situata una porta, decorata con un reticolo dorato che raffigura una volpe in una foresta.
pl: Krążysz po polu kwiatów, ciepłe wiosenne powietrze lekko popycha cię do przodu. Pole przecinają tory kolejowe i gdy podchodzisz do ich równoległych szyn, w twoją stronę nadciąga dudniący stukot pary i żelaza. Kiedy pociąg przejeżdża obok ciebie, łapiesz za drabinkę zwisającą z jednego z zardzewiałych i poniszczonych przez pogodę wagonów. Biorąc pod uwagę zewnętrzny wygląd pociągu, jego wnętrze wypełnione jest niespodziewanym luksusem i obfitością: rozwieszone perskie dywany, marmurowe schody wijące się do oszałamiających wysokości i kryształowy żyrandol, mieniący się na wiele kolorów. Pod żyrandolem znajdują się bogato zdobione drzwi, których pozłacane okucia przedstawiają lisa pośrodku lasu.
ru: Вы бредёте по цветочному полю, и тёплый весенний ветерок подталкивает вас вперёд. Поле разделяет железнодорожная ветка, и, когда вы подходите к путям, навстречу вам несётся гулкий грохот пара и железа. Когда поезд проносится мимо, вы хватаетесь за лестницу, свисающую с одного из его ржавых и потрёпанных погодой вагонов. Несмотря на внешний облик, внутри поезд может похвастаться неожиданной роскошью и изобилием: стены украшены персидскими коврами, вверх головокружительно взмывают мраморные лестницы, а посреди помещения сверкает призматическим сиянием хрустальная люстра. Под люстрой располагается богато украшенная дверь, позолоченные решётки которой свиваются в изображение лисы в лесу.

source: You may replace a basic weakness in your deck with a different random basic weakness. If you do, suffer 1 trauma of your choice.
fr: Vous avez le droit de remplacer une faiblesse de base de votre deck par une faiblesse de base différente prise au hasard. Si vous le faites, subissez 1 traumatisme de votre choix.
it: Puoi sostituire 1 debolezza base del tuo mazzo con 1 debolezza base casuale diversa. Se lo fai, subisci 1 trauma a tua scelta.
pl: Możesz zamienić znajdujące się w twojej talii podstawowe osłabienie na inne losowe podstawowe osłabienie. Jeśli to zrobisz, otrzymujesz 1 punkt traumy (ty wybierasz, której).
ru: Вы можете заменить базовую слабость в своей колоде на другую случайную базовую слабость. Если сделали это, получите 1 физическую или ментальную травму (на свой выбор).

source: Chosen dream:
fr: Rêve choisi :
it: Scegli sogno:
pl: Wybrany sen:
ru: Выбранный сон:

source: Proceed to <b>Scenario I–B: Waking Nightmare</b>.
fr: Continuez vers <b>Scénario I–B : Cauchemar Éveillé</b>.
it: Proseguite con lo <b>Scenario I-B: Incubo a Occhi Aperti</b>.
pl: Przejdź do <b>Scenariusza 1-B: Koszmar na jawie</b>.
ru: Перейдите к сценарию I–Б «Кошмар наяву».

source: Based on previous events during the scenario, the chaos bag has been adjusted to have three [skull] tokens.
fr: Suite à certains événements de ce scénario, trois jetons [skull] ont été ajoutés à la réserve du Chaos.
it: Sulla base degli eventi dello scenario, il sacchetto del caos è stato corretto per avere 3 segnalini [skull].
pl: Na podstawie wydarzeń poprzedniego scenariusza, worek chaosu został dostosowany tak, aby zawierał 3 żetony [skull].
ru: Исходя из предыдущих событий сценария, в мешок хаоса было добавлено три жетона [skull].
