Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/campaign.po
Languages: de, es, fr, it, ko, ru, zh

source: The Dream-Quest
de: Die Traumsuche
es: La búsqueda onírica
fr: La Quête Onirique
ru: Сновидческий поиск

source: Evidence of Kadath
de: Beweis von Kadath
es: Pruebas de Kadath
fr: Preuve de Kadath
ru: Свидетельства Кадата

source: The Waking World Is Only One Reality
de: Die wache Welt ist nur eine Realität
es: El mundo de la vigilia sólo es una realidad
fr: Le Monde de l’Éveil n’est qu’une Réalité Parmi d’Autres
it: Il Mondo della Veglia è Solo Una delle Realtà
ko: 꿈 바깥 세상은 오직 현실의 일면에 불과하다
ru: Бодрствующий мир — всего лишь одна из реальностей
zh: 現實不僅僅是清醒的世界

source: “In light slumber he descended the seventy steps to the cavern of flame and talked of this design to the bearded priests Nasht and Kaman-Thah. And the priests shook their pshent-bearing heads and vowed it would be the death of his soul.” – H. P. Lovecraft, The Dream-Quest of Unknown Kadath
de: „Im leichten Schlummer stieg er die siebzig Stufen zur Kaverne der Flamme hinab und sprach den bärtigen Priestern von Nasht und Kaman-Thah von diesem Vorhaben. Und die Priester schüttelten ihre pshent-tragenden Häupter und erklärten feierlich, dies bedeute den Tod seiner Seele.“ – H. P. Lovecraft, Die Traumsuche nach dem unbekannten Kadath
es: “En uno de sus sueños ligeros, descendió los setenta peldaños que conducen a la caverna de fuego y habló de su proyecto a los sacerdotes Nasht y Kaman-Thah de luenga barba. Y los sacerdotes, cubiertos con sus tiaras, movieron negativamente la cabeza, augurando que sería la muerte de su alma.” –H.P. Lovecraft, “La búsqueda en sueños de la ignota Kadath"
fr: « Dans son sommeil léger, il descendit les soixante-dix marches qui mènent à la caverne de la flamme et fit part de son projet aux prêtres barbus, Nasht et Kaman-Thah. Les prêtres secouèrent leurs têtes barbues surmontées d’une tiare et jurèrent que ce serait la mort de son âme. » – H.P. Lovecraft, La Quête Onirique de Kadath l’Inconnue
it: “Si era addormentato d’un sonno leggero che già scendeva i settanta gradini che portano alla caverna della fiamma, e là discusse il suo progetto con Nasht e Kaman-Thah, i sacerdoti barbuti. I due vecchi scossero la testa avvolta dal copricapo e gli assicurarono che avrebbe perso l’anima.“ - H. P. Lovecraft, “Alla Ricerca del Misterioso Kadath”
ko: “랜돌프는 얕은 잠의 70계단을 내려가 불꽃 동굴에 이르러, 수염 기른 사제 나쉬트와 카만 타에게 계획을 말했다. 그러자 쉔트 관모를 쓴 두 사제는 고개를 저으며, 그리한다면 카터의 영혼이 죽음을 맞이하리라고 장담했다.” - H. P. 러브크래프트, “미지의 카다스를 향한 몽환의 추적”
ru: Погрузившись в лёгкий сон, он одолел семьдесят ступеней к пещере огня и рассказал о своём замысле брадатым жрецам Нашту и Каман-Та. Но жрецы покачали венценосными головами и предрекли ему смерть его души. Говард Ф. Лавкрафт «Сомнамбулический поиск неведомого Кадата»
zh: “在淺眠中他走下了七十級臺階，來到火焰洞穴，向長著鬍子的牧師納什特和卡曼塔道出自己的計劃。兩位牧師搖著他們戴著雙重冠的腦袋，發誓說這將是他靈魂的末日。” ——H. P. 洛夫克拉夫特《夢尋秘境卡達斯》

source: Each player should build a different investigator deck for each campaign, choosing one of their investigators to be part of Campaign A and one to be part of Campaign B.
de: Jeder Spieler sollte für jede Kampagne ein eigenes Ermittlerdeck erstellen. Einer seiner Ermittler ist Teil von Kampagne A und ein anderer Ermittler Teil von Kampagne B.
es: Cada jugador debe crear un mazo de investigador distinto para cada campaña y elegir uno de sus investigadores para que participe en la campaña A y otro para que lo haga en la campaña B.
fr: Chaque joueur doit construire un deck Investigateur différent pour chaque campagne, en choisissant un investigateur pour participer à la campagne A et un autre pour participer à la campagne B.
it: Ogni giocatore dovrà comporre un mazzo dell’investigatore diverso per ogni campagna, scegliendo un investigatore che parteciperà alla campagna A e uno che parteciperà alla campagna B.
ko: 모든 플레이어는 캠페인마다 다른 조사자 덱을 구성하여 조사자 중 한 명을 캠페인 A에, 다른 한 명은 캠페인 B에 포함하도록 선택해야 합니다. 즉, 한 쪽 캠페인에 속한 조사자는 다른 쪽 캠페인에는 속할 수 없습니다.
ru: Каждый игрок должен подготовить 2 разные колоды сыщиков (одна для кампании А и одна для кампании Б).
zh: 每位玩家應為每個不同的劇本構建不同的調查員牌組，選擇其中一位調查員作為劇本A的調查員，另一位調查員作為劇本B的調查員。

source: Note that each campaign has its own separate chaos bag, as described in each campaign’s setup instructions. However, there is no need to build both chaos bags simultaneously. Use the “Chaos Bag” section of each Campaign Log to record the current contents of each chaos bag so you may switch between them easily.
de: Beide Kampagnen haben ihren eigenen Chaosbeutel, wie in den jeweiligen Vorbereitungsanweisungen beschrieben. Es ist aber nicht nötig, 2 Chaosbeutel gleichzeitig zu füllen. Im Abschnitt „Chaosbeutel“ jedes Kampagnenlogbuchs kann der aktuelle Inhalt jedes Chaosbeutels notiert werden, damit er zwischen den Szenarien leichter ausgetauscht werden kann.
es: Ten en cuenta que cada campaña tiene su propia bolsa de caos, como se describe en las instrucciones de preparación de la campaña. Sin embargo, no es necesario crear ambas bolsas de caos a la vez. Usa la sección “Bolsa de caos” de cada registro de campaña para anotar el contenido de cada bolsa de caos en cada momento, de forma que puedas pasar de una a otra fácilmente.
fr: Notez bien que chaque campagne possède sa propre réserve du Chaos, comme décrit dans ses instructions de mise en place. Cependant, nul besoin de constituer les deux réserves simultanément. Utilisez la section « Réserve du Chaos » de chaque Carnet de Campagne pour enregistrer le contenu de chaque réserve du Chaos ; vous pourrez ainsi passer facilement de l’une à l’autre.
it: Ricordate che ogni campagna possiede il suo sacchetto del caos, come descritto nelle istruzioni di preparazione di ogni campagna. Tuttavia, non è necessario comporre entrambi i sacchetti del caos simultaneamente. Usate la sezione “Sacchetto del Caos” di ogni Diario della Campagna per annotare i contenuti attuali di ogni sacchetto del caos, in modo da poter passare facilmente dall’uno all’altro.
ko: 각각의 캠페인은 설정 지침에 따른 고유한 혼돈 주머니가 있지만, 동시에 혼돈 주머니를 구성할 필요는 없습니다. 각 캠페인 기록지의 “혼돈 주머니” 섹션을 사용하여 현재 시나리오에 사용할 내용물로 각각의 혼돈 주머니를 쉽게 전환할 수 있습니다.
ru: Обратите внимание: у каждой кампании будет свой мешок хаоса, описанный в её подготовке. Тем не менее вам не придётся собирать оба мешка одновременно. Используйте раздел «Мешок хаоса» журнала кампании, чтобы записывать его текущее содержимое. Это позволит вам с лёгкостью переходить от кампании к кампании.
zh: 注意，每個劇本都有其獨立的混亂袋，在該劇本的“劇本設置”的指示所述。但是，沒有必要同時設置兩個混亂袋。在劇本日誌中的“混亂袋”欄位記錄當前混亂袋的內容，以便你輕鬆地切換不同劇本的混亂袋。

source: It looks like you are playing <i>The Dream-Quest</i> as a 4-part campaign. If there is a separate group playing <i>The Web of Dreams</i>, the app can present you with instructions to send them during each interlude, and wait for their input at appropriate times.
de: Scheinbar soll <i>Die Traumsuche</i> als 4-teilige Kampagne gespeilt werden. Wenn eine separate Gruppe <i>Das Netz der Träume</i> spielt, kann die App entsprechende Anweisungen geben, die ihnen während der Zwischenspiele übermittelt werden, und auch auf die entsprechenden Antworten warten.
es: Parece que estás jugando <i>La búsqueda onírica</i> como una campaña de cuatro partes. Si hay un grupo separado jugando <i>La red de los sueños</i>, la aplicación puede facilitarte instrucciones para enviarles durante cada interludio, así como introducir sus aportaciones en los momentos necesarios.
fr: Il semble que vous jouez <i>La Quête Onirique</i> comme une campagne en 4 parties. Si un groupe séparé joue à <i>La Toile des Songes</i>, l'application peut vous présenter les instructions à leur envoyer pendant chaque intermède, et attendre leur réaction au moment opportun.
it: Sembra avete scelto di giocare <i>La Ricerca Onirica</i> come campagna in quattro parti. Se è presente un'altro gruppo che sta giocando <i>La Ragnatela dei Sogni</i>, l'app può fornirvi le istruzioni per guidarli in ogni interludio e aspettare i loro segnali nei momenti appropriati.
ko: <i>몽환의 추적</i>을 4부작 캠페인으로만 즐기려는 것 같습니다. <i>꿈의 거미줄</i>을 즐기려는 별도의 그룹이 있는 경우, 앱은 각각의 막간 동안에 해당 그룹에게 특정 정보를 전달하라는 지침을 제공할 수 있고 특정 정보를 전달받기 위해 적절한 대기 시간을 가질 수도 있습니다. 만약 동일 그룹이 각각의 4부작 캠페인을 번갈아 진행하려는 경우, 캠페인 생성 목록에서 8부작 통합 캠페인을 선택하여야 합니다.
ru: Похоже вы играете «Сновидческий поиск» как самостоятельную кампанию из 4 частей. Если отдельная группа играет «Паутину грёз», приложение может представить вам инструкции для отправки им во время каждой интерлюдии и ждать их ответа в соответствующее время.
zh: 顯然你在以4個部分的劇本的形式進行《夢尋秘境》劇本。如果有另一支不同的團隊在進行《睡夢之網》劇本，此APP可以在每個幕間故事期間將其指示呈現出來，以供你發送給另一個團隊，並等待他們的回應，在之後將其輸入。

source: Playing as half of an 8-part campaign.
de: Als Hälfte einer achtteilige Kampagne spielen.
es: Jugar como la mitad de una campaña de 8 partes.
fr: Jouer comme la moitié d'une campagne en 8 parties.
it: Giocare una campagna in otto parti interconnesse.
ko: 두 그룹으로 8부작을 나눈 캠페인을 플레이하기.
ru: Играть как половину кампании из 8 частей.
zh: 作為8個部分的劇本其中的一半進行遊戲。

source: Playing as a 4-part campaign.
de: Als vierteilige Kampagne spielen.
es: Jugar como una campaña de 4 partes.
fr: Jouer comme une campagne en 4 parties.
it: Giocare una campagna in quattro parti.
ko: 한 그룹으로 4부작만 하는 캠페인을 플레이하기.
ru: Играть как кампанию из 4 частей.
zh: 作為4個部分的劇本進行遊戲。

source: Alert
de: Alamiert
es: Alerta
fr: Alerte

source: Each time an investigator fails a skill test while attempting to evade an enemy with the alert keyword, after applying all results for that skill test, that enemy performs an attack against the evading investigator. An enemy does not exhaust after performing an alert attack. This attack occurs whether the enemy is engaged with the evading investigator or not.
de: Immer wenn einem Ermittler eine Fertigkeitsprobe misslingt, während er versucht, einem Gegner mit dem Schlüsselwort „Alarmiert“ zu entkommen, führt jener Gegner nach der Anwendung aller Ergebnisse jener Fertigkeitsprobe einen Angriff gegen den entkommenden Ermittler durch. Ein Gegner wird nicht erschöpft, nachdem er einen Alarmiert-Angriff durchgeführt hat. Dieser Angriff wird durchgeführt, egal ob der Gegner mit dem entkommenden Ermittler in einen Kampf verwickelt ist oder nicht.
es: Cada vez que un investigador fracase en una prueba de habilidad al intentar evitar a un Enemigo que tenga la palabra clave “Alerta”, tras aplicar todos los resultados de esa prueba de habilidad, dicho Enemigo realiza un ataque contra el investigador que intenta evitar. El Enemigo no se agota tras realizar un ataque de “Alerta”. Este ataque ocurre tanto si el Enemigo está enfrentado con el investigador que intenta evitar como si no lo está.
fr: Chaque fois qu’un investigateur échoue à un test de compétence lorsqu’il tente d’échapper à un ennemi avec le mot-clé Alerte, après avoir appliqué tous les résultats du test de compétence, cet ennemi effectue une attaque contre l’investigateur ayant tenté de s’échapper. Un ennemi ne s’incline pas après avoir effectué une attaque consécutive au mot-clé Alerte. Cette attaque a lieu que l’ennemi soit engagé ou non avec l’investigateur qui tente de lui échapper.

source: Story cards serve as an avenue for additional narrative and typically appear as the reverse side of another scenario card. When you are instructed to resolve a story card, simply read its story text and resolve its game text.
de: Handlungskarten dienen dem Zweck, die Kampagne mit noch mehr erzählter Handlung zu füllen. Sie befinden sich normalerweise auf der Rückseite einer anderen Szenariokarte. Sobald die Spieler die Anweisung erhalten, eine Handlungskarte abzuhandeln, wird der Handlungstext auf der Karte vorgelesen und der Spieltext auf dieser Karte abgehandelt.
es: Las cartas de Historia sirven para proporcionar una narrativa adicional y suelen aparecer en el dorso de otra carta del escenario. Cuando debas resolver una carta de Historia, lee su texto de ambientación y resuelve su texto de reglas si lo hay.
fr: Les cartes Histoire ont pour but d’accroître l’aspect narratif du jeu et apparaissent généralement au dos d’une autre carte Scénario. Quand on vous demande de résoudre une carte Histoire, lisez simplement son texte narratif, puis résolvez son texte de jeu.
it: Le carte storia aggiungono ulteriori momenti narrativi e solitamente compaiono sul lato opposto di altre carte scenario. Quando vi viene richiesto di risolvere una carta storia, non dovete fare altro che leggere il suo brano narrativo e risolvere il suo testo di gioco, se presente.
ko: 이야기 카드는 풍부한 서사를 제공하며, 대개 시나리오 카드의 뒷면으로 구성되어 있습니다. 이야기 카드를 해결하라는 지시를 받으면, 해당 이야기 문구를 읽고 게임 문구를 해결하도록 합니다.
zh: 劇情卡牌通常只出現在一張冒險卡的背面，用於補充劇情敘述。在你收到指示要結算一張劇情卡時，閱讀該卡上的劇情文本然後結算其遊戲文本。

source: Swarming X
de: Ausschwärmen X
es: Multitud X
fr: Nuée X
ko: 무리 X

source: An enemy with the swarming X keyword is actually a pack of enemies operating in unison. After you put an enemy with the swarming X keyword into play, place the top X cards of your deck facedown underneath the enemy as swarm cards, without looking at them. The enemy they are underneath is called the “host enemy.” Some scenario card effects may also instruct a player to add swarm cards to an enemy. This is done using the same process.
de: Ein Gegner mit dem Schlüsselwort Ausschwärmen X ist Teil einer größeren Gruppe von Gegnern, die gemeinsam vorgehen. Nachdem ein Spieler einen Gegner mit dem Schlüsselwort Ausschwärmen X ins Spiel gebracht hat, werden die obersten X Karten des Spielerdecks als sogenannte Schwarmkarten verdeckt unter dem Gegner platziert, ohne sie sich anzusehen. Der Gegner, unter dem die Schwarmkarten liegen, wird „Wirtsgegner“ genannt. Manche Szenariokarteneffekte können einen Spieler dazu anweisen, einem Gegner Schwarmkarten hinzuzufügen. Dies geschieht nach demselben Verfahren.
es: Un Enemigo con la palabra clave Multitud X es en realidad un grupo de enemigos que actúan al unísono. Después de que pongas en juego un Enemigo con la palabra clave Multitud X, coloca las X primeras cartas de tu mazo boca abajo bajo el Enemigo como cartas de multitud, sin mirarlas. El Enemigo bajo el que se encuentran se denomina “Enemigo anfitrión”. Los efectos de algunas cartas de escenario también pueden indicar a un jugador que añada cartas de multitud a un Enemigo. Para ello, sigue el mismo proceso.
fr: Un ennemi avec le mot-clé Nuée X est en réalité une meute d’ennemis agissant ensemble. Après avoir mis en jeu un ennemi avec le mot-clé Nuée X, placez sans les regarder les X cartes du dessus de votre deck face cachée sous cet ennemi, en tant que cartes de nuée. L’ennemi sous lequel elles se trouvent est appelé « ennemi hôte ». Certains effets de cartes Scénario peuvent également demander à un joueur d’ajouter des cartes de nuée à un ennemi. Pour ce faire, procédez de la même manière. Une carte de nuée ne peut pas être ajoutée à une autre carte de nuée, seule la carte hôte peut se voir ajouter des cartes de nuée.
ko: ‘무리 X’ 키워드를 가진 적은 하나가 아니라 여러 개체가 무리지어 움직이는 적을 뜻합니다. 당신이 ‘무리 X’ 키워드를 가진 적을 플레이 영역에 둔 후, 당신의 덱 맨 위 카드 X장을 가져와 앞면을 보지 않고서 그 적 밑에 놓습니다. 이렇게 밑에 놓은 카드를 “무리 카드”라고 부르며, 무리 카드의 맨 위에 놓인 적 카드를 “우두머리 적”(혹은 간단히 “우두머리”)이라고 부릅니다. 몇몇 시나리오 효과는 플레이어로 하여금 적 하나에게 “무리 카드”를 추가하라고 지시하기도 합니다. 이 경우에도 위와 동일한 방법을 적용합니다.

source: If it is ever unclear which investigator should add swarm cards, the lead investigator does so.
de: Falls unklar ist, welcher Ermittler Schwarmkarten hinzufügen soll, macht dies der Ermittlungsleiter.
es: Si en algún momento no está claro qué investigador debe añadir las cartas de multitud, lo hace el investigador jefe.
fr: En cas de doute sur l’investigateur qui est censé ajouter des cartes de nuée, c’est l’investigateur principal qui s’en charge.
ko: 누가 무리 카드를 추가해야 할지 불분명하다면, 대표 조사자의 덱에서 무리 카드를 가져옵니다.

source: Each swarm card underneath the host enemy acts as a separate instance of that enemy for most purposes. Each swarm card has the same values and text as its host card. <i>(For example, if an investigator is engaged with a host enemy with 2 swarm cards underneath it, that investigator is engaged with 3 enemies in total.)</i>
de: Jede Schwarmkarte unter dem Wirtsgegner agiert für die meisten Zwecke als eigenständige Instanz jenes Gegners. Jede Schwarmkarte hat die gleichen Werte und den gleichen Text wie die Wirtskarte. <i>(Beispiel: Ist ein Ermittler mit einem Wirtsgegner in einen Kampf verwickelt, der 2 Schwarmkarten unter sich liegen hat, ist der Ermittler mit insgesamt 3 Gegnern in einen Kampf verwickelt.) </i>
es: Cada carta de multitud que haya bajo el Enemigo anfitrión actúa como una copia distinta de dicho Enemigo en la mayoría de casos. Cada carta de multitud tiene los mismos valores y texto que su carta anfitriona. <i>Por ejemplo: si un investigador está enfrentado a un Enemigo anfitrión que tiene 2 cartas de multitud debajo, el investigador estará enfrentado a 3 Enemigos en total.</i>
fr: Dans la majorité des cas, chaque carte de nuée sous l’ennemi hôte agit comme un exemplaire distinct de cet ennemi. Chaque carte de nuée a les mêmes valeurs et le même texte que sa carte hôte. <i>(Par exemple, si un investigateur est engagé avec un ennemi hôte ayant 2 cartes de nuée sous lui, cet investigateur est engagé avec 3 ennemis en tout.)</i>
ko: 우두머리 적 밑에 있는 모든 무리 카드는 대부분의 경우 개별적으로 작용합니다. 모든 무리 카드는 우두머리 적과 동일한 수치값, 문구를 갖습니다(<i>예시: 무리 카드 2장이 깔린 우두머리와 교전하고 있는 조사자는 동시에 적 셋과 교전하고 있는 것입니다</i>).

source: Each swarm card attacks separately when enemies attack during the enemy phase. Once the host enemy and all of its swarm cards have attacked during this step, exhaust all of them.
de: Jede Schwarmkarte greift einzeln an, sobald Gegner während der Gegnerphase angreifen. Haben der Wirtsgegner und alle seine Schwarmkarten in diesem Schritt angegriffen, werden sie alle erschöpft.
es: Cada carta de multitud ataca por separado cuando ataquen los Enemigos durante la fase de Enemigos. Cuando el Enemigo anfitrión y todas sus cartas de multitud hayan atacado durante este paso, agótalas todas.
fr: Chaque carte de nuée agit séparément quand les ennemis attaquent lors de la phase des Ennemis. Une fois que l’ennemi hôte et toutes ses cartes de nuée ont attaqué lors de cette étape, inclinez-les tous.
ko: 적 단계 동안 적이 공격할 때, 모든 무리 카드는 개별적으로 공격을 합니다. 이 과정 동안 우두머리 적과 그에 딸린 무리 카드가 모두 한 번씩 공격을 하고 난 후, 이들을 한꺼번에 소진시킵니다.

source: Each swarm card can be attacked or dealt damage separately, but the host enemy cannot be defeated while it still has swarm cards underneath it. When a swarm card is defeated, any excess damage may be dealt to another swarm card underneath the same host enemy or to the host enemy itself. <i>(For example, Tony Morgan uses a .41 Derringer to attack a Stealthy Zoog with 2 swarm cards. The attack deals 2 damage. The first point of damage defeats 1 of the 2 swarm cards, so the excess point of damage may be dealt to another swarm card, defeating it as well.)</i>
de: Jede Schwarmkarte kann unabhängig voneinander angegriffen werden und man kann jeder Schwarmkarte unabhängig voneinander Schaden zufügen, aber der Wirtsgegner kann nicht besiegt werden, solange er noch Schwarmkarten unter sich liegen hat. Sobald eine Schwarmkarte besiegt wird, darf überschüssiger Schaden einer anderen Schwarmkarte unter demselben Wirtsgegner oder dem Wirtsgegner selbst zugefügt werden. <i>(Beispiel: Tony Morgan verwendet eine 41er Derringer, um einen heimlichen Zoog mit 2 Schwarmkarten anzugreifen. Der Angriff fügt 2 Schaden zu. Der erste Schadenspunkt besiegt 1 der 2 Schwarmkarten. Überschüssiger Schaden darf der anderen Schwarmkarte zugefügt werden, was ausreicht, um auch sie zu besiegen.) </i>
es: Se puede atacar e infligir daño a cada carta de multitud por separado, pero no se puede derrotar al Enemigo anfitrión mientras siga teniendo cartas de multitud debajo. Cuando una carta de multitud es derrotada, si hay daño sobrante, se le puede infligir a otra carta de multitud que haya bajo el mismo Enemigo anfitrión o al propio Enemigo anfitrión. <i>Por ejemplo: Tony Morgan usa un Derringer del .41 para atacar a un Zoog sigiloso que tiene 2 cartas de multitud. El ataque inflige 2 puntos de daño. El primer punto de daño derrota a 1 de las 2 cartas de multitud, así que el punto de daño sobrante puede infligírsele a la otra carta de multitud y derrotarla también.</i>
fr: Chaque carte de nuée peut être attaquée et subir des dégâts séparément, mais l’ennemi hôte ne peut pas être vaincu tant qu’il a encore au moins une carte de nuée sous lui. Quand une carte de nuée est vaincue, tout dégât en excès peut être infligé à une autre carte de nuée sous le même ennemi hôte, ou à l’ennemi hôte lui-même s’il ne reste que lui. <i>(Par exemple, Tony Morgan utilise un Derringer .41 pour attaquer un Zoog Discret avec 2 cartes de nuée. L’attaque inflige 2 dégâts. Le premier point de dégât vainc 1 des 2 cartes de nuée ; le point en excès peut donc être infligé à l’autre carte de nuée, qui est également vaincue.)</i>
ko: 모든 무리 카드는 피해를 받거나 공격을 당할 때에도 서로 별개로 간주합니다. 하지만 우두머리 적 밑에 무리 카드가 있다면 우두머리 적을 쓰러뜨릴 수 없습니다. 무리 카드 하나가 쓰러질 때, 초과분의 피해를 해당 무리에 있는 다른 무리 카드나 우두머리 적에게 할당해도 됩니다(<i>예시: ‘토니 모건’이 ‘41구경 데린저’를 사용해서 무리 카드가 2개인 ‘잠행하는 주그’를 공격합니다. 이번 공격은 피해를 2 줍니다. 그중 피해 1로 무리 카드 2장 중 1장을 쓰러뜨리고, 나머지 피해 1을 다른 무리 카드 1장에 할당하여 그것도 쓰러뜨립니다</i>).

source: Anytime a swarm card leaves play, place it on the bottom of its owner’s deck. If you are unsure of the owner of the swarm card, you may look at it to determine its owner.
de: Jedes Mal wenn eine Schwarmkarte das Spiel verlässt, wird sie unter das Deck ihres Besitzers platziert. Falls unklar ist, wer der Besitzer einer Schwarmkarte ist, darf man sie sich ansehen, um ihren Besitzer zu bestimmen.
es: En cualquier momento en el que una carta de multitud abandone el juego, colócala en la parte inferior del mazo de su propietario. Si no estás seguro de quién es el propietario de la carta de multitud, puedes mirarla para determinarlo.
fr: Chaque fois qu’une carte de nuée quitte le jeu, placez-la sous le deck de son propriétaire. Si vous ne vous rappelez plus qui en est le propriétaire, vous avez le droit de la regarder pour déterminer à qui elle appartient.
ko: 언제든 무리 카드가 플레이 영역에서 나갈 때, 그 카드를 소유자의 덱 맨 밑에 놓습니다. 무리 카드의 소유자가 누구인지 잘 기억나지 않는다면, 무리 카드의 앞면을 보고서 소유자가 누군지 확인해도 됩니다.

source: The host enemy and all of its swarm cards move, engage, and exhaust as a single entity. (For example, if a host enemy or any of its swarm cards are evaded, all of them exhaust and become disengaged.)
de: Der Wirtsgegner und alle seine Schwarmkarten werden als Einheit bewegt, in Kämpfe verwickelt und erschöpft. (Beispiel: Gelingt es einem Ermittler, einem Wirtsgegner oder einer seiner Schwarmkarten zu entkommen, werden alle Karten dieser Einheit erschöpft und von dem Ermittler gelöst.)
es: El Enemigo anfitrión y todas sus cartas de multitud se mueven, enfrentan y agotan como una sola entidad. <i>Por ejemplo, si un Enemigo anfitrión o cualquiera de sus cartas de multitud son evitados, se agotan todos y dejan de estar enfrentados.</i>
fr: L’ennemi hôte et toutes ses cartes de nuée se déplacent, engagent et s’inclinent comme une seule entité. (Par exemple, si vous échappez à un ennemi hôte ou à n’importe laquelle de ses cartes de nuée, vous les inclinez tous et devenez désengagé de toutes ces cartes.)
ko: 우두머리 적과 그에 딸린 무리 카드는 하나의 독립체처럼 이동하고 교전하며 소진됩니다(<i>예시: 우두머리 적 또는 그에 딸린 아무 무리 카드 하나를 회피한다면, 그 무리에 속한 모두가 소진 상태가 되고 교전이 풀립니다</i>).
