Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdea/campaign.po
Languages: de, es, fr, it, ko, ru, zh

source: An encounter card or weakness with the hidden keyword has a revelation ability that secretly adds that card to your hand. This should be done without revealing that card or its text to the other investigators.
de: Eine Begegnungskarte oder Schwäche mit dem Schlüsselwort Verborgen hat eine Enthüllung-Fähigkeit, die sie geheim der Hand des Spielers hinzufügt. Dies sollte geschehen, ohne den anderen Ermittlern die Karte oder ihren Text zu enthüllen.
es: Una carta de Encuentro o Debilidad con la palabra clave “Oculto” tiene una capacidad “Revelación” que la añade a tu mano en secreto. Esto debe hacerse sin revelar la carta ni su texto a los demás investigadores.
fr: Une carte Rencontre ou une faiblesse avec le mot-clé Cachée a une capacité <b>Révélation</b> qui l’ajoute secrètement à votre main sans révéler cette carte ni son texte aux autres investigateurs.
it: Le carte incontro o le debolezze con la parola chiave Nascosto contengono una capacità Rivelazione che vi permette di aggiungerle segretamente alla vostra mano, senza rivelare quelle carte o il loro testo agli altri investigatori.
ko: 몇몇 조우 카드나 약점 카드는 ‘숨김’ 키워드를 갖습니다. 숨김 카드에는 그 카드를 ‘공개하지 않고 당신의 손에 듭니다’라는 폭로 기능이 있습니다. 그 폭로 기능을 해결할 때에는, 숨김 카드 및 숨김 카드에 있는 문구를 다른 조사자에게 공개해선 안 됩니다.
zh: 帶有“隱私”關鍵詞的遭遇卡或弱點卡具有顯現能力，這個能力會指示你秘密地將該卡牌加入自己手牌中。結算此能效果時不翻開這張卡，也不向其他調查員展示卡牌上的文字。

source: While a hidden treachery is in your hand, treat it as if it were in your threat area. Its constant abilities are active, and abilities on it can be triggered, but only by you.
de: Solange sich eine Verborgen-Verratskarte auf der Hand eines Spielers befindet, wird sie so behandelt, als ob sie sich in seiner Bedrohungszone befände. Ihre anhaltenden Fähigkeiten sind aktiv und Fähigkeiten auf ihr können ausgelöst werden, aber nur von dem Spieler, der sie auf der Hand hat.
es: Mientras una Traición Oculto esté en tu mano, trátala como si estuviera en tu zona de amenaza. Sus capacidades continuas están activas, y se pueden activar sus capacidades, pero sólo puedes hacerlo tú.
fr: Tant qu’une carte Traîtrise avec le mot-clé Cachée est dans votre main, traitez-la comme si elle était dans votre zone de menace. Ses capacités permanentes sont actives et les capacités inscrites dessus peuvent être déclenchées, mais seulement par vous.
it: Finché una carta sventura con Nascosto si trova nella mano di un investigatore, va considerata come se si trovasse nella sua area di minaccia: le sue capacità costanti sono attive e le capacità su di essa possono essere innescate soltanto da quell’investigatore.
ko: 숨김 음모 카드는 당신의 손에 있는 동안, 당신의 위협 영역에 있는 것처럼 취급합니다. 따라서 숨김 음모 카드의 상시 기능은 활성화되어 있으며, 숨김 음모 카드에 있는 기능은 오직 당신만 격발할 수 있습니다.
zh: 當你手牌中有隱私卡時，視作它在你的威脅區域內。卡牌上的持續能力生效，並且卡牌上的能力只能被你觸發。

source: While a hidden enemy is in your hand, it is not considered to be engaged with you or in your threat area, and it does not attack unless otherwise specified. However, its constant abilities are active, and abilities on it can be triggered, but only by you.
de: Solange sich eine Verborgen-Gegnerkarte auf der Hand eines Spielers befindet, gilt sie nicht als mit dem Spieler in einen Kampf verwickelt oder in seiner Bedrohungszone befindlich. Der Gegner greift nicht an, außer es ist etwas anderes angegeben. Seine anhaltenden Fähigkeiten sind aber aktiv und Fähigkeiten auf ihm können ausgelöst werden, aber nur von dem Spieler, der die Gegnerkarte auf der Hand hat.
es: Mientras un Enemigo Oculto esté en tu mano, no se considera que esté enfrentado a ti ni en tu zona de amenaza, y no ataca salvo que se indique algo distinto. Sin embargo, sus capacidades continuas están activas, y se pueden activar sus capacidades, pero sólo puedes hacerlo tú.
fr: Tant qu’une carte Ennemi avec le mot-clé Cachée est dans votre main, cet ennemi n’est pas considéré comme étant engagé avec vous ou dans votre zone de menace et il n’attaque pas, sauf si le contraire est spécifié. Cependant, ses capacités permanentes sont actives et les capacités inscrites dessus peuvent être déclenchées, mais seulement par vous.
it: Finché una carta nemico con Nascosto si trova nella mano di un investigatore, non va considerata impegnata con quell’investigatore o nella sua area di minaccia e non attacca, a meno che non sia specificato diversamente. Tuttavia, le sue capacità costanti sono attive e le capacità su di essa possono essere innescate soltanto da quell’investigatore.
ko: 숨김 적 카드는 당신의 손에 있는 동안, 당신의 위협 영역에 있는 것으로 간주하지 않으며 당신과 교전한 것으로 간주하지도 않습니다. 또한 달리 명시되지 않은 이상 공격도 하지 않습니다. 하지만, 숨김 적 카드의 상시 기능은 활성화되어 있으며, 숨김 적 카드에 있는 기능은 오직 당신만 격발할 수 있습니다.
zh: 當你手牌中有隱私敵人，它不視為與你交戰或在你的威脅區域內，它不進行攻擊，除非有特殊說明。但是，該卡牌上的持續能力生效，並且卡牌上的能力只能被你觸發。

source: A hidden card counts toward your hand size, but it cannot be discarded from your hand by any means except those described on the card. When discarded, a hidden card is placed in its appropriate discard pile.
de: Eine Verborgen-Karte zählt bei der Bestimmung der Handkarten eines Spielers mit, kann aber nicht von der Hand abgelegt werden, außer auf die auf der Karte beschriebene Art. Sobald Verborgen-Karten abgelegt werden, werden sie auf den entsprechenden Ablagestapel gelegt.
es: Una carta Oculto cuenta para tu tamaño de la mano, pero no se puede descartar de tu mano por <i>ningún</i> medio excepto mediante los descritos en la carta. Al ser descartadas, las cartas Oculto se colocan en la pila de descartes apropiada.
fr: Une carte Cachée compte dans la taille de votre main mais ne peut en être défaussée par aucun moyen, excepté celui inscrit sur la carte. Quand une carte Cachée est défaussée, elle est placée dans la pile de défausse appropriée.
it: Una carta con Nascosto conta al fine di determinare il limite di mano degli investigatori, ma non può essere scartata dalla mano in alcun modo ad eccezione di quello descritto sulla carta. Quando vengono scartate, le carte con Nascosto vengono collocate nella pila degli scarti appropriata.
ko: 숨김 카드는 손에 들 수 있는 카드 장수 제한에는 포함되지만, 카드에 적혀있는 것 외의 그 어떠한 다른 방법으로도 손에서 버릴 수 없습니다. 숨김 카드를 버릴 때에는 적합한 버린 카드 더미에 놓습니다.
zh: 隱私卡計入你的手牌上限，但除非按照隱私卡上的文字描述執行，否則你不能以任何形式從你手牌中棄掉它。棄掉隱私卡時，將其放入對應的棄牌堆。

source: For the best experience, players are encouraged to stay “in character” and not share information about hidden cards in their hand.
es: Para una mejor experiencia, los jugadores no deberían salirse del personaje ni compartir información sobre las cartas Oculto de su mano.
fr: Pour profiter de la meilleure expérience de jeu possible, les joueurs sont encouragés à « jouer le jeu » et à ne rien partager des informations sur les cartes Cachée dans leur main.
it: Per un’esperienza di gioco ottimale, non rivelate all’altro gruppo cosa è accaduto nella vostra campagna: in questo modo i due gruppi potranno successivamente scambiarsi le campagne e godersi la storia da un altro punto di vista.
ko: 가급적이면 “조사자라는 역할에 몰입”해서 손에 든 숨김 카드의 정보를 공유하지 않는 편이 좋습니다.
zh: 為了獲得最佳的遊戲體驗，建議玩家“扮演角色”進行游戲，不要將手牌中隱私卡的任何內容公開。

source: Do You Always Follow Orders?
es: ¿Siempre sigues las órdenes?
fr: Vous êtes du genre à toujours suivre les ordres ?
ru: Всегда слушаешься старших?

source: Do not stray from the path in <i>Beyond the Gates of Sleep</i>.
es: No te desvíes del camino en <i>Más allá de las Puertas del Sueño</i>.
fr: Ne vous écartez pas du chemin dans <i>Par-delà le Mur du Sommeil</i>.
ru: Не сходите с пути в «За вратами сна».

source: Aww, But They're So Cute
es: Ay, si es que son tan monos
fr: Mais ils sont si mignons !
ru: Но ведь они такие милые

source: Do not defeat a single [[Zoog]] enemy in <i>Beyond the Gates of Sleep</i>.
es: No mates a ningún Enemigo [[Zoog]] en <i>Más allá de las Puertas del Sueño</i>.
fr: Ne vainquez aucun ennemi [[Zoog]] dans <i>Par-delà le Mur du Sommeil</i>.
ru: Не побеждайте ни единого врага-[[зуга]] в «За вратами сна».

source: Losing My Religion
es: Perdiendo mi religión
fr: Perdre la foi :
ru: Дай мне знак

source: In a single playthrough, find and uncover all 10 Signs of the Gods in <i>The Search for Kadath</i>.
es: Encuentra y descubre las 10 Señales de los dioses en una sola partida en <i>La búsqueda de Kadath</i>.
fr: Découvrez les 10 Signes des Dieux au cours d'une même partie d'<i>À la Recherche de Kadath</i>.
ru: Найдите все 10 знаков богов за одно прохождение «В поисках Кадата».

source: Fantasy Flight Games (®) Does Not Condone Accomplishing This Achievement
es: Fantasy Flight Games (®) no aprueba la consecución de este logro
fr: La responsabilité de Fantasy Flight Games (®) ne serait être engagée si vous accomplissez ce qui suit :
ru: Команда локализации карточного «Ужаса Аркхэма» осуждает сам факт существования этого достижения

source: Break the law of Ulthar in <i>The Search for Kadath</i>.
es: Quebranta la ley de Ulthar en <i>La búsqueda de Kadath</i>.
fr: Enfreignez la loi d'Ulthar dans <i>À la Recherche de Kadath</i>.
ru: Нарушьте закон Ултара в «В поисках Кадата».

source: Tactical Espionage Action
es: Acción de espionaje táctico
fr: Acte d'espionnage tactique :
ru: Стелс-экшен

source: Complete <i>Dark Side of the Moon</i> with each investigator's alarm level at zero.
es: Completa <i>El lado oscuro de la luna</i> con el nivel de alarma de cada investigador a cero.
fr: Achevez <i>La Face cachée de la Lune</i> avec le niveau d'alerte de chaque investigateur à 0.
ru: Завершите «Тёмную сторону Луны» с уровнем тревоги каждого сыщика равным 0.

source: Moon Lizards? I Don't Believe They Exist
es: ¿Lagartos lunares? No creo que existan
fr: Des lézards sur la lune ? Vous êtes sérieux ?
ru: Лунные ящерицы? Их не существует

source: Defeat the Moon Lizard in <i>Dark Side of the Moon</i>.
es: Derrota al Lagarto lunar en <i>El lado oscuro de la luna</i>.
fr: Vainquez le Lézard Lunaire dans <i>La Face Cachée de la Lune</i>.
ru: Победите «Лунную ящерицу» в «Тёмной стороне Луны».

source: Barkham Horror Enthusiast
es: Entusiasta de Barkham Horror
fr: Amateur d'Horreur à Warkham ?
ru: Братья наши меньшие

source: Defeat 1 or more Cats from Saturn using a fight ability on either a cat ally or a dog ally.
es: Derrota a 1 o más Gatos de Saturno usando una capacidad de combatir de un Aliado gato o de un Aliado perro.
fr: Vainquez au moins 1 Chats de Saturne en utilisant une capacité de combat d'un allié chat ou d'un allié chien.
ru: Победите хотя бы 1 экземпляр «Котов с Сатурна», используя свойство <b>боя</b> с карты собаки или кота-<b>союзника</b>.

source: Only Way To Be Sure
es: Sólo hay una forma de asegurarse
fr: Un Seul moyen d'être sûr :
ru: Чтобы наверняка

source: Reduce the High Priest Not to Be Described to 1 remaining health, then shove it down a well anyway in <i>Where the Gods Dwell</i>.
es: Reduce a 1 la salud restante del Sumo Sacerdote Que No Debe Ser Descrito y luego empújalo a un pozo de todas formas en <i>Donde moran los dioses</i>.
fr: Réduisez à 1 la vie du Grand Prêtre qu'on ne Peut Décrire puis jetez-le au fond d'un puits en jouant <i>La Demeure des Dieux</i>.
ru: Нанесите столько ран «Неописуемому верховному жрецу», чтобы у него осталось ровно 1 здоровье, а потом всё равно швырните его в колодец в «Где обитают боги».

source: Give Them Something To Talk About
es: Dales algo de lo que hablar
fr: Trouvons des sujets de conversation :
ru: Пусть перешёптываются

source: In a single round, add every hidden form of Nyarlathotep to the victory display in <i>Where the Gods Dwell</i>.
es: Añade todas las formas Oculto de Nyarlathotep a la zona de victoria en una sola ronda en <i>Donde moran los dioses</i>.
fr: Lors d'un même round, ajoutez chaque forme cachée de Nyarlathotep à la pile de victoire en jouant <i>La Demeure des Dieux</i>.
ru: Добавьте каждую тайную форму Ньярлатхотепа на победный счёт в течение одного раунда в «Где обитают боги».

source: This Isn't Even My Final Form!
es: ¡Ésta ni siquiera es mi forma final!
fr: Ce n'est même pas ma dernière forme !
ru: Это даже не последняя моя форма!

source: Expose and then defeat Nyarlathotep's True Shape in <i>Where the Gods Dwell</i>.
es: Expón y luego derrota la forma verdadera de Nyarlathotep en <i>Donde moran los dioses</i>.
fr: Exposez puis vainquez la véritable forme de Nyarlathotep dans <i>La Demeure des Dieux</i>.
ru: Разоблачите и победите истинное обличье Ньярлатхотепа в «Где обитают боги».

source: Don't Tell Anyone, But...
es: No se lo digas a nadie, pero…
fr: Ne le dites à personne, mais...
ru: Только никому не говори

source: Using the ability on The Great Hall, give 6 different hidden cards to another investigator in <i>Where the Gods Dwell</i>.
es: Usando la capacidad de El gran salón, dale 6 cartas Oculto distintas a otro investigador en <i>Donde moran los dioses</i>.
fr: En utilisant la capacité de La Grande Salle, donnez 6 cartes cachées différentes à un autre investigateur dans <i>La Demeure des Dieux</i>.
ru: Используя свойство «Большого зала», передайте 6 разных тайных карт другому сыщику в «Где обитают боги».

source: Win <i>The Dream-Quest</i> campaign with at least three Ultimatums active.
es: Gana la campaña <i>La búsqueda onírica</i> con al menos tres Ultimátums activos.
fr: Franchir la ligne rouge: Gagnez la campagne <i>La Quête Onirique</i> avec au moins trois Ultimatums actifs.
ru: Победите в кампании «Сновидческий поиск», используя как минимум три ультиматума.

source: Dreamlands Expertise
es: Pericia de las Tierras del Sueño
fr: Expertise des Contrées du Rêve :
ru: Эксперт Мира грёз

source: Win the <i>The Dream-Quest</i> campaign on Expert difficulty.
es: Gana la campaña <i>La búsqueda onírica</i> en dificultad Experto.
fr: Gagnez la campagne <i>La Quête Onirique</i> en mode Expert.
ru: Победите в кампании «Сновидческий поиск» на экстремальном уровне сложности.

source: Beware The Black Cat
es: Cuidado con el gato negro
fr: Méfiez-vous du chat noir :
ru: Остерегайтесь чёрного кота

source: Complete <i>The Dream-Eaters</i> campaign with <i>okay, fine, have it your way then</i> recorded in your Campaign Log.
es: Completa la campaña <i>Los devoradores de sueños</i> con <i>pues vale, como queráis</i> anotado en el registro de campaña.
fr: Terminez la campagne <i>Les Dévoreurs de Rêves</i> en ayant la mention <i>Bon, d'accord, débrouillez-vous tout seul alors</i> inscrite dans votre Carnet de Campagne.
ru: Закончите кампанию «Пожиратели снов» с записью <i>ну и пожалуйста, как хотите</i> в журнале кампании.

source: Reunited and it Feels So Good
es: Qué alegría poder reunirnos
fr: Se retrouver, c'est si bon !
ru: Вместе навсегда

source: Win <i>The Dream-Eaters</i> as an interconnected 8-part campaign, and have both groups reunite during the epilogue.
es: Gana <i>Los devoradores de sueños</i> como una campaña interconectada de 8 partes y haz que ambos grupos se reúnan durante el epílogo.
fr: Remportez <i>Les Dévoreurs de Rêves</i> en tant que campagne en huit parties interconnectées en ayant réuni les deux groupes lors de l'épilogue.
ru: Победите во взаимосвязанной восьмичастной кампании «Пожиратели снов» так, чтобы в эпилоге две группы воссоединились.
