Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/a_thousand_shapes_of_horror.po
Languages: it, ru, zh

source: Scenario II–B: A Thousand Shapes of Horror
it: Scenario II-B: Le Mille Forme dell’Orrore
ru: Сценарий II–Б: Тысяча кошмарных форм
zh: 冒险II–B：万千骇形

source: Scenario II-B
ru: Сценарий II–Б
zh: 冒险II–B

source: To stop the merging between the land of dreams and the waking world, you decide to force your way into the “Dreamlands”—as your new companion Randolph calls the dimension—in your physical body, instead of traveling there in your sleep. “While there are many dangers to this method of travel, I think it is better than the alternative,” Randolph claims. “If we venture there in our sleep, we may become trapped like your companions, unable to wake.” You agree: you can do little good trapped on the other side, especially if you aim to help your dreaming companions. “Our first step is to find a key. Even in places where the Dreamlands borders the waking world, one cannot simply walk between them. I once possessed a key to the Gate of Dreams, but I lost it years ago and have been unable to find it since,” he laments.
it: Per fermare la fusione fra la terra dei sogni e il mondo della veglia avete deciso di introdurvi con la forza nel “Mondo dei Sogni” - come viene definita questa dimensione dal vostro nuovo compagno, Randolph - utilizzando il vostro corpo fisico anziché attraverso il sonno. “Per quanto questo metodo di viaggio nasconda non pochi pericoli, credo sia molto meglio dell’alternativa” sostiene Randolph. “Con un viaggio onirico potremmo rimanere intrappolati come i vostri compagni, con il serio rischio di non svegliarci più come loro.” Siete d’accordo con lui: intrappolati dall’altra parte potreste fare ben poco, specialmente se il vostro scopo è aiutare i vostri amici addormentati. “Prima di tutto dobbiamo trovare una chiave. Anche in quei luoghi dove il Mondo dei Sogni confina con quello della veglia, non è possibile spostarsi semplicemente da uno all’altro. Una volta ero in possesso della chiave per la Soglia dei Sogni, ma l’ho persa anni fa e non sono più riuscito a trovarla” sospira con tono sofferente.
ru: Чтобы остановить слияние миров, вы решаете прорваться в этот «Мир грёз», как его называет Рэндольф, в своих физических оболочках, вместо того чтобы естественным образом оказаться там во сне. «С этим методом путешествия связано множество опасностей, но я всё равно считаю, что он предпочтительней альтернативы, — заявляет Рэндольф. — Если мы отправимся туда во сне, есть вероятность, что мы окажемся в ловушке, как ваши компаньоны, и не сможем проснуться». Вы соглашаетесь: нет смысла отправляться в ловушку, если вы хотите помочь выбраться тем, кто уже в неё угодил. «Наш первый шаг — найти ключ. Даже в местах, где Мир грёз граничит с миром бодрствующих, никто не может просто так пересечь эту границу. Когда-то я владел ключом к вратам сна, но потерял его много лет назад и с тех пор никак не могу его отыскать…» — сокрушается он.
zh: 为了阻止梦境世界与清醒世界之间的融合，你决定强行以肉身进入“幻梦境”——你的新伙伴伦道夫是那样称呼那个世界的——而不是以睡眠状态进入。“以这种方式进入幻梦境会面临许多危险，但我想总好过另一种方式。”伦道夫说道，“如果我们以睡眠状态进入，我们可能会像你的同伴们一样被困住，无法醒来。”你赞同他所说的：如果被困在那头，你几乎做不了什么，更加无法帮助仍在梦中的同伴。 “我们首先要找到一把钥匙。就算能找到幻梦境与清醒世界之间的边界，那也不是随便就能穿越的地方。我曾经有睡梦之门的钥匙，但在很多年前已经不见了，至今也找不回来。”他惋惜地说道。

source: The black cat, perched on a nearby park bench, glares at Randolph with narrow, disdainful eyes. “You lost the key to the Dreamlands?” You share in the cat’s skepticism. Randolph sighs and shakes his head. “Let me explain,” he says to you. “It is not a physical key. It never was. The ‘key’ was the sense of wonder, fantasy, and creativity that sparked my imagination when I was young. These are things we do not value in maturity. It is only natural the key to these kinds of dreams should be lost with age.” “What foolishness!” the black cat scolds. “It is not ‘maturity’ to leave one’s imagination behind. You have abandoned the best part of you. You are more a mewling kitten now than any child I have ever met.” “Perhaps you are right,” Randolph agrees, downcast. “I forced myself to believe that earthly concerns were more important than juvenile fantasies of gilded spires, perfumed jungles, and twilight realms…and now I fear I shall never see such wonders again.” He turns back toward you, his eyes full of regret. “And worse, I will be unable to guide you.
it: Il gatto nero, seduto su una vicina panchina del parco, fissa Randolph con gli occhi stretti e sdegnosi: “Hai perso la chiave per il Mondo dei Sogni?” Anche voi condividete l’incredulità del felino. L’uomo sospira, scuotendo la testa: “Lasciate che vi spieghi” dice. “Non è una chiave fisica, non lo è mai stata. Quella ‘chiave’ rappresentava la mia capacità di stupirmi, la fantasia e la creatività che alimentavano la mia immaginazione quando ero giovane. Sono tutte caratteristiche a cui non diamo valore quando cresciamo: è naturale che la chiave per questo genere di sogni si perda con l’età.” “Che idiozia!” lo rimprovera il gatto nero. “Abbandonare la propria immaginazione non significa ‘crescere’. Hai perso la parte migliore di te: sei il peggior gattino piagnucolante fra tutti i cuccioli con cui abbia mai avuto a che fare!” “Forse hai ragione” risponde Randolph con tono abbattuto. “Ho costretto me stesso a credere che le preoccupazioni materiali fossero più importanti delle fantasie puerili di guglie dorate, giungle profumate e reami crepuscolari... e ora temo che non vedrò mai più meraviglie simili.” Torna a voltarsi verso di voi con gli occhi colmi di rimpianto: “Peggio ancora, non sarò in grado di condurvi fin lì.”
ru: Чёрный кот, усевшись на парковой скамейке неподалёку, вперяет в Рэндольфа полный презрения взгляд: «Ты потерял ключ от Мира грёз?» Вы разделяете кошачий скепсис. Рэндольф вздыхает и качает головой. «Позвольте объяснить, — говорит он. — Это не просто некий предмет. И никогда им не был. „Ключом“ были ощущение чуда, фантазия и тяга к творчеству, что зажигали моё воображение в юности. В зрелом возрасте мы не особо ценим подобное. Вполне естественно, что с возрастом ключ к подобным грёзам теряется». «Что за глупость! — отчитывает его кот. — Забыть о воображении — это не „зрелость“. Ты отказался от лучшей части себя. Сейчас ты больше похож на пищащего котёнка, чем любой ребёнок, которого я когда-либо встречал». «Возможно, ты прав, — соглашается Рэндольф, опустив взгляд. — Я заставил себя поверить, что мирские заботы важнее юношеских фантазий о золочёных шпилях, благоухающих джунглях и сумеречных царствах… И теперь я боюсь, что никогда больше не увижу подобных чудес. — Он поворачивается к вам с полным сожаления взглядом. — И, что ещё хуже, не смогу вас направить».
zh: 黑猫坐在不远处公园的长凳上，眯起眼睛轻蔑地瞪著伦道夫：“你把通往幻梦境的钥匙弄丢了？” 你和那只黑猫一样怀疑他说的话。伦道夫叹气，摇摇头说道：“听我解释。”他对你说，“那不是一把真的钥匙。从来就不是。那把‘钥匙’是激发我小时候想象力的好奇、幻想，以及创造力。这都是我们变得成熟之后不再重视的。随著年龄的增长，这些梦境的钥匙便会自然消失。 “太蠢了！”黑猫骂道，“丢掉自己的想象力不等于‘成熟’。是你自己抛弃了你最宝贵的东西。比起我见过的任何一个人类小孩，现在的你都更像是一只只会喵喵叫的小猫咪。” “或许你说的没错。”伦道夫沮丧地认同黑猫的批评，“我逼自己去相信，现实的桩桩件件，都比年少时的幻想更重要，比如镀金的尖塔、香气馥郁的丛林、朦胧的国度……如今，恐怕我再也无法见到这些奇景了。”他回头看著你，眼中满是后悔，“更糟的是，我不能再给你引路了。”

source: You go through the usual motions: “When was the last time you saw it?” “Where was the last time you used it?” and the like. Randolph sighs and shakes his head. “You do not understand. It is not a physical key. It never was. The key was the sense of wonder, fantasy, and creativity that sparked my imagination when I was young. These are things we do not value in maturity. It is only natural the key to these kinds of dreams should be lost with age.”
it: Cercate di ricostruire il tutto con le domande canoniche: “Quando l'hai vista l'ultima volta?” “Dov’eri l’ultima volta in cui l’hai usata?” e via dicendo. Randolph sospira, scuotendo la testa: “Non capite. Non è una chiave fisica, non lo è mai stata. Quella ‘chiave’ rappresentava la mia capacità di stupirmi, la fantasia e la creatività che alimentavano la mia immaginazione quando ero giovane. Sono tutte caratteristiche a cui non diamo valore quando cresciamo: è naturale che la chiave per questo genere di sogni si perda con l’età.”
ru: Вы задаёте обычные вопросы, вроде «Когда ты видел его в последний раз?» и «Где ты в последний раз им пользовался?». Рэндольф вздыхает и качает головой: «Вы не понимаете. Это не просто некий предмет. И никогда им не был. „Ключом“ были ощущение чуда, фантазия и тяга к творчеству, что зажигали моё воображение в юности. В зрелом возрасте мы не особо ценим подобное. Вполне естественно, что с возрастом ключ к подобным грёзам теряется».
zh: 你像以往调查失物事件一样询问：“你最后一次看到它是什么时候？”“你最后一次使用它是什么时候？”之类的问题。 伦道夫叹气，摇摇头说道：“你不明白。那不是一把真的钥匙。从来就不是。那把‘钥匙’是激发我小时候想象力的好奇、幻想，以及创造力。这都是我们变得成熟之后不再重视的。随著年龄的增长，这些梦境的钥匙便会自然消失。”

source: You ask what might have turned Randolph’s mind away from the fantastical and toward more practical concerns. He thinks for a brief time, mulling over the possibilities. Then, his eyes go wide as he realizes something important. “There was an incident many years ago. It was the last time I was involved with something supernatural—that is, before today,” he explains. “I met a friend of mine—Joel Manton— in the graveyard next to the old abandoned house in the Merchant District. The one they call the <i>Unnamable</i>. I didn’t want to believe that it was truly haunted, as the stories told, but in merely repeating the legend, I drew the creature’s ire.” You ask of the creature, and Randolph closes his eyes as a violent shudder courses up his spine. “It cannot be described. All I know is that we barely survived. It was my fault Joel was hurt. From that day forth, I have had no desire to delve into the supernatural or the superstitious. Not because I did not believe, but because I was frightened. Is that why the key eludes me? Is that why I can no longer dream?” The realization hits him, clear as day. “I know where we have to go. That is where I lost the key. That must be where it can be regained!” he exclaims, wide-eyed. As Randolph frantically tries to hail a taxicab, you realize where he means to go: to the house without a name, where the indescribable creature that still haunts his memory resides…
it: Chiedete a Randolph cosa l’abbia spinto a rifiutare il fantastico in favore delle preoccupazioni più concrete. L’uomo si ferma a pensare, rimuginando sulle possibili risposte, quando improvvisamente spalanca gli occhi come se gli fosse tornato in mente qualcosa di importante. “Ricordo un incidente di molti anni fa… È stata l'ultima volta in cui ho avuto a che fare con qualcosa di sovrannaturale, prima di oggi s’intende” vi spiega. “Incontrai un amico, Joel Manton, nel cimitero accanto alla vecchia casa abbandonata nel Quartiere Mercantile, quella che chiamano l’Innominabile. Non volevo credere alle storie che sostenevano fosse infestata, ma finendo per ripercorrere esattamente quelle dicerie attirai l’ira della creatura.” Quando gli chiedete di parlarvi di quella entità, Randolph strizza gli occhi per il violento brivido che gli attraversa la schiena. “È indescrivibile. Tutto quello che so è che ne uscimmo vivi a malapena, e Joel è rimasto ferito per colpa mia. Da quel giorno non ho avuto più alcun desiderio di immergermi nel sovrannaturale o nelle superstizioni; non perché non ci credessi più, ma perché avevo paura. È per questo motivo che la chiave mi sta sfuggendo? Che non riesco più a sognare?” La realizzazione lo colpisce chiara come il sole. “So dove dobbiamo andare. E li che ho perso la chiave, ed è li che andremo a riprenderla!” esclama con gli occhi spalancati. Mentre Randolph prova istericamente a chiamare un taxi, capite di quale luogo stia parlando: la casa senza un nome, dove risiede la creatura indescrivibile che ancora tormenta i suoi ricordi…
ru: Вы спрашиваете, что могло заставить Рэндольфа отвлечься от фантастического и обратиться к более практичным проблемам. Какое-то время он размышляет, перебирая возможные ответы. Затем его глаза расширяются от осознания чего-то важного. «Кое-что произошло. Много лет назад. Это был последний раз, когда я столкнулся с чем-то сверхъестественным. Ну, до сегодняшнего дня, — объясняет он. — Я встретил друга, Джоэла Мэнтона, на кладбище рядом с заброшенным домом в Торговом районе. Люди называют тот дом Неименуемым. Я не хотел верить, что там на самом деле происходят паранормальные явления. Но, даже просто повторив легенду вслух, я вызвал гнев этого создания». Вы справшиваете о создании, и Рэндольф закрывает глаза, а по его спине резко пробегают мурашки. «Оно неописуемо. Всё, что я знаю, — мы едва выжили. По моей вине Джоэл был ранен. С того дня я не испытывал никакого желания иметь дело с чем-либо сверхъестественным, даже с суевериями. Не потому что я не верил в это, но потому что был напуган до глубины души. Поэтому ключ избегает меня? Поэтому я больше не вижу снов? — К нему приходит осознание. — Я понял, куда мы должны отправиться. Там я потерял ключ… Там мы его и найдём!» — восклицает он с широко раскрытыми глазами. Рэндольф судорожно пытается поймать такси, а вы осознаёте, куда он решил отправиться: к безымянному дому, где обитает неописуемое создание, что всё ещё терзает его разум…
zh: 你问伦道夫，他的思维是因为什么而远离幻想，转移到现实上。他想了一会，仔细考虑可能的原因。然后，他突然想到了一些重要的事情，睁大了眼睛。“几年前我发生过一件事。那是我最后一次跟超自然之类的扯上关系——今天这次除外。”他解释道，“我在商人区那间老废屋旁边的墓地，与我的朋友乔尔·曼顿见面。人们都说那是一间‘无名鬼屋’。我并不相信那里真的闹鬼，所以我就照著鬼故事里写的做了一遍，结果却激怒了它。” 你问‘它’是什么，伦道夫闭上眼睛，一股猛烈的颤栗跑上了他的脊柱。“我无法描述。我只知道我们勉强捡回了小命。乔尔受了伤，这都是我的错。在那天之后，我再也不想卷入超自然或者迷信的事情中。不是因为我不相信鬼神之说，而是因为我害怕。因此我失去了钥匙？因此我再也无法入梦？”他清楚地意识到了这一点，“我知道我们该去哪。我们要去我失去钥匙的地方。我一定可以在那里找回钥匙！”他瞪大了眼睛大声说道。 当伦道夫发狂似地叫出租车时，你才意识到他要去的地方是那间无名鬼屋，那里有著一个至今仍萦绕在他记忆中的难以名状的怪物……

source: Put the following locations into play: Burial Ground, Front Porch, Upstairs Hallway, both Downstairs Doorways, and both Upstairs Doorways.
it: Mettete in gioco i luoghi seguenti: Terreno di Sepoltura, Portico Anteriore, Corridoio del Piano Superiore, le 2 copie della Porta del Pianterreno e le 2 copie della Porta del Piano Superiore.
ru: Введите в игру следующие локации: «Захоронения», «Порог», «Коридор наверху», оба экземпляра «Двери внизу» и оба экземпляра «Двери наверху».
zh: 将以下地点放置入场：坟地，前廊，楼上的走廊，2张楼下的门道，2张楼上的门道。

source: Each investigator begins play at the Burial Ground.
it: Iniziate la partita nel Terreno di Sepoltura.
ru: Все сыщики начинают игру на «Захоронениях».
zh: 每位调查员从坟地开始游戏。

source: Set the following cards aside, out of play: the Attic location, the Unmarked Tomb location, all 6 Mysterious Stairs locations, all 4 Endless Descent treacheries, and The Silver Key story asset.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: i luoghi Soffitta, Tomba Senza Nome e le 6 Scale Misteriose, le 4 sventure Discesa Senza Fine e il supporto storia Chiave d'Argento.
ru: Отложите в сторону следующие карты: локации «Чердак» и «Безымянная могила», все шесть экземпляров локации «Таинственная лестница», все четыре экземпляра напасти «Бесконечный спуск» и сюжетный актив «Серебряный ключ».
zh: 将下列卡牌放在一边，位于场外：阁楼地点，无名坟墓地点，三部6张神秘阶梯地点，全部4张无尽深入诡计，银钥匙剧情支援｡

source: Randolph survived the descent.
it: Randolph è sopravvissuto alla discesa.
ru: Рэндольф пережил спуск.
zh: 伦道夫安全下降到地下世界。

source: In your Campaign Log, record <i>the investigators possess the Silver Key</i>. Any one investigator may choose to add The Silver Key <i>(Key to the Gate of Dreams)</i> to their deck. This card does not count toward that investigator’s deck size.
it: Annotate nel Diario della Campagna che <i>gli investigatori possiedono la Chiave d’Argento</i>. Un investigatore può scegliere di aggiungere la Chiave d’Argento <i>(Chiave della Soglia dei Sogni)</i> al suo mazzo (non considerandola nella dimensione del suo mazzo).
ru: Запишите в журнал кампании, что <i>сыщики завладели Серебряным ключом</i>. Любой сыщик может включить в свою колоду карту «Серебряный ключ (отпирает Врата Сна)». Эта карта не идёт в счёт размера колоды.
zh: 在冒险日志中，记录<i>调查员持有银钥匙</i>。任意一位调查员可以选择将银钥匙<i>(梦境之门的钥匙)</i>加入其牌组。这张卡牌不计入该调查员的牌组卡牌张数。

source: Your body now walks within the slumbering Dreamlands. Add 1 [skull] token to the chaos bag, for the remainder of the campaign.
it: Il vostro corpo ora si aggira nell’assopito Mondo dei Sogni. Aggiungete 1 segnalino [skull] al sacchetto del caos per il resto della campagna.
ru: Ваше тело теперь находится в сонном Мире грёз. Добавьте в мешок хаоса 1 жетон [skull] до конца кампании.
zh: 你以肉身行走在沉眠的幻梦境之中。将1个[skull]标记加入混乱袋，持续到这个剧本结束。

source: Did the investigators “recover a strange key”?
it: Gli investigatori hanno “recuperato una strana chiave”?
ru: <i>сыщики нашли необычный ключ</i>?
zh: 调查员是否“发现了一把奇怪的钥匙”？

source: In your Campaign Log, record <i>Randolph did not survive the descent</i>. If an investigator’s deck contains Randolph Carter <i>(Chained to the Waking World)</i> (<i>The DreamEaters</i> card #79), remove him from that deck for the remainder of the campaign.
it: Annotate nel Diario della Campagna che <i>Randolph non è sopravvissuto alla discesa</i>. Se il mazzo di un investigatore contiene Randolph Carter <i>(Incatenato al Mondo della Veglia)</i> (I Divoratori di Sogni #79), rimuovetelo da quel mazzo per il resto della campagna.
ru: Запишите в журнал кампании, что <i>Рэндольф не пережил спуск</i>. Если в колоде любого сыщика есть карта «Рэндольф Картер (прикован к миру бодрствующих)» <i>(набор «Кошмар наяву», карта 79)</i>, удалите её из той колоды до конца кампании.
zh: 在冒险日志中，记录<i>伦道夫在下降到地下世界的途中遇难</i>。如果伦道夫·卡特<i>(现实囚困，食梦者#79)</i>在调查员的牌组中，将他移出该调查员的牌组，直至这个剧本结束。

source: Randolph did not survive the descent.
it: Randolph non è sopravvissuto alla discesa.
ru: Рэндольф не пережил спуск.
zh: 伦道夫在下降到地下世界的途中遇难。

source: If you are playing The Web of Dreams as a four-part campaign:
it: Se state giocando <i>La Ragnatela dei Sogni</i> come campagna in quattro parti:
ru: Если вы играете «Паутину грёз» как четырёхчастную кампанию:
zh: 如果你正在游玩由4场冒险组成的《睡梦之网》剧本：

source: Proceed to <b>Scenario II–A: The Search for Kadath</b>.
it: Proseguite con lo <b>Scenario II–A: Alla Ricerca del Kadath</b>.
ru: Перейдите к <b>сценарию II–А «В поисках Кадата»</b>.
zh: 进入<b>冒险II–A：寻觅卡达斯</b>。

source: This place is nothing like the mystical forests, charming medieval villages, and majestic panoramas of which Virgil Gray wrote in his stories. No, far from it: this cold, bleak gulf eats away your hope and replaces it with a feeling of empty, meaningless dread. You ask Randolph if this is the way to your comatose companions. You almost hope that you are traveling in the wrong direction, so you can leave this awful place behind. “I do not know,” he replies, peering out one of the windows along the stairway. “We have traveled beyond the waking world, but this is the lower plane of the Dreamlands, known as the Underworld. It is an inhospitable place. Many of the creatures we have seen crossing over into our world come from this region. Perhaps our key knew this was our true destination?” Your guide examines the arcane key you found in the abandoned house, running his fingers over its arabesques as though recalling its shape, its weight, its texture. His eyes water with the depth of his loss. You offer to hold the key for him, which yanks him from his private thoughts. “Ah. Yes, perhaps that would be best,” he says, handing the delicate artifact to you. It is surprisingly heavy for something that, according to Randolph, is not real. With Randolph and the Silver Key in tow, you continue your descent anew. The Underworld may or may not be where your companions are, but if the creatures invading the world of the waking are indeed from this place, then perhaps here you can find answers.
it: Questo luogo non somiglia affatto alle foreste magiche, agli affascinanti villaggi medievali o ai panorami grandiosi che Virgil Gray aveva descritto nelle sue storie. Tutto l’opposto: si tratta di un abisso freddo e desolato che erode la vostra speranza, sostituendola con un vuoto e insensato terrore. Chiedete a Randolph se questa sia la strada per raggiungere i vostri compagni in coma: sperate quasi di trovarvi nel posto sbagliato e di potervi lasciarvi alle spalle questo luogo orribile. “Non lo so” vi risponde affacciandosi a una delle finestre lungo la scalinata. “Siamo oltre il mondo della veglia, ma questo è il livello inferiore del Mondo dei Sogni: il Mondo di Sotto. È un luogo inospitale. Molte delle creature che abbiamo visto attraversare la soglia che separa questo mondo dal nostro vengono da questa regione. Forse la nostra chiave sapeva che questa è la nostra vera destinazione?” La vostra guida esamina la chiave arcana che avete trovato nella casa abbandonata, facendo scorrere le dita sugli arabeschi che la decorano come se stesse cercando di ricordarne la forma, il peso, i dettagli. Vedete i suoi occhi bagnarsi di lacrime per la profonda perdita. Vi offrite di tenere la chiave per lui, ridestandolo dai suoi pensieri interiori. “Si, forse sarebbe meglio, si” sospira porgendovi il delicato artefatto. È sorprendentemente pesante per una cosa che, da quel che dice Randolph, nemmeno è reale. Con l'uomo a farvi strada e la Chiave d’Argento saldamente in mano, riprendete la vostra discesa. Il Mondo di Sotto potrebbe essere il luogo dove si trovano i vostri compagni, oppure no; tuttavia, se le creature che stanno invadendo il mondo della veglia provengono davvero da questo posto, forse potrete trovare qui le risposte che state cercando.
ru: Это место совсем не похоже на таинственные леса, очаровательные средневековые деревушки и величественные пейзажи, о которых писал Вёрджил Грей. Совсем наоборот: это холодная мрачная пропасть, что разъедает вашу надежду и заменяет её чувством пустого бессмысленного ужаса. Вы спрашиваете Рэндольфа, действительно ли это дорога навстречу вашим застрявшим в коме друзьям, втайне надеясь, что это не так и вам нужно повернуть назад. «Я не знаю, — отвечает тот, выглядывая из окон вдоль лестницы. — Мы покинули мир бодрствующих, но это нижний уровень Мира грёз, известный как Подземный мир. Весьма негостеприимное место. Многие существа, которых мы видели переходящими в наш мир, пришли отсюда. Возможно, ключ знал, что нам нужно именно сюда?» Ваш проводник изучает магический ключ, найденный в заброшенном доме, проводя пальцами по его арабескам и словно вспоминая его форму, вес и фактуру. Его глаза увлажняются от осознания своей потери. Вы предлагаете ему подержать ключ у себя, и это вырывает его из раздумий. «Ах. Да, пожалуй, так будет лучше», — говорит он, передавая вам хрупкий артефакт. Тот на удивление тяжёлый для чего-то, что, по словам Рэндольфа, нереально. С Рэндольфом и Серебряным ключом вы продолжаете спуск. Ваших товарищей может и не оказаться в Подземном мире, но если твари, наводнившие вашу реальность, действительно приходят отсюда, то, быть может, здесь вы найдёте ответы.
zh: 这个地方完全不像维吉尔·格雷笔下的神秘森林、迷人的中世纪村庄和宏伟景观。甚至与之大相径庭：这片寒冷、荒凉的海湾吞噬了你的希望，取而代之的是空虚且毫无意义的恐惧。你问伦道夫，这是找到你昏迷的同伴们的道路吗？你满心希望你只是走错了方向，那样你就能离开这个可怕的地方。 “我不知道。”他一边盯著楼梯边上的一扇窗户外面，一边回答，“我们已经来到了清醒世界以外，但这里是幻梦境的下层，名叫地下世界。这里十分荒凉。之前我们看到的，进入我们世界的许多怪物，都来自这里。或许我们的钥匙知道这里是我们真正的目的地？”你的向导仔细检查你们在废屋里找到的神秘钥匙，他的手指在钥匙上阿拉伯式花纹上滑过，彷佛在回想它的形状、重量和材质。他深深沉浸在悔恨的思绪中，双眼含泪。 你提出帮他保管钥匙，把他从自己的思绪里抽离出来。“啊。好的，或许这么做最好。”他说著，把那件精致的造物交给了你。根据伦道夫所说，它并不是真实的钥匙，但它却出奇的沉重。 你与伦道夫一起，带著银钥匙继续旅程。你的同伴们或许就在地下世界，也可能不在，但如果入侵清醒世界的怪物确实来自此处，那么也许你能从这里找到答案。
