Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/a_thousand_shapes_of_horror.po
Languages: it, ru, zh

source: Your last waking sensation is the rush of noxious, frigid air as you are knocked to the ground by the thrashing, monolithic abomination with no name. The wind is pulled out of your lungs. You cannot scream. You grasp desperately at the ground as the creature tears at your skin and tramples your bones. Somehow you wrench yourself free, escaping through the vortex of bitter, withering wind surrounding the creature. You hear the scrape of peeling plaster. Debris whips past your head. A loose brick hits your shoulder. You wonder if there will even be a building left to tremble at when this is all over.
it: L’ultima cosa che ricordate è il monolitico abominio senza nome che vi getta a terra con disordinata furia. Percepite una folata di aria gelida e malsana. Vi manca il respiro. Non potete urlare. Vi aggrappate disperatamente al pavimento mentre la creatura dilania le vostre carni e frantuma le vostre ossa. In qualche modo, riuscite a sottrarvi al suo assalto e a fuggire attraverso il vortice di terrificante vento gelido che circonda la creatura: sentite il grattare dell’intonaco strappato e dei detriti vi sfrecciano accanto alla testa. Alcuni mattoni staccatisi da un muro vi cadono sulle spalle. Vi chiedete se ci sarà ancora un edificio, quando tutto questo sarà finito.
ru: Ваше последнее отчётливое воспоминание — это порыв едкого ледяного воздуха. Затем вас сбивает с ног бешено колотящаяся монолитная мерзость без имени. От удара у вас захватывает дух, и вы даже не в силах закричать. Вы отчаянно хватаетесь за землю, когда существо разрывает вашу кожу и топчет ваши кости. Каким-то образом вам удаётся вырваться на свободу и прорваться сквозь вихрь горького иссушающего ветра, окружающего эту тварь. Вы слышите скрежет отслаивающейся штукатурки. Мимо вашей головы проносится несколько обломков, а в плечо прилетает шальной кирпич. Вы задумываетесь, останется ли это здание стоять, когда всё закончится.
zh: 你被无名的异形巨怪扑打在地，你最后能清醒感觉到的不过是一股令人厌恶的寒冷气体。这阵气流是从你的肺中抽出的。你叫不出声。你绝望地抓挠著地面，而那头怪物撕裂你的皮肤，踩碎你的骨头。不知怎的，你挣扎著逃了出来，逃离了那头怪物周围的刺骨旋风。你听见水泥层剥落的刮擦声。无数碎片从你头顶上掠过。掉落的一块砖头击中了你的肩膀。你不禁会想，当这一切结束之后，这里是否还会有房子的模样？

source: You barely hear Randolph shouting to you over the maelstrom of ice-cold air that surrounds you. Despite all odds, you somehow reach him, the indescribable monstrosity hot on your heels. Randolph wrenches open your hand, grabs the key you found in the unnamed house, and clutches it tightly. He closes his eyes and whispers something inaudible. As the abominable torrent crashes into you, everything goes black. When you awaken, you lie on a flat stone platform overlooking a steep, straight staircase that descends into unknown depths. Behind you, the stairway curls upward into a stone spire that ascends into a hazy mist. In both directions, the entirety of the cavern is dimly lit with grey phosphorescence. Randolph pulls you to your feet. “That was a close one,” he admits. “I never wish to take a journey like that again.” You ask where you are, and he bites his lip, looking out over the bleak, desolate scenery. “This is the lower plane of the Dreamlands, known as the Underworld. It is an inhospitable place. Many of the creatures we have seen crossing over into our world come from this region. Perhaps our key knew this was our true destination. I think…I think it is gone now,” your guide explains. You are thunderstruck. Randolph grits his teeth at your reaction and looks away in shame. “Forget it. We no longer need it anyway. Let’s go.” His curt reply echoes off the stone steps. With Randolph leading the way, you continue your descent anew. The Underworld may or may not be where your companions are, but if the creatures invading the world of the waking are indeed from this place, then perhaps here you can find answers.
it: Travolti da quel vortice di aria ghiacciata, sentite a malapena le urla di Randolph. Nonostante tutto riuscite in qualche modo a raggiungerlo, con l’indescrivibile mostruosità ancora attaccata alle calcagna. L’uomo vi strappa di mano la chiave che avete trovato nella casa senza nome, stringendola con forza; poi chiude gli occhi, sussurrando qualcosa che non riuscite a sentire. Nel momento in cui l’abominevole torrente si schianta su di voi, tutto diventa nero. Quando vi risvegliate, siete sdraiati su una piattaforma di pietra liscia che si affaccia su una ripida scalinata, la quale scende dritta verso un misterioso abisso. Dietro di voi, i gradini si attorcigliano in una spirale di pietra che si perde in una fitta nebbia. Ovunque guardate, l’intera caverna è fiocamente illuminata da una luce grigia fosforescente. Randolph vi aiuta ad alzarvi: “Ce la siamo vista brutta” ammette. “Spero di non dover fare mai più un viaggio simile.” Gli chiedete dove vi trovate; l’uomo si morde il labbro, facendo scorrere lo sguardo su quello scenario cupo e desolato. “Siamo nel livello inferiore del Mondo dei Sogni: il Mondo di Sotto. È un luogo inospitale. Molte delle creature che abbiamo visto attraversare la soglia che separa questo mondo dal nostro vengono da questa regione. Forse la nostra chiave sapeva che questa è la nostra vera destinazione. Solo che… credo sia sparita, ora” spiega la vostra guida. Siete attoniti. Randolph stringe i denti davanti alla vostra reazione, volgendo lo sguardo altrove per la vergogna. “Non pensiamoci. Non ne avevamo comunque più bisogno. Andiamo.” La sua risposta brusca riecheggia fra i gradini di pietra. Con Randolph a farvi strada, riprendete la vostra discesa. Il Mondo di Sotto potrebbe essere il luogo dove si trovano i vostri compagni, oppure no; tuttavia, se le creature che stanno invadendo il mondo della veglia provengono davvero da questo posto, forse potrete trovare qui le risposte che state cercando.
ru: Вы едва слышите сквозь вихрь ледяного воздуха, как Рэндольф что-то кричит вам. Несмотря ни на что вам удаётся добраться до него, пока неописуемая мерзость следует за вами по пятам. Рэндольф раскрывает вашу руку, хватает ключ, который вы нашли в безымянном доме, и крепко сжимает его, закрыв глаза и шепча что-то невнятное. Когда отвратительный поток обрушивается на вас, всё вокруг пропадает. Очнувшись, вы обнаруживаете, что лежите на плоской каменной платформе, с которой открывается вид на крутую прямую лестницу, уходящую в неведомые глубины. Позади вас лестница закручивается в каменный шпиль, возносящийся в туманную дымку. В обоих направлениях вся пещера тускло светится серой фосфоресценцией. Рэндольф поднимает вас на ноги. «Мы были на волоске, — признаёт он. — Надеюсь, у меня больше не будет подобных приключений». Вы спрашиваете, где находитесь, и он закусывает губу, оглядываясь на мрачный пустынный пейзаж. «Это нижний уровень Мира грёз, известный как Подземный мир. Весьма негостеприимное место. Многие существа, которых мы видели переходящими в наш мир, пришли отсюда. Возможно, ключ знал, что нам нужно именно сюда? Однако, похоже… похоже, что его больше нет», — объясняет ваш проводник. Вы не можете поверить своим ушам. Увидев вашу реакцию, Рэндольф сжимает челюсти и стыдливо отводит взгляд: «Забудьте. Нам он всё равно больше не понадобится. Пойдём». Его отрывистый ответ эхом отражается от каменных ступеней. С Рэндольфом во главе вы продолжаете спуск. Ваших товарищей может и не оказаться в Подземном мире, но если твари, наводнившие ваш мир, действительно приходят отсюда… то, быть может, здесь вы найдёте ответы.
zh: 你被寒冷气流形成的漩涡所包围，几乎听不见伦道夫在对你呼喊。你不知怎的越过这重重异像来到了他旁边，那头难以名状的怪物也紧随而来。伦道夫掰开你的手，把你在无名鬼屋里找到的钥匙紧紧攥在手里。他闭上眼睛，以微不可闻的声音低声说著些什么。那股令人厌恶的气流涌进了你的身体，接著，你眼前一黑。 当你醒来时，你躺在一个石质平台上，这里可以俯瞰一道陡峭而笔直的阶梯，其向下延伸到未知的深度。在你身后，则是一条向上盘旋的阶梯，形成一座石质尖塔，向上延伸到一团朦胧的云雾之中。不管是往上看，还是往下看，整个洞穴都被微弱的灰色磷光照亮。伦道夫把你扶了起来。“刚才真是千钧一发。”他说，“我绝对不要再经历那样的旅程。”你问他你们现在在哪，他咬紧嘴唇，眺望这荒凉而孤寂的风光。 “这里是幻梦境的下层，名叫地下世界。这里十分荒凉。之前我们看到的，进入我们世界的许多怪物，都来自这里。或许我们的钥匙知道这里是我们真正的目的地？不过……钥匙看来已经消失了。”你的向导解释说。 你听罢吓得大惊失色。伦道夫见此，咬紧牙关，羞愧地移开目光。“忘记那把钥匙吧。反正已经不需要它了。我们走吧。”他简短的话语声回荡在石阶上。伦道夫在前头带路，你继续旅程。你的同伴们或许就在地下世界，也可能不在，但如果入侵清醒世界的怪物确实来自此处，那么也许你能从这里找到答案。

source: In the debris, you spot it: something glinting within the maelstrom of ice-cold air and dust, something that calls to you, whispers your name. You barely hear Randolph shouting as the indescribable monstrosity crashes into him. Despite all odds, you somehow reach the rubble that was once the attic of the house with no name. You realize now what that elusive glimmer was: the polished reflection of a bright silver key. “Use it!” Randolph screams between cries of agony. The abomination climbs atop his body. “Use it now, while you ca—” The thing cuts Randolph’s cry short as it envelops his body. You clutch the key tightly in your hand and shudder as you watch a thousand shapes of horror devour Randolph whole. You think of your companions, trapped somewhere in a perilous dream far from home, and the key’s glow intensifies, swallowing you as completely as the creature swallowed Randolph. Everything goes white. When you awaken, you lie on a flat stone platform overlooking a steep, straight staircase that descends into unknown depths. Behind you, the stairway curls upward into a stone spire that ascends into a hazy mist. In both directions, the entirety of the cavern is dimly lit with grey phosphorescence. You search for the Silver Key, but it has vanished. There is no sign of Randolph Carter. It is clear you are no longer in the waking world. Perhaps the key transported your physical body into the Dreamlands, as Randolph claimed it could. But this place is nothing like the mystical forests, charming medieval villages, and majestic panoramas of which Virgil Gray wrote in his stories. No, far from it: this cold, bleak gulf eats away your hope and replaces it with a feeling of empty, meaningless dread. You peer once more up the countless steps behind you. It seems you have no choice now but to move on, deeper into this desolate and perilous realm.
it: È in mezzo ai detriti che lo notate: qualcosa che brilla al centro del vortice di aria ghiacciata e polvere, qualcosa che vi richiama, che sussurra il vostro nome. Riuscite a malapena a sentire l’urlo di Randolph mentre la mostruosità indescrivibile si cala su di lui. Nonostante tutto, in qualche modo riuscite a raggiungere le macerie che un tempo erano la soffitta della casa senza nome. Solo ora capite da dove proveniva quel luccichio: si tratta del riflesso di una brillante chiave d’argento. “Usatela!” la voce di Randolph è spezzata da grida di dolore. L’abominio gli è ormai sopra. “Usatela ora, finché pot-” Quella cosa soffoca l’urlo del vostro amico avvolgendone il corpo per intero. Stringete con forza la chiave fra le mani, e quando vedete le miriadi di forme dell’orrore divorare il vostro compagno non riuscite a smettere di tremare. Pensate ai vostri amici, intrappolati da qualche parte in un sogno pericoloso, lontani da casa. Il bagliore della chiave cresce di intensità, avvolgendovi completamente come la creatura ha fatto con Randolph. Tutto diventa bianco. Quando vi risvegliate, siete sdraiati su una piattaforma di pietra liscia che si affaccia su una ripida scalinata, la quale scende dritta verso un misterioso abisso. Dietro di voi i gradini si attorcigliano in una spirale di pietra che si perde in una nebbia fitta; ovunque guardate, l’intera caverna è fiocamente illuminata da una luce grigia fosforescente. Cercate la Chiave d'Argento, ma sembra essere svanita e di Randolph Carter non c’è traccia. Non vi trovate più nel mondo della veglia, è ovvio: forse la Chiave ha trasportato i vostri corpi fisici nel Mondo dei Sogni, come diceva Randolph. Questo luogo non somiglia affatto alle foreste magiche, agli affascinanti villaggi medievali o ai panorami grandiosi che Virgil Gray aveva descritto nelle sue storie. Tutto l'opposto: si tratta di un abisso freddo e desolato che erode la vostra speranza, sostituendola con un vuoto e insensato terrore. Gettate ancora una volta lo sguardo verso gli innumerevoli scalini alle vostre spalle: sembra non abbiate altra scelta se non andare avanti, scendendo ancora più a fondo in questo reame desolato e pericoloso.
ru: Среди обломков вы замечаете его: что-то сверкающее в водовороте ледяного воздуха и пыли, что-то взывающее к вам, шепчущее ваше имя. Вы едва слышите крик Рэндольфа, когда неописуемое чудовище врезается в него. Несмотря ни на что, вам удаётся добраться до обломков, которые когда-то были чердаком безымянного дома. Теперь вы понимаете, что это было за неуловимое мерцание: начищенный блеск яркого серебряного ключа. «Используй его! — Кричит Рэндольф между воплями агонии. Мерзость взбирается на него сверху. — Используй сейчас, пока мо…» Тварь обрывает крик Рэндольфа, обволакивая его. Вы крепко сжимаете ключ в руке и дрожите, глядя, как тысяча кошмарных форм пожирают его заживо. Вы думаете о своих товарищах, запертых где-то в опасном сне вдали от дома, и сияние ключа усиливается, поглощая вас так же, как тварь поглотила Рэндольфа. Всё вокруг заливает белым. Очнувшись, вы обнаруживаете, что лежите на плоской каменной платформе, с которой открывается вид на крутую прямую лестницу, уходящую в неведомые глубины. Позади вас лестница закручивается в каменный шпиль, возносящийся в туманную дымку. В обоих направлениях вся пещера тускло светится серой фосфоресценцией. Вы ищете Серебряный ключ, но он исчез. Рэндольфа тоже нигде не видно. Очевидно, что вы больше не в привычном мире бодрствующих. Возможно, ключ перенёс ваше физическое тело в Мир грёз, как предполагал Рэндольф. Но это место совсем не похоже на таинственные леса, очаровательные средневековые деревушки и величественные пейзажи, о которых писал Вёрджил Грей. Совсем наоборот: это холодная мрачная пропасть, что разъедает вашу надежду и заменяет её чувством пустого бессмысленного ужаса. Вы ещё раз окидываете взглядом бесчисленные ступени позади. Похоже, теперь у вас нет другого выбора — придётся спускаться дальше в это забытое опасное место.
zh: 在无数碎片中，你发现有某物在寒冷气流与沙尘形成的漩涡中闪烁著光芒，它正在呼唤著你，低声念著你的名字。那头难以名状的怪物撞向伦道夫时，你几乎听不见他的喊叫。你不知怎的越过了这重重异像，来到曾经是无名鬼屋阁楼的一堆碎石前。你终于明白那抹难以捕捉的微光究竟是什么：那是一把明亮的银钥匙的反光。“用它！”伦道夫大喊著，近乎是痛苦的尖叫。那头异形巨怪爬在他身上。“快用那把钥匙，不然——” 那家伙包裹住伦道夫的身体，扼止了他的尖叫。你紧紧握著那把钥匙，颤抖著看著伦道夫被拥有万千形态的骇物完全吞噬。你想到被困在危险梦境之中、远离家乡的同伴，此时钥匙光芒骤然增强，将你整个人都吞没其中，就像那头怪物吞噬伦道夫一样。眼前只剩无际的白色。 当你醒来时，你躺在一个石质平台上，这里可以俯瞰一道陡峭而笔直的阶梯，其向下延伸到未知的深度。在你身后，则是一条向上盘旋的阶梯，形成一座石质尖塔，向上延伸到一团朦胧的云雾之中。不管是往上看，还是往下看，整个洞穴都被微弱的灰色磷光照亮。你寻找银钥匙，却发现它没了踪影。伦道夫·卡特也不见了。 显然，你已不在清醒世界中。或许就像伦道夫说的那样，那把钥匙把你的肉身送到了幻梦境。但这个地方完全不像维吉尔·格雷笔下的神秘森林、迷人的中世纪村庄和宏伟景观。甚至与之大相径庭：这片寒冷、荒凉的海湾吞噬了你的希望，取而代之的是空虚且毫无意义的恐惧。你再次凝望身后无数的台阶。看来你别无选择，只能前进，深入这片危机四伏的荒凉世界。
