Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/b_great_ones.po
Languages: it, pl, ru, zh

source: Do not read this interlude until you have completed <b>Scenario III–A: Dark Side of the Moon</b>.
it: Non leggete questo interludio finché non è stato completato lo <b>Scenario III-A: Il Lato Oscuro della Luna</b>.
pl: Nie czytajcie tego antraktu, dopóki nie ukończycie <b>Scenariusza III-A: Ciemna strona Księżyca</b>.
ru: Не читайте эту интерлюдию до завершения <b>сценария III–А «Тёмная сторона Луны»</b>.
zh: 在结束<b>冒险III–A：月之暗面</b>的游戏之前，不要阅读本幕间故事。

source: This interlude continues in <b>The Dream-Quest</b> (Campaign A).
it: Questo interludio continua ne <i>La Ricerca Onirica</i> (Campagna A).
pl: Ten antrakt jest kontynuowany w <b>Sennej wyprawie</b> (Kampania A).
ru: Эта интерлюдия начинается в «Сновидческом поиске» (Кампания А).
zh: 这个幕间故事的开头在《梦寻秘境》剧本(剧本A)。

source: Ask the investigators of <i>The Dream-Quest</i> (Campaign A) if you should cross off <i>the black cat is searching for the truth</i>:
it: Domandate agli investigatori de <i>La Ricerca Onirica</i> (Campagna A), se cancellare <i>il gatto nero cerca la verità</i>:
pl: Zapytaj badaczy <i>Sennej wyprawy</i> (Kampania A) czy możecie wykreślić zapis <i>czarny kot poszukuje prawdy</i>:
ru: Спросите сыщиков «Сновидческого поиска» (Кампания А) должны ли вы вычеркнуть запись <i>чёрный кот отправился на поиски истины</i>:
zh: 询问《梦寻秘境》(剧本A)的调查员们，你是否要划掉<i>黑猫调查真相</i>：

source: Cross off <i>the black cat is searching for the truth.</i>
it: Cancellate <i>il gatto nero cerca la verità.</i>
pl: Wykreśl zapis, że <i>czarny kot poszukuje prawdy.</i>
ru: Вычеркнуть запись <i>чёрный кот отправился на поиски истины.</i>
zh: 划掉<i>黑猫调查真相</i>。

source: No change.
it: Nessun cambiamento.
pl: Bez zmiany.
ru: Нет изменений.
zh: 无事发生。

source: <i>Following scenario 3–B, the investigators have reached a cosmic penumbra between worlds…</i> A cat’s low-pitched wail draws your attention to a nearby web. When you arrive, you find the black cat stuck on a patch of particularly sticky web, wriggling back and forth in a vain attempt to free itself. Even with its sharp claws, it seems to be in trouble. You lean over and pull the cat free, and it leaps from your arms to a rocky platform below, the only thing between the cat and an endless void. It hisses for a moment, then stands tall. “Did I ask for your help?” it scolds. “Well, you made it below the Sea of Pitch after all. Now look around you. See all this webbing?” You couldn’t miss it even if you tried; you are surrounded on all sides by webs, treacherous pathways across the aether. “It is a bridge between your world and the Dreamlands. If it is completed, the two will merge. Understand? Unless you want everything to look like that hospital where your friends are sleeping, you have to stop this at all costs. Nothing else matters. <i>Nothing.</i>”
it: A seguito dello scenario 3–B, gli investigatori sono giunti in una dimensione di penombra cosmica che separa un mondo dall’altro… Il tenue lamento di un felino proveniente da una ragnatela vicina attira la vostra attenzione. Quando arrivate lì, trovate il gatto nero incastrato in un lembo di tela particolarmente appiccicoso, intento a dimenarsi avanti e indietro nel vano tentativo di liberarsi; sembra che nemmeno i suoi artigli affilati possano toglierlo dai guai. Vi chinate per tirarlo via da quella trappola, ma appena è fra le vostre braccia lo vedete balzare verso una delle piattaforme rocciose sottostanti: l’unica cosa a frapporsi fra lui e il vuoto sconfinato. Vi soffia contro, d'istinto, prima di mettersi dritto sulle quattro zampe. “Vi ho chiesto di aiutarmi?” afferma con tono di rimprovero. “Beh, alla fine siete riusciti ad arrivare sotto il Mare di Pece. Ora guardatevi attorno: vedete tutte queste ragnatele?” Difficile non notarle, sono ovunque e vi circondano da ogni lato, come insidiose vie che attraversano l’etere. “Si tratta di un ponte fra la vostra realtà e il Mondo dei Sogni. Se sarà completato, i due regni si fonderanno in uno solo. Capite? A meno che non desideriate che tutto diventi come l’ospedale dove i vostri amici stanno dormendo, fareste meglio a fermare questa situazione a ogni costo. Nient’altro conta. Niente.”
pl: <i>Po zakończeniu scenariusza III-B badacze dotarli do kosmicznego półcienia pomiędzy światami…</i> Niskie zawodzenie kota zwraca waszą uwagę na pobliską pajęczą sieć. Kiedy do niej podchodzicie, widzicie, że czarny kot ugrzązł na kawałku wyjątkowo lepkiej sieci. Wije się tam i z powrotem, próbując się uwolnić, jednak na próżno. Nawet jego ostre pazury nie uwalniają go z kłopotów. Pochylacie się i wyciągacie kota, a on przeskakuje z waszych rąk na skalną półkę poniżej – jedyną rzecz pomiędzy kotem a niekończącą się pustką. Przez chwilę syczy, po czym dumnie podnosi głowę. „Czy prosiłem was o pomoc?” – beszta was. – „Cóż, jednak udało wam przedostać pod Morzem smoły. A teraz rozejrzyjcie się. Widzicie te wszystkie pajęczyny?” Nie moglibyście ich przegapić, nawet gdybyście chcieli – ze wszystkich stron otaczają was sieci, tworzące zdradliwe ścieżki pośród powietrza. „To most między waszym światem a Krainami snów. Jeśli zostanie ukończony, dojdzie do ich połączenia. Rozumiecie? Jeśli nie chcecie, aby wszystko wyglądało jak szpital, w którym śpią wasi przyjaciele, musicie za wszelką cenę to powstrzymać. Nic innego się nie liczy. <i>Nic</i>”.
ru: <i>Завершив сценарий III–Б, сыщики достигли мрачного космического междумирья…</i> Негромкий кошачий вой привлекает ваше внимание к паутине неподалёку. Подойдя ближе, вы находите в особо липком участке чёрного кота. Он извивается туда-сюда в попытках освободиться, но даже его острые когти, похоже, не особо помогают. Вы наклоняетесь и выдёргиваете кота из паутины. Тот спрыгивает с ваших рук на каменную платформу — единственное, что отделяет его от бесконечной тьмы. Сначала он шипит, но затем становится на лапы. «Я просил мне помогать? Просил? — отчитывает вас кот. — Ну да ладно. Похоже, вы таки добрались до моря Смолы. Теперь оглянись. Видишь всю эту паутину?» Вы бы не смогли её не заметить, даже очень постаравшись: со всех сторон сквозь эфир тянутся белые сети. «Это мост между вашим миром и Миром грёз. Когда он будет сплетён полностью, миры сольются. Смекаешь? Так что если не хочешь, чтобы твой мир выглядел как тот госпиталь, где отдыхают твои друзья, тебе придётся остановить это любой ценой. Нет ничего важнее этого. <i>Ничего</i>».
zh: <i>在冒险3-B后，调查员来到了世界之间的半影……</i> 一声低沉的猫叫声吸引你望向附近的一张网。你走近时，你发现黑猫被粘在一张黏糊糊的蛛网上，它极力挣扎，却无法挣脱。即使有著锋利的爪子，它似乎也遇上了麻烦。你俯下身，把猫抱了出来，它跳出了你的怀抱，落到下面的一个岩石平台上，那是黑猫与虚空之间唯一存在的东西。它低声咆哮片刻，然后挺直身躯。“我说过要你帮忙了吗？”它骂道，“好吧，你还是来到了漆黑之海底下。看看你周围吧。看到这些网了吗？”即使你不去看，你也无法无视周围的蜘蛛网，它们围成一条通往虚空的险路。“这是你的世界与幻梦境之间的桥梁。如果这条桥梁搭成，两个世界就会融合。明白了吗？如果你不想让整个世界变成那所医院——你昏睡的朋友们所在的医院——你就必须不惜一切代价来阻止此事。没有任何事比这重要。<b>没有</b>。”

source: Tell the investigators of <i>The Dream-Quest</i> that <i>the black cat brought a Silver Key</i>.
it: Riferite ai vostri compagni de <i>La Ricerca Onirica</i> che <i>il gatto nero ha portato una Chiave d'Argento.</i>.
pl: Powiedz badaczom <i>Sennej wyprawy</i>, że <i>czarny kot przyniósł Srebrny Klucz</i>.
ru: Передайте сыщикам «Сновидческого поиска» (Кампания А), что <i>сыщики завладели Серебряным ключом.</i>.
zh: 告诉《梦寻秘境》(剧本A)的调查员们，<i>黑猫带著银钥匙。</i>

source: Tell the investigators of <i>The Dream-Quest</i> that <i>the black cat did not bring a key</i>.
it: Riferite ai vostri compagni de <i>La Ricerca Onirica</i> che <i>il gatto nero non ha portato nessuna chiave.</i>
pl: Powiedz badaczom <i>Sennej wyprawy</i>, że <i>czarny kot nie przyniósł klucza</i>.
ru: Передайте сыщикам «Сновидческого поиска» (Кампания А), что <i>сыщики не завладели Серебряным ключом.</i>.
zh: 告诉《梦寻秘境》(剧本A)的调查员们，<i>黑猫没有带著银钥匙。</i>

source: “Hey, you still have that key?” the black cat asks. You scrounge through your belongings for the key you found in the Unnamable and show it to the cat. “Gimme that,” it demands, jumping and biting it out of your hands before you can protest. “Don’t look at me like that. Your other friends need it more than you.”
it: “Ehi, la chiave è ancora in mano vostra?” chiede il gatto nero. Rovistate fra i vostri averi in cerca dell’oggetto trovato nell’Innominabile e glielo mostrate. “Date qua” ordina, saltando e mordendovi la mano con l’intento di strapparvela prima che possiate protestare. “Non guardatemi così: i vostri amici ne hanno più bisogno di voi.”
pl: „Hej, macie jeszcze ten klucz?” – pyta czarny kot. Odnajdujecie pośród swoich rzeczy znaleziony w Nienazwanym klucz i pokazujecie go kotu. „Dawajcie” – żąda, po czym podskakuje i wyrywa klucz zębami z waszych rąk, zanim macie szansę zaprotestować. „Nie patrzcie na mnie w ten sposób. Wasi przyjaciele potrzebują go bardziej niż wy”.
ru: «Кстати, тот ключ ещё у тебя?» — спрашивает кот. Вы роетесь в своих вещах в поисках ключа, найденного в Неименуемом, и показываете его коту. «А ну-ка дай его сюда, — требует тот, подскакивает и зубами выхватывает у вас из рук ключ прежде, чем вы успеваете возразить. — И не надо на меня так смотреть. Твоим друзьям он будет нужнее».
zh: “嘿，那把钥匙还在你这儿吗？”黑猫问道。你在行囊里翻找一通，把你从无名小屋里找到的钥匙拿给黑猫看。“给我。”它提出要求，并且在你还没来得及抗议之前就跳了起来，把钥匙从你手中叼走，“别这样看著我。你的朋友们比你更需要这个。”

source: In the Campaign Log for <i>The Web of Dreams</i> (Campaign B), cross off <i>the investigators possess the Silver Key</i>. Record this in the Campaign Log for <i>The Dream-Quest</i> (Campaign A) instead.
it: Nel Diario della Campagna de <i>La Ragnatela dei Sogni</i> (Campagna B), cancellate che <i>gli investigatori possiedono la Chiave d'Argento</i>. Annotatelo invece nel Diario della Campagna de <i>La Ricerca Onirica</i> (Campagna A).
pl: Wykreśl z Dziennika kampanii <i>Sieć snów</i> (Kampania B) zapis, że <i>badacze weszli w posiadanie Srebrnego klucza</i>. Zanotuj ten sam zapis w Dzienniku kampanii <i>Senna wyprawa</i> (Kampania A).
ru: В журнале кампании Б «Паутина грёз» вычеркните запись <i>сыщики завладели Серебряным ключом</i>. Сделайте такую же запись в журнале кампании А «Сновидческий поиск».
zh: 在《睡梦之网》(剧本B)的冒险日志中，划去<i>调查员持有银钥匙</i>，改为在《梦寻秘境》(剧本A)的冒险日志中记录<i>调查员持有银钥匙</i>。

source: If The Silver Key is currently in an investigator’s deck, remove it. Any one investigator in <i>The Dream-Quest</i> (Campaign A) may choose to add The Silver Key to their deck. This card does not count toward that investigator’s deck size.
it: Se la Chiave d'Argento si trova attualmente nel mazzo di un investigatore, rimuovetela. Un qualsiasi investigatore de <i>La Ricerca Onirica</i> (Campagna A) può scegliere di aggiungere la Chiave d'Argento al suo mazzo (non considerandola nella dimensione del suo mazzo).
pl: Jeśli Srebrny klucz znajduje się obecnie w dowolnej talii badacza, usuń go z niej. Dowolny badacz z <i>Sennej wyprawy</i> (Kampania A) może zdecydować się dodać Srebrny klucz do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.
ru: Если карта «Серебряный ключ» входит в колоду одного из сыщиков, удалите её из той колоды. Любой сыщик кампании А «Сновидческий поиск» может добавить её в свою колоду. Эта карта не идёт в счёт размера колоды.
zh: 如果“银钥匙”在调查员的牌组中，将其移除。任意一位进行《梦寻秘境》(剧本A)的调查员可以选择将该“银钥匙”加入其牌组。这张卡牌不计入该调查员的牌组卡牌张数。

source: The black cat stops talking as it spots Randolph for the first time. It circles around the man a few times, agitated. For his part, Randolph looks uncharacteristically perturbed by the cat’s presence, even taking a step backward as it closes in. “What is the matter? I’ve not harmed any of your kind,” he says matter-of-factly. “Have I done something to offend you?” “Your mere existence offends me,” the cat replies with a hiss. It strolls back toward you, keeping a wary eye on Randolph. “I think I know what is going on now. It all makes sense. I know who is interfering with my sight. Do not trust that <i>thing</i>,” it warns, circling to keep an eye on the blond man behind it. “I have to prepare. I’ll return when the time is right.”
it: Il gatto nero smette di parlare quando si accorge della presenza di Randolph. Gli si avvicina, girandogli attorno con aria agitata. Da parte sua, l’uomo sembra stranamente turbato dalla presenza del felino, arrivando al punto da fare un passo indietro nel momento in cui l’animale gli va incontro. “Qual’è il problema? Non mi pare di aver fatto del male ad alcuno dei tuoi simili” esclama l'uomo senza troppi giri di parole. “Ti ho offeso in qualche modo?” “La tua stessa esistenza mi offende” risponde il gatto soffiando; poi torna verso di voi senza perdere di vista Randolph. “Adesso credo di aver capito cosa sta succedendo. Tutto torna, so chi sta interferendo con le mie visioni. Non fidatevi di quella cosa” vi avverte camminando in cerchio per poter tenere d’occhio l’uomo dai capelli biondi dietro di voi. “Devo prepararmi, tornerò quando sarà il momento.”
pl: Czarny kot milknie, gdy dostrzega Randolpha. Okrąża mężczyznę kilka razy, zdenerwowany. Randolph z kolei wygląda na dziwnie zaniepokojonego obecnością kota, robi nawet krok do tyłu, gdy zwierzę podchodzi bliżej. „O co chodzi? Nie skrzywdziłem nikogo twojej rasy” – mówi rzeczowo. – „Czy zrobiłem coś, co cię obraziło?” „Twoja marna egzystencja mnie obraża” – odpowiada kot, sycząc. Wraca do was, nie spuszczając wzroku z Randolpha. – „Chyba już wiem, o co tu chodzi. Teraz wszystko nabrało sensu. Wiem, kto zaburza moje widzenie. Nie ufajcie temu <i>czemuś</i>” – ostrzega was, cały czas krążąc i nie spuszczając wzroku ze stojącego z tyłu blondyna. „Muszę się przygotować. Powrócę, kiedy nadejdzie pora”.
ru: Чёрный кот замолкает, впервые обратив внимание на Рэндольфа. Некоторое время кот взволнованно кружит вокруг него. Рэндольф, в свою очередь, выглядит необычно встревоженным присутствием кота и даже инстинктивно делает шаг назад, когда животное приближается. «В чём дело? Я не причинил вреда никому из твоих сородичей, — с напускным спокойствием говорит Рэндольф. — Я чем-то оскорбил тебя?» «Меня оскорбляет само твоё существование», — шипит в ответ кот. Он возвращается к вам, не сводя настороженного взгляда с Рэндольфа: «Кажется, я знаю, что происходит. Теперь всё понятно. Понятно, кто застилает мой взор. Не доверяйте… этому существу, — предупреждает кот, ходя кругами, чтобы не выпускать блондина из поля зрения. — Мне нужно подготовиться. Вернусь, когда придёт время».
zh: 黑猫一看到伦道夫就立刻安静了下来。它不安地围绕著这个人类男子转了一圈又一圈。至于伦道夫，他看起来对于猫的出现感到异常紧张，甚至在它靠近时退后了脚步。“有什么事吗？我没有伤害过你的同胞。”他坦率地说道，“我做了什么冒犯你的事情吗？” “你光是存在就冒犯了我。”黑猫咆哮著回应。它慢慢回到你身边，警惕地盯著伦道夫。“我知道这是怎么回事了。一切都说通了。我知道是谁在干扰我，影响我预见了。别相信那家伙。”它警告道，并且来回踱步，盯著身后的那个金发男子，“我得作好准备。等时机到来，我会回来的。”

source: Skip the rest of this interlude. In both Campaign Logs, record <i>the black cat knows the truth</i>.
it: Saltate il resto di questo interludio. Annotate in entrambi i diari della campagna che <i>il gatto nero conosce la verità</i>.
pl: Pomiń resztę tego antraktu. Zanotuj w obu Dziennikach kampanii, że <i>czarny kot zna prawdę</i>.
ru: Пропустите остаток этой интерлюдии. Запишите в журналы обеих кампаний, что <i>чёрный кот узнал истину</i>.
zh: 跳过本幕间故事的余下部分。在两份冒险日志中，记录<i>黑猫得知真相</i>。

source: “Oh, before I forget: your friends have almost made it to their destination. If everything happens as I have foreseen, they’ll be able to free themselves. In the meantime, they wanted me to let you know…”
it: “Oh, prima che me ne dimentichi: i vostri amici sono quasi arrivati ​​a destinazione. Se tutto avverrà come ho previsto, riusciranno a liberarsi. Nel frattempo, volevano che vi facessi sapere…”
pl: „Och, zanim zapomnę: wasi przyjaciele już prawie dotarli do celu. Jeśli wszystko wydarzy się tak, jak przewidziałem, będą w stanie się uwolnić. W międzyczasie prosili, żebym wam przekazał, że…”
ru: «Ах, да, чуть не забыл: твои друзья уже почти у цели. Если всё сложится так, как я предвидел, у них получится освободиться. Они, кстати, просили передать кое-что…»
zh: “噢，趁我还没忘记，我得告诉你：你的朋友们快要到达他们的目的地了。如果一切都像我预见的那样，他们会自己脱身的。与此同时，他们想让我告诉你……”

source: The black cat spoke of Nyarlathotep.
it: Il gatto nero ha parlato di Nyarlathotep.
pl: Czarny kot opowiedział o Nyarlathotepie.
ru: Чёрный кот рассказал о Ньярлатхотепе.
zh: 黑猫提到了奈亚拉托提普。

source: The black cat spoke ot Atlach-Nacha.
it: Il gatto nero ha parlato di Atlach-Nacha.
pl: Czarny kot opowiedział o Atlach-Nasze.
ru: Чёрный кот рассказал об Атлач-Наче.
zh: 黑猫提到了阿特拉克·纳克亚。

source: The black cat wandered off before taking a message.
it: Il gatto nero si allontana senza riferire il messaggio.
pl: Czarny kot oddalił się przed odebraniem wiadomości.
ru: Чёрный кот ушёл, не получив сообщения.
zh: 黑猫没有传递讯息就走掉了。

source: “…the being they face is one with thousands, perhaps an endless number of masks. <smallcaps>Nyarlathotep</smallcaps>, it is called by some. It is manipulative, deceptive, and cunning. It is probably the thing that trapped them in the Dreamlands to begin with. Why, I have no idea. If you want them to survive, they’re probably going to need my help. You’ll be okay here on your own, right?” The black cat doesn’t wait for an answer; without another word, it leaps into the aether below and vanishes.
it: “…l’essere che devono affrontare possiede mille, forse innumerevoli maschere. Alcuni lo chiamano <smallcaps>Nyarlathotep</smallcaps>. È un manipolatore ingannevole e astuto, e probabilmente è stato lui a intrappolare i vostri amici nel Mondo dei Sogni. Perché? Non ne ho idea. Se volete che sopravvivano, probabilmente avranno bisogno del mio aiuto: riuscirete a cavarvela anche senza di me, vero?” Il gatto non attende una risposta: senza dire altro, salta nell’etere sottostante e svanisce.
pl: „…istotą, z którą się mierzą, jest ten o tysiącach, a może i nieskończonej liczbie masek. <smallcaps>Nyarlathotep</smallcaps>, jak zwą go niektórzy. To mistrz manipulacji, zwodniczy i przebiegły. Prawdopodobnie to on uwięził waszych towarzyszy w Krainach snów. Czemu – nie mam pojęcia. Jeśli chcecie, żeby przeżyli, prawdopodobnie będą potrzebować mojej pomocy. Poradzicie sobie sami, prawda?” Czarny kot nie czeka na waszą odpowiedź: bez słowa zeskakuje w przestrzeń poniżej i znika.
ru: «…Они столкнулись с тем, у кого тысячи, а может, и бесчисленное количество личин. <smallcaps>Ньярлатхотеп</smallcaps>, так его зовут некоторые. Он манипулирует, обманывает и хитрит. Возможно, изначально именно он поймал ваших друзей в ловушку в Мире грёз. Почему — я не знаю. Если вы хотите, чтобы они выжили, скорее всего, им понадобится моя помощь. Сами тут справитесь же?» Не дожидаясь вашего ответа, кот без лишних слов прыгает в эфир и исчезает.
zh: “……那家伙有著数以千计，甚至可能是无穷的假面。有的人称它为<b>奈亚拉托提普</b>。它擅长操控和欺骗他人，诡计多端。你的朋友们一开始被困在幻梦境，或许就是它的杰作。你要问为什么，我也不知道。如果你希望你的朋友们活命，或许该让我去帮帮他们。你自己待在这儿会没事的，对吧？”黑猫不等你回答，便话也不说地跳进了下方的虚空，消失了踪影。

source: “…that bridge I just mentioned? The creature weaving it is unlike anything you have ever seen. <smallcaps>Atlach-Nacha</smallcaps> is the name I have heard whispered in the dark corners of the Dreamlands. It is the master and progenitor of all the spiders crawling around these parts. Maybe all parts, really. You’re going to need my help to stop its scheme.”
it: “…quel ponte di cui vi ho appena parlato? La creatura che lo sta tessendo non somiglia a nulla di ciò che avete visto. Ho sentito sussurrare il suo nome solo negli angoli più oscuri del Mondo dei Sogni: ATLACH-NACHA. È la padrona e la progenitrice di tutti i ragni che si aggirano da queste parti. In effetti, forse persino di quelli che si aggirano da tutte le parti. Avrete bisogno del mio aiuto per fermare i sui piani.”
pl: „…ten most, o którym właśnie wspomniałem? Istota, która go tka, nie przypomina niczego, co kiedykolwiek widzieliście. Jej imię, które słyszałem szeptane w ciemnych zakątkach Krain snów, to <smallcaps>Atlach-Nacha</smallcaps>. Jest władczynią i protoplastką wszystkich pająków pełzających po tych krainach. Właściwie może nawet pełzających wszędzie. Będziecie potrzebowali mojej pomocy, aby pokrzyżować jej plany”.
ru: «…Помните, я упоминал мост? Создание, что плетёт его, не похоже ни на что, что вы видели. <smallcaps>Атлач-Нача</smallcaps> — я слышал, как это имя произносилось шёпотом в разных уголках Мира грёз. Это повелительница и прародительница всех местных пауков. А быть может, и вообще всех, не только местных. Вам понадобится моя помощь, чтобы остановить её козни».
zh: “……还记得我刚刚提的那道桥梁吗？编织那张网的生物是你前所未见的。我曾经在幻梦境的黑暗角落里听到过它的名讳：<b>阿特拉克·纳克亚</b>。它是这里爬行的所有蜘蛛的主人，也是它们的祖先。或许不止这里，而是世上所有的。要想阻止它的阴谋，你会需要我帮忙的。”

source: The Great Ones 2
ru: Великие боги 2

source: If the investigators possess the Silver Key
ru: Если сыщики завладели Серебряным ключом

source: If the cat is searching for the truth
ru: Если чёрный кот отправился на поиски истины

source: The Great Ones 2, continued.
ru: Великие боги 2 (продолжение).

source: If the cat spoke of Nyarlathotep
ru: Если чёрный кот рассказал о Ньярлатхотепе

source: If the cat spoke of Atlach-Nacha
ru: Если чёрный кот рассказал об Атлач-Наче
