Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/b_oneironauts.po
Languages: it, ru, zh

source: Do not read this interlude until you have completed <b>Scenario II–A: The Search for Kadath</b>.
it: Non leggete questo interludio finchè non è stato completato lo <b>Scenario II–A: Alla Ricerca del Kadath</b>.
ru: Не читайте эту интерлюдию до завершения <b>сценария III–А «В поисках Кадата»</b>.
zh: 在结束<b>冒险II–A：寻觅卡达斯</b>的游戏之前，不要阅读本幕间故事。

source: <i>Following scenario 2–B, the investigators have finally reached the end of the mysterious stairway…</i> The black cat awaits you at the bottom of the stairs, watching your long descent with distant, unblinking eyes. You are about to ask how the cat got there when it cuts you off. “Don’t bother. You wouldn’t understand.” It curls up on the cold stone floor, lounging amid the bleak environment.
it: <i>A seguito dello Scenario II B, gli investigatori hanno finalmente raggiunto la fine della misteriosa scalinata…</i> Per l’intera discesa vi sentite addosso gli occhi distanti e impassibili del gatto nero. Lo trovate in fondo alle scale e, quando state per chiedergli come abbia fatto ad arrivare fin lì, vi interrompe bruscamente: “Lasciate perdere, non capireste.” Si raggomitola sul freddo pavimento di pietra, accomodandosi nel bel mezzo di quel cupo panorama.
ru: <i>Завершив сценарий II–Б, сыщики наконец достигли конца загадочных ступеней…</i> Чёрный кот ждёт вас у подножия лестницы, издалека наблюдая за вашим долгим спуском немигающими глазами. Вы уже было собирались спросить, как он попал сюда, но тот отвечает раньше: «Не думай об этом. Ты не поймёшь». Он уютно сворачивается калачиком на холодном каменном полу, несмотря на мрачность окружающей обстановки.
zh: <i>接著冒险2-B，调查员终于到达了神秘阶梯的尽头……</i> 黑猫在阶梯底下等待著你的到来，它的眼神冷漠而坚定，看著你一步步地往下走。你正想问一只猫是怎么到这里来的，它打断了你。“不必问了。你不会明白的。”它在冰冷的石质地面上蜷作一团，懒洋洋地躺在这个荒凉的地方。

source: <i>If Randolph did not survive the descent</i> and <i>the black cat has a hunch</i>:
it: Se <i>Randolph non è sopravvissuto alla discesa</i> e <i>il gatto nero ha un presentimento</i>:
ru: Если <i>Рэндольф не пережил спуск</i>, а <i>у чёрного кота появились догадки</i>:
zh: 如果<i>伦道夫在下降到地下世界的途中遇难</i>，并且<i>黑猫察觉到了什么</i>：

source: Tell the investigators of <i>The Dream-Quest</i> (Campaign A), to keep <i>the black cat has a hunch</i> in their Campaign Log.
it: Riferite agli investigatori de <i>La Ricerca Onirica</i> (Campagna A) di mantenere <i>il gatto nero ha un presentimento</i> nel loro Diario della Campagna.
ru: Передайте сыщикам «Сновидческого поиска» (Кампания А), чтобы оставили запись <i>у чёрного кота появились догадки</i> в журнале.
zh: 告诉《梦寻秘境》(剧本A)的调查员们，保留冒险日志中<i>黑猫察觉到了什么</i>的记录。

source: “Where’s blondie?” the black cat asks, peering around. You remain silent, in anguish. “Ah. I see.” The cat examines its paw. It doesn’t seem to care that your companion did not survive the descent. “Well, that seems to have resolved itself nicely,” it says to itself cryptically.
it: “Dov’è il biondino?” chiede il gatto nero sbirciando in giro. Rimanete in silenzio, in preda all’angoscia. “Ah, capisco.” Il gatto si esamina la zampa: non sembra toccato dal fatto che il vostro compagno non sia sopravvissuto alla discesa. “Bene, sembra che la situazione si sia risolta da sola nel modo migliore” dice a se stesso enigmaticamente.
ru: «А где блондинчик?» — спрашивает чёрный кот, оглядываясь по сторонам. Вы молчите, сдерживая скорбь. «А. Понятно. — Кот изучает свою лапу. Похоже, его совсем не волнует, что ваш компаньон не пережил спуск. — Что ж, похоже, наш небольшой парадокс изящно саморазрешился», — загадочно говорит он себе под нос.
zh: “那个金发小子在哪？”黑猫四处张望著问道。悲痛的你一言不发。“啊。我明白了。”猫看著自己的爪子说道。它似乎并不关心你同伴的安全。“嗯，看来问题自己解决了。”它神秘兮兮地自言自语。

source: In both Campaign Logs, cross off <i>the black cat has a hunch</i>.
it: In entrambi i Diari della Campagna, cancellate <i>il gatto nero ha un presentimento</i>.
ru: В журналах обеих кампаний вычеркните запись <i>у чёрного кота появились догадки</i>.
zh: 在两份冒险日志中，划去<i>黑猫察觉到了什么</i>。

source: “Well, since you clearly don’t need my help, I’ll be off now. Just wanted to check to see if you’re still alive. And look at that! You are. For now. Bye then.” Before you get the chance to reply, the black cat wanders off, its pitch-black fur melding into the darkness of the Underworld.
it: “Dal momento che non avete bisogno del mio aiuto, io me ne vado. Volevo solo accertarmi che foste ancora vivi, e guardatevi! Lo siete, per ora. Beh, tanti saluti.” Prima ancora che abbiate il tempo di rispondergli, lo vedete allontanarsi. Il suo pelo nero come la pece è un tutt’uno con l’oscurità del Mondo di Sotto.
ru: «Что ж, раз вам, очевидно, не нужна моя помощь, я удаляюсь. Просто хотел убедиться, что вы ещё живы. И ведь гляньте! И правда живы. Пока что. Ну всё, чао!» Прежде чем вам удаётся ответить, чёрный кот уходит прочь, и вы смотрите, как его кромешно-тёмный мех идеально смешивается с мраком Подземного мира.
zh: “好吧，因为你显然并不需要我的帮助，我会离开的。但我只想确认下你是不是还活著。看呐！你还活著，至今为止。那再见啦。”你还没来得及应它的话，它就走开了，漆黑的毛色融入了地下世界的黑暗之中。

source: You’ve about had it with this cat’s cryptic half-truths and nonanswers. You rail at the beast. How are you supposed to help when you might as well be stumbling in the dark? The black cat sits up and narrows its gaze. “I did not know if you could be trusted. To be honest, I am still unsure. I have had visions of these events for many, many years now. I know some of what may come to pass, but not everything. You could be the ones who will save all of us…or the fools who herald our doom.” The cat’s justification is convenient, but it does explain how it has known where to find you at every turn. You try to persuade the cat to trust you, but it remains unconvinced. “Tell you what. Beneath the surface of the Sea of Pitch lies a passageway between realms. That is where you need to go to stop this world from merging with yours. Make it there in one piece, and I’ll tell you everything. But first, I have somewhere else to be. Your pals need me, too.”
it: Ne avete abbastanza delle criptiche mezze verità e delle risposte evasive di quel gatto. Inveite contro la creatura: come potete essere di aiuto se vi trovate sempre a brancolare nel buio? Il felino nero si siede, assottigliando lo sguardo: “Non sapevo se mi sarei potuto fidare di voi e a dirla tutta non ne sono ancora sicuro. È da tanti, tanti anni che ho delle visioni su questi eventi. Ho visto alcune delle cose che potrebbero accadere, ma altre ancora mi sfuggono. È vero, potreste essere voi quelli che ci salveranno tutti... ma potreste essere anche i folli che preannunciano la nostra fine.” Una giustificazione che spiega come facesse il gatto a sapere ogni volta come trovarvi. Cercate di convincerlo a fidarsi di voi, ma senza grandi risultati. “Sapete cosa vi dico? Sotto la superficie del Mare di Pece si trova un passaggio fra i reami. È lì che dovete andare per impedire a questo mondo di fondersi al vostro: arrivateci tutti interi e vi dirò ogni cosa. Ora, però, la mia presenza è richiesta altrove, anche i vostri amici hanno bisogno di me.”
ru: Вам уже порядком надоели загадочные полуправды и неответы этого кота. Вы набрасываетесь на зверя с упрёками. Как вы можете помочь кому-то, если сами блуждаете в потёмках? Чёрный кот садится и сужает глаза: «Я не знал, можно ли вам доверять. По правде говоря, я до сих пор не уверен. Долгие, долгие годы меня посещали видения этих событий. Я знаю кое-что из того, что может произойти, но не всё. Вы можете оказаться как спасителями всего мира… так и глупцами, что предвестят нашу погибель». Удобное оправдание, но оно не объясняет, как коту удаётся каждый раз находить вас. Вы пытаетесь убедить кота довериться вам, но всё тщетно. «А знаете что? — наконец произносит кот. — Под поверхностью моря Смолы лежит проход между мирами. Вам нужно отправиться туда, если вы хотите остановить слияние этого мира с вашим. Доберётесь туда в целости, и я расскажу вам всё. Но сначала мне кое-куда нужно отойти. Вашим товарищам тоже не помешает моя помощь».
zh: 你已经受够了这只猫说话神神秘秘，半真半假，答非所问。你朝它抱怨：你也是一知半解，那你还怎么帮我们？黑猫坐起身，眯起眼睛：“我当时不知道我是否信得过你。老实说，现在我也不清楚。早在很久很久以前，我就能看到这些事件的幻象。我知道可能会发生的一些事，但不是全部。你或许能拯救我们所有人……但也可能是预示我们末日到来的蠢货。”黑猫的理由像是信手拈来，但确实解释了它为什么每次都知道在哪能找到你。你试图说服它相信你，但你仍然无法取得它的信任。“我来告诉你吧。在漆黑之海的水面以下，有著两界之间的通道。你必须到那儿去，阻止这个世界和你的世界相融。如果你能安然无恙地到达那儿，我会把一切都告诉你。但是，我得先到别的地方去。你的同伴们也需要我。”

source: The black cat wanders off before you can reply, its pitch-black fur melding into the darkness of the Underworld.
it: Il gatto nero si allontana prima che possiate rispondere e la sua pelliccia nera si fonde nell'oscurità del Mondo di Sotto.
ru: Чёрный кот уходит прочь и вы смотрите, как его кромешно-тёмный мех идеально смешивается с мраком Подземного мира.
zh: 你还没来得及应它的话，它就走开了，漆黑的毛发融入了地下世界的黑暗之中。

source: The black cat once again offers to pass a message along to your companions. The lead investigator must decide (choose one):
it: l gatto nero si offre nuovamente di trasmettere un messaggio ai vostri compagni. L’investigatore capo sceglie uno degli sviluppi seguenti:
ru: Чёрный кот снова спрашивает, что передать вашим товарищам. Ведущий сыщик должен выбрать одно:
zh: 黑猫提出它可以再一次向你的同伴传递信息。调查员队长必须决定(选择以下一项)：

source: <i>Tell your companions that you are in trouble.</i>
it: <i>Riferite ai vostri compagni che siete nei guai.</i>
ru: <i>Сказать товарищам, что у вас проблемы.</i>
zh: <i>告诉你的同伴你陷入了困境。</i>

source: <i>Tell your companions about the Underworld.</i>
it: <i>Riferite del Mondo di Sotto ai vostri compagni.</i>
ru: <i>Рассказать товарищам о Подземном мире. </i>
zh: <i>告诉你的同伴关于地下世界的事情。</i>

source: The black cat will then go elsewhere.
it: Il gatto nero poi si recherà altrove.
ru: После этого чёрный кот отправится по своим делам.
zh: 然后黑猫会到别的地方去。

source: <i>Tell your companions that you are safe.</i>
it: <i>Riferite ai vostri compagni che siete al sicuro.</i>
ru: <i>Сказать товарищам, что вы в безопасности.</i>
zh: <i>告诉你的同伴你一切安好。</i>

source: the black cat requested aid from the others.
it: il gatto nero ha richiesto l'aiuto degli altri
ru: чёрный кот передал просьбу о помощи.
zh: 黑猫向其他调查员寻求帮助。

source: Tell the investigators of <i>The Dream-Quest</i> (Campaign A), that <i>the black cat requested aid from the others.</i>
it: Riferite agli investigatori de <i>La Ricerca Onirica</i> (Campagna A) che <i>il gatto nero ha richiesto l'aiuto degli altri</i>.
ru: Передайте сыщикам «Сновидческого поиска» (Кампания А), что <i>чёрный кот передал просьбу о помощи.</i>
zh: 告诉《梦寻秘境》(剧本A)的调查员们，<i>黑猫向其他调查员寻求帮助</i>。

source: the black cat shared knowledge of the Underworld.
it: il gatto nero ha condiviso la conoscenza del Mondo di Sotto.
ru: чёрный кот поделился информацией о Подземном мире.
zh: 黑猫告知了地下世界的事情。

source: Tell the investigators of <i>The Dream-Quest</i> (Campaign A), that <i>the black cat shared knowledge of the Underworld.</i>
it: Riferite agli investigatori de <i>La Ricerca Onirica</i> (Campagna A) che <i>il gatto nero ha condiviso la conoscenza del Mondo di Sotto</i>.
ru: Передайте сыщикам «Сновидческого поиска» (Кампания А), что <i>чёрный кот поделился информацией о Подземном мире.</i>
zh: 告诉《梦寻秘境》(剧本A)的调查员们，<i>黑猫告知了地下世界的事情</i>。

source: Tell the investigators of <i>The Dream-Quest</i> (Campaign A), that <i>the black cat warned the others.</i>
it: Riferite agli investigatori de <i>La Ricerca Onirica</i> (Campagna A) che <i>il gatto nero ha messo in guardia gli altri</i>.
ru: Передайте сыщикам «Сновидческого поиска» (Кампания А), что <i>чёрный кот предупредил остальных.</i>
zh: 告诉《梦寻秘境》(剧本A)的调查员们，<i>黑猫提醒其他调查员</i>。

source: Ask the investigators of <i>The Dream-Quest</i> (Campaign A) if <i>the black cat is searching for the truth</i>:
it: Domandate agli investigatori de <i>La Ricerca Onirica</i> (Campagna A) se <i>il gatto nero cerca la verità</i>:
ru: Спросите сыщиков «Сновидческого поиска» (Кампания А) есть ли у них в журнале запись <i>чёрный кот оправился на поиски истины</i>:
zh: 询问《梦寻秘境》(剧本A)的调查员们是否<i>黑猫调查真相</i>。

source: The black cat is searching for the truth.
it: Il gatto nero cerca la verità.
ru: Чёрный кот оправился на поиски истины.
zh: 黑猫调查真相。

source: In both Campaign Logs, record <i>the black cat is searching for the truth</i>
it: Annotate in entrambi i Diari della Campagna che <i>il gatto nero cerca la verità</i>.
ru: Запишите в журналы обеих кампаний, что <i>чёрный кот оправился на поиски истины.</i>
zh: 在两份冒险日志中，记录<i>黑猫调查真相</i>。

source: The Oneironauts 1
ru: Онейронавты 1

source: If Randolph didn't survive, Cat has a hunch
ru: Если Рэндольф не пережил спуск, а у чёрного кота появились догадки

source: The Oneironauts 1, continued.
ru: Онейронавты 1 (продолжение).
