Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/campaign.po
Languages: es, fr, ru

source: The Web of Dreams
es: La red de los sueños
fr: La Toile des Songes
ru: Паутина грёз

source: Steps of the Bridge
es: Peldaños del puente
fr: Marches du Pont
ru: Пролёты моста

source: It looks like you are playing <i>The Web of Dreams</i> as a 4-part campaign. If there is a separate group playing <i>The Dream-Quest</i>, the app can present you with instructions to send them during each interlude, and wait for their input at appropriate times.
es: Parece que estás jugando <i>La red de los sueños</i> como una campaña de cuatro partes. Si hay un grupo separado jugando <i>La búsqueda onírica</i>, la aplicación puede facilitarte instrucciones para enviarles durante cada interludio, así como introducir sus aportaciones en los momentos necesarios.
fr: Il semble que vous jouez <i>La Toile des Songes</i> comme une campagne en 4 parties. Si un groupe séparé joue à <i>La Quête Onirique</i>, l'application peut vous présenter les instructions à leur envoyer pendant chaque intermède, et attendre leur réaction au moment opportun.
ru: Похоже вы играете «Паутину грёз» как самостоятельную кампанию из 4 частей. Если отдельная группа играет «Сновидческий поиск», приложение может представить вам инструкции для отправки им во время каждой интерлюдии и ждать их ответа в соответствующее время.

source: Everyone's a Feminist Until There Is a Spider Around:
es: Todo el mundo es feminista hasta que hay una araña cerca
fr: C'est facile de crâner tant qu'il n'y a pas d'araignées dans les parages :
ru: Все храбрецы до первого паука на лице

source: Defeat twenty [[Spider]] enemies. Keep track with tally marks in your Campaign Log. <i>(Note: swarm cards do not count.)</i>
es: Derrota a veinte Enemigos [[Araña]]. Lleva la cuenta con marcas en el registro de campaña. <i>(Nota: las cartas Multitud no cuentan.)</i>
fr: Vainquez 20 ennemis [[Araignée]] . Pour vous en souvenir, inscrivez un trait dans votre Carnet de Campagne à chaque fois que vous en éliminez une. <i>(Remarque: les cartes de nuée ne comptent pas.)</i>
ru: Победите 20 врагов-[[пауков]]. Ведите счёт, делая пометки в журнале кампании. <i>(Обратите внимание: карты скопления не считаются.)</i>

source: The Carter Method
es: El método Carter
fr: La méthode Carter :
ru: Метод Картера

source: Let every location get infested, then seal all of them in <i>Waking Nightmare</i>.
es: Deja que todos los Lugares queden infestados y luego cierra todas las grietas en <i>Pesadilla consciente</i>.
fr: Laissez chaque lieu se faire infester, puis scellez-les tous dans <i>Cauchemar Éveillé</i>.
ru: Позвольте каждой локации в игре стать заражённой, а потом запечатайте их все в «Кошмаре наяву».

source: The Doctor is In
es: La doctora está pasando consulta
fr: Le docteur est là :
ru: Доктор готова вас принять

source: Take Dr. Shivani Maheswaran with you and do not let her take any amount of damage or horror in <i>Waking Nightmare</i>.
es: Lleva contigo a la Dra. Shivani Maheswaran y no permitas que reciba ninguna cantidad de daño ni de horror en <i>Pesadilla consciente</i>.
fr: Emmenez le Dr Shivani Maheswaran avec vous et arrangez-vous pour qu'elle ne subisse aucun dégât ou horreur dans <i>Cauchemar Éveillé</i>.
ru: Возьмите доктора Шивани Махесваран с собой и не позвольте ей получить ни единой раны/ужаса в «Кошмаре наяву».

source: Déjà Vu
ru: Дежавю

source: Resolve every free triggered ability on every location in <i>A Thousand Shapes of Horror</i> (not counting the Mysterious Stairs during act 2).
es: Resuelve todas las capacidades activadas gratis de todos los Lugares en <i>Mil formas de horror</i> (sin contar las Escaleras misteriosas durante el acto 2).
fr: Résolvez chaque capacité déclenchée gratuite de tous les lieux de <i>Mille Nuances d'Horreur</i>. (Ne tenez pas compte des Escaliers Mystérieux pendant l'Acte 2).
ru: Разыграйте каждое бесплатное активируемое свойство на каждой локации в «Тысяче кошмарных форм» (не считая локаций «Таинственная лестница» в сцене 2).

source: The Casa Loma Maneuver
es: La maniobra de la Casa Loma
fr: La manœuvre de Casa Loma :
ru: Да сколько же тут ступеней

source: Escape the endless stairs with The Unnamable at the topmost staircase in <i>A Thousand Shapes of Horror</i>.
es: Escapa de las escaleras infinitas con Lo innombrable en la escalera superior en <i>Mil formas de horror</i>.
fr: Échappez-vous des escaliers sans fin avec L'Innommable se trouvant dans l'escalier situé tout en haut de ligne dans <i>Mille Nuances d'Horreur</i>.
ru: Совершите побег с бесконечной лестницы, когда Неименуемое находится в крайней верхней локации в «Тысяче кошмарных форм».

source: I Remember This Place
es: Recuerdo este lugar
fr: Je me souviens de cet endroit :
ru: Я помню это место

source: Find a way out of the Underworld in <i>Point of No Return</i>.
es: Encuentra una salida del Mundo subterráneo en <i>Punto sin retorno</i>.
fr: Trouvez un moyen de quitter le Monde Souterrain dans <i>Point de Non-Retour</i>.
ru: Найдите выход из Подземного мира в «Точке невозврата».

source: Bad Advice
es: Mal consejo
fr: Mauvais conseil :
ru: Плохой совет

source: Flip over every location at least once in <i>Point of No Return</i>.
es: Dale la vuelta a todos los Lugares al menos una vez en <i>Punto sin retorno</i>.
fr: Retournez chaque lieu au moins une fois dans <i>Point de Non-Retour</i>.
ru: Хотя бы единожды переверните каждую локацию в «Точке невозврата».

source: March of the Ghouls
es: La marcha de los gules
fr: Marche des goules :
ru: Упыриное шествие

source: Have 4 [[Ghoul]] enemies attached to Richard Upton Pickman in <i>Point of No Return</i>.
es: Ten 4 Enemigos [[Gul]] vinculados a Richard Upton Pickman en <i>Punto sin retorno</i>.
fr: Ayez 4 ennemis [[Goule]] attachés à Richard Upton Pickman dans <i>Point de Non-Retour</i>.
ru: Сделайте так, чтобы к «Ричарду Аптону Пикману» было прикреплено 4 врага-[[упыря]] в «Точке невозврата».

source: The Ishimura Flex
es: La técnica Ishimura
fr: Le Flex d'Ishimura :
ru: Как на «Ишимуре»

source: In a single round, defeat all 4 Legs of Atlach-Nacha in <i>Weaver of the Cosmos</i>.
es: Derrota a las 4 patatas de Atlach-Nacha en una misma ronda en <i>Tejedora del cosmos</i>.
fr: Lors d'un même round, vainquez les 4 Pattes d'Atlach-Nacha dans <i>Tisseuse du Cosmos</i>.
ru: Победите все 4 экземпляра «Ног Атлач-Начи» в течение одного раунда в «Плетущей космос».

source: You Spin Me Right 'Round:
es: Las vueltas que me das
fr: Mon manège à moi c'est toi :
ru: Сегодня в белом танце кружимся

source: Ensure that Atlach-Nacha spins a full 360 degrees in a single phase in <i>Weaver of the Cosmos</i>.
es: Asegúrate de que Atlach-Nacha gira 360 grados en una sola fase en <i>Tejedora del cosmos</i>.
fr: Assurez-vous de faire tourner Atlach-Nacha de 360° lors d'une même phase dans <i>Tisseuse du Cosmos</i>.
ru: Прокрутите Атлач-Начу на 360 градусов в течение одной фазы в «Плетущей космос».

source: Master of Unlocking
es: Maestría de la apertura
fr: Maître en déverrouillage :
ru: Ключных дел мастер

source: Use The Silver Key to cancel a total of at least 10 horror throughout the course of a single scenario.
es: Usa La llave de plata para cancelar un total de al menos 10 puntos de horror a lo largo de un solo escenario.
fr: Utilisez La Clé d'Argent pour annuler un total d'au moins 10 horreurs au cours d'un même scénario.
ru: Используйте «Серебряный ключ», чтобы отменить не менее 10 ужаса в течение одного сценария.

source: Win <i>The Web of Dreams</i> campaign with at least three Ultimatums active.
es: Gana la campaña <i>La red de los sueños</i> con al menos tres Ultimátums activos.
fr: Franchir la ligne rouge : Gagnez la campagne <i>La Toile des Songe</i> avec au moins trois Ultimatums actifs.
ru: Победите в кампании «Паутина грёз», используя как минимум три ультиматума.

source: Underworld Expertise
es: Pericia de las Tierras del Sueño
fr: Expertise du Monde Souterrain :
ru: Эксперт Подземного мира

source: Win the <i>The Web of Dreams</i> campaign on Expert difficulty.
es: Gana la campaña <i>La red de los sueños</i> en dificultad Experto.
fr: Gagnez la campagne <i>La Toile des Songe</i> en mode Expert.
ru: Победите в кампании «Паутина грёз» на экстремальном уровне сложности.
