Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/point_of_*_return.po
Languages: it, ru, vi, zh

source: Each of the locations in this scenario have no unrevealed side, and therefore they enter play with their revealed side faceup. Instead of an unrevealed side, these locations have story cards on their reverse sides. Whenever a location in this scenario enters play <i>(including during setup)</i>, place clues on that location equal to its clue value, as normal. Locations can be flipped over in one of two ways. Most are flipped over by the veiled keyword, as described below. Some locations are instead flipped over by an ability printed on that location. <b>Once a location has been flipped over and its story text has been read, it cannot be flipped over again for the remainder of the game unless otherwise noted.</b>
it: Ogni luogo di questo scenario è privo del suo lato chiuso e quindi entra in gioco con il lato aperto a faccia in su. Al posto del lato chiuso, questi luoghi contengono una carta storia sul lato opposto. Ogni volta che un luogo di questo scenario entra in gioco <i>(anche durante la preparazione)</i>, collocate su di esso un ammontare di indizi pari al suo valore di Indizi, come di consueto. I luoghi possono essere girati in due modi diversi. La maggior parte viene girata tramite la parola chiave <b>Velo</b>, come descritto più avanti. Altri invece vengono girati tramite una capacità stampata sul luogo stesso. <b>Una volta che un luogo è stato girato e il suo testo storia è stato letto, quel luogo non può essere girato di nuovo per il resto della partita, salvo diversamente specificato.</b>
ru: У локаций в этом сценарии нет закрытой стороны, поэтому все они входят в игру открытой стороной вверх. Вместо закрытой стороны на обороте данных локаций находятся карты сюжета. Всякий раз, когда локация входит в игру (включая подготовку), положите на неё указанное число улик в соответствии с обычными правилами. Локации переворачиваются двумя способами. Большинство переворачиваются по эффекту ключевого слова «Завеса», как описано ниже. Другие локации вместо этого переворачиваются по эффекту свойств, напечатанных на них. <b>После того как локация была перевёрнута, а её сюжетный текст разыгран, её больше нельзя переворачивать до конца игры, если только прямо не указано иного.</b>
vi: Mỗi vị trí của màn chơi này không có mặt unreveal, và do đó chúng tiến vào chơi với mặt reveal lật lên. Thay vì mặt unreveal, những vị trí này có câu chuyện ở mặt còn lại. Bất cứ khi nào 1 vị trí trong màn chơi này tiến vào chơi (bao gồm cả lúc setup), đặt manh mối lên vị trí đó tương ứng giá trị manh mối như bình thường. Vị trí có thể được lật theo 1 trong 2 cách sau. Hầu hết được lật bởi từ khóa veild, như mô tả ở dưới. Một số vị trí khác thì được lật bởi khả năng được in trên vị trí đó. <b>Một khi 1 vị trí được lật và câu chuyện của nó được đọc, nó không thể được lật lại cho phần còn lại của màn chơi, trừ khi được ghi rõ.</b>
zh: 本场冒险中的每个地点均没有未揭示面，因此其进场时以已揭示面朝上放置。这些地点背面均改为剧情卡牌，而非未揭示面。每当本场冒险中有地点入场<i>(包括在设置期间)</i>，如常在该地点上放置数量等同于其线索值的线索。 可以通过以下两种方式之一来将地点翻面：大多数通过掩藏关键词翻面，见下文描述。某些地点则通过印刷在该地点的能力翻面。 <b>一旦调查员将一个地点翻面，并阅读其剧情文字，在本场游戏结束前，该地点不能被再次翻面，除非有特殊说明。</b>

source: For each damage on the scenario reference card, record 1 tally mark next to “Steps of the Bridge” in your Campaign Log
it: Per ogni danno sulla carta di consultazione dello scenario, segnate 1 X alla voce “Scalini del Ponte” nel Diario della Campagna.
ru: За каждый жетон раны на памятке сценария поставьте 1 отметку в разделе «Пролёты моста» журнала кампании.
vi: Với mỗi damage trên lá bài tham chiếu màn chơi, ghi lại 1 kiểm đếm kế bên phần "Các bước của cây cầu" trong Nhật ký Chiến dịch
zh: 冒险辅助卡上每有1个伤害标记，在冒险日志“桥梁进度”旁边作1次记录。

source: Damage:
it: Danni:
zh: 伤害标记：

source: The lead investigator has earned the False Awakening weakness <i>(The Dream-Eaters #275)</i> (does not count toward deck size). Add this card to the lead investigator’s deck.
it: L’investigatore capo ha guadagnato la debolezza Falso Risveglio <i>(I Divoratori di Sogni #275)</i>. Aggiungete questa carta al mazzo dell'investigatore capo (non considerandola nella dimensione del suo mazzo).
ru: Ведущий сыщик получает слабость «Ложное пробуждение» <i>(набор «Точка невозврата», карта 275)</i> (не идёт в счёт размера колоды). Добавьте эту карту в колоду ведущего сыщика.
vi: Trưởng nhóm nhận điểm yếu False Awakening <i>(The Dream-Eaters #275)</i> (không tính vào giới hạn bộ bài), Thêm lá bài này vào chồng bài của trưởng nhóm.
zh: 调查员队长获得梦中苏醒弱点<i>(食梦者#275)</i>(不计入牌组卡牌张数)。将本卡牌加入调查员队长的牌堆。

source: Proceed to <b>Scenario III–A: Dark Side of the Moon</b>.
it: Proseguite con lo <b>Scenario III–A: Il Lato Oscuro della Luna</b>.
ru: Перейдите к <b>сценарию III–А «Тёмная сторона Луны»</b>.
vi: Tiến tới <b>Màn III–A: Dark Side of the Moon</b>.
zh: 进入<b>冒险III–A：月之暗面</b>。

source: The investigators found a way out of the Underworld.
it: Gli investigatori hanno trovato una via d'uscita dal Mondo dei Sogni.
ru: Сыщики нашли выход из Подземного мира.
vi: Các điều tra viên đã tìm ra lối thoát khỏi Underworld.
zh: 调查员找到了离开地下世界的路。

source: In your Campaign Log, record that <i>the investigators found a way out of the Underworld</i>.
it: Annota nel Diario della Campagna che <i>gli investigatori hanno trovato una via d'uscita dal Mondo dei Sogni</i>.
ru: Запишите в журнале кампании, что <i>сыщики нашли выход из Подземного мира</i>.
vi: Trong Nhật ký Chiến dịch, ghi lại rằng <i>các điều tra viên đã tìm ra lối thoát khỏi Underworld</i>.
zh: 在冒险日志中，记录下<i>调查员找到了离开地下世界的路</i>。

source: the investigators found a way out of the Underworld.
it: gli investigatori hanno trovato una via d'uscita dal Mondo dei Sogni.
ru: сыщики нашли выход из Подземного мира.
vi: các điều tra viên đã tìm ra lối thoát khỏi Underworld.
zh: 调查员找到了离开地下世界的路。

source: The black, tarry liquid rises around you, consuming you, and you fear that you’ve made a grave mistake. The pressure of the dense liquid surrounds your body, crushing you from all sides. But then you emerge on the other side. You fall for a brief, silent moment before being caught by a glowing, sinewy web. Panicking, you scramble to a nearby platform made of solid rock. Your refuge is one of many, each suspended in the air and connected by thick webbing. Beyond that is a vast, cosmic space, an infinite darkness that stretches as far as the eye can see.
it: Il liquido nero simile a catrame si solleva attorno a voi, consumandovi: vi chiedete se non abbiate commesso un grave sbaglio. Il fluido denso e opprimente circonda il vostro corpo, schiacciandovi da ogni direzione e infine... emergete dall’altra parte. Vi sentite cadere per un breve momento, immersi nel silenzio, quando venite catturati da una resistente ragnatela luminescente. In preda al panico, vi arrampicate su una vicina piattaforma composta di solida roccia che, quando vi guardate attorno, capite essere solo una delle tante sospese nell’aria, tutte collegate fra di loro da filamenti spessi e appiccicosi. Oltre tutto ciò c’è solo un vasto spazio cosmico. Un’oscurità infinita che si estende fin dove l’occhio può vedere.
ru: Мутная чёрная жижа поглощает вас. Вы не можете отогнать мысль о том, что совершаете огромную ошибку. Густая жидкость больно сжимает ваше тело, однако вы почти сразу всплываете на другой стороне. Короткое безмолвное мгновение вы падаете, но вас быстро ловит крепкая светящаяся паутина. В панике вы взбираетесь на ближайшую платформу из твёрдого камня. Ваше убежище — одна из многих висящих в воздухе глыб, связанных толстой паутиной. Вокруг же, насколько хватает взгляда, простирается бесконечная мгла космического пространства.
vi: Chất lỏng màu đen, hắc ín dâng lên xung quanh, nuốt chửng bạn và bạn sợ rằng mình đã mắc một sai lầm chết người. Áp lực của chất lỏng dày đặc bao quanh cơ thể bạn, nghiền nát bạn từ mọi phía. Nhưng sau đó bạn nổi lên ở phía bên kia. Bạn rơi vào một khoảnh khắc im lặng ngắn ngủi trước khi bị một tấm mạng nhện gân guốc phát sáng tóm lấy. Hoảng sợ, bạn bò đến một bệ đá cứng gần đó. Chỗ trú ẩn của bạn là một trong số rất nhiều chỗ, mỗi chỗ lơ lửng trong không trung và được kết nối bằng mạng nhện dày. Ngoài xa là một không gian vũ trụ rộng lớn, một bóng tối vô tận trải dài đến tận tầm mắt.
zh: 你周围涌起了黑色的粘稠液体，正要将你吞噬，你害怕你们犯了滔天大错。稠密的液体包裹著你的身体，四面八方传来的压力就要把你压碎。但随后，你便从这液体的另一边掉了出来。在片刻的无声坠落后，你立马被一张发光巨网结结实实地接住。你惊慌失措，爬到旁边一个岩石平台上。你所在的平台漂浮在空中，周围还有很多同样的地方，它们之间连接著厚厚的网。在那后面，是广阔的宇宙太空，目之所及是无尽的黑暗。

source: You brace yourself as another wave of distorted reality crashes into you. This feeling, whatever it is, is growing stronger as time marches on. Someone or something is causing it, but how? Just as you are pondering its meaning, you realize something curious: you aren’t the only one affected. Far from it, in fact; the entirety of the Underworld seems to be changing with each wave of warped energy that flows through the realm. Walls shift, the floor skews, and the dim, phosphorescent light scintillates with a cosmic, otherworldly glow. The ground rumbles as another wave of force rushes through the foundations of the dream world. The rocky surface upon which you stand gives way. You flail in the air, attempting to grab hold of something, anything that you can use to pull yourself up. Your hands wrap around a painted plank of wood. You have no time to question its appearance—survival comes first. When you pull yourself up, you realize you are curled up on a park bench, surrounded by a thick fog and the grim, gambrel rooftops of Arkham. There is no ground in front of you. Just an open, endless pit into fathomless depths. The Underworld, perhaps? But how is that possible? Virgil’s cat watches you casually from a tree branch that hangs over the park bench. “It won’t stop,” the black cat tells you. “Not until there is nothing left of your world.” You wonder what you could possibly do in the face of such horror. The cat gazes down into the pit below. “It’s waiting for you.” Another rumble. In the distance, you watch with horror as an entire building is sucked into the ground. You think you spot a pedestrian in the distance, but it is no human. If this goes on any longer, your companions won’t have a world to awaken to. You steel yourself, look down into the empty pit, and gulp. “Down you go,” the cat says. You fall. The roar of the wind is deafening as it whips by your head. You can’t possibly survive a fall like this, you think. But instead of splattering against a hard, rocky ground, you are caught by a glowing, sinewy web. Panicking, you scramble to a nearby platform made of solid rock. Your refuge is one of many, each suspended in the air and connected by thick webbing. Beyond that is a vast, cosmic space, an infinite darkness that stretches as far as the eye can see.
it: Vi preparate a reggere l’urto di un’altra ondata di realtà distorta che si schianta contro di voi. Questa sensazione, di qualsiasi cosa si tratti, diventa sempre più forte ogni minuto che passa: qualcuno o qualcosa ne è la causa, ma in che modo? Proprio mentre state ragionando su cosa possa significare, vi rendete conto di un dettaglio insolito: non siete gli unici a esserne affetti. Tutt’altro. L’intero Mondo di Sotto sembra mutare a ogni impulso di energia contorta che attraversa l’intero reame: le pareti si ribaltano, il pavimento si piega e la fioca luce fosforescente scintilla di un bagliore cosmico, ultraterreno. Il terreno trema quando un'altra ondata di forza corre attraverso le fondamenta del Mondo dei Sogni. La superficie rocciosa su cui vi trovate si apre, facendovi cadere nel vuoto. Agitate le braccia nel tentativo di afferrare qualcosa che possiate utilizzare per tirarvi su e, senza che abbiate il tempo di chiedervi di cosa si tratti, riuscite a stringere le mani attorno a un'asse di legno dipinta. Dovete sopravvivere. Quando riuscite a issarvi, vi ritrovate rannicchiati sulla panchina di un parco, circondati da una fitta nebbia e dai lugubri tetti inclinati degli edifici di Arkham. Davanti a voi non c’è terreno, solo una voragine senza fondo che si apre sulle profondità insondabili del cosmo. Che si tratti del Mondo di Sotto? Ma com’è possibile? Il gatto di Virgil vi osserva con indifferenza dal ramo di un albero sospeso sopra la panchina. “Non si fermerà” vi dice il felino dal pelo nero. “Non fino a quando resterà qualcosa del vostro mondo.” Vi chiedete cosa mai potreste fare per affrontare un orrore simile. Il gatto getta lo sguardo nel fosso sotto di voi: “Vi sta aspettando“. Un altro boato. La vista, in lontananza, di un altro edificio che viene risucchiato nel terreno vi terrorizza. Vi sembra di scorgere un passante ma, anche senza avvicinarvi, capite che non si tratta di un umano. Se non riuscirete a fermare tutto questo, i vostri compagni non avranno più un mondo nel quale svegliarsi; vi fate forza e, deglutendo rumorosamente, guardate in basso verso la voragine. “Saltate giù” vi intima il gatto. Cadete. Il ruggito del vento che vi sferza attorno alla testa è assordante. È impossibile sopravvivere a una caduta simile, o almeno così credete: invece che spiaccicati contro il duro terreno roccioso, finite catturati da una grossa ragnatela luminescente. In preda al panico, vi arrampicate su una vicina piattaforma composta di solida roccia che, quando vi guardate attorno, capite essere solo una delle tante sospese nell’aria, tutte collegate fra di loro da filamenti spessi e appiccicosi. Oltre tutto ciò c’è solo un vasto spazio cosmico. Un’oscurità infinita che si estende fin dove l’occhio può vedere.
ru: Вы крепитесь, когда на вас обрушивается очередная волна искажения реальности. С течением времени это ощущение, чем бы оно ни было, становится только сильнее. Кто-то или что-то вызывает его, но как? Размышляя о его природе, вы осознаёте нечто любопытное: оно воздействует не только на вас. Напротив, с каждой волной потусторонней энергии, проносящейся сквозь этот слой реальности, немного меняется весь Подземный мир. Стены сдвигаются, пол перекашивается, а тусклый фосфоресцирующий свет переливается космическим потусторонним сиянием. Земля грохочет, когда по основанию Мира грез прокатывается очередная волна энергии. Каменистая поверхность, на которой вы стоите, проваливается. Вы машете конечностями в воздухе и пытаетесь ухватиться хоть за что-нибудь, чтобы подтянуться обратно. Ваши руки смыкаются вокруг окрашенной доски. У вас нет времени размышлять, откуда она взялась — сначала нужно выжить. Подтянувшись, вы осознаёте, что свернулись калачиком на парковой скамейке, окружённой густым туманом и мрачными двускатными аркхэмскими крышами. Но земли перед вами нет. Только зияющий бездонный провал. Подземный мир? Но как такое возможно? Кот Вёрджила спокойно наблюдает за вами, сидя на древесной ветви, нависающей над скамейкой. «Это будет продолжаться, — говорит вам кот, — пока от твоего мира ничего не останется». Вы спрашиваете, что можете сделать с этим кошмаром. Кот всматривается в провал: «Она ждёт тебя». Снова грохот. Вы с ужасом видите, как вдалеке под землю проваливается целое здание. Вам кажется, что вы видите вдали прохожего… но это не человек. Если это не прекратить, вашим друзьям будет просто некуда просыпаться. Вы призываете на помощь всю свою храбость, смотрите в провал и сглатываете. «Давай-давай, рыбкой», — говорит кот. Вы падаете. От рёва проносящегося вокруг воздуха у вас закладывает уши. Вам приходит в голову мысль, что пережить такое падение нереально. Однако вас не размазывает по твёрдой каменной поверхности. Вместо этого вас ловит крепкая светящаяся паутина. В панике вы взбираетесь на ближайшую платформу из твёрдого камня. Ваше убежище — одна из многих висящих в воздухе глыб, связанных толстой паутиной. Вокруг же, насколько хватает взгляда, простирается бесконечная мгла космического пространства.
vi: Bạn chuẩn bị tinh thần khi một làn sóng thực tại bị biến dạng khác ập vào bạn. Cảm giác này, bất kể nó là gì, ngày càng mạnh mẽ hơn khi thời gian trôi qua. Ai đó hoặc cái gì đó đang gây ra nó, nhưng làm thế nào? Ngay khi bạn đang cân nhắc ý nghĩa của nó, bạn nhận ra một điều kỳ lạ: bạn không phải là người duy nhất bị ảnh hưởng. Thực tế là hoàn toàn không chỉ thế; toàn bộ Underworld dường như đang thay đổi theo từng làn sóng năng lượng bị biến dạng chảy qua vùng đất. Các bức tường dịch chuyển, sàn nhà nghiêng và ánh sáng lân quang mờ ảo nhấp nháy với ánh sáng vũ trụ, ánh sáng thế giới khác. Mặt đất rung chuyển khi một làn sóng lực khác tràn qua nền móng của thế giới giấc mơ. Bề mặt đá mà bạn đứng nhường đường. Bạn vùng vẫy trong không trung, cố gắng nắm lấy thứ gì đó, bất cứ thứ gì bạn có thể dùng để kéo mình lên. Tay của bạn quấn quanh một tấm ván gỗ đã sơn. Bạn không có thời gian để đặt câu hỏi về sự xuất hiện của nó—sự sống còn là ưu tiên hàng đầu. Khi bạn đứng dậy, bạn nhận ra mình đang cuộn tròn trên một chiếc ghế dài trong công viên, xung quanh là sương mù dày đặc và những mái nhà màu xám ảm đạm của thị trấn Arkham. Không có mặt đất trước mặt bạn. Chỉ là một cái hố mở, vô tận vào những vực sâu không đáy. Có lẽ là Underworld? Nhưng sao điều đó có thể xảy ra? Con mèo của Virgil tình cờ quan sát bạn từ một cành cây treo trên băng ghế công viên. “Nó sẽ không dừng lại,” con mèo đen nói với bạn. “Không cho đến khi không còn gì trong thế giới của cậu.” Bạn tự hỏi mình có thể làm gì khi đối mặt với nỗi kinh hoàng như vậy. Con mèo nhìn xuống cái hố bên dưới. "Nó đang đợi cậu." Một tiếng ầm ầm khác. Ở đằng xa, bạn kinh hãi nhìn toàn bộ tòa nhà bị hút vào lòng đất. Bạn nghĩ rằng bạn phát hiện ra một người đi bộ ở đằng xa, nhưng đó không phải là con người. Nếu điều này tiếp diễn lâu hơn nữa, những người bạn đồng hành của bạn sẽ không có thế giới để thức tỉnh. Bạn chuẩn bị tinh thần, nhìn xuống cái hố trống rỗng và nuốt nước bọt. Con mèo nói, “Xuống đi." Bạn ngã xuống. Tiếng gió gào thét làm điếc tai khi nó quất vào đầu bạn. Bạn nghĩ rằng bạn không thể sống sót sau một cú ngã như thế này. Nhưng thay vì rớt lộp độp trên nền đất cứng, đá, bạn lại bị mắc vào một tấm mạng gân guốc, phát sáng. Hoảng sợ, bạn bò đến một bệ đá cứng gần đó. Chỗ trú ẩn của bạn là một trong số rất nhiều chỗ, mỗi chỗ lơ lửng trong không trung và được kết nối bằng mạng nhện dày. Ngoài đó là một không gian vũ trụ rộng lớn, một bóng tối vô tận trải dài đến tận tầm mắt.
zh: 你做好准备，随即受到扭曲的现实带来的又一波冲击。不论这感觉是什么，它正随著时间的流逝变得越来越强烈。这种感觉的出现一定有其缘由，但那缘由是什么呢？就在你思考其意义时，你注意到异常：你并不是唯一一个受这感觉影响的人。实际上，其影响远不止于此：整个地下世界彷佛都在随著每一波流经这里的扭曲能量而改变。墙壁移动，地板倾斜，昏暗的磷光闪烁著来自宇宙的诡异光芒。随著梦境世界的大地涌过又一波能量，地面隆隆作响，你脚下的岩石地面开始塌陷。你双手在空中挣扎，试图抓住什么来避免跌落。你紧紧缠抱住一块上了漆的木板。你无暇深究这块木板怎么会出现在这里——活命要紧。 当你爬起身来，你发现自己在公园的长椅上蜷曲著身体，周围能看到浓雾和阿卡姆令人不快的复折屋顶。你面前没有地面。只有一个无边无际的深坑，通向无底的深渊。或许，这就是“地下世界”？但这怎么可能呢？在长椅上方的一根树枝上，维吉尔的猫漠不关心地看著你：“这一切不会停下。”黑猫对你说，“直到你的世界一无所有。”你想道，面对这般恐怖，你究竟能做些什么。猫盯著下方的深坑。“它在等著你。” 又是一声巨响。你惊恐地看到远处整幢建筑被吸入地下。你看到远处有个身影在走动，但那并不是人类。如果这种情况再继续下去，整个世界都将不复存在，你的同伴也无从醒来。你下定决心，朝空荡荡的深坑看去，深吸一口气。“下去吧。”黑猫说道。 于是你纵身跃下。咆哮的风震耳欲聋，迎面吹来像是在抽打著你的头脸。你心想，像这样下坠绝对会要了你的命。但你并未在坚硬的岩石地面上摔成肉酱，而是被一张发光巨网结结实实地接住。你惊慌失措，爬到旁边一个岩石平台上。你所在的平台漂浮在空中，周围还有很多同样的地方，它们之间连接著厚厚的网。在那后面，是广阔的宇宙太空，目之所及是无尽的黑暗。
