Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/point_of_*_return.po
Languages: it, ru, vi, zh

source: Scenario III–B: Point of No Return
it: Scenario III-B: Punto di Non Ritorno
ru: Сценарий III–Б: Точка невозврата
vi: Màn III–B: Point of No Return
zh: 冒险III–B：无归之地

source: Scenario III-B
ru: Сценарий III–Б
vi: Màn III-B
zh: 冒险III–B

source: You have finally reached the Dreamlands, but it is not as you expected. This cyclopean cavern is far from the wondrous lands and fabulous cities described in Virgil Gray’s writings. Perhaps the author never ventured this far underground, never found the horrors that lurk beneath the surface of the Dreamlands. You suspect he wouldn’t have left out tales of such a spine-chilling nature. As you venture into the dark and barren realm, you are filled with hollow despair—an emptiness that gnaws at your heart and mirrors the bleak landscape all around you. You came here to help your friends, and now your only guide through this realm is gone. What if this was all a horrible mistake? You shake these dark thoughts from your mind and focus on the path that lies ahead of you. It’s too late to dwell on what you could have done differently. This is your way forward now. Even if you cannot help your friends, even if you are too late to help Randolph, you have another mission now. Clearly this region of the Dreamlands has something to do with the creatures invading your reality. The answers must lie here. Besides, it’s not like you have much choice anymore. You walk to the edge of a jagged cliff overlooking the cavernous realm below. This realm is staggeringly vast. In the distance, along the cliffs, you see a walled city, of all things. Among its many towers, a black spire rises so high it must pierce the surface of the Dreamlands. To the south is a stretch of plains that looks over the vale below, and you can see shapes moving throughout the grey, phosphorescent light. You hope the beings who inhabit this realm are ones you might be able to reason with. You have your doubts…but at least now you have a plan. Whether or not it is a good plan remains to be seen.
it: Siete finalmente giunti nel Mondo dei Sogni, ma è completamente diverso da come ve lo aspettavate. La caverna mastodontica in cui vi trovate è quanto di più lontano possa esistere dalle terre meravigliose e dalle città favolose descritte nei racconti di Virgil. Forse l’autore non si era mai addentrato tanto sottoterra e mai aveva incontrato gli orrori che si annidano al di sotto della superficie di questa dimensione. Se così non fosse, dubitate che avrebbe tralasciato dettagli così agghiaccianti. Più vi addentrate in questo reame oscuro e desolato, più vi sentite pervasi di una vacua disperazione: un vuoto che vi divora il cuore e che riflette il tetro panorama che vi circonda. Siete venuti fin qui per aiutare i vostri amici ma la vostra unica guida è sparita. Se fosse tutto un terribile sbaglio? Vi ridestate da questi pensieri tetri e vi concentrate sul percorso che avete davanti a voi: è troppo tardi per soffermarvi su tutto ciò che sarebbe potuto andare diversamente, ora è questa la strada che dovete seguire. Anche se non doveste riuscire ad aiutare i vostri amici, anche se dovesse essere troppo tardi per poter salvare Randolph, ora avete un’altra missione. È ovvio che questa regione del Mondo dei Sogni ha qualcosa a che vedere con le creature che stanno invadendo la vostra realtà. Le risposte devono trovarsi qui. Inoltre, ormai non avete più molte altre opzioni. Vi avvicinate al ciglio frastagliato che sovrasta il reame cavernoso sottostante, rendendovi conto di quanto sia incredibilmente vasto. In lontananza, fra le vette, di tutto ciò che potevate immaginare di trovare vedete una città dalle alte mura. Nel bel mezzo delle sue innumerevoli torri, una guglia nera sembra innalzarsi al punto da sfondare la superficie del Mondo dei Sogni. A sud, invece, una distesa pianeggiante si affaccia su una valle dove riuscite a scorgere alcune sagome che si muovono attraverso la grigia luce fosforescente: esseri con cui sperate di poter ragionare. Siete sommersi dai dubbi… ma almeno ora avete un piano. Che sia anche un buon piano, resta tutto da dimostrare.
ru: Вы наконец достигли Мира грёз, но в нём всё не так, как вы ожидали. Эта циклопическая пещера совсем не похожа на чудесные земли и сказочные города, описанные Вёрджилом Греем. Возможно, писатель просто никогда не забирался так глубоко под землю и не встречал ужасы, таящиеся под Миром грёз. Вы сомневаетесь, что он оставил бы без внимания столь леденящие душу истории. Углубляясь в это тёмное и пустынное царство, вы не можете отогнать чувство отчаяния, что пожирает вашу душу. Пустоте внутри вас вторит пустота вокруг. Вы отправились сюда на помощь друзьям, но ваш единственный проводник сгинул. Вдруг всё это было ужасной ошибкой? Вы отгоняете эти мрачные мысли и концентрируетесь на пути, лежащем перед вами. Поздно размышлять, могло ли всё сложиться иначе. Этот путь нужно пройти до конца. Даже если вы не сможете помочь друзьям, даже если не успели спасти Рэндольфа, у вас теперь есть другая задача. Этот регион Мира грёз определённо как-то связан с существами, наводнившими вашу реальность. Ответы должны быть где-то здесь. Кроме того, не то чтобы у вас был выбор. Вы подходите к краю иззубренного утёса, с которого открывается вид на подземелье внизу. Это царство ошеломляет вас своими размерами. Вдали вы неожиданно для себя видите обнесённый стеной город, тянущийся вдоль скалы. Среди его многочисленных башен возвышается чёрный шпиль, такой высокий, что, должно быть, пронзает поверхность Мира грёз. На юге над низкой долиной простираются пустоши, где в сером фосфоресцирующем свете двигаются загадочные силуэты. Вы надеетесь, что сможете найти общий язык с обитателями этих мест. У вас остаются сомнения… Но, по крайней мере, у вас есть план. Хороший план или нет — вам ещё предстоит узнать.
vi: Cuối cùng bạn đã đến được Vùng đất Giấc mơ, nhưng nó không như bạn mong đợi. Hang động khổng lồ này khác rất xa với những vùng đất kỳ diệu và những thành phố thần kỳ được mô tả trong các tác phẩm của Virgil Gray. Có lẽ tác giả chưa bao giờ mạo hiểm đi sâu đến thế này dưới lòng đất, chưa bao giờ tìm thấy những nỗi kinh hoàng ẩn nấp bên dưới bề mặt của Vùng đất Giấc mơ. Bạn nghi ngờ rằng anh ấy sẽ không bỏ qua những câu chuyện có tính chất lạnh sống lưng như vậy. Khi dấn thân vào vùng đất tối tăm và cằn cỗi, bạn thấy mình tràn ngập nỗi tuyệt vọng trống rỗng—một sự trống rỗng gặm nhấm trái tim bạn và phản chiếu khung cảnh ảm đạm xung quanh bạn. Bạn đến đây để giúp đỡ bạn bè của mình, và bây giờ người dẫn đường duy nhất của bạn trong thế giới này đã biến mất. Sẽ thế nào nếu tất cả điều này là một sai lầm kinh khủng? Bạn rũ bỏ những suy nghĩ đen tối này khỏi tâm trí và tập trung vào con đường phía trước. Đã quá muộn để nghĩ về những gì bạn có thể làm khác đi. Đây là con đường phía trước của bạn bây giờ. Ngay cả khi bạn không thể giúp bạn bè của mình, ngay cả khi bạn đã quá muộn để giúp Randolph, thì bây giờ bạn có một nhiệm vụ khác. Rõ ràng khu vực này của Vùng đất Giấc mơ liên quan đến những sinh vật xâm chiếm thực tại của bạn. Các câu trả lời phải nằm ở đây. Bên cạnh đó, nó không giống như bạn có nhiều sự lựa chọn nữa. Bạn đi bộ đến rìa của một vách đá lởm chởm nhìn ra khu vực hang động bên dưới. Vùng đất này vô cùng rộng lớn. Ở đằng xa, dọc theo những vách đá, bạn nhìn thấy một thành phố có tường bao quanh tất cả mọi thứ. Trong số nhiều tòa tháp của nó, một ngọn tháp màu đen vươn cao đến mức nó phải xuyên qua bề mặt của Vùng đất Giấc mơ. Phía nam là một đồng bằng trải dài nhìn xuống thung lũng bên dưới, và bạn có thể nhìn thấy những hình thù chuyển động trong ánh sáng lân quang màu xám. Bạn hy vọng những sinh vật sống trong vùng đất này là những người mà bạn có thể giao tiếp được. Bạn có những nghi ngờ của mình… nhưng ít nhất bây giờ bạn đã có một kế hoạch. Cho dù đó là một kế hoạch tốt hay không thì chưa biết.
zh: 你终于来到了幻梦境，但这里与你预想的并不一样。眼前这个巨大的洞穴与维吉尔·格雷笔下的奇妙大陆、宏伟城市毫无关联。或许作者从未来到如此遥远的地下，也从未发现潜伏在幻梦境之下的恐怖。你觉得，他如果曾到过这里，一定会把这毛骨悚然的画面编撰成书。随著你深入这片黑暗而贫瘠的地方，你内心充满了空洞的绝望——这空虚的感觉折磨著你的心灵，映照著周围荒凉的景象。你是来这儿帮助你的朋友们的，而你在这里唯一的向导已经不在。你会不会是走错了路，错来到这可怕的地方？ 你将这些黑暗的想法从脑海中挥散，专注于前方的道路。如今再去后悔当初的决定，为时已晚。你只需往前走。即便你没能帮上朋友，没能拯救伦道夫，但现在你有了新的使命。很显然，幻梦境的这个区域和入侵现实世界的生物之间有著某种联系。答案一定就在这里。而且，你也没有别的选择。 你走到了一个锯齿状的悬崖边缘，俯瞰下方的洞穴国度。那里广阔得叫人吃惊。在远处，你沿著悬崖看去，看到一座被围墙包围著的城市。在城中诸多高塔中，有一座黑色的尖塔向上延伸，像是要刺穿幻梦境的地面。南面是一片连绵的平原，俯瞰著下方的山谷，你可以看到一些身影在灰色的磷光中移动。你希望居住在这个国度的生物能跟你讲讲道理。你心中还有疑问……但至少现在你有了计划。这计划是好是坏，尚未可知。

source: You have finally reached the Dreamlands, but it is not as you expected. This cyclopean Underworld is far from the wondrous lands and fabulous cities described in Virgil Gray’s writings. Perhaps the author never ventured this far underground, never found the horrors that lurk beneath the surface of the Dreamlands. You suspect he would not have left out tales of such a spine-chilling nature. As you venture into the dark, barren realm, you raise your concerns with Randolph. “It is true that we are farther from your companions than we intended, he affirms. “However, if I may offer another sentiment—perhaps this is a blessing in disguise. Clearly the Underworld has something to do with the creatures invading our reality. I suggest we investigate further while we have the chance. We can return to the surface of the Dreamlands once we have discovered the truth.” You ask Randolph if he has any leads, and he steps to the edge of a jagged cliff overlooking the cavernous realm below. “I have been here before,” he says quietly, getting his bearings. “Those walls in the distance belong to the City of Gugs. To the south is a stretch of plains that looks over the vale below. That plain is where the ghouls live. Perhaps there we can learn more.” You raise your doubts aloud, wondering if such creatures are even capable of peaceful conversation. “They are more intelligent than you think, and could be quite helpful if we convince them to aid us. In fact, there is one I count among my friends, an artist by the name of Richard Pickman. If we are fortunate enough to find him, that might be our best chance.” You still have your doubts…but at least now you have a plan. Whether or not it is a good plan remains to be seen.
it: Siete finalmente giunti nel Mondo dei Sogni, ma è completamente diverso da come ve lo aspettavate. La caverna mastodontica in cui vi trovate è quanto di più lontano possa esistere dalle terre meravigliose e dalle città favolose descritte nei racconti di Virgil. Forse l’autore non si era mai addentrato tanto sottoterra e mai aveva incontrato gli orrori che si annidano al di sotto della superficie di questa dimensione. Se così non fosse, dubitate che avrebbe tralasciato dettagli cosi agghiaccianti. Mentre vi addentrate in questo reame oscuro e desolato, esponete le vostre preoccupazioni a Randolph. “È vero, siamo più lontani dai vostri amici di quanto ci aspettassimo” vi conferma. “Vi propongo però un’altra interpretazione: e se si trattasse di un colpo di fortuna mascherato da cattiva sorte? È ovvio che il Mondo di Sotto abbia qualcosa a che vedere con le creature che stanno invadendo la nostra realtà. Credo che, finché ne abbiamo la possibilità, dovremmo indagare più a fondo. Potremo tornare sulla superficie del Mondo dei Sogni quando avremo scoperto la verità.” Chiedete a Randolph se abbia una qualche pista da seguire, mentre lo vedete avvicinarsi al ciglio frastagliato che sovrasta il reame cavernoso sottostante. “Sono già stato qui” afferma con tono pacato mentre cerca di ricordare qualche punto di riferimento. “Quelle mura in lontananza appartengono alla Città dei Gug. A sud, invece, una distesa pianeggiante si affaccia su una valle dove vivono i ghoul: forse li potremo scoprire qualcosa di utile.” Sollevate dei dubbi: creature simili potrebbero mai essere in grado di conversare con voi in maniera pacifica? “Sono più intelligenti di quanto pensiate e, se riuscissimo a convincerli, potrebbero esserci di aiuto. Anzi, fra di loro ce n’è uno che considero mio amico, un artista che risponde al nome di Richard Pickman. Se saremo abbastanza fortunati da trovarlo, potrebbe trattarsi della nostra migliore possibilità.” Non siete pienamente convinti… ma almeno ora avete un piano. Che sia anche un buon piano, resta tutto da dimostrare.
ru: Вы наконец достигли Мира грёз, но в нём всё не так, как вы ожидали. Этот Подземный мир совсем не похож на чудесные земли и сказочные города, описанные Вёрджилом Греем. Возможно, писатель просто никогда не забирался так глубоко под землю и не встречал ужасы, таящиеся под Миром грёз. Вы сомневаетесь, что он оставил бы без внимания столь леденящие душу истории. Углубляясь в это тёмное и пустынное царство, вы делитесь своим беспокойством с Рэндольфом. «Всё верно, мы оказались гораздо дальше от ваших компаньонов, чем планировалось, — признаёт он. — Однако, если позволите, я бы предложил взглянуть на ситуацию под другим углом. Нет худа без добра. Подземный мир определённо как-то связан с существами, наводнившими нашу реальность. Предлагаю осмотреться здесь получше, раз уж есть такая возможность. Мы можем вернуться на поверхность Мира грёз, как только докопаемся до правды». Вы спрашиваете Рэндольфа о зацепках, и он подходит к краю иззубренного утёса, с которого открывается вид на подземелье внизу. «Я уже бывал здесь, — тихо говорит он, сориентировавшись. — Те стены вдалеке принадлежат городу гугов. На юге над низкой долиной простираются пустоши. Там живут упыри. Кто знает, вдруг там мы сможем узнать больше». Вы вслух сомневаетесь, размышляя, способны ли эти создания на мирную беседу. «Они гораздо умнее, чем вы думаете, и могут быть весьма полезны, если мы убедим их помочь. На самом деле, там живёт один мой давнишний друг, художник по имени Ричард Пикман. Если нам повезёт найти его, наши шансы получить ответы значительно вырастут». У вас остаются сомнения… Но, по крайней мере, у вас есть план. Хороший план или нет — вам ещё предстоит узнать.
vi: Cuối cùng bạn đã đến được Vùng đất Giấc mơ, nhưng nó không như bạn mong đợi. Hang động khổng lồ này khác rất xa với những vùng đất kỳ diệu và những thành phố thần kỳ được mô tả trong các tác phẩm của Virgil Gray. Có lẽ tác giả chưa bao giờ mạo hiểm đi sâu đến thế này dưới lòng đất, chưa bao giờ tìm thấy những nỗi kinh hoàng ẩn nấp bên dưới bề mặt của Vùng đất Giấc mơ. Bạn nghi ngờ rằng anh ấy sẽ không bỏ qua những câu chuyện có tính chất lạnh sống lưng như vậy. Khi dấn thân vào vùng đất tối tăm, cằn cỗi, bạn nói mối quan ngại của mình với Randolph. Anh ấy khẳng định, “Đúng là chúng ta đang ở xa những người bạn đồng hành của cậu hơn là dự định. Tuy nhiên, theo ý kiến của tôi thì—có lẽ đây là một điều may mắn ẩn dưới. Rõ ràng Underworld có liên quan đến những sinh vật xâm chiếm thực tại của chúng ta. Tôi đề nghị chúng ta điều tra thêm khi có cơ hội. Chúng ta có thể trở lại bề mặt của Vùng đất Giấc mơ sau khi khám phá ra sự thật.” Bạn hỏi Randolph xem anh ta có manh mối nào không, và anh ta bước đến rìa của một vách đá lởm chởm nhìn ra thế giới hang động bên dưới. “Tôi đã từng đến đây,” anh khẽ nói, lấy lại tinh thần. “Những bức tường phía xa kia thuộc về Thành phố Gugs. Phía nam là một đồng bằng trải dài nhìn xuống thung lũng bên dưới. Đồng bằng đó là nơi những con ngạ quỷ sinh sống. Có lẽ ở đó chúng ta có thể tìm hiểu thêm.” Bạn nêu lên những nghi ngờ của mình, tự hỏi liệu những sinh vật như vậy có khả năng trò chuyện hòa bình hay không. “Chúng thông minh hơn cậu nghĩ, và có thể khá hữu ích nếu chúng ta thuyết phục chúng giúp đỡ chúng ta. Trên thực tế, có một người mà tôi coi là bạn bè của mình, một nghệ sĩ tên là Richard Pickman. Nếu chúng ta đủ may mắn để tìm thấy anh ta, đó có thể là cơ hội tốt nhất của chúng ta.” Bạn vẫn còn nghi ngờ… nhưng ít nhất bây giờ bạn đã có một kế hoạch. Cho dù đó là một kế hoạch tốt hay không thì chưa biết.
zh: 你终于来到了幻梦境，但这里与你预想的并不一样。眼前这个巨大的地下世界与维吉尔·格雷笔下的奇妙大陆、宏伟城市毫无关联。或许作者从未来到如此遥远的地下，也从未发现潜伏在幻梦境之下的恐怖。你觉得，他如果曾到过这里，一定会把这毛骨悚然的画面编撰成书。你们深入这片黑暗而贫瘠的地方时，你向伦道夫吐露内心的担忧。“确实我们离你的同伴比预想中的要更远一些。”他承认道，“但是，从另一个角度看——或许这未尝不是件好事。很显然，地下世界和入侵现实世界的生物之间有著某种联系。我提议，我们应该抓住这个机会继续调查。我们可以在发现真相之后立即回到幻梦境地面。” 你问伦道夫他是不是知道些什么，他走到了一个锯齿状的悬崖边缘，俯瞰下方的洞穴国度。“我曾经到过这里。”他静静地说道，一边试图搞清楚自己的方位，“远方的高墙之下是古革巨人之城。南面则是一片连绵的平原，俯瞰著下方的山谷。那片平原是食尸鬼居住的地方。或许我们到那里可以了解更多。”你问出了心中的疑问：“那些生物也能和我们友好交流吗？”“它们比你想象中的更聪明，要是我们能说服它们，它们甚至还能帮上我们的忙。事实上，我有一位名叫理查德·皮克曼的朋友，他是个画家。要是能找到他，我们或许就能十拿九稳。”你心中还有疑问……但至少现在你们有了计划。这计划是好是坏，尚未可知。

source: Put the following locations into play: Vaults of Zin, City of Gugs, Tower of Koth, and Plain of the Ghouls.
it: Mettete in gioco i luoghi seguenti: Cripte di Zin, Città dei Gug, Torre di Koth e Pianura dei Ghoul.
ru: Введите в игру следующие локации: «Подземелья Зина», «Город гугов», «Башня Кóта» и «Равнина упырей».
vi: Đặt các vị trí sau vào chơi: Vaults of Zin, City of Gugs, Tower of Koth, và Plain of the Ghouls.
zh: 将以下地点放置入场：辛之墓穴，古革巨人之城，卡斯之塔，食尸鬼平原。

source: Each investigator begins play at the Vaults of Zin.
it: Iniziate la partita nelle Cripte di Zin.
ru: Все сыщики начинают игру в «Подземельях Зина».
vi: Mỗi điều tra viên bắt đầu chơi tại Vaults of Zin.
zh: 每位调查员从辛之墓穴开始游戏。

source: Search the collection for Enchanted Woods <i>(Stone Trapdoor)</i> <i>(The Dream-Eaters #53)</i> and set it aside, out of play.
it: Cercate nella collezione il luogo Bosco Incantato <i>(Botola di Pietra)</i> <i>(I Divoratori dei Sogni #53)</i> e mettetelo da parte, temporaneamente fuori dal gioco.
ru: Найдите в коллекции карту «Зачарованный лес (каменный люк)» <i>(набор «За вратами сна», карта 53)</i> и отложите её в сторону, вне игры.
vi: Tìm trong bộ sưu tập lá bài Enchanted Woods <i>(Stone Trapdoor)</i> <i>(The Dream-Eaters #53)</i> và đặt nó một bên, ngoài khu vực chơi.
zh: 从你的收藏中找出魔幻森林<i>(石板暗门)(食梦者#53)</i>并将该卡牌放在一边，位于场外。

source: Set the Gug Sentinel enemy, the Richard Upton Pickman story asset, and the False Awakening weakness aside, out of play.
it: Mettete da parte, temporaneamente fuori dal gioco, il nemico Sentinella Gug, il supporto storia Richard Upton Pickman e la debolezza Falso Risveglio.
ru: Отложите в сторону следующие карты: врага «Гуг-страж», сюжетный актив «Ричард Аптон Пикман» и слабость «Ложное пробуждение».
vi: Đặt kẻ địch Gug Sentinel, lá bài tài sản Richard Upton Pickman, và điểm yếu False Awakening sang một bên, ngoài khu vực chơi.
zh: 将古革哨兵敌人、理查德·厄普顿·皮克曼剧情支援、梦中苏醒弱点放在一边，位于场外。

source: Check Campaign Log. Depending on the following circumstances, a different version of act 1 should be used in this scenario. Remove the other version of act 1 from the game
it: Controllate il Diario della Campagna. In base alle circostanze seguenti, potrebbe essere necessario usare una versione diversa del Capitolo 1 in questo scenario. Rimuovete dal gioco l'altra versione del Capitolo 1.
ru: Сверьтесь с журналом. В зависимости от следующих обстоятельств в этом сценарии используется одна из версий сцены 1. Удалите другую версию этой сцены из игры.
vi: Kiểm tra Nhật ký Chiến dịch. Tùy thuộc vào các trường hợp sau,một phiên bản khác của act 1 sẽ được dùng trong màn chơi này. Loại bỏ phiên bản còn lại của act 1 khỏi màn chơi
zh: 查看冒险日志。根据以下几种情况，在这场冒险中使用场景1的对应版本。另一个版本的场景1将被移出游戏。

source: Use Act 1a—“Entering the Underworld (v. I).”
it: Usate il Capitolo 1a—“Ingresso nel Mondo di Sotto (v.I).”
ru: Используйте сцену 1а «Погружаясь в Подземный мир (вариант I)».
vi: Sử dụng Act 1a—“Entering the Underworld (v. I).”
zh: 使用场景1a—“进入地下世界(版本一)”。

source: Use Act 1a—“Entering the Underworld (v. II).”
it: Usate il Capitolo 1a—“Ingresso nel Mondo di Sotto (v.II).”
ru: Используйте сцену 1а «Погружаясь в Подземный мир (вариант II)».
vi: Sử dụng Act 1a—“Entering the Underworld (v. II).”
zh: 使用场景1a—“进入地下世界(版本二)”。

source: A wave of pain and nausea washes over you. Check the number of tally marks recorded next to “Steps of the Bridge” in the Campaign Log.
it: Siete investiti da un’ondata di dolore e nausea. Controllate il numero di X segnate alla voce “Scalini del Ponte” nel Diario della Campagna.
ru: Вас накрывает волна боли и тошноты. Сверьтесь с журналом кампании и посчитайте отметки в разделе «Пролёты моста».
vi: Một làn sóng đau đớn và buồn nôn tràn qua bạn. Kiểm tra số kiểm đếm được ghi bên cạnh “Các bước của cây cầu” trong Nhật ký Chiến dịch.
zh: 你感到一阵疼痛和反胃。检查冒险日志“桥梁进度”旁边所作的记录数量。

source: Because there are no tally marks recorded, nothing happens.
it: Se non c'è alcuna X, non accade nulla.
ru: Т.к. там нет отметок, ничего не происходит.
vi: Bởi vì không có kiểm đếm nên không có chuyện gì xảy ra.
zh: 因为没有记录，无事发生。

source: Because there are 1–4 tally marks, place 1 damage on the scenario reference card. This represents the distortion within the Dreamlands.
it: Se ci sono 1, 2, 3 o 4 X, collocate 1 danno sulla carta di consultazione dello scenario. Le X rappresentano le deformazioni del Mondo dei Sogni.
ru: Т.к. там 1–4 отметки, положите на памятку сценария 1 жетон раны. Он символизирует искажение реальности в Мире грёз.
vi: Bởi vì có từ 1 đến 4 kiểm đếm, đặt 1 token damage vào lá bài tham chiếu màn chơi. Điều này đại diện cho sự biến dạng trong vùng đất Giấc mơ.
zh: 因为记录数为1-4，在冒险辅助卡上放置1个伤害标记。这表示幻梦境发生的扭曲。

source: Because there are 5 or more tally marks, place 2 damage on the scenario reference card. This represents the distortion within the Dreamlands.
it: Se ci sono 5 o più X, collocate 2 danni sulla carta di consultazione dello scenario. Le X rappresentano le deformazioni del Mondo dei Sogni.
ru: Т.к. там 5 и более отметок, положите на памятку сценария 2 жетона ран. Они символизируют искажение реальности в Мире грёз.
vi: Bởi vì có từ 5 kiểm đếm trở lên, đặt 2 token damage vào lá bài tham chiếu màn chơi. Điều này đại diện cho sự biến dạng trong vùng đất Giấc mơ.
zh: 因为记录数大于等于5，在冒险辅助卡上放置2个伤害标记。这表示幻梦境发生的扭曲。

source: Locations in Point of No Return
it: Luoghi in Punto di Non Ritorno
ru: Локации в сценарии «Точка невозврата»
vi: Vị trí trong màn chơi Point of No Return
zh: 无归之地中的地点
