Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/weaver_of_the_cosmos.po
Languages: it, ko, ru, vi, zh

source: You awaken trapped inside something tight and sticky. Your arms are bound to your sides, and no matter how fiercely you struggle, you cannot seem to move except to wiggle your fingers helplessly. Slowly, dread creeps its way through your mind as you realize the situation you are in. As you cannot move your head, you are forced to watch as the eight-legged creature emerges from the darkness. It makes no sound as it steps onto the web. Its many eyes reflect your terrified expression. Its mandibles drip with hunger. You only wish you could look away.
it: Vi risvegliate intrappolati all’interno di qualcosa di stretto e appiccicoso. Avete le braccia bloccate lungo i fianchi e non importa quanto tenacemente proviate a liberarvi, l'unica cosa che riuscite a far: è muovere inutilmente le dita. Un poco alla volta, man mano che vi rendete conto della situazione in cui vi trovate, sentite la disperazione farsi strada nella vostra mente. Non riuscendo a girare la testa, siete costretti a guardare l’aracnide mentre emerge dall’oscurità. Non emette il minimo suono muovendosi sulla ragnatela. Nei suoi innumerevoli occhi scorgete il riflesso del vostro volto contorto dal terrore. Le sue fauci gocciolano dalla fame. Se solo poteste distogliere lo sguardo.
ko: 겨우 정신을 차렸지만 온 몸은 끈적끈적하고 팽팽한 실에 휘감겨 있었습니다. 팔은 옆구리에 묶여 있는 데다 아무리 격하게 몸을 비틀어 봐도 절망적으로 손가락만 비틀 수밖에 없는 처지입니다. 천천히 지금 당신이 처한 상황을 떠올리자 두려움이 마음속을 좀먹기 시작합니다. 머리도 옴짝달싹할 수 없기에, 어둠 속에서 다리 여덟 개 달린 괴물이 솟아 나오는 광경을 바라볼 수밖에 없었습니다. 놈이 거미줄 위에 올라타서 소리도 없이 스멀스멀 다가옵니다. 놈의 수많은 눈동자에 겁에 질린 당신의 표정이 비칩니다. 놈의 아래턱이 굶주린 듯 딱딱거립니다. 오로지 고개만이라도 돌릴 수 있길, 간절히 또 간절히 바랄 뿐입니다…
ru: Вы приходите в себя, накрепко зафиксированные чемто липким. Руки прижаты к бокам, и, как бы вы не дёргались, вам не удаётся высвободить их. Только слегка пошевелить пальцами. По мере того как вы осознаёте своё положение, вами овладевает ужас. Повернуть голову вы тоже не можете, поэтому вам приходится наблюдать, как из темноты появляется восьминогое создание. Оно беззвучно шагает по сети. В его многочисленных глазах отражается ваше испуганное лицо. Его жвала подрагивают от голода. Хотели бы вы отвернуться.
vi: Bạn thức dậy thấy mình bị mắc kẹt bên trong một cái gì đó bó sát và dính dính. Hai cánh tay của bạn bị trói vào hai bên, và cho dù bạn có vùng vẫy dữ dội đến đâu, bạn dường như không thể di chuyển ngoại trừ việc ngọ nguậy những ngón tay của mình một cách bất lực. Dần dần, nỗi sợ hãi len lỏi trong tâm trí bạn khi bạn nhận ra tình huống mình đang gặp phải. Vì không thể cử động đầu nên bạn buộc phải nhìn sinh vật tám chân hiện ra từ bóng tối. Nó không phát ra âm thanh khi bước đi trên mạng nhện. Nhiều con mắt của nó phản chiếu biểu cảm kinh hoàng của bạn. Hàm dưới của nó nhỏ giọt vì đói. Bạn chỉ ước gì bạn có thể nhìn đi chỗ khác.
zh: 你醒来时发现自己被困在一个又紧又黏的东西内部。你双手被绑在身侧，无论用多大的力气，你都无法动弹，只能无助地活动自己的手指头。当你意识到你所处的境况，恐惧慢慢地渗入你的脑海。你的脑袋无法转动，所以你只得被迫眼睁睁地看著那头八腿怪物从黑暗里出现。它无声地踏上蛛网，无数眼睛里倒映出你惊恐的表情。它饥肠辘辘，口水从下颌滴落。你只希望此刻自己能把头扭向一边。

source: You clutch a silken thread, the only thing keeping you from plummeting through the endless depths of the void.
it: Afferrate un filamento di seta, l’unica cosa che vi impedisce di precipitare nel baratro senza fondo.
ko: 당신은 비단같이 고운 거미줄을 붙듭니다. 무저갱의 공허 속으로 곤두박질치지 않기 위한 유일한 생명줄입니다.
ru: Вы хватаетесь за шёлковую нить — единственное, что удерживает вас от падения в бесконечную пустоту.
vi: Bạn nắm chặt một sợi tơ, thứ duy nhất giúp bạn không rơi thẳng xuống vực sâu vô tận của khoảng không.
zh: 你抓住了一根蛛丝，那是唯一能让你避免落入无尽深空的东西。

source: You scramble for hours in the dark, sticky web-infested void between worlds. When you reach the end of the bridge of cosmic webs, you are met with a terrible sight. The void that once surrounded you fades into a dusky evening, and a familiar skyline of clustering gambrel roofs stands before you. To your dismay, the entirety of the town has been infested by the brood of Atlach-Nacha. Thick webbing extends from the gloomy streets to the tallest rooftops. Spiders and ghasts prowl through the city's once-busy avenues, seeking human prey to devour—or worse, to imprison forever in cocoons of unbreakable web. You drop to your knees, overtaken by despiar. How far does this corruption reach? Is it just Arkham, or…?
it: Vi inerpicate per ore in quel vuoto buio e infestato di tele che separa i due mondi. Quando raggiungete la fine del ponte di ragnatele cosmiche vi trovate davanti a un orribile panorama: il vuoto che vi circondava svanisce, lasciando spazio alle tinte rossastre della sera e al familiare profilo dei tetti spioventi. Con vostro disappunto, l’intera città è stata infestata dalla progenie di Atlach-Nacha. Spessi filamenti si estendono dalle cupe strade fino agli ultimi piani degli edifici, e i viali sono infestati di ragni e ghast che vanno a caccia di prede umane da divorare o, peggio ancora, da imprigionare per sempre in bozzoli indistruttibili. Crollate sulle ginocchia, sopraffatti dalla disperazione. Quanto a fondo si spinge questa orribile contaminazione? Il terribile destino di Arkham è limitato solo alla vostra città, o…?
ko: 당신은 세계와 세계 사이에 난 거미줄 투성이 공허 속에서 몇 시간이고 서성였습니다. 그러다 우주의 거미줄 교각 끝자락에 도달하자 끔찍한 광경이 펼쳐집니다. 지금껏 당신을 에워싸고 있던 공허가 어스레한 저녁노을로 바뀌더니, 박공 지붕으로 가득한 익숙한 풍경이 보이기 시작했습니다. 경악스럽게도 도시 전체가 아틀락 나차의 새끼들로 들끓고 있습니다. 어스름이 내려앉은 거리에서 두꺼운 거미줄이 높은 지붕 처마를 잇고 있으며, 한때 인파로 붐비던 대로 위를 거미와 가스트가 쏘다니며 인간을 사냥하고 있습니다. 놈들에게 잡힌 사냥감은 운이 좋다면 먹힐 것이고 운이 나쁘다면… 영원히 풀려날 수 없는 거미줄에 감긴 포로 신세가 될 것입니다. 당신은 절망에 굴복하여 무릎을 꿇습니다. 이 창궐은 어디까지 뻗어나간 걸까요? 그냥 아컴 뿐일까요… 아니면…?
ru: Вы часами блуждаете в тёмной, липкой, затянутой паутиной пустоте меж миров. Когда вы достигаете края космической сети, вам открывается ужасное зрелище. Пустота, что когда-то окружала вас, рассеивается в вечерних сумерках, и перед вами предстаёт знакомый пейзаж с множеством двускатных крыш. К вашему ужасу, весь город заселён выводком Атлач-Начи. От мрачных улиц до верхушек самых высоких зданий тянется густая паутина. Пауки и гасты рыщут по некогда полным жизни улицам в поисках человеческой добычи, чтобы сожрать её или того хуже — заточить в кокон из крепчайшей паутины. Вы в отчаянии падаете на колени. Как далеко забралась эта зараза? Ей поражён только Аркхэм или?..
vi: Bạn bò hàng giờ trong khoảng không tối đen, đầy mạng nhện giữa các thế giới. Khi bạn đi đến cuối cây cầu của mạng nhện vũ trụ, bạn bắt gặp một cảnh tượng khủng khiếp. Khoảng không từng bao quanh bạn mờ dần vào một buổi chiều mờ tối, và một đường chân trời quen thuộc với những mái nhà gambrel mọc thành cụm hiện ra trước mắt bạn. Trước sự thất vọng của bạn, toàn bộ thị trấn đã bị đàn con của Atlach-Nacha lây nhiễm. Mạng nhện dày đặc kéo dài từ những con đường ảm đạm đến những mái nhà cao nhất. Những con nhện và bóng ma lảng vảng khắp các đại lộ sầm uất một thời của thành phố, tìm kiếm con mồi là con người để ăn tươi nuốt sống—hoặc tệ hơn là giam cầm vĩnh viễn trong những chiếc kén nhện không thể phá vỡ. Bạn khuỵu xuống, bị tuyệt vọng chiếm hữu. Sự mục nát này đạt đến mức nào? Chỉ là thị trấn Arkham, hay là…?
zh: 两个世界之间的虚空一片漆黑，布满蛛网，黏答答的，你在这里挣扎了好几个小时。当你来到巨网形成的桥梁末端，你看到了可怕的景象。曾经包围著你的虚空变成了黯淡的夜空，天际线是你熟悉的斜屋顶。你惊愕地发现整座小城都布满了阿特拉克·纳克亚的子嗣。从阴郁的大街小巷，到高耸的屋顶，到处都是厚重的蛛网。蜘蛛与噩妖在城中曾经繁华的街道上游荡，寻找人类猎物，吞噬他们——或者更糟，把他们永远囚禁在牢不可破的网茧之中。绝望的情绪让你崩溃，你不由跪倒在地。这惨剧会演变成什么样？只有阿卡姆沦陷了吗？还是说……

source: In the distance, you can see the tower that loomed behind the spider god as it spun its web, the entrance beckoning you closer. You recall the Tower of Koth in the Underworld and the way to the surface. Is this the root of that same tower? Does it penetrate through this world-between-worlds? If so, you might be able to escape. Instead of climbing back the way you came, you swing your web from side to side and make a leap through the void, landing at the base of the tower. Then you begin the long climb up—above the surface of the Sea of Pitch, under the ground below the City of Gugs, then farther upward still. Finally, after miles and miles of restless travel, you push aside the stone slab at the top of the tower, and you emerge in the Enchanted Wood. You seal the entrance behind you. Nothing from the hellish Underworld can follow you here. For the first time since entering the Dreamlands, you breathe a sigh of relief. Recalling the first chapter's of Virgil Gray's story, you follow a narrow path through the woods until you reach a staircase of solid stone that ascends into the clouds. It is time to return home.
it: In lontananza potete vedere la torre che si ergeva alle spalle del dio ragno mentre tesseva la sua tela. Sentite un richiamo provenire dall’ingresso che vi invita ad avvicinarvi, e vi torna in mente la Torre di Loth nel Mondo di Sotto e la via per salire in superficie. Che sia quella stessa torre? Possibile sia tanto alta da arrivare sino a questo mondo fra i mondi? Se così fosse, potreste riuscire a fuggire. Anziché cercare di risalire da dove siete arrivati, fate oscillare la ragnatela su cui vi trovate da una parte all'altra, sfruttando la spinta per balzare attraverso il vuoto e atterrare alla base della struttura. Cominciate la vostra lunga scalata: sopra la superficie del Mare di Pece, al di sotto del terreno sottostante alla Città dei Gug e ancora più su. Finalmente, dopo un viaggio senza riposo di chilometri e chilometri, spingete da parte la lastra di pietra in cima alla torre ed emergete nel Bosco Incantato. Vi richiudete l’ingresso alle spalle, di modo che nulla che provenga da quell’infernale Mondo di Sotto possa seguirvi fino a qui; per la prima volta da quando siete arrivati nel Mondo dei Sogni vi concedete un sospiro di sollievo. Ricordando il primo capitolo del racconto di Virgil Gray, seguite uno stretto sentiero che conduce, attraverso la foresta, a una scalinata di solida roccia che si innalza fino alle nuvole. È tempo di tornare a casa.
ko: 거미 신이 실을 짜던 공간 저 너머에 탑 하나가 높이 치솟아 있습니다. 탑의 입구가 마치 이리 오라고 손짓하는 것만 같습니다. 이제서야 지하세계에 있던 코스의 탑과 그 탑을 올라가면 몽환의 땅의 지표로 갈 수 있다는 사실을 떠올립니다. 이 탑이 바로 코스의 탑 기단부일까요? 코스의 탑이 세계와 세계 사이에 난 공허까지 뚫고 이어진 걸까요? 그렇다면 이 탑이야말로 이곳에서 나가는 길이 되어 줄 것입니다. 왔던 길을 다시 오르는 대신 거미줄에 매달려 좌우로 이리저리 흔들어 추진력을 얻고서 발아래 펼쳐진 공허 위를 도약해, 탑의 발치에 안착했습니다. 이제 기나긴 여정이 시작됩니다. 탑을 올라 역청 바다의 수면 위로, 구그의 도시 아래를 지나, 더욱 더 높은 곳까지 하염없는 시간을 오릅니다. 마침내, 인고의 시간이 지나 탑 꼭대기에 있는 판석을 밀어내자 마법 걸린 숲이 눈 앞에 펼쳐집니다. 이제 저 지하세계에 있는 망할 것들이 당신을 따라올 수 없도록 탑의 문을 완전히 봉해 버리기로 합니다. 그제서야 당신은 몽환의 땅에 발을 들여놓은 후 처음으로 안도의 숨을 내쉽니다. 버질 그레이의 이야기 첫 장을 떠올리며 숲 사이로 난 비좁은 오솔길을 지나, 구름 위까지 뻗은 단단한 석조 계단에 도달합니다. 이제 집으로 돌아갈 시간입니다.
ru: Вдали вы видите башню. Она мелькала за спиной у паучьей богини, когда та плела свою паутину. Теперь её вход взывает к вам. Вы вспоминаете Подземный мир, башню Кóта и выход на поверхность. Неужели это нижний этаж той самой башни? Она что, проникает даже в мир-меж-миров? Если так, то вам, возможно, удастся покинуть это место. Вместо возвращения тем же путём, которым вы пришли сюда, вы раскачиваетесь на паутине и прыгаете сквозь пустоту, приземлившись у основания башни. Затем вы начинаете долгий подъём — к поверхности моря Смолы, потом к земле под городом гугов, потом ещё выше… Наконец после долгих километров безустанного подъёма вы толкаете каменный люк и выходите на поверхность в Зачарованном лесу. Люк закрывается у вас за спинами. Здесь ничто из этого ужасного Подземного мира не сможет вас догнать. Впервые с момента входа в Мир грёз вы вздыхаете с облегчением. Припомнив первую главу истории Вёрджила Грея, вы следуете по узкой тропинке, пока не добираетесь до каменной лестницы, поднимающейся к облакам. Пора возвращаться домой.
vi: Ở đằng xa, bạn có thể nhìn thấy tòa tháp thấp thoáng phía sau nhện thần khi nó chăng tơ, lối vào vẫy gọi bạn lại gần. Bạn nhớ lại Tháp Koth ở Underworld và đường lên mặt đất. Đây có phải là gốc rễ của cùng một tòa tháp? Liệu nó xuyên qua thế giới giữa các thế giới này? Nếu vậy, bạn có thể trốn thoát. Thay vì quay trở lại con đường bạn đã đến, bạn vung mạng nhện của mình từ bên này sang bên kia và nhảy qua khoảng không, hạ mình xuống chân tháp. Sau đó, bạn bắt đầu một chặng đường dài leo lên—trên bề mặt Sea of Pitch, dưới mặt đất bên dưới Thành phố Gugs, rồi xa hơn nữa lên phía trên. Cuối cùng, sau hàng dặm di chuyển không ngừng nghỉ, bạn đẩy phiến đá trên đỉnh tháp sang một bên và bạn xuất hiện trong Khu rừng bị ám. Bạn niêm phong lối vào phía sau bạn. Không có gì từ Underworld kinh khủng có thể theo bạn ở đây. Lần đầu tiên kể từ khi bước vào Vùng đất Giấc mơ, bạn thở phào nhẹ nhõm. Nhớ lại chương đầu tiên của câu chuyện của Virgil Gray, bạn đi theo một con đường hẹp xuyên qua khu rừng cho đến khi bạn đến một cầu thang bằng đá cứng dẫn lên những đám mây. Đã đến lúc trở về nhà.
zh: 你远远望去，可以看到蜘蛛之神后面若隐若现的高塔，塔的入口诱惑著你，趁著蜘蛛之神正在织网时过去。你回想起来地下世界的卡斯之塔，以及通往地面的道路。这是那座塔的底部吗？它是否穿透了这片位于两个世界之间的空间？如果真是如此，或许你能够借此逃离。你不再像来时一样原路攀爬返回，而是藉助蛛网前后摆荡，腾空跳跃，落到那座高塔的底部。然后，你开始向上漫长的攀登——浮出漆黑之海的海面，进入古革巨人之城的地下，再继续向上攀登。最后，经过不眠不休的漫长攀登，你推开了塔顶的石板门，回到了魔幻森林。你封印了入口，继续前行。不能让那地狱般的地下世界里的怪物跟你到这里来。自从进入幻梦境以来，你终于第一次舒了一口气。你回忆著维吉尔·格雷的故事开头，沿著一条狭窄的小径穿过森林，来到一条高耸入云的石质楼梯前。是时候回家了。

source: You have stopped the spider god from completing its web, but in the process, you have cut off your only means of escape as well. You are fated to wander this hellish world-between-worlds, searching in vain for any hope of escape. Your only solace is that you have prevented this cruel future from being that of every person on Earth. Perhaps if you still possessed the Silver Key, you might have had a way out. Try as you might, in this dismal, cavernous void below the bottomless Sea of Pitch, you cannot muster the will to forge your own.
it: Avete impedito al dio ragno di completare la sua opera ma, per riuscirci, avete dovuto tagliare anche la vostra unica via di fuga. Siete destinati a vagare in questo infernale mondo fra i mondi alla vana ricerca di un modo per uscire. Il vostro unico conforto è l’essere riusciti a evitare che ogni persona sulla Terra condividesse questo stesso futuro; forse, se aveste avuto con voi la Chiave d’Argento, sareste riusciti a utilizzarla per trovare una via di fuga. Per quanto vi sforziate, in questo tetro vuoto cavernoso al di sotto del Mare di Pece non riuscite ad avere la volontà necessaria per forgiarne una voi stessi.
ko: 거미 신이 다리를 완성하지 못하도록 막았지만 그 과정에서 당신의 유일한 탈출 수단도 끊기고야 말았습니다. 당신은 탈출의 희망만을 헛되이 되새기며 이 지옥 같은 세계와 세계 사이의 공허를 헤맬 운명입니다. 유일한 위안거리라고는 꿈 바깥 세계의 사람들에게 잔혹한 미래가 닥치는 것을 막아냈다는 것 뿐입니다. 은 열쇠를 갖고 있었다면 여기서 빠져나갈 수 있었을지도 모르지만… 끝 모를 역청 바다 아래, 이 절망적으로 휑뎅그렁한 공허 속에서는 의지마저 무너져내립니다.
ru: Вы помешали паучьей богине завершить работу, но тем самым отрезали себе единственный путь к выходу. Вам суждено скитаться по этому жуткому междумирью в тщетных поисках хоть какой-то надежды на спасение. Вашим единственным утешением остаётся мысль о том, что вы спасли от ужасной участи всех до единого людей на Земле. Возможно, будь у вас Серебряный ключ, вы могли бы найти путь домой. Как бы вы ни пытались, гнетущая бездна под бесконечным морем Смолы не позволяет вам собрать достаточно воли, чтобы выковать собственный ключ.
vi: Bạn đã ngăn nhện thần hoàn thành mạng nhện của nó, nhưng trong quá trình này, bạn cũng đã cắt đứt cách thức trốn thoát duy nhất của mình. Định mệnh của bạn là phải lang thang giữa các thế giới kinh khủng này, tìm kiếm bất kỳ hy vọng trốn thoát trong vô vọng. Niềm an ủi duy nhất của bạn là bạn đã ngăn cản tương lai tàn khốc này trở thành tương lai của mọi người trên Trái đất. Có lẽ nếu bạn vẫn sở hữu Chìa Khóa Bạc, bạn có thể đã có một lối thoát. Cố gắng hết mức có thể, trong khoảng không trống trải, ảm đạm bên dưới Sea of Pitch không đáy này, bạn không thể tập hợp được ý chí để tạo ra nó.
zh: 你阻止了蜘蛛之神完成它的蛛网桥梁，但在这过程中，你也斩断了自己唯一的退路。你找不到逃离的一丝希望，注定要游荡在这地狱般的异界之间。唯一能安慰你的，是你阻止了如此残酷的命运落在地球每一个人的身上。要是你还有银钥匙，说不定还能逃出这里。在深不可测的漆黑之海下方，这片沉闷而宽广的虚空之中，你用尽一切努力，始终无法振奋精神来打造自己的银钥匙。

source: Resoultion 5
it: Risoluzione 5
ko: 결말 5
ru: Исход 5
vi: Giải pháp 5
zh: 结局5

source: You have stopped the spider god from completing its web, but in the process, you have cut off the quickest way for you to return home. So, with your task complete, you begin the long climb towards reality. You are lucky that remnants of the web-bridge still remain intact, or you would have been stranded in this hellish world between worlds. It takes many hours for you to retrace your steps to the Underworld. You eventually emerge from the thick, tar-like Sea of Pitch, close to the shoreline. To your dismay, you realize that you are on the opposite shore of the sea from the dark vale from which you once embarked. With no way to cross the deadly sea, you'll have to find another way out of this barren expanse. Days pass as you continue to explore the Underworld, reaching darker and more forbidden lands as you travel deeper and deeper below the crust of the Earth's Dreamlands. Though you eventually find a stairway up, it is very different from the one leading to the Unnamable: a spiraling otherworldy series of steps that reach dizzying heights and break all laws of reality. When you reach the top, your heart sinks. There is no sign of Arkham here. You are greeted instead by a strange, ruined city and its half-human denizens. The creatures inform you that you have reached the lost city of "Sarkomand." It appears your return journey is far from over.
it: Avete impedito al dio ragno di completare la sua ragnatela ma, per riuscirci, avete dovuto tagliare anche la vostra via di fuga più rapida. Per questo, portata a termine la vostra missione, iniziate la lunga scalata verso la realtà; siete fortunati che ciò che resta di quel ponte sia ancora integro o sareste rimasti intrappolati in questo infernale mondo fra i mondi. Vi occorrono diverse ore perché riusciate a tornare nel Mondo di Sotto, e quando finalmente lo raggiungete riemergete dal denso e catramoso Mare di Pece, vicini alla riva. Con vostro disappunto, vi rendete conto di essere sulla sponda opposta del mare rispetto alla vallata oscura da cui vi imbarcaste: senza alcun mezzo per poter attraversare quel mare letale, dovrete trovare un altro modo per uscire da questa distesa desolata. Passate giorni interi a esplorare il Mondo di Sotto, raggiungendo terre sempre più oscure e proibite mentre viaggiate nelle profondità del Mondo dei Sogni, al di sotto della superficie terrestre. Tuttavia, anche quando riuscite finalmente a trovare una scalinata che conduce verso l’alto, il suo aspetto è molto diverso da quella che conduce all’Innominabile: si tratta di un’ultraterrena serie di scalini spiraleggianti che raggiungono un’altezza vertiginosa, infrangendo ogni legge della realtà. Quando ne raggiungete la cima vi sentite il cuore in gola: non siete ad Arkham. Venite invece accoliti da una misteriosa città in rovina e dai suoi abitanti, che umani lo sono solo per metà. Le creature vi spiegano che avete raggiunto la città perduta di Sarkomand: Sembra che il vostro viaggio di ritorno sia ben lontano dall’essersi concluso.
ko: 거미 신이 다리를 완성하지 못하도록 막았지만 그 과정에서 꿈 바깥 세계로 가장 빨리 돌아갈 수 있는 길도 끊기고야 말았습니다. 이제 당신의 과업이 끝났으니 현실 세계를 향해 기나긴 등정을 시작합니다. 다행히도 이 지옥 같은 세계와 세계 사이의 공허 속에서도 거미줄 다리의 잔해가 남아 있어 발 디딜 공간은 충분합니다. 지하세계로 길을 되짚어 돌아가는 데는 길고도 긴 시간이 걸렸습니다. 마침내 뻑뻑한 타르질의 역청 바다의 해안선 가까운 곳에 도달했습니다. 하지만 안타깝게도 당신이 출발했던 어두운 계곡은 역청 바다 저 건너편에 보입니다. 이 위험한 바다를 건널 수단이 마땅히 떠오르지 않자, 당신은 돌아서서 이 황량한 평원에서 다른 길을 찾아보기로 합니다. 지하세계를 탐험하게 된 지 어느덧 수일이 지났습니다. 몽환의 땅 지표 깊숙한 곳으로 나아갈수록 더욱 더 어두운 금단의 대지가 모습을 드러냈습니다. 마침내 그곳에서 위로 쭉 뻗은 계단을 발견했지만, 형언할 수 없는 집에서 몽환의 땅으로 내려올 때 디뎠던 계단과는 판이하게 달랐습니다. 섬뜩한 층계는 모든 현실의 법칙이 박살 난 것처럼 나선형으로 꼬여 있는 데다 아찔할 정도로 높은 곳까지 솟구쳐 있었습니다. 계단 끝에 도달하자 심장이 덜컥 내려앉습니다. 이곳에는 아컴의 흔적 따위 보이지 않고, 기묘한 폐허가 된 도시와 이곳에 사는 유인족이 당신을 맞이할 뿐입니다. 그들은 이곳이 몰락한 도시 “사르코만드”라고 말합니다. 꿈 바깥 세계로 돌아가는 길은 요원한 듯합니다.
ru: Вы помешали паучьей богине завершить работу, но тем самым отрезали себе самый короткий путь к выходу. Поэтому, уверившись в успешном выполнении своей задачи, вы начинаете долгий подъём к реальности. Вам повезло, что остатки паучьего моста всё ещё держатся, иначе вы навсегда остались бы в ловушке этого жуткого междумирья. Многие часы вы ищете дорогу обратно в Подземный мир. В конце концов вы выныриваете из плотного и густого моря Смолы недалеко от берега. К своему ужасу вы осознаёте, что находитесь на противоположной стороне от мрачной долины, из которой ранее вышли. За неимением способов пересечь смертоносное море вам придётся искать другой путь отсюда. Долгие дни вы исследуете Подземный мир, достигая всё более мрачных и запретных земель, спрятанных под поверхностью Мира грёз. Хотя в конце концов вы находите лестницу наверх, она сильно отличается от той, что ведёт в Неименуемый: это спиралевидная неземная череда ступеней, поднимающихся до головокружительной высоты и нарушающих все законы реальности. Когда вы достигаете её вершины, ваше сердце замирает. Аркхэма нигде не видно. Вместо этого вас встречает странное полуразрушенное поселение и его жители, отдалённо напоминающие людей. Они-то и сообщают вам, что вы достигли затерянного города по имени Саркоманд. Похоже, до конца вашего путешествия ещё далеко.
vi: Bạn đã ngăn không cho nhện thần hoàn thành mạng nhện của nó, nhưng trong quá trình đó, bạn cũng đã cắt đứt con đường nhanh nhất để trở về nhà. Vì vậy, khi nhiệm vụ của bạn đã hoàn thành, bạn bắt đầu hành trình dài hướng tới thực tế tại. Bạn thật may mắn khi phần còn lại của cây cầu mạng nhện vẫn còn nguyên vẹn, nếu không bạn đã bị mắc kẹt trong thế giới kinh khủng giữa các thế giới này. Phải mất nhiều giờ để bạn quay lại đến Underworld. Bạn cuối cùng cũng nổi lên từ Sea of Pitch dày, giống như hắc ín, gần bờ biển. Trước sự thất vọng của bạn, bạn nhận ra rằng bạn đang ở bờ biển đối diện với thung lũng tối đen mà bạn từng bắt đầu. Không có cách nào để vượt qua vùng biển chết chóc, bạn sẽ phải tìm cách khác để thoát khỏi vùng đất cằn cỗi này. Ngày tháng trôi qua khi bạn tiếp tục khám phá Underworld, đến những vùng đất tối tăm và cấm kỵ hơn khi bạn đi sâu hơn và sâu hơn bên dưới lớp vỏ của Vùng đất Giấc mơ của Trái đất. Mặc dù cuối cùng bạn cũng tìm thấy một cầu thang đi lên, nhưng nó rất khác với cầu thang dẫn đến Unnamable: một loạt các bậc thang xoắn ốc của thế giới khác đạt đến độ cao chóng mặt và phá vỡ mọi quy luật của thực tại. Khi bạn lên đến đỉnh, trái tim của bạn chìm xuống. Không có dấu hiệu của thị trấn Arkham ở đây. Thay vào đó, bạn được chào đón bởi một thành phố xa lạ, đổ nát và những cư dân nửa người nửa thú của nó. Các sinh vật thông báo cho bạn rằng bạn đã đến thành phố mất tích "Sarkomand". Có vẻ như hành trình trở về của bạn còn lâu mới kết thúc.
zh: 你阻止了蜘蛛之神完成它的蛛网桥梁，但在这过程中，你也斩断了自己重返家园的最快路径。于是，你完成自己的任务之后，开始了通往现实世界的漫长攀登。还好那座蛛网桥梁残余的部分仍然能用，不然你就永远被困在这地狱般的异界之间了。你花了无数小时，终于回到地下世界。你从漆黑之海那稠如沥青的水体浮出，接近海岸。让你感到沮丧的是，你意识到你所在的海岸与你乘船启航时的那片黑暗山谷隔海相望。你无法穿越这片危险的海域，必须另寻出路，好离开这片宽阔无边的荒凉之地。你又花了些日子继续探索地下世界，在幻梦境地壳以下越走越深，来到了更为黑暗、更不应进入的地方。虽然最后你找到了一条向上的楼梯，但这与通向无名小屋的那条楼梯截然不同：眼前的楼梯呈螺旋形，神秘的一级级台阶向上延伸，直至令人晕眩的高度，打破了现实世界的一切法则。你走到楼梯顶上时，心不禁往下一沉。迎接你的不是熟悉的阿卡姆，而是一座破败的古怪城市及其半人形的居民。这些生物告诉你，你来到了一座名叫“萨科曼德”的失落城市。看来你的归途远未结束。

source: The Spider Queen 1
ru: Паучья королева 1

source: The Spider Queen 2
ru: Паучья королева 2

source: The Spider Queen 3
ru: Паучья королева 3

source: The Spider Queen 4
ru: Паучья королева 4
