Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/weaver_of_the_cosmos.po
Languages: it, ko, ru, vi, zh

source: You begin to climb down the web to the platform below, from which you can reach the edge of the bridge and Atlach-Nacha itself. Halfway down, the suspended platform jolts and starts to sway violently from side to side. You grip the silken threads tightly, hoping that the sticky web will keep you from falling. You look to Randolph to make sure he is okay, and it is then that you notice he is not climbing above you as you had suspected he would. You look up to find your companion scowling at you from above, a blade of onyx in his hands. He has cut a segment of the web upon which you are climbing. You plummet to the rocks below, landing painfully on your back. When you look back up at Randolph, his countenance has changed. "Foolish mortals. I was never going to allow you to save your companions. You have an errand of mine to run, and that is your sole purpose. If you wish to live, complete this task for me." He peers across at the unfathomble spider that looms before you. "I shall be the one to claim your world—not that thing." Then, Not-Randolph simply turns and walks away.
it: Iniziate a scendere dalla ragnatela verso la piattaforma sottostante, da dove potrete raggiungere la fine del ponte e la stessa Atlach-Nacha. Una volta arrivati a metà percorso, la piattaforma comincia a scuotersi e a oscillare violentemente da una parte all’altra. Vi aggrappate con forza ai fili di seta, sperando che la tela appiccicosa vi sia di aiuto per non cadere. Gettate uno sguardo in direzione di Randolph per assicurarvi che stia bene, ma in quel momento vi accorgete che, a differenza di ciò che credevate, non vi stava seguendo: alzando gli occhi vedete l’espressione accigliata sul volto del vostro compagno e la lama d’onice che tiene fra le mani: ha tagliato un pezzo della ragnatela che state scalando e non avete nemmeno il tempo di chiedergli cosa stia facendo che, con vostro orrore, dà un ultimo colpo ai fili di seta recidendoli per intero. Precipitate verso le rocce sotto di voi, atterrando dolorosamente sulla schiena; quando alzate nuovamente lo sguardo verso Randolph, vi sembra quasi di non riconoscerlo. “Sciocchi mortali, non vi avrei mai permesso di salvare i vostri compagni. Dovete svolgere il compito che vi ho assegnato: è questo il vostro unico scopo. Se volete sopravvivere, dovrete portarlo a termine per me.” Osserva l’imperscrutabile ragno che si staglia davanti a voi. “Sarò io a reclamare il vostro mondo, non quella cosa.” Detto ciò, il ‘non’ Randolph si volta e si allontana.
ko: 당신은 거미줄을 타고 내려가기 시작합니다. 저 아래쪽 섬에 내려가면 아틀락 나차가 있는 다리 가장자리에 닿을 수 있습니다. 절반쯤 내려갔을까, 매달린 거미줄과 돌이 좌우로 격렬하게 흔들리기 시작했습니다. 당신은 끈적한 거미줄이 끊어지지 않길 바라며 거미줄을 꽉 붙들었습니다. 당신은 랜돌프가 괜찮은지 확인하려고 위를 올려다봤지만, 랜돌프가 있을 거라 생각한 위쪽 거미줄에는 그의 모습이 보이질 않았습니다. 그 대신 저 위쪽 돌 섬에서 당신을 내려다보며 얼굴을 찡그리는 랜돌프의 얼굴이 보입니다. 그는 손에 오닉스 단검을 들고서 당신이 매달린 거미줄 가닥을 잘라내고 있었습니다. 무슨 짓을 하는 거냐고 묻기도 전에 당신이 매달린 거미줄이 완전히 뜯겨나갔고, 당신은 아래로 곤두박질쳐 고통스럽게 등을 바닥에 부딪혔습니다. 랜돌프를 다시 올려다보지만 그는 더 이상 랜돌프의 얼굴을 하고 있지 않았습니다. “어리석은 필멸자들 같으니라고. 내가 너희 동료를 구하게 내버려 두었을 것 같으냐? 너희들은 내가 바라는 과업을 이룰 장기 말일 뿐이다. 그것만이 너희가 살아있는 유일한 이유지. 살고 싶다면, 날 위해 이 과업을 완수하거라.” 그가 저 앞에 헤아릴 수 없게도 거대하게 솟은 거미를 가리킵니다. “너희 세상을 손에 넣는 건 오직 나뿐이다. <b>저런 것</b> 따위가 아니라!” 그러더니, 랜돌프 카터의 거죽을 덮어쓰고 있던 존재가 뒤돌아서서 멀어져 갑니다.
ru: Вы начинаете спускаться по паутине на платформу внизу. Оттуда можно добраться до края моста и самой Атлач-Начи. На полпути вниз подвесная платформа начинает сильно раскачиваться из стороны в сторону. Вы крепко хватаетесь за шёлковые нити в надежде, что липкая паутина не даст вам упасть. Вы смотрите на Рэндольфа, чтобы убедиться, что с ним всё в порядке… и замечаете, что он почему-то не карабкается вниз вместе с вами. Вы поднимаете голову и видите, что ваш товарищ хмуро смотрит на вас сверху, сжимая в руках клинок из оникса. Он начинает резать паутину, по которой вы спускаетесь. Вы не успеваете даже спросить, что он делает, прежде чем он перерезает её полностью. Вы падаете на камни внизу, больно ударившись спиной. Когда вы снова смотрите на Рэндольфа, его лицо меняется. «Глупые смертные. Я бы никогда не позволил вам спасти ваших друзей. Вы должны выполнить моё поручение, и это ваша единственная цель. Так что если хотите жить — делайте, что велено. — Он бросает взгляд на непостижимого паука, нависающего над вами. — Ваш мир должен получить я, а не это». Затем не-Рэндольф просто отворачивается и уходит прочь.
vi: Bạn bắt đầu leo xuống mạnh nhện để xuống nền đất bên dưới, từ đó bạn có thể đến mép cầu và tới Atlach-Nacha. Đi được nửa đường, bệ treo rung chuyển và dao động dữ dội từ bên này sang bên kia. Bạn nắm chặt những sợi tơ, hy vọng rằng mạng nhện sẽ giúp bạn không bị ngã. Bạn nhìn sang Randolph để chắc chắn rằng anh ấy vẫn ổn, và sau đó bạn nhận thấy anh ấy không trèo lên trên bạn như bạn đã nghĩ. Bạn nhìn lên và thấy người bạn đồng hành của mình đang quắc mắt nhìn bạn từ trên cao, trên tay là một lưỡi dao mã não. Anh ấy đã cắt một đoạn mạng nhện mà bạn đang leo. Bạn rơi thẳng xuống những tảng đá bên dưới, hạ cánh một cách đau đớn ở lưng. Khi bạn nhìn lại Randolph, vẻ mặt của anh ấy đã thay đổi. "Lũ người phàm ngu xuẩn. Ta sẽ không bao giờ cho phép các ngươi cứu đồng đội của mình. Các ngươi có một nhiệm vụ phải làm cho ta, và đó là mục đích duy nhất của các ngươi. Nếu các ngươi muốn sống, hãy hoàn thành nhiệm vụ này cho ta." Anh ấy nhìn chằm chằm vào con nhện khổng lồ trước mặt bạn. "Ta sẽ là người chiếm lấy thế giới của ngươi—không phải thứ đó." Sau đó, Kẻ-Không-Phải-Randolph chỉ đơn giản là quay lưng bỏ đi.
zh: 你顺著那张蛛网爬下，去往下方的平台，到了那里你就能够到蛛网桥梁，对付阿特拉克·纳克亚。下到半路，那悬浮的平台突然动了起来，剧烈地左右摇晃。你紧紧抓著这黏糊糊的蛛网，希望不让自己掉下去。你望向伦道夫，确认他是否平安无虞，就在这时，你发现他并没有像你预想的一样，跟随著你爬下来。你抬头望去，却见他在上面脸色阴沉，手中攥著一柄缟玛瑙利剑。他在你爬下蛛网时，割破了一段蛛网。你没时间质问他为什么这么做，只能在他完全割断蛛网后直直摔到下方的岩石上，痛苦地背部著地。你抬头回望伦道夫，他的表情像变了一个人似的： “愚蠢的凡人。我从未打算让你去救你的同伴。你得替我办事，而这也是你唯一的用处。如果你想活命，就完成我的任务。”他凝视著赫然出现在你面前的怪异蜘蛛，“你的世界只会属于我——而不属于<b>那家伙</b>。”然后，那个并非伦道夫的男子转身离开。

source: The creature is close to completing its design. Its legs move about swiftly, spinning thread after thread of cosmic silk with unearthly determination. It scarcely even recognizes your presence. Perhaps if you can sever its legs, or tear apart the webbing on which it stands…
it: La creatura è vicina a completare la sua opera. Le sue zampe si muovono agilmente, tessendo filo dopo filo quella seta cosmica con determinazione sovrannaturale. Sembra non essersi nemmeno accorta della vostra presenza. Forse, se riusciste a reciderne le zampe o a fare a pezzi la ragnatela su cui si trova…
ko: 저 괴물은 원대한 계획을 마무리 짓기 바로 직전입니다. 놈은 섬뜩한 결의에 차서 다리를 이리저리 움직여가며 비단결 같은 우주의 거미줄을 자아내고 있습니다. 심지어 놈은 당신이 이곳에 있다는 것조차 알아채지 못한 듯합니다. 놈의 다리를 잘라내거나 놈이 다리를 디딘 거미줄을 잘라낼 수만 있다면…
ru: Атлач-Нача близка к завершению своего замысла. Быстро перебирая ногами, она с неземной решимостью прядёт из космического шёлка нить за нитью. Похоже, она даже почти не замечает вашего присутствия. Возможно, если у вас получится отсечь ей ноги или порвать паутину, на которой она стоит…
vi: Sinh vật sắp hoàn thành công trình của nó. Đôi chân của nó di chuyển nhanh nhẹn, kéo hết sợi tơ này đến sợi tơ vũ trụ khác với quyết tâm phi thường. Nó hầu như không nhận ra sự hiện diện của bạn. Có lẽ nếu bạn có thể cắt đứt chân của nó, hoặc xé toạc lớp màng mà nó đang đứng…
zh: 这怪物的计划即将完成。它的腿飞快移动，被可怕的决心驱动著，一根接一根地纺织著宇宙之线。它几乎没有发觉你的存在。或许你能切断它的腿，又或者撕开它立足的蛛网……

source: If an investigator’s deck contains Randolph Carter <i>(Chained to the Waking World)</i> <i>(The Dream-Eaters card #79)</i>, remove him from that deck for the remainder of the campaign.
it: Se il mazzo di un investigatore contiene Randolph Carter <i>(Incatenato al Mondo della Veglia)</i> <i>(I Divoratori di Sogni #79)</i>, rimuovetelo da quel mazzo per il resto della campagna.
ko: 덱에 ‘랜돌프 카터<i>(꿈 바깥 세계에 묶인 자) (꿈을 먹는 자 #79)</i>’가 포함된 조사자는 캠페인이 끝날 때까지 자신의 덱에서 ‘랜돌프 카터<i>(꿈 바깥 세계에 묶인 자)</i>’를 제거합니다.
ru: Если в колоде любого сыщика есть карта «Рэндольф Картер (прикован к миру бодрствующих)» <i>(набор «Кошмар наяву», карта 79)</i>, удалите её из той колоды до конца кампании.
vi: Nếu bộ bài của một điều tra viên có Randolph Carter <i>(Chained to the Waking World)</i> <i>(The Dream-Eaters card #79)</i>, loại bỏ anh ấy khỏi chồng bài đó cho phần còn lại của chiến dịch.
zh: 如果伦道夫·卡特<i>(现世囚困，食梦者#79)</i>在调查员的牌组中，将他移出该调查员的牌组，直至这个剧本结束。

source: the investigators are trapped in Atlach-Nacha's realm.
it: gli investigatori sono intrappolati nel reame di Atlach Nacha.
ko: 조사자들이 아틀락 나차의 영역에 갇혀 버렸다
ru: сыщики в ловушке в измерении Атлач-Начи.
vi: các điều tra viên bị mắc kẹt trong địa hạt của Atlach-Nacha.
zh: 调查员被困在阿特拉克·纳克亚的领域。

source: Remove each location from the game except for the bottommost location. Shift that location upward so it is at the top of the play area. Shuffle the remaining set-aside The Great Web locations and place 7 of them in a circle, along with the investigators' location (as the topmost location in the circle). Until the end of the scenario, each location is connected to each location next to it <i>(clockwise or counterclockwise from it)</i>.
it: Rimuovete dal gioco ogni luogo tranne il luogo più in basso. Spostate quel luogo verso l'alto in modo che si trovi in alto nell’area di gioco. Mescolate i luoghi Grande Ragnatela rimanenti messi da parte e collocatene 7 in cerchio, assieme al luogo degli investigatori (come luogo più in alto del cerchio). Fino alla fine dello scenario, ogni luogo è collegato a ogni luogo accanto ad esso <i>(sia in senso orario che antiorario)</i>.
ko: 가장 아래쪽에 있는 장소를 제외하고 나머지 장소를 모두 제거합니다. 가장 아래쪽에 있는 장소를 플레이 영역 가장 위쪽으로 옮깁니다. 치워 두었던 나머지 ‘거대한 거미줄’ 장소를 섞어서 그 중 무작위로 7장을 뽑아 현재 조사자들이 위치한 장소(원의 가장 위쪽에 둡니다)와 함께 원형으로 늘어놓습니다. 시나리오가 끝날 때까지, 각 장소는 원을 따라서 이어져 있습니다<i>(시계 방향 그리고 반시계 방향으로 옆에 있는 장소로 이어져 있습니다)</i>.
ru: Удалите из игры все локации, кроме крайней нижней. Подвиньте её выше так, чтобы она оказалась вверху игровой зоны. Перемешайте оставшиеся отложенные локации «Великая паутина» и выложите 7 из них в круг вместе с локацией сыщиков (она должна быть верхней в том кругу). До конца сценария каждая локация связана по кругу с каждой локацией рядом с ней <i>(по часовой стрелке и против неё)</i>.
vi: Loại bỏ mỗi vị trí trong màn chơi ngoại trừ vị trí dưới cùng. Chuyển vị trí đó lên trên đầu khu vực chơi. Xào các vị trí The Great Web còn lại và đặt 7 trong số đó thành 1 vòng tròn, cùng với vị trí của các điều tra viên (ở trên cùng của vòng tròn). Cho đến khi kết thúc màn chơi, mỗi vị trí kết nối với vị trí kế bên đó <i>(theo chiều kim đồng hồ hoặc ngược chiều kim đồng hồ)</i>.
zh: 将除最下方的地点以外的所有地点移出游戏。将该地点向上移动，使其位于玩家区域顶部，且调查员位于该地点。将放在一边的剩余巨网地点混洗，使其中7张与调查员所在地点形成一圈(调查员所在地点为圆圈最上方的地点)。本场冒险结束前，每个地点与自己相邻<i>(顺时针或逆时针方向的下一个)</i>的地点相互连接。

source: Assemble Atlach-Nacha by performing the following steps, in order:
it: Assemblate Atlach-Nacha svolgendo i passi seguenti:
ko: 다음 과정을 따라서 ‘아틀락 나차’를 구성합니다:
ru: Соберите Атлач-Начу следующим образом:
vi: Lắp ráp Atlach-Nacha bằng cách thực hiện các bước sau theo thứ tự:
zh: 按顺序执行以下步骤，组成阿特拉克·纳克亚：

source: Find the double-sided Atlach-Nacha card and flip it to the side that only has art on it.
it: Trovate la carta a due facce Atlach-Nacha e giratela sul lato dove compare solo l’illustrazione.
ko: 양면 ‘아틀락 나차’ 카드를 가져와서 그림만 그려진 면으로 뒤집습니다.
ru: Переверните двусторонюю карту «Атлач-Нача» той её стороной вверх, на которой нет ничего, кроме изображения.
vi: Tìm lá bài hai mặt Atlach-Nacha và lật nó sang mặt chỉ có hình trên nó.
zh: 找出阿特拉克·纳克亚双面卡，将其翻至只有插画的一面。

source: Arrange the 4 Legs of Atlach-Nacha enemies next to it, as depicted in the following diagram
it: Disponete i 4 nemici Zampe di Atlach-Nacha accanto ad essa, come mostrato nel diagramma seguente:
ko: 그 옆으로 ‘아틀락 나차의 다리’ 사본 4장을 놓습니다(배치도를 참조합니다).
ru: Положите её в центр игровой зоны и выложите вокруг неё 4 врага «Ноги Атлач-Начи» так, как изображено на следующей диаграмме
vi: Sắp xếp các kẻ địch 4 Legs of Atlach-Nacha bên cạnh nó, như được mô tả trong sơ đồ sau
zh: 将4张阿特拉克·纳克亚之腿敌人放在阿特拉克·纳克亚旁边，如图所示

source: Place the assembled Atlach-Nacha in the center of the play area, between all 8 locations, so one corner of each Legs of Atlach-Nacha enemy touches a different location <i>(see suggested play area)</i>.
it: Collocate Atlach-Nacha così assemblata al centro dell'area di gioco, tra gli 8 luoghi, in modo che 1 angolo di ogni nemico Zampe di Atlach-Nacha tocchi un luogo diverso <i>(vedi l'area di gioco consigliata)</i>.
ko: 플레이 영역 가운데, 장소 여덟 곳 안쪽에 앞서 구성한 ‘아틀락 나차’를 놓습니다. 이때, 각 ‘아틀락 나차의 다리’ 적이 서로 다른 장소 하나씩과 맞닿도록 놓습니다<i>(다음 쪽의 주요목적 2에서의 플레이 영역 배치를 참조하여 놓습니다</i>).
ru: Атлач-Нача должна находиться в центре всех 8 локаций, чтобы один угол каждого врага «Ноги Атлач-Начи» касался своей локации <i>(см. примерный расклад локаций)</i>.
vi: Đặt Atlach-Nacha đã lắp ráp vào giữa khu vực chơi, giữa 8 vị trí, sao cho một góc của mỗi kẻ địch Legs of Atlach-Nacha chạm vào một vị trí khác nhau <i>(xem phần gợi ý khu vực chơi)</i>.
zh: 将组合完成的阿特拉克·纳克亚放在玩家区域的8个地点中央，使每张阿特拉克·纳克亚之腿的每个角均接触到一个不同的地点<i>(详见参考摆放位置)</i>。

source: Atlach-Nacha Diagram
it: Diagramma di Atlach-Nacha
ko: ‘아틀락 나차’ 배치도
ru: Диаграмма Атлач-Начи
zh: 阿特拉克·纳克亚图示

source: Shuffle each set-aside copy of The Spinner in Darkness into the encounter deck, along with the encounter discard pile.
it: Mescolate nel mazzo degli incontri la pila degli scarti degli incontri e ogni copia della Tessitura nell'Oscurità messa da parte.
ko: 치워 두었던 모든 ‘어둠 속의 방적자’ 사본을 버린 조우 카드 더미와 함께 조우 덱에 섞어넣습니다.
ru: Замешайте в колоду контактов сброс контактов и все отложенные экземпляры напасти «Прядущая во тьме».
vi: Xào từng bản sao đặt một bên hồi đầu của The Spinner in Darkness vào chồng bài encounter, cùng với chồng bài encounter bỏ.
zh: 将遭遇弃牌堆和放在一边的所有黑暗中的织网者洗入遭遇牌堆。

source: Read the rules for "Atlach-Nacha," as follows.
it: Leggete le regole del paragrafo “Atlach-Nacha” a seguire.
ko: 다음의 “아틀락 나차” 규칙을 읽습니다.
ru: Прочтите блок с правилами «Атлач-Нача».
vi: Đọc các quy tắc cho "Atlach-Nacha" như sau.
zh: 阅读下文的“阿特拉克·纳克亚”的规则。

source: Atlach-Nacha's form comprises multiple Legs of Atlach-Nacha enemies. Each of these enemies operates as a separate enemy with the massive keyword and is considered to be engaged with each investigator at its location, like most massive enemies.
it: La forma di Atlach-Nacha è composta da molteplici nemici Zampe di Atlach-Nacha, che funzionano ognuno come un nemico separato con la parola chiave Massiccio e si considerano impegnati con ogni investigatore nel proprio luogo, come la maggior parte dei nemici con Massiccio.
ko: 아틀락 나차는 여러 개의 ‘아틀락 나차의 다리’ 적으로 구성되어 있습니다. 아틀락 나차의 다리’ 각각은 ‘거대한’ 키워드를 가진 별개의 적이며, 따라서 ‘아틀락 나차의 다리’가 위치한 장소에 있는 모든 조사자와 교전한 것으로 간주합니다.
ru: Атлач-Нача включает в себя несколько карт врага «Ноги Атлач-­Начи». Каждый из них считается отдельным врагом с ключевым словом «Огромный» и считается сражающимся с каждым сыщиком в своей локации, как большинство огромных врагов.
vi: Hình dạng của Atlach-Nacha bao gồm nhiều kẻ địch Legs of Atlach-Nacha. Mỗi kẻ địch trong số này hoạt động như một kẻ địch riêng biệt với từ khóa Massive và được coi là đã engage với từng điều tra viên tại vị trí của nó, giống như hầu hết những kẻ địch Massive khác.
zh: 阿特拉克·纳克亚包括多张阿特拉克·纳克亚之腿敌人。每张阿特拉克·纳克亚之腿敌人均为一个单独的敌人，带有庞大关键词，和其他庞大敌人一样，会与所在地点的每位调查员交战。

source: Each Legs of Atlach-Nacha enemy is considered to be at the location its corner is physically bordering, as depicted in the diagram below.
it: Ogni nemico Zampe di Atlach-Nacha è considerato trovarsi nel luogo toccato fisicamente dal suo angolo, come mostrato nel diagramma sottostante.
ko: 각 ‘아틀락 나차의 다리’ 적은 아래 그림처럼 귀퉁이가 닿은 장소에 위치한 것으로 간주합니다.
ru: Каждый экземпляр «Ног Атлач-Начи» считается находящимся в той локации, которой касается его угол, как показано на диаграмме ниже.
vi: Mỗi kẻ địch Legs of Atlach-Nacha được xem là ở vị trí mà nó chạm vào, như được mô tả trong sơ đồ bên dưới.
zh: 每张阿特拉克·纳克亚之腿敌人视为位于其一角接触的地点上。

source: Atlach-Nacha's center card and each Legs of Atlach-Nacha enemy should remain in the same formation at all times, even if one card is removed from the formation. If one card moves, all cards in the formation must likewise move.
it: La carta centrale di Atlach-Nacha e i nemici Zampe di Atlach-Nacha dovranno rimanere nella stessa formazione tutto il tempo, anche se una carta viene rimossa dalla formazione. Se una carta si muove, tutte le carte della formazione devono muoversi analogamente.
ko: 가운데에 있는 ‘아틀락 나차’ 카드와 모든 ‘아틀락 나차의 다리’ 적들은 언제든지 동일한 대형으로 배열되어 있어야 합니다. 만약 그 중에서 카드 몇 장이 제거되더라도, 제거되지 않은 카드는 대형을 그대로 유지해야 합니다. 대형에 속한 카드 하나가 이동하면, 대형의 모든 카드가 그와 동일한 방식으로 이동해야 합니다.
ru: Центральная карта «Атлач-Нача» и каждая карта «Ноги Атлач-Начи» должны всегда сохранять структуру, в которой они были выложены, даже если одна из карт будет удалена из неё. Если одна из карт двигается, все остальные карты в структуре тоже двигаются.
vi: Lá bài trung tâm của Atlach-Nacha và mỗi kẻ địch Legs of Atlach-Nacha phải luôn duy trì trong cùng một đội hình, ngay cả khi một lá bài bị loại bỏ khỏi đội hình. Nếu một lá bài di chuyển, tất cả các lá bài trong đội hình cũng phải di chuyển.
zh: 阿特拉克·纳克亚的中央卡牌与每张阿特拉克·纳克亚之腿敌人总是形成整体，即便其中的一张或多张卡牌被移除。如果这一整体中有卡牌移动，则其它所有卡牌必须同样地移动。

source: <b>As a result, Legs of Atlach-Nacha cards cannot move or be moved except by effects that "spin" Atlach-Nacha.</b>
it: <b>Come risultato, le carte Zampe di Atlach-Nacha non possono muoversi o essere mosse, se non dagli effetti che fanno “ruotare” Atlach-Nacha.</b>
ko: <b>따라서 ‘아틀락 나차의 다리’는 ‘아틀락 나차’를 “회전”시키는 효과를 제외한 방식으로는 이동할 수 없습니다.</b>
ru: <b>Следовательно, карты «Ноги Атлач-Начи» не могут перемещаться или быть перемещены, кроме как по эффекту, который «прокручивает» Атлач-Начу</b>
vi: <b>Hệ quả là các lá bài Legs of Atlach-Nacha không thể di chuyển hoặc bị di chuyển ngoại trừ các hiệu ứng "spin" của Atlach-Nacha.</b>
zh: <b>因此，阿特拉克·纳克亚之腿卡牌不能主动或被动移动，除非受到“旋转”阿特拉克·纳克亚的效果影响。</b>

source: If you are instructed to "spin" Atlach-Nacha one or more times, rotate all of the cards in the center (each remaining Legs of Atlach-Nacha card, as well as the center card) in the indicated direction such that each of the Legs of Atlach-Nacha enemies moves clockwise that many locations.
it: Se vi viene richiesto di “ruotare” Atlach-Nacha 1 o più volte, ruotate tutte le carte nell’area centrale (ogni carta Zampe di Atlach-Nacha rimanente, nonché la carta centrale) nella direzione indicata, in modo che ogni nemico Zampe di Atlach-Nacha si muova nella stessa direzione di un pari ammontare di luoghi.
ko: ‘아틀락 나차’를 한 번 이상 “회전”시키라는 지시를 받았다면, 플레이 영역 가운데에 있는 모든 카드(플레이 영역에 있는 ‘아틀락 나차의 다리’ 카드 모두와 가운데 ‘아틀락 나차’ 카드)를 지시된 방향으로 이동시킵니다. 이를 통해 모든 ‘아틀락 나차의 다리’ 적이 시계 방향으로 그만큼 이동하게 됩니다.
ru: Если вам указано «прокрутить» Атлач-Начу один или несколько раз, поворачивайте все карты в центре (все оставшиеся на данный момент в структуре карты «Ноги Атлач-Начи» и центральную карту) в указанном направлении, чтобы «Ноги Атлач-Начи» переместились по локациям указанное число раз.
vi: Nếu bạn được hướng dẫn "spin" Atlach-Nacha một hoặc nhiều lần, hãy xoay tất cả các lá bài ở giữa (mỗi lá bài Legs of Atlach-Nacha còn lại, cũng như lá bài ở giữa) theo hướng được chỉ định sao cho mỗi lá bài Legs of Atlach-Nacha di chuyển theo chiều kim đồng hồ theo số địa điểm.
zh: 如果你收到指示“旋转”阿特拉克·纳克亚一次或多次，朝指定方向旋转中央的所有卡牌(剩余的每张阿特拉克·纳克亚之腿卡牌及其中央的卡牌)，使每张阿特拉克·纳克亚之腿敌人朝顺时针方向移动相应个地点。

source: Each investigator earns 5 bonus experience, as they have prevented the Dreamlands and Earth from merging.
it: Ogni investigatore guadagna 5 punti esperienza bonus per aver evitato che il Mondo dei Sogni si fondesse con la realtà.
ko: 몽환의 땅과 현실 세계가 융합되는 것을 막았기 때문에, 각 조사자는 경험치를 추가로 5만큼 얻습니다.
ru: Каждый сыщик получает 5 опыта дополнительно, не позволив Миру грёз слиться с бодрствующей реальностью.
vi: Mỗi điều tra viên nhận được 5 kinh nghiệm thưởng, vì họ đã ngăn Vùng đất Giấc mơ và Trái đất hợp nhất.
zh: 每位调查员因为阻止了幻梦境和现实世界融合，获得5点奖励经验值。

source: the bridge was completed.
it: il ponte è stato completato
ko: 세계를 잇는 다리가 완성되었다
ru: мост завершён.
vi: cây cầu đã hoàn thành.
zh: 桥梁已经建成。

source: Each investigator is <b>killed</b>
it: Ogni investigatore è <b>ucciso</b>.
ko: 모든 조사자는 <b>사망합니다.</b>
ru: Каждый сыщик <b>убит.</b>
vi: Mỗi điều tra viên đều bị <b>giết</b>
zh: 所有调查员<b>阵亡</b>。

source: the bridge was destroyed.
it: il ponte è stato distrutto.
ko: 세계를 잇는 다리가 파괴되었다
ru: мост уничтожен.
vi: cây cầu đã bị phá hủy.
zh: 桥梁已被摧毁。

source: the investigators returned to reality.
it: gli investigatori sono tornati alla realtà.
ko: 조사자들이 현실 세계로 돌아왔다
ru: сыщики вернулись в реальность.
vi: các điều tra viên đã trở lại thực tại.
zh: 调查员回到现实世界。

source: the investigators never escaped.
it: gli investigatori non sono mai fuggiti.
ko: 조사자들이 차원의 틈새에서 벗어나지 못했다
ru: сыщики остались в междумирье навсегда.
vi: các điều tra viên không bao giờ trốn thoát.
zh: 调查员永远无法逃离。

source: the investigators are still in the Dreamlands.
it: gli investigatori sono ancora nel Mondo dei Sogni.
ko: 조사자들이 아직 몽환의 땅에 있다
ru: сыщики всё ещё странствуют по Миру грёз.
vi: các điều tra viên vẫn đang ở trong Vùng đất Giấc mơ.
zh: 调查员仍在幻梦境。

source: Each investigator suffers 2 physical trauma from their fierce fight with the spider god.
it: Ogni investigatore subisce 2 traumi fisici a seguito del feroce combattimento con il dio ragno.
ko: 각 조사자는 육체적 트라우마를 2씩 겪습니다. 거미 신과의 격렬한 전투 끝에 부상을 입었기 때문입니다.
ru: Каждый сыщик получает 2 физических травмы в нещадном бою с паучьей богиней.
vi: Mỗi điều tra viên phải chịu 2 sang thương về thể chất sau cuộc chiến khốc liệt với nhện thần.
zh: 每位调查员因为与蜘蛛之神的恶斗受到2点肉体创伤。

source: Each investigator is driven <b>insane</b>
it: Ogni investigatore <b>impazzisce</b>.
ko: 모든 조사자는 <b>미칩니다.</b>
ru: Все сыщики <b>сошли с ума.</b>
vi: Mỗi điều tra viên trở nên <b>điên loạn</b>
zh: 每位调查员<b>发疯</b>。

source: If you are playing <i>The Web of Dreams</i> as a four-part campaign:
it: Se state giocando <i>La Ragnatela dei Sogni</i> come campagna in quattro parti:
ko: 한 그룹으로 ‘<i>꿈의 거미줄</i>’을 4부작 캠페인으로 진행하고 있습니까?
ru: Если вы играете «Паутину грёз» как четырёхчастную кампанию:
vi: Nếu bạn đang chơi <i>The Web of Dreams</i> dưới dạng chiến dịch gồm bốn phần:
zh: 如果你正在游玩由4场冒险组成的《睡梦之网》剧本：

source: Check Campaign Log. Resolve the topmost option that applies.
it: Controllate il Diario della Campagna. Risolvete la prima opzione applicabile:
ko: 캠페인 기록지를 확인합니다. 다음 항목 중에서 해당하는 것을 해결합니다(둘 이상 해당한다면, 그중에서 보다 위쪽에 있는 것을 해결합니다).
ru: Сверьтесь с журналом. Разыграйте первый подходящий к вашей ситуации пункт из этого списка.
vi: Kiểm tra Nhật ký Chiến dịch. Giải quyết tùy chọn trên cùng được áp dụng.
zh: 查看冒险日志。结算适用的最靠上的一项。

source: Proceed to <b>Scenario IV–A: Where the Gods Dwell</b>.
it: Proseguite con lo <b>Scenario IV–A: La Dimora degli Dèi</b>.
ko: <b>시나리오 4–A: 신들이 기거하는 곳</b>으로 이어집니다.
ru: Перейдите к <b>сценарию IV–А «Где обитают боги»</b>.
vi: Tiến tới <b>Màn IV–A: Where the Gods Dwell</b>.
zh: 进入<b>冒险IV–A：神居之所</b>。
