Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/weaver_of_the_cosmos.po
Languages: it, ko, ru, vi, zh

source: Scenario IV-B: Weaver of the Cosmos
it: Scenario IV-B: La Tessitrice del Cosmo
ko: 시나리오 IV-B: 우주의 가닥을 엮는 자
ru: Сценарий IV–Б: Плетущая космос
vi: Màn IV-B: Weaver of the Cosmos
zh: 冒险IV-B：编织宇宙

source: Scenario IV-B
ko: 시나리오 IV-B
ru: Сценарий IV–Б
vi: Màn IV-B
zh: 冒险IV-B

source: Atlach-Nacha
ko: 아틀락 나차
ru: Атлач-Нача
zh: 阿特拉克·纳克亚

source: Everything has led to this. Virgil's writing, your companions' never-ending sleep, St. Mary's, the black cat, all of it. You have no choice but to press on. This transdimensional space is home to a creature that would obliterate your world and replace it with a new reality, a nightmarescape of pitch-black darkness and creatures that prey on your kind. If you cannot stop its weaving, there will be no Earth left to wake up to. You have to do something, even if it means your end.
it: Tutto quello che avete affrontato vi ha condotti fin qui: i racconti di Virgil, il sonno interminabile dei vostri compagni, il St. Mary, il gatto nero, tutto. Non avete scelta, dovete andare avanti. Questo spazio transdimensionale è la dimora di una creatura che potrebbe annientare il mondo al fine di soppiantarlo con una nuova realtà, un panorama da incubo di oscurità nera come la pece e creature che banchettano con la carne degli umani. Se non riuscirete a impedirle di tessere la tela, non ci sarà più una Terra in cui svegliarsi. Dovete fare qualcosa, anche se per voi dovesse significare la fine.
ko: 믿기지 않는 버질의 글, 동료들의 영원한 잠, 세인트 메리 병원, 검은 고양이… 이 모든 것이 당신을 이곳으로 이끌었습니다. 전진하는 것 말고는 선택의 여지가 없습니다. 이 차원을 넘어선 공간은 당신의 세계를 파괴하려는 존재의 본거지입니다. 그 존재는 당신의 세계를 칠흑 같은 어둠과 인간을 먹잇감으로 탐하는 야수들로 찬 악몽과도 같은 곳으로 바꿔 놓고자 합니다. 놈이 거미줄을 치는 것을 막아내지 못한다면, 꿈꾸는 자들이 깨어날 지구는 남아있지 않을 것입니다. 이것이 당신을 파국까지 몰아붙이더라도 반드시 막아내야만 합니다.
ru: Всё вело вас к этому моменту. Работы Вёрджила, нескончаемый сон ваших товарищей, больница святой Марии, чёрный кот — всё. У вас нет иного выбора, кроме как двигаться дальше. В этом пространстве меж миров обитает создание, способное уничтожить вашу реальность и превратить её в нечто иное: кромешно-тёмный кошмар, заполненный тварями, что охотятся на вам подобных. Если вы не сможете остановить её плетение, не останется Земли, на которой можно проснуться. Вы должны сделать хоть что-то, даже если это будет означать ваш конец.
vi: Tất cả mọi thứ đã dẫn đến điều này. Tác phẩm của Virgil, giấc ngủ không bao giờ kết thúc của những người bạn đồng hành của bạn, bệnh viện St. Mary's, con mèo đen, tất cả những điều đó. Bạn không có lựa chọn nào khác ngoài việc tiếp tục. Không gian đa chiều này là nhà của một sinh vật sẽ xóa sổ thế giới của bạn và thay thế nó bằng một thực tại mới, một viễn cảnh ác mộng tối đen như mực và những sinh vật săn mồi đồng loại của bạn. Nếu bạn không thể ngăn chặn nó dệt, sẽ không còn Trái Đất nào để thức dậy. Bạn phải làm một cái gì đó, ngay cả khi nó có nghĩa là kết thúc của bạn.
zh: 所有的一切都指向这里。维吉尔的作品，你同伴的永眠症状，圣玛丽医院，黑猫，所有这一切。你别无选择，只得前进。这个跨维度的空间住著一个生物。它会摧毁你的世界，并且编织出一个崭新的现实世界——漆黑的噩梦，来替换掉你原来的世界，人类会成为怪物的猎物。如果你无法阻止它的编织，那么你们的地球家园将不复存在，苏醒也再无任何意义。你必须做些什么，哪怕这会赔上你的性命。

source: Shuffle each copy of The Great Web and put 4 of them into play at random, in a vertical line.
it: Mescolate tutte le copie della Grande Ragnatela e mettetene in gioco 4 casuali, disposte lungo una linea verticale.
ko: 모든 ‘거대한 거미줄’ 사본을 섞어서 무작위로 4장을 뽑아 세로로 늘어놓습니다.
ru: Замешайте вместе все локации «Великая паутина» и введите в игру четыре случайных её экземпляра по вертикальной линии.
vi: Xào mỗi bản sao của The Great Web và đặt ngẫu nhiên 4 lá vào chơi, theo hàng dọc.
zh: 将每张巨网混洗，并将其中4张放置入场，排成一条纵列。

source: Each investigator begins play at the topmost The Great Web location.
it: Iniziate la partita nel luogo Grande Ragnatela più in alto.
ko: 모든 조사자는 가장 위쪽에 있는 ‘거대한 거미줄’에서 시작합니다.
ru: Все сыщики начинают игру в крайней верхней локации «Великая паутина».
vi: Mỗi điều tra viên bắt đầu chơi ở vị trí The Great Web trên cùng.
zh: 每位调查员从最上方的巨网地点开始游戏。

source: Set each other The Great Web location aside, out of play.
it: Mettete da parte, temporaneamente fuori dal gioco, ogni altro luogo Grande Ragnatela.
ko: 다른 ‘거대한 거미줄’ 장소 사본은 모두 비플레이 상태로 치워 둡니다.
ru: Отложите в сторону все остальные экземпляры «Великой паутины».
vi: Đặt mỗi lá bài The Great Web còn lại qua một bên, ngoài khu vực chơi.
zh: 将其他每张巨网地点放在一边，位于场外。

source: Set the following cards aside, out of play: The double-sided Atlach-Nacha card, the 4 Legs of Atlach-Nacha enemies, and both copies of The Spinner in Darkness.
it: Mettete da parte, temporaneamente fuori dal gioco, le carte seguenti: la carta a due facce Atlach Nacha, i 4 nemici Zampe di Atlach-Nacha e le 2 copie della Tessitura nell’Oscurità.
ko: ‘아틀락 나차’ 양면 카드, ‘아틀락 나차의 다리’ 적 사본 4장, ‘어둠 속의 방적자’ 사본 2장을 비플레이 상태로 치워 둡니다.
ru: Отложите в сторону следующие карты: двустороннюю карту «Атлач-Нача», 4 врага «Ноги Атлач-Начи» и оба экземпляра напасти «Прядущая во тьме».
vi: Đặt các thẻ sau sang một bên, ngoài khu vực chơi: lá Atlach-Nacha hai mặt, kẻ địch 4 Legs of Atlach-Nacha và cả hai bản sao của The Spinner in Darkness.
zh: 将下列卡牌放在一边，位于场外：阿特拉克·纳克亚双面卡，4张阿特拉克·纳克亚之腿敌人，2张黑暗中的织网者。

source: Check the number of tally marks recorded next to "Steps of the Bridge" in the Campaign Log.
it: Controllate il numero di X segnate alla voce "Scalini del Ponte" nel Diario della Campagna.
ko: 캠페인 기록지의 “다리의 진척도” 옆에 있는 빗금 개수를 확인합니다.
ru: Сверьтесь с журналом кампании и посчитайте отметки в разделе «Пролёты моста».
vi: Kiểm tra số kiểm đếm được ghi bên cạnh "Các bước của cây cầu" trong Nhật ký Chiến dịch.
zh: 检查冒险日志“桥梁进度”旁边所作的记录数量。

source: Because there are 2 or fewer tally marks recorded, nothing happens.
it: Perchè ci sono 2 o meno X, non accade nulla.
ko: 빗금이 2개 이하이므로, 아무 변경 사항이 없습니다.
ru: Т.к. их 2 или меньше, ничего не происходит.
vi: Bởi vì có từ 2 trở xuống kiểm đếm, không có gì xảy ra.
zh: 因为记录数不超过2，无事发生。

source: Because there are 3-5 tally marks, place 1 doom on the bottommost location.
it: Perchè ci sono 3, 4 o 5 X, collocate 1 destino sul luogo più in basso.
ko: 빗금이 3-5개이므로, 가장 아래쪽에 있는 장소에 파멸을 1개 놓습니다.
ru: Т.к. их 3–5, положите на крайнюю нижнюю локацию 1 жетон безысходности.
vi: Bởi vì có từ 3 đến 5 kiểm đếm, đặt 1 doom vào vị trí dưới cùng.
zh: 因为记录数为3-5，在最下方的地点上放置1个毁灭标记。

source: Because there are 6-8 tally marks, place 2 doom on the bottommost location.
it: Perchè ci sono 6, 7 o 8 X, collocate 2 destini sul luogo più in basso.
ko: 빗금이 6-8개이므로, 가장 아래쪽에 있는 장소에 파멸을 2개 놓습니다.
ru: Т.к. их 6–8, положите на крайнюю нижнюю локацию 2 жетона безысходности.
vi: Bởi vì có từ 6 đến 8 kiểm đếm, đặt 2 doom vào vị trí dưới cùng.
zh: 因为记录数为6-8，在最下方的地点上放置2个毁灭标记。

source: Because there are 9-11 tally marks, place 3 doom on the bottommost location.
it: Perchè ci sono 9, 10 o 11 X, collocate 3 destini sul luogo più in basso.
ko: 빗금이 9-11개이므로, 가장 아래쪽에 있는 장소에 파멸을 3개 놓습니다.
ru: Т.к. их 9–11, положите на крайнюю нижнюю локацию 3 жетона безысходности.
vi: Bởi vì có từ 9 đến 11 kiểm đếm, đặt 3 doom vào vị trí dưới cùng.
zh: 因为记录数为9-11，在最下方的地点上放置3个毁灭标记。

source: Because there are 12 or more tally marks, place 4 doom on the bottommost location.
it: Perchè ci sono 12 o più X, collocate 4 destini sul luogo più in basso.
ko: 빗금이 12개 이상이므로, 가장 아래쪽에 있는 장소에 파멸을 4개 놓습니다.
ru: Т.к. их 12 или больше, положите на крайнюю нижнюю локацию 4 жетона безысходности.
vi: Bởi vì có từ 12 kiểm đếm trở lên, đặt 4 doom vào vị trí cuối cùng.
zh: 因为记录数为12+，在最下方的地点上放置4个毁灭标记。

source: At this point, you are ready to begin playing <i>Weaver of the Cosmosl</i>. Do not read the interlude or rules text below just yet. You will be instructed to read them at a later point in time, during the course of the scenario.
it: A questo punto siete pronti a iniziare lo scenario <i>La Tessitrice del Cosmo</i>. Non leggete ancora l'interludio o il testo delle regole sottostanti. Vi sarà richiesto di leggerli successivamente nel corso dello scenario.
ko: 이제 <i>시나리오 IV-B: 우주의 가닥을 엮는 자</i>를 시작할 준비가 되었습니다. 막간과 규칙 문구를 아직 읽지 마세요. 추후 시나리오를 진행하다가 적절한 때가 되면 해당 막간과 규칙 문구를 읽으라는 지시를 받을 것입니다.
ru: Вы готовы к тому, чтобы начать играть в сценарий «Плетущая космос». Пока не читайте интерлюдию или дополнительные правила ниже. Вам будет указано прочесть их по ходу сценария.
vi: Tại thời điểm này, bạn đã sẵn sàng để bắt đầu chơi <i>Weaver of the Cosmos</i> . Đừng đọc phần chuyển tiếp hoặc luật chơi bên dưới. Bạn sẽ được hướng dẫn đọc chúng vào một thời điểm sau đó, trong quá trình diễn ra màn chơi.
zh: 至此，你就可以开始《编织宇宙》游戏了。请暂时不要阅读下方的幕间故事和规则文字。在本场冒险期间，稍后会指示你阅读这些文字。

source: The Spider Queen
it: La Regina Ragno
ko: 거미 여왕
ru: Паучья королева
zh: 蛛后

source: You climb a precipice of stone and behold the enormity of the spider's bridge and the <i>thing</i> astride it: Atlach-Nacha, god of spiders, accompanied by its horde of weavers. The many-legged monstrosities continuously intertwine strands of cosmic web, toiling endlessly with nightmarish fervor. As the awful creatures weave each thread, you feel reality and dreams distort, collide, and crash together. In the distance, waves of dream break upon the rocks of reality, and reality collapses upon itself into the surging, amorphous dream. You can barely comprehend the strange, shifting vistas. A sticky web hangs off the side of your vantage point, like a silken ladder leading down to your doom.
it: Vi arrampicate su un dirupo roccioso, senza riuscire a distogliere lo sguardo dall’enormità di quel ponte di ragnatela e dalla cosa che vi sta sopra: il dio dei ragni Atlach-Nacha, insieme alla sua orda di tessitori. Le mostruosità dalle molteplici zampe intrecciano senza sosta fili di ragnatela cosmica, lavorando alacremente e con angosciante fervore. Man mano che le orribili creature tessono ogni filo, potete percepire la materia e il sogno distorcersi, scontrarsi e schiantarsi l’uno sull’altra. In lontananza, le onde oniriche si infrangono contro gli scogli della realtà, e la realtà collassa su se stessa e dentro il crescente sogno informe. Riuscite a malapena a omprendere quello strano panorama in costante mutamento. Notate un filo appiccicoso di ragnatela pendere da un lato del vostro punto d'osservazione, come una scala di seta che conduce al vostro amaro destino…
ko: 돌벼랑을 오르니 거대한 거미줄 교각과 그 위에 올라선 거대한 존재가 보입니다. 거미 신 아틀락 나차가 거미 떼를 이끌고 거미줄을 뿜어내고 있었습니다. 이 다리 많은 흉물들은 악몽과도 같은 열망을 품고서 지칠 새 없이 우주의 거미줄을 끊임없이 서로 엮어나갑니다. 끔찍한 거미들이 거미줄 가닥가닥을 엮어나가자, 현실과 꿈이 왜곡되고 충돌하여 박살나는 것이 느껴집니다. 저 멀리 꿈의 파도가 현실이라는 바위에 부서지듯 밀려들고, 현실은 쇄도하는 무정형의 꿈으로 조각조각 무너져 내립니다. 이 기이하고 변화무쌍한 광경을 도저히 머릿속으로 이해할 수조차 없습니다. 저 아래로 뻗은 끈적끈적한 거미줄은 마치 당신의 파멸로 치닫는 비단 사다리처럼 아찔하게 드리워 있습니다.
ru: Вы взбираетесь на крутой каменный утёс и видите всю громаду паучьего моста, а также нечто, сидящее на нём верхом: это богиня пауков Атлач-Нача в сопровождении своей орды ткачей. Многоногие чудовища непрерывно плетут нити космической паутины, неустанно работая с кошмарным рвением. С каждой тщательно сплетаемой ими паутинкой вы чувствуете, как реальность и сны искажаются, сталкиваются друг с другом и распадаются на части. Вдалеке волны сна разбиваются о скалы реальности, а реальность обрушивается под собственным весом, превращаясь в бурлящий аморфный сон. Вы едва способны осознать эти странные изменчивые пейзажи. Под вашей точкой обзора свисает липкая паутина, подобно шёлковой лестнице, ведущей вниз к вашей погибели.
vi: Bạn leo lên một vách đá dựng đứng và chứng kiến sự khổng lồ của cây cầu nhện và <i>thứ</i> đi trên nó: Atlach-Nacha, thần nhện, cùng với bầy thợ dệt của nó. Những quái vật nhiều chân liên tục đan xen các tơ nhện vũ trụ, làm việc không ngừng nghỉ. Khi những sinh vật khủng khiếp dệt từng sợi chỉ, bạn cảm thấy thực tại và giấc mơ bị bóp méo, không ngừng va chạm vào nhau. Ở đằng xa, những làn sóng của giấc mơ đập vào những tảng đá của thực tại, và thực tại sụp đổ vào giấc mơ vô định hình đang trào dâng lên. Bạn hầu như không thể hiểu được những khung cảnh kỳ lạ đang thay đổi. Một mạng nhện dính treo bên cạnh vị trí thuận lợi của bạn, giống như một chiếc thang bằng lụa dẫn xuống nơi diệt vong của bạn.
zh: 你爬上了悬崖石壁，看到了蜘蛛筑造的巨大网桥，也看到了桥上的蜘蛛之神阿特拉克·纳克亚，还有它的织网者大军。这些多腿的可怕怪物不断编织著宇宙之网，像是被噩梦般的狂热驱动著不停劳作。它们每织上一根蛛丝，你都能感觉到现实与梦境的扭曲和相撞。在远处，梦像波浪一样拍在现实的岩石上，而现实岩石也自动崩塌，化作汹涌而无序的睡梦。你几乎无法理解这一幕怪异的变幻场景。你能看到一张黏糊糊的蛛网悬挂在你所处平台的边缘，就像一条丝状的梯子，通向你的死亡。

source: Check Campaign Log.
it: Controllate il Diario della Campagna.
ko: 캠페인 기록지를 확인합니다.
ru: Сверьтесь с журналом.
vi: Kiểm tra Nhật ký Chiến dịch.
zh: 查看冒险日志。

source: <i>If Randolph survived the descent</i> and <i>the black cat knows the truth.</i>
it: Se <i>Randolph è sopravvissuto alla discesa</i> e <i>il gatto nero conosce la verità</i>.
ko: <i>랜돌프가 지하세계로 내려가는 길에 살아남았다</i>와 <i>검은 고양이가 진실을 알아냈다</i> 항목이 모두 있습니까?
ru: Если <i>Рэндольф пережил спуск</i> и <i>чёрный кот узнал истину</i>.
vi: <i>Nếu Randolph sống sót sau khi hạ xuống</i> và <i>con mèo đen biết sự thật.</i>
zh: 如果<i>伦道夫安全下降到地下世界</i>，并且<i>黑猫得知真相</i>。

source: Otherwise, <i>if Randolph survived the descent</i>.
it: Altrimenti, se <i>Randolph è sopravvissuto alla discesa</i>.
ko: 그 외의 경우, <i>랜돌프가 지하세계로 내려가는 길에 살아남았다</i> 항목이 있습니까?
ru: В противном случае, если <i>Рэндольф пережил спуск</i>.
vi: Mặt khác, <i>nếu Randolph sống sót sau khi hạ xuống</i>.
zh: 否则，如果<i>伦道夫安全下降到地下世界</i>。

source: <i>If Randolph did not survive the descent</i>.
it: Se <i>Randolph non è sopravvissuto alla discesa</i>.
ko: <i>랜돌프가 지하세계로 내려가는 길에 살아남지 못했다</i> 항목이 있습니까?
ru: Если <i>Рэндольф не пережил спуск</i>.
vi: <i>Nếu Randolph đã không sống sót sau khi hạ xuống</i>.
zh: 如果<i>伦道夫在下降到地下世界的途中遇难</i>。

source: You are about to climb down the web to the platform below, when you hear the black cat's voice from behind your companion, Randolph. "Drop it," the voice commands. A sinister grin spreads across Randolph's face as he drops a jagged onyx blade, which clatters to the ground. "So you have seen through my mask?" he says. "No matter. You will complete the errand upon which I have sent you, regardless. Your world depends on it." Bewildered, you ask why Randolph is acting this way. The black cat jumps onto your shoulder and perches there, its gaze never leaving your erstwhile companion. "I figured it out a little while ago. He's not Randolph. He never was. Just an interloper in Randolph's skin." "Interloper?" Randolph thunders with anger. "You, cat, are the interloper! Yes, I know what you are. This is not your place. But enough talk." A smile crawls along his lips once more. "You have a task to perform. Goodbye, then… for now." With his warning complete, Not-Randolph walks off of the edge of the platform and falls into oblivion.
it: State per scendere dalla ragnatela verso la piattaforma sottostante, quando sentite la voce del gatto provenire da dietro le spalle di Randolph. “Lasciala” esclama perentorio. Sul volto dell’uomo si distende un ghigno, a cui fa eco il frastuono della lama d’onice seghettata che lascia cadere sul pavimento. “Hai visto oltre la mia maschera, dunque?” esclama. “Non ha importanza, voi porterete comunque a termine l’incarico che vi ho assegnato: il vostro mondo dipende dal vostro successo.” Disorientati, chiedete a Randolph il perché di questo suo comportamento. Il gatto nero vi salta sulle spalle, accomodandosi senza perdere mai di vista quello che credevate essere un vostro compagno. “L’ho scoperto non molto tempo fa: non è Randolph, non lo è mai stato. È solo un intruso nel suo corpo.” “Intruso?” tuona l’uomo dai capelli biondi. “Tu, gatto, sei l’intruso! Si, so cosa sei. Questo non è il tuo posto. Ma basta parlare.” Vedete le sue labbra distendersi nuovamente in un sorriso inquietante. “Avete un compito da svolgere. Addio… per ora.” Pronunciato il suo avvertimento, il ‘non’ Randolph si sporge oltre l’orlo della piattaforma, gettandosi nell’oblio.
ko: 당신이 거미줄을 타고 아래쪽 섬으로 내려가려는 순간, 랜돌프의 뒤에서 검은 고양이의 목소리가 들립니다. “그거 당장 놔!” 검은 고양이의 목소리가 명령합니다. 비죽비죽한 오닉스 단검이 쨍겅 하고 바닥에 떨어지면서 랜돌프의 얼굴에 사악한 미소가 번집니다. 랜돌프가 말합니다. “그래, 내 가면을 꿰뚫어 보셨다? 상관 없다. 내가 너희들을 이곳으로 이끌었으니, 이제 너희들의 과업을 <b>완수하거라</b>. 그 성패에 따라 너희 세상의 운명이 결정되겠지.” 당신은 지금 눈앞에서 벌어지는 일에 당황하여 랜돌프에게 왜 그러는지 묻습니다. 검은 고양이가 당신의 어깨 위로 뛰어올라 쪼그린 채 당신의 옛 동료를 뚫어지게 바라봅니다. “바로 얼마 전에 알게 됐어. 저 자는 랜돌프가 아니야. 처음부터 아니었어. 주제 넘게 랜돌프의 거죽을 덮어 쓴 가짜야.” 랜돌프가 청천벽력같이 성을 냅니다. “하! 주제를 넘었다고? 고양이 네놈이야말로 주제를 모르는구나. 그래, 네놈이 누군지 알겠다. 이곳은 네가 있을 곳이 아니야. 하지만 대화는 이걸로 끝내지.” 그의 입술에 다시 미소가 피어오릅니다. “너희들이 해야 할 과업이 있구나. 그래, 지금 당장은 작별하도록 하지.” 랜돌프 카터의 거죽을 덮어쓰고 있던 존재가 돌 섬 가장자리로 걸어가 무위의 심연 속으로 뛰어내립니다.
ru: Только вы собирались начать спуск, как позади вашего товарища Рэндольфа раздаётся голос чёрного кота. «А ну брось», — командует голос. На лице Рэндольфа появляется зловещая ухмылка, и он выпускает из рук иззубренный ониксовый клинок, который со звоном падает на землю. «Значит, ты можешь видеть сквозь мою маску? — говорит Рэндольф. — Впрочем, неважно. Так или иначе, вы <i>выполните</i> задачу, которую я поставил перед вами. От неё зависит судьба всего вашего мира». В недоумении вы спрашиваете, почему Рэндольф ведёт себя так странно. Чёрный кот вскакивает к вам на плечо и выгибает спину, не сводя взгляда с того, кто ещё мгновение назад был вашим товарищем. «Я понял это какое-то время назад. Это не Рэндольф. И никогда им не был. Всего лишь незваный гость в его коже». «Незваный гость? — гневно восклицает Рэндольф. — Это ты, кот, незваный гость! Да, я знаю, что ты такое на самом деле. Тебе тут не место. Но хватит болтовни. — По его губам снова расползается улыбка. — Свою задачу вы знаете. А пока… прощайте». Закончив угрожать вам, не-Рэндольф шагает с обрыва и проваливается в небытие.
vi: Bạn đang chuẩn bị leo xuống nền đất bên dưới thì bạn nghe thấy giọng nói của con mèo đen từ phía sau người bạn đồng hành của bạn, Randolph. Giọng nói đó ra lệnh, "Thả nó xuống," Một nụ cười nham hiểm nở trên khuôn mặt của Randolph khi anh ta đánh rơi một lưỡi kiếm mã não lởm chởm, nó rơi xuống đất. Anh ta nói, "Vậy là ngươi đã nhìn thấu mặt nạ của ta? Không thành vấn đề. Bất kể thế nào, ngươi cũng sẽ hoàn thành nhiệm vụ mà ta đã giao cho ngươi. Thế giới của ngươi phụ thuộc vào điều đó." Hoang mang, bạn hỏi tại sao Randolph lại hành động như vậy. Con mèo đen nhảy lên vai bạn và đậu ở đó, ánh mắt của nó không bao giờ rời khỏi người bạn đồng hành đầu tiên của bạn. "Tôi đã tìm ra nó một lúc trước. Hắn ta không phải Randolph. Chưa bao giờ là Randolph. Chỉ là một kẻ xen vào vào cơ thể của Randolph." "Kẻ xen vào?" Randolph đùng đùng phẫn nói. "Ngươi, con mèo, mới là kẻ xen vào! Đúng vậy, ta biết ngươi là gì. Đây không phải là nơi của ngươi. Nói thế đủ rồi." Một nụ cười bò trên môi anh một lần nữa. "Ngươi có một nhiệm vụ phải thực hiện. Vậy thì tạm biệt... cho lúc này." Sau khi cảnh báo xong, Kẻ-Không-Phải-Randolph bước ra khỏi nền đất và biến mất.
zh: 你正要爬下蛛网，到下方的平台去，这时你听见你的同伴伦道夫背后响起了黑猫的声音：“扔了它。”声音命令道。伦道夫脸上露出一抹邪恶的笑容，同时将一把带有锯齿的缟玛瑙尖刀扔在地上。 “你看穿了我的伪装？”他问道，“无所谓。反正，你们怎样都会完成我指派的任务。毕竟这关系到你们世界的存亡。” 你不解地问它伦道夫为什么会这样做。黑猫跳上你的肩膀，目光一刻不离你曾经的同伴。“我刚刚才发现，他不是伦道夫。从来就不是。它只是披著伦道夫皮囊的入侵者。” “入侵者？”伦道夫怒道，“你这只猫才是入侵者！没错，我知道你是谁。你不该在这里。我们废话少说。”他嘴角又一次浮现了那邪恶的微笑，“毕竟你们还有要事在身。我们就此别过……后会有期。”说完之后，那位不是伦道夫的男子走下平台，坠入虚空消失不见。
