{
  "id": "a_house_divided",
  "type": "interlude",
  "scenario_name": "A House Divided",
  "full_name": "Interlude: A House Divided",
  "header": "Interlude",
  "icon": "architects_of_chaos",
  "setup": [
    "intro",
    "prompt",
    "check_ulysses",
    "check_hector",
    "check_wallace",
    "check_rodney",
    "check_glen",
    "check_paul",
    "outro",
    "add_tablet",
    "grand_compass_set",
    "earn_compass",
    "$upgrade_decks"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "Interviewing the entire order of Freemasons would be unlikely to give you the results you need, so you narrow your scope to the remaining officers.  You escort the three men to one of the temple's conference rooms where they sit morosely, still contemplating the evening's events.  You can tell by the deeply disturbed looks and lack of words that this has been their first exposure to eldritch powers, compounded by the betrayal of their lifelong associates.  There will be a time for explanation on your part, but right now, they need to tell you everything they know about the traitors."
    },
    {
      "id": "prompt",
      "text": "In order, read each of the following sections:"
    },
    {
      "id": "check_ulysses",
      "type": "branch",
      "text": "If Ulysses Hill is not listed under \"Cultists Alive\" or \"Cultists Killed\":",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log",
            "section": "cultists_alive",
            "id": "ulysses",
            "options": [{ "boolCondition": false }]
          },
          {
            "type": "campaign_log",
            "section": "cultists_killed",
            "id": "ulysses",
            "options": [{ "boolCondition": false }]
          }
        ],
        "count": 2,
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "interlude",
            "effects": [
              {
                "type": "story_step",
                "steps": ["ulysses_story"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "ulysses_story",
      "type": "story",
      "border_color": "interlude",
      "title": "The Grand Master's Statement",
      "text": "Ulysses clenches his fist tightly before pounding the table in anger.  \"I'm a damned fool!  Letting this evil sprout under my very nose.  They made a mockery of this institution, of the very oaths they took to work for humanity's future, for the sake of this… profanity!\"  He pounds his fist on the table once more to punctuate his anger before slumping back in his chair.  His face tightens in concentration until it smooths again with sudden realization.  \"Profanity… that name they spoke, I've heard it before…\"  Ulysses again tries to focus his thoughts, waving you away while he thinks."
    },
    {
      "id": "check_hector",
      "type": "branch",
      "text": "If Hector Sutton is not listed under \"Cultists Alive\" or \"Cultists Killed\":",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log",
            "section": "cultists_alive",
            "id": "hector",
            "options": [{ "boolCondition": false }]
          },
          {
            "type": "campaign_log",
            "section": "cultists_killed",
            "id": "hector",
            "options": [{ "boolCondition": false }]
          }
        ],
        "count": 2,
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "interlude",
            "effects": [
              {
                "type": "story_step",
                "steps": ["hector_story"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "hector_story",
      "type": "story",
      "border_color": "interlude",
      "title": "The Deputy Grand Master's Statement",
      "text": "Hector shakes his head in disbelief.  \"I didn't think anything of the increased membership we've had in the past few years, but for this many of them to be just… subversive madmen.  It's one thing for a man to be insane, but for these men to share the same insanity is simply beyond me.\"  Hector rubs his temples quietly before pausing as a thought occurs.  \"I remember thinking some time ago that they all shared something else… somewhere they'd all visited before.  Where was it again?\""
    },
    {
      "id": "check_wallace",
      "type": "branch",
      "text": "If Wallace Thorpe is not listed under \"Cultists Alive\" or \"Cultists Killed\":",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log",
            "section": "cultists_alive",
            "id": "wallace",
            "options": [{ "boolCondition": false }]
          },
          {
            "type": "campaign_log",
            "section": "cultists_killed",
            "id": "wallace",
            "options": [{ "boolCondition": false }]
          }
        ],
        "count": 2,
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "interlude",
            "effects": [
              {
                "type": "story_step",
                "steps": ["wallace_story"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "wallace_story",
      "type": "story",
      "border_color": "interlude",
      "title": "The Senior Grand Warden's Statement",
      "text": "Wallace sits stiffly and grimly, in deep contemplation.  \"I am not a man who concerns himself with human behavior, unless that behavior concerns itself with me.  The only unusual behavior that I recall are the questions I was asked about theoretical science and mathematics.  Bending space and other such nonsense.\"  He sighs in frustration.  \"I am an architect, not some crackpot theorist.  And yet they insisted, and were highly specific about…\"  Wallace's voice trails off at the end as he returns to thinking, focused on his memories."
    },
    {
      "id": "check_rodney",
      "type": "branch",
      "text": "If Rodney Duvall is not listed under \"Cultists Alive\" or \"Cultists Killed\":",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log",
            "section": "cultists_alive",
            "id": "rodney",
            "options": [{ "boolCondition": false }]
          },
          {
            "type": "campaign_log",
            "section": "cultists_killed",
            "id": "rodney",
            "options": [{ "boolCondition": false }]
          }
        ],
        "count": 2,
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "interlude",
            "effects": [
              {
                "type": "story_step",
                "steps": ["rodney_story"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "rodney_story",
      "type": "story",
      "border_color": "interlude",
      "title": "The Junior Grand Warden's Statement",
      "text": "Rodney sighs and stares sadly at the table.  \"I should have been more vigilant.  But we'd been friends for decades, and it never crossed my mind that they would betray our trust.  When they made those alterations to the grand banqueting hall, I didn't bat an eye.  But ever since then, there's been something… off about that hall.\"  Rodney scratches his forehead in thought.  \"Those designs are familiar still… where did I see them last…\""
    },
    {
      "id": "check_glen",
      "type": "branch",
      "text": "If Glen Conroy is not listed under \"Cultists Alive\" or \"Cultists Killed\":",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log",
            "section": "cultists_alive",
            "id": "glen",
            "options": [{ "boolCondition": false }]
          },
          {
            "type": "campaign_log",
            "section": "cultists_killed",
            "id": "glen",
            "options": [{ "boolCondition": false }]
          }
        ],
        "count": 2,
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "interlude",
            "effects": [
              {
                "type": "story_step",
                "steps": ["glen_story"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "glen_story",
      "type": "story",
      "border_color": "interlude",
      "title": "The Grand Treasurer's Statement",
      "text": "Glen sits slumped back in his chair, utterly confused.  \"I had nothing to do with these nutcases, you've got to believe me!  I just don't understand how they managed to do all this without using the lodge's funds.  I watch every penny that changes hands for our business, and not a single thing's been out of place!\"  Glen's face scrunches as he thinks back, and he sits up in his chair a little.  \"Well… maybe one thing.  There were the travel expenses I approved yesterday… and it was for those three.\""
    },
    {
      "id": "check_paul",
      "type": "branch",
      "text": "If Paul Kellerman is not listed under \"Cultists Alive\" or \"Cultists Killed\":",
      "condition": {
        "type": "multi",
        "conditions": [
          {
            "type": "campaign_log",
            "section": "cultists_alive",
            "id": "paul",
            "options": [{ "boolCondition": false }]
          },
          {
            "type": "campaign_log",
            "section": "cultists_killed",
            "id": "paul",
            "options": [{ "boolCondition": false }]
          }
        ],
        "count": 2,
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "interlude",
            "effects": [
              {
                "type": "story_step",
                "steps": ["paul_story"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "paul_story",
      "type": "story",
      "border_color": "interlude",
      "title": "The Grand Secretary's Statement",
      "text": "Paul wrings his hands idly and bites his lower lip nervously.  \"I can't imagine how they managed to coordinate this inside the lodge without my knowing.  Nothing even one quarter so large has ever escaped my notice before.  They must have organized this somewhere else.  It's the only explanation I can accept.  But where…\"  He grits his teeth as he thinks, until an idea drops his jaw.  \"Those telephone calls… they have to be connected.  Those three even told me to let them handle the calls themselves.  That should have been my first indication!\""
    },
    {
      "id": "outro",
      "type": "story",
      "text": "Your discussion has certainly jogged their memories.  Almost at once the three men all point to a single location: Singapore.  This plot will come to a head halfway around the world.  Moreover, the other comments from the remaining officers add to the evidence you've gathered since yesterday, giving you some idea of what the cultists' plan is.\nThe masonic traitors serve <b>Cthulhu</b>, a dread entity that has existed since before humanity and haunts the dreams of susceptible people as it stirs in its dreaming death.  It once nearly awakened some years ago, when its island tomb of R'lyeh rose from beneath the Pacific, but it quickly sank, taking Cthulhu back with it.  It seems that the monster's devotees are not content to wait the hundreds or thousands of years it would take for the island to rise again.  You have seen for yourself the spatial warping property that the strange stone holds.  The involvement of the architects can only lead you to a single conclusion: They intend to construct something from that stone that will warp space to bring R'lyeh back to the surface and awaken their master.\nYou announce to the three officers your intentions to pursue the traitors to Singapore, though you leave out the details they likely couldn't cope with.  They voice some discontentment at you continuing to meddle with Freemason affairs without being initiated, but they have little choice.  You have proven yourself capable where they have failed.  The officers cannot offer you much direct assistance while they attempt to put their house back in order, but they offer you a symbolic token: an icon formerly belonging to one of the traitors, the symbol of the masonic order.  The grand lodge of Philadelphia may not be the only masonic lodge to have been compromised by the cultists, but if the lodge in Singapore can assist you, this symbol will convince them to help."
    },
    {
      "id": "add_tablet",
      "text": "Add a [tablet] token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": ["tablet"]
        }
      ]
    },
    {
      "id": "earn_compass",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "zcf_00142"
        }
      ]
    },
    {
      "id": "grand_compass_set",
      "bullet_type": "none",
      "type": "encounter_sets",
      "encounter_sets": ["grand_compass"],
      "text": "Any one investigator may choose to add Compass of the Grand Lodge to their deck.  This card does not count toward that investigator's deck size.  It can be found in the <i>Grand Compass</i> encounter set."
    }
  ]
}