Repository: zzorba/arkham-cards-data
Catalog: i18n/*/return_campaigns/rttic/return_to_devil_reef.po
Languages: es, fr

source: Scenario IV: Return to Devil Reef
es: Escenario IV: Regreso a Arrecife del Diablo
fr: Scenario IV : Renouveau - Le Récif du Diable

source: Replace one of each Tidal Pool, Underground River and Underwater Cavern from original Flooded Caverns set with its counterpart from the Return to Flooded Caverns.
es: Reemplaza una de cada Caverna submarina, Río subterráneo y Estanque de marea del conjunto original de <i>Cavernas inundadas</i> por su homóloga del conjunto <i>Regreso a Cavernas inundadas</i>.
fr: Remplacer un Bassin Aquatique, une Rivière Souterraine et une Caverne Indondées du set Cavernes Inondées d'origine par son homologue du Renouveau - Cavernes Inondées.

source: Shuffle the single copy of Shrine to Hydra into the encounter deck.
es: Baraja el Lugar Altar de Hidra en el mazo de Encuentros.
fr: Mélangez l'exemplaire unique du Sanctuaire d'Hydra dans le deck Rencontre.

source: Shuffle the 6 Devil Reef locations and put each of them into play, unrevealed side faceup.
es: Baraja los 6 Lugares Arrecife del Diablo y pon cada uno de ellos en juego, con el lado sin revelar boca arriba.
fr: Mélangez les 6 lieux Récif du Diable et mettez-les en jeu, face non révélée.

source: This includes the 5 original Devil Reef locations and the new Cave Mouth location. None should be removed.
es: Esto incluye los 5 Lugares originales más un nuevo Lugar del conjunto de encuentros <i>Regreso a Arrecife del Diablo</i>. No retires ninguno, usa los seis a la hora de jugar el escenario.
fr: Ceci inclut les 5 lieux Récifs du Diable d'origine et le nouveau lieu Entrée de la Grotte. N'en retirez aucun.

source: Replace the Fishing Vessel story asset with the new version from the Return set, and put it into play at Churning Waters.
es: Sustituye el Apoyo de historia Barco de pesca por su nueva versión del conjunto de encuentros <i>Regreso a Arrecife del Diablo</i>.
fr: Remplacez le soutien d'histoire Bateau de Pêche par la nouvelle version du set Renouveau. Et mettez-le en jeu dans les Eaux Grouillantes.

source: A Bargain
es: La oferta
fr: Une Bonne Affaire

source: You stand in front of the large caved stone depicting a bloated figure with fishlike features. The voice that guided you here is just a whisper now, but you feel power radiating from the statue and you know that’s why you are here. It’s this power that calls out to you, telling you that you could have all the riches you desired and the long life to take advantage of them. While you approach the statue, you become aware of the price that you would have to pay. You consider your options.
es: Te encuentras frente a la gran piedra tallada que representa una figura hinchada con rasgos semejantes a los de un pez. La voz que te guio hasta aquí es apenas un susurro ahora, pero sientes un poder emanando de la estatua y sabes que es por eso que estás aquí. Es este poder el que te llama, diciéndote que podrías tener todas las riquezas que desearas y una vida larga para aprovecharlas. Mientras te acercas a la estatua, te das cuenta del precio que tendrías que pagar. Consideras tus opciones.
fr: Vous vous tenez devant la grande pierre creusée représentant une silhouette massive aux traits de poisson. La voix qui vous a guidé ici n'est plus qu'un murmure maintenant, mais vous sentez rayonner le pouvoir de la statue et vous savez que c'est pour ça que vous êtes ici. C'est ce pouvoir qui vous appelle, vous murmurant que vous pourriez avoir toutes les richesses que vous désirez et une longue vie pour en profiter. En vous approchant de la statue, vous prenez conscience du prix que vous auriez à payer. Vous réfléchissez à vos options.

source: Choose one:
es: Los investigadores deben decidir (elige una opción):
fr: Choisissez-en une :

source: You pay the price.
es: Pagas el precio.
fr: Vous en payez le prix.

source: Search your collection for a copy of Innsmouth Influence <i>(from the Return to In Too Deep set)</i> and add it to your deck. Discover all clues on Shrine to Hydra and gain 5 resources.
es: Busca en tu colección una copia de la Influencia de Innsmouth (<i>del conjunto Regreso a Hasta el cuello</i>) y añádela a tu mazo. Descubre todas las pistas en el Altar a Hidra y obtén 5 recursos.
fr: Recherchez dans votre collection un exemplaire de la carte Influence d'Innsmouth <i>(du set Renouveau - Mouillés jusqu'au cou)</i> et ajoutez-la à votre deck. Découvrez tous les indices sur le Sanctuaire d'Hydra et gagnez 5 ressources.

source: You come to your senses and back out. The voices go quiet.
es: Vuelves en ti y te alejas. Las voces cesan.
fr: Vous reprenez vos esprits et reculez. Les voix se taisent.
