[
  {
    "code": "98003",
    "text": "- **В:** [Пришедший за жертвой](/card/98003) запрещает Дженни получать ресурсы через эффект ее карты. Способность Дженни получать один дополнительный ресурс в фазу передышки считается получением ресурса через эффект карты или это дополнительный ресурс к получаемым во время фазы передышки (4.4) и это не эффект карты? **О:** «Да, способность Дженни получить дополнительный ресурс работает благодаря эффекту карты, поэтому если Пришедший за жертвой в игре, вы не можете получать дополнительный ресурс через способность Дженни.»",
    "updated_at": "2018-02-17T22:45:33.000Z"
  },
  {
    "code": "98007",
    "text": "- Способность Нормана не работает пока не начнется игра, т.е. верхняя карта его колоды должна быть открыта только после завершения подготовки к игре (см. Приложение III), включая подготовку сценария и взятие стартовой руки.\n\n- **«Как если/как будто»:** Эффекты некоторых карт позволяют сыщику разыграть свойство или выполнить действие, как если бы определённый аспект игрового состояния был изменён, используя ключевое слово «как если бы…, как будто…» в качестве указателя на изменение. Сыщик разыгрывает указанное свойство или действие, держа в уме изменённое игровое состояние, однако фактическое игровое состояние остаётся неизменным.\n  - Игровое состояние считается изменённым на протяжении всего розыгрыша свойства или действия, начиная с его инициации (включая выплату цены, розыгрыш внеочередных атак и так далее) на протяжении применения всех эффектов вплоть до окончания розыгрыша.\n  - Свойства других карт или игровых эффектов, применяемых на протяжении разыгрываемого через «как если бы...» свойства/действия, так же разыгрываются, держа в уме изменённое игровое состояние. - FAQ, v.1.7, Март 2020",
    "updated_at": "2020-03-17T16:41:09.000Z"
  },
  {
    "code": "98010",
    "text": "- **В:** Что означает «карты, которые лечат ужас»? Может ли Кэролин использовать [Обмануть смерть](/card/03310) и [Питер Сильвестр](/card/02033)? Т.е. подойдет любая карта с фразой «вылечить # ужас»? **О:** Так и есть! Если карта лечит ужас, Кэролин может включить ее в колоду\n\n- **В:** Как быть с картами 0-5 [Искателя]/[Мистика], которые «лечат ужас»? Если я возьму 2 [Ясность ума](/card/02030), будут ли они входить в мои 15 карт [Искателя]/[Мистика] или их нужно считать, как «лечащие ужас» карты 0-5? **О:** Если карты [Искателя] или [Мистика] могут лечить ужас, их не следует считать за 15 других карт [Искателя] и/или [Мистика]. Иными словами, карту Кэролин следует читать, как «15 других карт [Искателя] и/или [Мистика], которых вы еще не включили в колоду». \n\n- **В:** От эффекта [Зелье храбрости](/card/02024) способность Кэролин должна сработать один или два раза? **О:** Только один раз. Слово «дополнительный» во второй части эффекта карты подразумевает, что в момент лечения второй ужас должен быть вылечен одновременно с первым, это единый эффект, а не два разных. - FAQ, v.1.3, Май 2018.\n\n- **В:** Если на способности написано «ваши карты», то подразумеваются карты, которыми я владею или контролирую? Например, способность [Кэролин Ферн](/card/05001) будет работать только если карта лечащая ужас под моим контролем? Или подходит любая карта, способная лечить ужас, если я ей владею? (см. справочник «Владеть и держать под контролем») **О:** «Ваши карты» - это карты под вашим контролем. Если вы владеете, но не контролируете карту, она не считается «вашей» для активации способностей. - FAQ, v.1.5, Апрель 2019\n\n- **В:** Когда Кэролин лечит сразу несколько целей, как работает ее способность? Используя [Нежную мелодию](/card/05314) для лечения себя и другого сыщика, сколько ресурсов я получу? А если вылечить себя и своего союзника? А если вылечить другого сыщика и его союзника? Иначе говоря, может ли способность Кэролин дать мне несколько ресурсов, если один эффект действует на несколько целей/игроков? Или эффект считается выполненым один раз, не смотря на количество целей? **О:** Если вы лечите больше 1 ужаса с одной карты, её владелец может взять только 1 ресурс, так как способность Кэролин сработала только один раз. Однако, если вы вылечили ужас с нескольких карт, даже если эффект был один, вы можете активировать спсобность Кэролин для каждой вылеченной карты. Например, если гипотетичская карта лечит каждому сыщику в локации 1 ужас, то это позволяет вам использовать способность Кэролин для каждого из этих сыщиков и дать каждому по 1 ресурсу. **В:** Получается главное вылечить как можно больше разных карт. Их владелец получит (максимум) по 1 ресурсу за каждую вылеченную карту. И тогда финальный вопрос - если Кэролин вылечит себя и своего союзника, она получит 2 ресурса? **О:** Все верно!",
    "updated_at": "2021-01-15T17:59:46.000Z"
  },
  {
    "code": "98011",
    "text": "- **«Как будто»:** Был добавлен к FAQ (v.1.7, Март 2020), затем исправлен (v.1.8, Октябрь 2020). Можете прочитать октябрьские исправления на сайте ArkhamDB [здесь](/rules#As_If). (Я добавил гиперссылку, а не повторно напечатал правила, чтобы если в будущем они будут исправлены или изменены, то тогда страница с правилами будет обновлена и все ArkhamDB FAQ будут отсылать к корректным правилам.)",
    "updated_at": "2020-11-11T15:54:25.000Z"
  }
]
