[
  {
    "code": "01001",
    "text": "- Вы можете активировать свойство [reaction] Роланда после использования любой карты под вашим контролем, чтобы победить врага (например, [Сторожевого пса](/card/01021)).\n\n- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-04-17T05:53:35.000Z"
  },
  {
    "code": "01002",
    "text": "- Если вам предписано потерять 1 или более действий, у вас будет на столько меньше действий, которые вы можете совершить во время своего хода. Это в первую очередь относится к вашим трём обычным действиям — если вам предписано потерять 1 или более действий, вы сначала должны терять свои обычные действия. Если таких действий у вас уже не осталось, вы теряете свои дополнительные действия в любом порядке на ваш выбор. Так, например, если вы играете Дейзи и эффект предписывает вам «потерять 2 действия», то у вас останется 1 обычное действие и специальное дополнительное действие Дейзи.",
    "updated_at": "2017-06-05T08:50:01.000Z"
  },
  {
    "code": "01004",
    "text": "- Вы не можете использовать свойство [reaction] Агнес, если вы назначили ужас на актив.",
    "updated_at": "2017-03-27T14:15:22.000Z"
  },
  {
    "code": "01005",
    "text": "- Если вы используете свойство [reaction] Венди, чтобы «отменить жетон хаоса», то с точки зрения эффектов, которые срабатывают при вытягивании определённых жетонов (как, например, у [Бейсбольной биты](/card/01074)), считается, что этот жетон вообще не вытягивался.\n\n- [elder_sign] Если проверка навыка автоматически успешна, сложность этой проверки считается равной 0.\n\n- **Автоматический Успех/Провал:** Некоторые игровые эффекты приводят к автоматическому успеху или провалу проверок навыков. В таких случаях, в зависимости от момента возникновения такого эффекта, некоторые шаги проверки навыка могут быть пропущены полностью.\n  - Если известно, что у сыщика автоуспех или автопровал до наступления Шага 3 (“[Вытяните жетон хаоса](/rules#Skill_Test_Timing)”), то этот шаг пропускается вместе с Шагом 4. Жетон(ы) хаоса не вытягиваются из мешка хаоса, и сыщик немедленно переходит к Шагу 5. Все остальные шаги проверки навыка проходят в обычном порядке.\n  - Если автоуспех или автопровал вызван эффектом вытянутого жетона хаоса, продолжите шаги 3 и 4, как обычно. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:21:16.000Z"
  },
  {
    "code": "01006",
    "text": "- «Улики в вашей локации» относятся только к ненайденным уликам.",
    "updated_at": "2017-04-30T21:12:43.000Z"
  },
  {
    "code": "01007",
    "text": "- Любой сыщик, находящийся в одной локации с Роландом Бэнксом, в зоне угрозы которого находится [«Замести следы»](/card/01007), может выполнить [reaction], чтобы сбросить улики с [«Замести следы»](/card/01007), как указано в FAQ [V1.0, раздел 2.1].\n\n- Свойство [reaction] на этой карте не является Обязательной, поэтому вы можете не активировать её, если не хотите.\n\n- Если вы решите сбросить улику с «Замести следы», улика в вашей локации останется нетронутой. Таким образом, если в локации есть хотя бы 1 улика, вы можете провести Исследование три раза, чтобы сбросить все улики с «Замести следы», а затем провести ещё одно Исследование, чтобы взять оставшуюся улику из локации.\n\n- Вы можете активировать свойство «Замести следы» как при успешном исследовании, так и при обнаружении улик с помощью эффектов карт (например, способности [Роланда](/card/01001), [«Доказательства!»](/card/01022) и т.д.)\n\n- Вы не можете активировать свойство «Замести следы», если нет улик в вашей локации.\n\n- Как только вы сбросите все улики с «Замести следы», она остаётся в вашей зоне угрозы до конца текущего сценария (она не кладётся в вашу стопку сброса).\n\n- Если Роланд выбывает (побеждён или совершил **Побег**), пока «Замести следы» находится в игре, срабатывает эффект **Обязательно** с «Замести следы», согласно FAQ [V1.0, раздел «Эррата», тема «Выбытие»].",
    "updated_at": "2017-05-03T17:42:53.000Z"
  },
  {
    "code": "",
    "text": "- You can only have 1 copy of your investigator's signature card in your deck. These cards have no level, which is different from having level 0, and the deckbuilding rules only allow you to add cards of level 0-5 to your main deck. *(**Note:** Signature cards in the Core Set were accidentally misprinted using the same template as level 0 cards. Starting with The Dunwich Legacy deluxe, signature cards will be printed as cards with no level (e.g. [Jenny's Twin .45s](/card/02010)).*",
    "updated_at": ""
  },
  {
    "code": "01009",
    "text": "- Если вы добавите эту карту в свою руку без взятия (например, с помощью актива [«Библиотекарь-консультант»](/card/01032)), то свойство <strong>Раскрытие</strong> все равно сработает.\n\n- Перемещение раны или ужаса отличается от «нанесения» или «получения» раны или ужаса, поэтому не вызывает эффектов и не позволяет игроку, играющему за Дейзи Уокер, переназначить ужас.",
    "updated_at": "2017-05-09T17:49:12.000Z"
  },
  {
    "code": "",
    "text": "- You can only have 1 copy of your investigator's signature card in your deck. These cards have no level, which is different from having level 0, and the deckbuilding rules only allow you to add cards of level 0-5 to your main deck. *(**Note:** Signature cards in the Core Set were accidentally misprinted using the same template as level 0 cards. Starting with The Dunwich Legacy deluxe, signature cards will be printed as cards with no level (e.g. [Search for the Truth](/card/02008)).*",
    "updated_at": ""
  },
  {
    "code": "01011",
    "text": "- Любой сыщик, находящийся в одной локации со Скатом О'Тулом у которого в зоне угрозы находятся [«Больничные долги»](/card/01011), может активировать [free], чтобы добавлять ресурсы на «Больничные долги», согласно FAQ [V1.0, раздел 2.1].\n\n- Если Скат выбывает (побеждён или совершил **Побег**), пока «Больничные долги» находятся в игре, срабатывает эффект **Обязательно** с «Больничных долгов», согласно FAQ [V1.0, раздел «Эррата», тема «Выбытие»].",
    "updated_at": "2017-06-05T08:36:31.000Z"
  },
  {
    "code": "",
    "text": "- You can only have 1 copy of your investigator's signature card in your deck. These cards have no level, which is different from having level 0, and the deckbuilding rules only allow you to add cards of level 0-5 to your main deck. *(**Note:** Signature cards in the Core Set were accidentally misprinted using the same template as level 0 cards. Starting with The Dunwich Legacy deluxe, signature cards will be printed as cards with no level (e.g. [Jim's Trumpet](/card/02012)).*",
    "updated_at": ""
  },
  {
    "code": "01013",
    "text": "- Вы должны либо сыграть эту карту (потратить действие и заплатить 2 ресурса, чтобы положить 1 безысходность на замысел) и положить её в сброс, либо получать 2 ужаса в конце каждого хода, до тех пор пока она находится у вас в руке.\n\n- Вы не можете выбрать и сбросить карту слабости из руки ни за превышение максимального количества карт на руке, ни за эффекты карт, которые заставляют вас «выбрать и сбросить». Однако вы можете сбросить её случайно или если эффект заставляет вас сбросить всю руку.\n\n- Если «Тёмные воспоминания» находятся у вас на руке, когда вы берете [«Амнезию»](/card/01096), то вы должны выбрать и сбросить все остальные карты, кроме «Тёмных воспоминаний».",
    "updated_at": "2016-12-14T20:32:42.000Z"
  },
  {
    "code": "01014",
    "text": "- «Сыграть» и «добавить к проверке» - это два разных игровых термина. Амулет Венди позволяет вам «сыграть» самую верхнюю карту события из вашего сброса, но не позволяет вам «добавить её при проверке» навыка.\n\n- Эффект **Обязательно** срабатывает после того, как вы сыграете событие из руки или из своего сброса. Он не срабатывает после того, как вы добавляете карту события с руки при проверке навыка.\n\n- Эффект **Обязательно** срабатывает после того, как событие сыграно, но до того, как будет помещено в ваш сброс. Если событие не попадет в стопку сброса в это время (например, событие, которое прикрепляется к локации, как [«Приманка»](/card/02156), или остаётся в игре в течение некоторого времени), то эффект **Обязательно** не сработает. Другими словами, Приманка будет сброшена как обычно, потому что она будет сброшена в другое время, а не после того, как вы её сыграете.\n\n- **«Как если/как будто»:** Эффекты некоторых карт позволяют сыщику разыграть свойство или выполнить действие, как если бы определённый аспект игрового состояния был изменён, используя ключевое слово «как если бы…, как будто…» в качестве указателя на изменение. Сыщик разыгрывает указанное свойство или действие, держа в уме изменённое игровое состояние, однако фактическое игровое состояние остаётся неизменным.\n  - Игровое состояние считается изменённым на протяжении всего розыгрыша свойства или действия, начиная с его инициации (включая выплату цены, розыгрыш внеочередных атак и так далее) на протяжении применения всех эффектов вплоть до окончания розыгрыша.\n  - Свойства других карт или игровых эффектов, применяемых на протяжении разыгрываемого через «как если бы…» свойства/действия, так же разыгрываются, держа в уме изменённое игровое состояние. - FAQ, v.1.7, Март 2020",
    "updated_at": "2020-03-17T16:44:36.000Z"
  },
  {
    "code": "01015",
    "text": "- Удалите карты из игры только на время текущего сценария. Они все ещё остаются в вашей колоде во время этой кампании.",
    "updated_at": "2016-11-14T14:49:00.000Z"
  },
  {
    "code": "01017",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-24T11:11:10.000Z"
  },
  {
    "code": "01018",
    "text": "- Вы не можете использовать свойство «Патрульного» после того, как нанесли ему смертельный урон/ужас (между назначением и размещением урона нет окна игрока для использования [free]бесплатных свойств).",
    "updated_at": "2017-01-17T11:13:34.000Z"
  },
  {
    "code": "01020",
    "text": "- «Мачете» не дает бонуса к урону при атаке врага не сражающегося с сыщиком (если сыщик успешно уходит от врага или ***Осторожного***) или врага, сражающегося с другим игроком. Чтобы получить бонус к урону, вы можете потратить действие, чтобы **начать сражаться** с врагом.\n\n- «Мачете» дает бонус к урону при атаке Огромного врага, если он развёрнут и является единственным врагом, сражающимся с вами. Огромный враг считается сражающимся с вами, поэтому он активирует свойства - как например у [«Мачете»](/card/01020), - которые требуют, чтобы вы были сражающимся с врагом. Однако для Огромного врага нет определённого момента во времени, когда он начинает сражаться с сыщиком; сыщик просто считается сражающимся с таким врагом, когда находится с ним в одной локации. Поэтому такие карты, как [«Незаметность»](/card/03028) и [«Крест Зои»](/card/02006), а также свойство [Зои Самарас](/card/02001) не работают с Огромными врагами: эти свойства активируются в момент, когда сыщик начинает сражаться с врагом, а с Огромными врагами такого момента нет.",
    "updated_at": "2017-05-04T20:32:40.000Z"
  },
  {
    "code": "01021",
    "text": "- Вы можете использовать свойство «Сторожевого пса», когда назначаете на него смертельный урон/ужас.",
    "updated_at": "2017-01-10T20:38:05.000Z"
  },
  {
    "code": "01022",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-01-06T21:22:04.000Z"
  },
  {
    "code": "01023",
    "text": "- «Уклонение» может отменить любой тип атаки противника: обычную атаку в фазе врага, внеочередную атаку или атаку Мстителя.\n\n- Если у атакующего противника есть **Обязательное** свойство, в котором сказано «Когда атакует» или «После того как атаковал», это свойство не срабатывает, если атака была отменена с помощью «Уклонения».\n\n- Когда ***Огромный*** враг атакует каждого сыщика, находящегося в его локации, «Уклонение» отменяет только одну из этих атак, а не все.\n\n- Если атака была отменена во время фазы врагов, атакующий враг всё равно поворачивается.",
    "updated_at": "2016-12-05T12:21:35.000Z"
  },
  {
    "code": "01024",
    "text": "- Когда вы играете «Взрыв динамита», во время того как сражаетесь врагами, то сначала вы тратите действие и платите стоимость, затем каждый враг совершает против вас внеочередную атаку, после чего разыгрываются эффекты карты, но только если вы ещё живы. Если сыщик был побежден после атак врагов - эффекты не сработают.",
    "updated_at": "2017-03-29T16:11:57.000Z"
  },
  {
    "code": "01028",
    "text": "- Вы не можете использовать свойство «Патрульного» после того, как нанесли ему смертельный урон/ужас (между назначением и размещением урона нет окна игрока для использования [free]бесплатных свойств).",
    "updated_at": "2017-02-15T02:57:34.000Z"
  },
  {
    "code": "01029",
    "text": "- Только базовый урон «Дробовика» ограничен от 1 до 5, другие эффекты карт, дающие бонусы к урону ([«Мощный удар»](/card/01025), [«Лита Чентлер»](/card/01117)), могут увеличить общий урон атаки свыше 5.",
    "updated_at": "2017-01-06T21:21:25.000Z"
  },
  {
    "code": "01031",
    "text": "- Вы не ищете конкретную карту. Вы просто смотрите на 3 верхние карты своей колоды, берете ту, которая вам больше всего нравится, и замешиваете остальные обратно в колоду.",
    "updated_at": "2017-06-10T16:51:23.000Z"
  },
  {
    "code": "01033",
    "text": "- Вы можете успешно **исследовать** в локации, даже если в ней нет улик.",
    "updated_at": "2017-01-30T22:55:31.000Z"
  },
  {
    "code": "01034",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-06T21:22:14.000Z"
  },
  {
    "code": "01036",
    "text": "- При прохождении проверки навыков Боя или Ловкости, вы можете вместо этого пройти проверку на Интеллект. Если вы это сделаете, применяйте для этой проверки только бонусы к вашему Интеллекту и игнорируйте любые бонусы к Бою или Ловкости. Вы можете добавлять к проверкам только карты со значками Интеллекта или Универсальных.\n\n- Вы должны сыграть эту карту до начала проверки навыков. Тип проверки навыков определяется до того, как вы получите возможность сыграть Быстрые карты (см. раздел [Порядок проверки навыка]).(/rules#Skill_Test_Timing)).\n\n- Вы не можете сыграть эту карту во время фазы Мифа, потому что ваш ход находится в фазе сыщиков.",
    "updated_at": "2016-12-20T20:09:42.000Z"
  },
  {
    "code": "01037",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-03-24T04:28:47.000Z"
  },
  {
    "code": "01038",
    "text": "- «Баррикада» предотвращает перемещение врагов в прикрепленную локацию из другой локации. Она не препятствует появлению врагов внутри.\n\n- Если сыщик, сражающийся с врагом, перемещается в локацию с прикрепленной «Баррикадой», то этот враг перестает сражаться и остается в прежней локации сыщика (после совершения внеочередной атаки).",
    "updated_at": "2017-03-29T16:15:42.000Z"
  },
  {
    "code": "01039",
    "text": "- Слово «дополнительную» означает в дополнение к другим уликам, которые вы найдете, т.е. оно изменяет количество улик, которые вы могли бы найти, но оно не добавляет дополнительный эффект поверх любых других эффектов (например, не складывается со [«Взломом»](/card/01045)).\n\n- Если вы добавляете «Дедукцию» к проверке при исследовании другого игрока, то этот другой игрок найдет 1 дополнительную улику, а не вы.",
    "updated_at": "2017-03-10T08:31:02.000Z"
  },
  {
    "code": "01041",
    "text": "- Враг не побежден, поэтому вы не добавляете его на победный счет (если у него есть победные очки), а также реакция после того как победили врага (например, [Роланд Бэнкс](/card/01001), [«Доказательства!»](/card/01022)) не срабатывает.",
    "updated_at": "2017-01-17T17:48:21.000Z"
  },
  {
    "code": "01045",
    "text": "- Вы можете использовать «Кражу со взломом», даже если в вашей локации нет улик.",
    "updated_at": "2017-03-29T16:17:58.000Z"
  },
  {
    "code": "01046",
    "text": "- Если при использовании этой карты вы взяли карту с тем же условием активации (например, [«Обошлось»](/card/01083)), вы можете сыграть ту карту во время того же окна реакции.",
    "updated_at": "2016-11-13T17:13:24.000Z"
  },
  {
    "code": "01048",
    "text": "- Если вы совершаете действие, которое считается как одно из ваших дополнительных действий, например, от [«Лео Де Лука»](/card/01048) и [«Сообразительность»](/card/02229), вы можете выбрать, какое дополнительное действие вы используете на самом деле.\n\n- О «дополнительном действии»: Когда вы тратите действия во время своего хода, первое действие, которое вы тратите, принимает обозначение «дополнительное». Если [«Лео Де Лука»](/card/01048) сброшен в середине хода, вы не теряете 1 действие из общего количества действий за ход. Если вы затем сыграете вторую копию этой карты, вы получите еще одно дополнительное действие.\n\n-- пример: [«Скат О'Тул»](/card/01003) держит в игре [«Лео Де Луку»](/card/01048) и сражается с [«Младшим упырем»](/card/01160). Первым действием, Скат атакует упыря (это дополнительное действие от Лео). Вторым действием, Скат перемещается в другую локацию, провоцируя внеочередную атаку со стороны упыря. Сыщик размещает на Лео урон от атаки упыря. Третьим действием, Скат снова перемещается, провоцируя еще одну внеочередную атаку от упыря, которая убивает Лео. Четвертым действием, Скат играет вторую копию Лео, провоцируя внеочередную атаку со стороны упыря, которую сыщик размещает на Ската. Пятым действием («второе» дополнительное действие от второго Лео), Скат атакует упыря и убивает его. [Не знаю, почему вы сделали это именно так, но это пример.]",
    "updated_at": "2017-06-05T08:34:45.000Z"
  },
  {
    "code": "01049",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-06T21:22:18.000Z"
  },
  {
    "code": "01050",
    "text": "- Враг не поворачивается, после того как вы перестали с ним сражаться.\n\n- Вы можете играть «Неуловимость», чтобы переместиться в другую локацию, даже если у вас нет врагов в зоне угрозы.\n\n- Вы можете переместиться в любую открытую локацию, где нет врагов, не обязательно связанную.\n\n- Вы должны переместиться, когда играете «Неуловимость», так как это не эффект «можете», исключением может быть, если нет подходящих для перемещения локаций или эффект правила запрещает движение.",
    "updated_at": "2017-05-09T18:02:04.000Z"
  },
  {
    "code": "01051",
    "text": "- «Нож в спину» заставляет вас проходить проверку  ловкости вместо навыка боя против значения боя врага (а не его значения ухода).",
    "updated_at": "2017-01-06T21:22:33.000Z"
  },
  {
    "code": "01052",
    "text": "- В свой ход вы поворачиваете врага, чтобы уйти от него, а затем разыгрываете «Внезапную атаку». Вы не можете играть её во время фазы противника.",
    "updated_at": "2017-01-06T21:22:32.000Z"
  },
  {
    "code": "01054",
    "text": "- Если вы совершаете действие, которое считается как одно из ваших дополнительных действий, например, от [«Лео Де Лука»](/card/01048) и [«Сообразительность»](/card/02229), вы можете выбрать, какое дополнительное действие вы используете на самом деле.\n\n- О «дополнительном действии»: Когда вы тратите действия во время своего хода, первое действие, которое вы тратите, принимает обозначение «дополнительное». Если [«Лео Де Лука»](/card/01048) сброшен в середине хода, вы не теряете 1 действие из общего количества действий за ход. Если вы затем сыграете вторую копию этой карты, вы получите еще одно дополнительное действие.\n\n-- пример: [«Скат О'Тул»](/card/01003) держит в игре [«Лео Де Луку»](/card/01048) и сражается с [«Младшим упырем»](/card/01160). Первым действием, Скат атакует упыря (это дополнительное действие от Лео). Вторым действием, Скат перемещается в другую локацию, провоцируя внеочередную атаку со стороны упыря. Сыщик размещает на Лео урон от атаки упыря. Третьим действием, Скат снова перемещается, провоцируя еще одну внеочередную атаку от упыря, которая убивает Лео. Четвертым действием, Скат играет вторую копию Лео, провоцируя внеочередную атаку со стороны упыря, которую сыщик размещает на Ската. Пятым действием («второе» дополнительное действие от второго Лео), Скат атакует упыря и убивает его. [Не знаю, почему вы сделали это именно так, но это пример.]",
    "updated_at": "2017-06-05T08:36:25.000Z"
  },
  {
    "code": "01056",
    "text": "- «Игра наверняка» работает со специальными жетонами, которые ссылаются на карту сценария ([skull][cultist][tablet][elder_thing]).",
    "updated_at": "2017-03-27T16:37:49.000Z"
  },
  {
    "code": "01058",
    "text": "- Перемещение тайн с «Запретных знаний» в ваш пул ресурсов **не** считается «получением» ресурсов, поэтому их можно использовать в ситуациях, когда сыщик с «Запретными знаниями» иначе не может получить ресурсы (например, находясь в [«Лачуге траппера»](/card/81014) или сражаясь с [«Громилой О'Бэнниона»](/card/02097)).",
    "updated_at": "2017-06-05T08:44:17.000Z"
  },
  {
    "code": "01060",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).",
    "updated_at": "2017-01-06T21:21:43.000Z"
  },
  {
    "code": "01062",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-02-03T09:42:49.000Z"
  },
  {
    "code": "01063",
    "text": "- Когда вы используете способность для поиска 3 верхних карт, если среди них есть ***Заклинание***, вы должны взять его, даже если это [«Тёмные воспоминания»](/card/01013). Вы не можете решить не находить то, что вы ищете, если оно там есть.",
    "updated_at": "2017-03-09T15:55:18.000Z"
  },
  {
    "code": "01064",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.\n\n- Разыграйте все ключевые слова и эффекты **Раскрытия** на карте контактов, прежде чем найти улики.\n\n- Если вы сыграли [«Лететь на огонь»](/card/01064) и взяли карту напасти, которая имеет эффект перемещения, выполните это перемещение до поиска улик. Вы находите улики в той локации, в которой вы закончили ход, если таковая имеется, а не в первоначальной локации, в которой вы сыграли «Лететь на огонь».",
    "updated_at": "2017-06-22T15:33:06.000Z"
  },
  {
    "code": "01066",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).",
    "updated_at": "2017-01-06T21:21:48.000Z"
  },
  {
    "code": "01067",
    "text": "- Если вы добавляете эту карту к проверке навыка другого игрока, и проверка проходит успешно, вы вылечиваете 1 ужас себе (а не другому игроку).",
    "updated_at": "2016-11-14T19:43:26.000Z"
  },
  {
    "code": "01068",
    "text": "- **Победа: X** - это часть напечатанного текстового поля врага. Если вы сыграете «Стереть память» на врага с победными очками и победите его, то он отправится в сброс контактов, а не на победный счет.\n\n- **В:** Удаляет ли [«Стереть память»](/card/01068) иконки урона и ужаса врага? **О:** Иконки урона и ужаса не являются частью текстового поля врага, поэтому они не удаляются с помощью «Стереть память».\n\n- - **\"Как если бы/как будто\":** Добавлено в FAQ (v.1.7, Март 2020) и обновлено (v.1.8, Октябрь 2020). Вы можете прочитать октябрьское определение правил на ArkhamDB [тут](/rules#As_If). (Я добавляю ссылку вместо издержки из правил на случай если правила изменятся или дополнятся - в этом случае страница правил будет обновлена и всё FAQ на ArkhamDB будут ссылатся на корректные правила.).\n  - Игровое состояние считается изменённым на протяжении всего розыгрыша свойства или действия, начиная с его инициации (включая выплату цены, розыгрыш внеочередных атак и так далее) на протяжении применения всех эффектов вплоть до окончания розыгрыша.\n  - Свойства других карт или игровых эффектов, применяемых на протяжении разыгрываемого через «как если бы…» свойства/действия, так же разыгрываются, держа в уме изменённое игровое состояние. - FAQ, v.1.7, Март 2020",
    "updated_at": "2020-03-17T16:40:33.000Z"
  },
  {
    "code": "01069",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).",
    "updated_at": "2017-01-06T21:21:45.000Z"
  },
  {
    "code": "01071",
    "text": "- [reaction] Если вы используете «Причудливую статуэтку» для игнорирования жетона хаоса, то для эффектов, срабатывающих при раскрытии определенного символа (например, [«Ослепляющий свет»](/card/01066)), считайте, что вы никогда не вытягивали этот жетон.\n\n-  **Разъяснение:** Когда вы используете несколько эффектов, которые изменяют шаг 3 проверки навыка «Вытяните жетон хаоса», сначала вы должны объявить о своих намерениях, потому что подразумевается, что все подобные эффекты срабатывают до того, как вы вытянете жетон из мешка.\nЕсли вы объявите, что сначала планируете использовать активируемое свойство [«Оливии Макбрайд»](/card/04197), затем вы должны объявить, какой из трёх вытягиваемых жетонов будет заменён на два с помощью эффекта [«Причудливой Статуэтки»](/card/01071). Это прозвучит как-то так: «Я вытяну три жетона, использовав Оливию, и вместо первого я вытяну два жетона, используя Причудливую статуэтку». Затем вы вытягиваете 2 жетона, игнорируете один из них, вытягиваете ещё 2 жетона и выбираете, какие 2 из 3 вы разыгрываете. Считается, что все жетоны вытягиваются одновременно, потому вы не можете вытянуть два жетона, используя эффект Статуэтки, и затем решить, что не хотите использовать Оливию.\nЕсли вы решите использовать эффекты в обратном порядке, вы точно так же должны заявить о своих намерениях: «Я вытяну два жетона вместо одного, используя Статуэтку, затем вместо второго жетона я вытяну три, используя эффект Оливии». Затем вы тянете жетоны — первый за Статуэтку, второй, третий и четвёртый за Оливию — и решаете, какой/какие вы разыграете. Эффект может показаться странным, потому что на карте Статуэтки написано: «Вытяните 2 жетона хаоса вместо одного. Разыграйте один из них на свой выбор, а другой игнорируйте». В целях розыгрыша жетонов с помощью данного эффекта считайте три жетона, вытянутых благодаря свойству Оливии, за один. Если вы решите разыграть второй, третий и четвёртый жетоны, вы должны выбрать два для розыгрыша и проигнорировать оставшийся, как обычно при использовании свойства Оливии. - FAQ v.1.3, Май 2018",
    "updated_at": "2018-06-05T19:00:34.000Z"
  },
  {
    "code": "01073",
    "text": "- Вы можете успешно **исследовать** локацию, даже если на ней нет никаких улик.\n\n- Успех определяется на 6 этапе [Прохождения проверки](/rules#Skill_Test_Timing), а взятые карты сбрасываются на 8 этапе, поэтому вы не можете использовать «Рытьё в мусоре», чтобы вернуть карту ***вещи***, которую вы только что взяли в ту же попытку исследования.",
    "updated_at": "2017-01-30T22:20:45.000Z"
  },
  {
    "code": "01074",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).\n\n- Когда жетон отменяется или игнорируется **полностью** (например, посредством способности [Венди Адамс](/card/01005) или [«Причудливой статуэтки»](/card/01071)), считайте, что он вообще никогда не был вытянут. Все эффекты жетона отменяются или игнорируются, а любые эффекты, которые могли бы сработать с жетоном хаоса этого типа (например, [«Бейсбольная бита»](/card/01074) с [skull] и [auto_fail]) **не срабатывают**. Однако, когда жетон игнорируется или отменяется лишь частично, как в случае с [«Непокорство»](/card/02190), он все равно считается вытянутым, и эффекты, срабатывающие при его вытягивании, **выполняются**.",
    "updated_at": "2017-05-09T17:39:44.000Z"
  },
  {
    "code": "01075",
    "text": "- Если вы сыграете карту с тем же условием розыгрыша (например, [«„Гляньте, что тут!“»](/card/01079)), вы сможете сыграть эту карту во время того же окна реакции.",
    "updated_at": "2016-12-05T13:11:34.000Z"
  },
  {
    "code": "01076",
    "text": "- Вы можете использовать «Бродячего кота», чтобы уйти от врага, с которым вы не сражаетесь.\n\n- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:19:21.000Z"
  },
  {
    "code": "01077",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-06T21:22:22.000Z"
  },
  {
    "code": "01078",
    "text": "- Вы уходите и поворачиваете всех врагов в вашей локации, даже тех, с которыми вы не сражаетесь (***Осторожных***, и тех, кто сражается с другими игроками).\n\n- **Автоматический успех/провал & Автоматический уход:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n  - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как [жетон хаоса вытянут](/rules#Skill_Test_Timing), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n  - Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно.\n  - Если действие предписывает \"автоматически уйти\" от 1 или более врагов, это не то же самое, что и автоматический успех попытки ухода. Согласно записи [Уход](/rules#Evade_Action) в Справочнике, если действие предписывает уйти от 1 или более врагов, проверка навыка ни в каком виде не производится. Следовательно, если не было проверки навыка, это не считается \"успешным\" уходом. Сыщик только выполняет шаги для ухода от врага (поворачивает его и прекращает с ним сражаться)\n  - Например, Патрицис активирует способность на [Хоуп](/card/06031), которая гласит: \"[action] Если Хоуп не повёрнута, поверните или бросьте её: Уход. Попытка ухода с базовым значением [agility] 5. (Если вы сбросили Хоуп, эта проверка встоматически успешна).\" Если Патрис выбирает сбросить Хоуп, проверка навыка автоматически успешна до вытягивания жетона хаоса, Тем не менее, проверка навыка технически происходит. Карты всё ещё могут быть добавлены к проверке и общий бонус к навыку сыщика опредёлён, так как он может влиять на эффекты других карт. Однако, если Патрис вместо этого использует способность [Бродячего кота](/card/01076), которая гласит: \"[free] Сбросьте Броядчего кота: Автоматически уйдите от не <b><i>элитного</i></b> врага в вашей локации,\" не происходит никакой проверки навыка. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:15:34.000Z"
  },
  {
    "code": "01079",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-02-08T03:35:55.000Z"
  },
  {
    "code": "01080",
    "text": "- Условие «Когда вы провалили проверку навыков» наступает раньше условия «После того как провалили проверки навыков», поэтому вы не можете сыграть «Повезло!» после использования [«Кроличьей лапки»](/card/01075) или сыграв [«„Гляньте, что тут!“»](/card/01079).\n\n- Если вы вытянули жетон автопровала [auto_fail], ваше общее значение навыка считается равным 0, что отменяет любые модификаторы.",
    "updated_at": "2017-01-23T14:04:34.000Z"
  },
  {
    "code": "01081",
    "text": "- Условие «может немедленно перестать сражаться с каждым другим врагом» дает вам выбор, перестать сражаться или нет с «каждым другим врагом», но не позволяет вам выбирать, с кем именно перестать сражаться.",
    "updated_at": "2017-06-15T19:27:46.000Z"
  },
  {
    "code": "01084",
    "text": "- Условие «Когда вы провалили проверку навыков» наступает раньше условия «После того как провалили проверки навыков», поэтому вы не можете сыграть «Повезло!» после использования [«Кроличьей лапки»](/card/01075) или сыграв [«„Гляньте, что тут!“»](/card/01079).\n\n- Если вы вытянули жетон автопровала [auto_fail], ваше общее значение навыка считается равным 0, что отменяет любые модификаторы.",
    "updated_at": "2016-12-05T13:11:04.000Z"
  },
  {
    "code": "01087",
    "text": "- Если вы уменьшите значение неясности до нуля, исследование в этой локации будет успешным, даже если вы вытянете жетон -8, потому что отрицательные значения считаются нулём, поэтому результат проверки навыка будет соответствовать сложности проверки нуля. Однако вы все равно можете потерпеть неудачу, если вытянете жетон [auto_fail] автопровала. (См. [Модификаторы](/rules#Modifiers))",
    "updated_at": "2017-04-20T22:02:49.000Z"
  },
  {
    "code": "01089",
    "text": "- «Максимум 1 на проверку» для всех игроков.\n\n- Если вы добавляете эту карту к проверке навыков другого игрока, и проверка проходит успешно, то вы берёте карту (а не другой игрок).",
    "updated_at": "2017-03-19T16:17:07.000Z"
  },
  {
    "code": "01090",
    "text": "- «Максимум 1 на проверку» для всех игроков.\n\n- Если вы добавляете эту карту к проверке навыков другого игрока, и проверка проходит успешно, то вы берёте карту (а не другой игрок).",
    "updated_at": "2017-03-19T16:17:15.000Z"
  },
  {
    "code": "01091",
    "text": "- «Максимум 1 на проверку» для всех игроков.\n\n- Если вы добавляете эту карту к проверке навыков другого игрока, и проверка проходит успешно, то вы берёте карту (а не другой игрок).",
    "updated_at": "2017-03-19T16:17:54.000Z"
  },
  {
    "code": "01092",
    "text": "- «Максимум 1 на проверку» для всех игроков.\n\n- Если вы добавляете эту карту к проверке навыков другого игрока, и проверка проходит успешно, то вы берёте карту (а не другой игрок).",
    "updated_at": "2017-03-19T16:17:59.000Z"
  },
  {
    "code": "01096",
    "text": "- В cправочнике про [слабости](/rules#Weakness) сказано: «Игрок не может по своему желанию сбросить с руки карту слабости». Таким образом, если у вас в руке есть [«Тёмные воспоминания»](/card/01013), вы должны оставить её и сбросить все остальные карты.",
    "updated_at": "2016-12-23T19:31:44.000Z"
  },
  {
    "code": "01097",
    "text": "- Во время фазы передышки вы сначала берёте карту, а затем получаете ресурс. Таким образом, если вы берёте «Паранойю», вы немедленно сбрасываете все ресурсы, а затем получаете 1.",
    "updated_at": "2017-03-19T21:31:37.000Z"
  },
  {
    "code": "01098",
    "text": "- Любой сыщик, находящийся в той же локации, что и сыщик с [«Призраками»](/card/01098) в своей зоне угрозы, может потратить [action][action], чтобы сбросить [«Призраков»](/card/01098), согласно FAQ [V1.0, раздел 2.1].",
    "updated_at": "2017-06-05T08:35:35.000Z"
  },
  {
    "code": "01099",
    "text": "- Любой сыщик, находящийся в той же локации, что и сыщик с [«Психозом»](/card/01099) в своей зоне угрозы, может потратить [action][action], чтобы сбросить [«Психоз»](/card/01099), согласно FAQ [V1.0, раздел 2.1].\n\n- Эффект срабатывает, даже если вы назначаете ужас на актив под вашим контролем (вы все равно получаете ужас, даже если переназначаете его).",
    "updated_at": "2017-05-03T17:35:25.000Z"
  },
  {
    "code": "01100",
    "text": "- Любой сыщик, находящийся в той же локации, что и сыщик с [«Ипохондрией»](/card/01099) в своей зоне угрозы, может потратить [action][action], чтобы сбросить [«Ипохондрию»](/card/01099), согласно FAQ [V1.0, раздел 2.1].\n\n- Эффект срабатывает, даже если вы назначаете рану на актив под вашим контролем (вы все равно получаете рану, даже если переназначаете её).",
    "updated_at": "2017-05-03T17:35:34.000Z"
  },
  {
    "code": "01101",
    "text": "- Сбросить врага не то же самое, что победить его, поэтому реакции на победу врага (например, [Роланд Бэнкс](/card/01001), [«Доказательства!»](/card/01022)) не срабатывают.",
    "updated_at": "2017-01-06T21:20:55.000Z"
  },
  {
    "code": "01103",
    "text": "- Его постоянная способность влияет на каждого сыщика в его локации (не только на владельца).\n\n- Способность [Роланда](/card/01001) может быть использована как обычно после того, как вы победите этого врага.\n\n- **«Как если/как будто»:** Эффекты некоторых карт позволяют сыщику разыграть свойство или выполнить действие, как если бы определённый аспект игрового состояния был изменён, используя ключевое слово «как если бы…, как будто…» в качестве указателя на изменение. Сыщик разыгрывает указанное свойство или действие, держа в уме изменённое игровое состояние, однако фактическое игровое состояние остаётся неизменным.\n  - Игровое состояние считается изменённым на протяжении всего розыгрыша свойства или действия, начиная с его инициации (включая выплату цены, розыгрыш внеочередных атак и так далее) на протяжении применения всех эффектов вплоть до окончания розыгрыша.\n  - Свойства других карт или игровых эффектов, применяемых на протяжении разыгрываемого через «как если бы…» свойства/действия, так же разыгрываются, держа в уме изменённое игровое состояние. - FAQ, v.1.7, Март 2020",
    "updated_at": "2020-03-17T16:42:43.000Z"
  },
  {
    "code": "01105",
    "text": "- Ведущий сыщик может выбрать первый вариант, даже если у сыщиков нет карт в руке (но хотя бы у одного есть).",
    "updated_at": "2017-01-06T21:20:45.000Z"
  },
  {
    "code": "01107",
    "text": "- Этот замысел может перемещать повёрнутых врагов.\n\n- Эффекты «В конце раунда» срабатывают после эффектов «Когда раунд заканчивается» (например, [«Барьер»](/card/01109)).",
    "updated_at": "2016-11-17T20:30:11.000Z"
  },
  {
    "code": "01110",
    "text": "- **Цель** является обязательной, она сработает, как только вы победите «Упыря-жреца», до того, как можно будет использовать любую реакцию *«После победы над врагом»*.",
    "updated_at": "2017-09-22T16:14:38.000Z"
  },
  {
    "code": "01113",
    "text": "- Свойство **Обязательно** срабатывает каждый раз, когда сыщик входит в эту локацию.",
    "updated_at": "2017-01-06T21:21:42.000Z"
  },
  {
    "code": "01114",
    "text": "- Свойство **Обязательно** срабатывает каждый раз, когда сыщик входит в эту локацию.",
    "updated_at": "2017-01-06T21:21:38.000Z"
  },
  {
    "code": "01117",
    "text": "- Бонус +1 к урону от Литы добавляется только к действиям **Бой**, а не к любым другим эффектам, наносящим урон ([«Внезапная атака»](/card/01052) и т.д.).\n\n- Когда вы берёте под контроль карту, она попадает в вашу игровую зону (не в руку).\n\n- Вы получаете контроль над Литой только временно, до конца сценария. Контроль над ней не делает её частью вашей колоды.\n\n- Если Лита покидает игру, пока игрок временно контролирует её во время сценария «Встреча» (т.е. пока она технически не является частью колоды этого игрока), удалите её из игры (не кладите её ни в чей сброс). Это не влияет на возможные решения сценария.",
    "updated_at": "2017-02-05T02:28:28.000Z"
  },
  {
    "code": "01118",
    "text": "- Если враг должен выйти в локацию, которая в данный момент не находится в игре (т.е. пока вы находитесь в «Кабинете»), положите эту карту врага в сброс контактов без каких-либо дальнейших эффектов.",
    "updated_at": "2016-11-13T17:23:23.000Z"
  },
  {
    "code": "01119",
    "text": "- Если враг должен выйти в локацию, которая в данный момент не находится в игре (т.е. пока вы находитесь в «Кабинете»), положите эту карту врага в сброс контактов без каких-либо дальнейших эффектов.",
    "updated_at": "2016-11-13T17:23:29.000Z"
  },
  {
    "code": "01123",
    "text": "- Обратите внимание, что в этой сцене речь идёт только об [Уникальных](/rules#Unique) культистах. [«Аколит»](/card/01169) и [«Орденский волшебник»](/card/01170) не считаются.",
    "updated_at": "2017-01-06T21:21:23.000Z"
  },
  {
    "code": "01133",
    "text": "- Если в момент перемещения на «Кладбище» там есть развёрнутые враги, то они начинают с вами сражаться ещё до того, как сработает способность **Обязательно**. Так что если вы провалите проверку и решите переместиться в «Ривертаун», они переместятся вместе с вами.\n\n- Если эффект карты предписывает вам переместиться, то вам не нужно тратить действие, и это не вызывает внеочередную атаку.",
    "updated_at": "2017-01-06T21:22:29.000Z"
  },
  {
    "code": "01137",
    "text": "- Если вы сыграете [«Уклонение»](/card/01023) или [«Гипнотический взгляд»](/card/02153) сражаясь с [«Оборотнем Дрю»](/card/01137), это отменяет способность **Обязательно** и ни атака, ни эффект не срабатывают.",
    "updated_at": "2017-06-05T08:46:23.000Z"
  },
  {
    "code": "01138",
    "text": "- Использование свойства **Переговоры** для добавления этого врага на победный счёт не считается победой над этим врагом (для использования способности [Роланда](/card/01001), [«Доказательства!»](/card/01022) и т.д.).\n\n- Победа над этим врагом по обычным правилам также добавит его на победный счёт.",
    "updated_at": "2016-11-27T19:38:33.000Z"
  },
  {
    "code": "01139",
    "text": "- Использование свойства **Переговоры** для добавления этого врага на победный счёт не считается победой над этим врагом (для использования способности [Роланда](/card/01001), [«Доказательства!»](/card/01022) и т.д.).\n\n- Победа над этим врагом по обычным правилам также добавит его на победный счёт.",
    "updated_at": "2016-11-27T19:38:41.000Z"
  },
  {
    "code": "01140",
    "text": "- Использование свойства **Переговоры** для добавления этого врага на победный счёт не считается победой над этим врагом (для использования способности [Роланда](/card/01001), [«Доказательства!»](/card/01022) и т.д.).\n\n- Победа над этим врагом по обычным правилам также добавит его на победный счёт.",
    "updated_at": "2016-11-27T19:38:47.000Z"
  },
  {
    "code": "01141",
    "text": "- Добавление этого врага на победный счёт с помощью его **Обязательной** способности не считается победой над этим врагом (для использования способности [Роланда](/card/01001), [«Доказательства!»](/card/01022) и т.д.).\n\n- Победа над этим врагом по обычным правилам также добавит его на победный счёт.",
    "updated_at": "2017-03-22T23:27:19.000Z"
  },
  {
    "code": "01144",
    "text": "- При случайном выборе слабости вы должны выбрать её из того же комплекта слабостей, который был у вас при создании колоды.",
    "updated_at": "2017-06-05T08:44:00.000Z"
  },
  {
    "code": "01148",
    "text": "- Сначала вы тратите 1 улику, возвращая ее в резерв жетонов. Затем, если вы успешно прошли проверку, положите 1 улику на карту сцены из резерва жетонов.\n\n- Чтобы активировать способность этой карты сцены, вашему сыщику не обязательно находиться в [«Месте ритуала»](/card/01156).",
    "updated_at": "2017-01-06T21:20:48.000Z"
  },
  {
    "code": "01151",
    "text": "- Этот эффект может отменить как обычное действие **Перемещение**, так и любой эффект карты, который мог бы переместить сыщика.",
    "updated_at": "2016-11-13T17:23:54.000Z"
  },
  {
    "code": "01157",
    "text": "- Обратите внимание, что «Умордхот» не имеет черты ***монстр***, поэтому он не будет получать повышенный урон от [«Литы Чентлер»](/card/01117).\n\n- Обратите внимание, что свойство [action]действия здесь не является **Переговорами**, поэтому при его использовании вы получите внеочередную атаку, а ваш сыщик может быть побежден до того, как это действие будет выполнено.\n\n- Огромный враг считается сражающимся с вами, поэтому он активирует свойства - как например у [«Мачете»](/card/01020), - которые требуют, чтобы вы были сражающимся с врагом. Однако для Огромного врага нет определённого момента во времени, когда он начинает сражаться с сыщиком; сыщик просто считается сражающимся с таким врагом, когда находится с ним в одной локации. Поэтому такие карты, как [«Незаметность»](/card/03028) и [«Крест Зои»](/card/02006), а также свойство [Зои Самарас](/card/02001) не работают с Огромными врагами: эти свойства активируются в момент, когда сыщик начинает сражаться с врагом, а с Огромными врагами такого момента нет.",
    "updated_at": "2017-05-04T20:30:31.000Z"
  },
  {
    "code": "01164",
    "text": "- Также применяется к способностям карт [action] с обозначениями действий (**Движение**, **Бой**, **Уход**).\n\n- Несколько копий «Застыть от страха» складываются: если вы разыгрываете вторую копию, она входит в игру в вашу зону угрозы; затем первое действие движения, боя или ухода, которое вы выполняете каждый ход, стоит 2 дополнительных действия, а в конце вашего хода вы выполняете две отдельные проверки [willpower], по одной для каждой копии «Застыть от страха» в вашей зоне угрозы.",
    "updated_at": "2017-01-26T18:03:31.000Z"
  },
  {
    "code": "01167",
    "text": "- Вы должны сбросить актив из игры. Даже если вы контролируете карты в руке, колоде и сбросе, существует также следующее правило:[Свойство](/rules#Ability)\n*«Свойство карты взаимодействует только с находящимися в игре картами, за исключением тех случаев, когда свойство прямо говорит об ином.»*\n\n- Обратите внимание, что когда на многоразовых активах заканчиваются, лежащие на них жетоны, то эти активы не сбрасываются автоматически, если не указано иного.\n\n- Вы не можете выбрать и сбросить [«„Некрономикон“»](/card/01009) или [«Барона Субботу»](/card/99003), потому что они «не могут выйти из игры».",
    "updated_at": "2017-02-23T15:30:47.000Z"
  },
  {
    "code": "01168",
    "text": "- Если вы взяли «Густой туман», когда на вашей локации уже есть другая его копия, сбросьте копию, которую вы только что взяли.",
    "updated_at": "2017-01-06T21:20:46.000Z"
  },
  {
    "code": "01169",
    "text": "- Свойство **Обязательно** Аколита срабатывает и во время подготовки к игре.",
    "updated_at": "2017-01-06T21:21:24.000Z"
  },
  {
    "code": "01171",
    "text": "- Вы либо выкладываете 2 безысходности на врага-***культиста*** в игре, либо ищете нового врага-***культиста*** по своему выбору, но не оба варианта.\n- **В:** Если враг находится в локации, от которой нет легального пути до моей локации, может ли он считаться ближайшим врагом, например, для свойства карты [«Загадочные песнопения»](/card/01171)? **О:** Даже если между врагом и сыщиком нет легального пути, этот враг всё равно считается ближайшим к этому сыщику, если в игре нет других подходящих врагов, которые находятся ближе. Однако такой враг не может переместиться в сторону этого сыщика, поскольку путь между ними отсутствует. - FAQ v1.2, январь 2018 г.",
    "updated_at": "2018-01-05T15:50:04.000Z"
  },
  {
    "code": "01172",
    "text": "- Свойство работает и со специальными жетонами, значения которых указаны на карте сценария.\n\n- Свойство перестает действовать, если вы сыграли [«Игра наверняка»](/card/01056).",
    "updated_at": "2017-04-16T22:24:50.000Z"
  },
  {
    "code": "01173",
    "text": "- Если вы пройдете проверку, ничего не происходит.\n- Если вы провалили проверку, вы получаете 1 урон и 1 ужас, затем перемещаетесь в [«Ривертаун»](/card/01125).",
    "updated_at": "2017-01-06T21:22:07.000Z"
  },
  {
    "code": "01174",
    "text": "- Прикрепите эту карту к локации, где больше всего улик и не прикреплена «Запертая дверь».\n\n- Если на всех открытых локациях нет улик, вы можете прикрепить «Запертая дверь» к закрытой локации.",
    "updated_at": "2017-01-06T21:22:05.000Z"
  },
  {
    "code": "01176",
    "text": "- Если вы провалите проверку и возьмете [«Психоз»](/card/01099), то его свойство **Обязательно** немедленно сработает и нанесет вам 1 направленную рану.\n\n- Если у вас уже есть [«Ипохондрия»](/card/01100), то это немедленная смерть, поздравляю :) [auto_fail]",
    "updated_at": "2017-01-13T01:18:51.000Z"
  },
  {
    "code": "01177",
    "text": "- Если вы сыграете карту сражаясь с «Йитианским наблюдателем», то он проведёт внеочередную атаку и сработает его свойство **Обязательно**, после того как вы заплатите стоимость карты, но до того, как сработают её эффекты или введете её в игру. Если свойство заставит вас сбросить эту карту случайно, вы в итоге потратите ресурсы впустую, не получив ничего взамен.\n\n- Если вы сыграете [«Уклонение»](/card/01023) или [«Гипнотический взгляд»](/card/02153) на атаку [«Йитианского наблюдателя»](/card/01177), это прерывает активацию эффекта **Обязательно**, и ни атака, ни принудительный эффект не срабатывают.",
    "updated_at": "2017-05-09T18:07:34.000Z"
  },
  {
    "code": "",
    "text": "- If you play a card while engaged with Yithian Observer, it will make an attack of opportunity against you and resolve its **Forced** ability, after you pay the cost of the card but before you resolve its effects or put it into play. If the ability makes you discard that card at random, you’ll end up having wasted resources without gaining anything in return.\n\n- If you play [Dodge](/card/01023) or [Hypnotic Gaze](/card/02153) on [Yithian Observer](/card/01177)'s attack, it interrupts the initiation of the **Forced** effect and neither attack nor forced effect triggers.",
    "updated_at": ""
  }
]