[
  {
    "code": "01001",
    "text": "- Вы можете активировать реакцию [reaction] Роланда после использования любой карты под вашим контролем, чтобы победить врага (например, [Сторожевой пёс](/card/01021)).\n\n- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-04-17T05:53:35.000Z"
  },
  {
    "code": "01002",
    "text": "- Если вам предписано потерять 1 или более действий, у вас будет на столько меньше действий, которые вы можете совершить во время своего хода. Это в первую очередь относится к вашим трём обычным действиям — если вам предписано потерять 1 или более действий, вы сначала должны терять свои обычные действия. Если таких действий у вас уже не осталось, вы теряете свои дополнительные действия в любом порядке на ваш выбор. Так, например, если вы играете Дейзи и эффект предписывает вам «потерять 2 действия», то у вас останется 1 обычное действие и специальное дополнительное действие Дейзи.",
    "updated_at": "2017-06-05T08:50:01.000Z"
  },
  {
    "code": "01004",
    "text": "- [reaction] Вы не можете использовать способность Агнес, если вы назначили ужас на актив.",
    "updated_at": "2017-03-27T14:15:22.000Z"
  },
  {
    "code": "01005",
    "text": "- [reaction] Если вы используете способность Венди, чтобы «отменить жетон хаоса», считайте, что вы никогда не вытягивали этот жетон, который вызывает эффекты, если вытянут определённый символ (например, [Бейсбольная бита](/card/01074)).\n\n- [elder_sign] Если проверка навыка автоматически проходит успешно, общая сложность этой проверки считается равной 0.\n\n- **Автоматический Успех/Провал:** Некоторые эффекты карты заставляют сыщика автоматически успешно пройти или автоматически провалить проверку навыка. В этом случае, в зависимости от времени действия такого эффекта, некоторые шаги проверки навыка могут быть пропущены полностью.\n  - Если известно, что сыщик автоматически успешно или неудачно проходит проверку навыков до наступления Шага 3 (“[Вытяните жетон хаоса](/rules#Skill_Test_Timing)”),этот шаг пропускается вместе с Шагом 4. Жетон(ы) хаоса не вытягиваются из мешка хаоса, и сыщик немедленно переходит к Шагу 5. Все остальные шаги проверки навыка проходят в обычном порядке.\n  - Если эффект жетона хаоса вызывает автоматический успех или неудачу в проверке навыка, продолжите шаги 3 и 4, как обычно. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:21:16.000Z"
  },
  {
    "code": "01006",
    "text": "- «Улики в вашей локации» относятся только к ненайденным уликам.",
    "updated_at": "2017-04-30T21:12:43.000Z"
  },
  {
    "code": "01007",
    "text": "- Любой сыщик, находящийся в одной локации с Роландом Бэнксом, в зоне угрозы которого находится [«Замести следы»](/card/01007), может выполнить [reaction], чтобы сбросить улики с [«Замести следы»](/card/01007), как указано в FAQ [V1.0, раздел 2.1].\n\n- [reaction] Способность реакции на этой карте не является Обязательной, поэтому вы можете не вызывать её, если не хотите.\n\n- Если вы решите сбросить улику с «Замести следы», улика в вашей локации останется нетронутой. Таким образом, если в локации есть хотя бы 1 улика, вы можете провести Исследование три раза, чтобы сбросить все улики с «Замести следы», а затем провести ещё одно Исследование, чтобы взять оставшуюся улику из локации.\n\n- Вы можете активировать свойство «Замести следы» как при успешном исследовании, так и при обнаружении улик с помощью эффектов карт (например, [способности Роланда](/card/01001), [«Доказательства!»](/card/01022) и т.д.)\n\n- Вы не можете активировать свойство «Замести следы», если нет улик в вашей локации.\n\n- Как только вы сбросите все улики с «Замести следы», она остаётся в вашей зоне угрозы до конца текущего сценария (она не кладётся в вашу стопку сброса).\n\n- Если Роланд выбывает (побеждён или совершил **Побег**), пока «Замести следы» находится в игре, срабатывает эффект **Обязательно** с «Замести следы», согласно FAQ [V1.0, раздел «Эррата», тема «Выбытие»].",
    "updated_at": "2017-05-03T17:42:53.000Z"
  },
  {
    "code": "01009",
    "text": "- Если вы добавите эту карту в свою руку без взятия (например, с помощью актива [«Библиотекарь-консультант»](/card/01032)), то свойство <strong>Раскрытие</strong> все равно сработает.\n\n- Перемещение раны или ужаса отличается от «нанесения» или «получения» раны или ужаса, поэтому не вызывает эффектов и не позволяет игроку, играющему за Дейзи Уокер, переназначить ужас.",
    "updated_at": "2017-05-09T17:49:12.000Z"
  },
  {
    "code": "01011",
    "text": "- Любой сыщик, находящийся в одной локации со Скатом О'Тулом у которого в зоне угрозы находятся [«Больничные долги»](/card/01011), может активировать [free], чтобы добавлять ресурсы на «Больничные долги», согласно FAQ [V1.0, раздел 2.1].\n\n- Если Скат выбывает (побеждён или совершил **Побег**), пока «Больничные долги» находятся в игре, срабатывает эффект **Обязательно** с «Больничных долгов», согласно FAQ [V1.0, раздел «Эррата», тема «Выбытие»].",
    "updated_at": "2017-06-05T08:36:31.000Z"
  },
  {
    "code": "01013",
    "text": "- Вы должны либо разыграть эту карту (потратить действие и заплатить 2 ресурса, чтобы положить 1 безысходность на замысел) и положить её в сброс, либо получать 2 ужаса в конце каждого хода, до тех пор пока она находится у вас в руке.\n\n- Вы не можете выбрать и сбросить карту слабости из руки ни за превышение максимального количества карт на руке, ни за эффекты карт, которые заставляют вас «выбрать и сбросить». Однако вы можете сбросить её случайно или если эффект заставляет вас сбросить всю руку.\n\n- Если «Тёмные воспоминания» находятся у вас на руке, когда вы вытягиваете [«Амнезию»](/card/01096), то вы должны выбрать и сбросить все остальные карты, кроме «Тёмных воспоминаний».",
    "updated_at": "2016-12-14T20:32:42.000Z"
  },
  {
    "code": "01014",
    "text": "- «Сыграть» и «добавить к проверке» - это два разных игровых термина. Амулет Венди позволяет вам «сыграть» самую верхнюю карту события из вашего сброса, но не позволяет вам «добавить её при проверке» навыка.\n\n- Эффект **Обязательно** срабатывает после того, как вы сыграете событие из руки или из своего сброса. Он не срабатывает после того, как вы добавляете карту события с руки при проверке навыка.\n\n- Эффект **Обязательно** срабатывает после того, как событие сыграно, но до того, как будет помещено в ваш сброс. Если событие не попадет в стопку сброса в это время (например, событие, которое прикрепляется к локации, как [«Приманка»](/card/02156), или остаётся в игре в течение некоторого времени), то эффект **Обязательно** не сработает. Другими словами, Приманка будет сброшена как обычно, потому что она будет сброшена в другое время, а не после того, как вы её сыграете.\n\n- **«Как если/как будто»:** Эффекты некоторых карт позволяют сыщику разыграть свойство или выполнить действие, как если бы определённый аспект игрового состояния был изменён, используя ключевое слово «как если бы…, как будто…» в качестве указателя на изменение. Сыщик разыгрывает указанное свойство или действие, держа в уме изменённое игровое состояние, однако фактическое игровое состояние остаётся неизменным.\n  - Игровое состояние считается изменённым на протяжении всего розыгрыша свойства или действия, начиная с его инициации (включая выплату цены, розыгрыш внеочередных атак и так далее) на протяжении применения всех эффектов вплоть до окончания розыгрыша.\n  - Свойства других карт или игровых эффектов, применяемых на протяжении разыгрываемого через «как если бы…» свойства/действия, так же разыгрываются, держа в уме изменённое игровое состояние. - FAQ, v.1.7, Март 2020",
    "updated_at": "2020-03-17T16:44:36.000Z"
  },
  {
    "code": "01015",
    "text": "- Удалите карты из игры только на время текущего сценария. Они все ещё остаются в вашей колоде во время этой кампании.",
    "updated_at": "2016-11-14T14:49:00.000Z"
  },
  {
    "code": "01017",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-24T11:11:10.000Z"
  },
  {
    "code": "01018",
    "text": "- Вы не можете использовать свойство «Патрульного» после того, как нанесли ему смертельный урон/ужас (между назначением и размещением урона нет окна игрока для использования [free]бесплатных свойств).",
    "updated_at": "2017-01-17T11:13:34.000Z"
  },
  {
    "code": "01020",
    "text": "- «Мачете» не дает бонуса к урону при атаке врага не сражающегося с сыщиком (если сыщик успешно уходит от врага или ***Осторожного***) или врага, сражающегося с другим игроком. Чтобы получить бонус к урону, вы можете потратить действие, чтобы **начать сражаться** с врагом.\n\n- «Мачете» дает бонус к урону при атаке Огромного врага, если он развёрнут и является единственным врагом, сражающимся с вами. Огромный враг считается сражающимся с вами, поэтому он активирует свойства - как например у [«Мачете»](/card/01020), - которые требуют, чтобы вы были сражающимся с врагом. Однако для Огромного врага нет определённого момента во времени, когда он начинает сражаться с сыщиком; сыщик просто считается сражающимся с таким врагом, когда находится с ним в одной локации. Поэтому такие карты, как [«Незаметность»](/card/03028) и [«Крест Зои»](/card/02006), а также свойство [Зои Самарас](/card/02001) не работают с Огромными врагами: эти свойства активируются в момент, когда сыщик начинает сражаться с врагом, а с Огромными врагами такого момента нет.",
    "updated_at": "2017-05-04T20:32:40.000Z"
  },
  {
    "code": "01021",
    "text": "- Вы можете использовать свойство «Сторожевого пса», когда назначаете на него смертельный урон/ужас.",
    "updated_at": "2017-01-10T20:38:05.000Z"
  },
  {
    "code": "01022",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-01-06T21:22:04.000Z"
  },
  {
    "code": "01023",
    "text": "- «Уклонение» может отменить любой тип атаки противника: обычную атаку в фазе врага, внеочередную атаку или атаку Мстителя.\n\n- Если у атакующего противника есть **Обязательное** свойство, в котором сказано «Когда атакует» или «После того как атаковал», это свойство не срабатывает, если атака была отменена с помощью «Уклонения».\n\n- Когда ***Огромный*** враг атакует каждого сыщика, находящегося в его локации, «Уклонение» отменяет только одну из этих атак, а не все.\n\n- Если атака была отменена во время фазы врагов, атакующий враг всё равно поворачивается.",
    "updated_at": "2016-12-05T12:21:35.000Z"
  },
  {
    "code": "01024",
    "text": "- Когда вы играете «Взрыв динамита», во время того как сражаетесь врагами, то сначала вы тратите действие и платите стоимость, затем каждый враг совершает против вас внеочередную атаку, после чего разыгрываются эффекты карты, но только если вы ещё живы. Если сыщик был побежден после атак врагов - эффекты не сработают.",
    "updated_at": "2017-03-29T16:11:57.000Z"
  },
  {
    "code": "01028",
    "text": "- Вы не можете использовать свойство «Патрульного» после того, как нанесли ему смертельный урон/ужас (между назначением и размещением урона нет окна игрока для использования [free]бесплатных свойств).",
    "updated_at": "2017-02-15T02:57:34.000Z"
  },
  {
    "code": "01029",
    "text": "- Только базовый урон «Дробовика» ограничен от 1 до 5, другие эффекты карт, дающие бонусы к урону ([«Мощный удар»](/card/01025), [«Лита Чентлер»](/card/01117)), могут увеличить общий урон атаки свыше 5.",
    "updated_at": "2017-01-06T21:21:25.000Z"
  },
  {
    "code": "01031",
    "text": "- Вы не ищете конкретную карту. Вы просто смотрите на 3 верхние карты своей колоды, берете ту, которая вам больше всего нравится, и замешиваете остальные обратно в колоду.",
    "updated_at": "2017-06-10T16:51:23.000Z"
  },
  {
    "code": "01033",
    "text": "- Вы можете успешно **исследовать** в локации, даже если в ней нет улик.",
    "updated_at": "2017-01-30T22:55:31.000Z"
  },
  {
    "code": "01034",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-06T21:22:14.000Z"
  },
  {
    "code": "01036",
    "text": "- При прохождении проверки навыков Боя или Ловкости, вы можете вместо этого пройти проверку на Интеллект. Если вы это сделаете, применяйте для этой проверки только бонусы к вашему Интеллекту и игнорируйте любые бонусы к Бою или Ловкости. Вы можете добавлять к проверкам только карты со значками Интеллекта или Универсальных.\n\n- Вы должны сыграть эту карту до начала проверки навыков. Тип проверки навыков определяется до того, как вы получите возможность сыграть Быстрые карты (см. раздел [Порядок проверки навыка]).(/rules#Skill_Test_Timing)).\n\n- Вы не можете разыграть эту карту во время фазы Мифа, потому что ваш ход находится в фазе сыщиков.",
    "updated_at": "2016-12-20T20:09:42.000Z"
  },
  {
    "code": "01037",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-03-24T04:28:47.000Z"
  },
  {
    "code": "01038",
    "text": "- «Баррикада» предотвращает перемещение врагов в прикрепленную локацию из другой локации. Она не препятствует появлению врагов внутри.\n\n- Если сыщик, сражающийся с врагом, перемещается в локацию с прикрепленной «Баррикадой», то этот враг перестает сражаться и остается в прежней локации сыщика (после совершения внеочередной атаки).",
    "updated_at": "2017-03-29T16:15:42.000Z"
  },
  {
    "code": "01039",
    "text": "- Слово «дополнительную» означает в дополнение к другим уликам, которые вы найдете, т.е. оно изменяет количество улик, которые вы могли бы найти, но оно не добавляет дополнительный эффект поверх любых других эффектов (например, не складывается со [«Взломом»](/card/01045)).\n\n- Если вы добавляете «Дедукцию» к проверке при исследовании другого игрока, то этот другой игрок найдет 1 дополнительную улику, а не вы.",
    "updated_at": "2017-03-10T08:31:02.000Z"
  },
  {
    "code": "01041",
    "text": "- Враг не побежден, поэтому вы не добавляете его на победный счет (если у него есть победные очки), а также реакция после того как победили врага (например, [Роланд Бэнкс](/card/01001), [«Доказательства!»](/card/01022)) не срабатывает.",
    "updated_at": "2017-01-17T17:48:21.000Z"
  },
  {
    "code": "01045",
    "text": "- Вы можете использовать «Кражу со взломом», даже если в вашей локации нет улик.",
    "updated_at": "2017-03-29T16:17:58.000Z"
  },
  {
    "code": "01046",
    "text": "- Если при использовании этой карты вы взяли карту с тем же условием активации (например, [«Обошлось»](/card/01083)), вы можете сыграть ту карту во время того же окна реакции.",
    "updated_at": "2016-11-13T17:13:24.000Z"
  },
  {
    "code": "01048",
    "text": "- Если вы совершаете действие, которое считается как одно из ваших дополнительных действий, например, от [«Лео Де Лука»](/card/01048) и [«Сообразительность»](/card/02229), вы можете выбрать, какое дополнительное действие вы используете на самом деле.\n\n- О «дополнительном действии»: Когда вы тратите действия во время своего хода, первое действие, которое вы тратите, принимает обозначение «дополнительное». Если [«Лео Де Лука»](/card/01048) сброшен в середине хода, вы не теряете 1 действие из общего количества действий за ход. Если вы затем сыграете вторую копию этой карты, вы получите еще одно дополнительное действие.\n\n-- пример: [«Скат О'Тул»](/card/01003) держит в игре [«Лео Де Луку»](/card/01048) и сражается с [«Младшим упырем»](/card/01160). Первым действием, Скат атакует упыря (это дополнительное действие от Лео). Вторым действием, Скат перемещается в другую локацию, провоцируя внеочередную атаку со стороны упыря. Сыщик размещает на Лео урон от атаки упыря. Третьим действием, Скат снова перемещается, провоцируя еще одну внеочередную атаку от упыря, которая убивает Лео. Четвертым действием, Скат играет вторую копию Лео, провоцируя внеочередную атаку со стороны упыря, которую сыщик размещает на Ската. Пятым действием («второе» дополнительное действие от второго Лео), Скат атакует упыря и убивает его. [Не знаю, почему вы сделали это именно так, но это пример.]",
    "updated_at": "2017-06-05T08:34:45.000Z"
  },
  {
    "code": "01049",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-06T21:22:18.000Z"
  },
  {
    "code": "01050",
    "text": "- Враг не поворачивается, после того как вы перестали с ним сражаться.\n\n- Вы можете играть «Неуловимость», чтобы переместиться в другую локацию, даже если у вас нет врагов в зоне угрозы.\n\n- Вы можете переместиться в любую открытую локацию, где нет врагов, не обязательно связанную.\n\n- Вы должны переместиться, когда играете «Неуловимость», так как это не эффект «можете», исключением может быть, если нет подходящих для перемещения локаций или эффект правила запрещает движение.",
    "updated_at": "2017-05-09T18:02:04.000Z"
  },
  {
    "code": "01051",
    "text": "- «Нож в спину» заставляет вас проходить проверку  ловкости вместо навыка боя против значения боя врага (а не его значения ухода).",
    "updated_at": "2017-01-06T21:22:33.000Z"
  },
  {
    "code": "01052",
    "text": "- В свой ход вы поворачиваете врага, чтобы уйти от него, а затем разыгрываете «Внезапную атаку». Вы не можете играть ее во время фазы противника.",
    "updated_at": "2017-01-06T21:22:32.000Z"
  },
  {
    "code": "01054",
    "text": "- Если вы совершаете действие, которое считается как одно из ваших дополнительных действий, например, от [«Лео Де Лука»](/card/01048) и [«Сообразительность»](/card/02229), вы можете выбрать, какое дополнительное действие вы используете на самом деле.\n\n- О «дополнительном действии»: Когда вы тратите действия во время своего хода, первое действие, которое вы тратите, принимает обозначение «дополнительное». Если [«Лео Де Лука»](/card/01048) сброшен в середине хода, вы не теряете 1 действие из общего количества действий за ход. Если вы затем сыграете вторую копию этой карты, вы получите еще одно дополнительное действие.\n\n-- пример: [«Скат О'Тул»](/card/01003) держит в игре [«Лео Де Луку»](/card/01048) и сражается с [«Младшим упырем»](/card/01160). Первым действием, Скат атакует упыря (это дополнительное действие от Лео). Вторым действием, Скат перемещается в другую локацию, провоцируя внеочередную атаку со стороны упыря. Сыщик размещает на Лео урон от атаки упыря. Третьим действием, Скат снова перемещается, провоцируя еще одну внеочередную атаку от упыря, которая убивает Лео. Четвертым действием, Скат играет вторую копию Лео, провоцируя внеочередную атаку со стороны упыря, которую сыщик размещает на Ската. Пятым действием («второе» дополнительное действие от второго Лео), Скат атакует упыря и убивает его. [Не знаю, почему вы сделали это именно так, но это пример.]",
    "updated_at": "2017-06-05T08:36:25.000Z"
  },
  {
    "code": "01056",
    "text": "- «Игра наверняка» работает со специальными жетонами, которые ссылаются на карту сценария ([skull][cultist][tablet][elder_thing]).",
    "updated_at": "2017-03-27T16:37:49.000Z"
  },
  {
    "code": "01058",
    "text": "- Moving secrets from Forbidden Knowledge to your resource pool **does not** count as 'gaining' resources, so can be used in situations where the investigator with Forbidden Knowledge may not otherwise gain resources (such as being at [Trapper's Cabin](/card/81014) or being engaged with [O'Bannion's Thug](/card/02097)).",
    "updated_at": "2017-06-05T08:44:17.000Z"
  },
  {
    "code": "01060",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).",
    "updated_at": "2017-01-06T21:21:43.000Z"
  },
  {
    "code": "01062",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-02-03T09:42:49.000Z"
  },
  {
    "code": "01063",
    "text": "- When you use the ability to search the top 3 cards, if there is a ***Spell*** among them, you must draw it, even if it is [Dark Memory](/card/01013). You cannot choose to fail to find what you're searching for if it's there.",
    "updated_at": "2017-03-09T15:55:18.000Z"
  },
  {
    "code": "01064",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.\n\n- Resolve any keywords and **Revelation** abilities on the encounter card before discovering clues.\n\n- If you play [Drawn to the Flame](/card/01064), draw a treachery card that has a move effect, resolve the move before discovering clues. You discover clues from the location you end at, if any, rather than the original location at which you played Drawn to the Flame.",
    "updated_at": "2017-06-22T15:33:06.000Z"
  },
  {
    "code": "01066",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).",
    "updated_at": "2017-01-06T21:21:48.000Z"
  },
  {
    "code": "01067",
    "text": "- If you commit this card to another player's skill test, and the test is successful, you heal 1 horror (not the other player).",
    "updated_at": "2016-11-14T19:43:26.000Z"
  },
  {
    "code": "01068",
    "text": "- **Victory: X** is a part of the enemy's printed text box. If you cast Mind Wipe on an enemy with victory points, and defeat that enemy, it will go into the discard pile, not into your victory display.\n\n- **Q:** Does [Mind Wipe](/card/01068) blank the damage and horror icons of an enemy? **A:** Damage and horror icons are not part of the enemy’s text box, so they are not blanked by Mind Wipe.\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:40:33.000Z"
  },
  {
    "code": "01069",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).",
    "updated_at": "2017-01-06T21:21:45.000Z"
  },
  {
    "code": "01071",
    "text": "- [reaction] If you use Grotesque Statue to 'ignore a chaos token', treat it as if you've never revealed that token, for purposes of effects that trigger if a specific symbol is revealed (e.g. [Blinding Light](/card/01066)).\n\n-  **Clarification:** When you use multiple effects that replace “revealing a chaos token” with something, else, you must first declare your intention so you are reacting to what you draw from the bag, because each of these effects are meant to be triggered before you draw tokens from the bag. If you declare you’re going to trigger [Olive McBride's](/card/04197) ability first, you should then declare which of the 3 tokens you’re about to reveal from Olive’s ability will be turned into 2 tokens from the [Grotesque Statue](/card/01071) (For example, “I’m going to reveal 3 tokens using Olive, and for the first token, I’m going to reveal 2 instead of 1 using my statue). Then you’ll ignore one of the 2 statue tokens, and be left with 3 total tokens, which you’ll then ignore 1 of. (All of these tokens are considered to be revealed simultaneously, so you are not allowed to reveal the\nfirst 2 tokens with Olive, and then decide whether or not to use the statue). \nIf you instead trigger the statue’s ability first, you would do the same thing, declaring your intent. (For example, “I’m going to reveal 2 tokens using my statue, but for the second token, I’m going to use Olive’s ability to reveal 3 instead of 1”.) Then you would choose between resolving the first token or the 3 Olive tokens. (Here this may seem a little strange, because Grotesque Statue says “Choose 1 of those tokens to resolve, and ignore the other,” which implies that you only get to resolve 1 token and ignore 1 token, but for the purposes of resolving these types of effects, the 3 tokens revealed from Olive’s ability should be treated as 1 revealed token.) If you decide to resolve the 3 Olive tokens you would then choose 2 to resolve and resolve the other, as usual. - FAQ v.1.3, May 2018",
    "updated_at": "2018-06-05T19:00:34.000Z"
  },
  {
    "code": "01073",
    "text": "- You can successfully **Investigate** a location even if there are no clues on it.\n\n- Success is determined in Step 6 of the [Skill Test Timing](/rules#Skill_Test_Timing), and committed cards get discarded in Step 8, so you cannot use Scavenging to get back an ***Item*** card that you've just committed to the same investigation attempt.",
    "updated_at": "2017-01-30T22:20:45.000Z"
  },
  {
    "code": "01074",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 этапе [Прохождения проверки](/rules#Skill_Test_Timing).\n\n- When a token is 'cancelled' or 'ignored' **in its entirety** (such as through [Wendy Adams](/card/01005)'s ability or [Grotesque Statue](/card/01071)), treat the token as if it had never been revealed at all. All of the token's effects are cancelled or ignored, and any effects that would trigger off that type of chaos token (like [Baseball Bat](/card/01074) with [skull] and [auto_fail]) **do not** trigger. However, when a token is only partially ignored or cancelled, as with [Defiance](/card/02190), the token is still considered to have been revealed, and effects that trigger off it being revealed **do** trigger.",
    "updated_at": "2017-05-09T17:39:44.000Z"
  },
  {
    "code": "01075",
    "text": "- If you use this to draw a card with the same triggering condition (e.g. [\"Look what I found!\"](/card/01079)), you can play that card during the same reaction window.",
    "updated_at": "2016-12-05T13:11:34.000Z"
  },
  {
    "code": "01076",
    "text": "- You can use Stray Cat to evade an enemy that you're not engaged with.\n\n- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:19:21.000Z"
  },
  {
    "code": "01077",
    "text": "- Вы можете использовать [free]бесплатные свойства столько раз, сколько захотите, пока можете оплачивать их стоимость; ограничений нет.",
    "updated_at": "2017-01-06T21:22:22.000Z"
  },
  {
    "code": "01078",
    "text": "- This effect will evade and exhaust all enemies in your location, even those that you're not engaged with (***Aloof***, and those engaged with other players).\n\n- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:15:34.000Z"
  },
  {
    "code": "01079",
    "text": "- Вы можете найти улику, только если она есть в вашей локации.",
    "updated_at": "2017-02-08T03:35:55.000Z"
  },
  {
    "code": "01080",
    "text": "- The \"When you would fail a skill test\" triggering condition comes before the \"After you fail a skill test\" triggering condition, so you cannot play Lucky! after you use [Rabbit’s Foot](/card/01075) or play [\"Look what I found!\"](/card/01079).\n\n- If you reveal an [auto_fail] auto-fail token, your total skill value is considered to be 0, overriding any modifiers.",
    "updated_at": "2017-01-23T14:04:34.000Z"
  },
  {
    "code": "01081",
    "text": "- The clause \"may immediately disengage from each other enemy\" gives you the choice whether or not to disengage from \"each other enemy\", but doesn't allow you to pick and choose which to disengage from.",
    "updated_at": "2017-06-15T19:27:46.000Z"
  },
  {
    "code": "01084",
    "text": "- The \"When you would fail a skill test\" triggering condition comes before the \"After you fail a skill test\" triggering condition, so you cannot play Lucky! after you use [Rabbit’s Foot](/card/01075) or play [\"Look what I found!\"](/card/01079).\n\n- If you reveal an Auto-Fail token, your total skill value is considered to be 0, all modifiers are ignored.",
    "updated_at": "2016-12-05T13:11:04.000Z"
  },
  {
    "code": "01087",
    "text": "- If you reduce shroud to 0, investigating this location will be successful even if you reveal a -8 token, because negative values are treated as 0, so your skill test result will match the test difficulty of 0. You can still fail if you reveal an [auto_fail] auto-fail token though. (See [Modifiers](/rules#Modifiers))",
    "updated_at": "2017-04-20T22:02:49.000Z"
  },
  {
    "code": "01089",
    "text": "- \"Max 1 per skill test\" across all players.\n\n- If you commit this card to another player's skill test, and the test is successful, you draw a card (not the other player).",
    "updated_at": "2017-03-19T16:17:07.000Z"
  },
  {
    "code": "01090",
    "text": "- \"Max 1 per skill test\" across all players.\n\n- If you commit this card to another player's skill test, and the test is successful, you draw a card (not the other player).",
    "updated_at": "2017-03-19T16:17:15.000Z"
  },
  {
    "code": "01091",
    "text": "- \"Max 1 per skill test\" across all players.\n\n- If you commit this card to another player's skill test, and the test is successful, you draw a card (not the other player).",
    "updated_at": "2017-03-19T16:17:54.000Z"
  },
  {
    "code": "01092",
    "text": "- \"Max 1 per skill test\" across all players.\n\n- If you commit this card to another player's skill test, and the test is successful, you draw a card (not the other player).",
    "updated_at": "2017-03-19T16:17:59.000Z"
  },
  {
    "code": "01096",
    "text": "- RRG entry for [Weakness](/rules#Weakness) says: \"A player may not optionally choose to discard a weakness card from hand\". So if you have [Dark Memory](/card/01013) in hand, you must keep it and discard all other cards.",
    "updated_at": "2016-12-23T19:31:44.000Z"
  },
  {
    "code": "01097",
    "text": "- During the Upkeep phase, you draw a card first, then gain a resource. So if you draw Paranoia, you immediately discard all resources, then gain 1.",
    "updated_at": "2017-03-19T21:31:37.000Z"
  },
  {
    "code": "01098",
    "text": "- Any investigator at the same location as the investigator with [Haunted](/card/01098) in their threat area may trigger the [action][action] to discard [Haunted](/card/01098), as per the FAQ [V1.0, section 2.1].",
    "updated_at": "2017-06-05T08:35:35.000Z"
  },
  {
    "code": "01099",
    "text": "- Any investigator at the same location as the investigator with [Psychosis](/card/01099) in their threat area may trigger the [action][action] to discard [Psychosis](/card/01099), as per the FAQ [V1.0, section 2.1].\n\n- Triggers even if you assign horror to an asset you control (you're still taking horror, even if you reassign it).",
    "updated_at": "2017-05-03T17:35:25.000Z"
  },
  {
    "code": "01100",
    "text": "- Any investigator at the same location as the investigator with [Hypochondria](/card/01100) in their threat area may trigger the [action][action] to discard [Hypochondria](/card/01100), as per the FAQ [V1.0, section 2.1].\n\n- Triggers even if you assign damage to an asset you control (you're still taking damage, even if you reassign it).",
    "updated_at": "2017-05-03T17:35:34.000Z"
  },
  {
    "code": "01101",
    "text": "- Discarding an enemy is not the same as defeating it, so reactions to an enemy being defeated (e.g. [Roland Banks](/card/01001), [Evidence!](/card/01022)) do not trigger.",
    "updated_at": "2017-01-06T21:20:55.000Z"
  },
  {
    "code": "01103",
    "text": "- His static ability affects each investigator in his location (not just the bearer).\n\n- [Roland](/card/01001)’s ability can be used as normal after you defeat this enemy.\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:42:43.000Z"
  },
  {
    "code": "01105",
    "text": "- The lead investigator can choose the first option even if one of the investigators has no cards in hand (but at least one does).",
    "updated_at": "2017-01-06T21:20:45.000Z"
  },
  {
    "code": "01107",
    "text": "- This agenda can move exhausted (evaded) enemies.\n\n- \"At the end of the round\" effects trigger after \"When the round ends\" effects (e.g. [The Barrier](/card/01109)).",
    "updated_at": "2016-11-17T20:30:11.000Z"
  },
  {
    "code": "01110",
    "text": "- The **Objective** ability is mandatory, it will trigger as soon as you defeat the Ghoul Priest, before any *\"After you defeat an enemy\"* reactions can be used.",
    "updated_at": "2017-09-22T16:14:38.000Z"
  },
  {
    "code": "01113",
    "text": "- The **Forced** ability triggers each time an investigator enters this location.",
    "updated_at": "2017-01-06T21:21:42.000Z"
  },
  {
    "code": "01114",
    "text": "- The **Forced** ability triggers each time an investigator enters this location.",
    "updated_at": "2017-01-06T21:21:38.000Z"
  },
  {
    "code": "01117",
    "text": "- Lita's +1 damage bonus only applies to **Fight** actions, not to any other effects that deal damage ([Sneak Attack](/card/01052), etc.).\n\n- When you 'take control' of a card, it enters your play area (not your hand).\n\n- You take control of Lita only temporarily, until the end of the scenario. Taking control of her doesn't make her a part of your deck.\n\n- If Lita leaves play while a player controls her temporarily during \"The Gathering\" scenario (i.e. while she is technically not a part of that player's deck), remove her from the game (do not place her into any discard pile). This does not affect possible scenario resolutions.",
    "updated_at": "2017-02-05T02:28:28.000Z"
  },
  {
    "code": "01118",
    "text": "- If an enemy should spawn at a location that is not currently in play (i.e. while you're at the Study), place that enemy card into the encounter discard pile without any further effects.",
    "updated_at": "2016-11-13T17:23:23.000Z"
  },
  {
    "code": "01119",
    "text": "- If an enemy should spawn at a location that is not currently in play (i.e. while you're at the Study), place that enemy card into the encounter discard pile without any further effects.",
    "updated_at": "2016-11-13T17:23:29.000Z"
  },
  {
    "code": "01123",
    "text": "- Note that this Act only refers to [Unique](/card/01170) cultists. [Acolyte](/card/01169) and [Wizard of the Order](/card/01170) don't count.",
    "updated_at": "2017-01-06T21:21:23.000Z"
  },
  {
    "code": "01133",
    "text": "- If there are any ready enemies in the Graveyard when you move there, they will engage you even before the **Forced** ability resolves. So if you fail the test and choose to move to Rivertown, they will move with you.\n\n- If a card effect instructs you to move, you do not need to spend an action, and it doesn't provoke attacks of opportunity.",
    "updated_at": "2017-01-06T21:22:29.000Z"
  },
  {
    "code": "01137",
    "text": "- If you play [Dodge](/card/01023) or [Hypnotic Gaze](/card/02153) on [\"Wolf-Man\" Drew](/card/01137)'s attack, it interrupts the initiation of the **Forced** effect and neither attack nor forced effect triggers.",
    "updated_at": "2017-06-05T08:46:23.000Z"
  },
  {
    "code": "01138",
    "text": "- Using the **Parley** ability to add this enemy to your victory display does not count as defeating this enemy (for purposes of [Roland](/card/01001)'s ability, [Evidence!](/card/01022), etc).\n\n- Defeating this enemy as normal will also add it to your victory display.",
    "updated_at": "2016-11-27T19:38:33.000Z"
  },
  {
    "code": "01139",
    "text": "- Using the **Parley** ability to add this enemy to your victory display does not count as defeating this enemy (for purposes of [Roland](/card/01001)'s ability, [Evidence!](/card/01022), etc).\n\n- Defeating this enemy as normal will also add it to your victory display.",
    "updated_at": "2016-11-27T19:38:41.000Z"
  },
  {
    "code": "01140",
    "text": "- Using the **Parley** ability to add this enemy to your victory display does not count as defeating this enemy (for purposes of [Roland](/card/01001)'s ability, [Evidence!](/card/01022), etc).\n\n- Defeating this enemy as normal will also add it to your victory display.",
    "updated_at": "2016-11-27T19:38:47.000Z"
  },
  {
    "code": "01141",
    "text": "- Adding this enemy to the victory display via its **Forced** ability does not count as defeating this enemy (for purposes of [Roland](/card/01001)'s ability, [Evidence!](/card/01022), etc).\n\n- Defeating this enemy as normal will also add it to your victory display.",
    "updated_at": "2017-03-22T23:27:19.000Z"
  },
  {
    "code": "01144",
    "text": "- Whenever you are randomly selecting a weakness, you should select it from the same pool of weaknesses you had when creating your deck.",
    "updated_at": "2017-06-05T08:44:00.000Z"
  },
  {
    "code": "01148",
    "text": "- First you spend 1 clue by returning it to the token bank. Then, if you succeed the test, place 1 clue on the act card from the token bank.\n\n- Your investigator doesn't need to be at the [Ritual Site](/card/01156) in order to activate the ability of this act card.",
    "updated_at": "2017-01-06T21:20:48.000Z"
  },
  {
    "code": "01151",
    "text": "- This effect can cancel a normal **Move** action, as well as any card effect that would move an investigator.",
    "updated_at": "2016-11-13T17:23:54.000Z"
  },
  {
    "code": "01157",
    "text": "- Note that Umôrdhoth doesn't have the ***Monster*** trait, so it will not take increased damage from [Lita Chantler](/card/01117).\n\n- Note that the [action]action ability here is not a **Parley**, so you will get hit by an attack of opportunity when using it, and your investigator can be defeated before that action resolves.\n\n- If an enemy is “considered” engaged with you because of the Massive keyword, it will enable abilities – like the [Machete](/card/01020)’s – that require you to be engaged with an enemy. However, there is no timing point of engagement, you’re just “considered” engaged with it, so you can’t really trigger reactions to becoming engaged with the enemy, like [Zoey Samaras](/card/02001) or [Zoey's Cross](/card/02006).",
    "updated_at": "2017-05-04T20:30:31.000Z"
  },
  {
    "code": "01164",
    "text": "- Also applies to [action] card abilities with action designators (**Move**, **Fight**, **Evade**).\n\n- Multiple copies of Frozen in Fear stack: if you draw a second copy, it enters play in your threat area; then the first move, fight, or evade action you perform each turn costs 2 additional actions, and at the end of your turn you perform two separate [willpower] tests, one for each copy of Frozen in Fear in your threat area.",
    "updated_at": "2017-01-26T18:03:31.000Z"
  },
  {
    "code": "01167",
    "text": "- You must discard as asset from play. Even though you control cards in your hand, deck, and discard pile, there's also this rule:<br>[Ability](/rules#Ability)<br>\n*\"Card abilities only interact with other cards that are in play, unless the ability specifically references an interaction with cards in an out-of-play area.\"*\n\n- Note that when assets run out of charges, they don't automatically get discarded unless they specifically say so.\n\n- You cannot choose and discard [The Necronomicon](/card/01009) or [Baron Samedi](/card/99003) because they 'cannot leave play'.",
    "updated_at": "2017-02-23T15:30:47.000Z"
  },
  {
    "code": "01168",
    "text": "- If you draw Obscuring Fog while there's another copy already attached to your location, discard the copy that you just drew.",
    "updated_at": "2017-01-06T21:20:46.000Z"
  },
  {
    "code": "01169",
    "text": "- Acolyte's **Forced** ability triggers during setup.",
    "updated_at": "2017-01-06T21:21:24.000Z"
  },
  {
    "code": "01171",
    "text": "- You either place 2 doom on an existing ***Cultist*** enemy, or search for a new ***Cultist*** enemy of your choice, but not both.\n- **Q:** If an enemy is in a location with no valid path to your location, can it still be the \"nearest\" enemy purposes of cards like [Mysterious Chanting](/card/01171) or [Dance of the Yellow King](/card/03097)? **A:** Even if it has no valid path to an investigator, an enemy can still qualify as the \"nearest\" enemy if there are no other enemies in play that are nearer. That said, an effect that requires an enemy to track a path to an investigator (such as Dance of the Yellow King) would not cause an enemy to move if there is no valid path. - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:50:04.000Z"
  },
  {
    "code": "01172",
    "text": "- The ability works with special tokens that reference the scenario card.\n\n- The ability ceases to apply if you play [Sure Gamble](/card/01056).",
    "updated_at": "2017-04-16T22:24:50.000Z"
  },
  {
    "code": "01173",
    "text": "- If you pass the test, nothing happens.\n- If you fail the test, you take 1 damage and 1 horror, then move to [Rivertown](/card/01125).",
    "updated_at": "2017-01-06T21:22:07.000Z"
  },
  {
    "code": "01174",
    "text": "- Attach this card to the location with the most clues *among those* that do not have a Locked Door attached.\n\n- If all revealed locations don't have any clues on them, you can choose to attach Locked Door to an unrevealed location.",
    "updated_at": "2017-01-06T21:22:05.000Z"
  },
  {
    "code": "01176",
    "text": "- If you fail the test and draw [Psychosis](/card/01099), its **Forced** ability will immediately trigger and deal 1 direct damage to you.\n\n- If you already have [Hypochondria](/card/01100) out, that's insta-death, congratulations :) [auto_fail]",
    "updated_at": "2017-01-13T01:18:51.000Z"
  },
  {
    "code": "01177",
    "text": "- If you play a card while engaged with Yithian Observer, it will make an attack of opportunity against you and resolve its **Forced** ability, after you pay the cost of the card but before you resolve its effects or put it into play. If the ability makes you discard that card at random, you’ll end up having wasted resources without gaining anything in return.\n\n- If you play [Dodge](/card/01023) or [Hypnotic Gaze](/card/02153) on [Yithian Observer](/card/01177)'s attack, it interrupts the initiation of the **Forced** effect and neither attack nor forced effect triggers.",
    "updated_at": "2017-05-09T18:07:34.000Z"
  }
]