[
  {
    "code": "02001",
    "text": "- Если [Зои Самарас](/card/02001) имеет дело с Огромным врагом, враг считается сражающимся с вами, поэтому он активирует свойства - как например у [«Мачете»](/card/01020) - которые требуют, чтобы вы были сражающимся с врагом. Однако для Огромного врага нет определённого момента во времени, когда он начинает сражаться с сыщиком; сыщик просто считается сражающимся с таким врагом, когда находится с ним в одной локации. Поэтому такие карты, как [«Незаметность»](/card/03028) и [«Крест Зои»](/card/02006), а также свойство [Зои Самарас](/card/02001) не работают с Огромными врагами: эти свойства активируются в момент, когда сыщик начинает сражаться с врагом, а с Огромными врагами такого момента нет.\n\n- **Эррата:** Раздел **Возможные карты** у [Зои Самарас](/card/02001) следует читать так: «... до 5 карт любых других классов уровня 0 ([guardian], [rogue], [mystic], и/или [survivor]).» - FAQ, v.1.5, Апрель 2019",
    "updated_at": "2019-06-25T19:55:16.000Z"
  },
  {
    "code": "02002",
    "text": "- [Список карт ***удачи***](https://arkhamdb.com/find?q=k%3Afortune), которые Рекс Мерфи не может включить в колоду.\n\n- «Найти 1 улику в своей локации» вы можете только, если в вашей локации есть улика.\n\n- Можно использовать способность Рекса «Найти 1 улику» даже, если при успешном исследовании вам не удалось получить улики (например, используя [«Кражу со взломом»](/card/01045)).\n\n- Если вы тяните новый жетон из-за слабости [«Проклятие Рекса»](/card/02009) и достаете [elder_sign], вы можете выбрать автоматически провалить проверку, но тогда «Проклятие Рекса» замешивается назад в колоду Рекса.\n\n- **Эррата:** Раздел **Возможные карты** у [Рекса Мерфи](/card/02002) следует читать так: «... до 5 карт любых других классов уровня 0 ([guardian], [rogue], [mystic], и/или [survivor]).» - FAQ, v.1.5, Апрель 2019\n\n- **Автоматический успех/провал:** Эффекты некоторых карт позволяют сыщику автоматически успешно проходить проверки или автоматически проваливать их. В таком случае, в зависимости от момента активации эффекта, некоторые этапы проверки навыка могут быть полностью пропущены.\n  - Если известно, что сыщик автоматически успешно проходит или проваливает проверку до Шага 3 («[Вытяните жетон хаоса](/rules#Skill_Test_Timing)») - пропустите этот шаг, вместе с Шагом 4. Жетон Хаоса из мешка доставать не нужно, а сыщик может сразу переходить к Шагу 5. Все остальные шаги в этой проверке навыка проходят в обычном порядке.\n  - Если жетон хаоса указывает сыщику автоматически успешно пройти или провалить проверку навыка, выполняйте Шаг 3 и 4 в обычном порядке. - FAQ, v.1.7, Март 2020",
    "updated_at": "2020-03-17T16:19:11.000Z"
  },
  {
    "code": "02003",
    "text": "- **Эррата:** Раздел **Возможные карты** у [Дженни Барнс](/card/02003) следует читать так: «... до 5 карт любых других классов уровня 0 ([guardian], [rogue], [mystic], и/или [survivor]).» - FAQ, v.1.5, Апрель 2019",
    "updated_at": "2019-06-25T19:56:22.000Z"
  },
  {
    "code": "02004",
    "text": "- Только _модификатор_ на жетонах [skull] следует считать равным 0. Сам жетон все еще остается [skull] и все другие эффекты (например, от карт сценариев, ***Заклинаний***, и т.д) должны срабатывать.\n\n- **Эррата:** Раздел **Возможные карты** у [Джима Кальвера](/card/02004) следует читать так: «... до 5 карт любых других классов уровня 0 ([guardian], [rogue], [mystic], и/или [survivor]).» - FAQ, v.1.5, Апрель 2019",
    "updated_at": "2019-06-25T19:56:56.000Z"
  },
  {
    "code": "02005",
    "text": "- Когда вы начинаете игру с активом [Дюк](/card/02014) в игре, вам не нужно платить его стоимость.\n\n- **Эррата:** Раздел **Возможные карты** у [Пита Мусорщика](/card/02005) следует читать так: «... до 5 карт любых других классов уровня 0 ([guardian], [rogue], [mystic], и/или [survivor]).» - FAQ, v.1.5, Апрель 2019",
    "updated_at": "2019-06-25T19:57:27.000Z"
  },
  {
    "code": "02006",
    "text": "- Если [Зои Самарас](/card/02001) имеет дело с Огромным врагом, враг считается сражающимся с вами, поэтому он активирует свойства - как например у [«Мачете»](/card/01020) - которые требуют, чтобы вы были сражающимся с врагом. Однако для Огромного врага нет определённого момента во времени, когда он начинает сражаться с сыщиком; сыщик просто считается сражающимся с таким врагом, когда находится с ним в одной локации. Поэтому такие карты, как [«Незаметность»](/card/03028) и [«Крест Зои»](/card/02006), а также свойство [Зои Самарас](/card/02001) не работают с Огромными врагами: эти свойства активируются в момент, когда сыщик начинает сражаться с врагом, а с Огромными врагами такого момента нет.\n\n- **Пояснение:** '«Начать сражаться с врагом» и «Враг начинает сражаться с вами»: Когда сыщик начинает сражаться с врагом, этот враг тоже начинает сражаться с сыщиком, и наоборот. Нет разницы между «начать сражаться с врагом» и «враг начинает сражаться с вами». Эффекты, срабатывающие после «начать сражаться с врагом» сработают в тот же момент, когда и эффекты, срабатывающие после «враг начинает сражаться с вами».' - FAQ v.1.3, Май 2018:",
    "updated_at": "2018-06-05T18:56:03.000Z"
  },
  {
    "code": "02007",
    "text": "- Любой сыщик может победить врага с прикрепленной [«Покарать нечестивца»](/card/02007) на нем, чтобы скинуть «Покарать нечестивца» в сброс Зои. \n\n- Если Зои выбыла из сценария (побеждена или совершила **побег**) пока «Покарать нечестивца» в игре, его эффект срабатывает, согласно FAQ [V1.0, раздел «Эррата», пункт «Выбытие»].\n\n- Когда вы взяли [«Покарать нечестивца»](/card/02007), то должны сбрасывать карты с верха колоды контактов, пока не сбросите карту врага. Если в результате колода закончилась, а врага вам взять так и не удалось, замешивать сброс в колоду контактов *не нужно*: «Обычно, если в колоде контактов не осталось карт, нужно перемешать сброс контактов и используйте его как колоду, но не в случае разыгрыша эффекта.  Так что, если вы скидывали карты сверху колоды контактов в поиске врага и никого там не нашли - вам повезло! Эффект раскрытия «Покарать нечестивца» не сработал, а карта сбрасывается. Затем, перемешайте сброс контактов и используйте его как колоду.»\n\n- Когда вы берёте [«Покарать нечестивца»](/card/02007) и вам выпадает враг с эффектом «**Выходит**»: «Покарать нечестивца» отменяет эффект **выходит** на карте этого врага. Например, если вы взяли карту «Покарать нечестивца» и вам выпал враг [Огромная пиявка](/card/81023), и самая дальняя локация не является ***байу***, то «Огромная пиявка» должна выйти в ту локацию и немедленно скинуться вместе с «Покарать нечестивца».\"",
    "updated_at": "2017-06-22T15:31:43.000Z"
  },
  {
    "code": "02010",
    "text": "- Если вы используете [«Ловкий трюк»](/card/03029), чтобы ввести [«Пистолеты Дженни»](/card/02010) в игру, вы не платите цену, а следовательно, значение «X» остаётся не определённым. («Если X не определён, его значение равно 0.» [Справочник, стр. 3](/rules#The_letter_X)) То же самое справедливо, пока «Пистолеты Дженни» находятся в руке. После того, как они вышли из игры, их стоимость больше не определена, т.е. снова возвращается к «X» или «0». По сути, стоимость «Пистолетов Дженни» определяется только в момент их розыгрыша.",
    "updated_at": "2017-09-26T19:44:05.000Z"
  },
  {
    "code": "02011",
    "text": "- Любой сыщик может **Исследовать**, используя [action] [action] в локации с прикрепленной картой [«В поисках Иззи»](/card/02011). При успехе «В поисках Иззи» сбрасывается и отправляется в сброс Дженни Барнс, согласно FAQ [V1.0, раздел 2.1].\n\n- Если Дженни выбыла из сценария (побеждена или совершила **побег**) пока «В поисках Иззи» в игре, его эффект срабатывает, согласно FAQ [V1.0, раздел «Эррата», пункт «Выбытие»]",
    "updated_at": "2017-06-05T08:37:05.000Z"
  },
  {
    "code": "02013",
    "text": "- Вытягивайте 5 жетонов хаоса одновременно, не друг за другом.\n\n- Эффекты жетонов, указанные на карте сценария не срабатывают.",
    "updated_at": "2017-01-13T13:19:05.000Z"
  },
  {
    "code": "02014",
    "text": "- Когда вы активируете способность «Дюка» **Исследование**, вы сначала платите цену (поворот Дюка), затем проводится внеочередная атака (если вы сражаетесь с врагом), затем вы перемещаетесь в связанную локацию и исследуете её. Враги в новой локации **не проводят** внеочередные атаки.\n\n- Если [«Застыть от страха»](/card/01164) в вашей зоне угрозы, активация первой способности Дюка будет стоить вам 1 дополнительного действия, так как это **действие** выделено жирным шрифтом и соответсвтует ограничению «Застыть от страха». Активация второй способности Дюка не указана среди ограничений «Застыть от страха», поэтому тратить дополнительное действие на него не нужно.",
    "updated_at": "2017-05-09T18:13:00.000Z"
  },
  {
    "code": "02015",
    "text": "- [Список активов с «Поворотом»](https://ru.arkhamdb.com/find?q=x%3A%22%D0%BF%D0%BE%D0%B2%D0%B5%D1%80%D0%BD%D0%B8%D1%82%D0%B5%22&sort=name&view=list&decks=all&spoilers=hide) в качестве цены активации.\n\n- Любой сыщик в одной локации с «Питом Мусорщиком» может активировать свойство [action] [action] [«Мучительных кошмаров»](/card/02015), находящихся в его в зоне угрозы, чтобы скинуть эту карту.",
    "updated_at": "2017-05-03T17:55:28.000Z"
  },
  {
    "code": "02018",
    "text": "- Вы можете передавать контроль над активами в игре; вы **не можете** передавать друг другу карты с руки.\n\n- Вы можете передать ресурсы из пула одного сыщика в пул другого; вы **не можете** переложить жетоны с одной карты на другую.",
    "updated_at": "2017-04-16T23:18:06.000Z"
  },
  {
    "code": "02020",
    "text": "- **Эррата**: Первую способность этой карты следует читать: «У вас +2 к размеру руки». - FAQ, v.1.6, Сентябрь 2019",
    "updated_at": "2019-10-09T20:13:18.000Z"
  },
  {
    "code": "02022",
    "text": "- Вы можете разыгрывать эту карту во время проверок. Это никак не повлияет на выполение проверки, т.к. «цель» проверки определяется и фиксируется в самом начале проверки.",
    "updated_at": "2017-04-17T02:36:41.000Z"
  },
  {
    "code": "02023",
    "text": "- Если вы добавили [Дедукцию](/card/01039) к проверке, при успехе найдите 1 улику в вашей локации и 1 улику в связанной локации.",
    "updated_at": "2017-01-06T21:20:56.000Z"
  },
  {
    "code": "02025",
    "text": "- Различия между «Враг *Выходит* / *выложите* врага» и «*введите врага в игру*»: Враг «выходит», когда карта врага взята из колоды контактов или когда эффект использует термины «Выходит» или «Выложите», вводя врага в игру (Например: «Найдите в колоде контактов врага и выложите его в...»). Во всех остальных случаях, если враг должен быть введен в игру другими способами (например, когда *Посторонние* карты должны перевернуться стороной врага вверх), это не считатется «Выходом» врага.",
    "updated_at": "2017-10-13T20:16:36.000Z"
  },
  {
    "code": "02026",
    "text": "- Сначала определите результат успешной проверки (учитывая любые дополнительные эффекты карт, такие как: дополнительный урон, эффекты добавленных к проверкам карт, и т.д), затем разыграйте эти эффекты дважды.\n\n- [«Ослепляющий свет»](/card/01069) и подобные карты с эффектом «Если вытянут символ...» не удваиваются, потому что это не эффект успешной проверки.\n\n- Не удваивайте любую **Реакцию** успешной проверки (например, [«Доктор Милан Кристофер»](/card/01033), [«Рытьё в мусоре»](/card/01073)).\n\n- Все карты, добавленные к проверке, добавляются одновременно. Это означает, что вы не можете использовать [«Все или ничего»](/card/02026) чтобы удвоить сложность проверки, а затем добавить к ней [«Быть на высоте»](/card/02192) на основании удвоенной сложности проверки.\n\n- **В:** Может ли [«Все или ничего»](/card/02026) работать с эффектами, дающими дополнительное действие (такими, как [«Сообразительность»](/card/02229) или [«Дерринджер» 41-го калибра»](/card/03234) 2-ого уровня)? **О:** Оба эффекта работают со «Всё или ничего»! Они срабатывают на 7 шаге проверки навыка и создают отложенный эффект, который даёт дополнительные действия после завершения проверки.",
    "updated_at": "2018-04-18T22:53:39.000Z"
  },
  {
    "code": "02028",
    "text": "- Эффект «Если вытянут символ...» срабатывает на 3 шаге [Проверки навыка]( [arkhamdb.com](/rules#Skill_Test_Timing) ).",
    "updated_at": "2017-04-17T02:59:24.000Z"
  },
  {
    "code": "02033",
    "text": "- *«После завершения вашего хода»* срабатывает *после* любых свойств, активирующихся «в конце вашего хода» (Например, [«Тёмные воспоминания»](/card/01013), [«Проклятие ругару»](/card/81029)), и после любой реакции **Обязательно** (например, [«Капище»](/card/81017)).",
    "updated_at": "2017-04-17T03:24:00.000Z"
  },
  {
    "code": "02035",
    "text": "- *«После завершения вашего хода»* срабатывает *после* любых свойств, активирующихся «в конце вашего хода» (Например, [«Тёмные воспоминания»](/card/01013), [«Проклятие ругару»](/card/81029)), и после любой реакции **Обязательно** (например, [«Капище»](/card/81017)).",
    "updated_at": "2017-01-10T14:20:54.000Z"
  },
  {
    "code": "02037",
    "text": "- [Прочтите раздел «Постоянный» в Справочнике](/rules#Permanent).\n\n- В правилах не указано должны ли вы знать вашу случайную базовую слабость до начала игры или нет, поэтому вы можете поступать как захотите. Если вам хочется неожиданности, то перемешайте ваши базовые слабости рубашкой вверх, за исключением этой карты. В таком случае, если вы вытяните «В долгах», то узнаете об этом, а если другую слабость - она останется для вас неизвестной, покане попадётся вам в колоде.",
    "updated_at": "2017-04-17T04:07:46.000Z"
  },
  {
    "code": "02038",
    "text": "- Любой сыщик в одной локации с другим сыщиком с [«Внутреннее повреждение»](/card/02038) в зоне угрозы, может активировать [action] [action] чтобы скинуть её, согласно FAQ [V1.0, раздел 2.1].",
    "updated_at": "2017-06-05T08:35:44.000Z"
  },
  {
    "code": "02039",
    "text": "- Любой сыщик в одной локации с другим сыщиком с [«Хронофобия»](/card/02039) в зоне угрозы, может активировать [action] [action] чтобы скинуть её, согласно FAQ [V1.0, раздел 2.1].",
    "updated_at": "2017-06-05T08:35:39.000Z"
  },
  {
    "code": "02040",
    "text": "- Когда вам следует выбрать, добавлять или не добавлять карту в колоду сыщика, у вас единственная возможность принять это решение. Если вы решили не включать карту в колоду, у вас не будет возможности сделать это потом (если не сказано иного). Если вы решили включить карту в колоду, её следует вписать в журнал сценария в раздел «Полученные сюжетные активы и слабости» и этот сыщик обязан включить её в свою колоду (если не сказано иного).\n\n- За исключением особых случаев «взять карту» всегда означает взять карту из вашей колоды сыщика. Способность Армитеджа не работает с колодой контактов.\n\n- **В:** \"В последнее время обсуждается, что можно спокойно менять сыщиков в рамках одной кампании (по правилам присоединения и выхода из сюжетной кампании), рассматривая себя с новой колодой, как «нового сыщика». В связи с этим вопрос: можно ли «исключить» сыщика с ценными сюжетными активами в конкретном сценарии, чтобы не рисковать им в опасном сценарии (например, «Экспресс округа Эссекс»), а потом снова «включить» его? И раз уж на то пошло, можно ли положить все сюжетные активы в колоду конкретного сыщика, который затем «переждет» опасный «Экспресс округа Эссекс» таким способом? \" **О:** \"Каких-то прямых запретов делать так в правилах не сказано, однако это противоречит духу игры. Возможность выйти из текущей кампании и/или присоединиться к ней существует, чтобы дать игрокам больше свободы при прохождении кампании с друзьями. График иногда может быть напряженным, и когда дело доходит до игр, на первом месте стоит реальная жизнь. Иногда игроки не могут придти на игровую сессию, а иногда вам нужно включить друга в середине кампании, не начиная её заново. Эти правила были написаны таким образом, чтобы дать игрокам возможность относительно легко входить и выходить из игры без ущерба для целостности колоды любого игрока или истории. Я бы посоветовал игрокам не злоупотреблять этими правилами намеренно, чтобы попытаться обойти определенные эффекты развития сюжета.\"\n\n- **Эррата:** Текст этой карты следует читать так: «После того как вы взяли карту (но не слабость), сбросьте её и...»\" - FAQ v.1.3, Май 2018",
    "updated_at": "2018-06-05T18:52:37.000Z"
  },
  {
    "code": "02044",
    "text": "- Это один из тех случаев, когда «затем» усложнило всё на ровном месте. Согласно нынешней формулировке, отмена любого ужаса, нанесенного этой картой, отменит и разрешение последующего эффекта **(-> И4)**. Очевидно, это приведет к тому, что игра «застрянет» (поскольку игроки не смогут перейти к определенному исходу), поэтому самым простым решением будет *не отменять этот ужас*. Но если вы всё таки отмените этот ужас и застрянете в этой ситуации, у вас есть моё благословение, чтобы просто перейти к И4, а не играть в «Факультативные занятия» до бесконечности.",
    "updated_at": "2017-06-15T19:31:23.000Z"
  },
  {
    "code": "02050",
    "text": "- Чтобы узнать, как работают дополнительные цены в форме действий, прочтите раздел [Дополнительные цены](/rules#Additional_Costs).",
    "updated_at": "2021-01-06T17:19:18.000Z"
  },
  {
    "code": "02058",
    "text": "- Если вы победили [«Эксперимент»](/card/02058), то должны **немедленно** продвинуться к сцене 3b, не читая никакие стороны карт сцен, которые вас отделяли от 3b.\n\n- Если враг сражается с вами согласно ключевому слову «Огромный», то это активирует способности, для которых вы должны сражатся с врагом (например, [«Мачете»](/card/01020)). Однако с точки зрения игры нет момента, когда Огромный враг «начал сражаться» с вами - вы изначально уже сражаетесь с ним. В связи с этим все способности, активирующиеся в момент, когда враг «начинает сражаться с вами» не срабатывают с Огромным врагом (например, [«Крест Зои»](/card/02006)).",
    "updated_at": "2017-06-05T08:31:09.000Z"
  },
  {
    "code": "02061",
    "text": "- Когда вам выпадает шанс выбрать, добавлять или не добавлять карту в колоду сыщика, у вас единственная возможность принять это решение. Если вы решили не включать карту в колоду, у вас не будет возможности сделать это потом (если не сказано иного). Если вы решили включить карту в колоду, это указывается в листе сценария в разделе «Полученные сюжетные активы и слабости» и этот сыщик обязан продолжать включать её в свою колоду (если не сказано иного).\n\n- За исключением особых случаев «взять карту» всегда означает взять карту из вашей колоды сыщика. Способность Армитеджа не работает с колодой Замыслов.\n\n- **В:** \"В последнее время обсуждается, что можно спокойно менять сыщиков в рамках одной кампании (по правилам присоединения и выхода из сюжетной кампании), рассматривая себя с новой колодой, как «нового сыщика». В связи с этим вопрос: можно ли «исключить» сыщика с ценными сюжетными активами в конкретном сценарии, чтобы не рисковать им в опасном сценарии (например, «Экспресс округа Эссекс»), а потом снова «включить» его? И раз уж на то пошло, можно ли положить все сюжетные активы в колоду конкретного сыщика, который затем «переждет» опасный «Экспресс округа Эссекс» таким способом? \" **О:** \"Каких-то прямых запретов делать так в правилах не сказано, однако это противоречит духу игры. Возможность выйти из текущей кампании и/или присоединиться к ней существует, чтобы дать игрокам больше свободы при прохождении кампании с друзьями. График иногда может быть напряженным, и когда дело доходит до игр, на первом месте стоит реальная жизнь. Иногда игроки не могут придти на игровую сессию, а иногда вам нужно включить друга в середине кампании, не начиная её заново. Эти правила были написаны таким образом, чтобы дать игрокам возможность относительно легко входить и выходить из игры без ущерба для целостности колоды любого игрока или истории. Я бы посоветовал игрокам не злоупотреблять этими правилами намеренно, чтобы попытаться обойти определенные эффекты развития сюжета.\"",
    "updated_at": "2017-09-26T20:36:51.000Z"
  },
  {
    "code": "02063",
    "text": "- Пока замысел «Клуб „Клевер“» в игре, каждый враг-***преступник*** считается Осторожным. Как только замысел продвигается, каждый  враг-***преступник*** перестает быть Осторожным.",
    "updated_at": "2017-01-16T01:55:55.000Z"
  },
  {
    "code": "02066",
    "text": "- **«Как будто»:** Был добавлен к FAQ (v.1.7, Март 2020), затем исправлен (v.1.8, Октябрь 2020). Можете прочитать октябрьские исправления на сайте ArkhamDB [здесь](/rules#As_If). (Я добавил гиперссылку, а не повторно напечатал правила, чтобы если в будущем они будут исправлены или изменены, то тогда страница с правилами будет обновлена и все ArkhamDB FAQ будут отсылать к корректным правилам.)",
    "updated_at": "2020-11-11T15:55:08.000Z"
  },
  {
    "code": "02073",
    "text": "- 0 — чётное число.",
    "updated_at": "2017-02-14T07:54:21.000Z"
  },
  {
    "code": "02078",
    "text": "- Пока «Распорядитель клуба «Клевер» считается Осторожным, он следует за вами по пятам (согласно ключевому слову «Охотник»), но не начинает с вами сражаться. Тем не менее, если он заметит, как вы что-то разнюхиваете в его клубе, его свойство **Обязательно** сработает и он начнет с вами сражаться и атакует вас, несмотря на свою Осторожность.\n\n- **Эррата:** Черты [«Распорядителя клуба «Клевер»](/card/02078) следует читать, как <b><i>Гуманоид. Преступник. Элитный.</b></i> - FAQ v1.2, Январь 2018.",
    "updated_at": "2018-01-05T15:33:48.000Z"
  },
  {
    "code": "02079",
    "text": "- **Erratum:** The <b><i>Human</b></i> trait on [Peter Clover](/card/02079) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.\n\n- **Автоматический успех/провал:** Эффекты некоторых карт позволяют сыщику автоматически успешно проходить проверки или автоматически проваливать их. В таком случае, в зависимости от момента активации эффекта, некоторые этапы проверки навыка могут быть полностью пропущены.\n  - Если известно, что сыщик автоматически успешно проходит или проваливает проверку до Шага 3 («[Вытяните жетон хаоса](/rules#Skill_Test_Timing)») - пропустите этот шаг, вместе с Шагом 4. Жетон Хаоса из мешка доставать не нужно, а сыщик может сразу переходить к Шагу 5. Все остальные шаги в этой проверке навыка проходят в обычном порядке.\n  - Если жетон хаоса указывает сыщику автоматически успешно пройти или провалить проверку навыка, выполняйте Шаг 3 и 4 в обычном порядке.\n  - Способность «Автоматически уйти» от врага или врагов это не то же самое, что автоматически пройти проверку ухода. Согласно разделу “[Уход](/rules#Evade_Action)” в Справочнике, если свойство позволяет автоматически уйти от врага или врагов, для ухода не требуется проходить проверку навыка. Следовательно, поскольку проверка навыка не проводилась, это не считается «успешным» уклонением. Сыщик просто последовательно выполняет шаги ухода от врага (поворачивает его и перестает сражаться с ним).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, Март 2020",
    "updated_at": "2020-03-17T16:30:00.000Z"
  },
  {
    "code": "02080",
    "text": "- Когда вам выпадает шанс выбрать, добавлять или не добавлять карту в колоду сыщика, у вас единственная возможность принять это решение. Если вы решили не включать карту в колоду, у вас не будет возможности сделать это потом (если не сказано иного). Если вы решили включить карту в колоду, это указывается в листе сценария в разделе «Полученные сюжетные активы и слабости» и этот сыщик обязан продолжать включать её в свою колоду (если не сказано иного).\n\n- За исключением особых случаев «взять карту» всегда означает взять карту из вашей колоды сыщика. Способность Армитеджа не работает с колодой Замыслов.\n\n- **В:** \"В последнее время обсуждается, что можно спокойно менять сыщиков в рамках одной кампании (по правилам присоединения и выхода из сюжетной кампании), рассматривая себя с новой колодой, как «нового сыщика». В связи с этим вопрос: можно ли «исключить» сыщика с ценными сюжетными активами в конкретном сценарии, чтобы не рисковать им в опасном сценарии (например, «Экспресс округа Эссекс»), а потом снова «включить» его? И раз уж на то пошло, можно ли положить все сюжетные активы в колоду конкретного сыщика, который затем «переждет» опасный «Экспресс округа Эссекс» таким способом? \" **О:** \"Каких-то прямых запретов делать так в правилах не сказано, однако это противоречит духу игры. Возможность выйти из текущей кампании и/или присоединиться к ней существует, чтобы дать игрокам больше свободы при прохождении кампании с друзьями. График иногда может быть напряженным, и когда дело доходит до игр, на первом месте стоит реальная жизнь. Иногда игроки не могут придти на игровую сессию, а иногда вам нужно включить друга в середине кампании, не начиная её заново. Эти правила были написаны таким образом, чтобы дать игрокам возможность относительно легко входить и выходить из игры без ущерба для целостности колоды любого игрока или истории. Я бы посоветовал игрокам не злоупотреблять этими правилами намеренно, чтобы попытаться обойти определенные эффекты развития сюжета.\"",
    "updated_at": "2017-09-26T20:36:39.000Z"
  },
  {
    "code": "02085",
    "text": "- **В:** В какой момент [«Свет Афоргомона»](/card/02085) должен покидать игру: немедленно, когда текущий сценарий или замысел переворачивается на сторону «b» или после того, как открыта карта следующего сценария/замысла?  **A:** «Свет Афоргомона» должен покинуть игру, когда замысел или сцена, к которой он прикреплен, покидает игру (что происходит после розыгрыша стороны «b»).",
    "updated_at": "2020-05-04T20:45:09.000Z"
  },
  {
    "code": "02088",
    "text": "- **«Как будто»:** Был добавлен к FAQ (v.1.7, Март 2020), затем исправлен (v.1.8, Октябрь 2020). Можете прочитать октябрьские исправления на сайте ArkhamDB [здесь](/rules#As_If). (Я добавил гиперссылку, а не повторно напечатал правила, чтобы если в будущем они будут исправлены или изменены, то тогда страница с правилами будет обновлена и все ArkhamDB FAQ будут отсылать к корректным правилам.)",
    "updated_at": "2020-11-11T15:52:32.000Z"
  },
  {
    "code": "02090",
    "text": "- «Осторожный + Охотник» означает, что враг преследует вас, но сам по себе не начнёт с вами сражаться.",
    "updated_at": "2017-01-19T13:00:37.000Z"
  },
  {
    "code": "02093",
    "text": "- 0 не является положительным или отрицательным числом, именно поэтому на его жетоне отсутсвуют символы «+» и «–» (С математической точки зрения понятие положительного и отрицательного числа и определяется тем, больше или меньше число, чем 0). Поэтому 0 – это «иное число»",
    "updated_at": "2017-06-22T15:34:35.000Z"
  },
  {
    "code": "02097",
    "text": "- The <b><i>Human</b></i> trait on [O'Bannion's Thug](/card/02097) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:30:54.000Z"
  },
  {
    "code": "02097",
    "text": "- **Erratum:** The <b><i>Human</b></i> trait on [O'Bannion's Thug](/card/02097) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:34:07.000Z"
  },
  {
    "code": "02098",
    "text": "- **Erratum:** The <b><i>Human</b></i> trait on [Mobster](/card/02098) should read <b><i>Humanoid</b></i> - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:34:26.000Z"
  },
  {
    "code": "02101",
    "text": "- На этой карте ключевое слово This card has the [Опасность](/rules#Peril), а значит игрок вытянувший её не может обсуждать, какой тип карты назвать. Он должен сделать выбор самостоятельно.\n\n- \"[«Ужас извне»](/card/02101) можно использовать, чтобы скинуть слабость с руки (например, [«Тёмные воспоминания»](/card/01013)), даже если владелец слабости должен принимать решение. «Ужас извне» заставляет игрока выбрать тип карты, а затем все сыщики обязаны  скинуть все карты этого типа с руки. Вы не можете скинуть только одну или несколько карт этого типа: выбирается категория и всё карты категории необходимо сбросить. \" -Мэтью Ньюман.",
    "updated_at": "2017-05-05T16:24:38.000Z"
  },
  {
    "code": "02102",
    "text": "- Когда вы хотите *переместиться в локацию* с [«Мистическим барьером»](/card/02102) и проходите проверку воли, вы проходите её фактически оставаясь в *начальной* локации. Следовательно, сыщики в вашей *начальной* локации могут помогать вам в проверке, а сыщики из локации с «Мистическим барьером» - нет. \n\n- Если и в вашей локации есть [«Мистический барьер»](/card/02102), и в соседней, то перемещаясь между этими локациями вы должны проходить проверку воли дважды. Если вы провалили первую проверку, то «ваш эффект перемещения был отменен» и вам не нужно проходить вторую проверку. «Как будто вашего перемещения никогда не происходило, поэтому все **Обязательные** эффекты и другие реакции от вашего передвижения не срабатывают (в том числе второй «Мистический барьер»)» [Мэтью Ньюман]",
    "updated_at": "2017-06-05T08:29:02.000Z"
  },
  {
    "code": "02104",
    "text": "- Если вы разыгрываете [«Уклонение»](/card/01023) или [«Гипнотический взгляд»](/card/02153) на атаку [«Слуги Таящегося»](/card/02104), то они прерывают эффект **Обязательно** и ни атака, ни эффект **Обязательно** не срабатывают.",
    "updated_at": "2017-06-05T08:46:40.000Z"
  },
  {
    "code": "02105",
    "text": "- \"Пока карта может изменить игровую ситуацию, вы можете заявить о своем намерении использовать карту. Затем, если активируется внеочередная атака, и это меняет ваше решение, каким именно образом использовать эффект карты - пусть будет так! Это совершенно законно. Например, если вы играете [«Неотложную помощь»](/card/02105) и в игре есть поврежденные игроки или союзники, а внеочередная атака в свою очередь нанесла урон вашему [«Сторожевому псу»](/card/01021), вы можете затем использовать «Неотложную помощь» для лечения «Сторожевого пса». Вы можете это сделать, потому что «Неотложная помощь» действительно могла изменить состояние игры до того, как произошла внеочередная атака (например, потому что «Морган» был ранен). Но гипотетически, если бы ни один персонаж в игре не был ранен до того, как вы начали играть в «Неотложную помощь», то у неё не было бы возможности изменить состояние игры, и следовательно процесс её розыгрыша был бы немедленно прерван прежде, чем карта была бы сыграна. То же самое бы произошло, если бы вы разыграли [«Случайная встреча»](/card/02270), чтобы вернуть союзника из своего сброса, и инициировали внеочередную атаку, которая закончилась бы поражением другого союзника, то вы бы смогли после этого использовать «Случайную встречу», чтобы вернуть побежденного союзника вместо первоначального. \"",
    "updated_at": "2017-09-26T19:51:26.000Z"
  },
  {
    "code": "02105",
    "text": "-",
    "updated_at": "2017-09-26T20:05:52.000Z"
  },
  {
    "code": "02108",
    "text": "- [lighting] свойство [«Следопыта»](/card/02108) не считается **действием** или [action], поэтому если в вашей зоне угрозы есть  [«Застыть от страха»](/card/01164), её дополнительная цена перемещения не учитывается.",
    "updated_at": "2017-06-05T08:47:19.000Z"
  },
  {
    "code": "02113",
    "text": "- [«Упс!»](/card/02113) не наносит раны от атаки, как если бы проверка была успешна, а наносит раны, как если бы проверка была провалена (например, если вы атаковали врага с помощью [««Дерринджера» 41-го калибра»](/card/01047), то разыгрывая «Упс!» вы нанесёте врагу 1 рану). \n\n- [«Упс!»](/card/02113) и [Дробовик](/card/01029): если вы разыгрываете «Упс!» после проваленной атаки из «Дробовика», то врагу нанесётся 1 рана.",
    "updated_at": "2017-06-05T08:46:04.000Z"
  },
  {
    "code": "02115",
    "text": "- Если союзник не был найден, эффект не был разыгран полностью, следовательно, вам не нужно изгонять «Сигнальную ракету». Но вы всё еще должны перемешать колоду.",
    "updated_at": "2017-06-05T08:44:25.000Z"
  },
  {
    "code": "02119",
    "text": "- Когда должна быть разыграна сторона «b» этого замысла («Тварь из пустоты»), то и сторона «a» этого замысла («Ограниченный доступ»), и сторона «a» второго замысла («Тени сгущаются») не активны. Если это первый раз, когда выходит [«Охотящийся ужас»](/card/02141), не нужно прикреплять [«Порождение теней»](/card/02142) на него. Если [«Порождение теней»](/card/02142) уже было прикреплено, на него не кладётся ресурс.",
    "updated_at": "2017-05-02T17:56:13.000Z"
  },
  {
    "code": "02120",
    "text": "- Когда должна быть разыграна сторона «b» этого замысла («Преследуемые»), то и сторона «a» этого замысла («Тени сгущаются»), и сторона «a» третьего замысла («В каждой тени») не активны.  Если [«Порождение теней»](/card/02142) уже была прикреплена к [«Охотящемуся ужасу»](/card/02141), на неё не кладётся ресурс.",
    "updated_at": "2017-05-02T17:57:03.000Z"
  },
  {
    "code": "02130",
    "text": "- **В:** Если я активирую действие «Исследовать», а затем  потрачу свои ресурсы до 4 или меньше, выполнится ли исследование? **О:** \"«Офис администрации» запрещяет только активацию действия «Исследовать» сыщикам в этой локации, если у них недостаточно ресурсов. Если начинаете исследование, а затем тратите ресурсы или скидываете карты, вы всё еще продолжаете это исследование.\"",
    "updated_at": "2018-01-05T15:27:29.000Z"
  },
  {
    "code": "02131",
    "text": "- **В:** Если я активирую действие «Исследовать», а затем  скину свои карты до 4 или меньше, выполнится ли исследование? **О:** \"«Офис администрации» запрещяет только активацию действия «Исследовать» сыщикам в этой локации, если у них недостаточно ресурсов. Если начинаете исследование, а затем тратите ресурсы или скидываете карты, вы всё еще продолжаете это исследование.\"",
    "updated_at": "2018-01-05T15:27:14.000Z"
  },
  {
    "code": "02139",
    "text": "- **«Как будто»:** Был добавлен к FAQ (v.1.7, Март 2020), затем исправлен (v.1.8, Октябрь 2020). Можете прочитать октябрьские исправления на сайте ArkhamDB [здесь](/rules#As_If). (Я добавил гиперссылку, а не повторно напечатал правила, чтобы если в будущем они будут исправлены или изменены, то тогда страница с правилами будет обновлена и все ArkhamDB FAQ будут отсылать к корректным правилам.)",
    "updated_at": "2020-11-11T15:55:18.000Z"
  },
  {
    "code": "02140",
    "text": "- **В:** \"В последнее время обсуждается, что можно спокойно менять сыщиков в рамках одной кампании (по правилам присоединения и выхода из сюжетной кампании), рассматривая себя с новой колодой, как «нового сыщика». В связи с этим вопрос: можно ли «исключить» сыщика с ценными сюжетными активами в конкретном сценарии, чтобы не рисковать им в опасном сценарии (например, «Экспресс округа Эссекс»), а потом снова «включить» его? И раз уж на то пошло, можно ли положить все сюжетные активы в колоду конкретного сыщика, который затем «переждет» опасный «Экспресс округа Эссекс» таким способом? \" **О:** \"Каких-то прямых запретов делать так в правилах не сказано, однако это противоречит духу игры. Возможность выйти из текущей кампании и/или присоединиться к ней существует, чтобы дать игрокам больше свободы при прохождении кампании с друзьями. График иногда может быть напряженным, и когда дело доходит до игр, на первом месте стоит реальная жизнь. Иногда игроки не могут придти на игровую сессию, а иногда вам нужно включить друга в середине кампании, не начиная её заново. Эти правила были написаны таким образом, чтобы дать игрокам возможность относительно легко входить и выходить из игры без ущерба для целостности колоды любого игрока или истории. Я бы посоветовал игрокам не злоупотреблять этими правилами намеренно, чтобы попытаться обойти определенные эффекты развития сюжета.\"",
    "updated_at": "2017-09-26T20:37:26.000Z"
  },
  {
    "code": "02141",
    "text": "- Когда [«Охотящийся ужас»](/card/02141) покидает игру и отправляется в пустоту, любой жетон безысходности на нём сбрасывается. [«Порождение теней»](/card/02142) остаётся прикреплён к нему и любой ресурс на «Порождении теней» **не убирается**.\n\n- **В:** Кто должен разыгрывать эффект **Обязательно** на [«Охотящиемся ужасе»](/card/02141)? Мы должны просто выбрать игрока? Может ли никто из игроков этого не делать? **A:** В целом, когда неясно, кто из игроков должен разыгрывать эффект, игроки могут выбрать того, кто сделает это. Если сыщики не могут договориться, то это обязан сделать ведущий сыщик. В случае если не ясно, кто должен продвигать акт, просто решите это между сыщиками. [Правило взято из статьи про [Темпло Майор](/card/04175)]",
    "updated_at": "2020-11-23T16:44:52.000Z"
  },
  {
    "code": "02142",
    "text": "- Когда [«Охотящийся ужас»](/card/02141) покидает игру и отправляется в пустоту, любой ресурс на [«Порождении теней»](/card/02142) **не убирается**.",
    "updated_at": "2017-06-05T08:44:58.000Z"
  },
  {
    "code": "02145",
    "text": "- Если вы должны потерять 1 и более действий, то вы настолько меньше действий теперь можете выполнить во время своего хода. Это относится к вашим обычным трем «основным» действиям. Поэтому, если вам дано указание потерять одно или несколько действий,вы обязаны потерять сначала именно обычные «основные» действия, а затем, если их не осталось, вы начинаете терять «дополнительные» действия по вашему выбору. Например, если вы играете Дейзи, и эффект предписывает вам «потерять 2 действия», у вас останется 1 обычное действие и 1 специальное дополнительное действие Дейзи.",
    "updated_at": "2017-06-05T08:49:55.000Z"
  },
  {
    "code": "02147",
    "text": "- Если вы теряете актив, который предписывает вам дополнительные слоты, то вы обязаны скидывать карты до тех пор, пока требуемое количество карт в этих слотах не будет соблюдаться.  Например, если в игре [«Патронташ»](/card/02147), [«Дробовик»](/card/01029) и [«Мачете»](/card/01020) и «Патронташ» был сброшен, то вы должны решить, скинуть вместе с ним «Дробовик» или «Мачете».\n\n- Слоты – это постоянное ограничение на количество карт, которые вы можете иметь в игре, и соблюдение этого ограничения игра проверяет постоянно.",
    "updated_at": "2017-06-05T08:29:20.000Z"
  },
  {
    "code": "02148",
    "text": "- [«Спина к спине»](/card/02148) не может быть разыгран, если в вашей локации нет других сыщиков. Когда нет доступной цели для розыгрыша способности, она не может быть разыграна.",
    "updated_at": "2017-06-05T08:46:52.000Z"
  },
  {
    "code": "02165",
    "text": "- Когда вы получаете травму посреди сценария, вам не нужно немедленно класть рану/ужас на сыщика, если не сказано иного.",
    "updated_at": "2017-06-05T08:47:01.000Z"
  },
  {
    "code": "02167",
    "text": "- Когда эффект **Обязательно** заставляет сыщиков скидывать карты, [wild] символы **считаются** подходящими 2 [agility] символами для условия [FAQ v1.1, section 1.9].\n\n- **В:** Несколько локаций «Вагон» предлагают игроку сделать выбор: либо сбросить карты с указанными символами, либо получить рану/ужас. Может ли игрок в таких местах сбрасывать карты, даже если у них нет необходимых символов для сброса, если это меняет состояние игры? Например, если в «Пассажирском вагоне» написано «После того как вы вошли в «Пассажирский вагон»: Вы должны либо сбросить с руки карты, на которых суммарно есть хотя бы 2 символа [agility], либо получить 2 раны.», и у меня есть одна копия «Волк-одиночка» ( 1 символ [agility]) и ничего другого, смогу ли я выбрать сброс вместо получения урона? Если я могу выбрать сброс, что произойдет с другими картами в моей руке, на которых нет соответствующих символов? Буду ли я вынужден сбросить их все? **О:** Единственное требование состоит в том, что вы должны выбрать вариант, который может изменить состояние игры. Ваш пример (выбор варианта «сбросить», даже если у вас есть только 1 символ [agility] в руке) совершенно законен, потому что он может изменить состояние игры. Однако после выбора вы должны выполнить как можно большую часть эффекта. Это заставит вас продолжать сбрасывать карты из руки, если вы не можете достичь порога в 2 символа [agility], даже если на этих картах нет значков ловкости (аналогично тому, как [«Коррозия»](/card/03102) заставляет вас сбрасывать карты нулевой стоимости с руки, если вы не можете достичь порога стоимости).",
    "updated_at": "2018-06-11T21:14:26.000Z"
  },
  {
    "code": "02168",
    "text": "- Когда эффект **Обязательно** заставляет сыщиков скидывать карты, [wild] символы **считаются** подходящими 2 [combat] символами для условия [FAQ v1.1, section 1.9].\n\n- **В:** Несколько локаций «Вагон» предлагают игроку сделать выбор: либо сбросить карты с указанными символами, либо получить рану/ужас. Может ли игрок в таких местах сбрасывать карты, даже если у них нет необходимых символов для сброса, если это меняет состояние игры? Например, если в «Пассажирском вагоне» написано «После того как вы вошли в «Пассажирский вагон»: Вы должны либо сбросить с руки карты, на которых суммарно есть хотя бы 2 символа [agility], либо получить 2 раны.», и у меня есть одна копия «Волк-одиночка» ( 1 символ [agility]) и ничего другого, смогу ли я выбрать сброс вместо получения урона? Если я могу выбрать сброс, что произойдет с другими картами в моей руке, на которых нет соответствующих символов? Буду ли я вынужден сбросить их все? **О:** Единственное требование состоит в том, что вы должны выбрать вариант, который может изменить состояние игры. Ваш пример (выбор варианта «сбросить», даже если у вас есть только 1 символ [agility] в руке) совершенно законен, потому что он может изменить состояние игры. Однако после выбора вы должны выполнить как можно большую часть эффекта. Это заставит вас продолжать сбрасывать карты из руки, если вы не можете достичь порога в 2 символа [agility], даже если на этих картах нет значков ловкости (аналогично тому, как [«Коррозия»](/card/03102) заставляет вас сбрасывать карты нулевой стоимости с руки, если вы не можете достичь порога стоимости).",
    "updated_at": "2018-06-11T21:14:47.000Z"
  },
  {
    "code": "02169",
    "text": "- Когда эффект **Обязательно** заставляет сыщиков скидывать карты, [wild] символы **считаются** подходящими 2 [willpower] символами для условия [FAQ v1.1, section 1.9].\n\n- **В:** Несколько локаций «Вагон» предлагают игроку сделать выбор: либо сбросить карты с указанными символами, либо получить рану/ужас. Может ли игрок в таких местах сбрасывать карты, даже если у них нет необходимых символов для сброса, если это меняет состояние игры? Например, если в «Пассажирском вагоне» написано «После того как вы вошли в «Пассажирский вагон»: Вы должны либо сбросить с руки карты, на которых суммарно есть хотя бы 2 символа [agility], либо получить 2 раны.», и у меня есть одна копия «Волк-одиночка» ( 1 символ [agility]) и ничего другого, смогу ли я выбрать сброс вместо получения урона? Если я могу выбрать сброс, что произойдет с другими картами в моей руке, на которых нет соответствующих символов? Буду ли я вынужден сбросить их все? **О:** Единственное требование состоит в том, что вы должны выбрать вариант, который может изменить состояние игры. Ваш пример (выбор варианта «сбросить», даже если у вас есть только 1 символ [agility] в руке) совершенно законен, потому что он может изменить состояние игры. Однако после выбора вы должны выполнить как можно большую часть эффекта. Это заставит вас продолжать сбрасывать карты из руки, если вы не можете достичь порога в 2 символа [agility], даже если на этих картах нет значков ловкости (аналогично тому, как [«Коррозия»](/card/03102) заставляет вас сбрасывать карты нулевой стоимости с руки, если вы не можете достичь порога стоимости).",
    "updated_at": "2018-06-11T21:14:57.000Z"
  },
  {
    "code": "02170",
    "text": "- Когда эффект **Обязательно** заставляет сыщиков скидывать карты, [wild] символы **считаются** подходящими 2 [intellect] символами для условия [FAQ v1.1, section 1.9].\n\n- **В:** Несколько локаций «Вагон» предлагают игроку сделать выбор: либо сбросить карты с указанными символами, либо получить рану/ужас. Может ли игрок в таких местах сбрасывать карты, даже если у них нет необходимых символов для сброса, если это меняет состояние игры? Например, если в «Пассажирском вагоне» написано «После того как вы вошли в «Пассажирский вагон»: Вы должны либо сбросить с руки карты, на которых суммарно есть хотя бы 2 символа [agility], либо получить 2 раны.», и у меня есть одна копия «Волк-одиночка» ( 1 символ [agility]) и ничего другого, смогу ли я выбрать сброс вместо получения урона? Если я могу выбрать сброс, что произойдет с другими картами в моей руке, на которых нет соответствующих символов? Буду ли я вынужден сбросить их все? **О:** Единственное требование состоит в том, что вы должны выбрать вариант, который может изменить состояние игры. Ваш пример (выбор варианта «сбросить», даже если у вас есть только 1 символ [agility] в руке) совершенно законен, потому что он может изменить состояние игры. Однако после выбора вы должны выполнить как можно большую часть эффекта. Это заставит вас продолжать сбрасывать карты из руки, если вы не можете достичь порога в 2 символа [agility], даже если на этих картах нет значков ловкости (аналогично тому, как [«Коррозия»](/card/03102) заставляет вас сбрасывать карты нулевой стоимости с руки, если вы не можете достичь порога стоимости).",
    "updated_at": "2018-06-11T21:15:09.000Z"
  },
  {
    "code": "02171",
    "text": "- **В:** Несколько локаций «Вагон» предлагают игроку сделать выбор: либо сбросить карты с указанными символами, либо получить рану/ужас. Может ли игрок в таких местах сбрасывать карты, даже если у них нет необходимых символов для сброса, если это меняет состояние игры? Например, если в «Пассажирском вагоне» написано «После того как вы вошли в «Пассажирский вагон»: Вы должны либо сбросить с руки карты, на которых суммарно есть хотя бы 2 символа [agility], либо получить 2 раны», и у меня есть одна копия «Волк-одиночка» (1 символ [agility]) и ничего другого, смогу ли я выбрать сброс вместо получения урона? Если я могу выбрать сброс, что произойдет с другими картами в моей руке, на которых нет соответствующих символов? Буду ли я вынужден сбросить их все? **О:** Единственное требование состоит в том, что вы должны выбрать вариант, который способен изменить состояние игры. Ваш пример (выбор варианта «сбросить», даже если у вас есть только 1 символ [agility] в руке) совершенно законен, потому что он может изменить состояние игры. Однако после выбора вы должны выполнить эффект настолько полно, насколько возможно. А значит, вам следует продолжать сбрасывать карты из руки, пока вы не достигнете порога в 2 символа [agility], даже если на сбрасываемых картах нет значков ловкости (аналогично тому, как [«Коррозия»](/card/03102) заставляет вас сбрасывать карты нулевой стоимости с руки, если вы не можете достичь порога стоимости).",
    "updated_at": "2018-06-11T21:15:17.000Z"
  },
  {
    "code": "02173",
    "text": "- Подготовка сценария «Экспресс округа Эссекс» указывает вам игнорировать эффект расскрытия. Эффект «Вагона-ресторана» не является эффектом расскрытия, поэтому, даже если это ваша первая локация, сыщики должный найти [«Цепкий ужас»](/card/02182) и взять его. Ведущий сыщик должен решить, кто именно возьмет этого врага.",
    "updated_at": "2017-06-05T08:43:15.000Z"
  },
  {
    "code": "02179",
    "text": "- **В:** Можно ли использовать [«Просьбу об одолжении»](/card/03158) на [«Беспомощном пассажире»](/card/02179) или [«Невинном госте»](/card/82021)? **О:** Вы не можете возращать эти карты в руку, потому что вы не владеете ими. Если вы попытаетесь вернуть их в свою руку, они будут отправлены вместо этого в эквивалентную зону «их владельца» — во внеигровую зону под контролец сценария (читайте [Владеть и распоряжаться](/rules#Ownership_and_Control): «Если карта должна попасть во внеигровую зону, которая не принадлежит владельцу карты, вместо этого карта кладётся в такую же внеигровую зону своего владельца. При этом считается, что карта попала во внеигровую зону того игрока, под чьим контролем находилась, хотя физически она попадает во внеигровую зону своего владельца») В этом случае владельцем является сценарий, а у сценария нет руки.  Таким образом карта просто будет сброшена (это активирует эффект **Обязательно** на [«Невинном госте»](/card/82021), так что это не самый лучший ход). Но так как карта всё еще будет считаться возвращенной в вашу руку, вы можете завершить оставшуюся часть эффекта «Просьбы об одолжении».",
    "updated_at": "2018-02-10T18:41:58.000Z"
  },
  {
    "code": "02190",
    "text": "- Когда жетон отменяется или игнорируется **полностью** (например, при розыгрыше свойства [Венди Адамс](/card/01005) или [«Причудливой статуэтки»](/card/01071)), считайте, что он вообще не вытягивался. Все эффекты жетона отменяются или игнорируются, а любые эффекты, которые могли бы сработать при вытягивании жетона хаоса этого типа (например, [«Бейсбольная бита»](/card/01074) с [skull] и [auto_fail]), **не срабатывают**. Однако когда жетон игнорируется или отменяется лишь частично, как в случае с [«Непокорством»](/card/02190), он все равно считается вытянутым, и эффекты, срабатывающие при его вытягивании, **выполняются**.\n\n- Если вы играете [«Непокорство»](/card/02190) и называете жетон [cultist] во время прохождения сценария «Там, где ждёт погибель», «Непокорство» создает длительный эффект, который игнорирует эффекты выбранного символа во время этого теста, поэтому, когда вытягивается жетон [cultist], его эффект не разыгрывается, так как он игнорируется «Непокорством».",
    "updated_at": "2018-10-15T16:25:19.000Z"
  },
  {
    "code": "02192",
    "text": "- Все карты добавленные к проверке добавляются одновременно. Это означает, что вы не можете использовать [«Все или ничего»](/card/02026) чтобы удвоить сложность проверки, а затем добавить к ней [«Быть на высоте»](/card/02192) на основании удвоенной сложности проверки.",
    "updated_at": "2017-06-05T08:48:29.000Z"
  },
  {
    "code": "02194",
    "text": "- **В:** Что произойдет, если я разыграю [«Неприкосновенный запас»](/card/02194) 2-ого уровня и вытяну карту [«Паранойя»](/card/01097)? **О:** «Неприкосновенный запас» 2-ого уровня» следует читать, как «Получите 3 ресурса и возьмите 1 карту». Эти эффекты выполняются одновременно, поэтому вы должны получить 3 ресурса и потянуть карту «Паранойи» одновременно, а затем разыграть эффект «Паранойи» и потерять только что заработанные ресурсы. Увы!\"",
    "updated_at": "2018-01-05T15:25:53.000Z"
  },
  {
    "code": "02195",
    "text": "- Для эффекта [skull] в сценарии «Кровь на алтаре» карты контактов под локациями не считаются вложениями «под» другими картами, а карты, помещенные под локациями из-за инструкций по настройке сценария, не считаются картами контактов под локациями.",
    "updated_at": "2017-05-05T16:22:52.000Z"
  },
  {
    "code": "02205",
    "text": "- [Errata from FAQ v1.1]: This card's text should read: **Forced** instead of [reaction].",
    "updated_at": "2017-06-30T18:33:17.000Z"
  },
  {
    "code": "02215",
    "text": "- If the investigator who controls the [Key to the Chamber](/card/02215) is defeated, the key is discarded into the encounter discard pile. The players will have to dig through the encounter deck to find it once more.",
    "updated_at": "2017-06-05T08:42:35.000Z"
  },
  {
    "code": "02216",
    "text": "- If an enemy is “considered” engaged with you because of the Massive keyword, it will enable abilities – like the [Machete](/card/01020)’s – that require you to be engaged with an enemy. However, there is no timing point of engagement, you’re just “considered” engaged with it, so you can’t really trigger reactions to becoming engaged with the enemy, like [Zoey Samaras](/card/02001) or [Zoey's Cross](/card/02006).",
    "updated_at": "2017-06-05T08:37:19.000Z"
  },
  {
    "code": "02217",
    "text": "- When you are given the chance whether or not to include a particular card in an investigator’s deck, that is the only chance you get to make that decision. If at that point you choose not to include that card, you aren’t given the chance to include it later (unless stated otherwise). If you do choose to include that card in an investigator’s deck, it is recorded under “Earned Story Assets/Weaknesses,” and that investigator must then continue to include it in their deck (unless stated otherwise).\n\n- **Question**: \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **Answer**: \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"",
    "updated_at": "2017-09-26T20:37:05.000Z"
  },
  {
    "code": "02218",
    "text": "- When you are given the chance whether or not to include a particular card in an investigator’s deck, that is the only chance you get to make that decision. If at that point you choose not to include that card, you aren’t given the chance to include it later (unless stated otherwise). If you do choose to include that card in an investigator’s deck, it is recorded under “Earned Story Assets/Weaknesses,” and that investigator must then continue to include it in their deck (unless stated otherwise).\n\n- **Question**: \"Retiring investigators has been the subject of some discussion lately, and you were quoted as ruling you could freely retire investigators by treating yourself as a new 'player' (per the campaign rules on joining and leaving a campaign). Is it legit, then, to 'retire' an investigator with story assets, then 'rejoin' with that investigator later, strictly to avoid risking the story asset (such as on The Essex County Express), and not because that player is sitting out the game? And for that matter, can a 4-player campaign load all the story assets onto one player, and have that player sit Essex County for this purpose?\" **Answer**: \"I don’t think there’s anything explicitly preventing players from doing this as far as the rules are concerned, but I think doing so would go against the spirit of the rules. The ability to retire from and/or join an in-progress campaign exists to give players more freedom when playing through a campaign with friends. Schedules can sometimes be hectic, and when it comes to gaming, real life comes first. Sometimes players cannot make it to a play session, and sometimes you'd like to include a friend mid-campaign without having to start over. These rules were written in such a way as to allow players the freedom to have players drop in and out with relative ease, without compromising the integrity of any player’s deck, or the story. I would urge players to not intentionally abuse these rules to try and get around specific story resolution effects.\"",
    "updated_at": "2017-09-26T20:37:14.000Z"
  },
  {
    "code": "02220",
    "text": "- The “instead” is meant to replace the rest of the “if you fail” effects (adding an ally to the pool of sacrifices and attaching Kidnapped to the current agenda), not the test itself. If you have no ally when you draw Kidnapped, you’ll still take the test, and take 2 damage if you fail.",
    "updated_at": "2017-06-05T08:40:55.000Z"
  },
  {
    "code": "02221",
    "text": "- [Psychopomp's Song](/card/02221) reads \"When you would take 1 or more damage: Take 2 additional damage...\" This means that this effect is essentially modifying the amount of damage you were about to take (but have not yet taken, as this is a \"when...\" effect). If you were about to take 2 damage and then Psychopomp's Song caused you to take 2 additional damage, you could cancel all 4 of it with [\"I've had worse…\"](/card/02261).\n\n- Note that this would be different if Psychopomp's Song read something like \"After you take 1 or more damage: Take 2 damage\" or something like that.",
    "updated_at": "2017-06-15T19:46:38.000Z"
  },
  {
    "code": "02229",
    "text": "- If [Quick Thinking](/card/02229) is committed to another investigator's test or a test at any time that is not the committing investigator's turn, success means an extra action but no more. \"You just get to take that one action and that is all. This may cause player windows to open up, but you would still only be allowed to play certain cards within those player windows (cards that do not require it to be your turn).\" [Matt Newman] You cannot play fast assets that normally can only be played 'on your turn'.\n\n- If you take an action that qualifies as either of your additional actions, e.g. from [Leo De Luca](/card/01048) and [Quick Thinking](/card/02229), you may choose which additional action you are actually using.\n\n- **Q:** Does [Double or Nothing](/card/02026) work with extra action effects like [Quick Thinking](/card/02229) or the level 2 [.41 Derringer](/card/03234)? **A:** Double or Nothing works with both of those effects! Those effects indeed trigger during step 7 [of a skill test], and then create a delayed effect which grants the extra action(s) after the test resolves.\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:41:48.000Z"
  },
  {
    "code": "02230",
    "text": "- [FAQ v1.1, errata]: This card’s [reaction] ability should read: “When you reveal a non-[auto_fail] chaos token, spend 2 resources: Ignore that chaos token and reveal another one to\nresolve. If that token has a [auto_fail] symbol, remove Lucky Dice from the game (cannot be ignored/canceled).”\n\n- Lucky Dice’s ability is meant to be triggered after you reveal the chaos token, but before the chaos token effect’s resolves. This is because it uses the word \"ignore\" in its effect, which works similarly to when an effect is \"canceled\" [Rules Reference, page 6].\n\n- Lucky Dice can be triggered from its own effect. You can continue to ignore tokens and reveal new ones as long as you have resources to spend (and don’t hit the [auto_fail]!).",
    "updated_at": "2017-06-30T18:32:18.000Z"
  },
  {
    "code": "02234",
    "text": "- В ответ на \"Могу ли я увеличить не тот навык, на который прохожу проверку?\": \"Ничего не запрещает тебе использовать Забияку или другой похожий актив для любого навыка при проверке. (в общем, там не уточнено \"При проверке ловкости\" или что-то вроде того). Вы можете использовать её при проверке воли или интелекта, если хотите.\"",
    "updated_at": "2017-09-26T19:58:24.000Z"
  },
  {
    "code": "02235",
    "text": "- The clause \"may immediately evade each other enemy\" gives you the choice whether or not to evade \"each other enemy\", but doesn't allow you to pick and choose which to evade [modified quotation based on Matt's original email, quoted on [Survival Instinct](/card/02235) (level 0)]",
    "updated_at": "2017-06-15T19:29:22.000Z"
  },
  {
    "code": "02236",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:28:14.000Z"
  },
  {
    "code": "02237",
    "text": "- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:47:46.000Z"
  },
  {
    "code": "02238",
    "text": "- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:47:53.000Z"
  },
  {
    "code": "02239",
    "text": "- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:48:04.000Z"
  },
  {
    "code": "02240",
    "text": "- If neither bold possibility is listed in your campaign log, because [Dr. Henry Armitage](/card/02040) joined you, he wasn't sacrificed, but you failed to achieve a numbered resolution during Blood on the Altar, proceed as though he \"survived the Dunwich Legacy\".",
    "updated_at": "2017-06-05T08:49:40.000Z"
  },
  {
    "code": "02255",
    "text": "- The **Forced** effect on [Rampaging Creatures](/card/02237), [Biding Its Time](/card/02238) and [Horrors Unleashed](/card/02239) moves each [Brood of Yog-Sothoth](/card/02255) in play. If you have multiple Broods in play, after selecting a random location for the first brood, select another random location for the second and so on. It is possible that all Broods will try to move to the same place.\n\n- The **Forced** effect moves each [Brood of Yog-Sothoth](/card/02255) irrespective of if they were at the same location as an investigator or not, and irrespective of whether they are ready or exhausted.",
    "updated_at": "2017-06-05T08:48:07.000Z"
  },
  {
    "code": "02261",
    "text": "- **Q:** For cards like [Deny Existence](/card/05032), [\"I've had worse…\"](/card/05315), [Delay the Inevitable](/card/05021), etc, do they directly or indirectly work against effects that do not deal damage and horror directly to your investigator (e.g. [Snake Bite](/card/04080)) or deal direct damage to other things as well as your investigator (e.g. [Centuries of Secrets](/card/05099), [Ceremony Room](/card/05214))? **A:** Delay the Inevitable, I've Had Worse and Deny Existence only work when *you* (aka your investigator) are being dealt damage/horror. If damage or horror is being dealt directly to a card other than your investigator, you cannot use Deny Existence, Delay the Inevitable, or I've Had Worse to cancel/ignore it.",
    "updated_at": "2020-01-12T14:55:46.000Z"
  },
  {
    "code": "02262",
    "text": "- The rules reference on [Experience](/rules#Experience) states \"When purchasing a higher level version of a card with the same title, the investigator may choose to ‘upgrade' that card by paying only the difference in experience (to a minimum of 1) between the two cards and removing the lower level version of the card from their deck.\" No part of this passage allows you to \"side-grade\"from one level 4 [Strange Solution](/card/02021) to another level 4 solution for 0 experience. In fact, you would have to pay 1 xp to swap the level 4 strange solution out for a level 0 strange solution, then upgrade that for 4 xp.",
    "updated_at": "2017-06-15T19:56:13.000Z"
  },
  {
    "code": "02265",
    "text": "- The cost you must pay when using [Joey \"The Rat\" Vigil](/card/02265)'s [lightning] to play an Item asset excludes the action cost of playing an asset, but includes any additional costs and non-resource costs from any source, as appropriate.",
    "updated_at": "2018-02-26T21:25:54.000Z"
  },
  {
    "code": "02266",
    "text": "- [Ace in the Hole](/card/02266) allows you to take 3 additional actions during the turn on which it is played. It doesn't interrupt what you are doing to perform those 3 actions. If you play it during a [player [lightning] window] during a skill test, it just means that you have more actions to take during that turn. It doesn't mean that all 3 of those actions take place during that skill test.",
    "updated_at": "2017-06-15T19:36:42.000Z"
  },
  {
    "code": "02269",
    "text": "- [Jewel of Aureolus](/card/02269) triggers after the chaos token is revealed, but before any of that token's effects have resolved. Because it is an \"After\" effect, it will however trigger after \"When\" and \"If\" effects related to the token being revealed, such as [Wendy Adams](/card/01005), [Shrivelling](/card/01060), etc.",
    "updated_at": "2017-06-15T19:33:20.000Z"
  },
  {
    "code": "02270",
    "text": "- As long as the card has the potential to change the game state, you can begin the initiation sequence. Then, if an attack of opportunity is triggered and that changes the way you want the card’s effect to be resolved, so be it! That is perfectly legal. So, if you play [Emergency Aid](/card/02105) (with one damaged player or ally in play) and an attack of opportunity deals damage to your [Guard Dog](/card/01021), you can then use Emergency Aid’s effect to heal the Guard Dog. You are able to do this because Emergency Aid did have the potential to change the game state before the attack of opportunity occurred (because Morgan was damaged). If, hypothetically speaking, no characters in play were damaged at the time you began playing Emergency Aid, then it would have no potential to change the game state and it would immediately abort the process before the card is even played. The same is true if you, for example, used [A Chance Encounter](/card/02270) to bring an ally back from your discard pile, and triggered an attack of opportunity that ended up defeating a different ally; you could then use A Chance Encounter to bring that ally back instead of the original one.\n\n-  \"Does the restriction on 'giving' signature cards to other investigators in the FAQ apply to cards that don't say 'give'? For example, could I use [A Chance Encounter](/card/02270) to retrieve [Duke](/card/02014) from [\"Ashcan\" Pete](/card/02005)'s discard pile and put him into play for me for a turn?\" A signature card should not be allowed to be under the control of any investigator other than the investigator named on the card. So, for example, you could not use A Chance Encounter to retrieve Duke from Ashcan Pete’s discard pile if you were playing an investigator other than Ashcan Pete.",
    "updated_at": "2017-11-02T18:51:45.000Z"
  },
  {
    "code": "02271",
    "text": "- You can exile [Stroke of Luck](/card/02271) even if you draw the [auto_fail] symbol. The test is still considered a failure, but stroke of luck is exiled. The ability to exile Stroke of Luck is not dependent on the auto-fail not being revealed - only the test being automatically successful.\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:20:03.000Z"
  },
  {
    "code": "02272",
    "text": "- Any skill tests you perform nested within a parley action have their difficulty reduced by 2, too.",
    "updated_at": "2017-06-15T19:39:36.000Z"
  },
  {
    "code": "02274",
    "text": "- If you play [Defiance](/card/02190) and choose the [cultist] token, Defiance creates a lasting effect that ignores the effects of the chosen symbol during that test, so when the [cultist] token is revealed, its effect doesn't get to resolve, because it is entirely ignored by Defiance.\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T16:28:31.000Z"
  },
  {
    "code": "02277",
    "text": "- **Erratum**: The two instructions on this card should be reversed, as follows: “Remove all clues from each location in play. The arcane presence masking the path further up the hill has faded. Reveal Ascending Path.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T20:14:54.000Z"
  },
  {
    "code": "02282",
    "text": "- The limit on the **investigate** action on [Base of the Hill](/card/02282) is a limit on the number of times the ability may be initiated during the designated period [See RR, page 14 on [limits](/rules#Limits_and_Maximums): \"Each instance of an ability with such a limit may be initiated X times during the designated period.\") So even if you fail, you cannot initiate that ability again during that round.",
    "updated_at": "2017-06-15T19:43:02.000Z"
  },
  {
    "code": "02283",
    "text": "- The limit on the **investigate** action on [Ascending Path](/card/02283) is a limit on the number of times the ability may be initiated during the designated period [See RR, page 14 on [limits](/rules#Limits_and_Maximums): \"Each instance of an ability with such a limit may be initiated X times during the designated period.\") So even if you fail, you cannot initiate that ability again during that round.",
    "updated_at": "2017-06-15T19:42:33.000Z"
  },
  {
    "code": "02287",
    "text": "- Locations do not leave play when they flip from revealed to unrevealed (even if the title of the card is different). That means that all tokens and attached cards will remain when they are flipped over due to [Spaces Between](/card/02297). Technically this does allow you to tell which location is which when they are ‘shuffled’, whether that's because doom is in play due to [Destroyed Path](/card/02287) or if an [Obscuring Fog](/card/01168) is in play, but for an added challenge and mystery (and for the sake of simplicity), players can place those tokens or attachments onto a random location after they are shuffled, so that they don’t know which location is which.",
    "updated_at": "2017-06-15T19:53:40.000Z"
  },
  {
    "code": "02295",
    "text": "- When [Crazed Shoggoth](/card/02295) attacks you, it creates a lasting effect that causes you to become killed instead of defeated if the shoggoth's attack defeats you. In order for this to happen, it must be the shoggoth's attack that defeats you, not another effect or ability (such as from [Hypochondria](/card/01100)). If something explicitly adds to the damage dealt by the attack, that would count as part of the Crazed Shoggoth's attack.",
    "updated_at": "2017-06-15T19:45:12.000Z"
  },
  {
    "code": "02297",
    "text": "- Locations do not leave play when they flip from revealed to unrevealed (even if the title of the card is different). That means that all tokens and attached cards will remain when they are flipped over. Technically this does allow you to tell which location is which when they are ‘shuffled’, whether that's because doom is in play due to [Destroyed Path](/card/02287) or if an [Obscuring Fog](/card/01168) is in play, but for an added challenge and mystery (and for the sake of simplicity), players can place those tokens or attachments onto a random location after they are shuffled, so that they don’t know which location is which.",
    "updated_at": "2017-06-15T19:53:04.000Z"
  },
  {
    "code": "02302",
    "text": "- **Erratum:** This card’s [reaction] ability should read: \"When you draw an encounter card from\nthe encounter deck...\" - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:35:22.000Z"
  },
  {
    "code": "02303",
    "text": "- Generally speaking, investigating is the act of investigating a location. Thematically, [Deciphered Reality](/card/02303) makes it seem like you are investigating all of the revealed locations at once, and that is surely the flavor of the card. But examining the text of the card line by line, we see that it only really does 2 things: 1) Instead of the test’s difficulty being equal to the shroud value of your location, the test’s difficulty is equal to the highest shroud value among revealed locations in play. 2) If you succeed, you discover 1 clue from each revealed location in play (and this is not a replacement effect). You’re still technically investigating your location. For example, if you played Deciphered Reality while in the [Orne Library](/card/02050), you would still need to spend an additional action to investigate. Likewise, you couldn’t play Deciphered Reality at a location with a [Locked Door](/card/01174).\n\n- [Deciphered Reality](/card/02303) is not a replacement effect; its effect doesn’t use any form of ‘instead’ or ‘but,’ so its effect is in addition to the standard rewards for successfully investigating. (Otherwise it would say something like “instead of discovering a clue at your location…”) (Compare with [Burglary](/card/01045)). In other words, if you successfully use Deciphered Reality, you would discover 1 clue at your location, and 1 clue at each revealed location. If you commit [Deduction](/card/01039) to this test, you would still discover 1 additional clue at your location.",
    "updated_at": "2017-07-10T16:37:09.000Z"
  },
  {
    "code": "02305",
    "text": "- When a phase is skipped, it is skipped in its entirety. Reactions to that phase beginning or ending cannot be triggered, because the phase does not ever begin or end. So if you use [The Gold Pocket Watch](/card/02305) to skip the Mythos phase with [The Red-Gloved Man](/card/02310) in play, [The Red-Gloved Man](/card/02310) is not discarded from play, because his Forced effect never triggers.\n\n- **Erratum:** The [fast] triggers on [The Gold Pocket Watch](/card/02305) should be [reaction] triggers - FAQ v1.2, Jan 2018.\n\n- **Q:** If I use the [The Gold Pocket Watch](/card/02305) to repeat the investigation phase, do I get 3 more actions, given actions reset in the upkeep phase? **A:** The \"reset actions\" step of the upkeep phase and the mini-cards are mostly there as a convenience in order to give players a way of tracking who has taken a turn and who has not. Generally, investigators have 3 actions to take whenever they take a turn, and each investigator takes one turn during the investigation phase. If a card effect grants you a new turn, either explicitly or in this case by allowing you to repeat the investigation phase, the investigators should be granted a full turn’s worth of actions once again. Likewise, if the upkeep phase is skipped, this doesn’t prevent the players from being able to take their turn during the next round.\n\n- - **Q:** Когда игрок с помощью [Руководства](/card/03265) даёт второму игроку дополнительное действие в его ход в этом раунде и игрок разыгрывае [Золотые часы](/card/02305), что бы повторить фазу сыщиков, получит ли второй игрок дополнительное действие в повторённой фазе сыщиков или Руководство применяется только к одной фазе? **А:** В целом, эффекты, которые оказывают влияние на ход игрока или действуют до конца хода игрока, прекращают действовать в конце этого хода, то есть даже если вы сможете повторить фазу или получите дополнительный ход, к этому моменту эффект Руководсва перестанет действовать.",
    "updated_at": "2019-07-19T16:34:31.000Z"
  },
  {
    "code": "02307",
    "text": "- Answering the question \"Can you use [Ward of Protection](/card/02307) against act/agenda deck enemies or similar?\": \"When you flip to the b-side of an act or agenda and it is an encounter cardtype (typically a treachery, enemy or location), you should follow the rules for drawing that encounter card solely for the purposes of figuring out how that card enters play and for resolving any appropriate revelation effects. You should not be able to trigger effects based on having 'drawn' that card, as it was not actually drawn, and it is not clear who is doing the drawing in such an event.\"",
    "updated_at": "2017-09-26T20:29:56.000Z"
  },
  {
    "code": "02311",
    "text": "- The scenario reference card counts as an encounter card, so its effects are encounter card effects. If the cultist token moves you to another location, you must trigger the Forced effect on the agenda and take 1 horror.",
    "updated_at": "2017-09-26T19:55:18.000Z"
  },
  {
    "code": "02312",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:52:54.000Z"
  },
  {
    "code": "02313",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:53:18.000Z"
  },
  {
    "code": "02314",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:53:42.000Z"
  },
  {
    "code": "02315",
    "text": "- There are floating definitions of scenario and encounter cards in the Rules Reference, but for the purposes of card effects, and for the sake of simplicity, the two terms should be considered interchangeable. The act, agenda, locations, scenario reference card, locations, and all cards in the encounter deck are all considered encounter cards.",
    "updated_at": "2017-07-14T22:54:08.000Z"
  },
  {
    "code": "02323",
    "text": "- If a hunter enemy has no valid path to any investigator, then there are no “nearest” investigators, it doesn’t know where to go, and so it just remains at its location, confused.",
    "updated_at": "2017-07-14T22:47:11.000Z"
  },
  {
    "code": "02329",
    "text": "- An enemy enters a location when it spawns in that location. Spawning in a location is not considered “moving to” a location, however.",
    "updated_at": "2017-07-14T22:41:43.000Z"
  }
]