[
  {
    "code": "03003",
    "text": "- **Q:** Карты, помещённые под сыщиков способностями [Зефины Руссо](/card/03003) и [Дианы Стенли](/card/05004) находятся в игре или вне игры? Физически-то они находятся в игровой зоне сыщика, а значит, они могут считаться находящимися в игре, а это значит, что напасти вроде [«Муравьёв»](/card/04221) могут их сбросить, что выглядит странно. **A:** Эти карты находятся вне игры. Никакие игровые эффекты не могут на них влиять, кроме тех, что обращаются к ним напрямую (как активируемое действием свойство Зефины, [«Сумеречный клинок»](/card/05013) и т.п.)",
    "updated_at": "2019-10-09T21:44:21.000Z"
  },
  {
    "code": "03012",
    "text": "- [«Нарисованный мир](/card/03012) и [«Забраться слишком далеко»](/card/02111): Всякий раз, когда карта покидает игру, любые длительные и/или отложенные эффекты прекращают своё действие (см [Покидает игру](/rules#Leaves_Play)). Таким образом, когда «Нарисованный мир» покидает игру, он перестаёт считаться экземпляром скопированной карты и становится экземпляром «Нарисованного мира». Поскольку победный счёт — внеигровая зона, вы можете сыграть «Нарисованный мир» как экземпляр «Забраться слишком далеко», но как только он окажется на победном счету, он снова станет «Нарисованным миром» и утратит победное значение. \n\n-[Нарисованный мир](/card/03012) против быстрых карт (например, [Неуловимость](/card/01050) или [Защитная магия](/card/01065)): Нарисованный мир является \"точной копией\" события, что значит, что это событие быстрое, Нарисованный мир также будет быстрым, и если это событие имеет ограничение или определённый момент для розыгрыша (например \"Играйте после того, как бла бла бла\"), Нарисованный мир будет иметь такое же ограничение или момент розыгрыша, что и оригинальное событие..\n\n- -**Q:** Могу ли я сыграть свойство [Высвободить душу](/card/03033) на [Нарисованный мир](/card/03012), когда она копирует карту без характеристики <b><i>заклинание</i></b> под [Зефиной](/card/03003)? **А:** Вы можете использовать Высвободить душу, что бы сыграть Нарисованый мир со своей руки (независимо от наличия  у копируемой карты черты <b><i>заклинание</i></b>). Высвободить душу позволяет сыграть <b><i>заклинание</i></b> или <b><i>ритуал</i></b> с руки, уменьшив стоимость карты на 3. Так как Нарисованый мир всё ещё <b><i>заклинание</i></b> в тот момент, когда вы выбираете цель для Высвободить душу, вы можете выбрать Нарисованый мир как цель для розыграша. Затем, как только вы фактически разыграете карту (включая проверку игровых ограничений и определение цены розыграша карты), Нарисованый мир становится копией любой выбраной вами для розыграша карты (в данном случае, [Полосой везения](/card/01057) или [Ножом в спину](/card/01051) или любой другой картой, которую вы выбрали).\n\n- **Q:** Как [Нарисованный мир](/card/03012) взаимодействует с [Кристализатором снов](/card/06024), они оба будут сброшены? **А:** Свойства обеих карт заменяют сброс, и так, как свойство Нарисованного мира является обязательным, а свойство Кристализатора снов - необязательным, обязательное свойство имеет временной приоритет над необязательным. Значит, Нарисованный мир должен быть удалён из игры сразу после розыгрыша и не может быть помещён под Кристализатор снов.\"\n\n- **Q:** [Вдвое, вдвое](/card/05320) против [Нарисованного мира](/card/03012). Я полагаю, Нарисованный мир не может быть разыгран дважды с помощью Вдвое, Вдвое, так как он будет удален с игры, но может ли быть разыграно дважды скопированное событие? **А:** Вы можете использовать Вдвое, Вдвое для розыгрыша Нарисованного мира дважды. Обратите внимание, что сказано \"как будто оно у вас на руке\", значит, каждый раз когда вы разыгрываете его так, вы можете выбрать другое событие под Зефиной. Держите в уме, что это может не сработать с некоторыми событиями (например, событиями, которые прикрепляются или уходят в особую игровую зону), так как у вас будет только одна физическая копия Нарисованного мира.",
    "updated_at": "2020-05-11T15:43:15.000Z"
  },
  {
    "code": "03017",
    "text": "- Что произойдёт, если в колоде Йорика закончатся карты, когда [Кладбищенские упыри](/card/03017) сражаются с ним? \"Если в колоде сыщика не осталось карт и сыщику нужно взять карту, перемешайте сброс карт сыщиков, используйте его как колоду сыщика и возьмите карту. Затем получите один ужас. Так как карты не могут покидать ваш сброс, вы не можете использовать перемешаный сброс как колоду и, соответственно, не возьмете карту и не получите ужас.\"",
    "updated_at": "2017-09-22T19:08:05.000Z"
  },
  {
    "code": "03019",
    "text": "- В целом, свойства карт взаимодействуют только с картами в игре. Обычно свойства не влияют на карты вне игры, если это явно не указано. Так что несмотря на то, что карты в колоде сыщика и руке находятся под вашим контролем, [Кризис Идентичности](/card/03019) может сбросить только карты в игре, потому что явно не указано, что она может сбрасывать карты с руки или колоды.",
    "updated_at": "2017-09-26T19:58:44.000Z"
  },
  {
    "code": "03022",
    "text": "- **Q:** Могу ли я использовать [«Я разберусь с этим»](/card/03022) или [«Разберись с этим!»](/card/04028) на слабости? **A:** Нет. Обе эти карты разыгрываются после того, как вы взяли карту контакта (но не Опасность), но до того, как будут разыграны её свойства. Слабости с таким же типом, как у карт контакта (например, враги или напасти), считаются картами контактов когда они разыгрываются и уже они вошли в игру, но не считаются картами контактов после того, как они вошли в игру. Следовательно, когда эти карты разыгрываются, они все ещё являются картами игроков и не могут быть целью. - FAQ, v.1.3, Май 2018",
    "updated_at": "2018-06-05T19:06:54.000Z"
  },
  {
    "code": "03024",
    "text": "- **Q:** Если я пердвигаюсь во время проверки навыка (например, задействуя [reaction] на [Полевые исследования](/card/03024)), \"следующей проверкой\" считается проверка, которую я пройду, или проверка, которую я начну? \n**A:** (последний:) Если вы передвигаетесь во время проверки навыка, Полевые исследования не дадут бонус к этой проверке, только к следующей проверке, которую вы начнёте.",
    "updated_at": "2018-07-03T15:07:28.000Z"
  },
  {
    "code": "03025",
    "text": "**Q:** [Увлечённость](/card/04157) добавляет один заряд или тайну на актив под вашим контролем. Под \"многоразовым\" в справочнике указано, что вы не можете добавлять \"заряды\" к картам, которые используют \"патроны\" или тому подобное. Могу ли я добавлять тайны к картам без ключевого слова \"многоразовый (х тайн)\" или вообще к любой? **A:** Технически, вы можете добавлять тайны к карте, на которой нет ключевого слова многоразовый, нет правил, которые запрещают это делать. Обычно это вам ничем не поможет - если вы добавите тайну к мачете, это не даст вам абсолютно ничего. Но есть карты без ключевого слова многоразовый, которые используют тайны, например непереведённые [Древние письмена](/card/03025) и Увлечённость точно будет с ними комбинироваться!",
    "updated_at": "2021-03-15T18:20:17.000Z"
  },
  {
    "code": "03027",
    "text": "- **\"Как если бы/как будто\":** Добавлено в FAQ (v.1.7, Март 2020) и обновлено (v.1.8, Октябрь 2020). Вы можете прочитать октябрьское определение правил на ArkhamDB [тут](/rules#As_If). (Я добавляю ссылку вместо издержки из правил на случай если правила изменятся или дополнятся - в этом случае страница правил будет обновлена и всё FAQ на ArkhamDB будут ссылатся на корректные правила.)",
    "updated_at": "2020-11-11T15:54:15.000Z"
  },
  {
    "code": "03028",
    "text": "- **Q:** Как [Незаметность](/card/03028) работает с **Огромными** врагами? **A:** На Незаметности указано \"…этот враг не может начать сражаться с вами.\" Это запрещает врагу начать сражаться с вами. Если враг уже сражается (или в данном случае \"сражается с каждым сыщиком в вашей локации\") то это не отменит сражение. Иными словами, Незаметность запрещает начинать сражаться только с вами. Так как у Огромных врагов нет определённого момента, в который они начинают сражаться, Незаметность не запрещает врагу начать сражаться. Огормные враги считаются сражающимися со всеми сыщиками, пока они находятся с ними в одной локации. К слову, если на карте сказано \"не может сражаться с вами\", это совсем другое дело - разночтений о сражении тут и быть не может. Огромный враг, который \"не может сражаться с вами\" не может \"считатся сражающимся\" с вами.",
    "updated_at": "2018-03-26T20:07:47.000Z"
  },
  {
    "code": "03029",
    "text": "- Если вы используете [«Ловкий трюк»](/card/03029), чтобы ввести [«Пистолеты Дженни»](/card/02010) в игру, вы не платите цену, а следовательно, значение «X» остаётся не определённым. («Если X не определён, его значение равно 0.» [Справочник, стр. 3](/rules#The_letter_X)) То же самое справедливо, пока «Пистолеты Дженни» находятся в руке. После того, как они вышли из игры, их стоимость больше не определена, т.е. снова возвращается к «X» или «0». По сути, стоимость «Пистолетов Дженни» определяется только в момент их розыгрыша.",
    "updated_at": "2017-09-26T19:43:12.000Z"
  },
  {
    "code": "03031",
    "text": "- В ответ на \"Могу ли я увеличить не тот навык, на который прохожу проверку?\": \"Ничего не запрещает вам использовать [Забияку](/card/02193) или другой похожий актив для любого навыка при проверке. (там не уточнено \"При проверке ловкости\" или что-то вроде того). Вы можете использовать её при проверке воли или интелекта, если хотите.\"",
    "updated_at": "2017-09-26T20:39:18.000Z"
  },
  {
    "code": "03033",
    "text": "-**Q:** Могу ли я сыграть эффект [Высвободить душу](/card/03033) на [Нарисованный мир](/card/03012), когда она копирует карту без характеристики <b><i>заклинание</i></b> под [Зефиной](/card/03003)? **А:** Вы можете использовать Высвободить душу, что бы сыграть Нарисованый мир со своей руки (независимо от наличия  у копируемой карты черты <b><i>заклинание</i></b>). Высвободить душу позволяет сыграть <b><i>заклинание</i></b> или <b><i>ритуал</i></b> с руки, уменьшив стоимость карты на 3. Так как Нарисованый мир всё ещё <b><i>заклинание</i></b> в тот момент, когда вы выбираете цель для Высвободить душу, вы можете выбрать Нарисованый мир как цель для розыграша. Затем, как только вы фактически разыграете карту (включая проверку игровых ограничений и определение цены розыграша карты), Нарисованый мир становится копией любой выбраной вами для розыграша карты (в данном случае, [Полосой везения](/card/01057) или [Ножом в спину](/card/01051) или любой другой картой, которую вы выбрали).",
    "updated_at": "2020-08-24T17:17:23.000Z"
  },
  {
    "code": "03035",
    "text": "-**Q:** Что означает \"проверка с карты заклинания\" на таких картах как [Кинжал Душ](/card/03035) и [Невозмутимость](/card/03113)? **А:** \"Проверка с карты заклинания\" - это любой эффект, который напрямую требует проверку навыка, либо шаблон \"пройдите проверку (Х)\", либо совершение действия, которое само по себе является проверкой навыка (например, любая карта с действием <b><i><Бой</i></b>, <b><i>Уход</i></b> или <b><i>Исследование</i></b>) - FAQ v1.2 Январь 2018.",
    "updated_at": "2018-01-05T15:46:02.000Z"
  },
  {
    "code": "03041",
    "text": "- **Опечатка**: Вторая способность этой карты должна быть: \"Ваш максимальный размер руки уменьшен на 5\". - FAQ v1.6, Сентябрь 2019",
    "updated_at": "2019-10-09T20:12:22.000Z"
  },
  {
    "code": "03042",
    "text": "- Отвечая на вопрос \"Что произойдёт, если у обоих сыщиков есть [Идущий по пятам](/card/03042) как их случайная базовая слабость (так как они собираи свои колоды с разных коллекций) и второй Идущий по пятам входит в игру, в то время, как первый уже в игре?\": \"Хороший вопрос! Первый идущий остаётся в игре, а второй сбрасывается без эффектов\". ",
    "updated_at": "2017-09-26T19:58:10.000Z"
  },
  {
    "code": "03047a",
    "text": "- **Q:** Как работает **Обязательно** на этой карте? Есть предел прохождения проверки или вроде того? **А:** Даное свойство **Обязательно** cрабатывает не чаще 1 раза в раунд. Когда вы впервые входите в локацию или в завершили в ней свой ход, вы должны пройти проверку ловкости и получить 1 урон при провале. После, вне зависимости от исхода проверки, обязательное свойство больше не срабатывает (в ваш ход) до конца раунда, так что вы снова можете свободно передвигатся без проверок. И всё же, есть два примечания про это свойство: 1) Город в огне гласит, что каждая локация с ужасом получает даное обязательное свойство. Это значит, что ограничение в один раз за раунд действует отдельно для каждой локации, не для свойства в целом. (Представьте, что это свойство действительно написано на каждой из этих локаций) Так что если вы перемещаетесь в локацию с ужасом, обязательное свойство срабатывает и вы должны пройти проверку ловкости. Если после этого вы переместились в другую локацию с ужасом, срабатывает свойство уже другой локации и вы снова должны пройти проветку ловкости. 2) Не чаще 1 раза в раунд - имеется ввиду на сыщика, поэтому свойство сработает на другом сыщике, даже если оно уже срабатывало на вас в этом раунде.",
    "updated_at": "2018-02-26T18:23:00.000Z"
  },
  {
    "code": "03047c",
    "text": "- **Q:** Как работает **Обязательно** на этой карте? Есть предел прохождения проверки или вроде того? **А:** Даное свойство **Обязательно** cрабатывает не чаще 1 раза в раунд. Когда вы впервые пытаетесь покинуть локацию, вы должны пройти проверку ловкости и получить 1 урон при провале. После, вне зависимости от исхода проверки, обязательное свойство больше не срабатывает (в ваш ход) до конца раунда, так что вы снова можете свободно передвигатся без проверок. И всё же, есть два примечания про это свойство: 1) Берега озера Хали гласит, что каждая локация с ужасом получает даное обязательное свойство. Это значит, что ограничение в один раз за раунд действует отдельно для каждой локации, не для свойства в целом. (Представьте, что это свойство действительно написано на каждой из этих локаций) Так что если вы пытаетесь покинуть локацию с ужасом, обязательное свойство срабатывает и вы должны пройти проверку ловкости. Если после этого вы покинули другую локацию с ужасом, срабатывает свойство уже другой локации и вы снова должны пройти проветку ловкости. 2) Не чаще 1 раза в раунд - имеется ввиду на сыщика, поэтому свойство сработает на другом сыщике, даже если оно уже срабатывало на вас в этом раунде.",
    "updated_at": "2018-02-26T18:24:59.000Z"
  },
  {
    "code": "03061",
    "text": "- В правилах Последнего Короля для одиночного режима должно быть следующее примечание: \"Ведущий сыщик добавляет [Человека в бледной маске](/card/03059) как слабость в свою колоду.",
    "updated_at": "2017-09-26T19:53:46.000Z"
  },
  {
    "code": "03081",
    "text": "- [Ругару](/card/81028) и [Диана Дивайн](/card/03081) предписывают \"найти\" локацию-цель, которой может быть их текущая локация. Есть небольшое различие в том, как сформулированы их свойства движения. На Ругару сказано \"последовательно перемещайте Ругару по локациям, пока он не войдёт в эту локацию\", в то время как на Диане указано \"Переместите Диану Дивайн в локацию, где находится этот актив, если это возможно.\" Следовательно, Ругару всё ещё должен передвигатся (в некоторых случаях ) в то время как Диана просто останется в текущей локации, если актив-<b><i>посторонний</i></b> который вы \"нашли\" уже находится в текущей локации.",
    "updated_at": "2017-09-26T19:47:05.000Z"
  },
  {
    "code": "03090",
    "text": "- Касательно формулировки эффекта **раскрытия**: если вы провалили проверку, вы должны либо получить 1 ужас за каждую единицу, котрую вам не хватило, либо положить 1 безысходность на текущий замысел (независимо от того, на сколько единиц провалена проверка).",
    "updated_at": "2017-12-05T03:02:28.000Z"
  },
  {
    "code": "03093",
    "text": "- **Q:** Могу ли я использовать [Внутренний фронт](/card/03007) для того, что бы \"переложить\" раны на [Полтергейста](/card/03093), учитывая, что ему \"нельзя нанести раны\"? **А:** Нет. \"Нанести раны означает положить, добавить или переложить раны на карту.\"",
    "updated_at": "2017-11-01T17:47:37.000Z"
  },
  {
    "code": "03095",
    "text": "- **Q:** Если [Юная Психопатка](/card/03095) или [Маньяк](/card/03096) \"последовательно перемещаются\" с помощью эффекта [Пляски Желтого Короля](/03097), активируют ли они в момент, когда находятся в локации, через которую проходят на пути к их цели, собственное обязательное свойство или [reaction] свойство [Зои Сармас](/card/02001) или [Крест Зои](/card/02001)? **А:** Конечно активируют!",
    "updated_at": "2017-11-13T18:15:55.000Z"
  },
  {
    "code": "03096",
    "text": "- **Q:** Если [Юная Психопатка](/card/03095) или [Маньяк](/card/03096) \"последовательно перемещаются\" с помощью эффекта [Пляски Желтого Короля](/03097), активируют ли они в момент, когда находятся в локации, через которую проходят на пути к их цели, собственное обязательное свойство или [reaction] свойство [Зои Сармас](/card/02001) или [Крест Зои](/card/02001)? **А:** Конечно активируют!",
    "updated_at": "2017-11-13T18:15:44.000Z"
  },
  {
    "code": "03097",
    "text": "- **Q:** Если [Юная Психопатка](/card/03095) или [Маньяк](/card/03096) \"последовательно перемещаются\" с помощью эффекта [Пляски Желтого Короля](/03097), активируют ли они в момент, когда находятся в локации, через которую проходят на пути к их цели, собственное обязательное свойство или [reaction] свойство [Зои Сармас](/card/02001) или [Крест Зои](/card/02001)? **А:** Конечно активируют!/n/n-**Q:** Если враг находится в локации, с которой невозможно переместиться в вашу, может ли он считатся \"ближайшим\" врагом для эффектов таких карт, как [Загадочные песнопения](/card/01171) или [Танец Желтого Короля](/card/03097)? **A:** Даже если невозможно переместиться в вашу локацию с локации, в которой находится враг, он все равно может быть определён как \"ближайший\", если нету других врагов ближе. При этом, последовательного перемещения в сторону сыщика (например, как на Танце Желтого Короля), не срабатывает, если невозможно переместиться из локации врага в вашу. - FAQ v1.2, Январь 2018",
    "updated_at": "2018-01-05T15:49:48.000Z"
  },
  {
    "code": "03102",
    "text": "- [Коррозия](/card/03102) вынуждает вас сбрасывать активы-вещи из игры и/или с руки до опредёленной суммы их стоимостей. Должны ли вы сбрасывать активы стоимостью 0 или нет, зависит от того, можете ли вы сбросить активов на эту сумму:.\n  - Если вы можете, вы можете выбрать, какие активы-вещи сбросить, и если вы достигаете суммы Х, неважно, какие именно сброшены. Например, если Х равен 5 и у вас есть вещь стоимостью 2, стоимостью 3 и стоимостью 0, вы можете сбросить только вещи стоимостью 2 и 3. Вам не нужно сбрасывать ващь стоимостью 0.\n  - Однако, допустим Х равен 6. Тогда вы не можете достичь суммы Х и вы вынуждены следовать эффекту насколько это возможно. Также вы вынуждены сбросить актив стоимостью 0. Ай!\n\n\n **Опечатка:** Эффект **раскрытия** [Коррозии](/card/03102) нужно читать: \"Сбросьте актив-вещь у себя из игры и/или со своей руки…\" - FAQ v1.2, Январь 2018.\n\n- **Q:** Можно ли сбросить [Застёжку из чёрного оникса](/card/03142) эффектом [Коррозии](/card/03102) или [Царства безумия](/card/03338), если вы не можете достичь нужной суммы, сбросив все остальные карты? **А:** Нет, в этом случае Коррозия не сбрасывает Засёжку, потому что слабости не могут быть сброшены с руки, кроме эффекта сброса случайной карты. Даже если больше не осталось вариантов для применения эффекта Коррозии, Застёжка должна остаться в руке.",
    "updated_at": "2018-07-11T15:45:51.000Z"
  },
  {
    "code": "03113",
    "text": "-**Q:** Что означает \"проверка с карты заклинания\" на таких картах как [Кинжал Душ](/card/03035) и [Невозмутимость](/card/03113)? **А:** \"Проверка с карты заклинания\" - это любой эффект, который напрямую требует проверку навыка, либо шаблон \"пройдите проверку (Х)\", либо совершение действия, которое само по себе является проверкой навыка (например, любая карта с действием <b><i><Бой</i></b>, <b><i>Уход</i></b> или <b><i>Исследование</i></b>) - FAQ v1.2 Январь 2018.",
    "updated_at": "2018-01-05T15:46:21.000Z"
  },
  {
    "code": "03120",
    "text": "- Resolution 2 in Echoes of the Past should read [elder_thing] tokens and not [tablet] tokens. I will make a note to fix this in the upcoming edition of the FAQ.",
    "updated_at": "2017-11-13T18:09:21.000Z"
  },
  {
    "code": "03121",
    "text": "- **Q**: On each of the Echoes of the Past agendas, we're instructed, \"Do not add doom to this agenda during the Mythos phase.\" Does this refer to only to the normal doom added during the mythos phase as a game effect? Or does this include card effects such as [Ancient Evils](/card/01166) and [Led Astray](/card/03145)? **A**: The text \"Do not add doom to this agenda during the Mythos phase\" only refers to the doom that would normally be added to the current agenda as part of the framework of the Mythos phase. Other effects that place doom on the current agenda, such as treachery cards or player cards, can still do so while this agenda is active.\n\n- **Erratum:** The first ability on this agenda should read \"Skip the 'Place 1 doom on the current agenda' step of the Mythos phase.\" - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:38:48.000Z"
  },
  {
    "code": "03122",
    "text": "- **Q**: On each of the Echoes of the Past agendas, we're instructed, \"Do not add doom to this agenda during the Mythos phase.\" Does this refer to only to the normal doom added during the mythos phase as a game effect? Or does this include card effects such as [Ancient Evils](/card/01166) and [Led Astray](/card/03145)? **A**: The text \"Do not add doom to this agenda during the Mythos phase\" only refers to the doom that would normally be added to the current agenda as part of the framework of the Mythos phase. Other effects that place doom on the current agenda, such as treachery cards or player cards, can still do so while this agenda is active.\n- **Erratum:** The first ability on this agenda should read \"Skip the 'Place 1 doom on the current agenda' step of the Mythos phase.\" - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:39:00.000Z"
  },
  {
    "code": "03123",
    "text": "- **Q**: On each of the Echoes of the Past agendas, we're instructed, \"Do not add doom to this agenda during the Mythos phase.\" Does this refer to only to the normal doom added during the mythos phase as a game effect? Or does this include card effects such as [Ancient Evils](/card/01166) and [Led Astray](/card/03145)? **A**: The text \"Do not add doom to this agenda during the Mythos phase\" only refers to the doom that would normally be added to the current agenda as part of the framework of the Mythos phase. Other effects that place doom on the current agenda, such as treachery cards or player cards, can still do so while this agenda is active.\n- **Erratum:** The first ability on this agenda should read \"Skip the 'Place 1 doom on the current agenda' step of the Mythos phase.\" - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:39:11.000Z"
  },
  {
    "code": "03130",
    "text": "- **Erratum:** This location’s ability should read: \"While investigating this location, your [intellect] cannot be increased.\" - FAQ v1.2, Jan 2018.",
    "updated_at": "2018-01-05T15:40:16.000Z"
  },
  {
    "code": "03132",
    "text": "- **Erratum:** This location’s ability should read: \"While investigating this location, your [intellect] cannot be increased.\" - FAQ, v.1.2, January 2018.",
    "updated_at": "2020-03-17T15:42:28.000Z"
  },
  {
    "code": "03139",
    "text": "- **Q:** Если я взял [Загадочные песнопения](/card/01171), а все сыщики замкнуты в [Спрятанной библиотеке](/card/03139) без проходов, ни один культист не может считатся \"ближайшим\", так как локация не соединена ни с одной другой. Тем не менее, даже если я не могу положить безысходность на \"ближайшего\" культиста, они все равно в игре, обязывают ли Загадочные песнопения искать культиста? **А:** Не совсем. Даже если невозможно переместиться в вашу локацию с локации, в которой находится враг, он все равно может быть определён как \"ближайший\", если нету других врагов ближе. Представте это так: враг в локации, не связанной с вашей - по сути - отдалён от вас на бесконечное число локаций. Если есть где-то другой враг, даже на расстоянии 100 локаций, он все равно будет ближе. Но если других врагов в игре нету, тогда бесконечно отдалённый враг все равно будет ближайшим. При этом, последовательного перемещения в сторону сыщика (например, как на [Плясках Желтого Короля](/card/03097)), не срабатывает, если невозможно переместиться из локации врага в вашу, даже если это \"ближайший\" враг.",
    "updated_at": "2017-11-13T18:11:58.000Z"
  },
  {
    "code": "03141",
    "text": "- **Q:** Что произойдёт c эффектом, созданным [Мистером Пибоди](/card/03141), если он получит урон/ужас и будет сброшен до того, как будет развернут? **А:** Я полагаю, что эффект останется навегда, да. Продолжительные эффекты существуют независимо от наличия создавшей их карты, а Мистер Пибоди никогда \"не будет развёрнут\", так что…..  ¯\\_(ツ)_/¯",
    "updated_at": "2018-07-27T22:12:34.000Z"
  },
  {
    "code": "03142",
    "text": "**Q:** Можно ли сбросить [Застёжку из чёрного оникса](/card/03142) эффектом [Коррозии](/card/03102) или [Царства безумия](/card/03338), если вы не можете достичь нужной суммы, сбросив все остальные карты? **А:** Нет, в этом случае Коррозия не сбрасывает Засёжку, потому что слабости не могут быть сброшены с руки, кроме свойства сброса случайной карты. Даже если больше не осталось вариантов для применения эффекта Коррозии, Застёжка должна остаться в руке.",
    "updated_at": "2018-07-11T15:45:39.000Z"
  },
  {
    "code": "03153",
    "text": "- **Q:** На [Буре духов](/card/03153) и [Гранатах Mk1](/card/05273) указано: \"(любые дополнительные раны наносятся атакованному врагу)\". Что значит \"дополнительные раны\"? И, касательно Гранат, можно ли применять на них [Меткость](/card/04104), так как они имеют черту дальнобойный? **А:** \"Любые дополнительные раны наносятся атакованному врагу\" относятся к любым другим эффектам, которые могут наносить дополнительные раны в атаке, таким как [Мощный удар](/card/01025) или, конечно, Меткость. Например, если вы атакуете любого врага с помощью гранат и добавляете Мощный удар к проверке, атакованый вран получит дополнительно +1 рану от Мощного удара, но Мощный удар не повлияет на урон, нанесённый  всем другим врагам в локации. А касательно Меткости, да, конечно вы можете использовать их с Гранатами! В вышеприведённом примере, дополнительный +1 урон от Меткости будет нанесён только атакованному врагу.",
    "updated_at": "2019-10-29T17:04:17.000Z"
  },
  {
    "code": "03155",
    "text": "- **Q:** Как изменятся навыки, если я сыграл [Бей или беги](/card/03155) и посреди хода получил ужас? **А:** Когда вы разыгрываете Бей или беги, создаётся [постоянное свойство](/rules#Lasting_Effects) (Справочник, страница 15), которыйт продолжает влиять на игру в течение указанного времени. Этот эффект продолжает менять состояние игры, в зависимости от конкретных условий и параметров и обновляется, если необходимо. В таком случае, это значит, что предоставленный картой Бей или беги бонус к [combat] и [agility] увеличится или уменьшится, как только количество ужаса увеличится или уменьшится соответственно, пока эффект не истечёт.\"",
    "updated_at": "2018-01-05T15:27:46.000Z"
  },
  {
    "code": "03158",
    "text": "- **Q:** Могу ли я использовать [Просьбу об одолжении](/card/03158) на [Беспомощном пассажире](/card/02179) или [Невинном госте](/card/82021)? **A**: Вы не можете вернуть их на руку, та как они не \"под вашим контролем\". Если вы попытаетесь вернуть их на руку, взамен они попадут в эквивалент внеигровой зоны их владельца (смотри [Владеть и держать под контролем](/rules#Ownership_and_Control): Если карта должна попасть во внеигровую зону, которая не принадлежит владельцу карты, вместо этого карта кладётся в такую же внеигровую зону своего владельца. При этом считается, что карта попала во внеигровую зону того игрока, под чьим контролем находилась, хотя физически она попадает во внеигровую зону своего владельца.\") Однако, в таком случае, владельцем является сценарий, а у него нет руки. Поэтому карта просто будет сброшена (при этом сработет **обязательный** эффект Невинного гостя, конечно, так что вряд ли хорошее решение). Но так как считается, что карта вернулась на руку, вы всё ещё можете разыграть остальную часть эффекта карты.",
    "updated_at": "2018-02-10T18:40:18.000Z"
  },
  {
    "code": "03159",
    "text": "- **Автоматический успех/провал:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n  - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как [жетон хаоса вытянут](/rules#Skill_Test_Tiling)), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n  -  Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:27:48.000Z"
  },
  {
    "code": "03164",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на  [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"",
    "updated_at": "2017-11-28T16:34:42.000Z"
  },
  {
    "code": "03165",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на  [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"",
    "updated_at": "2017-11-28T16:34:47.000Z"
  },
  {
    "code": "03166",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на  [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"",
    "updated_at": "2017-11-28T16:34:53.000Z"
  },
  {
    "code": "03167",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на  [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"",
    "updated_at": "2017-11-28T16:34:59.000Z"
  },
  {
    "code": "03170",
    "text": "- **Автоматический успех/провал & Автоматический уход:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n  - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как [жетон хаоса вытянут](/rules#Skill_Test_Timing), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n  - Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно.\n  - Если действие предписывает \"автоматически уйти\" от 1 или более врагов, это не то же самое, что и автоматический успех попытки ухода. Согласно записи [Уход](/rules#Evade_Action) в Справочнике, если действие предписывает уйти от 1 или более врагов, проверка навыка ни в каком виде не производится. Следовательно, если не было проверки навыка, это не считается \"успешным\" уходом. Сыщик только выполняет шаги для ухода от врага (поворачивает его и прекращает с ним сражаться)\n  - Например, Патрицис активирует способность на [Хоуп](/card/06031), которая гласит: \"[action] Если Хоуп не повёрнута, поверните или бросьте её: Уход. Попытка ухода с базовым значением [agility] 5. (Если вы сбросили Хоуп, эта проверка встоматически успешна).\" Если Патрис выбирает сбросить Хоуп, проверка навыка автоматически успешна до вытягивания жетона хаоса, Тем не менее, проверка навыка технически происходит. Карты всё ещё могут быть добавлены к проверке и общий бонус к навыку сыщика опредёлён, так как он может влиять на эффекты других карт. Однако, если Патрис вместо этого использует способность [Бродячего кота](/card/01076), которая гласит: \"[free] Сбросьте Броядчего кота: Автоматически уйдите от не <b><i>элитного</i></b> врага в вашей локации,\" не происходит никакой проверки навыка. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:29:00.000Z"
  },
  {
    "code": "03176",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>\", полученный от [Нет убежища](/card/03176) считается как для напчеатанного, так и полученного текста. Другими словами, вам нужно открыть Сад, что бы совершить действие **побег**.",
    "updated_at": "2018-04-18T01:42:33.000Z"
  },
  {
    "code": "03178",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"\n\n-**Опечатка:** Каждая Одиночная палата не должна иметь черту <b><i>Аркхэмская лечебница</b></i>.",
    "updated_at": "2018-01-05T15:41:28.000Z"
  },
  {
    "code": "03179",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"\n\n-**Опечатка:** Каждая Одиночная палата не должна иметь черту <b><i>Аркхэмская лечебница</b></i>.",
    "updated_at": "2018-01-05T15:41:38.000Z"
  },
  {
    "code": "03180",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"\n\n-**Опечатка:** Каждая Одиночная палата не должна иметь черту <b><i>Аркхэмская лечебница</b></i>.",
    "updated_at": "2018-01-05T15:41:46.000Z"
  },
  {
    "code": "03181",
    "text": "- \"Игнорируйте текст на закрытой стороне локаций <i><b>Аркхэмской лечебницы</b></i>.\": даный текст присутствует на [\"Те, что хуже всех\" (вариант 1 I)](/card/03164), [\"Те, что хуже всех\" (вариант II)](/card/03165), [План побега](/card/03166) и на [Не найти убежища](/card/03167). Как указано, это значит, что перемещение в Одиночныее палаты ([1](/card/03178), [2](/card/03179), [3](/card/03180) and [4](/card/03181)) не требует тратить улику в качестве дополнительной цены перемещения. Мэтт пишет: \"Это было не умышленно и мы в поиске способа решения этого, вероятно в следующей версии FAQ.\"\n\n-**Опечатка:** Каждая Одиночная палата не должна иметь черту <b><i>Аркхэмская лечебница</b></i>.",
    "updated_at": "2018-01-05T15:41:55.000Z"
  },
  {
    "code": "03185",
    "text": "- [Смирительная рубашка](/card/03185) против [Короля в желтом](/card/03011) или [Некрономикона](/card/01009): если Смирительная рубашка находится в вашей зоне угрозы и либо вы берёте одну из персональных слабостей, которые занимают слот рук, либо раскрытие разыграно и книга уже в игре. В таком случае, слоты руки \"перегружены\", но запрет со словами \"не может\" является абсолютным: Смирительная рубашка \"не может покинуть игру\" иначе как [action][action], и персональная слабость \"не может покинуть игру\" не иначе как с помощью эффектов, описаных на ней. Так что обе остаются в игре.",
    "updated_at": "2017-11-28T17:06:47.000Z"
  },
  {
    "code": "03189",
    "text": "- **Q:** Могу я использовать [Обмануть смерть](/card/03310) что бы не быть побеждённым от [\"Увидимся в аду!\"](/card/03189)? **A:** Обмануть смерть на самом деле не отменяет и не заменяет эффект \"побеждён\"; она просто позволяет вам избежать получения кртического количества ран или ужаса. Эффекты карт, которые принуждают быть побеждённым, как \"Увидимся в аду!\", все равно срабатывают и вы побеждены.",
    "updated_at": "2018-02-13T19:48:26.000Z"
  },
  {
    "code": "03191",
    "text": "- **Q:** Можно ли сбросить тайную карту с чертой <b><i>террор</b></i> с помощью [Мыслить логически](/card/03191)? **A:** Тайные карты нельзя сбросить никаким способом, кроме описаного на них. Это значит, что их нельзя сбросить с помощью Мыслить логически, даже если иначе они могут быть сброшены (так как на самом деле они являются картой замысла и находятся в вашей зоне угрозы).",
    "updated_at": "2018-01-08T21:00:50.000Z"
  },
  {
    "code": "03193",
    "text": "- **Q:** Так как этот эффект не заменяет действие **Исследование**, я все равно нахожу улику? **А:** Верно, находите.\n\n- **Автоматический успех/провал & Автоматический уход:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n  - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как [жетон хаоса вытянут](/rules#Skill_Test_Timing), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n  - Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно.\n  - Если действие предписывает \"автоматически уйти\" от 1 или более врагов, это не то же самое, что и автоматический успех попытки ухода. Согласно записи [Уход](/rules#Evade_Action) в Справочнике, если действие предписывает уйти от 1 или более врагов, проверка навыка ни в каком виде не производится. Следовательно, если не было проверки навыка, это не считается \"успешным\" уходом. Сыщик только выполняет шаги для ухода от врага (поворачивает его и прекращает с ним сражаться)\n  - Например, Патрицис активирует способность на [Хоуп](/card/06031), которая гласит: \"[action] Если Хоуп не повёрнута, поверните или бросьте её: Уход. Попытка ухода с базовым значением [agility] 5. (Если вы сбросили Хоуп, эта проверка встоматически успешна).\" Если Патрис выбирает сбросить Хоуп, проверка навыка автоматически успешна до вытягивания жетона хаоса, Тем не менее, проверка навыка технически происходит. Карты всё ещё могут быть добавлены к проверке и общий бонус к навыку сыщика опредёлён, так как он может влиять на эффекты других карт. Однако, если Патрис вместо этого использует способность [Бродячего кота](/card/01076), которая гласит: \"[free] Сбросьте Броядчего кота: Автоматически уйдите от не <b><i>элитного</i></b> врага в вашей локации,\" не происходит никакой проверки навыка. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:13:48.000Z"
  },
  {
    "code": "03194",
    "text": "- **Автоматический успех/провал & Автоматический уход:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как [жетон хаоса вытянут](/rules#Skill_Test_Timing), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n - Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно.\n - Если действие предписывает \"автоматически уйти\" от 1 или более врагов, это не то же самое, что и автоматический успех попытки ухода. Согласно записи [Уход](/rules#Evade_Action) в Справочнике, если действие предписывает уйти от 1 или более врагов, проверка навыка ни в каком виде не производится. Следовательно, если не было проверки навыка, это не считается \"успешным\" уходом. Сыщик только выполняет шаги для ухода от врага (поворачивает его и прекращает с ним сражаться)\n - Например, Патрицис активирует способность на [Хоуп](/card/06031), которая гласит: \"[action] Если Хоуп не повёрнута, поверните или бросьте её: Уход. Попытка ухода с базовым значением [agility] 5. (Если вы сбросили Хоуп, эта проверка встоматически успешна).\" Если Патрис выбирает сбросить Хоуп, проверка навыка автоматически успешна до вытягивания жетона хаоса, Тем не менее, проверка навыка технически происходит. Карты всё ещё могут быть добавлены к проверке и общий бонус к навыку сыщика опредёлён, так как он может влиять на эффекты других карт. Однако, если Патрис вместо этого использует способность [Бродячего кота](/card/01076), которая гласит: \"[free] Сбросьте Броядчего кота: Автоматически уйдите от не <b><i>элитного</i></b> врага в вашей локации,\" не происходит никакой проверки навыка. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:15:08.000Z"
  },
  {
    "code": "03199",
    "text": "- **Q:** Как [Силки](/card/03199) взаимодействуют со способностями, которые срабатывают после того, как враг начинает сражаться, когда он не перемещается в локацию с Силками, а выходит в неё? Сработает ли способность Силков, если враги входят в игру сразу сражающимися с игроком, который их вытянул (если у них нет указания Выходит)? Например, нанесёт ли [Маньяк](/card/03095) урон себе и сыщику до того, как Силки повернут его и принудят перестать сражатся? ** А:** Этот вопрос относится к Вложенным последовательностям, поэтому что бы полностью понять мой ответ, рекомендую посмотреть на правило 1.4 в FAQ [Вложенные последовательности](/rules#Nested_Sequences).\n\nКаждый раз, когда выполняется требуемое условие, происходит следующее: (1) прервите действие, которе выполнило условие и выполните эффект \"когда…\", (2) закончите прерванное действие, и после (3) выполните эффект \"после…\" соответственно после срабатывания требуемого условия. Возможна ситуация, в которой вложенная последовательность выполняет другое условие для ещё одной или нескольких вложенных последовательностей. Нет предела глубины сработавших вложенных последовательностей, но каждая вложенная последовательность должна быть выполнена до того, как будет выполнена вызвавшая её последовательность. Фактически, такие последовательности разрешаются по принципу Last In, First Out (LIFO).\n\nТеперь давайте глянем на карты. На Силках сказано: \"**Обязательно** — После того как не элитный враг вошёл в прикреплённую локацию: Поверните этого врага, он перестаёт сражаться со всеми сыщиками, с кем сражался, и прикрепите к нему Силки.\" Это обязательное свойство, которое срабатывает, когда враг входит в локацию, к которой прикреплены Силки. Однако, всякий раз, когда развёрнутый, но ещё не сражающийся враг оказывается в одной локации с сыщиком, он начинает сражатся с эти сыщиком и переходит в его зону угрозы ([Сражение с врагом](/rules#Enemy_Engagement), Спарвочник, страница 19). Это постоянный эффект, которой игра проверяет постоянно, и поэтому он имеет временной приоритет над обязательными эффектами. В результате, враг враг войдёт в локацию и немедленно начнйт с вами сражаться до того, как вы сможете разыграть любые эффекты \"после\" в ответ. После того, как он начал с вами сражатся, так как это было условием для срабатывания свойства, начинается вложенная последовательность. Вы должны разыграть все способности против начала сражения с вами до того, как вернутся к первоначальному событию, которое выполнило условие (враг вошел в локацию). Потом вы разыграете обязательное свойство Маньяка (и другие обязательные свойства против наала срожения с вами). Наконец, вы вернётесь к изначальному выполненому условию и разыграете обязательное свойство Силков. Резюмируя:\n\n1) Маньяк входит в вашу локацию\n\n2)Маньяк немедленно начинает сражатся с вами. Это постоянный эффект и он имеет временный приоритет над эффектами \"после\", разыгрывающимися после входа врага в вашу локацию.\n\n3) Разыграйте свойства в ответ на начало сражения с вами (такие как способность Маньяка)\n\n4) Вернитесь к первоначальному условию и разыграйте свойства в ответ на вход Маньяка в вашу локацию (как, например, свойство Силков)\n\nВот и вложенная последовательность для вас! Она бы была ещё сложнее, если бы у вас были бы способности, срабатывающие после получения урона! (Эти способности сработали бы между шагами 3 и 4, для протокола.)\n\n- **Q:** Как [Силки](/card/03199) будут взаимодействовать с сыщиком, который провалил проверку в [Пляске Желтого Короля](/card/03097)? Интересуют следующие ситуации: 1) к врагу-безумецу прикреплены Силки, когда на него начинает действовать Пляски Желтого Короля; 2) Силки прикрепляются к врагу-безумцу по пути к сыщику, вытянувшего Пляски Желтого Короля. Спасибо за помощь! **А:** Отличный вопрос. Давайте взглянем на текст Плясок Желтого Короля: \"**Раскрытие** — Если в игре нет врагов-безумцев, считайте, что у Пляски Жёлтого короля есть Наплыв. В противном случае пройдите проверку [willpower](3). При провале ближайший враг-безумец разворачивается, последовательно перемещается по локациям, пока не войдёт в вашу локацию, начинает сражаться с вами и немедленно атакует.\"\n\nЭто свойство заставляет врага сделать 4 действия (разворачивается, перемещается, начинает сражаться и атакует). Вообще-то, свойства, пересчитываемые словом \"и\" независимы друг от друга (например, если свойство предписывает \"взять 1 карут и получить 1 ресурс\", вы всё ещё можете получить 1 ресурс, даже если вы не можете брать карты). Однако, в этом случае некоторые свойства зависят друг от друга просто в силу их природы. Например, если враг, который находится не в одной локации с вами, не может двигатся, он так же не может и начать сражаться с вами, так как начало сражения с вами заставит его переместиться в вашу локацию. Так же, если враг не сражается с сыщиком, \"атакует\" не произведёт никакого эффекта, так как неизвестно, кого врагу атаковать. (Обратите внимание, что это не то же самое, что и \"немедленно атакует\"). При этом ни движение, ни атака не зависят на то, повёрнут враг, или нет - враги-охотники обычно не передвигаются, если повёрнуты и не атакуют во время фазы врагов, если повёрнуты, но повёрнутые враги всё ещё могут двигатся и атаковать если им это предписывают сделать своства карт.\n\nВот что произойдёт в этой ситуации: Если к врагу-безумцу прикреплены Силки, когда вы раскрываете Пляски Желтого Короля, он не развернётся - взамен сбросятся Силки, но не смотря на это, он последовательно переместиться в вашу локацию, начнёт с вами сражаться и атакует, так как эти эффекты не зависят от того, повёрнут враг или нет. Если враг-безумец последовательно передвигается в вашу локацию и по пути заходит в локацию, к которй прикреплены Силки, он немедленно повернётся, перестанет сражаться со всеми сыщиками и Силки прикрепятся к нему… Но после, он продолжит последовательное передвижение в вашу локацию, начнёт сражатся с вами и атакует.\n\nПарень, правда безумцы безжалостны, когда ими манипулирует Тот, Чьё Имя Нельзя Называть?",
    "updated_at": "2020-10-19T13:50:04.000Z"
  },
  {
    "code": "03207",
    "text": "- **Автоматический успех/провал & Автоматический уход:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как [жетон хаоса вытянут](/rules#Skill_Test_Timing), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n - Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно.\n - Если действие предписывает \"автоматически уйти\" от 1 или более врагов, это не то же самое, что и автоматический успех попытки ухода. Согласно записи [Уход](/rules#Evade_Action) в Справочнике, если действие предписывает уйти от 1 или более врагов, проверка навыка ни в каком виде не производится. Следовательно, если не было проверки навыка, это не считается \"успешным\" уходом. Сыщик только выполняет шаги для ухода от врага (поворачивает его и прекращает с ним сражаться)\n - Например, Патрицис активирует способность на [Хоуп](/card/06031), которая гласит: \"[action] Если Хоуп не повёрнута, поверните или бросьте её: Уход. Попытка ухода с базовым значением [agility] 5. (Если вы сбросили Хоуп, эта проверка встоматически успешна).\" Если Патрис выбирает сбросить Хоуп, проверка навыка автоматически успешна до вытягивания жетона хаоса, Тем не менее, проверка навыка технически происходит. Карты всё ещё могут быть добавлены к проверке и общий бонус к навыку сыщика опредёлён, так как он может влиять на эффекты других карт. Однако, если Патрис вместо этого использует способность [Бродячего кота](/card/01076), которая гласит: \"[free] Сбросьте Броядчего кота: Автоматически уйдите от не <b><i>элитного</i></b> врага в вашей локации,\" не происходит никакой проверки навыка. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:30:08.000Z"
  },
  {
    "code": "03232",
    "text": "- **Erratum:** This card’s [free] ability should read: “…Any investigator at this location may trigger this ability.” - FAQ, v.1.4, September 2018",
    "updated_at": "2018-09-25T19:06:25.000Z"
  },
  {
    "code": "03234",
    "text": "- **Q:** Удваивает ли [Всё или ничего](/card/02026) дополнительные действия от карт [Сообразительность](/card/02229) и [«Дерринджер» 41-го калибра](/card/03234)? **А:** Всё или ничего удваивает эффекты с обоих этих карт! Эти эффекты срабатывают во время шага 7 [проверки навыка], потом создаётся отложенный эффект, который приносит дополнительные действия и после проверка навыка заканчивается.",
    "updated_at": "2018-04-18T22:53:59.000Z"
  },
  {
    "code": "03252",
    "text": "- **Опечатка:** У способности этой карты нет ограничения на использования. - FAQ v.1.3, Май 2018",
    "updated_at": "2018-06-05T18:51:06.000Z"
  },
  {
    "code": "03258",
    "text": "- **Опечатка:** У способности этой карты нет ограничения на использования. - FAQ v.1.3, Май 2018",
    "updated_at": "2018-06-05T18:50:51.000Z"
  },
  {
    "code": "03264",
    "text": "- **\"Как если бы/как будто\":** Добавлено в FAQ (v.1.7, Март 2020) и обновлено (v.1.8, Октябрь 2020). Вы можете прочитать октябрьское определение правил на ArkhamDB [тут](/rules#As_If). (Я добавляю ссылку вместо издержки из правил на случай если правила изменятся или дополнятся - в этом случае страница правил будет обновлена и всё FAQ на ArkhamDB будут ссылатся на корректные правила.)",
    "updated_at": "2020-11-11T15:53:01.000Z"
  },
  {
    "code": "03265",
    "text": "- **Q:** Когда игрок с помощью [Руководства](/card/03265) даёт второму игроку дополнительное действие в его ход в этом раунде и игрок разыгрывает [Золотые часы](/card/02305), что бы повторить фазу сыщиков, получит ли второй игрок дополнительное действие в повторённой фазе сыщиков или Руководство применяется только к одной фазе? **А:** В целом, эффекты, которые оказывают влияние на ход игрока или действуют до конца хода игрока, прекращают действовать в конце этого хода, то есть даже если вы сможете повторить фазу или получите дополнительный ход, к этому моменту свойство Руководсва перестанет действовать.",
    "updated_at": "2019-07-19T16:34:35.000Z"
  },
  {
    "code": "03270",
    "text": "- **Q:** Могу ли я отменить напасть-**опасность**, взятую другим игроком, с помощью [Тёмной интуиции](/card/05014) или [Защитной магии II](/card/03270)?**A:** Вы не можете играть карты или активировать [reaction], пока другой игрок разыгрывает карту опасность, так что вы не можете разыгрывать Тёмную интуицию или Защитную магию II, что бы отменить её.",
    "updated_at": "2020-01-15T17:31:30.000Z"
  },
  {
    "code": "03272",
    "text": "- **Q:** Как этот навык работает в паре с [Яотлем](/card/04035) (у которого есть способность добавлять к проверке +1 к каждому навыку за каждый символ этого навыка на верхней карте вашего сброса)? **А:** Эффекты на картах навыка действуют только когда они добавляются к  проверке, если не сказано иное. В данном случае, [\"Не сдамся без боя!\"](/card/03272) добавляет только напечатанные символы навыков, когда она в сбросе, руке или в другом состоянии, кроме как когда она добавляется к проверке. (Включая эффект, предписывающий \"сбросить карту с руки с хотя бы Х символами навыков…\").",
    "updated_at": "2019-02-26T16:47:14.000Z"
  },
  {
    "code": "03273",
    "text": "- **Q:** Должно ли быть три <b><i>врождённых</b></i> навыка в сбросе для использования [Науки выживать](/card/03273), или я могу использовать, если их там меньше? И если их там три, могу ли я решить вернуть их на руку меньше трёх? **А:** В целом, для розыграша эффекта, игроки должны разыгрывать их как можно полнее, если только эффект не предлагает им выбор (\"до трёх\", \"можете\"). Если они не могут разыграть эффект целиком, они должны разыграть его как можно полнее. В данном случае, вы всё ещё можете разыграть Науку выживать, если в вашем сбросе меньше чем 3 врождённых навыка, и вы должны вернуть себе на руку столько врождённых навыков, сколько сможете. Если в вашем сбросе 3 врождённых навыка и вы играете Науку выживать, вы должны вернуть на руку все 3.",
    "updated_at": "2020-05-04T20:44:19.000Z"
  },
  {
    "code": "03274",
    "text": "- **Автоматический успех/провал:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как жетон хаоса вытянут(), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n - Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:24:36.000Z"
  },
  {
    "code": "03306",
    "text": "- **Q:** Может ли [Лола Хэйз](/card/03006), когда она [seeker], с помощью [Фотографической памяти](/card/03306) скопировать карту не относящееся к её текущей роли? Например, может ли Лола скопировать [Игру наверняка](/card/01056) ([rogue])? **А:** К сожалению, Лола не может копировать с помощью Фотографической памяти карты, не принадлежащие к [seeker]. Она должна быть в роли [seeker], что бы разыграть Фотографическую память, но также она должна быть и в роли того события, которое хочет разыграть, так как разыгранная Фотографическая память является точной копией этого события (включая его класс). В результате, выбранное событие-интуиция должно быть либо картой Искателя, либо нейтральной, что бы Лола могла разыграть Фотографическую память как его копию.\n\n- **Q:** Может ли [Фотографическая память](/card/03306) скопировать персональное событие-интуицию? Например, может ли Лола скопировать [Нераскрытые тайны](/card/98005) Роланда (если она была в её сбросе)? Мы обратили внимание, что текущий FAQ говорит только о контроле: \"Сыщик не может контролировать персональные карты другого сыщика.\" **А:** Да, хотя стоит отметить, что Нераскрытые тайны после розыграша сами выводят себя из игры, так что попасть в сброс она может только если она была сброшена каким-то другим образом. \n\n- **Q:** Могу ли я сыграть карту с ценой \"-\"? **А:** Нет. Карты с ценой \"-\" не могут быть оплачены и, соответственно, не могут быть разыграны. Например, если [Кулон королевы](/card/06022) выходит из игры и потом возвращается и взят, вы не можете сыграть его с руки. (Однако карты, вводящие её непосредственно в игру, минуя уплату стоимости, могут ввести её в игру.) Карты с ценой \"-\", сыгранные как копия другой карты, например с помощью [Фотографической памяти](/card/03306), получают стоимость со скопированой карты, и тоже обходят это ограничение. - FAQ v1.8, Октябрь 2020",
    "updated_at": "2020-10-17T15:24:53.000Z"
  },
  {
    "code": "03308",
    "text": "- **Q:** Могут ли несколко сыщиков в одной группе приобрести [Обол Харона](/card/03308)? **А:** Технически несколько сыщиков могут приобрести карту, но только одна её копия может войти в игру в начеле игры. Так как все её копии будут входить в игру в одно и то же время, сыщики должны выбрать, какая войдёт в игру первая (ведущий сыщик должен решить любые противоречия). Остальные копии Обола Харона не должны быть введены в игру или замешаны в колоду владельца (согласно правилам Постоянных карт). Только сыщик с Оболом Харона в игре получит его преимущества (или последствия).\n\n-**Q:** Если я приобретаю постоянную карту в свою колоду, вроде [Обола Харона](/card/03308), могу ли я позже удалить её со своей колоды? **А:** Нет, если только эффект явно не позволяет вам это сделать. В целом, карты могут покинуть вашу колоду только если вы приобретаете новые карты и должны поменять существующую карту, что бы не нарушать размер колоды. Однако, так как постоянные карты не идут в счёт размера колоды, они не могут быть удалены из колоды таким образом. Нет правила, позволяющего вам удалить карты с вашей колоды по желанию.\n\n- **Q:** Действует ли эффект [Обола Харона](/card/03308) если исход сценария предписывает повторить сценарий? А между Сердце древнего V–A и V–B? **А:** Эффект Обола Харона срабатывает \"когда вы получаете опыт после завершения сценария…\". Следовательно, Обол Харона не сработает, когда вам предписано повторить сценарий, так как уточнение гласит \"По итогам предыдущей попытки не получайте опыт.\" Однако, между сценариями V–A и V–B, опыт начисляется и Обол Харона действительно сработает и даст 2 опыта дополнительно, даже если \"сыщики не могут тратить опыт между сценариями V–A и V–B.\" - FAQ, v.1.4, Сентябрь 2018",
    "updated_at": "2018-09-25T19:19:34.000Z"
  },
  {
    "code": "03310",
    "text": "- **Q:** Могу я использовать [Обмануть смерть](/card/03310) что бы не быть побеждённым от [\"Увидимся в аду!\"](/card/03189)? **A:** Обмануть смерть на самом деле не отменяет и не заменяет эффект \"побеждён\"; она просто позволяет вам избежать получения кртического количества ран или ужаса. Эффекты карт, которые принуждают быть побеждённым, как \"Увидимся в аду!\", все равно срабатывают и вы побеждены.",
    "updated_at": "2018-02-13T19:47:57.000Z"
  },
  {
    "code": "03311",
    "text": "Эта карта вызовет множество безумных вопросов о правилах. Вот пара ответов. И заголовок:\n\n\"Дело в том, что 99% времени эта карта будет использована в довольно простых ситуациях, после неудачной атаки против мстителя <i>… Единственная действительно важная вещь, о которой стоит помнить, это то, что если вы не можете откатить игровую ситуацию до состояния, которым оно было до розыграша Искривления времени, эффект не срабатывает (то есть вы не можете выбрать, что откатывать, а что - нет, либо всё, либо ничего).</i>\"\n\n- **Q:** Что произойдёт, если попытатся откатить действие, которое немедленно заканчивает ход (как при вытянутых специальных жетонах на [Ритуале поиска](/card/02028))? **А:** Даже если действие, которое вы пытаетесь откатить, закончило ход, вы всё ещё можете играть [Искривление времени](/card/03311). На Искривлении времени нет уточнения \"играйте только в свой ход\", его розыгрыш не тратит действие, так что нет ничего, что запрещало бы играть её, даже если ход окончен. Разыгрывая её, вы вернёте игровую ситуацию к тому состоянию, в котором она была до завершения вашего хода, и продолжите ваш ход как обычно.\n\n- **Q:** Могу ли я сыграть [Искривление времени](/card/03311) для отмены действия, которое закончило игру? **А:** Обратите внимание, что вы не можете играть Искривление времени в ответ на действие, которое закончило игру, так как игра заканчивается немедленно и ни одна карта не может быть сыграна после завершения игры.\n\n- **Q:** Возвращая игровую ситуацию к \"состоянию, в котором она была до совершения этого действия\": если я использовал [Гадание](/card/01061) и после сыграл Искривление времени, должен ли я вернуть просмотренные карты в том же порядке, в котором я их увидел? Обобщив, как эта карта взаимодействует с просмотром карт? Что произойдет, если откатываемое действие, например Просьба об одолжении, включает перемешивание моей колоды? **А:** Если возможно вернуть карты в том же порядке, в котором они были, то это и должно произойти. Например, если вы играете Гадание для смены порядка верхних 3 карт колоды сыщика и после играете Искривление времени, вы должны вернуть карты в их изначальный порядок. Также, если я возьму карту и сыграю Искривление времени, карта, которую я взял, должна вернутся на верх моей колоды. Если вы не можете откатить игровую ситуацию до состояния, которым оно было до розыграша Искривления времени, эффект не срабатывает. Вы должны максимально точно вернуть предыдущее состояние, насколько вы помните каким оно было. Но если вы не знали порядок карт - пускай остаётся случайным. Например, если вы играете Просьбу об одолжении и ищете союзника, допустим Дэниэла Ренфилда, он был частью вашей колоды, порядок которой вы не знали, так что если кто-то после этого сыграет Искривление времени, вы можете (и должны) просто замешать Дэниэла назад в вашу колоду и это будет полностью соответствовать эффекту Искривления времени. Но, как подмечено выше, карта, которую вы взяли, должна быть возвращена на верх вашей колоды, потому что вы знали её местоположение.\n\nОднако, в перемешаной колоде случайный порядок карт и нету возможности знать точный порядок карт, так что правильно будет перемешать колоду. Вы всё ещё не знаете порядок карт в колоде, так что игровая ситуация не изменилась. [это ещё одна очень полезная вещь]\n\n- **Q:** Как эта карта взаимодейстует с [Квантовыми колебаниями](/card/03196)? Мне нужно вспомнить, какие карты были в моей стопке сброса? Или мне просто нужно вернуть взятую карту на верх колоды и продолжить ход? **A:** Если вы точно знаете, какие карты были в вашем сбросе, вы должны вернуть их в сброс для того, что бы вернуть игровую ситуацию в состояние, в которм она была до розыгрыша Квантовых колебаний. Если не можете, свойство не срабатывает.\n\n- **Q:** Как эта карта взаимодействует с розыгрышем карт в окно игрока во время проверки навыка? Минь исследует и разыгрывает [Тайные исследования](/card/01043) прежде чем добавить карты к проверке навыка? **A:** Искривление времени возвращает игровую ситуацию в состояние, в котором она была непосредственно перед разыгранным действием. Что угодно, что произошло на протяжении этого действия отменяется. Розыгрыши быстрых карт, добавленные карты к проверке навыков, трата ресурсов на повышение навыков для их проверки, попытки атаки - всё из этого отменяется.\n\n- **Q:** Получу ли я [Искривление времени](/card/03311) назад после того, как разыграю его? **A:** Искревление времени не отменяет розыгрыш самой себя. Она разыгрывается в тот момент, пока вы откатываете действия, так что она находится в промежуточном состоянии (не совсем в игре, не в руке или сбросе, её состояние невозможно определить). После того как все действия откатились, вы просто сбрасываете Искривление времени.",
    "updated_at": "2018-09-25T19:09:11.000Z"
  },
  {
    "code": "03315",
    "text": "- **Q:** When [Key of Ys](/card/03315) says \"placed on you\" in the **Forced** effect, does \"you\" mean your investigator card, or any card you control? **A:** \"You\" in this case means your investigator card.",
    "updated_at": "2018-03-27T21:26:46.000Z"
  },
  {
    "code": "03319",
    "text": "- **Erratum:** This act's second ability should read: \"Hastur cannot be defeated unless an investigator 'knows the secret.'\" - FAQ v.1.3, May 2018",
    "updated_at": "2018-06-05T18:51:55.000Z"
  },
  {
    "code": "03338",
    "text": "**Q:** Можно ли сбросить [Застёжку из чёрного оникса](/card/03142) эффектом [Коррозии](/card/03102) или [Царства безумия](/card/03338), если вы не можете достичь нужной суммы, сбросив все остальные карты? **А:** Нет, в этом случае Коррозия не сбрасывает Засёжку, потому что слабости не могут быть сброшены с руки, кроме эффекта сброса случайной карты. Даже если больше не осталось вариантов для применения эффекта Коррозии, Застёжка должна остаться в руке.",
    "updated_at": "2018-09-25T19:10:02.000Z"
  },
  {
    "code": "03340",
    "text": "- **Автоматический успех/провал:** Некоторые эффекты карт предписывают сыщику автоматически провалить или успешно пройти проверку навыка. В зависимости от момента такого эффекта, если это происходит, определённые этапы проверки навыков могут быть опущены.\n - Если известно, что сыщик автоматически проваливает или успешно проходит проверку навыка до того, как жетон хаоса вытянут(), не вытягивайте жетон(ы) хаоса. Сыщик немедленно переходит к Шагу 5. Все остальные шаги проходят как обычно.\n - Если эффект жетона хаоса предписывает автоматически провалить или успешно пройти проверку, продолжайте с шагами 3 и 4, как обычно. - FAQ v1.7, Март 2020",
    "updated_at": "2020-03-17T16:25:59.000Z"
  }
]