{
  "id": "tfa",
  "position": 3,
  "version": 1,
  "name": "The Forgotten Age",
  "campaign_log": [
    {
      "id": "campaign_notes",
      "title": "Campaign Notes"
    },
    {
      "id": "yigs_fury",
      "title": "Yig's Fury",
      "type": "count"
    },
    {
      "id": "supplies",
      "title": "Supplies",
      "type": "supplies"
    },
    {
      "id": "hidden",
      "title": "hidden",
      "type": "hidden"
    }
  ],
  "scenarios": [
    "tfa_prologue",
    "wilds",
    "tfa_interlude1",
    "eztli",
    "tfa_interlude2",
    "threads_of_fate",
    "the_boundary_beyond",
    "tfa_interlude3",
    "heart_of_the_elders_part_1",
    "heart_of_the_elders_part_2",
    "the_city_of_archives",
    "tfa_interlude4",
    "the_depths_of_yoth",
    "tfa_interlude5",
    "shattered_aeons",
    "tfa_epilogue"
  ],
  "setup": [
    "prologue",
    "choose_investigators",
    "difficulty_choice",
    "supplies",
    "vengeance",
    "explore"
  ],
  "steps": [
    {
      "id": "prologue",
      "type": "story",
      "title": "Earth is Not Ours",
      "text": "“Primal myth and modern delusion joined in their assumption that mankind is only one—perhaps the least—of the highly evolved and dominant races of this planet’s long and largely unknown career.” – H. P. Lovecraft, “The Shadow out of Time”"
    },
    {
      "id": "choose_investigators",
      "type": "input",
      "input": {
        "type": "scenario_investigators"
      }
    },
    {
      "id": "supplies",
      "type": "rule_reminder",
      "title": "Supplies",
      "text": "At certain points throughout The Forgotten Age campaign, investigators are given the opportunity to choose supplies to bring on their expeditions into the wilds. These supplies are recorded in the Campaign Log, under each investigator’s “Supplies” section.\nSupplies are purchased with supply points, which are granted to investigators whenever they are given the opportunity to purchase supplies. Leftover supply points are not recorded, and are lost.\nAn investigator’s supplies will determine the possible options available during gameplay and throughout the story of this campaign. <b>Each supply has no effect on its own.</b> Some card effects, story options, and resolutions may change or become available depending on the supplies carried by the investigator(s)."
    },
    {
      "id": "vengeance",
      "type": "rule_reminder",
      "title": "Vengeance X",
      "text": "Some encounter cards are worth vengeance points. The text <b>Vengeance X</b> indicates that a card is worth X vengeance points.\nLike <b>Victory X</b>, when an encounter card with <b>Vengeance X</b> is overcome by the investigators, it is stored in the victory display until the end of the scenario. However, unlike victory points, vengeance represents the awareness and animosity of the Father of Serpents, and it is generally a good idea to avoid accruing vengeance points whenever possible.\nVengeance points in the victory display have no impact upon the game unless specifically referenced by another encounter card.",
      "bullets": [
        {
          "text": "As an enemy with <b>Vengeance X</b> is defeated, place the card in the victory display instead of in the discard pile."
        },
        {
          "text": "At the end of a scenario, take each location with <b>Vengeance X</b> that is in play, revealed, and has no clues on it, and place it in the victory display."
        },
        {
          "text": "As a treachery card with <b>Vengeance X</b> completes its resolution, place it in the victory display instead of in the discard pile."
        },
        {
          "text": "Cards worth vengeance points are not also worth victory points unless the card has both <b>Victory X</b> and <b>Vengeance X.</b>"
        }]
    },
    {
      "id": "explore",
      "type": "rule_reminder",
      "title": "Explore",
      "text": "Some abilities in this campaign are identified with an <b>Explore</b> action designator. Such abilities are generally used to find new locations to put into play, and are initiated using the “activate” action.\n<b>Explore</b> abilities instruct you to draw the top card of the “exploration deck,” which is a separate deck that is constructed during the setup of some scenarios. This deck consists of several single-sided locations and treachery cards.",
      "bullets": [
        {
          "text": "Each <b>Explore</b> ability indicates a particular type of location that you are seeking to draw. <b>If a location of that type is drawn, it is put into play, and you move to that location.</b> This is considered a “successful” exploration."
        },
        {
          "text": "If any other location is drawn, place it next to the exploration deck, and draw the next card from the exploration deck. Repeat this process until a location of the indicated type is drawn, or a treachery is drawn. After this action has ended, shuffle each location next to the exploration deck back into the exploration deck."
        },
        {
          "text": "If a treachery card is drawn, it is resolved as normal. If it is discarded, place it in the encounter discard pile as you would normally. There is no discard pile for the exploration deck. This is considered an “unsuccessful” exploration."
        },
        {
          "text": "As a single-sided location is put into play from the exploration deck, place clues on that location equal to its clue value."
        },
        {
          "text": "If the entire exploration deck is revealed without finding either a treachery card or a location specified by the explore ability, the exploration simply ends. It is neither successful nor unsuccessful. All locations drawn during the exploration should be shuffled back into the exploration deck, and the investigator’s action ends."
        }
      ],
      "example": "<i>Example: Agenda 1a—“Expedition into the Wild” has the following ability: “[action]: <b>Explore.</b> Draw the top card of the exploration deck. If it is a connecting location, put it into play and move to it.” Ursula Downs is at the Expedition Camp and wishes to find a new location to travel to. She spends her first action to explore, drawing the top card of the exploration deck. The card she draws is Circuitous Trail. Because Circuitous Trail is a location that is not connected to the Expedition Camp, it is placed next to the exploration deck, and Ursula draws the next card in the exploration deck. This time, she draws the Low on Supplies treachery card, which she resolves as normal and places in the encounter discard pile. Her exploration is unsuccessful, and she must shuffle the Circuitous Trail that she drew previously back into the exploration deck. Ursula decides to explore one more time, spending a second action. This time, she draws Path of Thorns, which is connected to the Expedition Camp. Her exploration is successful. Path of Thorns is put into play with clues on it equal to its clue value, and Ursula immediately moves from the Expedition Camp to the Path of Thorns.</i>"
    },
    {
      "id": "difficulty_choice",
      "text": "Choose difficulty level:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [{
          "id": "easy",
          "text": "Easy <i>(I want to experience the story)</i>",
          "description": "+1, +1, 0, 0, 0, -1, -1, -2, -3, [skull], [skull], [elder_thing], [auto_fail], [elder_sign]",
          "effects": [
            {
              "type": "campaign_data",
              "setting": "difficulty",
              "value": "easy"
            },
            {
              "type": "add_chaos_token",
              "tokens": [
                "+1", "+1", "0", "0", "0", "-1", "-1", "-2", "-3", "skull", "skull", "elder_thing", "auto_fail", "elder_sign"
              ]
            }
          ]
        },{
          "id": "standard",
          "text": "Standard <i>(I want a challenge)</i>",
          "description": "+1, 0, 0, 0, -1, -2, -2, -3, -5, [skull], [skull], [elder_thing], [auto_fail], [elder_sign]",
          "effects": [
            {
              "type": "campaign_data",
              "setting": "difficulty",
              "value": "standard"
            },
            {
              "type": "add_chaos_token",
              "tokens": [
                "+1", "0", "0", "0", "-1", "-2", "-2", "-3", "-5", "skull", "skull", "elder_thing", "auto_fail", "elder_sign"
              ]
            }
          ]
        },{
          "id": "hard",
          "text": "Hard <i>(I want a true nightmare)</i>",
          "description": "+1, 0, 0, -1, -2, -3, -3, -4, -6, [skull], [skull], [elder_thing], [auto_fail], [elder_sign]",
          "effects": [
            {
              "type": "campaign_data",
              "setting": "difficulty",
              "value": "hard"
            },
            {
              "type": "add_chaos_token",
              "tokens": [
                "+1", "0", "0", "-1", "-2", "-3", "-3", "-4", "-6", "skull", "skull", "elder_thing", "auto_fail", "elder_sign"
              ]
            }
          ]
        },{
          "id": "expert",
          "text": "Expert <i>(I want Arkham Horror)</i>",
          "description": "0, -1, -2, -2, -3, -3, -4, -4, -6, -8, [skull], [skull], [elder_thing], [auto_fail], [elder_sign]",
          "effects": [
            {
              "type": "campaign_data",
              "setting": "difficulty",
              "value": "expert"
            },
            {
              "type": "add_chaos_token",
              "tokens": [
                "0", "-1", "-2", "-2", "-3", "-3", "-4", "-4", "-6", "-8", "skull", "skull", "elder_thing", "auto_fail", "elder_sign"
              ]
            }
          ]
        }]
      }
    }
  ]
}
