{
  "id": "tfa_prologue",
  "scenario_name": "Prologue",
  "full_name": "Prologue",
  "type": "interlude",
  "setup": [
    "intro",
    "choose_investigators",
    "expedition_leader",
    "supplies"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "<right><fancy>Tuesday, June 2nd, 1925</fancy></right>\nThere will be no rest for us this summer, it seems.\nToday I met with Harlan Earnstone, a historical theorist at Miskatonic University and an old friend of mine. He’d said he had a job offer for me, but frankly, I didn’t know what to expect.\nHarlan introduced me to an associate of his: Alejandro Vela, a distinguished historian from across the southern border. Mr. Vela is a graduate of a prestigious university in Mexico City, and has spent many years researching the Aztec Empire. He claims that he has found evidence regarding the existence of an unheard-of Aztec city-state called Eztli. His strange and unprecedented findings were not accepted by the university, and he’s become a pariah among his peers.\nAlejandro came to Arkham to seek funding for an expedition into the rainforests of southern Mexico, where he believes that the ruins of the Eztli altepetl lie undiscovered. His description of this city-state’s origins defies modern understanding of Mesoamerican history. Despite this— or, knowing my old friend, because of this—Harlan is enthralled by Alejandro’s discoveries. Miskatonic University has agreed to fund the expedition (albeit meagerly), and Harlan wants me to go along.\nThe way I see it, there’s a good chance we’re looking for something that doesn’t even exist. But if there’s even a slight chance these Eztli people existed, the historical significance would be profound. We debated the issue for some time, but in the end, we accepted Alejandro’s offer. Preparations are underway, and we should be setting off by the end of the month. With any luck, we’ll have this journal filled with all manner of interesting discoveries. If not, perhaps it’ll be a nice wedge to place beneath Harlan’s lopsided desk."
    },
    {
      "id": "expedition_leader",
      "text": "If Ursula Downs, Leo Anderson, or Monterey Jack was chosen as an investigator for this campaign: Choose one of those investigators to be the expedition leader. That investigator begins Scenarios I and II as the lead investigator."
    },
    {
      "id": "choose_investigators",
      "type": "input",
      "input": {
        "type": "scenario_investigators"
      }
    },
    {
      "id": "supplies",
      "type": "input",
      "text": "As an outcast from academia, funding for Alejandro’s expedition is limited. Each investigator must choose supplies to bring for the expedition. In the Campaign Log, under each investigator’s “Supplies” section, record the supplies that investigator chose to bring. <i>(Note: Provisions and Medicine can be taken more than once by recording their name multiple times and spending the appropriate number of supply points each time.)</i>",
      "input": {
        "type": "supplies",
        "section": "supplies",
        "points": [10, 7, 5, 4],
        "supplies": [
          {
            "id": "provisions",
            "name": "Provisions",
            "description": "Food and water for one person. A must-have for any journey.",
            "cost": 1,
            "multiple": true
          },
          {
            "id": "medicine",
            "name": "Medicine",
            "description": "To stave off disease, infection, or venom.",
            "cost": 2,
            "multiple": true
          },
          {
            "id": "rope",
            "name": "Rope",
            "description": "Several long coils of strong rope. Vital for climbing and spelunking.",
            "cost": 3
          },
          {
            "id": "blanket",
            "name": "Blanket",
            "description": "For warmth at night.",
            "cost": 2
          },
          {
            "id": "canteen",
            "name": "Canteen",
            "description": "Can be refilled at streams and rivers.",
            "cost": 2
          },
          {
            "id": "torches",
            "name": "Torches",
            "description": "Can light up dark areas, or set sconces alight.",
            "cost": 3
          },
          {
            "id": "compass",
            "name": "Compass",
            "description": "Can guide you when you are hopelessly lost.",
            "cost": 2
          },
          {
            "id": "map",
            "name": "Map",
            "description": "Unmarked for now, but with time, you may be able to map out your surroundings.",
            "cost": 3
          },
          {
            "id": "binoculars",
            "name": "Binoculars",
            "description": "To help you see faraway places.",
            "cost": 2
          },
          {
            "id": "chalk",
            "name": "Chalk",
            "description": "For writing on rough stone surfaces.",
            "cost": 2
          },
          {
            "id": "pendant",
            "name": "Pendant",
            "description": "Useless, but fond memories bring comfort to travelers far from home.",
            "cost": 1
          }
        ]
      }
    }
  ]
}
