{
  "id": "wilds",
  "scenario_name": "The Untamed Wilds",
  "full_name": "Scenario I: The Untamed Wilds",
  "setup": [
    "intro",
    "gather_encounter_sets",
    "setup_locations",
    "create_exploration_deck",
    "set_aside_cards",
    "encounter_deck",
    "check_for_chaos_bag_additions",
    "$choose_resolution"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "<right><fancy>Sunday, June 28th, 1925</fancy></right>\nIt’s been a hell of a day. We’ve just set up camp along the northern border of the rainforest where Alejandro believes the Eztli once dwelled. The jungle here is dense and untamed. The sky hides above the tree cover, but I can tell from the crisp breeze that storm clouds are brewing overhead.\nThe dangers of our expedition have been explained to us many times. We are hundreds of miles away from any sign of civilization. Nobody in modern times has yet to pierce the heart of these wilds. Until now, nobody has had reason to try. After all, it wouldn’t make sense to find Aztec ruins in this region of Mexico. And yet, here we are: looking for ruins that may not exist in a place where, by all accounts, they should not.\nAlready one of our surveyors has fallen ill, and another has been bitten by a viper. I’m starting to think the rainforest doesn’t want us here. If this luck persists, ours will be the shortest expedition in Miskatonic University’s history. Tonight, we rest. Tomorrow, we venture into uncharted wilds."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "wilds",
        "rainforest",
        "serpents",
        "expedition",
        "guardians_of_time",
        "agents_of_yig",
        "poison",
        "ancient_evils"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put the Expedition Camp into play. Each investigator begins play at the Expedition Camp."
    },
    {
      "id": "create_exploration_deck",
      "text": "Create the exploration deck. This is done by taking the five single-sided [[Jungle]] locations and shuffling them together, along with one copy each of the following treachery cards: Lost in the Wilds, Overgrowth, Snake Bite, Low on Supplies, and Arrows from the Trees."
    },
    {
      "id": "set_aside_cards",
      "type": "encounter_sets",
      "aside": true,
      "encounter_sets": [
        "agents_of_yig"
      ],
      "text": "Set the following cards aside, out of play: The three single-sided [[Ruins]] locations, the <i>Agents of Yig</i> encounter set, the four Poisoned weaknesses, the Alejandro Vela asset, and the Ichtaca enemy."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },

    {
      "id": "wait_for_additional_supplies",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "wait_for_additional_supplies",
          "text": "the investigators were forced to wait for additional supplies."
        }
      ]
    },
    {
      "id": "ichtaca_observed_progress",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "ichtaca_observed_progress",
          "text": "Ichtaca observed your progress with keen interest."
        }
      ]
    },
    {
      "id": "earned_ichtacas_trust",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "earned_ichtacas_trust",
          "text": "the investigators have earned Ichtaca’s trust."
        }
      ]
    },
    {
      "id": "alejandro_followed_to_ruins",
      "text": "In your Campaign Log, record that <i>Alejandro followed the investigators into the ruins</i>. Any one investigator may choose to add Alejandro Vela to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "alejandro_followed_to_ruins",
          "text": "Alejandro followed the investigators into the ruins."
        },
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "04051"
        }
      ]
    },
    {
      "id": "ichtaca_is_wary",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "ichtaca_is_wary",
          "text": "Ichtaca is wary of the investigators."
        }
      ]
    },
    {
      "id": "alejandro_remained_at_camp",
      "text": "In your Campaign Log, record that <i>Alejandro chose to remain at camp</i>. Do not add Alejandro Vela to any investigator’s deck.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "alejandro_remained_at_camp",
          "text": "Alejandro chose to remain at camp."
        }
      ]
    },
    {
      "id": "cleared_path_to_temple",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cleared_path_to_temple",
          "text": "the investigators cleared a path to the Eztli ruins."
        }
      ]
    },
    {
      "id": "check_final_act",
      "text": "Which of the following was true?",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "act_1_or_2",
            "text": "It was Act 1 or 2 when the scenario ended",
            "steps": ["ichtaca_observed_progress", "alejandro_followed_to_ruins"]
          },
          {
            "id": "fought_ichtaca",
            "text": "“You fought with Ichtaca”",
            "steps": ["ichtaca_is_wary", "alejandro_followed_to_ruins"]
          },
          {
            "id": "talked_to_ichtaca",
            "text": "“Ichtaca is leading the way”",
            "steps": ["earned_ichtacas_trust", "alejandro_remained_at_camp"]
          }
        ]
      }
    },
    {
      "id": "record_vengeance",
      "text": "For each vengeance point in the victory display, record one tally mark under “Yig’s Fury”in your Campaign Log. Beware the anger of the Father of Serpents, as his fury will haunt you in the future.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Vengance in the victory display:",
        "delta": true,
        "effects": [
          {
            "type": "campaign_log_count",
            "section": "yigs_fury",
            "operation": "add_input"
          }
        ]
      }
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "check_investigators_poisoned",
      "text": "Did any investigator gain the Poisoned weakness?",
      "type": "input",
      "input": {
        "type": "investigator_choice",
        "investigator": "all",
        "source": "scenario",
        "choices": [
          {
            "id": "poisoned",
            "text": "Poisoned",
            "effects": [
              {
                "type": "add_card",
                "investigator": "$input_value",
                "card": "04102"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "check_for_chaos_bag_additions",
      "type": "input",
      "text": "If instructed to add chaos tokens to the bag:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "chaos_tokens",
            "text": "Choose chaos tokens",
            "steps": ["chaos_token_choice"]
          },
          {
            "id": "no_chaos_tokens",
            "text": "Scenario ended without instruction",
            "steps": []
          }
        ]
      }
    },
    {
      "id": "chaos_token_choice",
      "type": "input",
      "text": "Which of the following is true:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "<i>Ichtaca is leading the way.</i>",
            "description": "Add 1 [cultist] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["cultist"]
              }
            ]
          },
          {
            "id": "tablet",
            "text": "<i>You fought with Icthaca.</i>",
            "description": "Add 1 [tablet] token.",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["tablet"]
              }
            ]
          }
        ]
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached\n(each investigator resigned or was defeated)",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "<right><fancy>Wednesday, July 1st, 1925</fancy></right>\nI still have no idea how we made it back to camp alive.\nThe jungle was more perilous than we could have possibly imagined. This may read like the ravings of a lunatic, but I cannot explain it any other way. Being lost in the jungle was no picnic, but that was the least of our worries. The rainforest was guarded. Guarded by unfathomable horrors: serpentine creatures driven by anger and hate, hunting us relentlessly.\nPerhaps just as deadly were the human natives of the rainforest. They appeared to be Aztec warriors as far as dress and speech were concerned. Despite the conquering of the Aztec people hundreds of years ago, these warriors somehow survived. How they managed to remain undiscovered this long is beyond us. I thought Alejandro would be excited to learn more about them, but he was more disturbed than fascinated. I suppose he has a right to be incredulous. Nothing about this expedition makes sense.\nThe serpent creatures chased us for what seemed like days. Finally we were able to find our way back to camp, but the price was steep. We had lost all progress we had made, and many of us were injured or afflicted by serpent venom. We have no choice but to send runners to the nearest city for additional supplies and to wait and recover from our wounds.",
      "steps": ["wait_for_additional_supplies", "check_final_act", "record_vengeance", "earn_xp", "check_investigators_poisoned"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "<right><fancy>Thursday, July 2nd, 1925</fancy></right>\nSomehow, after much toil and many hours of exploration, we found the ruins that Alejandro sought, though we scarcely could have been ready for what we encountered in the wilds of the jungle. The rainforest was guarded. Guarded by unfathomable horrors: serpentine creatures driven by anger and hate. They hunted us relentlessly, wielding primitive weaponry and communicating in sharp hisses.\nPerhaps just as deadly were the human natives of the rainforest. They appeared to be Aztec warriors as far as dress and speech were concerned. Despite the conquering of the Aztec people hundreds of years ago, these warriors somehow survived. How they managed to remain undiscovered this long is beyond us. The warrior named Ichtaca was particularly intriguing. We were able to defuse the initial encounter with her, and surprisingly, she helped guide us through the jungle, only to disappear mysteriously when we reached the ruins. I have a feeling we have not seen the last of her.\nAlejandro did not agree with our decision to trust the Eztli warriors. He’s decided to stay at camp until further notice, disturbed as he is by their presence. I thought he would be excited to learn more about them, but I expect this discovery defies even his broad-minded theories. I suppose he has a right to be distrustful. Nothing about this expedition makes sense.\nWe have cleared a route to what Alejandro believes is the main temple of the ruins. There is little time to rest. The serpent creatures seem intent on stopping us, so we cannot tarry any longer than necessary. Soon we will enter the ruins to see what secrets they hide.",
      "steps": ["cleared_path_to_temple", "alejandro_remained_at_camp", "earned_ichtacas_trust", "record_vengeance", "earn_xp", "check_investigators_poisoned"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "<right><fancy>Thursday, July 2nd, 1925</fancy></right>\nSomehow, after much toil and many hours of exploration, we found the ruins that Alejandro sought, though we scarcely could have been ready for what we encountered in the wilds of the jungle. The rainforest was guarded. Guarded by unfathomable horrors: serpentine creatures driven by anger and hate. They hunted us relentlessly, wielding primitive weaponry and communicating in sharp hisses.\nPerhaps just as deadly were the human natives of the rainforest. They appeared to be Aztec warriors as far as dress and speech were concerned. Despite the conquering of the Aztec people hundreds of years ago, these warriors somehow survived. How they managed to remain undiscovered this long is beyond us. I thought Alejandro would be excited to learn more about them, but he shared our alarm. We managed to fend off and interrogate their leader, a warrior named Ichtaca. Before she fled, she warned us to not go near the ruins. Unfortunately for her, we refuse to go home empty-handed.\nWith Alejandro leading the way, we’ve cleared a route to what he believes is the main temple of the ruins. There is little time to rest. The serpent creatures seem intent on stopping us, so we cannot tarry any longer than necessary. Soon we will enter the ruins to see what secrets they hide.",
      "steps": ["cleared_path_to_temple", "alejandro_followed_to_ruins", "ichtaca_is_wary", "record_vengeance", "earn_xp", "check_investigators_poisoned"]
    }
  ]
}
