{
  "id": "machinations_through_time",
  "scenario_name": "Machinations Through Time",
  "full_name": "Machinations Through Time",
  "header": "",
  "chaos_bag_card": "87001",
  "xp_cost": 3,
  "standalone_setup": [
    "choose_difficulty",
    "ask_epic_multiplayer",
    "time_paradox_rule",
    "story_cards_rule",
    "announce_rule",
    "abducted_and_rescued_rule",
    "alert_rule",
    "patrol_rule",
    "global_values_rule",
    "intro",
    "gather_encounter_sets",
    "setup_locations",
    "location_layout",
    "spawn_cultists",
    "set_aside_assets",
    "encounter_deck",
    "$play_scenario_standalone"
  ],
  "setup": [
    "xp_cost",
    "eras_single_group_rule",
    "time_paradox_rule",
    "story_cards_rule",
    "announce_rule",
    "abducted_and_rescued_rule",
    "alert_rule",
    "patrol_rule",
    "global_values_rule",
    "intro",
    "gather_encounter_sets",
    "setup_locations",
    "location_layout",
    "spawn_cultists",
    "set_aside_assets",
    "encounter_deck",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "choose_difficulty",
      "text": "Choose difficulty level:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "default_choice": "standard",
        "choices": [
          {
            "id": "easy",
            "text": "Easy",
            "tokens": [
              "+1",
              "+1",
              "+1",
              "0",
              "0",
              "0",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-2",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "easy"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "+1",
                  "+1",
                  "0",
                  "0",
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "standard",
            "text": "Standard",
            "tokens": [
              "+1",
              "0",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-2",
              "-3",
              "-4",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "standard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "+1",
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-2",
                  "-3",
                  "-4",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "hard",
            "text": "Hard",
            "tokens": [
              "0",
              "0",
              "-1",
              "-1",
              "-1",
              "-2",
              "-3",
              "-4",
              "-6",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "hard"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "0",
                  "0",
                  "-1",
                  "-1",
                  "-1",
                  "-2",
                  "-3",
                  "-4",
                  "-6",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          },
          {
            "id": "expert",
            "text": "Expert",
            "tokens": [
              "0",
              "-1",
              "-1",
              "-2",
              "-3",
              "-4",
              "-5",
              "-6",
              "-8",
              "skull",
              "skull",
              "cultist",
              "tablet",
              "elder_thing",
              "auto_fail",
              "elder_sign"
            ],
            "effects": [
              {
                "type": "campaign_data",
                "setting": "difficulty",
                "value": "expert"
              },
              {
                "type": "add_chaos_token",
                "tokens": [
                  "0",
                  "-1",
                  "-1",
                  "-2",
                  "-3",
                  "-4",
                  "-5",
                  "-6",
                  "-8",
                  "skull",
                  "skull",
                  "cultist",
                  "tablet",
                  "elder_thing",
                  "auto_fail",
                  "elder_sign"
                ]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "ask_epic_multiplayer",
      "type": "input",
      "text": "Select how you would like to play this scenario:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "epic_multiplayer",
            "text": "Epic Multiplayer",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "epic_multiplayer",
                "text": "dummy"
              }
            ],
            "steps": ["eras_epic_multiplayer_rule"]
          },
          {
            "id": "single_group",
            "text": "Single Group",
            "steps": ["eras_single_group_rule"]
          }
        ]
      }
    },
    {
      "id": "xp_cost",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": -2
        }
      ]
    },
    {
      "id": "eras_epic_multiplayer_rule",
      "type": "rule_reminder",
      "title": "Eras",
      "text": "<i>Machinations Through Time</i> has three separate eras: past, present, and future. In <i>Epic Multiplayer Mode</i>, each group is confined to a separate era.",
      "bullets": [
        {
          "text": "A [[Past]] asset cannot enter a non-[[Past]] location."
        },
        {
          "text": "A [[Present]] asset cannot enter a non-[[Present]] location."
        },
        {
          "text": "A [[Future]] non-[[Item]] asset cannot enter a non-[[Future]] location."
        }
      ]
    },
    {
      "id": "eras_single_group_rule",
      "type": "rule_reminder",
      "title": "Eras",
      "text": "<i>Machinations Through Time</i> has three separate eras: past, present, and future. In <i>Single Group Mode</i>, you play all three eras simultaneously and may travel through all eras.",
      "bullets": [
        {
          "text": "A [[Past]] asset cannot enter a non-[[Past]] location."
        },
        {
          "text": "A [[Present]] asset cannot enter a non-[[Present]] location."
        },
        {
          "text": "A [[Future]] non-[[Item]] asset cannot enter a non-[[Future]] location."
        }
      ]
    },
    {
      "id": "time_paradox_rule",
      "type": "rule_reminder",
      "title": "Time Paradox",
      "text": "During <i>Machinations Through Time</i>, you may be confronted with seemingly impossible tasks. Some tasks require the help of investigators in another era to complete. Communication is key."
    },
    {
      "id": "story_cards_rule",
      "type": "rule_reminder",
      "title": "Story Cards",
      "text": "Story cards are a cardtype in this scenario. These cards serve as an avenue for additional narrative and game text. During setup, resolve the <b>Setup</b> text on each story card in play. Abilities on story cards in play can be triggered by any investigator."
    },
    {
      "id": "announce_rule",
      "type": "rule_reminder",
      "title": "Announce",
      "text": "When a card instructs you to \"announce\" a key phrase, if you are playing in <i>Epic Multiplayer Mode</i>, clearly communicate that phrase to the other two groups. Some abilities require an announcement to have been made before they can be triggered. See page 24 for a list of all announcements."
    },
    {
      "id": "abducted_and_rescued_rule",
      "type": "rule_reminder",
      "title": "Abducted and Rescued",
      "text": "When a [[Scientist]] asset is abducted (via card or game text), remove all counters from it and set it aside, out of play. It remains out of play until it is rescued (via card or game text)."
    },
    {
      "id": "alert_rule",
      "type": "rule_reminder",
      "title": "Alert",
      "text": "Each time an investigator fails a skill test while attempting to evade an enemy with the alert keyword, after applying all results for that skill test, that enemy performs an attack against the evading investigator. An enemy does not exhaust after performing an alert attack. This attack occurs whether the enemy is engaged with the evading investigator or not."
    },
    {
      "id": "patrol_rule",
      "title": "Patrol",
      "type": "rule_reminder",
      "text": "Some enemies have the patrol keyword. During the enemy phase (in framework step 3.2), each ready, unengaged enemy with the patrol keyword moves to a connecting location along the shortest path toward the designated location (as described in parentheses next to the word patrol).",
      "bullets": [
        {
          "text": "If there are multiple locations that qualify as the designated location, the lead investigator may choose which location the enemy moves toward."
        },
        {
          "text": "If an enemy with patrol would be compelled to move to a location which is blocked by a card ability, the enemy does not move."
        }
      ]
    },
    {
      "id": "global_values_rule",
      "type": "rule_reminder",
      "title": "Global Values",
      "text": "Global values are calculated based on the total number of participating players among all groups at the start of the game.",
      "example": "<i>For example: 12 total players are split between three groups of four. The story card A Bitter Rivalry reads, \"If you succeed, spend X clues, as a group, where X is the global number of players.\" In this example, X is 12.</i>\n<i>The Tyr'thrha enemy has a global health pool of 6 [per_investigator]. In this example, its global health pool is 72. In</i> Epic Multiplayer Mode<i>, this global health pool is shared among all groups.</i>"
    },
    {
      "id": "intro",
      "type": "story",
      "text": "The newspaper headline reads, \"Local scientists win Nobel Prize!\" Below it, two elderly physicists are pictured standing proudly in front of a large telescope. You glance at the newspaper's date, your jaw agape. This issue of the <i>Arkham Advertiser</i> is dated December S, 1956. But how is this possible?\nSurprised and curious, you eagerly read the entire newspaper and learn of two remarkable scientists and their journey to winning a Nobel Prize in physics.\nBorn in 1877 in Arkham to Irish immigrants, Thomas Corrigan's earliest memory is when his crayons, left on an outdoor table, melted together under the hot summer sun. From then on, his curiosity and thirst for knowledge grew more rapidly than his height. His wonder at the world around him, from fierce New England thunderstorms to the canvas of stars in the night sky, fueled his passion for the sciences.\nThomas' desire to attend Miskatonic University is almost as old as his love for learning, as its acclaimed College of Sciences and close proximity made it a natural choice. After getting degrees in undergraduate physics and graduate astrophysics at Miskatonic, he began working at the University's Warren Observatory researching astronomical objects and phenomena.\nBorn in 1877 in Warsaw, Poland, Mary Zielinski is the youngest child of two teachers. She has fond memories as a little girl helping her mother with cooking and baking, using cups and teaspoons to measure a variety of ingredients, then mixing those ingredients together to create something entirely new. Thereafter, she began experimenting on her own, which propelled her down the path of chemistry and physics.\nImpressed with Mary's credentials, Miskatonic University offered her a full scholarship. Quiet and introverted, she spent much of her time in the laboratories of the Science building doing various experiments. Her hard work and dedication earned her an undergraduate chemistry degree, and she stayed on at the University to achieve a graduate degree in physics.\nHaving common interests, Thomas and Mary eventually became acquainted and a relationship followed. Their shared passion for the sciences encouraged and motivated each other, and they collaborated on several projects.\nYears later, one of their most intriguing projects took off: the possibility of a whole new paradigm based on general relativity, which connects the curvature of spacetime to gravity. They began testing the theory that spacetime could be warped, resulting in a discontinuity. Such a warping could result in portals that lead to distant places across the universe, or even to their own location in another era-in effect, time travel.\nThis type of groundbreaking work drew the attention of colleagues from campus and beyond. One of these associates was the brilliant and eccentric Edwin Bennet. A rapidly rising star in the field of quantum physics, Edwin became a professor at his alma mater, Miskatonic University. Young and unpublished, he was eager to prove his knowledge would be invaluable to their project, but others on campus expressed substantial concerns, labeling him as \"reckless\" and \"unstable.\"\nAfter hitting multiple barriers and looking for inspiration, Thomas and Mary welcomed Edwin's offer to collaborate, and the team was confident they were on the verge of a breakthrough-but it never came. It's unclear what exactly transpired next, though some sort of disagreement or conflict resulted in Edwin being replaced by an even more eccentric scientist, Ezra Graves. Thomas and Mar acknowledged and thanked Edwin for his role in their research.\nEzra's boundless creativity was integral to Thomas and Mary's new approach to their problems, and this fresh perspective allowed them to overcome the barriers. While Ezra soon moved on to his own projects, his contributions were invaluable and greatly appreciated.\nOver the years, Thomas and Mary's research progressed with success after success, culminating in the discovery of teleportation. They published their remarkable findings on February 23, 1955, to much acclaim. And now-or rather, thirty years from now-they are being awarded with the Nobel Prize in Physics.\nThough suspect, your intuition tells you this mysterious newspaper is real. In awe of the future notoriety two local scientists will eventually receive, you go to Miskatonic University to meet them. However, you're informed they are not affiliated with the University and, tragically, both of them disappeared years ago.\nUnbeknownst to the rest of the world, a momentous change has occurred. Prominent scientists have vanished without a trace. Notable inventions have become un-invented. A historic discovery has suddenly been undiscovered. Humanity may never be the same.\nYou believe you know the truth, even if it's stranger than fiction. You're quite familiar with the notion of portals-you've been through them yourself. For unknown reasons, Arkham, Massachusetts is rife with such portals, but traveling through them is dangerous and not for the faint of heart.\nWithin these portals lies the realm of Tindalos, where countless suspended paths, angular and curved, above and below, wind away in all directions. Here and there, they intersect with ramps and spirals. Prowling along these paths are malevolent minions: ghastly satyrs and Hounds of Tindalos, among other monstrosities. The beasts are eager to savage their prey, or, perhaps worse, abduct and imprison them in Tindalos.\nThere has been a distortion in time, and its effects have rippled across the ensuing years. These scientists are two such unfortunate souls, and you'll have to find them and repair the broken timeline. Just remember: traveling through time may cause unintended consequences, some of which will have severe repercussions."
    },
    {
      "id": "gather_encounter_sets",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "epic_multiplayer",
        "text": "dummy",
        "options": [
          {
            "boolCondition": true,
            "steps": ["gather_epic_multiplayer_encounter_sets", "ask_epic_group"]
          },
          {
            "boolCondition": true,
            "steps": ["gather_single_group_encounter_sets", "setup_locations_single_group"]
          }
        ]
      }
    },
    {
      "id": "gather_epic_multiplayer_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "machinations_through_time",
        "machinations_epic_multiplayer"
      ]
    },
    {
      "id": "gather_single_group_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "machinations_through_time",
        "machinations_single_group"
      ]
    },
    {
      "id": "setup_locations_single_group",
      "text": "Set the Corrigan Industries location aside, out of play. Put the Tindalos location into play, using the side with the Single Group Mode encounter set icon. Put the remaining fourteen locations into play",
      "bullets": [
        {
          "text": "Each investigator begins play at Tindalos."
        }
      ]
    },
    {
      "id": "ask_epic_group",
    },
    {
      "id": "location_layout",
      "type": "location_setup",
      "text": "Location Placement",
      "horizontal": "half",
      "vertical": "half",
      "locations": [
        [
          "blank",
          "blank",
          "blank",
          "86019_back",
          "blank",
          "86020_back",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "86018_back",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "86014_back",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank"
        ],
        [
          "blank",
          "blank",
          "86021_back",
          "blank",
          "blank",
          "blank",
          "86015_back",
          "blank",
          "blank",
          "blank"
        ],
        [
          "86022_back",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "blank",
          "86016_back",
          "blank"
        ],
        [
          "blank",
          "blank",
          "86023_back",
          "blank",
          "blank",
          "blank",
          "86017_back",
          "blank",
          "blank",
          "blank"
        ]
      ]
    },
    {
      "id": "spawn_cultists",
      "text": "Search the <i>War of the Outer Gods</i> encounter set for 1 copy of Disciple of the Swarm, 1 copy of Nihilistic Stargazer, and 1 copy of Zealot of Paradise. Spawn each of those enemies (as directed by their \"<b>Spawn</b> - \" instructions)."
    },
    {
      "id": "set_aside_assets",
      "text": "Set the 5 following story assets aside, out of play: Cloak of the Outer Realms, Pocker Portal, Dreaded End, Blade of Ark'at, and Enchanted Skull."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remaining 19 encounter cards to form the encounter deck."
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "earn_xp_bonus_2",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "confirm_text": "Each investigator earns 2 bonus experience as they have prevented all of the Outer Gods from completing their schemes",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "bonus": 2
          }
        ]
      }
    },
    {
      "id": "lose",
      "text": "The investigators lose the campaign.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "lose"
        }
      ]
    },
    {
      "id": "all_killed",
      "text": "Each investigator is <b>killed</b>.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "killed": true
        }
      ]
    },
    {
      "id": "ask_faction_in_lead",
      "type": "input",
      "text": "Find the faction that is in the lead and proceed accordingly:",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "red",
            "text": "Red faction was in the lead",
            "steps": [
              "resolution_5"
            ]
          },
          {
            "id": "blue",
            "text": "Blue faction was in the lead",
            "steps": [
              "resolution_6"
            ]
          },
          {
            "id": "green",
            "text": "Green faction was in the lead",
            "steps": [
              "resolution_7"
            ]
          }
        ]
      }
    },
    {
      "id": "resolution_5",
      "type": "resolution",
      "resolution": "R5"
    },
    {
      "id": "resolution_6",
      "type": "resolution",
      "resolution": "R6"
    },
    {
      "id": "resolution_7",
      "type": "resolution",
      "resolution": "R7"
    },
    {
      "id": "earn_cloak",
      "text": "Any one investigator may choose to add the Cloak of the Outer Realms story asset to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "86051"
        }
      ]
    },
    {
      "id": "earn_pocket_portal",
      "text": "Any one investigator may choose to add the Pocket Portal story asset to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "86052"
        }
      ]
    },
    {
      "id": "earn_enchanted_skull",
      "text": "Any one investigator may choose to add the Enchanted Skull story asset to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "86055"
        }
      ]
    },
    {
      "id": "earn_dreaded_end",
      "text": "Any one investigator may choose to add the Dreaded End story asset to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "86053"
        }
      ]
    },
    {
      "id": "earn_blade",
      "text": "Any one investigator may choose to add the Blade of Ark'at story asset to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "86054"
        }
      ]
    },
    {
      "id": "$play_scenario_standalone",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "branches": [
          {
            "id": "add_chaos_token",
            "text": "Adjust chaos bag",
            "steps": [
              "add_chaos_token"
            ],
            "repeatable": true
          }
        ]
      }
    },
    {
      "id": "add_chaos_token",
      "type": "input",
      "text": "Which chaos token should be added to the bag?",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "cultist",
            "text": "Cultist ([cultist])",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "cultist",
              "options": [
                {
                  "numCondition": 0
                },
                {
                  "numCondition": 1
                },
                {
                  "numCondition": 2
                }
              ]
            },
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": [
                  "cultist"
                ]
              }
            ]
          },
          {
            "id": "tablet",
            "text": "Tablet ([tablet])",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "tablet",
              "options": [
                {
                  "numCondition": 0
                },
                {
                  "numCondition": 1
                },
                {
                  "numCondition": 2
                }
              ]
            },
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": [
                  "tablet"
                ]
              }
            ]
          },
          {
            "id": "elder_thing",
            "text": "Elder-Thing ([elder_thing])",
            "condition": {
              "type": "campaign_data",
              "campaign_data": "chaos_bag",
              "token": "elder_thing",
              "options": [
                {
                  "numCondition": 0
                },
                {
                  "numCondition": 1
                },
                {
                  "numCondition": 2
                }
              ]
            },
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": [
                  "elder_thing"
                ]
              }
            ]
          }
        ]
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator was defeated",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": [
        "ask_faction_in_lead"
      ]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "The hub's many doorways are now sealed tight under your stern control. With the hub sealed, the cults fighting over its ownership should hopefully return to operating in secrecy—perhaps waiting for a time when the hub reopens and they can use it to advance their cruel agendas. Until then, the Earth is safe… relatively speaking",
      "steps": [
        "earn_cloak",
        "earn_pocket_portal",
        "earn_xp_bonus_2",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "The swarm of Ezel is too countless to defeat through normal means. But there is a trick! Otherworldly though they may be, the insects are insects nonetheless, and many hives have among them a queen. Using all of your ingenuity, you devise a plan to crush the queen and thereby scatter the swarm.\nTo your surprise, your plan works. With the queen dispatched, the swarm is aimless, its hunger replaced by a sense of desperation and panic. It is not long before the myriad creatures descend once more into the pit whence they came. Perhaps another queen will come to unite them, but you will seal that accursed pit long before that happens. For now, Earth is safe.",
      "steps": [
        "earn_cloak",
        "earn_enchanted_skull",
        "earn_xp",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "The shape of Silenus is formless, perhaps even devoid of matter altogether, but not without weakness. Using the rituals of its own cult against it, you devise a spell of such incandescent heat that not even the emptiness of space can devour it. When your rite is unleashed, the mists retreat in anguish, letting out no sound but the shrill hiss of air being sucked through a vacuum.\nYou observe the sky in fear, hoping that the mist does not return the moment your ritual has ended. Minutes pass. Then hours. Familiar stars once more fill the night sky. Perhaps the entity is gone for good. If the notes of the creature's many observers are true, it will likely return in the future—maybe hundreds or thousands of years from now. You may have saved the Earth this day, but the understanding of the entity's true nature haunts you still.",
      "steps": [
        "earn_cloak",
        "earn_dreaded_end",
        "earn_xp",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "text": "Green blood and sticky pus erupts from the beast's carapace as it collapses, groaning with such force that it rumbles through the Earth. Thanks to your haste, you have felled the beast before it could grow too powerful to stop. Even in its infancy, it was a tremendous foe.\nYou watch in revulsion as its body dissolves into sallow ichor. Some \"paradise\" this thing turned out to be. With the egg hatched and the thing inside destroyed, you hope that the cult of Ark'at will disperse, though you fear that retribution may someday come in return for your meddling.",
      "steps": [
        "earn_cloak",
        "earn_blade",
        "earn_xp",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R5",
      "title": "Resolution 5",
      "text": "Little by little, the swarm deconstructs all matter on Earth, transforming each and every molecule to resemble their own. Your consciousness remains, trapped eternally in the awful, buzzing swarm. But all is well. You are with the queen now. A strange hunger gnaws at you. Your only desire is to assimilate. The swarm must grow!",
      "steps": [
        "all_killed",
        "lose"
      ]
    },
    {
      "id": "R6",
      "title": "Resolution 6",
      "text": "The Earth is just the first planet to be engulfed by Silenus, embodiment of the Empty Sky, the ravenous end of all things. As the planet's core plunges to absolute zero, all life is instantly snuffed out. From the opening made by the nexus on Earth, the entity then stretches out to all corners of the solar system, devouring all warmth along the way. Nothing can stop it now.",
      "steps": [
        "all_killed",
        "lose"
      ]
    },
    {
      "id": "R7",
      "title": "Resolution 7",
      "text": "The beast's rampage is impossible to stop. You were the only ones with any knowledge of how to defeat the thing. One by one, as it makes its way across continents and through the oceans, cities fall. Armies are obliterated. Governments collapse. The monstrous creatures hatched by the cult of Ark'at continue their ravenous war until there is nothing left to rule over but the vast wastes of Earth and the crumbling ruins of human civilization. The \"paradise\" they so willingly killed for has come.",
      "steps": [
        "all_killed",
        "lose"
      ]
    }
  ]
}