[
  {
    "code": "zgoo_00001",
    "flavor": "\"I must perform my sacred duty...\nNo matter the cost.\"",
    "name": "Yuki Yagami",
    "subname": "The Priestess",
    "text": "[reaction] After you resolve at least one [bless] token during a successful skill test: Draw 1 card.\n[elder_sign] effect: +1. You may search the chaos bag for a curse token and return it to the token pool.",
    "traits": "신자. 저주받은.",
    "back_flavor": "Bred from birth to take on the mantle of shrine maiden of her village, Yuki endured all manner of grueling 'training' as a young girl in pursuit of her ultimate vocation. Unfortunately, the final rite to 'purify' her soul involved an arcane ritual which went haywire and left Yuki stricken by a sort of trauma-induced amnesia. That fateful night, Yuki fled the village in a panic and managed to steal away to Arkham, where she eventually cultivated a life of service tending to the city's poverty-stricken and dispossessed masses. Her kind and patient demeanor draws the tormented to her like a lodestone, and as her good works multiply so too have the memories of what she left behind started to resurface...",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Guardian cards ([guardian]) level 0-5, Mystic cards ([mystic]) level 0-1, <b>Blessed</b> cards level 0-5, Neutral cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Apotheosis, The Succession, 1 random basic weakness.\n<b>Deckbuilding restrictions</b>: No [[Weapon]] assets."
  },
  {
    "code": "zgoo_00002",
    "flavor": "The sacred bloodline of the goddess Amaterasu was carefully preserved until a suitable vessel for her essence could be found.",
    "name": "Apotheosis",
    "subname": "Living Sainthood",
    "text": "Yuki Yagami deck only.\n[reaction] When your turn begins: Add 1 [bless] token to the chaos bag.\n[reaction] After your turn ends: Search the chaos bag for 1 [curse] token and return it to the token pool.",
    "traits": "화신. 축복받은."
  },
  {
    "code": "zgoo_00003",
    "flavor": "Many who undergo the shrine mained 'training' are unable to speak of it.",
    "name": "The Succession",
    "subname": "That August Night",
    "text": "<b>Revelation</b> - Put The Succession into play and seal all [bless] tokens in the chaos bag on it.\n<b>Forced</b> - When a [bless] token would be added tot he chaos bag: Seal it on this and add a [curse] token to the chaos bag, instead.\n[action]: Test [will] (4). if you succeed, release all tokens sealed on The Succession and discard it.",
    "traits": "화신."
  },
  {
    "code": "zgoo_00004",
    "flavor": "\"The truth will set you free.\"",
    "name": "Makoto Miyazaki",
    "subname": "The Courtesan",
    "text": "Reduce the difficult of skill tests you perform during parley actions by 1. \n[reaction] After a non-[[Elite]] enemy enters play: Disengage from that enemy if able. That enemy cannot engage you until the end of the round. <i>(Limit once per round)</i>\n[elder_sign] effect: +X. X is the number of enemies in play.",
    "traits": "공연자. 유명인사.",
    "back_flavor": "Makoto has amassed a small fortune renting out her services as a 'consort' to Arkham's well-paying elite. Though her expertise in massage therapy and exotic musical instruments are considerable, she is most recommended by far for her insight as a counselor and empathic confidant. But her uncanny ability to see into the minds of the rich and powerful and divine their hearts' true desires is no mere parlor trick; when her grandmother passed away, Makoto inherited a number of family heirlooms, including a strange ornamental headdress… The first time she tried it on, Makoto discovered that she was suddenly capable of perceiving a level of reality that lies hidden to most. So many long nights she has spent gazing into that abyss that it has begun to gaze back into her, as well...",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Seeker cards ([seeker]) level 0-5, Survivor cards ([survivor]) level 0-1, <b>Patron</b> cards level 0-5, <b>Gambit</b> cards level 0-5, Neutral cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): The Infinite Oculus, Porcelain Mirage, 1 random basic weakness.\n<b>Deckbuilding restrictions</b>: No non-[[Patron]] assets that take up an ally slot."
  },
  {
    "code": "zgoo_00005",
    "flavor": "All secrets are laid bare beneath the mask's withering gaze.",
    "name": "The Infinite Oculus",
    "subname": "Myriad Truths",
    "text": "Makoto Miyazaki deck only.\nLimit 1 [[Headgear]] per investigator.\nYou get +1 [intellect] for each enemy at your location.\n[reaction] When the investigation phase begins, if there is at least one enemy at your location: Gain 1 resource.",
    "traits": "물품. Headgear. 유물. 비술."
  },
  {
    "code": "zgoo_00006",
    "flavor": "Whatever truth there may be in beauty, it remains only skin deep.",
    "name": "Porcelain Mirage",
    "text": "<b>Revelation</b> - Put Porcelain Mirage into play in your threat area.\nYour location gets +1 shroud.\n[action] Spend 4 resources: Discard Porcelain Mirage.",
    "traits": "결함."
  },
  {
    "code": "zgoo_00007",
    "flavor": "\"Though I may strike from the shadows, do not think I lack the courage to stand in the light.\"",
    "name": "Hideki Honda",
    "subname": "The Shinobi",
    "text": "[fast] Deal 1 damage to an enemy at your location that is not engaged with you. <i>(Limit once per round.)</i>.\n[elder_sign] effect: +2. You may automatically evade 1 non-[[Elite]] enemy at your location.",
    "traits": "사냥꾼. 조직원.",
    "back_flavor": "The sole surviving member of an ancient order of clandestine assassins that was driven to near extinction following a failed 'hostile takeover' by the Syndicate, Hideki was given the choice of a slow and painful death or a life of indentured servitude to his new criminal overlords. While he considers the types of contracts the Syndicate typically assigns him to be beneath both his honor and his talent, Arkham has proven to be a valuable training ground to better hone his craft. While he bides his time, Hideki has ultimately grown to view his new patrons as a means to a very particular end; while he builds his reputation for ruthless efficiency, so too does his clan grow closer to being restored to its former glory...",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Rogue cards ([rogue]) level 0-5, Guardian cards ([guardian]) level 0-1, <b>Tactic</b> cards level 0-5, Neutral cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Apotheosis, The Succession, 1 random basic weakness.\n<b>Deckbuilding restrictions</b>: No [[Firearm]] assets."
  },
  {
    "code": "zgoo_00008",
    "flavor": "Only one of Hideki's pupils has ever shown real promise.",
    "name": "Nabiki Nagata",
    "subname": "Killer Kunoichi",
    "text": "Hideki Honda deck only.\nYou get +1 [agility]\n[fast] Discard Nabiki Nagata: <b>Evade.</b> Automatically evade all non-<b>Elite</b> enemies at your location.",
    "traits": "조력자. 사냥꾼."
  },
  {
    "code": "zgoo_00009",
    "flavor": "He couldn't save anyone. He can't even save himself.",
    "name": "Survivor's Guilt",
    "text": "<b>Revelation</b> - Put this into play in your threat area.\n<b>Forced</>: After you succeed at a skill test: Take 1 direct horror.\n[action][action]: Discard Survivor's Guilt. You may activate this ability only if you control an [[Ally]] asset.",
    "traits": "정신이상."
  },
  {
    "code": "zgoo_00010",
    "flavor": "\"A thousand generations live on in me.\"",
    "name": "Akira Arisato",
    "subname": "The Medium",
    "text": "[reaction] When a non-weakness skill card would be placed in the discard pile of an investigator at your location: Shuffle that card into its owner's deck instead. <i>(Limit once per round)</i>\n[elder_sign] effect: +1. You may return a card from your discard pile to your hand.",
    "traits": "주술사. 꿈꾸는 자.",
    "back_flavor": "As a practitioner of the ancient art of Onmyōdō, Akira has devoted his life to research and mastery of the boundary between life and death. He prefers, whenever possible, to spend his time communicating with the spirits of the deceased, in order to learn arcane secrets that are simply beyond the reach of most modern occult practitioners. The natural ease with which he is able to draw upon knowledge and power from the antecedent magi in his bloodline via a highly developed 'genetic memory' has made him somewhat arrogant and detached from the affairs of our world, but he is beloved by common folk for his ability to banish vengeful apparitions and help still-living souls find closure by making contact with the spirits of their deceased loved ones. Despite his already considerable power, Akira still finds himself hungering for answers to ever more dangerous questions...",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Mystic cards ([mystic]) level 0-5, Seeker cards ([seeker]) level 0-1, <b>Practiced</b> cards level 0-5, Neutral cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Living Memory, Liminal Breach, 1 random basic weakness.\n<b>Deckbuilding restrictions</b>: No [[Tarot]] assets."
  },
  {
    "code": "zgoo_00011",
    "flavor": "\"Nothing is truly lost until it is forgotten.\"",
    "name": "Living Memory",
    "subname": "Total Recall",
    "text": "Akira Arisato deck only.\nYou may commit the top-most skill card in your discard pile as though it were in your hand. If that card would be discarded when the test ends, placei ton the bottom of your deck, isntead. <i>(Limit once per turn.)</i>",
    "traits": "재능. 비술."
  },
  {
    "code": "zgoo_00012",
    "flavor": "Many souls that have passed from our world would do anything to return to it.",
    "name": "Liminal Breach",
    "subname": "The Sundered Veil",
    "text": "<b>Revelation</b> - Put this into play with 1 doom on it.\n[action] If there is no doom on Liminal Breach: Discard it.\n[action]: Test [will] (5). If you succeed, remove 1 doom from liminal breach.",
    "traits": "실수. 징조."
  },
  {
    "code": "zgoo_00013",
    "flavor": "\"You won't live long enough to remember my name.\"",
    "name": "Sakura Sanada",
    "subname": "The Wanderer",
    "text": "[reaction] When you play a [[Spirit]] card: Reduce its resource cost by 1 or gain 1 resource.\n[elder_sign] effect: +1. You may shuffle a [[Spirit]] card from your discard pile back into your deck.",
    "traits": "방랑자. 여행자.",
    "back_flavor": "Orphaned at an early age under mysterious circumstances, Sakura was adopted and raised by a superstitious blacksmith living in a remote village outside of Arkham. One day, the smith became despondent after catching his young ward 'playing' with a blade he had forged, and soon abandoned his craft. Suspecting the influence of evil spirits, Sakura left the village when the smith died but took the sword with her, vowing to ensure her foster father's magnum opus would be put to good use against the forces of darkness that threaten the lives of innocents, wherever they may lurk.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Deckbuilding Options</b>: Survivor cards ([survivor]) level 0-5, Rogue cards ([rogue]) level 0-1, [[Spirit]] cards level 0-5, Neutral cards level 0-5.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Live By the Sword, Die By the Sword, 1 random basic weakness.\n<b>Deckbuilding restrictions</b>: No [[Firearm]] assets."
  },
  {
    "code": "zgoo_00014",
    "flavor": "\"Anyone can die. It's living that requires courage.\"",
    "name": "Live By the Sword",
    "subname": "The Warrior's Code",
    "text": "Sakura Sanada deck only.\nYou gain an additional action during your turn which can only be used to engage or fight an enemy.",
    "traits": "영혼. 계약."
  },
  {
    "code": "zgoo_00015",
    "flavor": "Death before dishonor.",
    "name": "Die By the Sword",
    "text": "<b>Revelation</b> - Put this into play in your threat area\nEnemies in your threat area get +1 fight and you deal +1 damage when you fail a skill test while fighting an enemy engaged with another investigator.\n[action] Take 2 damage or discard an [[Ally]] asset from your hand or play area: Discard Die By the Sword.",
    "traits": "계약."
  },
  {
    "code": "zgoo_00016",
    "flavor": "\"We all must pay for the violence of our ancestors\"",
    "name": "Ancestral Favor",
    "text": "After you commit Ancestral Favor to a skill test, you may add a [bless] token to the chaos bag.\nThe performing investigator may return all [bless] tokens resolved during this test to the chaos bag instead of the token pool after this test ends.",
    "traits": "이익. 축복받은."
  },
  {
    "code": "zgoo_00017",
    "flavor": "Even the greatest story ever told has two sides.",
    "name": "Iscariot's Apocrypha",
    "text": "[action] If this is ready: <b>Investigate.</b> If this investigation is successful and you resolved a [bless] or [elder_sign] token, discover an additional clue from your location. As an additional cost to initiate this ability, you may exhaust this to add a [bless] token to the chaos bag.",
    "traits": "물품. 서적. 축복받은."
  },
  {
    "code": "zgoo_00018",
    "flavor": "\"We're alive...and we're together.\"",
    "name": "Nothing Else Matters",
    "text": "If this test is successful, you may add Nothing Else Matters to the hand of another investigator at your location instead of discarding it after this test ends.",
    "traits": "행운."
  },
  {
    "code": "zgoo_00019",
    "flavor": "If you desire peace, you must prepare for war.",
    "name": "Parabellum",
    "text": "Parabellum does nto ready during the upkeep phase.\n[reaction] After you fail a skill test while fighting during your turn, exhaust Parabellum: You gain an additional action this turn which can only be used to fight or engage an enemy.\n[action]: Ready Parabellum.",
    "traits": "의식. 영혼."
  },
  {
    "code": "zgoo_00020",
    "name": "Safe Haven",
    "text": "Attach Safe Haven to your current location. Limit 1 per location.\n[reaction] When your turn begins, if there are no enemies at the attached location: Add 1 [bless] token to the chaos bag.\n[reaction] If this is ready when an enemy enters the attached location: Reveal a random token from the chaos bag. If you reveal a [bless] token, exhaust this and deal 1 damage to that enemy.",
    "traits": "이익. 축복받은."
  },
  {
    "code": "zgoo_00021",
    "flavor": "Blessed are the peacekeepers.",
    "name": "Sofia Wallace",
    "subname": "Devout Deputy",
    "text": "You get +1 [will].\n[reaction] After you succeed a skill test in which you resolved a [bless] token, exhaust Sofia Wallace: Deal 1 damage to an enemy at your location.",
    "traits": "조력자. 경찰. 축복받은."
  },
  {
    "code": "zgoo_00022",
    "flavor": "\"No one knows what it means to hunt well like the hunted.\"",
    "name": "Adopt and Adapt",
    "text": "Adopt and Adapt gains [wild] for each enemy at the performing investigator's location and each connecting location.\nNon-[[Elite]] enemies at the performing investigator's location lose retaliate and alert for the duration of this skill test.",
    "traits": "숙련."
  },
  {
    "code": "zgoo_00023",
    "flavor": "All death is certain.",
    "name": "First Principles",
    "text": "Fast. Play after you assign damage to your investigator.\nDiscover a clue from your location.",
    "traits": "통찰."
  },
  {
    "code": "zgoo_00024",
    "flavor": "\"I will restore the honor of my house, no matter what it takes.\"",
    "name": "Kasumi Katsura",
    "subname": "Last Ranger of August",
    "text": "you get +1 [agility].\n[action] If you are not engaged with an enemy, exhaust Kasumi Katsura: Deal 1 damage to an enemy at your location or a connecting location.",
    "traits": "조력자. 사냥꾼. 축복받은."
  },
  {
    "code": "zgoo_00025",
    "flavor": "Fortune favors the bold.",
    "name": "One Way to Find Out",
    "text": "Play only as your first action.\nChoose an unrevealed location that is connected to a revealed location and move to it. Then, if there at last 1 clue at that location you may take an investigate action. This action does not provoke attacks of opportunity.",
    "traits": "영혼. 대담한."
  },
  {
    "code": "zgoo_00026",
    "flavor": "\"The mind of your enemy wraps its secrets in its symbols.\"",
    "name": "Symbolic Enigma",
    "text": "Investigators at your location draw a total of X cards distributed as you wish. X is the shroud value of your current location.",
    "traits": "통찰. 비술."
  },
  {
    "code": "zgoo_00027",
    "flavor": "All you need is a change in perspective.",
    "name": "Visual Calculus",
    "text": "<b>Investigate.</b> Choose a connecting location that has the most clues and add the shroud value of the chosen location to your location's shroud value for this test. If you succeed, discover an additional clue from a connecting location.",
    "traits": "통찰."
  },
  {
    "code": "zgoo_00028",
    "flavor": "\"What do we say to the tariff collectors, boys? Not today!\"",
    "name": "\"Banzai\" Stiletto",
    "subname": "Savvy Smuggler",
    "text": "You get +1 [combat].\n[reaction] After you defeat an enemy, exhaust \"Banzai\" Stiletto: Gain 1 resource.",
    "traits": "조력자. Sailor. 범죄자."
  },
  {
    "code": "zgoo_00029",
    "flavor": "\"You'll be fine. Just don't look down.\"",
    "name": "Escape Rope",
    "text": "[fast] If you are not engaged with an enemy, exhaust this: Choose a revealed connecting location and test [agility] (X). If you succeed, move to the chosen location. X is the chosen location's shroud value.",
    "traits": "물품. 도구."
  },
  {
    "code": "zgoo_00030",
    "flavor": "Before their use was outlawed and the art became largely forgotten, over fifty different schools of shurikenjutsu were practiced.",
    "name": "Honed Shuriken",
    "text": "Uses (5 ammo). If this has no ammo, discard it.\n[action] If you are not engaged with an enemy, spend 1 ammo: <b>Fight.</b> Add you [agility] to your skill value for this attack. If you succeed by 2 or more, this attack deals +1 damage.",
    "traits": "물품. 도구. 무기. 원거리. 불법."
  },
  {
    "code": "zgoo_00031",
    "flavor": "\"Read 'em and weep!\"",
    "name": "Make My Own Luck",
    "text": "Before resolving chaos tokens for this test, the performing investigator may return one revealed chaos token to the chaos bag and reveal two additional chaos tokens. If this skill test is successful, the performing investigator gains 2 resources.",
    "traits": "행운. 도박수."
  },
  {
    "code": "zgoo_00032",
    "flavor": "It is only dishonorable to attack an unaware adversary if you aren't getting paid for it.",
    "name": "Marked For Death",
    "text": "Fast. Play only when a non-[[Elite]] enemy enters play. Attach this to that enemy. Limit 1 per enemy.\nThe attached enemy gets -1 fight.\n[reaction] After you defeat the attached enemy: Gain 2 resources.",
    "traits": "과업. 불법."
  },
  {
    "code": "zgoo_00033",
    "flavor": "The clockwork appendage contains several hidden compartments.",
    "name": "Trick Limb",
    "subname": "Disarmed and Dangerous",
    "text": "Permanent. Purchase at deck creation.\nWhen you purchase Trick Limb, suffer 2 physical trauma.\nYou have 3 additional hand slots, which can only be used to hold [[Tool]] assets that take up exactly 1 hand slot.",
    "traits": "물품. Prosthesis."
  },
  {
    "code": "zgoo_00034",
    "flavor": "Akane's appreciation of live music began as a child, when she observed a beautiful young bard banish a vengeful spirit from her village.",
    "name": "Akane Amada",
    "subname": "Mother of Melodies",
    "text": "[reaction] When an enemy would perform an attack of opportunity against an investigator at your location, exhaust Akane Amada: Cancel that attack.\n[reaction] After an enemy is evaded at your location, exhaust Akane Amada: Gain 1 resource.",
    "traits": "조력자. 후원가. 공연자."
  },
  {
    "code": "zgoo_00035",
    "flavor": "\"You don't belong in this world!\"",
    "name": "Exorcism",
    "text": "[action]: <b>Fight.</b> This attack uses [will] instead of [combat]. If you resolve a [bless] or [elder_sign] token during this skill test or if this attack targets a [[Spectral]] or [[Yokai]] enemy, it deals +1 damage.",
    "traits": "마법. 축복받은."
  },
  {
    "code": "zgoo_00036",
    "flavor": "\"There are no limits. Everything is permitted.\"",
    "name": "Hidden Potential",
    "text": "As an additional cost to play Hidden Potential, discard 2 non-weakness cards from your hand or play area.\nDraw 3 cards. This action does not provoke attacks of opportunity.",
    "traits": "영혼."
  },
  {
    "code": "zgoo_00037",
    "name": "Parasitic Host",
    "subname": "Dark Passenger",
    "text": "[action] If this is ready: <b>Fight.</b> You get +2 [combat] for this attack. If this attack is successful, you may take 1 damage to have this attack deal +1 damage, and if this attack defeats an enemy, you may exhaust this to heal 1 damage from Parasitic Host.\n<b>Forced</b> - When your turn ends: If you did not successfully fight with Parasitic Host this turn, test [will] (3). If you fail, Parasitic Host deals 1 damage to you.",
    "traits": "Symbiote. 계약."
  },
  {
    "code": "zgoo_00038",
    "flavor": "\"I have eyes everywhere.\"",
    "name": "Remote Viewing",
    "text": "[fast] Exhaust Remove Viewing: Look at either the top card of the encounter deck, the top card of an investigator's deck, or the revealed side of an unrevealed connecting location.",
    "traits": "마법. 예지."
  },
  {
    "code": "zgoo_00039",
    "flavor": "Taking a secret to your grave just isn't enough these days.",
    "name": "Spellbinding Seance",
    "text": "Uses (3 charges).\n[reaction] When an enemy is defeated at your location, spend 1 charge from Spellbinding Seance: Discover 1 clue from your location.",
    "traits": "마법. 의식."
  },
  {
    "code": "zgoo_00040",
    "flavor": "Those who never love give no hostage to fortune.",
    "name": "Bury the Light",
    "text": "Fast. Play only during your turn.\nAs an additional cost to play Bury the Light, discard a non-weakness asset that takes up at least 1 ally slot from your hand or play area.\nGain X Resources. X is the discarded asset's printed resource cost.",
    "traits": "영혼."
  },
  {
    "code": "zgoo_00041",
    "flavor": "\"C'mon! Just let me hold it for a minute...\"",
    "name": "Give and Take",
    "text": "[fast] Give control of Give and Take to another investigator at your location and exhaust it: Take control of an [[Item]] asset controlled by that investigator.",
    "traits": "호의."
  },
  {
    "code": "zgoo_00042",
    "flavor": "\"Get out of my kitchen!\"",
    "name": "Kentaro Kobayashi",
    "subname": "Manic Mixologist",
    "text": "You have 1 additional hand slot, which can only be used to hold a [[Tool]] asset.\n[action][action]: Heal 1 damage. This ability may be activated by any investigator at your location.",
    "traits": "조력자. 홀린."
  },
  {
    "code": "zgoo_00043",
    "flavor": "Caution is a luxury you simply cannot afford.",
    "name": "Light the Way",
    "text": "Fast. Play when investigation phase begins.\nUntil the end of the round, cards committed by other investigators to test your perform gain [wild] and other investigators may commit cards to test you perform as though they were at your location.",
    "traits": "영혼. 대담한."
  },
  {
    "code": "zgoo_00044",
    "flavor": "There is no shame in defeat, so long as the spirit remains unconquered.",
    "name": "Now or Never",
    "text": "Max 1 committed per skill test.\nNow or Never gains [wild][wild] if the performing investigator has failed at least one skill test this round.",
    "traits": "본성."
  },
  {
    "code": "zgoo_00045",
    "flavor": "Time and tide wait for no one.",
    "name": "Trawl the Shallows",
    "text": "Discard the top X cards of your deck. If any weaknesses are discarded this way, shuffle them back into your deck. Then, choose a card from among the top X cards in your discard pile and add it to your hand. X is your location's shroud value.",
    "traits": "행운."
  },
  {
    "code": "zgoo_00046",
    "flavor": "\"Blood moves the wheels of history; don't be afraid to spill some.\"",
    "name": "Harakiri",
    "text": "[reaction] After an enemy becomes engaged with you, exhaust Harakiri: Draw 1 card.\n[fast] Take 1 direct damage and discard Harakiri: Draw 2 cards.",
    "traits": "의식. 비술."
  },
  {
    "code": "zgoo_00047",
    "flavor": "Utilized as a specialized 'calculator' to forecast future events, the exact mechanics of this esoteric device are understood only be a select few.",
    "name": "Hermtic Abacus",
    "text": "[reaction] After the last clue is discovered from your location, exhaust Hermetic Abacus: Look at the top X cards of the encounter deck. X is. your location's shroud value.\n[action] If Hermetic Abacus is ready: <b>Investigate.</b> Add your [will] to your skill value for this investigation. If you fail, exhaust this.",
    "traits": "물품. 도구. 비술."
  },
  {
    "code": "zgoo_00048",
    "flavor": "Those who have attained true mastery of the sword will never find themselves without a blade.",
    "name": "Keening Katana",
    "text": "[action] If Keening Katana is ready: <b>Fight.</b> For this attack, you may use [agility] instead of [combat] and you get +1 skill value. If you succeed by 2 or more, this attack deals +1 damage. If you fail by 2 or more, exhaust this.",
    "traits": "물품. 무기. 근접."
  },
  {
    "code": "zgoo_00049",
    "flavor": "\"It's purpose is to remind us that we are always dangerously close to something better left unknown.\"",
    "name": "Sulfuric Censer",
    "text": "Limit 1 per investigator.\nYou get +1 [will]\n[reaction] After Sulfuric Censer enters play: Add up to 2 [bless] tokens to the chaos bag.",
    "traits": "물품. 부적. 축복받은."
  },
  {
    "code": "zgoo_00050",
    "flavor": "\"It was much smaller, at first, but then I noticed that every time I began to doubt, the lattice of runes grew more labyrinthine...\"",
    "name": "The Believer's Burden",
    "text": "As an additional cost to play this, take 1 direct damage.\n<b>Forced</b> - After you fail a skill test: If this is ready, add 1 [curse] token to the chaos bag or exhaust The Believer's Burden.\nWhile The Believer's Burden is ready, you get +1 [will].",
    "traits": "Brand."
  },
  {
    "code": "zgoo_00051",
    "flavor": "\"It made me an offer I couldn't refuse.\"",
    "name": "The Devil's Due",
    "text": "As an additional cost to play this, take 1 direct damage.\n<b>Forced</b> - At the start of your turn: Pay 1 resource or exhaust The Devil's Due.\nWhile this is ready, you may ignore the first attack of opportunity you would take each turn.",
    "traits": "Brand."
  },
  {
    "code": "zgoo_00052",
    "flavor": "This painful rendering makes it impossible to forget your vows.",
    "name": "The Dragon's Dogma",
    "text": "As an additional cost to play this, take 1 direct damage.\n<b>Forced</b> - After you evade an enemy: If this is ready, exhaust The Dragon's Dogma.\nWhile The Dragon's Dogma is ready, you get +1 [combat]",
    "traits": "Brand."
  },
  {
    "code": "zgoo_00053",
    "flavor": "\"We all cast our own shadows.\"",
    "name": "The Hermit's Heresy",
    "text": "As an additional cost to play this, take 1 direct damage.\n<b>Forced</b> - After you succeed at a skill test: Add 1 [bless] token and 1 [curse] token to the chaos bag.\nWhile there are at least 4 [bless] or 4 [curse] toeksn in the chaos bag, you get +1 [intellect] while investigating.",
    "traits": "Brand."
  },
  {
    "code": "zgoo_00054",
    "flavor": "Whether you remain the ash or become the phoenix is up to you.",
    "name": "The Phoenix's Pathos",
    "text": "As an additional cost to play this, take 1 direct damage.\n<b>Forced</b> - After an enemy at your location takes damage: Exhaust The Phoenix's Pathos.\nWhile this is ready and an enemy is at your location or a connecting location, you get +1 [intellect] while investigating.",
    "traits": "Brand."
  },
  {
    "code": "zgoo_00055",
    "flavor": "\"There are no people like me. Not anymore.\"",
    "name": "The Serpent's Sacrifice",
    "text": "As an additional cost to play this, take 1 direct damage.\n<b>Forced</b> - If The Serpent's Sacrifice is ready when you defeat an enemy: Take 1 damage or exhaust this.\nWhile The Serpent's Sacrifice is ready, you must use [agility] instead of [combat] while fighting.",
    "traits": "Brand."
  },
  {
    "code": "zgoo_00056",
    "flavor": "It's not paranoia if they really are out to get you.",
    "name": "Anticipatory Focus",
    "text": "Fast. Play only during your turn.\nLook at the top 1[per_investigator] cards of the encounter deck. If there are any enemy cards among the looked at cards, you gain an additional action this turn.",
    "traits": "통찰. 영혼."
  },
  {
    "code": "zgoo_00057",
    "flavor": "\"If they don't answer your prayers... Why do you worship them?\"",
    "name": "Gods Be Good",
    "text": "After this skill test ends, add 2 [bless] tokens to the chaos bag. If this skill test fails, also add 2 [curse] tokens to the chaos bag after this skill test ends.",
    "traits": "행운."
  },
  {
    "code": "zgoo_00059",
    "flavor": "Many choices lie ahead. None of them will be easy.",
    "name": "Hell or High Water",
    "subname": "Damned If You Do",
    "text": "Permanent. Limit 1 Hell or High Water per deck. Purchase at deck creation.\n[reaction] After taking your initial mulligan: Take an additional mulligan of up to 2 cards.\nYou begin each game with 2 fewer resources.",
    "traits": "상태."
  },
  {
    "code": "zgoo_00259",
    "flavor": "Many choices lie ahead. None of them will be easy.",
    "name": "Hell or High Water",
    "subname": "Damned If You Don't",
    "text": "Permanent. Limit 1 Hell or High Water per deck. Purchase at deck creation.\nYou may not mullitgan non-weakness cards from your opening hand.\nYour opening hand size is increased by 2.",
    "traits": "상태."
  },
  {
    "code": "zgoo_00060",
    "name": "Papercut Lantern",
    "text": "Uses (2 supplies). If this has no supplies, discard it.\n<b>Forced</b> - When an investigator at your location resolves a [cultist], [elder_thing], or [auto_fail] token during a skill test: Remove 1 supply from this.\n[fast] Exhaust Papercut Lantern: Your current location gets -1 shroud until the end of your turn.",
    "traits": "물품. 도구."
  },
  {
    "code": "zgoo_00061",
    "flavor": "\"Every scar is a story... Some are better than others.\"",
    "name": "Skin in the Game",
    "subname": "Heart on Your Sleeve",
    "text": "Permanent. Purchase at deck creation.\nYour investigator's Deckbuilding Restrictions gain: \"No [[Clothing]] assets that take up a body slot.\"\nYou have 2 additional body slots, which can only be used to hold [[Brand]] assets.",
    "traits": "상태."
  },
  {
    "code": "zgoo_00062",
    "flavor": "\"They'll never see us coming.\"",
    "name": "Coordinate Infiltration",
    "text": "Echo 1 <i>(until the end of the round, each other investigator may play this card from its owner's discard pile once.)</i>\nChoose a connecting location. Each investigator may pay 1 resource to move one location towards the chosen location.",
    "traits": "전술. Tandem."
  },
  {
    "code": "zgoo_00063",
    "flavor": "\"You'll have to go through me, first.\"",
    "name": "Someone Your Own Size",
    "text": "Limit 1 [[Posture]] per investigator.\n[reaction] When an enemy would attack another investigator at your location <i>(before resolving that attack)</i>, exhaust Someone Your Own Size: <b>Fight.</> This action target the attacking enemy. Ignore the retaliate keyword for this attack.",
    "traits": "Posture."
  },
  {
    "code": "zgoo_00064",
    "flavor": "\"They always did have a penchant for the dramatic...\"",
    "name": "Better Late Than Never",
    "text": "Echo 1 <i>(until the end of the round, each other investigator may play this card from its owner's discard pile once.)</i>\nSearch your deck for an [[Ally]] asset, then set it aside, shuffle your deck, and place the set aside card on top of your deck. Reduce the cost of this card by 1 for each doom in play.",
    "traits": "전술. Tandem."
  },
  {
    "code": "zgoo_00065",
    "flavor": "The surface of the cube writhes as it struggles to contain infinite possibilities.",
    "name": "The Obsidian Manifold",
    "subname": "Noneuclidean Conduit",
    "text": "limit 1 per deck.\n[fast] Discard The Obsidian Manifold: Search your deck for an asset that takes up at least 1 hand slot and draw it. You may immediately play that asset, reducing its cost by 3. Shuffle your deck.",
    "traits": "물품. 유물. 비술."
  },
  {
    "code": "zgoo_00066",
    "flavor": "\"Bravery simply means that your are afraid of the right things.\"",
    "name": "Indomitable",
    "text": "Commit only to a skill test you are performing.\nIf this test fails, you may take 1 direct damage to attempt this test again <i>(after resolving all effects from the failed skill test),</i> committing Indomitable to it.",
    "traits": "본성. 단련된."
  },
  {
    "code": "zgoo_00067",
    "flavor": "You always have something left to lose.",
    "name": "Martyrdom",
    "text": "Fast. Play only when another investigator would be assigned damage and/or horror that would defeat them.\nCancel that damage and/or horror. You may add 1 [bless] token to the chaos bag for each point of damage or horror canceled this way. You are defeated.",
    "traits": "전술. 축복받은."
  },
  {
    "code": "zgoo_00068",
    "flavor": "\"All I need are a sharp knife and some smelling salts...\"",
    "name": "Field Autopsy",
    "text": "Fast. Play after an enemy is defeated at your location.\n<b>Investigate.</b> you get +X [intellect] for this investigation and if you succeed, you may discover up to X additional clues from your location. X Is the defeated enemy's printed horror value.",
    "traits": "통찰. 과학."
  },
  {
    "code": "zgoo_00069",
    "flavor": "\"What's the worst that could happen?\"",
    "name": "Trailblazer",
    "text": "Limit 1 [[Posture]] per investigator.\n[reaction] When an enemy would attack you, place 1 of your clues on your location and exhaust Trailblazer: Cancel that attack.",
    "traits": "Posture"
  },
  {
    "code": "zgoo_00070",
    "flavor": "Some things defy rational explanation.",
    "name": "Reason to Believe",
    "text": "[reaction] After you resolve at least 1 [bless] or [elder_sign] token during a successful investigation, exhaust Reason to Beleive: Discover an additional clue from your location.",
    "traits": "역설. 축복받은."
  },
  {
    "code": "zgoo_00071",
    "flavor": "\"No, I don't know what I'm doing... That's why it's going to work.\"",
    "name": "Method to the Madness",
    "text": "Fast. Uses (2 secrets).\n[reaction] After you assign any amount of horror to your investigator: Place that many secrets on this.\n[fast] Spend X Secrets and exhaust Method to the Madness: you get +X skill value for this test.",
    "traits": "재능."
  },
  {
    "code": "zgoo_00072",
    "flavor": "Nothing ever ends.",
    "name": "Terrible Symmetry",
    "text": "Fast. Play only when your turn begins.\nDiscard all non-weakness cards from your hand. Until the end of the round, you may play other event cards in your discard pile as though they were in your hand. If you do and they would be discarded, shuffle them into your deck instead.",
    "traits": "통찰. 영혼."
  },
  {
    "code": "zgoo_00073",
    "flavor": "\"The source code of the universe describes a purely geometric operating system.\"",
    "name": "Geometric Unity",
    "subname": "The Final Theorem",
    "text": "[reaction] After you successfully investigate, exhaust this: Discover an additional clue from any revealed location with a shroud value lower than ever location you have already discovered a clue from this turn.",
    "traits": "예지. 비술."
  },
  {
    "code": "zgoo_00074",
    "flavor": "\"A gauntlet packed with gunpoder can be a powerful tool... in the right hands.",
    "name": "Charcoal Grease",
    "text": "[reaction] As an additional cost to perform a <b>Fight</b> action using a [[Melee]] asset you control, exhaust Charcoal Grease: This attack deals +1 damage.",
    "traits": "물품. 도구."
  },
  {
    "code": "zgoo_00075",
    "flavor": "Sometimes, its just about sending a message.",
    "name": "Insult to Injury",
    "text": "Limit 1 [[Posture]] per investigator.\n[reaction] After dealing damage to a non-[[Elite]] enemy while fighting, exhaust Insult to Injury: Automatically evade the damaged enemy.",
    "traits": "Posture."
  },
  {
    "code": "zgoo_00076",
    "flavor": "I'm unarmed, see? Have a closer look...",
    "name": "Hidden Blade",
    "text": "Uses (3 secrets).\n[fast] Spend 1 secret and exhaust this: <b>Fight.</b> This attack uses [agility] instead of [combat]. This attack may only target an enemy that is not engaged with you and automatically succeeds if targeting an enemy with 1 remaining health.",
    "traits": "물품. 도구. 불법."
  },
  {
    "code": "zgoo_00077",
    "flavor": "Don't believe everything you see.",
    "name": "Mirror Image",
    "text": "Fast. Play only when your turn begins.\nEcho 1 <i>(until the end of the round, each other investigator may play this card from its owner's discard pile once.)</i>\nUntil the end of the round, whenever you take a basic fight, basic evade, or move action, you may take that action again <i>(unless that action was taken via this effect.)</i>",
    "traits": "속임수. 대담한. Tandem."
  },
  {
    "code": "zgoo_00078",
    "name": "Sapphire and Lapis",
    "subname": "Two Souls",
    "text": "[actions] If this is ready: <b>Fight.</b> Add your [agility] to your skill value for this attack. If you succeed by 2 or more, this attack deals +1 damage and you may exhaust this to <b>Fight</b> again.\n[reaction] After you are attacked by an enemy during the enemy phase, exhaust this: <b>Fight.</b> Add your [agility] to your skill value for this attack. This attack targets the attacking enemy.",
    "traits": "물품. 유물. 무기. 근접."
  },
  {
    "code": "zgoo_00079",
    "flavor": "\"It's not gambling! It's just... counting.\"",
    "name": "Full Count",
    "subname": "Keeping Score",
    "text": "<b>Forced</b> - At the end of your turn: Test [intellect] (X). If you fail, release all tokens sealed on Full Count. X is the number of tokens sealed on Full Count.\n[reaction] When a non-[auto_fail] chaos token would be returned to the chaos bag, if it was not released from a card, exhaust this: Seal that token on Full Count, instead.",
    "traits": "재능. 불법."
  },
  {
    "code": "zgoo_00080",
    "flavor": "\"You've already given me everything I need.\"",
    "name": "Fan the Flames",
    "text": "Limit 1 [[Posture]] per investigator.\n[reaction] After an enemy engages you, exhaust this: Choose a [mystic] asset you control with \"uses (charges)\" and test [will] (X). If you succeed, place a charge on the chosen asset. X is the number of charges on the chosen asset.",
    "traits": "Posture."
  },
  {
    "code": "zgoo_00081",
    "flavor": "Wara ningyō are used in a number of rituals, most often combined with something from the intended recipient of a curse, such as a piece of hair.",
    "name": "Rope Effigy",
    "text": "[reaction] After an enemy enters play, exhaust this: Seal 1 [curse] token from the chaos bag on that enemy.\n[action] Choose an enemy with a [curse] token sealed on it: <b>Parley.</b> Deal 1 damage to the chosen enemy. If this effect defeats an enemy, you may return a [curse] token sealed on it to the token pool.",
    "traits": "물품. 비술. 저주받은."
  },
  {
    "code": "zgoo_00082",
    "flavor": "\"Wait. Something's wrong...\"",
    "name": "Flicker",
    "text": "Fast. Play during any [fast] window.\nChoose a non-weakness asset you control and return it to its owner's hand.",
    "traits": "예지."
  },
  {
    "code": "zgoo_00083",
    "flavor": "If you can't beat them, f'taghn.",
    "name": "Surrender to Madness",
    "text": "Fast. Play only during your turn.\nAs an additional cost to play Surrender to Madness, you suffer 1 mental trauma.\nUntil the end of the round, the base value of each of your skills is equal to the amount of horror assigned to your investigator.",
    "traits": "도박수. 비술."
  },
  {
    "code": "zgoo_00084",
    "flavor": "As above, so below.",
    "name": "Sidereal Schism",
    "subname": "Defy the Stars",
    "text": "Permanent.\n[reaction] When the game begins: Reveal a random token from the chaos bag until you reveal a token that isn't [elder_sign] or [tentacle]. You may seal that token here.",
    "traits": "행운."
  },
  {
    "code": "zgoo_00085",
    "flavor": "In brightest day, or blackest night.",
    "name": "Eventide",
    "subname": "Moonlight Cleaver",
    "text": "<b>Forced</b> - When this enters play: Place 1 doom on Eventide.\n[action]: <b>Fight.</b> Add your [will] to your skill value for this attack. If Eventide has doom on it, this attack deals +2 damage. Otherwise, this attack deal +1 damage. If this attack defeats an enemy with doom on it, you may move that doom to Eventide.",
    "traits": "물품. 유물. 무기."
  },
  {
    "code": "zgoo_00086",
    "flavor": "\"Failure is an excellent teacher.\"",
    "name": "Limit Break",
    "text": "Fast. Play only during your turn.\nYou gain an additional action this turn. If you have 3 or fewer remaining health, remove Limit Break from the game. Otherwise, exile Limit Break.",
    "traits": "영혼. 절박함."
  },
  {
    "code": "zgoo_00087",
    "flavor": "\"The greatest warrior need never fear the second greater warrior; they need only fear the novice who has never held a weapon before.\"",
    "name": "Reckless Abandon",
    "text": "Limit 1 [[Posture]] per investigator.\n[fast] Take 1 damage and exhaust Reckless Abandon: This attack deals +1 damage.",
    "traits": "Posture."
  },
  {
    "code": "zgoo_00088",
    "flavor": "Time heals all wound. It will cause many more.",
    "name": "Turn From the Ruin",
    "text": "Fast. Play after an investigator fails a skill test.\nThe performing investigator may draw up to X cards. X is the amount the performing investigator failed by.",
    "traits": "통찰."
  },
  {
    "code": "zgoo_00089",
    "flavor": "\"Our bonds grew together like roots underground until at last we found that were one tree and not two.\"",
    "name": "Destiny Bond",
    "text": "Fast. Play only during your turn.\nChoose an investigator. The next action you perform this turn may be performed as if you were at the chosen investigator's location. Remove Destiny Bond from the game.",
    "traits": "역설."
  },
  {
    "code": "zgoo_00090",
    "flavor": "The best defense the mind has is simply forgetting to remember.",
    "name": "Selective Memory",
    "subname": "Before I Forget",
    "text": "Permanent. Exceptional.\n[reaction] Before you draw your opening hand: Search your deck for up to 5 non-weakness cards and discard them. Shuffle your deck.",
    "traits": "상태."
  },
  {
    "code": "zgoo_00091",
    "flavor": "Not all who wonder are lost.",
    "name": "Wanderlust",
    "subname": "Nomadic Impulse",
    "text": "Permanent.\n[reaction] When your turn ends, if your current location is not the location you started your turn at: Draw 1 card.",
    "traits": "상태."
  },
  {
    "code": "zgoo_00092",
    "flavor": "\"It is better to be a warrior in a garden, than a gardener in a war.\"",
    "name": "Hannya Mask",
    "text": "Limit 1 [[Headgear]] per investigator.\nYou get +1 [agility] while evading.\n[reaction] When a non-[[Elite]] enemy would engage you, discard Hannya Mask: Exhaust that enemy instead.",
    "traits": "물품. Headgear."
  },
  {
    "code": "zgoo_00093",
    "flavor": "Blink and you'll miss it.",
    "name": "Rapid Release",
    "text": "Fast. Play during any [fast] window.\nReady a non-weakness asset controlled by an investigator at your location. Exile Rapid Release.",
    "traits": "전술."
  },
  {
    "code": "zgoo_00094",
    "flavor": "Local legends tell of a hound so loyal that it took up its deceased master's mantle as protector of Minakami's shrines.",
    "name": "Koromaru",
    "subname": "Sentinel of the Shrines",
    "text": "[reaction] After an enemy is defeated at your location, exhaust Koromaru: Heal 1 horror from an investigator at your location.",
    "traits": "조력자. 생물. 파수꾼."
  },
  {
    "code": "zgoo_00095",
    "flavor": "\"Do not concern yourself with 'destiny,' child... In this world there is no fate but the one we make.\"",
    "name": "Fungible Fate",
    "text": "Permanent.\nYou have 1 additional tarot slot.",
    "traits": "상태."
  },
  {
    "code": "zgoo_00096",
    "flavor": "Early pioneers in the field of aviation found they lacked the vocabulary to describe the unnatural slate of 'unlimited visibility' that accompanied an exceptionally clear day.",
    "name": "Severe Clear",
    "text": "Attach Severe Clear to your current location. Limit 1 per location.\nThe attached location and each connecting location get -1 shroud.",
    "traits": "행운."
  },
  {
    "code": "zgoo_00097",
    "name": "Through Thick and Thin",
    "subname": "If It Means a Lot to You",
    "text": "Permanent.\nYour investigator's Deckbuilding Restrictions gain: \"Exactly 1 asset that takes up ally slots.\"\n[reaction] Before you draw your opening hand or when your deck is empty: Search your deck and discard pile for an asset that takes up an ally slot and attach it to Through Thick and Thin.\nCards attached to this may be played as if they were in your hand.",
    "traits": "계약."
  },
  {
    "code": "zgoo_00098",
    "flavor": "\"I made a promise to my syster...\"",
    "name": "Mayu Tachibana",
    "subname": "The Twin",
    "text": "[reaction] After an enemy at your location is evaded: Draw a card\n[fast]: Move 1 charge from Camera Obscura to another asset you control with \"uses (chargeds)\". <i>(Limit once per round.)</i>\n[elder_sign] effect: +1. If you succeed, you may placde 1 charge on Camera Obscura.",
    "traits": "미스캐토닉. 학생.",
    "back_flavor": "Mayu grew up in the country outside of Arkham, in the remote farming hamlet of Minakami Village, along with her sister Miyu. The death of the twins' mother left them orphaned at a young age, but the civic-minded townsfolk all pitched in to ensure the girls were well taken care of, allowing them to grow up happy and carefree. Everything changed on the night of their thirteenth birthday, however, when the twins found themselves drawn into a mysterious portal hidden in the forest outside of town and became trapped within a terrifying 'time loop'. Mayu eventually managed to escape unharmed, but Miyu was never seen again. Mayu moved to Arkham to put some distance between herself and the memories of that day, but recently has found herself visited by a mysterious crimson butterfly that seems to be calling her home...",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Secondary Class Choice:</b> At deck creation, choose either Seeker ([seeker]) or Survivor ([survivor]).\n<b>Deckbuilding Options</b>: Mystic cards ([survivor]) level 0-5, Neutral cards level 0-5, and cards level 0-2 of your chosen secondary class.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Camera Obscura, Molochean Usurper, 1 random basic weakness.\n<b>Deckbuilding restrictions</b>: No [[Composure]] assets."
  },
  {
    "code": "zgoo_00099",
    "name": "Camera Obscura",
    "subname": "Ethereal Viewfinder",
    "text": "Manu Tachibana deck only.\nYou get +1 [will]\nUses (4 charges.)\n[action]: <b>Evade.</b> Add your [will] to your skill value for this test. If you succeed by 2 or more, you may spend 1 charge from this to deal 1 damage to the evaded enemy.",
    "traits": "물품. 도구. 유물. 비술."
  },
  {
    "code": "zgoo_00100",
    "flavor": "Trapped within the perpetual twilight of Onigawa, Manu's twin sister had aeons to realize the power of their sacred bloodline...and reclaim the fallen empire as her own.",
    "name": "Moclean Usurper",
    "text": "Hunter 2.\n<b>Prey</b> - Bearer only",
    "traits": "화신. 초차원."
  },
  {
    "code": "zgoo_00205",
    "flavor": "Even the greatest story ever told has two sides.",
    "name": "Iscariot's Apocrypha",
    "text": "[Action] If this is ready: <b>Investigate.</b> You get +1 [intellect] for this investigation. If this investigation is successful and you resolved a [bless] or [elder_sign] token, discover an additional clue from your location. As an additional cost to initiate this ability, you may exhaust this to add a [bless] token to the chaos bag.",
    "traits": "물품. 서적. 축복받은."
  },
  {
    "code": "zgoo_00206",
    "flavor": "If you desire peace, you must prepare for war.",
    "name": "Parabellum",
    "text": "[reaction] After you fail a skill test while fighting during your turn, exhaust Parabellum: You gain an additional action this turn which may only be used to fight or engage an enemy.",
    "traits": "의식. 영혼."
  },
  {
    "code": "zgoo_00207",
    "flavor": "All death is certain.",
    "name": "First Principles",
    "text": "Fast. Play only after you assign damage to your investigator.\nDiscover 2 clues from your location.",
    "traits": "통찰."
  },
  {
    "code": "zgoo_00208",
    "flavor": "\"The mind of your enemy wraps its secrets in its symbols.\"",
    "name": "Symbolic Enigma",
    "text": "Fast. Play only during your turn.\nEach investigator at your location may draw up to X cards. X is the shroud value of your current location.",
    "traits": "통찰. 비술."
  },
  {
    "code": "zgoo_00209",
    "flavor": "It is only dishonorable to attack an unaware adversary if you aren't getting paid for it.",
    "name": "Marked For Death",
    "text": "Fast. Play during any [fast] window.\nAttach this to an unengaged non-[[Elite]] enemy. The attached enemy gets -1 fight and -1 evade.\n[reaction] After the attached enemy is discarded: Gain 2 resources.",
    "traits": "과업. 불법."
  },
  {
    "code": "zgoo_00210",
    "flavor": "\"You don't belong in this world!\"",
    "name": "Exorcism",
    "text": "[action]: <b>Fight.</b> This attack uses [will] instead of [combat]. You get +2 [will]. If you resolve a [bless] or an [elder_sign] token during this skill test or if this attack targets a [[Spectral]] or [[Yokai]] enemy, it deals +1 damage.",
    "traits": "마법. 축복받은."
  },
  {
    "code": "zgoo_00211",
    "flavor": "\"You don't belong in this world!\"",
    "name": "Exorcism",
    "text": "[action]: <b>Fight.</b> This attack uses [will] instead of [combat]. You get +3 [will]. If you resolve a [bless] or an [elder_sign] token during this skill test or if this attack targets a [[Spectral]] or [[Yokai]] enemy, it deals +2 damage.",
    "traits": "마법. 축복받은."
  },
  {
    "code": "zgoo_00212",
    "flavor": "\"Wait. Something's wrong...\"",
    "name": "Flicker",
    "text": "Fast. Play during any [fast] window.\nChoose a non-weakness asset controlled by an investigator at your location and return it to its owner's hand.",
    "traits": "예지."
  },
  {
    "code": "zgoo_00213",
    "flavor": "There is no shame in defeat, so long as the spirit remains unconquered.",
    "name": "Now or Never",
    "text": "Max 1 committed per test.\nNow or Never gains [wild] for every test the performing investigator has failed this round.",
    "traits": "본성."
  },
  {
    "code": "zgoo_00214",
    "flavor": "Time heals all wounds. It will cause many more.",
    "name": "Turn From the Ruin",
    "text": "Fast. Play after an investigator fails a skill test.\nThe performing investigator may draw up to X cards. X is the amount the performing investigator failed by.",
    "traits": "통찰."
  },
  {
    "code": "zgoo_00215",
    "name": "Papercut Lantern",
    "text": "Uses [4 supplies]. If this has no supplies, discard it.\n<b>Forced</b> - When an investigator at your location resolves a [cultist], [elder_thing], or [auto_fail] token during a skill test: Remove 1 supply from this.\n[fast] Exhaust Papercut Lantern: Your current location gets -1 shroud until the end of your turn.",
    "traits": "물품. 도구."
  }
]