[
  {
    "code": "zoc_31001",
    "flavor": "“물러 서!”",
    "name": "샘슨 웰치",
    "subname": "순찰 경찰",
    "text": "‘브록’을 플레이 영역에 두고 게임을 시작합니다.\n[reaction] 당신이 위치한 장소에서 적 하나가 떠난 후: 그 적을 대상으로 전투 행동을 수행합니다. (라운드당 1번 한정.)\n[elder_sign] 효과: +X. X는 연결된 장소마다 위치한 적들의 수.",
    "traits": "경찰.",
    "back_flavor": "You'd think that after all the calamities and mishaps that Arkham goes through, Sampson Welch would have considered different employment. Unfortunately, his father was a cop and his father before him, so he feels as though he must follow the 'family business'. Regardless, he regularly patrols his beat with his trusted dog Brock with not much activity beyond parking tickets and hooliganism. That is, before one night he had investigated a cultist's apartment, the walls covered in gore and strange miasmas. He knew from then on that he would need more than just simple arrest warrants to figure out what's going on in his trusty town.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 수호자 카드([guardian]), 레벨 0-3 <b>전투</b> 행동 카드, 레벨 0-5 중립 카드, 이외의 레벨 0 생존자([survivor]) 카드 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 브록, 추적 대상, 무작위 기본 약점 카드 1장.\n<b>덱 구성 제한:</b> [[불법]] 카드, [[주문]] 카드 불가."
  },
  {
    "code": "zoc_31002",
    "flavor": "먹이를 주지 않으면 그렇게 친절하지는 않습니다.",
    "name": "브록",
    "subname": "인간의 가장 친한 친구",
    "text": "샘슨 웰치 덱 전용.\n[free] 당신의 차례동안, ‘브록’을 소진합니다: 적 하나로부터 교전을 풀고 그 적을 연결된 장소로 이동시킵니다.\n[reaction] 전투 행동 동안, ‘브록’을 소진합니다: 이번 공격에 당신의 [agility]을 추가합니다.",
    "traits": "조력자. 생물."
  },
  {
    "code": "zoc_31003",
    "name": "추적 대상",
    "text": "<b>폭로</b> - 연결된 장소에 있는 모든 적이 당신을 향해 한 칸 이동하고 당신과 교전합니다. 당신과 교전된 모든 적은 준비되고, 그런 다음 당신을 공격합니다. 이 효과로 준비되거나 이동한 적이 없다면, ‘브록’을 버리거나 ‘추적 대상’을 당신의 덱에 넣고 섞습니다.",
    "traits": "징조."
  },
  {
    "code": "zoc_31004",
    "flavor": "“모든 이들은 공정한 재판을 받을 자격이 있습니다.”",
    "name": "로드니 도만",
    "subname": "변호사",
    "text": "<b>강제</b> - 게임을 시작할 때: [[사건]] 자산 카드를 1장 공개할 때까지 당신의 덱 맨 위의 카드를 공개합니다. 플레이 영역에 그 카드를 놓습니다. 나머지 모든 공개된 카드를 덱에 넣고 섞습니다.\n차례마다 당신이 실시하는 첫 번째 조사 행동은 틈새 공격을 유발하지 않습니다.\n[elder_sign] 효과: +1. 당신은 버린 더미에 있는 [[사건]] 자산 카드를 1장 당신의 덱에 넣고 섞을 수 있습니다.",
    "traits": "참전용사.",
    "back_flavor": "You had a case you needed solved, Rodney Dorman had your back. He got the evidence, the interviews, and he worked fast and quick so you see justice done. That is, until his last trip to France where he had been invited to see a showing of \"The King in Yellow\". An absolutely fascinating play that stuck with him a bit too much once he returned to Arkham. His mind kept spinning and spinning until he could not take it anymore, resorting him to rely on treatment through booze. The reliability he was known for is long gone. Now, he has been trying to get off the bottle and go through his massive backlog of unsolved cases. He worked as hard as he can, but no matter what he did, he cannot get that play out of his mind (or what was left of it anyways).",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 탐구자 카드([seeker]), 레벨 0-3 [[통찰]] 카드, 레벨 0-5 중립 카드, 이외의 레벨 0-1 수호자([guardian]) 그리고/또는 무법자([rogue]) 카드 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 사건 #17, 사건 #75, 사건 #257, 사건 #1910, 불만족스러운 고객, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zoc_31005",
    "name": "사건 #17",
    "subname": "사기",
    "text": "신속. 로드니 도만 덱 전용.\n사용 (증거 2개). ‘사건 #17’에 증거가 하나도 없다면, 이 카드를 버립니다.\n[reaction] 적 하나와 교전하는 동안 당신이 단서 하나를 발견할 때, 증거를 1개 소비합니다: 그 적을 소진시키거나 그 적에게 피해를 1 줍니다.",
    "traits": "사건."
  },
  {
    "code": "zoc_31006",
    "flavor": "“재판장님, 제 의뢰인은 단순히 유물을 반환한 것뿐입니다.”",
    "name": "사건 #75",
    "subname": "강도",
    "text": "신속. 로드니 도만 덱 전용.\n사용 (증거 3개). ‘사건 #75’에 증거가 하나도 없다면, 이 카드를 버립니다.\n[reaction] 적 하나가 당신과 교전할 때, 증거를 1개 소비합니다: 자원을 1개 얻습니다.",
    "traits": "사건."
  },
  {
    "code": "zoc_31007",
    "name": "사건 #257",
    "subname": "분실물",
    "text": "신속. 로드니 도만 덱 전용.\n사용 (증거 3개). ‘사건 #257’에 증거가 하나도 없다면, 이 카드를 버립니다.\n[reaction] 적 하나가 당신과 교전할 때, 증거를 1개 소비합니다: 카드를 1장 뽑습니다.",
    "traits": "사건."
  },
  {
    "code": "zoc_31008",
    "name": "사건 #1910",
    "subname": "계획적 폭행",
    "text": "신속. 로드니 도만 덱 전용.\n[reaction] [[정예]]가 아닌 적 하나가 당신과 교전할 때, 당신은 그 적과 교전을 풀 수 있습니다. 그런 다음, 그 적을 소진시키거나 즉시 연결된 장소 하나로 이동시킵니다. ‘사건 #1910’을 버립니다.",
    "traits": "사건."
  },
  {
    "code": "zoc_31009",
    "flavor": "어떤 사람들은 자신의 주장을 관철시키기 위해 무엇이든 할 수 있습니다.",
    "name": "불만족스러운 고객",
    "text": "<b>먹잇감</b> - 오직 ‘로드니 도만’만 쫓습니다.\n사냥꾼.\n모든 [[사건]] 자산 카드에 인쇄된 글 상자는 ([[특성]]은 제외하고) 백지화 된 것으로 봅니다.\n[action] <b>협상.</b> 당신이 위치한 장소에 당신의 단서를 1개 놓습니다. ‘불만족스러운 고객’에게 피해를 1 줍니다.",
    "traits": "인간형. 범죄자."
  },
  {
    "code": "zoc_31010",
    "flavor": "“그래, 그래. 그만 떠들고 있어, 금방 갈게…….”",
    "name": "루시아 데버록",
    "subname": "간호사",
    "text": "당신의 차례 도중, 당신은 추가로 행동 하나를 더 해도 됩니다. 단, 이 추가 행동은 카드를 플레이하거나 조사자를 회복시키는 [action] 기능을 활성화하는데만 사용할 수 있습니다.\n[reaction] 위의 행동을 수행한 후: 자원을 1개 얻습니다. (라운드당 1번 한정.)\n[elder_sign] 효과: +1. 이번 테스트에서 성공하면, 당신이 위치한 장소의 조사자 한 명에게서 피해나 공포를 1 회복시킵니다.",
    "traits": "참전용사. 치료사.",
    "back_flavor": "The war effort was rough for all, and for Lucia Deveraux it was no exception. She had simply signed up as a nurse, claiming expertise in medicine at the time. However, more and more soldiers kept coming back with even more bizarre wounds, many of which seemed to be more than what resulted from just bullets and explosions. Regardless, she did her job without paying much mind to it. Flash forward to years later, Lucia has found it difficult to find employment. Sure, she can help give out some medicines or whatnot, but her constant nightmares of what she saw haunt her tremendously. Worse yet, she believes that whatever caused those horrific tragedies is coming for her next, around every corner and in every shadow. \"Just gotta help a few more fellas, and that'll be enough dough to skip this town for good\", she keeps telling herself.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 [[영혼]] 카드, 레벨 0-4 무법자 카드([rogue]), 레벨 0 [[유물]] 카드, 레벨 0-5 중립 카드, 이외의 레벨 0-1 [[과학]] 그리고/또는 [[재능]] 카드 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 루시아의 수술용 메스, 간호사 가방, 우리가 잃은 것, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zoc_31011",
    "name": "루시아의 수술용 메스",
    "text": "신속. 루시아 데버록 덱 전용.\n[action] <b>전투.</b> 이번 공격은 [combat] 대신 [agility]을 사용하고 피해를 +1 줍니다. 성공하면, 당신은 행동 비용을 무시하고 아래 기능을 해결해도 됩니다.\n[action] 당신이 위치한 장소의 조사자 한 명에게서 피해나 공포를 2 회복시킵니다. 그런 다음, 당신은 피해나 공포를 1 받습니다.",
    "traits": "물품. 근접. 도구. 과학."
  },
  {
    "code": "zoc_31012",
    "name": "간호사 가방",
    "text": "루시아 데버록 덱 전용.\n[action] ‘간호사 가방’을 소진합니다: 한 번에 하나씩, [[물품]] 특성을 가진 카드 한 장이 버려질 때까지 당신의 덱 맨 위 카드를 버립니다. 그 카드를 뽑습니다. 이 효과로 버려진 모든 약점 카드는 당신의 덱에 섞어 넣습니다.\n[reaction] 당신이 위치한 장소에서 조사자 한 명이 피해나 공포를 회복할 때, ‘간호사 가방’을 소진합니다: 회복된 피해 그리고/또는 공포의 총합만큼 자원을 얻습니다.",
    "traits": "물품. 과학."
  },
  {
    "code": "zoc_31013",
    "flavor": "아무도 진짜로 떠난 적이 없습니다.",
    "name": "우리가 잃은 것",
    "text": "<b>폭로</b> - 당신의 플레이 영역 중 위협 영역에 ‘우리가 잃은 것’을 놓습니다.\n당신이 가진 피해마다 모든 능력에 -1을 <i>(최소는 0까지)</i>얻습니다.\n<b>강제</b> - 당신의 차례 끝에: 당신의 조사자에 놓인 피해가 3 이상이었고 이번 차례에 어느 조사자라도 회복시켰다면, ‘우리가 잃은 것’을 버립니다.",
    "traits": "결함."
  },
  {
    "code": "zoc_31014",
    "name": "리처드 칼라일",
    "subname": "마법사",
    "text": "[reaction] 당신이 [[주문]] 카드 하나의 능력 테스트에서 성공할 때, 난이도를 넘어선 차이 2마다 당신은 다음 중 하나를 선택할 수 있습니다:\n- 카드를 1장 뽑습니다.\n- 자원을 1개 얻습니다.\n- 당신이 위치한 장소에서 단서를 1개 발견합니다.\n- 당신이 위치한 장소의 적 하나에게 피해를 1 줍니다.\n(라운드당 효과마다 1번 한정)\n[elder_sign] 효과: 0. 이번 테스트에 소모한 모든 카드의 아이콘은 두 배가 됩니다.",
    "traits": "주술사. 범죄자.",
    "back_flavor": "By all accounts, Richard Carlisle is dead. Everyone saw the news story, it was a massive wreck. A gigantic car crash smashing his Ford to absolute bits! The strangest part of it all was that in the wreck of the totalled vehicle, the body of Mr. Carlisle was not found at all. A few days later, a man named Richard Carlisle started appearing again, alive and well. He claims to be the same man, talks the same talk, walks the same walk, and even has the same daredevil attitude that probably got him in that accident to begin with. However, when asked about how he survived it was very strange. His only answer was an odd claim. A claim to have just 'crawled out once he saw a smirk'.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 신비주의자 카드([mystic]), 레벨 0-3 [[도박수]] 카드, 레벨 0-5 중립 카드, 이외의 레벨 0-1 무법자([rogue]) 그리고/또는 생존자([survivor]) 카드 최대 10장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): “웃어”, 마법 사용료, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zoc_31015",
    "name": "“웃어”",
    "subname": "모든 권능의 원천",
    "text": "리처드 칼라일 덱 전용.\n[reaction] 능력 테스트에서 카드를 소모할 때, “웃어”를 소진합니다: 이번 테스트에 소모한 모든 카드는 이번 테스트가 끝날 때까지 [wild] 아이콘을 얻습니다.\n[reaction] 당신이 ‘리처드 칼라일’의 [reaction] 기능을 사용할 때, “웃어”를 소진합니다: 이번 그 능력의 사용은 라운드당 효과마다 1번 한정에 셈하지 않습니다.",
    "traits": "조력자. 화신. 고대의 존재?"
  },
  {
    "code": "zoc_31016",
    "flavor": "정말 이 힘을 통제할 수 있다고 생각하셨습니까?",
    "name": "마법 사용료",
    "text": "<b>폭로</b> - [willpower] (0)을 테스트합니다. 이번 테스트에 소모된 카드의 능력 아이콘은 모두 당신의 능력값에 더하는 대신 뺍니다.\n성공하면, 난이도를 넘어선 차이 2마다 당신은 피해나 공포를 1 받아야 합니다.",
    "traits": "징조."
  },
  {
    "code": "zoc_31017",
    "flavor": "“우리 중 일부는 타고난 재능이 있습니다.”",
    "name": "멜리사 스완슨",
    "subname": "골동품 수집가",
    "text": "[free] 당신이 위치한 장소에서 조사자 한 명이 능력 테스트에 카드 1장을 소모한 후, 당신이 조종하는 자산에서 충전을 1개 소비합니다: 이번 테스트가 끝날 때까지 그 카드는 [wild] [wild] 아이콘을 얻습니다. (테스트당 1번 한정.)\n[elder_sign] 효과: +0. 이번 테스트가 끝난 후, 당신의 덱 맨 위 3장 중에서 능력 카드 1장을 찾아 당신의 손에 더합니다. 당신의 덱을 섞습니다.",
    "traits": "유명인사. 주술사.",
    "back_flavor": "Nobody was sure how Melissa Swanson was able to do her 'parlor tricks', as she called them. She always had a way with the arcane, and she always used it to her advantage. A strong combination of feminine wiles and esoteric arts, she always got her way. When she grew older, she grew quite a fondness for ancient artifacts and treats, so she devoted her spare time into researching the origin of such items. The deeper she delved, the more profane knowledge that man was not destined to know was unlocked for her. Not that she minded, anyways. After all, she was always good at handling whatever magic was thrown her way.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 신비주의자 카드([mystic]), 레벨 0-3 [[Innate]] 카드, 레벨 0-5 중립 카드, 이외의 레벨 0 탐구자([seeker]) 카드 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 멈출 수 없는 권능, 권능의 대가, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zoc_31018",
    "name": "멈출 수 없는 권능",
    "text": "멜리사 스완슨 덱 전용.\n기본 행동을 1번 수행합니다. 그 행동 동안에 발생하는 모든 능력 테스트에, 당신의 손과 버린 더미에서 능력 테스트에 일치하는 모든 능력 카드를 소모합니다. 이 행동은 틈새 공격을 유발하지 않습니다.",
    "traits": "주문."
  },
  {
    "code": "zoc_31019",
    "name": "권능의 대가",
    "text": "<b>폭로</b> - 플레이 영역 중 당신의 위협 영역에 ‘권능의 대가’를 놓습니다.\n<b>강제</b> - 당신의 차례 끝에: 당신의 손에서 능력 카드 1장을 선택하여 버립니다. 그렇게 할 수 없다면, 공포를 2 받고 ‘권능의 대가’를 버립니다.",
    "traits": "저주."
  },
  {
    "code": "zoc_31020",
    "flavor": "“내게 부여된 모든 권능을 다해 이 왕국에서 사라져라!”",
    "name": "왈터 크란코비치",
    "subname": "선교사",
    "text": "[reaction] 당신이 [[의식]] 카드 1장을 플레이하거나 [[의식]] 카드의 기능을 해결할 때, 카드를 1장 뽑습니다.\n[elder_sign] 효과: +1. 플레이 영역에 있고 당신이 조종하거나 당신의 손에 있는 [[의식]] 카드 1장을 버리고 카드를 2장 뽑습니다.",
    "traits": "신자. 저주받은.",
    "back_flavor": "Bad luck used to follow Walter around like a bad hair day. Endless calamity and misery surrounded the poor guy so to get through the day he always tried to pray. He prayed and prayed and prayed, but he did not get an answer. No answers caused Walter to get desperate. He traveled the world, learning all sorts of ancient rituals and arts, anything that would work to help his rotten luck turn around. Walter called out to any powers that be, but he may not appreciate who will be the one that answers.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-3 생존자 카드([survivor]), 레벨 0-5 [[의식]] 카드, 레벨 0-5 중립 카드, 이외의 레벨 0 신비주의자([mystic]) 카드 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 휴대용 성경, 자포자기, 무작위 기본 약점 카드 1장.\n<b>추가 경험치</b>: 당신은 추가 경험치 5점을 가지고 캠페인을 시작합니다(이 추가 경험치는 독립 시나리오 모드에서 경험치에 따라 받아야 하는 약점 개수에 영향을 미치지 않습니다)."
  },
  {
    "code": "zoc_31021",
    "flavor": "아군을 돕고 적에게 해를 끼칠 수 있는 다양한 메모가 적혀 있습니다.",
    "name": "휴대용 성경",
    "subname": "영문 표준 판본",
    "text": "왈터 크란코비치 덱 전용.\n플레이 영역에 있는 모든 [[의식]] 카드는 슬롯을 차지하지 않습니다.\n[reaction] [[의식]] 카드 1장을 플레이하거나 [[의식]] 카드 1장의 기능을 해결한 후, ‘휴대용 성경’을 소진합니다: 혼돈 주머니에 [bless] 토큰을 1개 추가하거나 당신이 위치한 장소의 조사자나 [[조력자]] 자산의 공포를 1 회복시킵니다.",
    "traits": "물품. 유물. 서적."
  },
  {
    "code": "zoc_31022",
    "name": "자포자기",
    "text": "[[의식]] 카드 1장에 있는 [action]이나 [free] 도중에 발생하는 능력 테스트에만 ‘자포자기’를 소모합니다. 이 능력 아이콘은 당신의 능력값에 더하는 대신 뺍니다.\n<b>강제</b> - 이번 테스트에 실패하면, ‘자포자기’를 당신의 손으로 되돌립니다.\n<b>강제</b> - 당신의 차례 끝에 ‘자포자기’가 당신의 손에 있다면: ‘자포자기’를 공개하고 공포를 2 받습니다.",
    "traits": "과업. 징조."
  }
]