[
  {
    "code": "zsti_00001",
    "flavor": "“You either believe it or you don't believe it. It doesn't matter. In no way whatsoever.”",
    "name": "안나 앤더슨",
    "subname": "망명자",
    "text": "어느 종류의 테스트에도 [willpower] 아이콘을 소모할 수 있습니다. 능력 테스트 동안 이 아이콘은 [wild] 아이콘인 것으로 칩니다.\n[elder_sign] 효과: +0. 성공하면, 당신의 덱에서 ‘환영의 선율’을 찾아서 비용 없이 즉시 플레이 해도 됩니다. 그렇게 한다면, 당신의 덱을 섞습니다.",
    "traits": "방랑자. 수수께끼.",
    "back_flavor": "In a fit of frustration, confusion, and sorrow, Anna Anderson attempted suicide by jumping from a bridge in Berlin. Failing, she was committed to an asylum. When questioned of her identity, the woman claimed to be the missing Princess Anastasia Nikolaevna. After wandering in a deep state of shock for years, Anna said she woke to a phantom song lilting over her nightmares. It was the tainted voice of Grigori Rasputin. In it, she could sense the evil that had taken her brother Alexei from her. “Such drivel!” laughed the nurses in the ward, but with no evidence to the contrary nor any criminal charges to hold her, Anna was released to the world with nothing more than her determination to prove her identity and a book of ravings she believes to be Rasputin's mad poetry. Hungering to stop what had been set in motion, Anna's conviction drives her to pursue every means available to destroy the Mad Monk's demons. But will anyone believe her? Some days, Anna isn't even sure she believes it herself.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 생존자 카드([survivor]), 레벨 0-5 중립 카드, 레벨 0-2 신비주의자 카드([mystic]).\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 보이니치 원고, 환영의 선율, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zsti_00002",
    "flavor": "“This language is unique. Why can I read this?”",
    "name": "보이니치 원고",
    "subname": "라스푸틴의 광적 열광",
    "text": "안나 앤더슨 덱 전용.\n당신은 +1 [willpower]를 얻습니다. 남은 정신력이 4 이하라면, 당신은 추가로 +1 [willpower]를 얻습니다.\n[fast] ‘보이니치 원고’를 소진합니다: 당신의 손에 카드가 없다면, 카드 2장을 뽑습니다.\n[reaction] 당신이 피해를 줄 때, 당신이 [willpower] 아이콘이 있는 카드를 소모했다면: +1 피해를 줍니다.",
    "traits": "물품. 서적. 유물."
  },
  {
    "code": "zsti_00003",
    "flavor": "“It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death.”  -Gertrude Stein",
    "name": "환영의 선율",
    "text": "[[정예]]가 아닌 모든 적과 교전을 해제하고, 다른 모든 조사자와 [[정예]]가 아닌 모든 적을 당신이 위치한 장소로 이동시킵니다.\n<b>강제</b> - 당신의 손에 ‘환영의 선율’이 있는 동안, 당신 또는 다른 조사자가 [[마법]] 카드를 플레이하거나 다른 카드의 [[마법]] 효과를 활성화시켰을 때: ‘환영의 선율’을 공개하고 그 카드의 비용을 지불하고 플레이 또는 그 카드의 활성화 효과를 취소합니다.",
    "traits": "마법. 노래. 함정."
  },
  {
    "code": "zsti_00004",
    "flavor": "“They say my people descended from the Egyptians. After our exile, is it so surprising we began to traffic in gilded relics and ancient secrets?”",
    "name": "안톤 파벨",
    "subname": "곡예사",
    "text": "당신이 공포보다 피해가 더 많은 동안, 당신은 +1 [combat]와 +1 [agility]을 얻습니다. 당신이 피해보다 공포가 더 많은 동안, +1 [willpower]와 +1 [intellect]을 얻습니다.\n[elder_sign] 효과: +3. 성공하면, 이 능력 테스트 결과를 난이도와 동일한 것처럼 해도 됩니다.",
    "traits": "수집가. 방랑자.",
    "back_flavor": "Anton Pavel grew up Romani. Every day, he experienced the prejudice and curious stares of the strangers around him, but it didn't matter. For if you are Romani, you have family everywhere. Honing his acrobatic skills as a boy, Anton spent his adulthood traveling with a circus and meeting his long lost brothers all over the world. It was in these camps that he deepened his understanding of his Romani roots. For it is told that they are the blessed people, standing like a beacon in the darkness with reserves of powerful relics shared between them. The knowledge required to hold back the tide is passed from camp to camp, story by story. A name for every monster, every wickedness, and sometimes, too, their weaknesses. There is danger in the written word, for it can be lost or destroyed. Stories last longer. And they can spread like wildfire, fanned by necessity.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 [[유물]] 카드, 레벨 0-5 중립 카드, 카드 유형(자산/이벤트/능력) 별로 역할군([guardian]/[seeker]/[rogue]/[mystic]/[survivor]) 중 하나씩을 고른 레벨 0-3 카드.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 토트의 저울, 캠프파이어 이야기, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zsti_00005",
    "flavor": "“This language is unique. Why can I read this?”",
    "name": "토트의 저울",
    "subname": "깃털만큼 가벼운",
    "text": "안톤 파벨 덱 전용.\n[reaction] 능력 테스트가 난이도와 동일한 결과 값이 나온 후, 카드를 1장 뽑습니다.\n[fast] 직접적인 피해를 1 받습니다: 공포를 1 회복합니다. (차례 당 1번 한정.)\n[fast] 직접적인 공포를 1 받습니다: 피해를 1 회복합니다. (차례 당 1번 한정.)",
    "traits": "유물. 도구."
  },
  {
    "code": "zsti_00006",
    "flavor": "“Story has it, the creature has one weakness...”",
    "name": "캠프파이어 이야기",
    "text": "<b>폭로</b> – [[정예]]가 아닌 적이 하나 버려질 때까지, 조우 덱 맨 위에서 카드를 버립니다. 그 적에 ‘캠프파이어 이야기’를 부착하고 출현시킵니다.\n<b>강제</b> - 부착된 적은 플레이 영역에 [[유물]] 카드가 있는 조사자에게만 피해를 받거나 쓰러질 수 있습니다. 이번 시나리오가 끝날 때, 부착된 적이 플레이 영역에 있다면: 당신은 둘 중 더 적은 쪽의 트라우마를 1개 골라서 그 트라우마를 1 받습니다.",
    "traits": "과업."
  },
  {
    "code": "zsti_00007",
    "flavor": "“Everybody knows Addie's mother has a drinking problem. Just ask around...”",
    "name": "아스트리드 리",
    "subname": "수다쟁이",
    "text": "[action] 봉인 ([elder_sign]): [elder_sign] 토큰이 봉인된 동안, 당신이 위치한 장소는 -1 장막 값을 얻습니다. 당신이 위치한 장소에 단서가 없으면, 혼돈 주머니에 [elder_sign] 토큰을 되돌립니다.\n[elder_sign] 효과: +2. 성공하면, 조우 덱 맨 위 3장을 버리고 버린 음모 카드마다 자원을 1개 받습니다.",
    "traits": "저주받은. 현지인.",
    "back_flavor": "Even at a young age, Astrid was a gossip. At twenty-three, the stories didn't stop. So what if Hattie's father wasn't actually in prison. So what if nobody was ever actually murdered in the abandoned house next door? It was all in fun... until they found Harold's corpse. And Hattie stopped coming to work. It was then that Astrid thought of all the lies she had told the girls—all the horrible, unspeakable things that would occur. It was too late to take them back, but she knew she had to put an end to the tales she had woven. Prayer failing, Astrid braced herself to discover and end the source of the unnatural influence she seemed to have been cursed with.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 [[통찰]] 카드, 레벨 0-5 중립 카드, 레벨 0-3 무법자 카드([rogue]), 레벨 0 [[행운]] 카드, 이외의 레벨 0 신비주의자 그리고/또는 생존자 카드([mystic] 그리고/또는 [survivor]) 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 소문은 있다, 둘은 비밀을 지킬 수 있다, 무작위 기본 약점 카드 1장.\n<b>덱 구성 제한</b>: [[축복받은]] 카드는 사용할 수 없습니다."
  },
  {
    "code": "zsti_00008",
    "name": "소문은 있다",
    "subname": "붉은 새틴 드레스 속 뉴스",
    "text": "아스트리드 리 덱 전용. 신속.\n<b>강제</b> - ‘소문은 있다’가 플레이 영역에 들어온 후: 이 카드에 파멸을 1개 놓습니다. 이 카드의 능력을 제외하고는 ‘소문은 있다’ 위의 파멸은 제거할 수 없습니다. 시나리오가 끝날 때, ‘소문은 있다’ 위에 파멸이 없다면 이 카드를 승점 더미에 추가합니다.\n이 카드 위에 올려진 파멸 1개마다 이어진 장소는 -1 장막 값을 얻습니다.\n[reaction] 약점이 아닌 음모 카드를 뽑았을 때, ‘소문은 있다’에 파멸을 1개 추가합니다. 그런 다음, 그 카드의 폭로 효과를 취소합니다. (라운드 당 1번 한정.)\n[fast] 조우 카드를 뽑습니다. 그런 다음, 이 카드 위의 파멸 1개를 제거합니다.",
    "traits": "재능."
  },
  {
    "code": "zsti_00009",
    "flavor": "“...if one of them is dead.”",
    "name": "둘은 비밀을 지킬 수 있다",
    "text": "<b>폭로</b> - 당신이 조종하는 모든 조력자 자산을 버립니다. 이 효과의 결과로 버려진 자산이 없다면, 직접적인 공포를 1 받고 ‘둘은 비밀을 지킬 수 있다’를 덱에 다시 섞어 넣습니다.",
    "traits": "정신이상."
  },
  {
    "code": "zsti_00010",
    "flavor": "Once in a while, though, he could not help seeing how shallow, fickle, and meaningless all human aspirations are, and how emptily our real impulses contrast with those pompous ideals we profess to hold.  ― H.P. Lovecraft, The Silver Key",
    "name": "에드먼드 무어",
    "subname": "악당",
    "text": "[fast] 자원 2개를 소비합니다: 당신이 위치한 장소의 [[정예]]가 아닌 적 하나를 소진시킵니다. (라운드 당 1번 한정.)\n[elder_sign] 효과: +0. 성공하면, 당신이 위치한 장소의 모든 적을 소진시킵니다.",
    "traits": "범죄자. 방랑자. 쉘든 조직원.",
    "back_flavor": "Edmund lost his parents at a young age. It was only a matter of time before he fell in with the local toughs, the Sheldon Gang. Most nights, Edmund was used for his diminutive stature and agile fingers to panhandle or work the crowd. But then, a woman in a peacock blue coat passed him a look of disgust instead of a dime. Edmund followed her, but turning a corner she impossibly vanished. Something wasn't right. He dreamt of the woman and her obscene blue coat. She stood glaring at him from the side of his cot. The following day, Edmund waylaid the Miss, knocking her to the ground, but the woman ripped out of his grip with an unholy strength, leaving her coat behind. Inside he found the Key. Holding it, Edmund found that he became more slippery than an eel and had access to every corner and sealed-off nook of Arkham. So why was he suddenly so afraid?",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 무법자 카드([rogue]), 레벨 0-5 중립 카드, 레벨 0-2 탐구자 카드([seeker]).\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 은열쇠, 어머니?, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zsti_00011",
    "name": "은열쇠",
    "subname": "끝없는 가능성",
    "text": "에드먼드 무어 덱 전용.\n사용 (충전 3회).\n[reaction] 당신이 위치한 장소에 [[정예]]가 아닌 적이 출현했을 때, 충전을 1회 소비합니다: 그 적을 소진시킵니다.\n[action] 충전을 1회 소비합니다: <b>회피</b>. 당신은 이 회피에서 +2 능력 값을 얻습니다. 난이도를 넘어선 차이 2 이상으로 성공하면, 당신이 위치한 장소에서 단서 1개를 발견합니다.",
    "traits": "물품. 유물."
  },
  {
    "code": "zsti_00012",
    "flavor": "“And the anger, meanness, and disappointment which began inside of her simply radiated out toward me.” ― Peg Streep, Mean Mothers: Overcoming the Legacy of Hurt",
    "name": "어머니?",
    "text": "냉담한.\n<b>폭로</b> - 당신이 조종하는 액세서리 자산 하나를 버립니다.\n<b>강제</b> - ‘어머니?’가 플레이 영역에 들어온 후: 이 카드에 파멸을 1개 올려놓습니다.",
    "traits": "추종자. 은빛 황혼회. 주술사."
  },
  {
    "code": "zsti_00013",
    "flavor": "“A quadratic with a positive and negative solution; a confidence interval in which I had no confidence...”",
    "name": "유니스 골딩",
    "subname": "기하학자",
    "text": "[reaction] 당신이 <b>조사</b>한 후: 조우 덱 맨 위의 [per_investigator]장의 카드를 확인해 보고, 원하는 순서로 되돌려 놓습니다. (차례 당 1번 한정.)\n[elder_sign] 효과: +2. ‘이그의 불변’이 플레이 상태라면, 당신의 버린 더미에 있는 이벤트 카드 1장을 손으로 되돌립니다.",
    "traits": "미스캐토닉.",
    "back_flavor": "Eunice knew that her love for her fiancé was true the day they had their first argument over non-Euclidean geometry. She worked for days attempting to compose a mathematical question he could not answer. Finally, she had done it. The angles were impossible, but they were undeniable. When she confronted him, he took one look and said she was mad. Eunice found him the next day hanging from the balcony, leaflets of paper strewn over the ground below. And the equation! It had changed, but the proof retained veracity. Through her grief Eunice could see she had discovered a horrible truth. Reality was in flux; it was coming undone!",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 탐구자 카드([seeker]), 레벨 0-5 [[역설]] 카드, 레벨 0-5 중립 카드, 이외의 레벨 0 다른 역할군([seeker], [rogue], [mystic], [survivor]) 카드 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 이그의 불변, 산술공포증, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zsti_00014",
    "flavor": "“I've named it after our Doom.”",
    "name": "이그의 불변",
    "subname": "양자 소멸의 공리",
    "text": "유니스 골딩 덱 전용.\n[fast] ‘이그의 불변’ 위에 파멸을 1개 올려놓습니다: 최상단의 조우 카드를 하나 버립니다. (차례 당 1번 한정.)\n[action] ‘이그의 불변’을 소진합니다: 플레이 영역에 있는 파멸마다 자원을 1개 얻거나 카드를 1장 뽑습니다. 플레이 영역에 파멸이 3개보다 많다면, ‘이그의 불변’을 버리고 신화 단계 동안 당신이 뽑을 다음 조우 카드 1장을 취소합니다. (라운드 당 1번 한정.)",
    "traits": "도구."
  },
  {
    "code": "zsti_00015",
    "name": "산술공포증",
    "text": "<b>폭로</b> - ‘산술공포증’을 플레이 영역 중 당신의 위협 영역에 둡니다.\n‘유니스 골딩’의 인쇄된 글 상자는 ([[특성]]은 제외하고) 백지화됩니다.\n당신은 -3 [intellect]을 얻습니다.\n<b>강제</b> - 당신이 [intellect] 테스트에 실패하면, 공포를 1 받습니다. 당신이 [intellect] 테스트에 성공하면, ‘산술공포증’을 버립니다.",
    "traits": "정신이상."
  },
  {
    "code": "zsti_00016",
    "flavor": "“Listen! Black Cave is just the beginning, friend!”",
    "name": "호세아 메이휴",
    "subname": "광부",
    "text": "당신에게 조력자 슬롯이 1칸 추가됩니다.\n[reaction] 당신이 위치한 장소의 다른 조사자가 피해를 1 이상 받을 때, 그 피해 중 1만큼을 당신이 대신 받아도 됩니다. (원천 당 1번 한정.)\n[elder_sign] 효과: +0. 성공하면, 당신의 덱에서 [[조력자]] 카드를 1장 찾아서 난이도에 초과로 성공한 수치마다 비용을 1씩 할인하여 플레이 해도 됩니다.",
    "traits": "현지인. 충직한.",
    "back_flavor": "Hosea is practically a fixture in Arkham. He has been working the mines of Black Cave for nearly two decades. Folk in town think of Hosea as “Good People”—the kind who will always have your back in a jam. When rumors began of the mines sheltering bandits, ruffians, and other things, the miners went on strike. Most took other work in Innsmouth or as far out as Dunwich country. Not Hosea. Then, the trusty local returned from the mines with a missing girl from Miskatonic U. A blubbering mess, all she could could utter was “It's... it's unnamable!” Hosea finally had evidence that the dangers weren't just to Black Cave and Arkham, but all the places its dark winding tunnels might lead. And there were other caves. And other towns. Hosea was going to need help.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 [[조력자]] 카드, 레벨 0-3 수호자 카드([guardian]), 레벨 0-5 중립 카드, 레벨 0 [[본성]] 카드, 이외의 레벨 0 탐구자 그리고/또는 생존자 카드([seeker] 그리고/또는 [survivor]) 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 호세아의 곡괭이, 이런 친구들과, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zsti_00017",
    "name": "호세아의 곡괭이",
    "subname": "믿음직한 친구",
    "text": "호세아 메이휴 덱 전용.\n[action] <b>전투</b>. 당신은 이번 공격에서 +2 [combat]을 얻습니다. 당신이 조종하는 [[조력자]]나 당신이 위치한 장소의 다른 조사자가 피해를 입었다면, 이번 공격은 +1 피해를 줍니다.\n[reaction] 자원 획득 행동을 수행할 때, 자원 1개를 추가로 얻습니다. (차례 당 1번 한정.)",
    "traits": "물품. 무기. 근접."
  },
  {
    "code": "zsti_00018",
    "flavor": "“You are going to break your promise. I understand. And I hold my hands over the ears of my heart, so that I will not hate you.” ― Catherynne M. Valente, Deathless",
    "name": "이런 친구들과",
    "text": "<b>먹잇감</b> - 오직 ‘호세아 메이휴’만 쫓습니다.\n사냥꾼.\n<b>폭로</b> - 당신이 조종하는 이야기 자산이 아닌 [[조력자]] 자산에 이 카드를 부착합니다. 그럴 수 없다면, 당신의 덱에 넣고 섞습니다.\nX는 부착된 카드의 자원 비용 +1과 같습니다.\n이 카드의 [combat]과 [agility]은 부착된 카드의 자원 비용의 절반을 반올림한 값과 같습니다.",
    "traits": "추종자."
  },
  {
    "code": "zsti_00019",
    "flavor": "“One must begin with an object worthy of the Loa.”",
    "name": "오비 라보",
    "subname": "부두교 주술사",
    "text": "[fast] 당신의 플레이 영역에 있는 [[부적]] 또는 [[유물]] 카드 1장을 게임에서 제거하고 직접적인 피해를 1 받습니다. 다음 중 하나를 선택합니다:\n- 당신이 위치한 장소에서 파멸 1개 제거.\n- 당신이 위치한 장소에 부착된 카드에서 파멸 1개 제거.\n- 당신이 조종하는 카드에서 파멸 1개 제거.\n[elder_sign] 효과: 당신의 플레이 영역에 있는 [[부적]] 또는 [[유물]] 카드마다 +1.",
    "traits": "수집가. 부두 주술사.",
    "back_flavor": "The “Obi-man” knew the alliances of the Loa were shifting. During an invocation, Papa Legba warned of a great awakening of an angry elder power, a Loa so poisonous and toxic to the world that it had been sealed away in a deep slumber. And now a schism slowly erodes at the ancient loyalties among the nanchon. The Ghede were not happy, and the Petro were considering waking the Old One themselves. Legba needed help. The “Obi-man” would need some powerful gris-gris to keep the energies in balance. He could feel them trembling.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 [[부적]] 카드, 레벨 0-5 [[유물]] 카드, 레벨 0-5 중립 카드, 레벨 0-3 신비주의자 카드([mystic]), 이외의 레벨 0 다른 역할군([seeker], [rogue], [mystic], [survivor]) 카드 최대 5장.\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 강력한 그리그리, 파파 레그바의 값어치, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zsti_00020",
    "name": "강력한 그리그리",
    "subname": "선한 주주",
    "text": "오비 라보 덱 전용.\n[reaction] 당신이 [skull] 토큰을 공개했을 때, ‘강력한 그리그리’를 소진합니다: 자원을 1개 얻습니다.\n[reaction] 당신이 [cultist] 토큰을 공개했을 때, ‘강력한 그리그리’를 소진합니다: 공포를 1 회복합니다.\n[reaction] 당신이 [tablet] 토큰을 공개했을 때, ‘강력한 그리그리’를 소진합니다: 피해를 1 회복합니다.\n[reaction] 당신이 [elder_thing] 토큰을 공개했을 때, ‘강력한 그리그리’를 소진합니다: 플레이 영역에 있는 카드 하나를 준비 상태로 회복시킵니다.",
    "traits": "부적."
  },
  {
    "code": "zsti_00021",
    "name": "파파 레그바의 값어치",
    "text": "<b>폭로</b> - 당신이 조종하는 모든 자산을 소진시키고 ‘파파 레그바의 값어치’를 플레이 영역 중 당신의 위협 영역에 둡니다. 당신이 조종하는 모든 자산은 특성을 가지지 않은 것으로 간주하고, 준비될 수 없습니다.\n[action] 피해를 1 받고 자원을 1개 소비합니다. 그런 다음, ‘파파 레그바의 값어치’를 버립니다.",
    "traits": "저주."
  },
  {
    "code": "zsti_00022",
    "flavor": "“The nearer a man gets to being a beast, the less he knows it.” ― George MacDonald",
    "name": "섀디 갓프레이",
    "subname": "흉물",
    "text": "[fast] 직접적인 공포를 1 받습니다: 이번 테스트에서 +2 [combat]를 얻습니다.\n[elder_sign] 효과: +X. X는 당신의 위협 영역에 있는 카드의 수입니다. 이번 테스트가 성공하면, 당신이 위치한 장소에 있는 당신을 제외한 모든 적과 조사자에게 피해를 1씩 줘도 됩니다.",
    "traits": "인간형. 흉물.",
    "back_flavor": "“Some of the men downtown, they aren't just Johns; they're monsters!” At first, Sadie thought the girls were just exaggerating. That was until one of her clients got rougher than usual, biting and clawing at her flesh, drawing blood. He wouldn't stop. So Sadie made him. Then she noticed the irregular shape of his hands and the darkness pooling in his empty eyes. Afterwards, she changed. At night, Sadie began losing chunks of time, often waking covered in viscera. Whatever it had made her, it had paid for it. Abomination that she was, so would the rest.",
    "back_text": "<b>덱 크기</b>: 30장.\n<b>덱 구성 선택지</b>: 레벨 0-5 생존자 카드([survivor]), 레벨 0-5 중립 카드, 레벨 0-2 수호자 카드([guardian]).\n<b>덱 구성 요구조건</b>(덱 크기에 포함되지 않습니다): 섀디의 행운의 담배갑, 직립 야수, 무작위 기본 약점 카드 1장."
  },
  {
    "code": "zsti_00023",
    "name": "섀디의 행운의 담배갑",
    "subname": "불운은 삼중으로 온다",
    "text": "섀디 갓프레이 덱 전용.\n사용 (담배 3개비)\n[fast] 담배를 1개비 소비합니다: 당신의 위협 영역에 있는 카드마다 공포를 1 회복합니다.\n[fast] 담배를 1개비 소비합니다: 당신이 위치한 장소에 있는 모든 적과 교전합니다.\n[fast] 담배를 2개비 소비합니다: 당신이 뽑은 약점이 아닌 [[두려움]] 카드를 취소합니다.",
    "traits": "물품. 행운."
  },
  {
    "code": "zsti_00024",
    "name": "직립 야수",
    "text": "<b>폭로</b> - ‘직립 야수’를 플레이 영역 중 당신의 위협 영역에 둡니다. 당신이 조종하는 조력자를 모두 버립니다.\n<b>강제</b> -‘섀디 갓프레이’가 있는 장소에 다른 조사자가 들어오거나 혹은 ‘섀디 갓프레이’가 다른 조사자가 있는 장소에 들어갈 때, 그 조사자는 공포를 1 받습니다.\n[action] ‘직립 야수’를 소진하고 [willpower] (3)을 테스트합니다. 성공하면, ‘직립 야수’를 버립니다.",
    "traits": "저주."
  }
]