{
  "id": "return_to_the_witching_hour",
  "scenario_name": "Return to The Witching Hour",
  "full_name": "Scenario I: Return to The Witching Hour",
  "original_id": "the_witching_hour",
  "setup": [
    "intro",
    "choose_fate",
    "intro_4",
    "gather_encounter_sets",
    "gather_agents",
    "setup_locations",
    "set_aside_cards",
    "setup_act_deck",
    "encounter_deck",
    "lost_and_separated",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_witching_hour",
        "return_to_the_witching_hour",
        "anettes_coven",
        "city_of_the_damned",
        "hexcraft",
        "ancient_evils",
        "striking_fear",
        "tentacles"
      ],
      "subtext": "When gathering <i>The Devourer Below</i> encounter set, only gather the 6 Arkham Woods locations. Do not gather any of the other cards from that encounter set."
    },
    {
      "id": "choose_fate",
      "type": "input",
      "text": "The lead investigator must decide (choose one):",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "accept_fate",
            "text": "<i>“What can I do to avoid this fate?”</i>",
            "steps": ["intro_2", "accepted_fate", "ask_campaign_reading", "check_campaign_reading"]
          },
          {
            "id": "reject_fate",
            "text": "<i>“This is bullshit.”</i>",
            "steps": ["intro_3", "rejected_fate"]
          }
        ]
      }
    },
    {
      "id": "ask_campaign_reading",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "tarot_reading",
            "text": "Instead of adding 1 copy of The Tower · XVI and 1 copy of Ace of Rods to their deck, the lead investigator may decide to perform a Campaign Reading with a predetermined set of cards from the Tarot Deck.",
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "campaign_reading",
                "text": "dummy"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "check_campaign_reading",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "campaign_reading",
        "options": [
          {
            "boolCondition": true,
            "steps": ["perform_campaign_reading"]
          },
          {
            "boolCondition": false,
            "steps": ["add_tarot"]
          }
        ]
      }
    },
    {
      "id": "perform_campaign_reading",
      "bullet_type": "small",
      "text": "Using the Tarot Deck, perform an 8-card Campaign Reading with these specific 8 cards, in this order: Temperance, Justice, Hermit, Hanged Man, Hierophant, Lovers, Chariot, Wheel of Fortune."
    },
    {
      "id": "add_tarot",
      "bullet_type": "small",
      "text": "Before drawing their opening hand for this scenario, the lead investigator searches the collection for 1 copy of The Tower · XVI and 1 copy of Ace of Rods and adds each of them to their deck, if able. The lead investigator has earned these cards. They do not count toward their deck size. (If one or both of these cards are not available, skip this step.)",
      "effects": [
        {
          "type": "add_card",
          "investigator": "lead_investigator",
          "card": "05042"
        },
        {
          "type": "add_card",
          "investigator": "lead_investigator",
          "card": "05040",
          "ignore_deck_limit": true
        }
      ]
    },
    {
      "id": "erynn_wants_to_meet",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "erryn_wants_to_meet",
          "text": "Erynn wants to meet you."
        }
      ]
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: each of the Arkham Woods locations and Anette Mason.",
      "bullets": [
        {
          "text": "Remove Arkham Woods <i>(Quiet Glade)</i> from the game."
        },
        {
          "text": "You may optionally gather the Arkham Woods locations included in the <i>Return to the Devourer Below</i> and set those aside, as well, if your collection includes them."
        }
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put 5 Witch‐Haunted Woods locations into play as follows:",
      "bullets": [
        {
          "text": "Include the 2 new Witch-Haunted Woods locations for a total of 9 locations."
        },
        {
          "text": "In player order, each investigator puts 1 random Witch‐ Haunted Woods location into play <i>in front of them</i>, until there are exactly 5 Witch‐Haunted Woods locations in play (see “Lost and Separated,” below). <i>For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.</i>"
        },
        {
          "text": "Remove each other Witch‐Haunted Woods from the game."
        },
        {
          "text": "Each investigator begins play at one of the locations in front of them, chosen at random."
        }
      ]
    },
    {
      "id": "mementos_flute_and_strange_incantation",
      "text": "In your Campaign Log, under “Mementos Discovered,” record <i>Mesmerizing Flute</i> and <i>Strange Incantation</i>. Each investigator earns 3 bonus experience, as they gain insight into Arkham’s mysterious past.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "mesmerizing_flute",
          "text": "Mesmerizing Flute"
        },
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "strange_incantation",
          "text": "Strange Incantation"
        },
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 3
        }
      ]
    },
    {
      "id": "setup_act_deck",
      "text": "When building the act deck, include both versions of act 4. When advancing to act 4a, put both act cards into play; the text on both cards is active."
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "narration": {
        "id": "the_circle_undone.the_witching_hour.no_resolution",
        "name": "No Resolution"
      },
      "title": "No resolution was reached",
      "description": "Each investigator was defeated",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": ["check_final_act"]
    },
    {
      "id": "R1",
      "narration": {
        "id": "the_circle_undone.the_witching_hour.resolution_1",
        "name": "Resolution 1"
      },
      "title": "Resolution 1",
      "text": "Despite her wounds, the leader of the coven rises to her feet. More of the hooded figures emerge from the tree line, eager to defend their leader. “Interloper!” one calls you, pulling off her hood and pointing a gnarled wooden rod in your direction. Her bright-red hair glows in the firelight, embers dancing about her extended hand. “They’re the ones from before, High Priestess: the ones who interfered with our great work.”\nThe “High Priestess” holds up a single hand, and a hush falls over the other witches. “As always, I admire your perseverance, sister. But I do not believe these are the ones you speak of,” she replies to the red-haired accuser. You lower your weapons as several of the hooded figures approach and surround their leader. They begin chanting in a soft tone as they examine her wounds. The red-haired witch crosses her arms and watches you with a hard glare, her gaze never straying far from you. “I am Anette,” says the leader of the coven, “and these are my sisters. Tell me: Who are you, and why are you here?”\nYou explain how you awoke in the woods, how you were attacked by terrible creatures, and how you came to the center of this circle in order to break the spell surrounding the woods. Anette’s eyes narrow as she hears your story. “That is impossible. The circle was closed. None could enter the woods while we were completing our spell.” She grits her teeth. “You must go at once. This is not your place.”\n“But, High Priestess!—” the red-haired witch exclaims, only to be interrupted by Anette’s gaze. The two lock eyes, a battle of wills that quickly proves Anette victorious.\n“Stand down, Erynn,” Anette says with a firm, motherly tone, as though admonishing a child. She turns her attention back to you as the witch named Erynn lowers her head in defeat. “Go. You’ve broken the spell, just as you desired. You can leave the woods now. But I give you one final warning: cross us again, and we will not be so merciful.”\nYou begin to protest, but before you are able to utter a single word, a dark gale snuffs out the fire at the center of the clearing. Shadows from beyond the tree line suddenly twist and coil into the clearing, tugging at the edges of the witches’ cloaks. One by one, the shadows twist and pull each of the witches into the darkness beyond. In moments, they are gone. You are left with only the soft glow of moonlight to guide you home.",
      "steps": ["witches_spell_broken", "mementos_flute_and_ritual_components", "earn_xp", "$upgrade_decks"]
    },
    {
      "id": "R2",
      "narration": {
        "id": "the_circle_undone.the_witching_hour.resolution_2",
        "name": "Resolution 2"
      },
      "title": "Resolution 2",
      "text": "With the spell broken, the hooded figures turn their attention to you. More of them emerge from the tree line, eager to take vengeance upon you for destroying their plans. “Interloper!” one of them calls you, pulling off her hood and pointing a gnarled wooden rod in your direction. Her bright-red hair glows in the firelight, embers dancing about her extended hand. “You will not escape this time!” she cries, prepared to strike you down.\n“Stop!” the leader of the coven yells in a commanding voice, holding up her hand. The red-haired accuser stops in her tracks, and there is a sudden stillness in the clearing around the circle.\n“But High Priestess,” the witch persists, “they’re the ones from before. The ones who interfered with our great work.”\nThe High Priestess places a hand on the red-haired witch’s shoulder. “As always, I admire your perseverance, sister. But I do not believe these are the ones you speak of,” she replies.\nThe red-haired witch lowers her rod as the High Priestess approaches you, her arms crossed. She watches you with a hard glare, her gaze never straying far from you. “I am Anette, and these are my sisters,” she says. “Tell me: who are you, and why are you here?”\nYou explain how you awoke in the woods, how you were attacked by terrible creatures, and how you came to the center of this circle in order to break the spell surrounding the woods. Anette’s eyes narrow as she hears your story. “That is impossible. The circle was closed. None could enter the woods while we were completing our spell.” She grits her teeth. “You must go at once. This is not your place.”\n“But, High Priestess!—” the red-haired witch exclaims, only to be interrupted by Anette’s gaze. The two lock eyes, a battle of wills that quickly proves Anette victorious.\n“Stand down, Erynn,” Anette says with a firm, motherly tone, as though admonishing a child. She turns her attention back to you as the witch named Erynn lowers her head in defeat. “Go. You’ve broken the spell, just as you desired. You can leave the woods now. But I give you one final warning: cross us again, and we will not be so merciful.”\nYou begin to protest, but before you are able to utter a single word, a dark gale snuffs out the fire at the center of the clearing. Shadows from beyond the tree line suddenly twist and coil into the clearing, tugging at the edges of the witches’ cloaks. One by one, the shadows twist and pull each of the witches into the darkness beyond. In moments, they are gone. You are left with only the soft glow of moonlight to guide you home.",
      "steps": ["witches_spell_broken", "mementos_flute_and_scrap_of_torn_shadow", "earn_xp", "$upgrade_decks"]
    },
    {
      "id": "R3",
      "narration": {
        "id": "the_circle_undone.the_witching_hour.resolution_3",
        "name": "Resolution 3"
      },
      "title": "Resolution 3",
      "text": "You collapse to the ground in exhaustion, your head swimming with otherworldly voices and the high- pitched piping of a hundred discordant flutes. Your entire body rattles with the sensation. Blood trickles from your ears, and tears well in your eyes. You try to crawl to safety, but it is to no avail. The piping only grows in volume, the discordant cacophony shattering your eardrums and turning your thoughts to sludge. Eventually, after what feels like hours, weariness claims your consciousness.\nWhen you next awaken, it is by the side of Hangman’s Brook, where a small child is shaking you vigorously by the shoulders. “Get back here; don’t touch them!” the child’s mother calls to the boy, and he recoils from you. Considering the state you’re in, you wouldn’t be surprised if she thought you some kind of rummy. You brush some of the caked dirt off of your coat and rise begrudgingly to your feet, wandering toward Uptown.",
      "steps": ["witches_spell_cast", "mementos_check_act", "earn_xp", "$upgrade_decks"]
    },
    {
      "id": "R4",
      "narration": {
        "id": "the_circle_undone.the_witching_hour.resolution_4",
        "name": "Resolution 4"
      },
      "title": "Resolution 4",
      "text": "You collapse to the ground in exhaustion, your head swimming with otherworldly voices and the high-pitched piping of a hundred discordant flutes. The sensation fades as the circle’s leader approaches, her powerful form looming over you. “We cannot allow the spell to fail. Take them to the edge of the woods and make sure we are not interrupted,” she commands several of the other hooded women. They grab you by the arms and hoist you up, dragging you away from the central clearing. You try to resist, but your limbs are numb and sluggish, and the cacophony of sound and sensations assaulting your mind has turned your thoughts to sludge. Eventually, after what feels like hours, you are hurled to the ground, and weariness claims your consciousness.\nWhen you next awaken, it is by the side of Hangman’s Brook, where a small child is shaking you vigorously by the shoulders. “Get back here; don’t touch them!” the child’s mother calls to the boy, and he recoils from you. Considering the state you’re in, you wouldn’t be surprised if she thought you some kind of rummy. You brush some of the caked dirt off of your coat and rise begrudgingly to your feet, wandering toward Uptown.",
      "steps": ["witches_spell_cast", "mementos_flute", "earn_xp", "$upgrade_decks"]
    },
    {
      "id": "R5",
      "title": "Resolution 5",
      "text": "You watch as Anette—the leader of the coven—assembles her priestesses once more around the fire. Together, they complete the last rites of their spell. The chill wind becomes a flurry, and their chanting echoes throughout the woods.\nWith their spell complete, a dark gale snuffs out the fire at the center of the clearing. Shadows from behind the treeline suddenly twist and coil around the witches, tugging at the edges of their cloaks. One by one, the shadows twist and pull each of them into the darkness beyond… all except one.\nThe witch named Erynn lingers for a moment, peering into your eyes as though to discern your intent. \"If you are true, meet me where our ancestors lie buried. There we can talk.\" Then, she is gone. You are left with only the soft glow of moonlight to guide you home.",
      "steps": ["witches_spell_cast", "erynn_wants_to_meet", "mementos_flute_and_strange_incantation", "earn_xp", "$upgrade_decks"]
    }
  ]
}
