[
  {
    "code": "98003",
    "text": "- **Q:** [Sacrificial Beast](/card/98003) indicates Jenny cannot gain resources through card effects. Is Jenny's own effect of collecting an additional resource in upkeep considered gaining resources through a card effect for this purpose, or does the fact that it's an additional resource added to resources gained via a normal game procedure mean it is not actually gaining resources through a card effect? **A:** \"Yes, the additional resource collected from Jenny’s ability is still a resource gained via a card effect, so while Sacrificial Beast is in play, you will not collect the additional resource from Jenny’s ability.\"",
    "updated_at": "2018-02-17T22:45:33.000Z"
  },
  {
    "code": "98007",
    "text": "- Norman’s ability doesn’t kick in until the game actually begins play, so the top card of his deck should be revealed after setup is complete (including setting up the scenario and drawing your opening hand).\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020\n\n\n- **Erratum**: This card's <b>Deckbuilding Options</b> should read: \"...up to 5 other Mystic cards ([mystic]) level 0.\" - FAQ, v.1.9, June 2021",
    "updated_at": "2021-06-29T18:59:20.000Z"
  },
  {
    "code": "98010",
    "text": "- **Q:** How broad is \"heals horror\" meant to be interpreted? [Cheat Death](/card/03310), [Peter Sylvestre](/card/02033), are these intended to be attainable by Carolyn? Is it basically any card that uses \"heals # horror\"? **A:** Correct! If it heals horror, Carolyn can take it.\n\n- **Q:** How does the restriction on number of [seeker]/[mystic] cards interact with the 0-5 \"heals horror\"? If I take 2 [Clarity of Mind](/card/02030), does that count towards my 15 [seeker]/[mystic] cards, or is it separate because it falls under my 0-5 \"heals horror\" cards? **A:** If a [seeker] or [mystic] card heals horror, it counts towards that deck building option, not her 15 limited [seeker]/[mystic] slots. In other words, her card should actually read “15 other Seeker and/or Mystic cards”. (Also, the [seeker] symbol next to the word Guardian should be a [guardian] symbol; we’re aware of this error.)\n\n- **Q:** Does Carolyn's ability trigger once or twice from [Liquid Courage](/card/02024)? **A:** Only once. The word “additional” in the second healing effect denotes that the two points of healing should be lumped together into one healing effect, not treated as two separate instances of 1 healing each. - FAQ, v.1.3, May 2018.\n\n- **Q:** If an ability refers to \"your cards,\" is it referring to cards you control, or cards you own? For example, does the ability on [Carolyn Fern](/card/05001) only work if a card I control heals horror, or does it work if a card I own but do not control heals horror? **A:** In general, \"your cards\" are the cards you currently control. If you own a card but do not control it, it is not \"yours\" for the purposes of abilities. - FAQ, v.1.5, April 2019\n\n- **Q:** How does Carolyn's ability work with a heal to multiple targets? Using [Soothing Melody](/card/05314) to heal your investigator and your partner's investigator yields how many resources for each? If you heal your investigator and your own ally, how much do you get? If you heal a friend and their ally, how much do they get? Essentially, can you get multiple resources out of Carolyn's ability if there are multiple targets/controllers for a single effect? Or is it tied to the effect itself, which was only taken once? **A:** If you heal more than 1 horror from a single card, the controller will only get 1 resource as you are only able to trigger Carolyn’s reaction once. However, if you heal horror from several different cards, even from a single effect, you can trigger Carolyn’s reaction once for each card that was healed. So, for example, if you had a hypothetical card that healed 1 horror from each investigator at a location, you could trigger Carolyn’s reaction once for each of those investigators, granting each of them 1 resource. **Q:** So it looks like the key is the number of different cards healed. The owner of any card which gets healed gets (max) 1 resource per card. So to be entirely explicit about the final case - if Carolyn heals horror from herself and an ally card of hers, she gets 2 resources total, right? **A:** Correct!",
    "updated_at": "2021-01-15T17:59:46.000Z"
  },
  {
    "code": "98011",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T15:54:25.000Z"
  },
  {
    "code": "98018",
    "text": "- **Erratum**: This card's constant ability should read: \"You cannot play assets or put asset into play.\" - FAQ, v.1.9, June 2021",
    "updated_at": "2021-06-29T18:58:21.000Z"
  }
]