[
  {
    "code": "08006",
    "text": "- **Q:** While [The Harbinger](/card/08006) is revealed and on top of my deck, can I shuffle my deck or look at cards in my deck? **A:** No. Your deck and cards in your deck cannot be manipulated in any way - this includes all possible card or game effects, such as looking at cards in your deck, moving cards in your deck, discarding cards from your deck, etc. -  *Edge of the Earth* Investigator Expansion Frequently Asked Questions section\n\n- **Q:** Who is allowed to activate the two-action ability to Discard it? Is it any player? Or just Norman? The ability says that it \"may be activated while The Harbinger is on top of your deck, as if it were in your threat area.\" Because that is part of the ability, it makes me think that only Norman can activate it, since it is only on top of \"your deck\" for Norman. Is that the intended reading? Or is the text allowing activation meant to treat The Harbinger \"as if\" it were in Norman's threat area for all investigators? **A:** Though I think I can see where the confusion comes from, The Harbinger was made with the intention of allowing another investigator at Norman’s location to spend the two actions and discard it from his deck, just like with other Weaknesses in a threat area.",
    "updated_at": "2022-11-09T15:13:32.000Z"
  },
  {
    "code": "08007",
    "text": "- **Q:** I have a question about some card interactions for cards that trigger 'at the end of your turn' and 'during your turn'. To draw a specific example, if [Monterey Jack](/card/08007)'s [reaction] ability draws [Cryptic Writings](/card/60215), is he allowed to trigger Cryptic Writing's ability and play it? More generally, when an ability triggers 'at the end of my turn', is that 'during my turn'? And similarly, if an ability triggers 'at the start of my turn' is that 'during my turn'? **A:** Short answer, yes, “at the end of your turn” is still “during your turn”, so you would be able to play Cryptic Writings if you drew it with Monterey Jack’s triggered ability. (By extension, “at the start of your turn” should also count as being “during your turn.”)",
    "updated_at": "2022-07-11T13:38:52.000Z"
  },
  {
    "code": "08009",
    "text": "- **Q:** There's an old ruling that says if you use [Mind Wipe](/card/01068) on [Swamp Leech](/card/81023) and attempt to evade it, the evade value of '-' is treated as 0. If another card, like [Sharpshooter](/card/60327) or [Delilah O'Rourke](/card/06281), references the evade value of something with a '-', like Swamp Leech or [Vulnerable Heart](/card/85043), is it treated as 0 for those purposes as well? Or is the ability just unable to fire? What about investigating the [Hidden Tunnel](/card/08630) in [City of the Elder Things](/card/08621) (for something like [Searching for Izzie](/card/02011), [Call of the Unknown](/card/04009), or [Buried Secrets](/card/08009))? **A:** After re-examining these cards and the direction our game has taken, we are going to override the previous ruling. Even if Swamp Leech were blanked with Mind Wipe, its Evade value would still be a “-“, which can be thought of as “null” or a “non-number.” You could not use this non-number as the basis for a skill test with Sharpshooter. It’s, as you said, unable to fire. This also means that you could not investigate at Hidden Tunnel.",
    "updated_at": "2022-09-01T12:40:52.000Z"
  },
  {
    "code": "08014a",
    "text": "- **Q:** How exactly does the ability on [Discipline](/card/08014a) work? Can I use it to trigger a fight ability that requires multiple actions, such as the triple-action ability on [Sledgehammer](/card/08096)? If so, does it ignore the additional action cost of that ability? **A:** This ability allows you to “take up to 3 different fight or evade actions.” This effectively grants you (up to) 3 additional actions, which each must be spent to trigger a different fight or evade ability (see [\"Different\"](/rules#Different) and [\"Take an action\" vs \"perform an action\"](/rules#take_an_action_vs_perform_an_action)). One of the 3 fight or evade actions taken by Discipline (Balance of Body) can be a multiaction ability, but if so, you must still pay the additional action cost of that ability, and those additional actions would have to come from your standard pool of actions or from a source other than Discipline (Balance of Body). You cannot use Discipline (Balance of Body) to use Sledgehammer’s triple-action on its own, nor can you use it to dodge the additional action cost of that ability. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:23:03.000Z"
  },
  {
    "code": "08016",
    "text": "- **Q:** Can [Bob Jenkins](/card/08016) use his additional action to play <b><i>Item</b></i> assets from his own hand? **A:** Yes. Bob Jenkins is \"an investigator at his location\" and can therefore use his additional action to play his own <b><i>Item</i></b> assets. -  *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:46:22.000Z"
  },
  {
    "code": "08019",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated August 2022): **Erratum:** This card's effect should read: \"One at a time, play...\" - FAQ, v.2.0, August 2022",
    "updated_at": "2022-09-11T16:06:12.000Z"
  },
  {
    "code": "08022",
    "text": "- **Q:** Do neutral cards count as a class for the purposes of <b><i>Synergy</i></b> cards? **A:** No. Neutral is not a class; it indicates a card that does not have a class. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:38:42.000Z"
  },
  {
    "code": "08024",
    "text": "- **Q:** Can [Defensive Stance](/card/08024), [Survey the Area](/card/08037), [Occult Theory](/card/08065), or [Dauntless Spirit](/card/08078) be committed to tests from beneath [Amanda Sharpe](/card/07002)? **A:** No. A card can only be committed to a skill test if it possesses 1 or more skill icons matching the skill being tested. As these cards only possess skill icons while they are in your hand or already committed to a test, they cannot be committed to a test from anywhere else (such as beneath Amanda Sharpe, or directly from your deck using another card effect). - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:08:39.000Z"
  },
  {
    "code": "08028",
    "text": "- **Q:** If I use [First Watch](/card/06110) to deal encounter cards to investigators, are those dealt cards considered to be in the encounter deck for the purposes of other card effects, such as [On the Hunt](/card/03263)? **A:** Cards dealt to investigators by First Watch are no longer in the encounter deck, nor are they yet in play or in the encounter discard pile. That said, all cards dealt via First Watch must be drawn and/or dealt with before moving on to the next phase, so using On the Hunt in this manner would not avoid it. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T12:58:35.000Z"
  },
  {
    "code": "08031",
    "text": "- **Q:** If I have [Forced Learning](/card/08031) and I draw a weakness during my upkeep phase, can I choose to discard it? What happens if both cards I draw are weaknesses? **A:** Weaknesses cannot be chosen to be discarded from your hand. If you draw 1 weakness and 1 non-weakness card, you must choose to discard the non-weakness card, then resolve the weakness as normal. If you draw 2 weaknesses, you cannot discard either one, and must resolve both of them. - FAQ, v.2.0, August 2022\n\n- **Q:** If [Patrice Hathaway](/card/06005) uses [In the Thick of It](/card/08125) to purchase [Versatile](/card/06167) to purchase [Forced Learning](/card/08031), how does she resolve the draw cards step of the upkeep phase? **A:** If Patrice Hathaway has Forced Learning, she decides which trigger - hers or Forced Learning’s - to resolve during the upkeep phase, because both her ability and its ability share the same timing point.\n\n- **Q:** According to FAQ 2.0 [see above]: When resolving [Forced Learning](/card/08031) you draw 2 cards, choose to discard 1 non-weakness card (if able), then resolve Revelation effects. What happens if you choose to discard a non-weakness card with a revelation effect, such as a <b><i>Dilemma</b></i> card from The Scarlet Keys? Does its revelation effect not trigger because it has been discarded, or does the effect trigger from the discard pile? **A:** To answer your question(s):\n\n - When you draw a Dilemma with Forced Learning, you must resolve the Dilemma’s Revelation right away (as a nested sequence), discard it, then finish Forced Learning’s discard (discarding the other card you drew if it isn’t a weakness. If the second card was also a Dilemma, instead resolve it too).\n - We will plan to update that FAQ entry to make it a bit more clear what was intended. It was just meant to comment on Forced Learning and Weaknesses drawn, not enforce a timing structure for all Revelation effects.",
    "updated_at": "2022-11-09T15:40:08.000Z"
  },
  {
    "code": "08036",
    "text": "- **Q:** Do neutral cards count as a class for the purposes of <b><i>Synergy</i></b> cards? **A:** No. Neutral is not a class; it indicates a card that does not have a class. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:38:46.000Z"
  },
  {
    "code": "08037",
    "text": "- **Q:** Can [Defensive Stance](/card/08024), [Survey the Area](/card/08037), [Occult Theory](/card/08065), or [Dauntless Spirit](/card/08078) be committed to tests from beneath [Amanda Sharpe](/card/07002)? **A:** No. A card can only be committed to a skill test if it possesses 1 or more skill icons matching the skill being tested. As these cards only possess skill icons while they are in your hand or already committed to a test, they cannot be committed to a test from anywhere else (such as beneath Amanda Sharpe, or directly from your deck using another card effect). - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:08:50.000Z"
  },
  {
    "code": "08039",
    "text": "- **Q:** Cards committed to tests never really \"enter play\". So what is the position of the card that has been committed? In Play? Out of Play? Void? For example, when I play [Unearth the Ancients](/card/08039), I choose 2 assets in my hand, can I commit these 2 assets in the Investigate Skill Test? if successful, how do I settle the card effects? Can I put the cards into play after they are committed? **A:** In FAQ 2.0 there is going to be a name for the state you’re describing, where a committed card is while being committed, called [limbo](/rules#Limbo). These cards are not in play, not out of play, not in hand, and not in a discard pile, but they are still affecting the game in some way. That said, Unearth the Ancients doesn’t put the chosen cards into limbo; they will stay in hand after being chosen. Rules as written says that yes, you could commit the chosen cards to the test, and put them into play when the test resolves. We may revisit this in a future FAQ (not 2.0, which is about to be released).",
    "updated_at": "2022-09-12T14:38:15.000Z"
  },
  {
    "code": "08045",
    "text": "- **Q:** If I play [Prophesiae Profana](/card/08045) and elect *not* to trigger its reaction ability (i.e., I do not choose any revealed location as \"the locus\"), will I therefore have +1 [intellect], +1 [agility], and the ability to ignore attacks of opportunity (or, if using Taboo, the first attack of opportunity each round) no matter what location I happen to be at (as long as Prophesiae Profana is in play, of course)? **A:** We rule that you can opt against declaring a revealed location as “the locus” during your game; in doing so, you will never be “at the locus” and you will always receive the listed bonuses while “not at the locus.”\n\n- **Q:** If I do choose a location as \"the locus\" after playing [Prophesiae Profana](/card/08045), but then that location leaves play (e.g., is removed from the game via scenario effects), will I thereafter have +1 [intellect], +1 [agility], and the ability to ignore attacks of opportunity (or, if using Taboo, the first attack of opportunity each round) no matter what location I am at (as long as Prophesiae Profana is in play, of course)? **A:** Similarly, if a location were deemed “the locus” and it left play, you would then perpetually be considered “not at the locus.”",
    "updated_at": "2022-09-12T14:26:36.000Z"
  },
  {
    "code": "08048",
    "text": "- **Q:** What happens if I play [21 or Bust](/card/08048) and the combined value of the revealed tokens is more than 21? **A:** Nothing (you bust). -  *Edge of the Earth* Investigator Expansion Frequently Asked Questions section\n\n- **Q:** What happens if I reveal a frost ([frost]), bless ([bless]), or curse ([curse]) token while resolving [21 or Bust](/card/08048)? **A:** These tokens have no value when revealed outside of a skill test, so they do not add to your total. You may choose to either continue to reveal tokens or stop, as instructed. -  *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:49:20.000Z"
  },
  {
    "code": "08050",
    "text": "- **Q:** Do neutral cards count as a class for the purposes of <b><i>Synergy</i></b> cards? **A:** No. Neutral is not a class; it indicates a card that does not have a class. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:38:33.000Z"
  },
  {
    "code": "08062",
    "text": "- **Q:** Do neutral cards count as a class for the purposes of <b><i>Synergy</i></b> cards? **A:** No. Neutral is not a class; it indicates a card that does not have a class. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section\n\n- **Q:** What is a \"basic action\" for the purposes of [Close the Circle](/card/08062)? **A:** A basic action is one that is not modified by a bold action designator on a card. For example, a basic fight action would be the standard fight action that any investigator can perform, whereas playing a [Sweeping Kick](/card/08023) or activating the fight ability on [Dragon Pole](/card/08060) would both be considered non-basic fight actions. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:40:51.000Z"
  },
  {
    "code": "08064",
    "text": "- **Q:** I have a question about the card [Foresight](/card/08064): how does it work with cards that say for example: \"search the top 3 cards from your deck for a card and draw it\" (like [Eureka!](/card/03231))? When using Foresight, do I have to name a card before I start searching or can I start searching and say name of the card right before drawing ( so I would know for 100% what card I will draw). I don't know if effect \"search and draw\" can be interrupted by playing card like Foresight. **A:** Though you could play Foresight during “search and draw” abilities, we are ruling that you can only “name a card” before looking at the cards from the search. In a future FAQ (not 2.0, which was just released) we will expand on the different ways to resolve Foresight.",
    "updated_at": "2022-09-01T12:48:23.000Z"
  },
  {
    "code": "08065",
    "text": "- **Q:** Can [Defensive Stance](/card/08024), [Survey the Area](/card/08037), [Occult Theory](/card/08065), or [Dauntless Spirit](/card/08078) be committed to tests from beneath [Amanda Sharpe](/card/07002)? **A:** No. A card can only be committed to a skill test if it possesses 1 or more skill icons matching the skill being tested. As these cards only possess skill icons while they are in your hand or already committed to a test, they cannot be committed to a test from anywhere else (such as beneath Amanda Sharpe, or directly from your deck using another card effect). - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:08:55.000Z"
  },
  {
    "code": "08067",
    "text": "- **Q:** When I commit [Daredevil](/card/60318) to another investigator's skill test during Step 2, will the effect successfully and completely resolve, committing a second card to that skill test? Because there is no rule saying that you cannot commit more than 1, and the Step 2 rule that allows you to commit is permissive for that Step but doesn't restrict beyond that step, some community members believe that the second card commit would be permitted. Am I allowed to commit the card that Daredevil finds to my friends' investigation? Can I commit a card during Step 2 to another investigator, and then also trigger [Astronomical Atlas](/card/08067) or play [Practice Makes Perfect](/card/06197) in the triggered ability window immediately afterwards to effectively commit a second card? **A:** MJ encourages you to think of the rule stating you can commit 1 card to another player’s test as a permitted amount, but not a hard limit. Card effects can enable you to commit more than 1 card to another person’s skill test. \n - With Daredevil, you can commit it and the card it searches for to another investigator’s skill test.\n - With Practice Makes Perfect and Astronomical Atlas, both allow ways for you to commit an additional card to an eligible skill test, regardless of if you already committed to that test already.",
    "updated_at": "2022-07-27T15:06:30.000Z"
  },
  {
    "code": "08070",
    "text": "- **Q:** I get that I can reveal a charge-fueled asset spell like [Shrivelling](/card/01060), spend the charge from [True Magick](/card/08070) to use the spell, and then return Shrivelling to my hand. I also get that if I had a chargeless spell like [Sixth Sense](/card/05158), I could reveal and use it multiple times on a turn as I don't need to worry about running out of the charge on True Magick. What about a spell like [Enchanted Bow](/card/08118)? Do I use it the same way by revealing and playing by exhausting True Magick (meaning I could only use the Bow once per turn) and paying the charge if I'm trying to use the ranged ability? Does the fact that it also would take up hand slots if played traditionally complicate this? Essentially, is the spell I play from my hand momentarily overlaying True Magick and the spots it occupies? If so, anything that takes only an arcane slot or an arcane + hand slot would be fine, but the bow would need a second free hand slot in order to work and would kick anything out that was being held. **A:** To answer your question(s):\n - Your inclination appears correct. To use Enchanted Bow from hand via True Magick, you could exhaust True Magick “as if it were” Enchanted Bow, and spend the charge on True Magick to target a non-Elite enemy at a connecting location.\n - While revealing Enchanted Bow from your hand to resolve it, you do not account for its slots; those only matter if you put it into play.\n\n\n\n- **Q:** Can you provide a little clarity on how [True Magick](/card/08070) is intended to function? Can [Daisy Walker](/card/01002) use her extra action to trigger its abilities? Does it cease to be a tome while it is being treated as the revealed asset? **A:** True Magick acts as a direct copy of the revealed Spell asset, and you can exhaust True Magick or spend charges from it as if you were resolving abilities on the revealed Spell asset. True Magick would not be treated as a Tome during this effect, and Daisy could not trigger it with her additional action.",
    "updated_at": "2022-10-12T14:30:26.000Z"
  },
  {
    "code": "08077",
    "text": "- **Q:** Do neutral cards count as a class for the purposes of <b><i>Synergy</i></b> cards? **A:** No. Neutral is not a class; it indicates a card that does not have a class. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:38:51.000Z"
  },
  {
    "code": "08078",
    "text": "- **Q:** Can [Defensive Stance](/card/08024), [Survey the Area](/card/08037), [Occult Theory](/card/08065), or [Dauntless Spirit](/card/08078) be committed to tests from beneath [Amanda Sharpe](/card/07002)? **A:** No. A card can only be committed to a skill test if it possesses 1 or more skill icons matching the skill being tested. As these cards only possess skill icons while they are in your hand or already committed to a test, they cannot be committed to a test from anywhere else (such as beneath Amanda Sharpe, or directly from your deck using another card effect). - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:09:00.000Z"
  },
  {
    "code": "08088",
    "text": "- **Q:** If I play [Old Shotgun](/card/08088) and then play an event, does it gain ammo? **A:** No. The uses keyword only affects the number of uses a card enters play with (unless an event directly references the uses keyword). In other words, if you play Old Shotgun while resolving an event (such as [Ever Vigilant](/card/03023) or [Sleight of Hand](/card/03029)), it would enter play with 2 uses, but otherwise enters play with 0. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:51:07.000Z"
  },
  {
    "code": "08092",
    "text": "- **Q:** Regarding [Divination](/card/08101) and [Brand of Cthugha](/card/08090), if the charge on the card is already zero, can I still trigger their abilities? If so, and I succeed, how do I resolve the card effect? Will I discover 0 clues or attack deals deal 0 damage because it has no charge? If I use the [intellect] or [combat] skill type of test, and [Deduction](/card/01039) or [Vicious Blow](/card/01025) has been committed to the corresponding skill type of test, and the card does not have a charge, how do I resolve the effect of the skill card? I want to be clear, does the word \"additional\" mean that you have to discover at least 1 clue to get \"discover 1 additional clue (Deduction)\"? And, you have to attack deals at least 1 damage to get \"deals +1 damage (Vicious Blow)\"? **A:** Yes, as long as spending a charge isn’t part of the cost to activate the indicated action (and it isn’t, for those cards.) You can fight with Brand of Cthugha and end up spending 0 charges to deal 0 damage (but increase the amount with Vicious Blow, for example). Similarly, activating Divination, spending 0 charges, then using Deduction can still allow you to discover 1 clue at your location. (Note, this interaction would not work if you “investigated” with Divination but replaced the discovering of clues with something like Burglary.)",
    "updated_at": "2022-09-12T14:33:18.000Z"
  },
  {
    "code": "08097",
    "text": "- **Q:** The play example in FAQ 2.10 ([\"As if...\"](/rules#As_If)) makes it clear that if [Luke Robinson](/card/06004) plays an event as if he is at a location with a ready unengaged enemy, he treats that enemy as if it is engaged with him, and it will make an attack of opportunity against him (assuming the event is one that provokes). [Pocket Telescope](/card/08097) does not specify anything about engagement, but FAQ 2.10 says that \"The game state is considered to be altered throughout the duration of the indicated ability or action, from its initiation (including the paying of its costs, attacks of opportunity, etc)...\" and \"Other card abilities or game effects resolved during this duration are also resolved with the altered game state in mind.\" This seems to indicate that if you use Pocket Telescope to investigate as if at a location with a ready, unengaged enemy, that enemy will engage you (although it will not physically move to your threat area), and it will make an attack of opportunity against you. Is that correct? **A:** Attacks of Opportunity occur immediately after the cost of initiating the action, but before the application of the action’s effect. In other words, when you attempt to use Pocket Telescope’s “Investigate” action, the “cost” to initiate it is spending one of your player actions, and this is the moment when Attacks of Opportunity occur. Enemies **at your current location** [*emphasis in original email*] would perform Attacks of Opportunity against you, and enemies at the connecting location you’re investigating would not, because the trigger for these Attacks has passed.\n\n- **Q:** I use [Pocket Telescope](/card/08097) to investigate a connected location and then use [Chuck Fergus](/card/09072) to play [Pilfer](/card/60315) during the Telescope test. Since Pilfer has a skill test, I have to do the test after resolving the Telescope one because of the nested skill ruling. But when the Telescope's test is finished, the ''as if'' clause is finished, so do I resolve Pilfer at my ''real'' location? or the ''as if'' continues for the Pilfer test because when I played it, it was at the connected location? **A:** This interaction could not work, because you can’t interrupt one action with a second action. You can’t play a card prompting an investigation during an investigation you’re currently performing.",
    "updated_at": "2022-11-09T15:59:30.000Z"
  },
  {
    "code": "08101",
    "text": "- **Q:** Regarding [Divination](/card/08101) and [Brand of Cthugha](/card/08090), if the charge on the card is already zero, can I still trigger their abilities? If so, and I succeed, how do I resolve the card effect? Will I discover 0 clues or attack deals deal 0 damage because it has no charge? If I use the [intellect] or [combat] skill type of test, and [Deduction](/card/01039) or [Vicious Blow](/card/01025) has been committed to the corresponding skill type of test, and the card does not have a charge, how do I resolve the effect of the skill card? I want to be clear, does the word \"additional\" mean that you have to discover at least 1 clue to get \"discover 1 additional clue (Deduction)\"? And, you have to attack deals at least 1 damage to get \"deals +1 damage (Vicious Blow)\"? **A:** Yes, as long as spending a charge isn’t part of the cost to activate the indicated action (and it isn’t, for those cards.) You can fight with Brand of Cthugha and end up spending 0 charges to deal 0 damage (but increase the amount with Vicious Blow, for example). Similarly, activating Divination, spending 0 charges, then using Deduction can still allow you to discover 1 clue at your location. (Note, this interaction would not work if you “investigated” with Divination but replaced the discovering of clues with something like Burglary.)",
    "updated_at": "2022-09-12T14:33:03.000Z"
  },
  {
    "code": "08103",
    "text": "- **Q:** Regarding [Divination](/card/08101) and [Brand of Cthugha](/card/08090), if the charge on the card is already zero, can I still trigger their abilities? If so, and I succeed, how do I resolve the card effect? Will I discover 0 clues or attack deals deal 0 damage because it has no charge? If I use the [intellect] or [combat] skill type of test, and [Deduction](/card/01039) or [Vicious Blow](/card/01025) has been committed to the corresponding skill type of test, and the card does not have a charge, how do I resolve the effect of the skill card? I want to be clear, does the word \"additional\" mean that you have to discover at least 1 clue to get \"discover 1 additional clue (Deduction)\"? And, you have to attack deals at least 1 damage to get \"deals +1 damage (Vicious Blow)\"? **A:** Yes, as long as spending a charge isn’t part of the cost to activate the indicated action (and it isn’t, for those cards.) You can fight with Brand of Cthugha and end up spending 0 charges to deal 0 damage (but increase the amount with Vicious Blow, for example). Similarly, activating Divination, spending 0 charges, then using Deduction can still allow you to discover 1 clue at your location. (Note, this interaction would not work if you “investigated” with Divination but replaced the discovering of clues with something like Burglary.)",
    "updated_at": "2022-09-12T14:33:09.000Z"
  },
  {
    "code": "08117",
    "text": "- **Q:** Regarding [Earthly Serenity](/card/08117), if I succeed by 2, can I spend 2 charges to heal damage/horror to different investigators at my location? For example, heal me for 1 damage and heal my teammate for 1 horror? **A:** Yes. Earthly Serenity (1) specifies that “for each point” you succeed by, you may spend 1 to heal 1 from an investigator. “For each” allows you to choose different targets to heal 1 from.",
    "updated_at": "2022-09-12T14:34:25.000Z"
  },
  {
    "code": "08118",
    "text": "- **Q:** I get that I can reveal a charge-fueled asset spell like [Shrivelling](/card/01060), spend the charge from [True Magick](/card/08070) to use the spell, and then return Shrivelling to my hand. I also get that if I had a chargeless spell like [Sixth Sense](/card/05158), I could reveal and use it multiple times on a turn as I don't need to worry about running out of the charge on True Magick. What about a spell like [Enchanted Bow](/card/08118)? Do I use it the same way by revealing and playing by exhausting True Magick (meaning I could only use the Bow once per turn) and paying the charge if I'm trying to use the ranged ability? Does the fact that it also would take up hand slots if played traditionally complicate this? Essentially, is the spell I play from my hand momentarily overlaying True Magick and the spots it occupies? If so, anything that takes only an arcane slot or an arcane + hand slot would be fine, but the bow would need a second free hand slot in order to work and would kick anything out that was being held. **A:** To answer your question(s):\n - Your inclination appears correct. To use Enchanted Bow from hand via True Magick, you could exhaust True Magick “as if it were” Enchanted Bow, and spend the charge on True Magick to target a non-Elite enemy at a connecting location.\n - While revealing Enchanted Bow from your hand to resolve it, you do not account for its slots; those only matter if you put it into play.",
    "updated_at": "2022-09-01T12:56:04.000Z"
  },
  {
    "code": "08119",
    "text": "- **Q:** Regarding [Earthly Serenity](/card/08117), if I succeed by 2, can I spend 2 charges to heal damage/horror to different investigators at my location? For example, heal me for 1 damage and heal my teammate for 1 horror? **A:** Yes. Earthly Serenity (1) specifies that “for each point” you succeed by, you may spend 1 to heal 1 from an investigator. “For each” allows you to choose different targets to heal 1 from.",
    "updated_at": "2022-09-12T14:34:37.000Z"
  },
  {
    "code": "08124",
    "text": "- **Q:** [Antiquary](/card/08124) states: \"Resources on Antiquary may be spent to pay for <b><i>Favor</i></b>, <b><i>Relic</i></b> or <b><i>Ritual cards</i></b>.\" [Friends in Low Places](/card/09060) states: \"you may spend 1 resource to add that card to your hand.\" Is the cost in Friends in Low Places' ability able to be paid for by Antiquary in light of [Knowledge is Power](/card/05231) allowing you to ignore the secret cost in the ability of Old Book of Lore level 3 [*see Knowledge is Power FAQs*]? **A:** To answer your question(s):\n\n - No. Resources on Antiquary may only be spent to pay the cost to play <b><i>Favor</i></b>/<b><i>Relic</i></b>/<b><i>Ritual</i></b> cards. Friends in Low Places is a <b><i>Favor</i></b> card that costs 0 resources to play.\n - The rulings around Knowledge is Power comes from its ability text specifying that you “ignore all costs” on the chosen card; this concept does not apply to Antiquary and Friends in Low Places.",
    "updated_at": "2022-11-09T15:55:44.000Z"
  },
  {
    "code": "08125",
    "text": "- **Q:** I have question about working of card [In the Thick of It](/card/08125) in Standalone Mode. Is bonus experience from In the Thick of It in Standalone mode affects on additional basic weakness which you have to take? Can you build 12xp deck with ITTOT without additional weakness? (So, does it work like 5 additional xp in [Father Mateo](/card/04004) or Parallel Roland's deck?) Or this card doesn't work in Standalone Mode? (On Mateo and Parallel Roland is written that this xp doesn't count for additional basic weakness, on ITTOT this information isn't written. **A:** While playing standalone mode, In the Thick of It does not affect the amount of weaknesses you take—it’s bonus XP, like Father Mateo’s ability.",
    "updated_at": "2022-09-01T12:46:43.000Z"
  },
  {
    "code": "08129",
    "text": "- **Q:** Do neutral cards count as a class for the purposes of <b><i>Synergy</i></b> cards? **A:** No. Neutral is not a class; it indicates a card that does not have a class. - *Edge of the Earth* Investigator Expansion Frequently Asked Questions section",
    "updated_at": "2022-01-02T16:38:18.000Z"
  },
  {
    "code": "08596",
    "text": "- **Q:** In the scenario [To the Forbidden Peaks](/card/08596), I am moving to a location which has [Through the Ice](/card/08699) attached – I’m doing the test and I draw the [cultist] token (HARD/EXPERT variant): I have to move to the location below me. What happens with the test? Is it canceled, because moving to the location with attached treachery is aborted by drawing the chaos token? Or does it continuing resolving (in this situation what happens with moving if I pass the test?) **A:** Upon further inspection, we believe that the [cultist] token in To the Forbidden Peaks should have specified that the <b>Forced</b> move occurs after the skill test ends. Please treat the card and token as if this were the case.",
    "updated_at": "2022-11-21T16:21:11.000Z"
  },
  {
    "code": "08630",
    "text": "- **Q:** There's an old ruling that says if you use [Mind Wipe](/card/01068) on [Swamp Leech](/card/81023) and attempt to evade it, the evade value of '-' is treated as 0. If another card, like [Sharpshooter](/card/60327) or [Delilah O'Rourke](/card/06281), references the evade value of something with a '-', like Swamp Leech or [Vulnerable Heart](/card/85043), is it treated as 0 for those purposes as well? Or is the ability just unable to fire? What about investigating the [Hidden Tunnel](/card/08630) in [City of the Elder Things](/card/08621) (for something like [Searching for Izzie](/card/02011), [Call of the Unknown](/card/04009), or [Buried Secrets](/card/08009))? **A:** After re-examining these cards and the direction our game has taken, we are going to override the previous ruling. Even if Swamp Leech were blanked with Mind Wipe, its Evade value would still be a “-“, which can be thought of as “null” or a “non-number.” You could not use this non-number as the basis for a skill test with Sharpshooter. It’s, as you said, unable to fire. This also means that you could not investigate at Hidden Tunnel.",
    "updated_at": "2022-09-01T12:40:29.000Z"
  },
  {
    "code": "08634",
    "text": "- **Q:** If I use [Sixth Sense](/card/05158) to search at a location in \"City of the Elder Things\" and draw a [cultist], and then use Sixth Sense's ability to search at a connecting [Labyrinthine Chamber](/card/08634) with a [cultist] key on it; does the modifier of the [cultist] token I drew get doubled? **A:** Yes. Assuming Labyrinthine Chamber is a connecting location with a [cultist] “key” on it, and you have revealed a [cultist] token using Sixth Sense, if you were to decide to instead investigate on the Labyrinthine Chamber, you would technically still be on Step 3 of “Skill Test Timing”, revealing a token; so yes, you would have to double the modifier based on Labyrinthine’s ability.",
    "updated_at": "2022-07-27T15:00:49.000Z"
  },
  {
    "code": "08648",
    "text": "- **Q:** The FAQ specifies that effects that apply to “the next scenario” only apply to the first part of a two parter - see supplies effects and [Heart of the Elders](/card/04205). However is not clear if this ruling also applies to checkpointed scenarios in Edge of the Earth. Specifically, talking to one of the partners in the interlude has one of the investigators begin [The Heart of Madness](/card/08648) with a bonus (cards or resources). Is the intention for this bonus to apply to both parts of the scenario if both are played? Only the first one played? This wording doesn’t say “the next scenario but rather names the scenario specifically. **A:** If a bonus applies to a specific scenario title, it applies to both part 1 & 2. (Ex: Page 44 [of the campaign guide], Danforth’s entry says to start Scenario IV: The Heart of Madness with 2 additional cards. Both parts are called this, and this bonus applies to both parts.) If this is NOT the case, then it would only apply to the first scenario.",
    "updated_at": "2022-09-21T19:36:42.000Z"
  }
]