[
  {
    "code": "50004",
    "text": "- **Erratum:** This card’s constant ability should read: “Each time a non-<b><i>Elite</b></i> enemy would spawn at attached location, spawn it at a connecting location instead, if able.” - FAQ, v.1.4, September 2018",
    "updated_at": "2018-09-25T18:14:20.000Z"
  },
  {
    "code": "50008",
    "text": "- **Victory: X** is a part of the enemy's printed text box. If you cast Mind Wipe on an enemy with victory points, and defeat that enemy, it will go into the discard pile, not into your victory display.\n\n- **Q:** Does [Mind Wipe](/card/01068) blank the damage and horror icons of an enemy? **A:** Damage and horror icons are not part of the enemy’s text box, so they are not blanked by Mind Wipe.\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020\n\n\n- **Q:** I was wondering if you could provide an official ruling on how Swarm cards interact with [Mind Wipe](/card/01068). Mind Wipe says to treat the text box of the enemy as if it were blank. Therefore, if an enemy has the text \"hunter\", that would be ignored. For \"swarm\", would this effect discard the swarm cards (on the grounds the host has no text to maintain them) or would it mean the host enemy can now be attacked directly (since it's host cards are no longer considered a swarm textually) or would simply nothing happen because swarms are treated as enemies and thus unaffected? Or perhaps something we have overlooked? **A:** Generally speaking, the rules for the swarming keyword only apply when the enemy enters play. Once it has entered play with the indicated number of swarm cards, the existence of the swarming keyword no longer really matters; all of the rules pertaining to swarm cards apply regardless (kind of like how the “fast” keyword doesn’t matter once the card in question has been played). So, in other words, no, Mind Wipe will not cause swarm cards to suddenly fall off or stop existing, nor would it allow you to attack the host directly. It may however affect other card effects that only refer to enemies with the swarming keyword (such as an effect like “Add 1 swarm card to each enemy with the swarming keyword”).",
    "updated_at": "2021-07-05T14:49:45.000Z"
  }
]