[
  {
    "code": "50004",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum:** This card’s constant ability should read: “Each time a non-<b><i>Elite</b></i> enemy would spawn at attached location, spawn it at a connecting location instead, if able.” - FAQ, v.1.4, September 2018",
    "updated_at": "2022-01-02T17:45:03.000Z"
  },
  {
    "code": "50008",
    "text": "- **Victory: X** is a part of the enemy's printed text box. If you cast Mind Wipe on an enemy with victory points, and defeat that enemy, it will go into the discard pile, not into your victory display.\n\n- **Q:** Does [Mind Wipe](/card/01068) blank the damage and horror icons of an enemy? **A:** Damage and horror icons are not part of the enemy’s text box, so they are not blanked by Mind Wipe.\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020\n\n\n- **Q:** I was wondering if you could provide an official ruling on how Swarm cards interact with [Mind Wipe](/card/01068). Mind Wipe says to treat the text box of the enemy as if it were blank. Therefore, if an enemy has the text \"hunter\", that would be ignored. For \"swarm\", would this effect discard the swarm cards (on the grounds the host has no text to maintain them) or would it mean the host enemy can now be attacked directly (since it's host cards are no longer considered a swarm textually) or would simply nothing happen because swarms are treated as enemies and thus unaffected? Or perhaps something we have overlooked? **A:** Generally speaking, the rules for the swarming keyword only apply when the enemy enters play. Once it has entered play with the indicated number of swarm cards, the existence of the swarming keyword no longer really matters; all of the rules pertaining to swarm cards apply regardless (kind of like how the “fast” keyword doesn’t matter once the card in question has been played). So, in other words, no, Mind Wipe will not cause swarm cards to suddenly fall off or stop existing, nor would it allow you to attack the host directly. It may however affect other card effects that only refer to enemies with the swarming keyword (such as an effect like “Add 1 swarm card to each enemy with the swarming keyword”).\n\n- **Q:** There's an old ruling that says if you use [Mind Wipe](/card/01068) on [Swamp Leech](/card/81023) and attempt to evade it, the evade value of '-' is treated as 0. If another card, like [Sharpshooter](/card/60327) or [Delilah O'Rourke](/card/06281), references the evade value of something with a '-', like Swamp Leech or [Vulnerable Heart](/card/85043), is it treated as 0 for those purposes as well? Or is the ability just unable to fire? What about investigating the [Hidden Tunnel](/card/08630) in [City of the Elder Things](/card/08621) (for something like [Searching for Izzie](/card/02011), [Call of the Unknown](/card/04009), or [Buried Secrets](/card/08009))? **A:** After re-examining these cards and the direction our game has taken, we are going to override the previous ruling. Even if Swamp Leech were blanked with Mind Wipe, its Evade value would still be a “-“, which can be thought of as “null” or a “non-number.” You could not use this non-number as the basis for a skill test with Sharpshooter. It’s, as you said, unable to fire. This also means that you could not investigate at Hidden Tunnel.",
    "updated_at": "2022-09-01T12:39:34.000Z"
  },
  {
    "code": "50011",
    "text": "- **Q:** While playing a “Return to” scenario, what do I do if a campaign guide instruction or card ability refers to a card from an encounter set that has been replaced with a new encounter set? **A:** If it is a setup instruction or an instruction to search for that card and put it into play, the investigators should find the matching card from the new encounter set that replaced it and follow the instructions using that card, instead. (If it is unclear which is the matching card, use the encounter numbers to help guide you. For example, [Wizard of the Order](/card/01170) is card 4/6 of the Dark Cult set; if that set was replaced, the matching card would be card 4/6 of the new set.) If it is a gameplay effect other than the above, ignore it. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:02:33.000Z"
  },
  {
    "code": "50025",
    "text": "- **Q:** While playing a “Return to” scenario, what do I do if a campaign guide instruction or card ability refers to a card from an encounter set that has been replaced with a new encounter set? **A:** If it is a setup instruction or an instruction to search for that card and put it into play, the investigators should find the matching card from the new encounter set that replaced it and follow the instructions using that card, instead. (If it is unclear which is the matching card, use the encounter numbers to help guide you. For example, [Wizard of the Order](/card/01170) is card 4/6 of the Dark Cult set; if that set was replaced, the matching card would be card 4/6 of the new set.) If it is a gameplay effect other than the above, ignore it. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:02:49.000Z"
  },
  {
    "code": "50032a",
    "text": "- **Q:** While playing a “Return to” scenario, what do I do if a campaign guide instruction or card ability refers to a card from an encounter set that has been replaced with a new encounter set? **A:** If it is a setup instruction or an instruction to search for that card and put it into play, the investigators should find the matching card from the new encounter set that replaced it and follow the instructions using that card, instead. (If it is unclear which is the matching card, use the encounter numbers to help guide you. For example, [Wizard of the Order](/card/01170) is card 4/6 of the Dark Cult set; if that set was replaced, the matching card would be card 4/6 of the new set.) If it is a gameplay effect other than the above, ignore it. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:02:19.000Z"
  }
]