[
  {
    "code": "53003",
    "text": "- **Q:** [Enraptured](/card/04157) adds 1 charge or secret to an asset you control. Under \"uses\" in the RR, it's pretty clear that you can't add 'charges' to 'ammo' cards or indeed some other variant. But can you add secrets to a card without uses (x secrets) or indeed any other uses thing? **A:** You can technically add secrets to a card that doesn’t have uses, there is nothing in the rules to prevent you from doing that. Normally this won’t help you at all—if you add a secret to a machete, it won’t do anything for you whatsoever—but there exist cards that use secrets even without the uses keyword, such as the untranslated [Archaic Glyphs](/card/03025) and enraptured will surely combo with them! [adding this ruling from Enraptured here for future reference]",
    "updated_at": "2021-03-15T17:20:39.000Z"
  },
  {
    "code": "53011",
    "text": "- **Q:** Can I look at facedown cards beneath or attached to other cards I control? If I use the [fast] ability on [Ancestral Knowledge](/card/07303) to draw one of the cards attached to it, am I allowed to know what each card is, or is it random? **A:** Unless an effect states otherwise, investigators are allowed to look at the other sides of facedown cards beneath or attached to cards they control, such as [Ancestral Knowledge](/card/07303), [Backpack](/card/04037), and [Diana Stanley](/card/05004). If you are given the ability to draw, play, or interact with one of those cards,\nyou may look at them to know which one you wish to draw or play. This is not true for facedown cards that are attached to encounter cards or placed facedown via a scenario effect, such as swarm cards, empty space, or tomes beneath locations in the challenge scenario Read or Die. In these instances, players cannot look at the other side of those cards unless instructed otherwise. - FAQ, v.1.9, June 2021",
    "updated_at": "2021-06-29T18:29:27.000Z"
  },
  {
    "code": "53028",
    "text": "- **Erratum:** Add the following bullet point to the resolution of this scenario: \n - If the [Harbinger of Valusia](/card/04062) entered play during this scenario: \n  -  1) If it is in the victory display, cross out \"the Harbinger is still alive\" in your Campaign Log.\n  -  2) If it is still in play or is set aside, next to \"the Harbinger is still alive\" in your Campaign Log, record in parentheses how much damage is on the Harbinger of Valusia, replacing the number that was previously in parentheses.\" - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T14:26:03.000Z"
  }
]