[
  {
    "code": "81023",
    "text": "- If you cast [Mind Wipe](/card/01068) on Swamp Leech, you may evade it as normal, treating its Evade value as 0.",
    "updated_at": "2017-02-14T23:07:09.000Z"
  },
  {
    "code": "81028",
    "text": "- Only the investigator engaging The Rougarou needs to be in its location. Other investigators can contribute clues from anywhere.\n\n- There is no limit on [The Rougarou](/card/81028)'s **forced** effect. It triggers as soon as its condition (1 damage per investigator in a single phase) is met. It can trigger multiple times in the same phase.",
    "updated_at": "2017-05-02T17:28:15.000Z"
  },
  {
    "code": "81029",
    "text": "- When [Curse of the Rougarou](/card/81029) is 'put into play' in the lead investigator's threat area, 'put into play' means essentially the same thing as 'add'. After the scenario, the curse is added to that investigator's deck for the remainder of the campaign.",
    "updated_at": "2017-06-05T07:29:30.000Z"
  },
  {
    "code": "81034",
    "text": "- If The Rougarou is in a location that is tied for the fewest clues on it, you may choose to 'find' that location, move The Rougarou to a connecting location, then move it back to where it was. Note that if it's [Act 2](/card/81006), this will make The Rougarou drop two clues.",
    "updated_at": "2017-01-06T20:21:35.000Z"
  },
  {
    "code": "82001",
    "text": "- If a [cultist] token is drawn and the additionally drawn token then causes you to fail the test, drawing the encounter card takes place during step 7 of [skill test timing](/rules#Skill_Test_Timing), before committed cards are discarded and tokens are placed back into the chaos bag. If that encounter card has you performing a skill test, that entire skill test will also take place during Step 7. Once that skill test has fully resolved, proceed to Step 8 of the original skill test - see FAQ 1.0, section 1.4, nested sequences.. \n\n- Cards that trigger 'after you fail a skill test' (such as [Rabbit's Foot](/card/01075) or [\"Look what I found!\"](/card/01079)) can't be played until the nested sequence is completed, as the first skill test is yet to complete - see FAQ 1.0, section 2.2, timing of 'If' and 'At' abilities.",
    "updated_at": "2017-06-05T07:49:02.000Z"
  },
  {
    "code": "82002",
    "text": "- For Baleful Reveler's **Forced** ability, players may choose any investigator to reveal the token. The chosen investigator can use abilities that refer to \\*you* revealing a token ([Wendy](/card/01005), [Jim](/card/02004), [Grotesque Statue](/card/01071)).\n\n- Special effects of revealed tokens described on the scenario refrerence card do not resolve.",
    "updated_at": "2017-02-05T19:33:17.000Z"
  },
  {
    "code": "82010",
    "text": "- The **Move** ability is not an action, so it does not provoke attacks of opportunity, and is not affected by [Frozen in Fear](/card/01164).",
    "updated_at": "2017-01-26T17:02:37.000Z"
  },
  {
    "code": "82011",
    "text": "- If you are instructed to lose 1 or more actions, you have that many fewer actions to take during your turn. This is referring to your normal three “full” actions. So if you are instructed to lose 1 or more actions, those must be the ones that are “lost” first. If you have no more of those actions to lose, then you start losing “additional” actions, of your choice. So, for example, if you are playing Daisy and an effect instructs you to “lose 2 actions”, you would have 1 normal action and Daisy’s special additional action left.",
    "updated_at": "2017-06-05T07:49:59.000Z"
  },
  {
    "code": "82014",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:29:29.000Z"
  },
  {
    "code": "82017",
    "text": "- When calculating the shortest route to investigators, [Don Lagorio](/card/82017) will only move counter-clockwise if the nearest investigator is in the counter-clockwise location. If investigators are two locations counter-clockwise from Don Lagorio, the shortest route for him is still going clockwise through the Venice locations.",
    "updated_at": "2017-07-10T15:31:44.000Z"
  },
  {
    "code": "82021",
    "text": "- **Q:** Can you use [Calling in Favors](/card/03158) on [Helpless Passenger](/card/02179) or [Innocent Reveler](/card/82021)? **A:** You can’t actually return them to your hand since you don’t \"own\" them. If you try to return them to your hand, they will instead go to their owner’s equivalent out-of-play area (see [Ownership & Control](/rules#Ownership_and_Control): \"If a card would enter an out-of-play area that does not belong to the card’s owner, the card is physically placed in its owner’s equivalent out-of-play area instead. The card is considered to have entered its controller’s out-of-play area, and only the physical placement of the card is adjusted.\") However, in this case, the owner is the scenario itself, and the scenario has no hand. So it would instead simply be discarded (this would of course trigger the **Forced** effect on [Innocent Revelers](/card/82021), so probably not the best move). But since it still is considered to have returned to your hand, you can still complete the remainder of the effect on Calling in Favors.",
    "updated_at": "2018-02-10T17:41:49.000Z"
  },
  {
    "code": "82022",
    "text": "- Abbess cannot move you counter-clockwise. In Carvevale of Horrors, each location is only connected to a location in the clockwise direction. So, location A is connected to location B, but not vice versa!",
    "updated_at": "2017-02-25T01:25:08.000Z"
  },
  {
    "code": "82026",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:54:19.000Z"
  },
  {
    "code": "82027",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2021-02-18T12:26:57.000Z"
  },
  {
    "code": "83001",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:27:41.000Z"
  },
  {
    "code": "83058",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:30:16.000Z"
  },
  {
    "code": "84029",
    "text": "- **Erratum:** This card's first ability should read: \"**Forced** – When Otherworldly Meddler would take damage from an attack: Remove 1 doom from Otherworldly Meddler. Then, reduce the damage dealt by 1.\" - FAQ, v.1.7, March 2020",
    "updated_at": "2020-04-18T16:40:59.000Z"
  }
]