[
  {
    "code": "05001",
    "text": "- **Q:** How broad is \"heals horror\" meant to be interpreted? [Cheat Death](/card/03310), [Peter Sylvestre](/card/02033), are these intended to be attainable by Carolyn? Is it basically any card that uses \"heals # horror\"? **A:** Correct! If it heals horror, Carolyn can take it.\n\n- **Q:** How does the restriction on number of [seeker]/[mystic] cards interact with the 0-5 \"heals horror\"? If I take 2 [Clarity of Mind](/card/02030), does that count towards my 15 [seeker]/[mystic] cards, or is it separate because it falls under my 0-5 \"heals horror\" cards? **A:** If a [seeker] or [mystic] card heals horror, it counts towards that deck building option, not her 15 limited [seeker]/[mystic] slots. In other words, her card should actually read “15 other Seeker and/or Mystic cards”. (Also, the [seeker] symbol next to the word Guardian should be a [guardian] symbol; we’re aware of this error.)\n\n- **Q:** Does Carolyn's ability trigger once or twice from [Liquid Courage](/card/02024)? **A:** Only once. The word “additional” in the second healing effect denotes that the two points of healing should be lumped together into one healing effect, not treated as two separate instances of 1 healing each. - FAQ, v.1.3, May 2018.\n\n- **Q:** If an ability refers to \"your cards,\" is it referring to cards you control, or cards you own? For example, does the ability on [Carolyn Fern](/card/05001) only work if a card I control heals horror, or does it work if a card I own but do not control heals horror? **A:** In general, \"your cards\" are the cards you currently control. If you own a card but do not control it, it is not \"yours\" for the purposes of abilities. - FAQ, v.1.5, April 2019\n\n- **Q:** How does Carolyn's ability work with a heal to multiple targets? Using [Soothing Melody](/card/05314) to heal your investigator and your partner's investigator yields how many resources for each? If you heal your investigator and your own ally, how much do you get? If you heal a friend and their ally, how much do they get? Essentially, can you get multiple resources out of Carolyn's ability if there are multiple targets/controllers for a single effect? Or is it tied to the effect itself, which was only taken once? **A:** If you heal more than 1 horror from a single card, the controller will only get 1 resource as you are only able to trigger Carolyn’s reaction once. However, if you heal horror from several different cards, even from a single effect, you can trigger Carolyn’s reaction once for each card that was healed. So, for example, if you had a hypothetical card that healed 1 horror from each investigator at a location, you could trigger Carolyn’s reaction once for each of those investigators, granting each of them 1 resource. **Q:** So it looks like the key is the number of different cards healed. The owner of any card which gets healed gets (max) 1 resource per card. So to be entirely explicit about the final case - if Carolyn heals horror from herself and an ally card of hers, she gets 2 resources total, right? **A:** Correct!",
    "updated_at": "2021-01-15T16:59:35.000Z"
  },
  {
    "code": "05002",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:54:09.000Z"
  },
  {
    "code": "05003",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:18:48.000Z"
  },
  {
    "code": "05004",
    "text": "- **Q:** Does cancelling or ignoring a chaos token count as a cancel/ignore for [Diana Stanley](/card/05004)'s [reaction] ability? **A:** A chaos token is a game effect which can be ignored or canceled. If you cancel or ignore a chaos token using one of your cards, you can place that card beneath Diana Stanley using her reaction ability. This includes both [Counterspell](/card/04110) and [Dark Prophecy](/card/04032), as well as any other card effect that cancels or ignores a chaos token or a chaos token’s effect (such as [Defiance](/card/02190), [Grotesque Statue](/card/01071), etc).\n\n- **Q:** I have a question concerning [Sefina Rousseau](/card/03003) and [Diana Stanley](/card/05004). Are cards put beneath these investigators by their abilities considered to be in play, or out of play? The question arises because they're physically in an investigator's play area, which suggests they might be in play, but there are a few implications that makes me want to confirm. For example, if they are in play, that implies that a treachery such as [Ants!](/card/04221) can discard them, which feels strange. Can you confirm if those cards are in play or not? **A:** These cards are considered out of play. They cannot be affected by anything other than the abilities that refer to them explicitly (like Sefina's action ability, [Twilight Blade](/card/05013), etc).\n\n- **Q:** Can I look at facedown cards beneath or attached to other cards I control? If I use the [fast] ability on [Ancestral Knowledge](/card/07303) to draw one of the cards attached to it, am I allowed to know what each card is, or is it random? **A:** Unless an effect states otherwise, investigators are allowed to look at the other sides of facedown cards beneath or attached to cards they control, such as [Ancestral Knowledge](/card/07303), [Backpack](/card/04037), and [Diana Stanley](/card/05004). If you are given the ability to draw, play, or interact with one of those cards,\nyou may look at them to know which one you wish to draw or play. This is not true for facedown cards that are attached to encounter cards or placed facedown via a scenario effect, such as swarm cards, empty space, or tomes beneath locations in the challenge scenario Read or Die. In these instances, players cannot look at the other side of those cards unless instructed otherwise. - FAQ, v.1.9, June 2021\n\n- **Q:** If [Diana Stanley](/card/05004) has <5 cards beneath her, can she use an cancel/ignore effect on a permanent asset such as [Sacred Covenant](/card/07110) to trigger her [reaction] ability to draw a card and gain a resource effectively every turn? **A:** Yeah, it appears so! Diana’s effect doesn’t use the word “then,” so there is no requirement that the card be placed beneath her in order to get the card and resource. And Sacred Covenant surely does ignore a game effect. However, it’s worth noting that one or more [bless] tokens must actually be returned to the bag and ignored in this way in order to trigger Diana’s response. It’s Diana’s blessed day!",
    "updated_at": "2021-07-20T13:44:00.000Z"
  },
  {
    "code": "05008",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:53:23.000Z"
  },
  {
    "code": "05009",
    "text": "- The new FAQ (v.1.3, May 2018) entry changes the slot rule to the following: \"If playing or gaining control of an asset would put an investigator above his or her slot limit for that type of asset, the investigator must choose and discard other assets under his or her control simultaneously with the new asset entering the slot.\" This is different from the previous rule, which said \"If an investigator is at his or her slot limit for a type of asset and wishes to play or gain control of a different asset that would use that slot...\" The difference here is that with the way the rule is now worded, you only have to discard other assets if playing a card puts you above your slot limit. Previously, if I had an ally in play and wanted to play an ally, I would first have to discard that ally because I was “at my slot limit” for allies. With the new rule, I only have to discard the ally that is in play if playing a new ally would put me above my slot limit. This means that you are now able to play an asset while you are at your slot limit without discarding an asset, provided that asset gives you the slots you need to keep them both in play.",
    "updated_at": "2021-02-18T12:23:57.000Z"
  },
  {
    "code": "05011",
    "text": "- **Q:** If [Preston](/card/05003) draws [Paranoia](/card/01097) during his turn, are the resources on [Family Inheritance](/card/05011) discarded? **A:** Paranoia only gets rid of resources that are in your resource pool.\n\n- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2021-08-25T18:40:29.000Z"
  },
  {
    "code": "05013",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:52:37.000Z"
  },
  {
    "code": "05014",
    "text": "- **Q:** Can I play [Dark Insight](/card/05014) or [Ward of Protection II](/card/03270) to cancel another player's treachery if it has peril? **A:** You cannot play cards or use any reaction abilities when somebody else is resolving a peril card, so you would not be able to play Dark Insight [or Ward II] to cancel it.",
    "updated_at": "2020-01-15T16:31:39.000Z"
  },
  {
    "code": "05015",
    "text": "- **Q:** How does [Terrible Secret](/card/05015) interact with cards like [Ward of Protection](/card/01065) (cancel), [Delay the Inevitable](/card/05021) (horror cancellation) and [Deny Existence](/card/05032) (horror ignoring) **A:** Terrible Secret reads: \"Cannot be canceled.\" at the end of its effect. This means that any card effect which would cancel the card or any of its effects would fail (such as Delay the Inevitable). However, card effects which ignore the horror, such as Deny Existence, would still work, because it is not cancelling anything.",
    "updated_at": "2019-02-26T15:52:05.000Z"
  },
  {
    "code": "05021",
    "text": "- **Q:** For cards like [Deny Existence](/card/05032), [\"I've had worse…\"](/card/05315), [Delay the Inevitable](/card/05021), etc, do they directly or indirectly work against effects that do not deal damage and horror directly to your investigator (e.g. [Snake Bite](/card/04080)) or deal direct damage to other things as well as your investigator (e.g. [Centuries of Secrets](/card/05099), [Ceremony Room](/card/05214))? **A:** Delay the Inevitable, I've Had Worse and Deny Existence only work when *you* (aka your investigator) are being dealt damage/horror. If damage or horror is being dealt directly to a card other than your investigator, you cannot use Deny Existence, Delay the Inevitable, or I've Had Worse to cancel/ignore it.",
    "updated_at": "2020-01-12T13:55:53.000Z"
  },
  {
    "code": "05022",
    "text": "- **Q:** How does this skill work in combination with the [survivor] ally [Yaotl](/card/04035) (which has an ability that gives you skill boost based on the number of matching icons on the top card of your discard pile)? **A:** The abilities on skill cards are only active while they are being committed to a skill test, unless otherwise specified. In this case [Steadfast](/card/05022) will only have its printed icons while it is in your discard pile, hand, or any other state other than while it is being committed to a skill test. (This includes an effect that says something like \"discard a card from your hand with at least X icons...\")",
    "updated_at": "2019-02-26T15:46:37.000Z"
  },
  {
    "code": "05026",
    "text": "- **Q:** How does this skill work in combination with the [survivor] ally [Yaotl](/card/04035) (which has an ability that gives you skill boost based on the number of matching icons on the top card of your discard pile)? **A:** The abilities on skill cards are only active while they are being committed to a skill test, unless otherwise specified. In this case [Curiosity](/card/05026) will only have its printed icons while it is in your discard pile, hand, or any other state other than while it is being committed to a skill test. (This includes an effect that says something like \"discard a card from your hand with at least X icons...\")",
    "updated_at": "2019-02-26T15:48:32.000Z"
  },
  {
    "code": "05028",
    "text": "- **Q:** Do resources on [Family Inheritance](/card/05011) count for [Well Connected](/card/05028)? aside from [Jenny](/card/02003)'s Elder Sign effect, we've not had another card which refers to \"resource(s) you have\" so there's been some confusion about exactly what counts. **A:** \"Resources you have\" refers to the number of resources your investigator possesses, or in other words, the number of resources in your resource pool. Think of it as shorthand for \"Resources in your resource pool\"; the meaning is the same either way.\n\n- **Q:** If I were to use [Well Connected](/card/05028) at, say, 20 resources, then spend 2 resources on a talent, am I getting a +4 boost from Well Connected (due to the resources I had when triggering it) or +3 due to my current resource count? **A:** Well Connected creates a lasting effect when you use it, which continues to affect the game state for its specified duration (in this case, \"for this skill test.\"). This effect will continue to alter the game state based on its conditions and parameters and will update if necessary. In this case, the bonus will change based on how many resources you have, so if you spend resources after activating the ability, it could lower the bonus (or vice-versa). Remember that your total modified value is calculated during Step 5 of the skill test, so if you gain or lose resources after Step 5, it won't matter.",
    "updated_at": "2019-02-26T15:34:51.000Z"
  },
  {
    "code": "05029",
    "text": "- **Q:** Can [wild] skill icons be committed to a resource skill test as triggered by [Money Talks](/card/05029)? **A:** It appears that [wild] icons can be committed to any skill test, regardless of which skill is being tested, and *regardless of whether or not a skill is even being tested whatsoever*. From the RR, [Skill Test Timing](/rules#Skill_Test_Timing), ST2: \"An appropriate skill icon is either one that matches the skill being tested, or a wild icon. The investigator performing this test gets +1 to his or her skill value during this test for each appropriate skill icon that is committed to this test.\"  This sentence makes it clear to me that [wild] icons can still be committed to a \"resource\" skill test, even though \"resource\" is not a skill type.\n\n- **Q:** [Money Talks](/card/05029) is played when you initiate a skill test. If you are being required to test something due to a **revelation** effect, is that not considered \"you initiate a skill test\" so that you aren't allowed to play Money Talks? **A:** You are still initiating a skill test in such an event; the fact that you are being forced to do so doesn't change that. So you could still play Money Talks when that happens.",
    "updated_at": "2019-02-26T15:53:29.000Z"
  },
  {
    "code": "05030",
    "text": "- **Q:** How does this skill work in combination with the [survivor] ally [Yaotl](/card/04035) (which has an ability that gives you skill boost based on the number of matching icons on the top card of your discard pile)? **A:** The abilities on skill cards are only active while they are being committed to a skill test, unless otherwise specified. In this case [Cunning](/card/05030) will only have its printed icons while it is in your discard pile, hand, or any other state other than while it is being committed to a skill test. (This includes an effect that says something like \"discard a card from your hand with at least X icons...\")",
    "updated_at": "2019-02-26T15:47:26.000Z"
  },
  {
    "code": "05032",
    "text": "- **Q:** For cards like [Deny Existence](/card/05032), [\"I've had worse…\"](/card/05315), [Delay the Inevitable](/card/05021), etc, do they directly or indirectly work against effects that do not deal damage and horror directly to your investigator (e.g. [Snake Bite](/card/04080)) or deal direct damage to other things as well as your investigator (e.g. [Centuries of Secrets](/card/05099), [Ceremony Room](/card/05214))? **A:** Delay the Inevitable, I've Had Worse and Deny Existence only work when *you* (aka your investigator) are being dealt damage/horror. If damage or horror is being dealt directly to a card other than your investigator, you cannot use Deny Existence, Delay the Inevitable, or I've Had Worse to cancel/ignore it.",
    "updated_at": "2020-01-12T13:55:22.000Z"
  },
  {
    "code": "05033",
    "text": "- **Erratum:** This card's play requirement should read: \"Play when you would resolve an effect on a [mystic] card that triggers \"when\", \"if,\" or \"after\" a [skull], [cultist], [tablet], [elder_thing] or [auto_fail] symbol is revealed.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:58:45.000Z"
  },
  {
    "code": "05034",
    "text": "- **Q:** How does this skill work in combination with the [survivor] ally [Yaotl](/card/04035) (which has an ability that gives you skill boost based on the number of matching icons on the top card of your discard pile)? **A:** The abilities on skill cards are only active while they are being committed to a skill test, unless otherwise specified. In this case [Prophesy](/card/05034) will only have its printed icon while it is in your discard pile, hand, or any other state other than while it is being committed to a skill test. (This includes an effect that says something like \"discard a card from your hand with at least X icons...\")",
    "updated_at": "2019-02-26T15:48:06.000Z"
  },
  {
    "code": "05036",
    "text": "- **Q:** Can the reaction on [Track Shoes](/card/05036) be used even if there are no enemies present? **A:** There does not have to be an enemy at the location you just moved to in order to use the [reaction] on Track Shoes; the ability is simply referencing the timing point at which it triggers. - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T19:01:08.000Z"
  },
  {
    "code": "05038",
    "text": "- **Q:** How does this skill work in combination with the [survivor] ally [Yaotl](/card/04035) (which has an ability that gives you skill boost based on the number of matching icons on the top card of your discard pile)? **A:** The abilities on skill cards are only active while they are being committed to a skill test, unless otherwise specified. In this case [Able Bodied](/card/05038) will only have its printed icons while it is in your discard pile, hand, or any other state other than while it is being committed to a skill test. (This includes an effect that says something like \"discard a card from your hand with at least X icons...\")",
    "updated_at": "2019-02-26T15:47:52.000Z"
  },
  {
    "code": "05050",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:51:14.000Z"
  },
  {
    "code": "05058",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:51:31.000Z"
  },
  {
    "code": "05059",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:51:36.000Z"
  },
  {
    "code": "05060",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:51:41.000Z"
  },
  {
    "code": "05061",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:51:46.000Z"
  },
  {
    "code": "05062",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:51:52.000Z"
  },
  {
    "code": "05063",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:51:57.000Z"
  },
  {
    "code": "05064",
    "text": "- **Q:** Is it intentional that in some configurations in one or two player, it's impossible to get the requisite number of clues to complete scenario 1 of The Circle Undone, The Witching Hour? **A:** Thanks for bringing this problem to my attention! We've heard a few reports of this, so the team has been discussing how best to handle this issue. For now, I believe the best way to handle this is to revise the setup so that the players put a total of 5 Witch-Haunted Woods locations into play during setup, instead of 4 (as evenly as possible in front of the investigators, with any excess in front of the lead investigator). This should ensure that there are always at least 6 [per_investigator] clues among just the Witch-Haunted Woods locations, regardless of what other locations emerge later in the scenario. <s>In a future FAQ we will either issue an errata to make this change permanent, or issue another errata which should solve the issue, but for now players should play with this change in place. If the change is made permanent I will make sure that the PDF of the Campaign Guide on our website is revised to reflect the change.</s> **UPDATE**: The Setup to The Witching Hour should read:\n\"Put 5 Witch-Haunted Woods locations into play as follows: In player order, each investigator puts 1 random Witch-Haunted Woods location into play in front of him or her, until there are exactly 5 Witch-Haunted Woods locations in play (see “Lost and Separated,” below). For example: In a 1-player game, there should be 5 Witch-Haunted Woods in front of that investigator. In a 2-player game, there should be 3 Witch-Haunted Woods in front of the lead investigator and 2 Witch-Haunted Woods in front of the other investigator. In a 3-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, 2 Witch-Haunted Woods in front of the next investigator, and 1 Witch-Haunted Woods in front of the final investigator. In a 4-player game, there should be 2 Witch-Haunted Woods in front of the lead investigator, and 1 Witch-Haunted Woods in front of each other investigator.\" - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T18:52:02.000Z"
  },
  {
    "code": "05087",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:52:14.000Z"
  },
  {
    "code": "05093",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:28:37.000Z"
  },
  {
    "code": "05094",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:24:21.000Z"
  },
  {
    "code": "05118",
    "text": "- **Q:** Do the basic +1 [combat] and the second +1 [combat] when you empower the blade combine for +2 [combat]? **A:** Yes, the two bonuses stack, because it’s not a replacement effect (it doesn’t say ‘instead’). So regular Enchanted Blade indeed gives you +2 fight and +1 damage if you spend one of its charges.",
    "updated_at": "2019-06-17T16:32:07.000Z"
  },
  {
    "code": "05119",
    "text": "- **Q:** If I use [Grisly Totem](/card/05119) after committing the card beneath Amanda Sharpe, how long does its bonus icon stay for? **A:** The bonus icon granted by Grisly Totem does not specify a duration, so this effect should remain until the committed card leaves play. The real question is: when does the committed card enter or leave play? Generally speaking, cards placed beneath other cards (such as the card beneath Amanda Sharpe) are out of play. Cards committed to tests never\nreally \"enter play,\" but while they are committed to a test, their icons are added to the investigator’s relevant skill and their text is active. So, while the card beneath Amanda is committed to a test, its icons and text should be alterable by game effects (as if you had committed it from your hand), just like any other in-play card. But as soon as that test ends, it returns to its out-of-play state, and any lasting effects would drop. TL;DR: The bonus icon granted by Grisly Totem would only apply for the\ntest during which Grisly Totem is used, after which the card returns to its out-of-play state, and the bonus icon would drop. - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T14:29:09.000Z"
  },
  {
    "code": "05146",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:26:27.000Z"
  },
  {
    "code": "05156",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:52:56.000Z"
  },
  {
    "code": "05158",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:53:17.000Z"
  },
  {
    "code": "05161",
    "text": "- **Erratum**: The first line of the resolutions section of this scenario should read: \"If no resolution was reached and at least one investigator resigned: Proceed to Resolution 1.\" - FAQ, v.1.5, April 2019\n\n- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2021-08-25T18:40:22.000Z"
  },
  {
    "code": "05163",
    "text": "- **Erratum**: This card’s ability should read: “Locations cannot be flipped to their non-<b><i>Spectral</i></b> side.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T19:15:51.000Z"
  },
  {
    "code": "05164",
    "text": "- **Erratum**: This card’s ability should read: “Locations cannot be flipped to their <b><i>Spectral</i></b> side.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T19:17:01.000Z"
  },
  {
    "code": "05165",
    "text": "- **Q:** When a location flips from its non-<i>**Spectral**</i> side to its <i>**Spectral**</i> side (or vice versa), what happens to tokens, attachments, or other cards at that location? **A:** When such a location flips from one side to its other side, the location does not leave play. Therefore, all tokens that were on that location remain on its new side, all attachments remain attached, and all enemies, investigators and assets that were at that location remain as well. - FAQ, v.1.5, April 2019",
    "updated_at": "2019-06-25T19:02:22.000Z"
  },
  {
    "code": "05178a",
    "text": "- **Erratum**: This card’s first ability should read: “Keep this card in your threat area (this side faceup). If you are eliminated, flip it over.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T19:18:06.000Z"
  },
  {
    "code": "05178c",
    "text": "- **Erratum**: This card’s first ability should read: “Keep this card in your threat area (this side faceup). If you are eliminated, flip it over.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T19:18:15.000Z"
  },
  {
    "code": "05178e",
    "text": "- **Erratum**: This card’s first ability should read: “Keep this card in your threat area (this side faceup). If you are eliminated, flip it over.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T19:18:29.000Z"
  },
  {
    "code": "05178g",
    "text": "- **Erratum**: This card’s first ability should read: “Keep this card in your threat area (this side faceup). If you are eliminated, flip it over.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T19:19:17.000Z"
  },
  {
    "code": "05181",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:26:33.000Z"
  },
  {
    "code": "05182",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:55:03.000Z"
  },
  {
    "code": "05191",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:20:22.000Z"
  },
  {
    "code": "05194",
    "text": "- **Q:** If I use [Grisly Totem](/card/05119) after committing the card beneath Amanda Sharpe, how long does its bonus icon stay for? **A:** The bonus icon granted by Grisly Totem does not specify a duration, so this effect should remain until the committed card leaves play. The real question is: when does the committed card enter or leave play? Generally speaking, cards placed beneath other cards (such as the card beneath Amanda Sharpe) are out of play. Cards committed to tests never\nreally \"enter play,\" but while they are committed to a test, their icons are added to the investigator’s relevant skill and their text is active. So, while the card beneath Amanda is committed to a test, its icons and text should be alterable by game effects (as if you had committed it from your hand), just like any other in-play card. But as soon as that test ends, it returns to its out-of-play state, and any lasting effects would drop. TL;DR: The bonus icon granted by Grisly Totem would only apply for the\ntest during which Grisly Totem is used, after which the card returns to its out-of-play state, and the bonus icon would drop. - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T14:29:26.000Z"
  },
  {
    "code": "05199",
    "text": "- **Q:** When the back of agenda 2 takes the place of both act and agenda decks, should I still place a doom each turn? **A:** Yes, you should still place 1 doom on “The Greater Good” each round. When you replace the current act and agenda with The Greater Good, it becomes both the current act and the current agenda and counts as both. (In other words, the line “this card is both the current act and the current agenda” was technically superfluous in The Devourer Below, but we kept it in order to clarify how it works; here we left it off because there was no room, but it technically works the same way.) Hope that helps!",
    "updated_at": "2019-06-23T23:00:50.000Z"
  },
  {
    "code": "05231",
    "text": "- **Q:** Regarding the cards [Knowledge is Power](/card/05231) and [De Vermis Mysteriis](/card/05235), if Knowledge is Power is used to trigger the ability on De Vermis Mysteriis to play, say [Deciphered Reality](/card/02303), does Knowledge is Power ignore the cost of Deciphered Reality as well, or is it still simply played at a 1 cost deduction? **A:** Knowledge is Power allows you to activate the ability on De Vermis Mysteriis without paying that ability’s cost (in this case, spending an action, exhausting it and placing 1 doom on it). The rest of the ability is its effect (playing a spell or insight from your discard pile, reducing its resource cost by 1), which Knowledge is Power doesn't ignore, so you would still have to pay the cost of Deciphered Reality (minus 1 of course).",
    "updated_at": "2019-07-18T19:30:20.000Z"
  },
  {
    "code": "05234",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:15:47.000Z"
  },
  {
    "code": "05235",
    "text": "- **Q:** Regarding the cards [Knowledge is Power](/card/05231) and [De Vermis Mysteriis](/card/05235), if Knowledge is Power is used to trigger the ability on De Vermis Mysteriis to play, say [Deciphered Reality](/card/02303), does Knowledge is Power ignore the cost of Deciphered Reality as well, or is it still simply played at a 1 cost deduction? **A:** Knowledge is Power allows you to activate the ability on De Vermis Mysteriis without paying that ability’s cost (in this case, spending an action, exhausting it and placing 1 doom on it). The rest of the ability is its effect (playing a spell or insight from your discard pile, reducing its resource cost by 1), which Knowledge is Power doesn't ignore, so you would still have to pay the cost of Deciphered Reality (minus 1 of course).\n\n- **Q:** When are attached events considered \"resolved\"? Specifically, what happens when you use [De Vermis Mysteriis](/card/05235) to play something like [Delay the Inevitable](/card/05021) or [Barricade](/card/01038)? A: The intent is that De Vermis Mysteriis would not remove an event that turns into an attachment from the game until such time that it would normally become detached (for example, when Barricade would be discarded, it would instead be removed from the game). This is reinforced a little bit by the rules for events, which read: “any time a player plays an event card, its costs are paid, its effects are resolved (or canceled), and the card is placed in its owner's discard pile after those effects resolve (or are canceled).” In other words, events that become attachments already circumvent the traditional rules for what happens when you play an event, and I think the same would be true here. [That being said, I agree that it’s a little unclear, so we’re looking at possibly including De Vermis Mysteriis and interactions such as this in an FAQ update in the future.]",
    "updated_at": "2019-07-18T19:41:40.000Z"
  },
  {
    "code": "05236",
    "text": "- **Erratum**: This card’s **Forced** ability should read: “When Guiding Spirit is defeated by horror: Exile it.” - FAQ, v.1.6, September 2019",
    "updated_at": "2019-10-09T19:20:31.000Z"
  },
  {
    "code": "05273",
    "text": "- **Q:** For the card [Storm of Spirits](/card/03153) and [Mk 1 Grenades](/card/05273), the text reads: \"(any additional damage is dealt to the attacked enemy)\". What does the \"additional damage\" refer to? Also, regarding the \"Mk 1 Grenades\", can these be used with \"Marksmanship\" because they have the \"Ranged\" keyword? **A:** The text “any additional damage is dealt to the attacked enemy” refers to any other effects which might add to the attack’s damage, such as [Vicious Blow](/card/01025) or, indeed, [Marksmanship](/card/04104). For example, if you used the grenades on an enemy and committed Vicious Blow to the skill test, the attacked enemy would take the additional +1 damage from Vicious Blow, but Vicious Blow would not affect the damage dealt to all of the other enemies at the location. As for Marksmanship, yes, you can absolutely use it with the Grenades! As with the above example, the bonus +1 damage from Marksmanship would be dealt to the attacked enemy, and not to the other enemies at the location.",
    "updated_at": "2019-10-29T16:04:21.000Z"
  },
  {
    "code": "05276",
    "text": "- **Q:** About [Studious](/card/05276) and [Another Day, Another Dollar](/card/05278): when do you gain the additionnal card and the additional resources? For the second one, it doesn't really matter, but for Studious, is the extra card gained before mulligan (and thus you mulligan with 6 or 7 cards), or is it at the end of the setup? The wording \"in your opening hand\" seems to refer to the \"drawing opening hand\" step of the setup. But the wording \"you begin the game\" seems to refer to the end of the setup. **A:** The additional card or resource is granted during the relevant setup step (Step 7: “Collect starting resources” for Another Day, Another Dollar, and Step 8: \"Draw opening hands\" for Studious).",
    "updated_at": "2021-02-18T12:23:44.000Z"
  },
  {
    "code": "05278",
    "text": "- **Q:** About [Studious](/card/05276) and [Another Day, Another Dollar](/card/05278): when do you gain the additionnal card and the additional resources? For the second one, it doesn't really matter, but for Studious, is the extra card gained before mulligan (and thus you mulligan with 6 or 7 cards), or is it at the end of the setup? The wording \"in your opening hand\" seems to refer to the \"drawing opening hand\" step of the setup. But the wording \"you begin the game\" seems to refer to the end of the setup. **A:** The additional card or resource is granted during the relevant setup step (Step 7: “Collect starting resources” for Another Day, Another Dollar, and Step 8: \"Draw opening hands\" for Studious).",
    "updated_at": "2021-02-18T12:24:01.000Z"
  },
  {
    "code": "05279",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2021-02-18T12:29:03.000Z"
  },
  {
    "code": "05280",
    "text": "- **Q:** For cards like [Deny Existence](/card/05032), [\"I've had worse…\"](/card/05315), [Delay the Inevitable](/card/05021), etc, do they directly or indirectly work against effects that do not deal damage and horror directly to your investigator (e.g. [Snake Bite](/card/04080)) or deal direct damage to other things as well as your investigator (e.g. [Centuries of Secrets](/card/05099), [Ceremony Room](/card/05214))? **A:** Delay the Inevitable, I've Had Worse and Deny Existence only work when *you* (aka your investigator) are being dealt damage/horror. If damage or horror is being dealt directly to a card other than your investigator, you cannot use Deny Existence, Delay the Inevitable, or I've Had Worse to cancel/ignore it.",
    "updated_at": "2020-01-12T13:55:59.000Z"
  },
  {
    "code": "05282",
    "text": "- **Erratum**: This card’s trait should be <b><i>Trick</i></b> instead of <b><i>Tactic</i></b>. - FAQ, v.1.9, June 2021",
    "updated_at": "2021-06-29T17:48:01.000Z"
  },
  {
    "code": "05307",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:53:28.000Z"
  },
  {
    "code": "05309",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:54:03.000Z"
  },
  {
    "code": "05314",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:53:04.000Z"
  },
  {
    "code": "05315",
    "text": "- **Q:** For cards like [Deny Existence](/card/05032), [\"I've had worse…\"](/card/05315), [Delay the Inevitable](/card/05021), etc, do they directly or indirectly work against effects that do not deal damage and horror directly to your investigator (e.g. [Snake Bite](/card/04080)) or deal direct damage to other things as well as your investigator (e.g. [Centuries of Secrets](/card/05099), [Ceremony Room](/card/05214))? **A:** Delay the Inevitable, I've Had Worse and Deny Existence only work when *you* (aka your investigator) are being dealt damage/horror. If damage or horror is being dealt directly to a card other than your investigator, you cannot use Deny Existence, Delay the Inevitable, or I've Had Worse to cancel/ignore it.",
    "updated_at": "2020-01-12T13:55:38.000Z"
  },
  {
    "code": "05317",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:52:54.000Z"
  },
  {
    "code": "05320",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.) \n\n\n- **Q:** [Double, Double](/card/05320) vs [Pay Day](/card/04233). Can the [reaction] of Double, Double be initiated despite the end of the turn [from Pay Day]? If the turn immediately ends, does this mean even if Pay Day is played again, no actions were performed and the second pay day will grant no resources? **A:** Technically, you can use Double, Double to play a card that ends your turn twice, even though it ends your turn. Ending your turn doesn’t mean that you can’t trigger effects, it just means that you can no longer take actions. Since the second playing of the card doesn’t cost an action in this case, you can go ahead and resolve it even though your turn has ended. HOWEVER, due to the specific text on Pay Day, doing so would essentially do nothing. It says that you gain 1 resource for each action you performed this turn. Since you are playing it outside of your turn, you would gain 0 resources from the second copy of Pay Day (since the first copy ended your turn.)\n\n- **Q:** [Double, Double](/card/05320) vs [The Painted World](/card/03012). I imagine The Painted World cannot be played twice by Double, Double, since it's removed from the game, but can the copied event be played twice? **A:** You can absolutely use Double, Double to play The Painted World twice. Note that it says you play it “as if it were in your hand,” so each time you played it in this way, you could choose a different event beneath Sefina Rousseau. Keep in mind this may not work with some events (such as events that become attachments or go to a specific play area) as you only actually have one physical copy of The Painted World to move around.\n\n- **Q:** Can you use [Double, Double](/card/05320) on [Scene of the Crime](/card/04103) (as Tony)? Can you Double, Double with [Evidence!](/card/01022)? **A:** Yes, you can. You can use Double, Double on Scene of the Crime because it is still technically your first action (the second playing of the card does not cost an action). As for Evidence, it is a reaction to defeating an enemy, so as long as you are still in that same opportunity window (having just defeated the enemy), it is perfectly legal to use Double, Double to play it a second time. In this way, it’s no different from having two copies of Evidence in hand and playing both of them, one at a time.",
    "updated_at": "2021-03-17T14:50:13.000Z"
  },
  {
    "code": "05322",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:53:12.000Z"
  },
  {
    "code": "05329",
    "text": "- **Erratum:** This card’s second line of game text should read: “Shuffle each empty space into its owner’s deck and each location in play other than Hideous Palace into the Cosmos.” - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:44:23.000Z"
  },
  {
    "code": "05330",
    "text": "- **Erratum:** This card’s second line of game text should read: “Shuffle each empty space into its owner’s deck and each location in play other than Court of the Great Old Ones into the Cosmos.” - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:46:05.000Z"
  },
  {
    "code": "05341",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:53:39.000Z"
  }
]