[
  {
    "code": "06002",
    "text": "- **Q:** For Mandy Thompson’s [reaction], what does it mean to “resolve 1 additional target of the search?” **A:** Search effects typically instruct you to resolve an effect using the card(s) targeted by the search. For example, if you used an effect to “search the top 3 cards of your deck for a card and draw it,” drawing the searched-for card would be resolving the target of the search. If you used Mandy’s [reaction] here, you could either search the top 6 cards of your deck for a card and draw it, or search the top 3 cards of your deck for 2 cards and draw them both. (You must decide which before initiating the search.) - FAQ, v.1.6, September 2019\n\n- **Q:** I'm considering a [Mandy Thompson](/card/06002) deck, and I wondered about her reaction ability and cards like [Old Book of Lore](/card/01686) and [Guided by the Unseen](/card/07223), where the find has a cost. Do you pay the cost to activate the card you find once (effectively replacing \"Pay XX to ... that card\" with \"Pay XX to ... those cards\")? Or do you have to pay the cost for each instance, \"Pay XX to ... that card\" becoming \"Pay XX for each card that you want to ...\"? **A:** Mandy’s ability to “resolve 1 additional target of the search” can be thought of as treating the additional target just like the original target. To be more specific:\n - With Old Book of Lore, the investigator searches the top 3 cards of their deck for two total cards, draws them, and shuffles their deck; then, for each card, they can spend one secret to immediately play it at a reduced cost. (They would not have to play both cards.)\n - For Guided by the Unseen, the investigator may search the top 3 cards of their deck for two total cards to commit, then, for each card, they can spend one secret to commit the card. (They would not have to commit both.)\n\n\n- **Q:** How/can [Mandy Thompson](/card/06002) resolve her reaction ability to \"resolve an additional target\" when playing [Captivating Discovery](/card/09047)? Does Captivating Discovery inherently have any search targets? **A:** If Mandy Thompson plays Captivating Discovery, she’d either search the top 9 cards of her deck, or, for one clue she placed she could add 3 of the searched cards to her hand instead of 2. (For just one clue, not all three.)",
    "updated_at": "2023-03-17T19:10:54.000Z"
  },
  {
    "code": "06004",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)\n\n- **Q:** Can I play an [Ethereal Slip](/card/08108) in the Dream-Gate? What would happen if it could be played? **A:** If you played Ethereal Slip while in Dream-Gate, nothing would happen, because Dream-Gate prevents enemies from entering it. Swapping places would not be possible.\n\n- **Q:** After playing [Read the Signs](/card/06117) in Dream-Gate, can I still play [Practice Makes Perfect](/card/06197) during the Skill Test? Or, can I continue to play a [Crack the Case](/card/05110) after discovering the last remaining clues? **A:** To answer your other questions literally, there is nothing on Dream-Gate that would prevent you from playing Read the Signs and then Practice Makes Perfect to investigate there, at Dream-Gate. (It wouldn’t make sense to play Crack the Case”after this interaction, though.) Now, if you were asking about using Luke Robinson’s ability to investigate any revealed location while in Dream-Gate, that’s a little different. In summary, you would be able to play each of the cards you mentioned, so long as their conditions are met. Let’s say you are playing Luke Robinson and are currently in Dream-Gate. Per its ability text, Dream-Gate is connected to each other revealed location. Luke Robinson’s ability allows you to play one event each turn as if you were at a connecting location and engaged with each enemy at that location. “As if” is a phrasing that alters the game state in the manner described for the duration described—in other words, you can play an event card during your turn and essentially act as if you are in that location until the event card is fully resolved. You decide your event for the turn is Read the Signs, and thanks to being in Dream-Gate, you are able to investigate at any revealed location, and act as if you are in that location. There is a window of opportunity before the card fully resolves where you can play a “Fast” event card and create what’s known as a “nested sequence.” All of that to say, Practice Makes Perfect would be valid in the location you are investigating; you can resolve it while the “as if” condition is altering the game state. You could also play Crack the Case if the last remaining clue was discovered at that location during the investigation action of Read the Signs.\n\n- **Q:** If Luke Robinson's mini-card is located at [Dream-Gate](/card/06015a) (Wondrous Journey) and he plays [Drawn to the Flame](/card/01064) as if he were at a connected location and draws a non-aloof enemy without spawn instructions off the top of the encounter deck, where does the enemy end up when Drawn to the Flame finishes resolving? **A:** If Luke Robinson were in Dream-Gate and utilized his ability to play Drawn to the Flame “as if” in a location, then he drew an enemy, that enemy would spawn engaged with Luke for the duration of Drawn to the Flame, since “as if” rules are treating Luke is being in the target location during that time. Once Luke discovers 2 clues at the location and Drawn to the Flame ends, the enemy cannot stay engaged with Luke while he’s in Dream-Gate, so the enemy would remain behind at the location Luke discovered clues at.\n\n- **Q:** Luke plays [Read the Signs](/card/06117) to investigate a connecting location with a ready, unengaged [Young Deep One](/card/01181). Does he take 1 horror? (I think no, because he is considered to be engaged with enemy, but there is no timing point of engagement.) **A:** Luke playing Read the Signs on a connecting location would not cause him to engage Young Deep One or take 1 horror.\n\n- **Q:** Under [The Silver Rule](/rules#The_Silver_Rule), \"the encounter card takes precedence over the player card\", does this include weakness with an encounter cardtype? For example, what happens if Luke is [Entombed](/card/04089) (or the location has [No Turning Back](/card/04228) attached) and he draws [Detached from Reality](/card/06014)? Does this mean, because of The Silver Rule, Luke cannot move into [Dream-Gate](/card/06015b)? **A:** Because Entombed states that the person it’s attached to cannot disengage or move, this effect is absolute and must be followed. If Luke were Entombed and drew Detached from Reality, Luke would not disengage from enemies or move, he would only either flip Dream-Gate or put Dream-Gate into play.\n\n- **Q:**  There's a ruling that states: \"I would say that while Dream-Gate is in play, it is an encounter card, since it is a location and location cards are generally encounter cards. However, while it is set aside and out of play it functions more like a player card, for deckbuilding purposes and the like. So if Gate Box moves you, that is a player card effect moving you, but when Dream-Gate moves you, that would be an encounter card effect moving you.\" MJ says: \"While Dream-Gate is in play, it is an encounter card\", does this mean that when the effect of an encounter card conflicts with the Constant Abilities of Dream-Gate, The Silver Rule will itwork? For example, during Luke's turn, Luke is in Dream-Gate (Wondrous Journey) and draws a [Dance of the Yellow King](/card/03097). The skill test fails, the nearest Lunatic will move towards Luke. If both cards are encounter cards, may I decide which takes precedence? If so, does the enemy stay in the same place? **A:** If Luke is in Dream-Gate, enemies cannot enter it, nor can enemies move closer to him, so Dance of the Yellow King would not move the enemy anywhere if Luke failed the [willpower] test. The Silver Rule comes into play if two cards directly contradict one another in a way that is “impossible to reconcile”, but this is not an instance where the interaction is impossible to reconcile.\n\n- **Q:** Luke draws [Detached from Reality](/card/06014) in the Upkeep phase and moves to Dream-Gate (Pointless Reality). Then in the next Mythos phase, if Luke draws an enemy that has no spawn instruction, how should enemies spawn in this case? Spawns engaged with Luke? Just discard this enemy? or something else? **A:** If the enemy cannot spawn anywhere, discard it.\n\n- **Q:** If [Luke Robinson](/card/06004) is already in the [Dream-Gate](/card/06015a) and cannot move for some reason at the same time (for example, already in the Dream-Gate, the Mythos phase draws [Entombed](/card/04089)), at the end of the investigation phase, how is the forced ability of the Dream-Gate resolved? **A:** Unless explicitly specified, investigators cannot be at “no location.” If Luke is Entombed while in Dream-Gate when the investigation phase ends, Dream-Gate must be set aside, so you may ignore Entombed’s effect long enough to place Luke in a revealed location that’s in play.\n\n- **Q:** Suppose Luke, physically in location A, plays an event involving a skill test as if he were in location B. Can other investigators at location A commit cards to the skill test? Can other investigators at location B commit cards to the skill test? **A:** Because of the rules for “as if”, Luke should be treated as in Location B while playing the event in question, and so investigators ­in Location B could commit cards to a resulting skill test.\n\n- **Q:** Now say there's a Massive enemy in location A, and Luke (in location A) again plays an event as if he were in location B. Does Luke trigger an AoO from the Massive enemy? **A:** No, Luke would not provoke an Attack of Opportunity from a Massive enemy in Location A; he is considered to be in Location B while paying the costs of and initiating the event he’s playing.\n\n- **Q:** In The Essex County Express, it's possible for Luke to go to his Dream-Gate (say, during the enemy phase), and then during the Mythos Phase for the agenda to advance and remove the leftmost location from the game. If that location is the only revealed location, Luke is now stuck in his Dream-Gate for the duration of the investigation phase, since Dream-Gate is only connected to revealed locations. Then, at the end of the investigation phase, the Forced ability on Dream-Gate triggers, attempting to force Luke to move to any revealed locations - but there are none! FAQ entry 1.21 provides some guidance for this situation, instructing us \"If an effect (such as a “cannot move” effect) would cause an investigator or enemy to not be at a location, ignore that effect.\" For example, this allows a Luke with Entombed in his threat area to temporarily ignore Entombed for the purposes of leaving Dream-Gate due to the Forced trigger. However, how should this be applied to Essex County Express? Do we ignore the part of Dream-Gate that says we can only move to revealed locations? If so, since all locations are equally unrevealed, does that mean we can move to any of them, including the Engine Car at the rightmost end? Even though that seems allowed by the rules, I'm concerned it's an abuse of a loophole and against the scenario's spirit. **A:** In the Essex County Express scenario, if somehow Luke is stuck in Dream-Gate when the only revealed location is removed from the game, then Luke should be defeated. We believe this keeps in the spirit of the scenario, and also makes it so the restrictions on the locations are properly followed.\n\n- **Q:** If [Luke Robinson](/card/06004) has [Entombed](/card/04089) in his threat area when the **Forced** effect on [Dream-Gate](/card/06015b) triggers, what happens? **A:** While Entombed would prevent Luke Robinson from moving, an investigator cannot be at “no location” unless explicitly stated. When Dream-Gate’s forced effect would move Luke Robinson at the investigation phase, you may ignore the effect on Entombed long enough to place Luke in a revealed location. - FAQ, v.2.1, August 2023",
    "updated_at": "2023-08-31T08:24:42.000Z"
  },
  {
    "code": "06005",
    "text": "- **Q:** Does Patrice Hathaway’s card draw during the upkeep phase occur all at once, or one at a time? What happens if I draw a weakness, like [Amnesia](/card/01096)? **A:** Anytime you draw one or more cards, the card draw occurs simultaneously unless the effect uses the phrase “one at a time.” Then, once all of the cards have been drawn, you must resolve all **Revelation** abilities on those cards (in an order of your choosing). - FAQ, v.1.6, September 2019\n\n- **Q:** Can Patrice Hathaway’s ability cause her to discard hidden encounter cards from her hand? **A:** No. Hidden cards cannot be discarded from hand by any means except for those described on the card. - FAQ, v.1.6, September 2019\n\n- **Q:** If [Patrice Hathaway](/card/06005) uses [In the Thick of It](/card/08125) to purchase [Versatile](/card/06167) to purchase [Forced Learning](/card/08031), how does she resolve the draw cards step of the upkeep phase? **A:** If Patrice Hathaway has Forced Learning, she decides which trigger - hers or Forced Learning’s - to resolve during the upkeep phase, because both her ability and its ability share the same timing point.",
    "updated_at": "2022-09-21T19:43:42.000Z"
  },
  {
    "code": "06010",
    "text": "- **Q:** Can the reactions on cards that start the game in play be triggered during scenario setup? Specifically, during Step 10 of [Setting Up The Game](/rules#Appendix_III_Setting_Up_The_Game), when enemies or treacheries may be put in play? Two example cards: 1) Can [Bounty Contracts](/card/06010) put bounties on enemies put out as part of scenario setup - are permanents in play at this point? 2) Can [Darrell's Kodak](/card/09016) be triggered during scenario setup to put evidence on enemies or treacheries - are cards that \"begin the game in play\" in play at this point? **A:** No to both; unless explicitly stated, you can’t resolve abilities before the game starts. Neither Bounty Contracts nor Darrell’s Kodak is able to affect the game during Setup. (One card that can, though: [Sefina Rousseau](/card/03003) with her Forced ability.)",
    "updated_at": "2022-11-09T15:45:52.000Z"
  },
  {
    "code": "06014",
    "text": "- **Q:** Under [The Silver Rule](/rules#The_Silver_Rule), \"the encounter card takes precedence over the player card\", does this include weakness with an encounter cardtype? For example, what happens if Luke is [Entombed](/card/04089) (or the location has [No Turning Back](/card/04228) attached) and he draws [Detached from Reality](/card/06014)? Does this mean, because of The Silver Rule, Luke cannot move into [Dream-Gate](/card/06015b)? **A:** Because Entombed states that the person it’s attached to cannot disengage or move, this effect is absolute and must be followed. If Luke were Entombed and drew Detached from Reality, Luke would not disengage from enemies or move, he would only either flip Dream-Gate or put Dream-Gate into play.\n\n- **Q:**  There's a ruling that states: \"I would say that while Dream-Gate is in play, it is an encounter card, since it is a location and location cards are generally encounter cards. However, while it is set aside and out of play it functions more like a player card, for deckbuilding purposes and the like. So if Gate Box moves you, that is a player card effect moving you, but when Dream-Gate moves you, that would be an encounter card effect moving you.\" MJ says: \"While Dream-Gate is in play, it is an encounter card\", does this mean that when the effect of an encounter card conflicts with the Constant Abilities of Dream-Gate, The Silver Rule will itwork? For example, during Luke's turn, Luke is in Dream-Gate (Wondrous Journey) and draws a [Dance of the Yellow King](/card/03097). The skill test fails, the nearest Lunatic will move towards Luke. If both cards are encounter cards, may I decide which takes precedence? If so, does the enemy stay in the same place? **A:** If Luke is in Dream-Gate, enemies cannot enter it, nor can enemies move closer to him, so Dance of the Yellow King would not move the enemy anywhere if Luke failed the [willpower] test. The Silver Rule comes into play if two cards directly contradict one another in a way that is “impossible to reconcile”, but this is not an instance where the interaction is impossible to reconcile.\n\n- **Q:** Luke draws [Detached from Reality](/card/06014) in the Upkeep phase and moves to Dream-Gate (Pointless Reality). Then in the next Mythos phase, if Luke draws an enemy that has no spawn instruction, how should enemies spawn in this case? Spawns engaged with Luke? Just discard this enemy? or something else? **A:** If the enemy cannot spawn anywhere, discard it.",
    "updated_at": "2022-11-21T16:40:43.000Z"
  },
  {
    "code": "06015a",
    "text": "- **Q:** Can I play an [Ethereal Slip](/card/08108) in the Dream-Gate? What would happen if it could be played? **A:** If you played Ethereal Slip while in Dream-Gate, nothing would happen, because Dream-Gate prevents enemies from entering it. Swapping places would not be possible.\n\n- **Q:** After playing [Read the Signs](/card/06117) in Dream-Gate, can I still play [Practice Makes Perfect](/card/06197) during the Skill Test? Or, can I continue to play a [Crack the Case](/card/05110) after discovering the last remaining clues? **A:** To answer your other questions literally, there is nothing on Dream-Gate that would prevent you from playing Read the Signs and then Practice Makes Perfect to investigate there, at Dream-Gate. (It wouldn’t make sense to play Crack the Case”after this interaction, though.) Now, if you were asking about using Luke Robinson’s ability to investigate any revealed location while in Dream-Gate, that’s a little different. In summary, you would be able to play each of the cards you mentioned, so long as their conditions are met. Let’s say you are playing Luke Robinson and are currently in Dream-Gate. Per its ability text, Dream-Gate is connected to each other revealed location. Luke Robinson’s ability allows you to play one event each turn as if you were at a connecting location and engaged with each enemy at that location. “As if” is a phrasing that alters the game state in the manner described for the duration described—in other words, you can play an event card during your turn and essentially act as if you are in that location until the event card is fully resolved. You decide your event for the turn is Read the Signs, and thanks to being in Dream-Gate, you are able to investigate at any revealed location, and act as if you are in that location. There is a window of opportunity before the card fully resolves where you can play a “Fast” event card and create what’s known as a “nested sequence.” All of that to say, Practice Makes Perfect would be valid in the location you are investigating; you can resolve it while the “as if” condition is altering the game state. You could also play Crack the Case if the last remaining clue was discovered at that location during the investigation action of Read the Signs.\n\n- **Q:** If [Luke Robinson](/card/06004) is already in the [Dream-Gate](/card/06015a) and cannot move for some reason at the same time (for example, already in the Dream-Gate, the Mythos phase draws [Entombed](/card/04089)), at the end of the investigation phase, how is the forced ability of the Dream-Gate resolved? **A:** Unless explicitly specified, investigators cannot be at “no location.” If Luke is Entombed while in Dream-Gate when the investigation phase ends, Dream-Gate must be set aside, so you may ignore Entombed’s effect long enough to place Luke in a revealed location that’s in play.\n\n- **Q:** It seems like the concealed rules conflict with the intention of Luke's [Dream-Gate](/card/06015a) location. If a concealed mini card can spawn in the Dream-Gate, you can realize it was the monster all along, or the Dream-Gate can leave play with the true location mini card, thus discarding it? How should concealed mini cards interact with Luke?  **A:** Concealed mini-cards should not be placed in Dream-Gate. Given that enemies can never enter or spawn in Dream-Gate, concealed mini-cards should not be able to either. We are planning to explicitly state this in the next FAQ.\n\n- **Q:** Can an enemy spawn or move into [Dream-Gate](/card/06015a) while [Luke Robinson](/card/06004) is at Dream-Gate? **A:** Enemies cannot spawn at Dream-Gate. If an enemy would spawn at Luke Robinson’s location while he is at Dream-Gate, it is discarded instead. If Luke Robinson moves into Dream-Gate while engaged with an enemy, that enemy disengages (but does not exhaust) and does not move with him. While at Dream-Gate, Luke Robinson cannot be chosen as an investigator for the purposes of enemy movement. - FAQ, v.2.1, August 2023\n\n- **Q:** If [Luke Robinson](/card/06004) has [Entombed](/card/04089) in his threat area when the **Forced** effect on [Dream-Gate](/card/06015b) triggers, what happens? **A:** While Entombed would prevent Luke Robinson from moving, an investigator cannot be at “no location” unless explicitly stated. When Dream-Gate’s forced effect would move Luke Robinson at the investigation phase, you may ignore the effect on Entombed long enough to place Luke in a revealed location. - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-01T17:59:10.000Z"
  },
  {
    "code": "06017",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:52:27.000Z"
  },
  {
    "code": "06018",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: The additional cost on this card should read: \"As an additional cost to play this card...\". - FAQ, v.1.9, June 2021 [see also [Crystallizer of Dreams](/card/06024)]",
    "updated_at": "2022-01-02T17:56:42.000Z"
  },
  {
    "code": "06019",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:53:37.000Z"
  },
  {
    "code": "06020",
    "text": "- **Q:** Can damage/horror be \"moved\" to asset cards without health/sanity  (e.g. [.45 Automatic](/card/01516))? If not, what about asset cards like [Relentless](/card/60109) that can have damage placed on it? Can the damage/horror \"moved\" exceed the upper limit of health/sanity of the asset card? **A:** No, damage/horror can’t be moved to asset cards without health/sanity, similar to how they can’t be dealt or assigned damage/horror. No. Relentless can only have damage placed on it in the manner described by its ability, and can’t have damage moved to it. No. A card will be defeated immediately if the damage/horror moved to it exceeds its health/sanity (August 2023).",
    "updated_at": "2023-09-29T19:43:03.000Z"
  },
  {
    "code": "06022",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020\n\n- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020\n\n\n- **Q:** Can I play a card with a cost of “–”? **A:** No. Cards with a cost of “–” have no cost that can be paid, and therefore cannot be played. For example, if [Pendant of the Queen](/card/06022) is discarded from play and then shuffled back into your deck and drawn, you would be unable to play it from hand. (Cards that put it directly into play bypassing its cost would be able to put it into play, however.) Cards with a cost of “–” that are played as a copy of a different card, such as [Eidetic Memory](/card/03306), use the resource cost of the copied card, and therefore bypass this restriction. - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T14:24:43.000Z"
  },
  {
    "code": "06024",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: The additional cost on this card should read: \"As an additional cost to play this card...\". - FAQ, v.1.9, June 2021 [see also [The Hungering Blade](/card/06018)]\n\n- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.) \n\n- **Q:** How does [The Painted World](/card/03012) interact with [Crystallizer of Dreams](/card/06024), as they both replace the discard effect? **A:** \"Both effects are replacement effects, and since The Painted World’s replacement effect is forced and Crystallizer of Dreams is optional, the forced effect would take priority and resolves first. Therefore The Painted World must be removed from the game after it is played and cannot be placed underneath Crystallizer of Dreams.\"\n\n- **Q:** Which triggers first: Parallel [Agnes Baker](/card/90017) ability or [Heirloom of Hyperborea](/card/01012)? What about [Crystallizer of Dreams](/card/06024)? **A:** An event card is placed on top of its owner’s discard pile during step 4 of the play/initiation sequence, so any effect that modifies where the event goes (such as Parallel Agnes Baker or Crystallizer of Dreams) must occur during that step. An effect that triggers “after you play” an event but does not modify where the event goes (such as Heirloom of Hyberborea’s ability) would naturally trigger just after step 4. - FAQ, v.2.0, August 2022\n\n- **Q:** If a card such as [Cheap Shot](/card/60323) is returned to my hand, what areas am I allowed to retrieve it from? If it is shuffled into my deck, can I still return it to my hand? **A:** In general, unless otherwise specified, players can “return” such a card from any play area, so long as it is in an area that allows the card to be found and identified. For example, if Cheap Shot is in the discard pile or attached to another card (such as a [Crystallizer of Dreams](/card/06024)) and you are able to find it, you may return it to your hand from that area. However, if it is in a place where its position is impossible to determine (such as shuffled into your deck) or facedown in a place where you are not allowed to look at its other side (for example, as a swarm card), you would be unable to return it to your hand, and therefore that aspect of the effect would fail. Additionally, if Cheap Shot is removed from the game, unless specifically stated otherwise, no game effects can interact with it in any way until the end of the game. - FAQ, v.1.8, October 2020",
    "updated_at": "2022-09-11T16:17:26.000Z"
  },
  {
    "code": "06025",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:53:51.000Z"
  },
  {
    "code": "06026",
    "text": "- **Q:** If [Wendy's Amulet](/card/01014) is already in play, suppose Wendy has only 2 [Easy Mark](/card/06026) left in her deck. Wendy plays 1 Easy Mark in her hand, resolves the card effect, and draws 1 card. The new Easy Mark, because the mandatory ability is placed at the bottom of the deck, can she use the [reaction] trigger ability to play this newly drawn Easy Mark]card again for free? Will it be possible to obtain \"unlimited\" resources? **A:** I’m not sure if the situation you’re describing is likely to happen, but in theory Wendy could continue playing Easy Mark cards to generate as many resources as desired.\n\n- **Q:** Is [Easy Mark](/card/06026) normally in the discard pile when its [reaction] ability triggers? **A:** Yes, Easy Mark will normally be in the discard pile when its [reaction] Triggered Ability occurs. After using a “play” action on event cards, they are discarded. That said, you are still able to resolve its [reaction] Triggered Ability as written and play another Easy Mark if you have one.\n\n- **Q:** Can [Easy Mark](/card/06026)'s [reaction] ability still trigger if it isn't in the discard pile, e.g. if [Wendy's Amulet](/card/01014) put it on the bottom of the deck? **A:** Yes; if Wendy’s Amulet caused Easy Mark to be put somewhere else after it was played, you could still resolve Easy Mark’s [reaction] Triggered Ability.",
    "updated_at": "2022-11-09T15:04:47.000Z"
  },
  {
    "code": "06028",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020\n\n- **\"As If\":** Some card effects allow an investigator to resolve an ability or perform an action as if a certain aspect of the game state were altered, using the text “as if…” to indicate the difference. The indicated ability or action is resolved with the altered game state in mind, but the actual game state remains unchanged.\n  - This includes all steps of the indicated ability/action, including the paying of its costs, attacks of opportunity (where applicable), and resolving each aspect of its effect.\n  - Other card abilities or game effects do not resolve with the altered game state in mind; only the indicated ability/action. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:43:10.000Z"
  },
  {
    "code": "06029",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:53:32.000Z"
  },
  {
    "code": "06030",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated August 2022): **Erratum:** The last line of this card's <b>Forced</b> effects should read: \"... set them aside, out of play\" instead of \"remove them from the game.\" - FAQ, v.2.0, August 2022",
    "updated_at": "2022-09-11T16:03:04.000Z"
  },
  {
    "code": "06031",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020\n\n- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:12:14.000Z"
  },
  {
    "code": "06032",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:21:36.000Z"
  },
  {
    "code": "06033",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020\n\n- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:16:54.000Z"
  },
  {
    "code": "06069",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:24:53.000Z"
  },
  {
    "code": "06080",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:29:15.000Z"
  },
  {
    "code": "06087",
    "text": "- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-30T23:28:54.000Z"
  },
  {
    "code": "06088",
    "text": "- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-30T23:28:59.000Z"
  },
  {
    "code": "06089",
    "text": "- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-30T23:29:05.000Z"
  },
  {
    "code": "06100",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)\n\n- **Q:** If an effect refers to the \"highest-cost card\" in some game area, and that area contains solely costless cards (such as skill cards, or permanents), can one of those cards be the highest-cost card? Or does their lack of cost prevent them from being the highest-cost card? **A:** No; a card with no cost cannot be targeted as the “highest-cost card” in a game area.",
    "updated_at": "2023-06-14T18:13:36.000Z"
  },
  {
    "code": "06102",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:24:38.000Z"
  },
  {
    "code": "06106",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:24:53.000Z"
  },
  {
    "code": "06107",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:24:59.000Z"
  },
  {
    "code": "06108",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:25:15.000Z"
  },
  {
    "code": "06110",
    "text": "- **Q:** If I use [First Watch](/card/06110) to deal encounter cards to investigators, are those dealt cards considered to be in the encounter deck for the purposes of other card effects, such as [On the Hunt](/card/03263)? **A:** Cards dealt to investigators by First Watch are no longer in the encounter deck, nor are they yet in play or in the encounter discard pile. That said, all cards dealt via First Watch must be drawn and/or dealt with before moving on to the next phase, so using On the Hunt in this manner would not avoid it. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T12:58:20.000Z"
  },
  {
    "code": "06111",
    "text": "- **Q:** If I commit [Daring](/card/06111) to a skill test as [Silas Marsh](/card/07005) and use his ability to return it to my hand, do its effects still resolve? **A:** The lasting effect that grants the enemy retaliate and alert would continue for the duration of the skill test, since it is a lasting effect, and lasting effects persist for the specified duration regardless of whether the card that created the lasting effect is or remains in play. The second aspect of the ability, however, functions like any other ability on a skill card; it may only be used during the resolution of the skill test to which Daring is committed. (It is not a delayed effect.) - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:12:21.000Z"
  },
  {
    "code": "06116",
    "text": "- **Q:** Can I trigger [Cryptic Writings](/card/60215)' [reaction] ability from the discard pile if Cryptic Writings is not in my hand \"After [I] draw\" it because it was discarded by [Scroll of Prophecies](/card/06116)? **A:** This one was tricker to determine [cf two rulings on [Easy Mark](/card/06026)], because of how “then” and “After” in abilities interact. What we determined is, Scroll of Prophecies’ final sentence would be treated as a single triggering condition, given priority because it has a “then” clause in its ability whereas Cryptic Writings has an “After” in its ability. To put it simply, Scroll of Prophecies needs to resolve in full before Cryptic Writings resolves. If Cryptic Writings was discarded as a consequence of resolving Scroll of Prophecies, Cryptic Writings could not trigger from the discard pile, as it cannot be “played” from this out-of-play area. Hopefully that makes sense! **Further discussion**: There's one thing I don't understand about your explanation, and I was wondering if you could indulge me with a clarification. You mentioned that Cryptic Writings can't be \"played\" from the discard pile. Is that because of \"Card abilities only interact with other cards that are in play, unless the ability specifically references an interaction with cards in an out-of-play area.\" under [Ability](/rules#Ability) in the RR? If so, why can Cryptic Writings be \"played\" from hand (also an out-of-play area)? To be clear, obviously it *must* be playable from hand, otherwise the ability doesn't function... but how does that fit into the rules framework? I noticed that most of the other cards that work like this (particularly [Easy Mark](/card/06026), but also e.g. Archaic Glyphs, Dexter Drake, Ever Vigilant, Farsight) specify \"from your hand\" - i.e. specifically referencing the out-of-play area. Should Cryptic Writings have this text? Or is there some implicit reason that Cryptic Writings can be played from only the zone we expect it to be in after its triggering condition? **A:** Unless something states it can be played from the discard pile (like Winging It), you can’t play it from there. Easy Mark’s [reaction] ability can be activated while in the discard pile, but that’s not the same as playing Easy Mark from the discard pile. It’s the same for Cryptic Writings; it cannot be played from the discard pile.",
    "updated_at": "2022-11-09T15:10:07.000Z"
  },
  {
    "code": "06117",
    "text": "- **Q:** [Read the Signs](/card/06117) vs [Locked Door](/card/01174). Are triggered abilities on encounter cards considered to be \"on the location\"? My understanding is that locked door has a permanent ability, not triggered. But we were curious about the fact that locked door prevent any investigating, could read the signs be played if it would allow instead to ignore permanent abilities as well? **A:** You are correct, but there are two reasons why Read the Signs does not interact with Locked Door. The first is that the text on Locked Door that prevents you from investigating is not a triggered ability, it is a constant ability. Read the Signs says “you may ignore any effect or keyword on your location which would trigger during this investigation.” Therefore only triggered abilities (keywords and Forced abilities, for the most part) are ignored. But secondly, Read the Signs only allows you to ignore effects or keywords on the location itself, not on cards attached to the location. Locked Door does not grant any text to its location, it simply reads “The attached location cannot be investigated.” Even if this were a forced ability, Read the Signs would not allow you to ignore it, since it isn’t text on the location, it’s text on a card attached to the location. (This would be different if it said something like “The attached location gains: ‘some forced ability’”)\n\n- **Q:** A recent ruling on Neither Rain nor Snow stated that keywords like Alert and Retaliate (and presumably Haunted) are not \"effects of the skill test\" and in fact trigger at some point after the test ends [**NB this ruling has been overturned, see [Neither Rain nor Snow](/card/60502)**]. This raises three questions. First: what is the exact timing of the resolution of Alert et al. and do other effects have priority over them? Specifically, is [Live and Learn](/card/04200) resolved before or after resolving attacks/haunted effects? Second: Is there a difference between cards that reference \"effects *OF* a failed skill test\" (NRNS) and \"effects *FROM* a failed skill test\" - Live and Learn and more importantly, [Self-Sacrifice](/card/06157)? The latter has traditionally been assumed to allow the committer to resolve effects like Alert etc. rather than the performing investigator but this ruling makes that murkier and calls into question the intended use case of that skill. Third and finally, taking the wording of [Read the Signs](/card/06117) into account are we now to understand Haunted to be a keyword that *triggers* in St.6 but in fact sets up a delayed effect that resolves at a later timing point? Otherwise I'm unsure how Read the Signs is supposed to ignore Haunted (which is its traditionally understood use case.) **A:** 1) Neither Rain nor Snow can cancel Alert/Retaliate (and Haunted), treating all as “effects of the failed skill test.” 2) If playing Live and Learn, Alert/Retaliate would have resolved already during Step 7 of the initial test, as “effects of the failed test.” 3) Yes, Read the Signs was always intended to be able to ignore Haunted, a “keyword on your location that would trigger during this investigation.” 4) There is also no mechanical difference between “effects of the failed test” and “effects from the failed test.”\n\n- **Q:** Does [Read the Signs](/card/06117) allow me to ignore [Locked Door](/card/01174) or other effects that would prevent an investigation? **A:** No. Read the Signs only allows you to ignore triggered abilities such as the haunted keyword or forced effects on your location. It cannot ignore constant effects, such as the one on Locked Door. - FAQ, v.2.1, August 2023",
    "updated_at": "2023-08-31T08:10:45.000Z"
  },
  {
    "code": "06144",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated August 2022): **Erratum:** The triggering condition on this card’s <b>Forced</b> ability should read: \"If Virgil Gray leaves play\" instead of \"if Virgil Gray is defeated.\" - FAQ, v.2.0, August 2022",
    "updated_at": "2022-09-11T16:04:44.000Z"
  },
  {
    "code": "06145",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:25:30.000Z"
  },
  {
    "code": "06147",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:25:47.000Z"
  },
  {
    "code": "06148",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:26:05.000Z"
  },
  {
    "code": "06151",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:26:12.000Z"
  },
  {
    "code": "06152",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:26:21.000Z"
  },
  {
    "code": "06156",
    "text": "- **Q:** Can you play [\"Fool me once...\"](/card/06156) if the effect you're resolving is to discard the treachery? E.g. [Frozen in Fear](/card/01164)'s \"if you succeed, discard Frozen in Fear\" or [Deep Dark](/card/04094) discarding at the end of the round? **A:** Yes, “Fool me once…” could be attached to those so long as you have resolved an effect on the Treachery card and would normally discard it (not “remove it from the game”, etc.)\n\n- **Q:** Can you play \"Fool me once…\" if upon advancing to the next agenda counts as discarding a treachery? E.g. [Day of Reckoning](/card/07040) or [Light of Aforgomon](/card/02085)? **A:** Yes, “Fool me once…” could be attached to those so long as you have resolved an effect on the Treachery card and would normally discard it (not “remove it from the game”, etc.)\n\n- **Q:** Can you play \"Fool me once…\" if the Action triggered abilities effect you're resolving is to discard the treachery weakness? E.g. [Haunted](/card/01098) or [Internal Injury](/card/02038)? **A:** Yes, “Fool me once…” could be attached to those so long as you have resolved an effect on the Treachery card and would normally discard it (not “remove it from the game”, etc.)\n\n- **Q:** Can you play \"Fool me once…\" if help teammates pay Action triggered abilities effect you're resolving is to discard the treachery weakness? E.g. [Narcolepsy](/card/06037)? **A:** “Fool me once…” requires “you” to be the person that discards the Treachery, so if another player discarded Narcolepsy for you, “you” would not be able to use “Fool me once…” Only the person who discarded the Treachery could use “Fool me once…”\n\n- **Q:** Are cards attached to \"Fool me once…\" face-up and/or in play? Since Fool me once…\" attaches the treachery face up, is its effect still active? E.g. [Drawing the Sign](/card/03041), [Self-Destructive](/card/60104) or [Evil Past](/card/05098)? **A:** The Treachery is not considered active while attached to “Fool me once…”",
    "updated_at": "2022-09-12T15:11:07.000Z"
  },
  {
    "code": "06157",
    "text": "- **Q:** A recent ruling on Neither Rain nor Snow stated that keywords like Alert and Retaliate (and presumably Haunted) are not \"effects of the skill test\" and in fact trigger at some point after the test ends [**NB this ruling has been overturned, see [Neither Rain nor Snow](/card/60502)**]. This raises three questions. First: what is the exact timing of the resolution of Alert et al. and do other effects have priority over them? Specifically, is [Live and Learn](/card/04200) resolved before or after resolving attacks/haunted effects? Second: Is there a difference between cards that reference \"effects *OF* a failed skill test\" (NRNS) and \"effects *FROM* a failed skill test\" - Live and Learn and more importantly, [Self-Sacrifice](/card/06157)? The latter has traditionally been assumed to allow the committer to resolve effects like Alert etc. rather than the performing investigator but this ruling makes that murkier and calls into question the intended use case of that skill. Third and finally, taking the wording of [Read the Signs](/card/06117) into account are we now to understand Haunted to be a keyword that *triggers* in St.6 but in fact sets up a delayed effect that resolves at a later timing point? Otherwise I'm unsure how Read the Signs is supposed to ignore Haunted (which is it's traditionally understood use case.) **A:** 1) Neither Rain nor Snow can cancel Alert/Retaliate (and Haunted), treating all as “effects of the failed skill test.” 2) If playing Live and Learn, Alert/Retaliate would have resolved already during Step 7 of the initial test, as “effects of the failed test.” 3) Yes, Read the Signs was always intended to be able to ignore Haunted, a “keyword on your location that would trigger during this investigation.” 4) There is also no mechanical difference between “effects of the failed test” and “effects from the failed test.”",
    "updated_at": "2022-11-09T15:20:24.000Z"
  },
  {
    "code": "06159",
    "text": "- **Q:** Per FAQ 2.0 entry 2.2.1 [Treachery Subtitles](/rules#Treachery_Subtitles) we are told to interpret [Whispering Chaos](/card/06314) and [Whispering Chaos](/card/06315) to be copies of the same card. Does adding another copy of the same treachery trigger abilities on player cards, specifically [Dream-Enhancing Serum](/card/06159)? Does the same apply to hidden enemies such as [Nyarlathotep](/card/06306)? **A:** FAQ 2.0 codified the rule that “drawing” a card versus “adding it to your hand” [[Drawing Cards](/rules#Drawing_Cards), final bullet] are distinct triggering conditions. Dream-Enhancing Serum can only activate when you <b>draw</b> a copy of a card you already have in hand, but both Whispering Chaos and Nyarlathotep are cards that are <b>added to your hand</b>.",
    "updated_at": "2022-09-21T19:25:53.000Z"
  },
  {
    "code": "06160",
    "text": "- **Q:** I have a question about effects that \"end your turn\". I'm the last investigator to take a turn during a round; I play [\"Let God sort them out...\"](/card/06160), which immediately ends my turn. Is there a player window after this action and before the end of the investigation phase? (Obviously any such window wouldn't be during my turn any more.) In other words, after playing Let God Sort Them Out with an action in step 2.2.1, does the game sequence continue as normal and return to the previous player window, or does \"immediately end your turn\" skip the sequence ahead to step 2.2.2? If it skips ahead, how would this interact with effects that end your turn at unusual times (e.g. drawing a symbol on [Rite of Seeking](/card/01689) during an action taken in the mythos phase with [Quick Thinking](/card/02229)?) **A**: \n - If you were the last investigator to take a turn and played “Let God sort them out…”, your turn would end. Referencing [Appendix II: Timing and Gameplay](rules#Appendix_II_Timing_and_Gameplay), you would resolve step 2.2.2, which checks that everyone has taken a turn, then proceed to step 2.3, the official end of the investigation phase. There are no player windows following the last player’s turn ending; the Enemy Phase begins instead.\n - If you use Quick Thinking during the Mythos Phase and activate Rite of Seeking, the text at the end of Rite of Seeking has no additional effect, because you haven’t “taken a turn” and you don’t have any additional actions to lose. You would simply investigate, determine if you succeed or fail, then continue with the Mythos Phase.",
    "updated_at": "2022-09-01T12:18:57.000Z"
  },
  {
    "code": "06164",
    "text": "- **Q:** What happens if I am [Entombed](/card/04089) and use [Ethereal Form](/card/06164) and am already engaged with an enemy? One says I cannot disengage from enemies, the other says enemies cannot be engaged with me. **A:** When two cards directly contradict one another in a way that is impossible to reconcile, the text of the encounter card takes precedence. In this case, Entombed would take precedence over Ethereal Form, and the  enemy would remain engaged with you (see [The Silver Rule](/rules/The Silver Rule)). - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:06:01.000Z"
  },
  {
    "code": "06167",
    "text": "- **Clarification:** If 1 or more cards are forcibly removed from an investigator’s deck and returned to the collection (such as when a card is exiled, or when a campaign effect forces an investigator to remove cards from their deck), that investigator must purchase cards so that a legal deck size is maintained. When purchasing cards in this manner, that investigator may purchase level 0 cards at 0 experience cost until a legal deck size is reached.\n - This rule also applies if an effect alters an investigator’s deck size, deckbuilding restrictions, or deckbuilding options such that 1 or more cards must be removed from or added to their deck as a result. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:51:17.000Z"
  },
  {
    "code": "06195",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum:** This card’s ability should read: “[action] Spend 1 ammo: **Fight**…” - FAQ, v.1.7, March 2020",
    "updated_at": "2022-01-02T17:55:35.000Z"
  },
  {
    "code": "06197",
    "text": "- **Q:** When I commit [Daredevil](/card/60318) to another investigator's skill test during Step 2, will the effect successfully and completely resolve, committing a second card to that skill test? Because there is no rule saying that you cannot commit more than 1, and the Step 2 rule that allows you to commit is permissive for that Step but doesn't restrict beyond that step, some community members believe that the second card commit would be permitted. Am I allowed to commit the card that Daredevil finds to my friends' investigation? Can I commit a card during Step 2 to another investigator, and then also trigger [Astronomical Atlas](/card/08067) or play [Practice Makes Perfect](/card/06197) in the triggered ability window immediately afterwards to effectively commit a second card? **A:** MJ encourages you to think of the rule stating you can commit 1 card to another player’s test as a permitted amount, but not a hard limit. Card effects can enable you to commit more than 1 card to another person’s skill test. \n - With Daredevil, you can commit it and the card it searches for to another investigator’s skill test.\n - With Practice Makes Perfect and Astronomical Atlas, both allow ways for you to commit an additional card to an eligible skill test, regardless of if you already committed to that test already.",
    "updated_at": "2022-07-27T15:06:20.000Z"
  },
  {
    "code": "06199",
    "text": "- **Automatic Success/Failure:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:20:43.000Z"
  },
  {
    "code": "06224",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated August 2022): **Erratum:** The triggering condition on this card’s <b>Forced</b> ability should read: \"If Virgil Gray leaves play\" instead of \"if Virgil Gray is defeated.\" - FAQ, v.2.0, August 2022",
    "updated_at": "2022-09-11T16:04:38.000Z"
  },
  {
    "code": "06228",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:26:30.000Z"
  },
  {
    "code": "06236",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated August 2022): **Erratum:** The purchase restriction on this card should be replaced with the keyword: \"Researched.\" - FAQ, v.2.0, August 2022",
    "updated_at": "2022-09-11T15:50:10.000Z"
  },
  {
    "code": "06237",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated August 2022): **Erratum:** The purchase restriction on this card should be replaced with the keyword: \"Researched.\" - FAQ, v.2.0, August 2022",
    "updated_at": "2022-09-11T15:50:16.000Z"
  },
  {
    "code": "06238",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated August 2022): **Erratum:** The purchase restriction on this card should be replaced with the keyword: \"Researched.\" - FAQ, v.2.0, August 2022",
    "updated_at": "2022-09-11T15:50:20.000Z"
  },
  {
    "code": "06239",
    "text": "- **Q:** If I have a card like [Flashlight](/card/01087) that indicates an activate action [[action]] and **Investigate** - is it considered an activate action, an Investigate action or both? What about when you play cards with a designator like [Spectral Razor](/card/06201)? Is that a play action or a **Fight** action? Both? **A:** Activating an ability with an action designator or playing a card with an action designator counts as both actions. Using a Flashlight, for example, would count as both an activate action and an investigate action.\n\n- **Q:** Would using Flashlight twice while triggering Haste allow you to either Investigate as a free action or use a card activation action? **A:** Yes, if you used Flashlight twice in a row and then triggered Haste, you could take either an additional activate action, or an additional investigate action (but not one of each).\n\n- **Q:** How do [Grappling Hook](/card/09009) and [Haste](/card/06239) interact? Example: I do an activate action first, then I use Grappling Hook's ability, can I activate Haste for an extra activate action? If so, when can I perform the activate action given by Haste? In addition, I am executing the three actions given by GH, is there a Player Window between the actions? **A:** Yes, you can take an activate action on some card, then activate Grappling Hook, and then use Haste to activate again. You should resolve all actions granted with GH before exhausting Haste. There is no player window between the three actions granted by GH.",
    "updated_at": "2023-06-14T18:31:54.000Z"
  },
  {
    "code": "06240",
    "text": "- **Q:** When I commit [Daredevil](/card/60318) to another investigator's skill test during Step 2, will the effect successfully and completely resolve, committing a second card to that skill test? Because there is no rule saying that you cannot commit more than 1, and the Step 2 rule that allows you to commit is permissive for that Step but doesn't restrict beyond that step, some community members believe that the second card commit would be permitted. Am I allowed to commit the card that Daredevil finds to my friends' investigation? Can I commit a card during Step 2 to another investigator, and then also trigger [Astronomical Atlas](/card/08067) or play [Practice Makes Perfect](/card/06197) in the triggered ability window immediately afterwards to effectively commit a second card? **A:** MJ encourages you to think of the rule stating you can commit 1 card to another player’s test as a permitted amount, but not a hard limit. Card effects can enable you to commit more than 1 card to another person’s skill test. \n - With Daredevil, you can commit it and the card it searches for to another investigator’s skill test.\n - With Practice Makes Perfect and Astronomical Atlas, both allow ways for you to commit an additional card to an eligible skill test, regardless of if you already committed to that test already.",
    "updated_at": "2022-07-27T15:06:06.000Z"
  },
  {
    "code": "06246",
    "text": "- **Automatic Success/Failure & Automatic Evasion:** Some card effects make an investigator automatically succeed or automatically fail a skill test. If this occurs, depending on the timing of such an effect, certain steps of the skill test may be skipped in their entirety.\n  - If it is known that an investigator automatically succeeds or fails at a skill test before Step 3 (“[Reveal Chaos Token](/rules#Skill_Test_Timing)”) occurs, that step is skipped, along with Step 4. No chaos token(s) are revealed from the chaos bag, and the investigator immediately moves to Step 5. All other steps of the skill test resolve as normal.\n  - If a chaos token effect causes an investigator to automatically succeed or fail at a skill test, continue with Steps 3 and 4, as normal.\n  - If an ability “automatically evades” 1 or more enemies, this is not the same as automatically succeeding at an evasion attempt. As per the entry on “[Evade](/rules#Evade_Action)” in the Rules Reference, if an ability automatically evades 1 or more enemies, no skill test is made for the evasion attempt whatsoever. Consequentially, because no skill test is made, it is not considered a “successful” evasion. The investigator simply follows the steps for evading an enemy (exhausting it and breaking\nits engagement).\n  - For example: Patrice uses the ability on [Hope](/card/06031), which reads: “[action] If Hope is ready, exhaust or discard him: Evade. Attempt to evade with a base [agility] value of 5. (If you discarded Hope, this test is automatically successful.)” If Patrice chooses to discard Hope, the skill test automatically succeeds before chaos tokens are revealed; therefore Steps 3 and 4 of the skill test are skipped. However, the skill test still takes place. Cards may still be committed to the test, and the investigator’s total modified skill value is still determined, as it may have some bearing on other card abilities. However, if Patrice instead uses the ability on [Stray Cat](/card/01076), which reads: “[free] Discard Stray Cat: Automatically evade a non-<b><i>Elite</i></b> enemy at your location,” no skill test is made whatsoever. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T15:15:55.000Z"
  },
  {
    "code": "06253",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: This card's <b>Forced</b> ability should read: \"After an enemy with 1 or more clues on it is defeated: Take control of each of those clues.\" - FAQ, v.1.9, June 2021",
    "updated_at": "2022-01-02T17:56:08.000Z"
  },
  {
    "code": "06272",
    "text": "- **\"As If\":** This was added to the FAQ (v.1.7, March 2020) and then amended (v.1.8, October 2020). You can read the October ruling on the ArkhamDB rules page [here](/rules#As_If). (I'm adding a hyperlink rather than retyping the rules in case in future the ruling is changed or amended - at that point, the rules page will be updated and all ArkhamDB FAQ entries will link to the correct ruling.)",
    "updated_at": "2020-11-11T14:54:43.000Z"
  },
  {
    "code": "06273",
    "text": "- **Q:** What happens if an enemy with the swarming keyword loses swarming or is blanked, such as via [Mind Wipe](/card/01068)? **A:** Swarming only resolves when the enemy with the swarming keyword enters play. If it later loses the swarming keyword or its text box is blanked, its swarm cards remain in play and it is still considered a host enemy. - FAQ, v.2.0, August 2022\n\n- **Q:** Can I use a card effect that discards a host enemy without defeating it, such as [Close Call](/card/01083)? If so, what happens to its swarm cards? **A:** A host enemy cannot be defeated while it still has swarm cards underneath it, but it can still be discarded or removed through other methods. In such a case, its swarm cards would also leave play. - FAQ, v.2.0, August 2022",
    "updated_at": "2022-08-29T13:26:42.000Z"
  },
  {
    "code": "06276",
    "text": "- **Q:** Can the card [Empty Vessel](/card/06276) be used in a [Vincent Lee](/card/09004) deck? **A:** ~~Yes, Vincent Lee can run Empty Vessel in his deck. For the purposes of deckbuilding requirements, bonded cards can be considered as part of the game text of the card to which they are bonded.~~ Bonded cards **cannot** be treated as part of the text box of the card to which they are bonded. (August 2023)",
    "updated_at": "2023-09-29T21:22:07.000Z"
  },
  {
    "code": "06277",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:56:04.000Z"
  },
  {
    "code": "06278",
    "text": "**Q:** What happens if you trigger the <b><i>Research</i></b> ability on [Surprising Find](/card/06278) during a skill test, but before committing cards? (for example, by using [Guided by the Unseen](/card/07223), [No Stone Unturned](/card/03307), [Practice Makes Perfect](/card/06197), non-taboo [Mr. \"Rook\"](/card/05153), or [Knowledge is Power](/card/05231) on [Old Book of Lore](/card/01031) during the player window before step 2 of the skill test.) Does Surprising Find get committed to the current test, or does it need to wait until the next time a test begins? **A:** ~~The next time. To satisfy the condition “the next eligible skill test” on Surprising Find, you must commit it to an eligible skill test that was not already initiated.~~ If it’s discovered during a skill test, it must be committed to that skill test. (September 2023)",
    "updated_at": "2023-09-29T21:10:41.000Z"
  },
  {
    "code": "06279",
    "text": "- **Q:** I'm considering a [Mandy Thompson](/card/06002) deck, and I wondered about her reaction ability and cards like [Old Book of Lore](/card/01686) and [Guided by the Unseen](/card/07223), where the find has a cost. Do you pay the cost to activate the card you find once (effectively replacing \"Pay XX to ... that card\" with \"Pay XX to ... those cards\")? Or do you have to pay the cost for each instance, \"Pay XX to ... that card\" becoming \"Pay XX for each card that you want to ...\"? **A:** Mandy’s ability to “resolve 1 additional target of the search” can be thought of as treating the additional target just like the original target. To be more specific:\n - With Old Book of Lore, the investigator searches the top 3 cards of their deck for two total cards, draws them, and shuffles their deck; then, for each card, they can spend one secret to immediately play it at a reduced cost. (They would not have to play both cards.)\n - For Guided by the Unseen, the investigator may search the top 3 cards of their deck for two total cards to commit, then, for each card, they can spend one secret to commit the card. (They would not have to commit both.)\n\n- **Q:** [Knowledge is Power](/card/05231) reads: \"Resolve an [action] or [fast] on that asset, ignoring all costs.\" [Old Book of Lore](/card/06279) reads: \" ... may spend 1 secret to have that investigator immediately play that card\". If I use Knowledge is Power on Old Book of Lore, do I need to spend a secret to use the \"immediately play that card\" part of the ability? Clearly Knowledge is Power does not allow me to ignore any costs of the card I'm about to play (c.f. ruling on [De Vermis Mysteriis](/card/05235)), but does the \"may X to Y\" templating here mean spending a secret here a cost? **A:** Knowledge is Power allows you to ignore ability costs on the chosen asset, which includes costs printed in its text box; this means you are able to immediately play the card you fetched with Old Book of Lore without spending 1 secret.",
    "updated_at": "2022-11-09T14:59:40.000Z"
  },
  {
    "code": "06281",
    "text": "- **Q:** There's an old ruling that says if you use [Mind Wipe](/card/01068) on [Swamp Leech](/card/81023) and attempt to evade it, the evade value of '-' is treated as 0. If another card, like [Sharpshooter](/card/60327) or [Delilah O'Rourke](/card/06281), references the evade value of something with a '-', like Swamp Leech or [Vulnerable Heart](/card/85043), is it treated as 0 for those purposes as well? Or is the ability just unable to fire? What about investigating the [Hidden Tunnel](/card/08630) in [City of the Elder Things](/card/08621) (for something like [Searching for Izzie](/card/02011), [Call of the Unknown](/card/04009), or [Buried Secrets](/card/08009))? **A:** After re-examining these cards and the direction our game has taken, we are going to override the previous ruling. Even if Swamp Leech were blanked with Mind Wipe, its Evade value would still be a “-“, which can be thought of as “null” or a “non-number.” You could not use this non-number as the basis for a skill test with Sharpshooter. It’s, as you said, unable to fire. This also means that you could not investigate at Hidden Tunnel.",
    "updated_at": "2022-09-01T12:39:44.000Z"
  },
  {
    "code": "06283",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:56:21.000Z"
  },
  {
    "code": "06314",
    "text": "- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-30T23:29:37.000Z"
  },
  {
    "code": "06315",
    "text": "- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-30T23:29:33.000Z"
  },
  {
    "code": "06316",
    "text": "- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-30T23:29:41.000Z"
  },
  {
    "code": "06317",
    "text": "- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-30T23:29:48.000Z"
  },
  {
    "code": "06319",
    "text": "- **Q:** I have a question regarding [The Eye of Truth](/card/06325) and the Restless Journey cards from Where the Gods Dwell. I commit Eye of Truth to [Restless Journey (Fallacy)](/card/06319) and then succeed at the test, putting them both into the victory display. Eye of Truth says: \"While attached, The Eye of Truth contributes its skill icons to all tests on copies of the attached treachery.\" I know that \"copies\" of cards are determined by card title, so does this mean that [Restless Journey (Hardship)](/card/06320) and [Restless Journey (Lies)](/card/06321) are not eligible for the +4 Wild icons on their tests? Or is the parenthetical text intended to be considered a sub-title (since each Restless Journey says \"Restless Journey\" rather than the full title with its matching parenthetical text)? **A:** We rule that the text in parentheses after each “Restless Journey” is meant to be a subtitle. As such, when you play The Eye of Truth while attempting a skill test on a Restless Journey, should you succeed, you would be able to apply the wild icons on The Eye of Truth to the other copies of Restless Journey.\n\n- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-29T20:33:54.000Z"
  },
  {
    "code": "06320",
    "text": "- **Q:** I have a question regarding [The Eye of Truth](/card/06325) and the Restless Journey cards from Where the Gods Dwell. I commit Eye of Truth to [Restless Journey (Fallacy)](/card/06319) and then succeed at the test, putting them both into the victory display. Eye of Truth says: \"While attached, The Eye of Truth contributes its skill icons to all tests on copies of the attached treachery.\" I know that \"copies\" of cards are determined by card title, so does this mean that [Restless Journey (Hardship)](/card/06320) and [Restless Journey (Lies)](/card/06321) are not eligible for the +4 Wild icons on their tests? Or is the parenthetical text intended to be considered a sub-title (since each Restless Journey says \"Restless Journey\" rather than the full title with its matching parenthetical text)? **A:** We rule that the text in parentheses after each “Restless Journey” is meant to be a subtitle. As such, when you play The Eye of Truth while attempting a skill test on a Restless Journey, should you succeed, you would be able to apply the wild icons on The Eye of Truth to the other copies of Restless Journey.\n\n- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-29T20:33:45.000Z"
  },
  {
    "code": "06321",
    "text": "- **Q:** I have a question regarding [The Eye of Truth](/card/06325) and the Restless Journey cards from Where the Gods Dwell. I commit Eye of Truth to [Restless Journey (Fallacy)](/card/06319) and then succeed at the test, putting them both into the victory display. Eye of Truth says: \"While attached, The Eye of Truth contributes its skill icons to all tests on copies of the attached treachery.\" I know that \"copies\" of cards are determined by card title, so does this mean that [Restless Journey (Hardship)](/card/06320) and [Restless Journey (Lies)](/card/06321) are not eligible for the +4 Wild icons on their tests? Or is the parenthetical text intended to be considered a sub-title (since each Restless Journey says \"Restless Journey\" rather than the full title with its matching parenthetical text)? **A:** We rule that the text in parentheses after each “Restless Journey” is meant to be a subtitle. As such, when you play The Eye of Truth while attempting a skill test on a Restless Journey, should you succeed, you would be able to apply the wild icons on The Eye of Truth to the other copies of Restless Journey.\n\n- Treachery cards do not have a header for their subtitle. If the title of a treachery card contains 1 or more words in parentheses, that is considered to be its subtitle. Other cards with the same title and a different subtitle are still considered to be copies of one another. <i>e.g. Restless Journey (Fallacy) and Restless Journey (Hardship) are both copies of Restless Journey.</i> - FAQ, v.2.0, Card Ability Interpretation 2.21, see [Treachery Subtitles](/rules#Treachery_Subtitles).",
    "updated_at": "2022-08-29T20:37:32.000Z"
  },
  {
    "code": "06325",
    "text": "- **Q:** I have a question regarding [The Eye of Truth](/card/06325) and the Restless Journey cards from Where the Gods Dwell. I commit Eye of Truth to [Restless Journey (Fallacy)](/card/06319) and then succeed at the test, putting them both into the victory display. Eye of Truth says: \"While attached, The Eye of Truth contributes its skill icons to all tests on copies of the attached treachery.\" I know that \"copies\" of cards are determined by card title, so does this mean that [Restless Journey (Hardship)](/card/06320) and [Restless Journey (Lies)](/card/06321) are not eligible for the +4 Wild icons on their tests? Or is the parenthetical text intended to be considered a sub-title (since each Restless Journey says \"Restless Journey\" rather than the full title with its matching parenthetical text)? **A:** We rule that the text in parentheses after each “Restless Journey” is meant to be a subtitle. As such, when you play The Eye of Truth while attempting a skill test on a Restless Journey, should you succeed, you would be able to apply the wild icons on The Eye of Truth to the other copies of Restless Journey.",
    "updated_at": "2022-07-11T13:34:08.000Z"
  },
  {
    "code": "06331",
    "text": "- **Clarification:** If an investigator’s deck contains a card that summons one or more bonded cards, those bonded cards are set aside at the start of each game. The number of copies of each different bonded card that are set aside in this way is equal to the number of copies of that were included in the product in which that bonded card was introduced. The number of cards in your deck that summon the bonded card in question does not factor into this limit. *For example: An investigator may only have 3 copies of [Soothing Melody](/card/05314) set aside at the start of the game. Similarly, an investigator may only have 1 [Essence of the Dream](/card/06113) set aside at the start of the game, regardless of how many copies of [Dream Diary](/card/06112) they include in their deck. - FAQ, v.1.7, March 2020",
    "updated_at": "2020-03-17T14:56:49.000Z"
  }
]