[
  {
    "code": "07002",
    "text": "- **Erratum:** This card’s [reaction] symbol should be \"**Forced** -\" instead. - FAQ, v.1.8, October 2020\n\n- **Q:** What happens if the card beneath Amanda Sharpe would enter a different play area while it is committed to a skill test? **A:** It still enters that play area – it only remains beneath Amanda if it would otherwise be discarded (such as at the end of the skill test). - FAQ, v.1.8, October 2020\n\n- **Q:** If I use [Grisly Totem](/card/05119) after committing the card beneath Amanda Sharpe, how long does its bonus icon stay for? **A:** The bonus icon granted by Grisly Totem does not specify a duration, so this effect should remain until the committed card leaves play. The real question is: when does the committed card enter or leave play? Generally speaking, cards placed beneath other cards (such as the card beneath Amanda Sharpe) are out of play. Cards committed to tests never\nreally \"enter play,\" but while they are committed to a test, their icons are added to the investigator’s relevant skill and their text is active. So, while the card beneath Amanda is committed to a test, its icons and text should be alterable by game effects (as if you had committed it from your hand), just like any other in-play card. But as soon as that test ends, it returns to its out-of-play state, and any lasting effects would drop. TL;DR: The bonus icon granted by Grisly Totem would only apply for the\ntest during which Grisly Totem is used, after which the card returns to its out-of-play state, and the bonus icon would drop. - FAQ, v.1.8, October 2020",
    "updated_at": "2020-10-17T15:21:27.000Z"
  },
  {
    "code": "07110",
    "text": "- **Q:** At which step of the skill test do the bless and curse tokens activate their effects, for the purposes of [Sacred Covenant](/card/07110) and [Paradoxical Covenant](/card/07120)? I assume step 4 like other chaos symbols effects. In this case, how does Sacred Covenant work? [[Skill Test timing](//rules#Skill_Test_Timing)] **A:** Some effects may cause skill test timing to jump around a bit. In particular, whenever an effect causes you to reveal a new chaos token outside of Step 3 (reveal chaos tokens), it resets the timing back down to step 3. For example, if you were to reveal a token with the effect “+2. Reveal another token,” resolving that effect during step 4 would reset the timing back to step 3. (That way you can go through the standard motions of revealing that token and applying its effects and modifier.) The same is true for bless and curse tokens. \nLet’s say you drew 2 bless tokens and a +1 and wanted to use Sacred Covenant to put the unnecessary bless tokens back in the bag. It would go like this: \nSt. 3 — reveal bless token.\nSt. 4 — resolve its effect (reset back to step 3 to draw again).\nSt. 3 — reveal another bless token.\nSt. 4 — resolve its effect.\nSt. 3 — reveal +1.\nAfter St. 3 — trigger Sacred Covenant to put the two bless tokens back in the chaos bag.\nSt. 4+ resolve as normal.\n\n- **Q:** If [Diana Stanley](/card/05004) has <5 cards beneath her, can she use an cancel/ignore effect on a permanent asset such as [Sacred Covenant](/card/07110) to trigger her [reaction] ability to draw a card and gain a resource effectively every turn? **A:** Yeah, it appears so! Diana’s effect doesn’t use the word “then,” so there is no requirement that the card be placed beneath her in order to get the card and resource. And Sacred Covenant surely does ignore a game effect. However, it’s worth noting that one or more [bless] tokens must actually be returned to the bag and ignored in this way in order to trigger Diana’s response. It’s Diana’s blessed day!",
    "updated_at": "2021-07-20T14:43:47.000Z"
  },
  {
    "code": "07120",
    "text": "- **Q:** At which step of the skill test do the bless and curse tokens activate their effects, for the purposes of [Sacred Covenant](/card/07110) and [Paradoxical Covenant](/card/07120)? I assume step 4 like other chaos symbols effects. In this case, how does Sacred Covenant work? [[Skill Test timing](//rules#Skill_Test_Timing)] **A:** Some effects may cause skill test timing to jump around a bit. In particular, whenever an effect causes you to reveal a new chaos token outside of Step 3 (reveal chaos tokens), it resets the timing back down to step 3. For example, if you were to reveal a token with the effect “+2. Reveal another token,” resolving that effect during step 4 would reset the timing back to step 3. (That way you can go through the standard motions of revealing that token and applying its effects and modifier.) The same is true for bless and curse tokens. \nLet’s say you drew 2 bless tokens and a +1 and wanted to use Sacred Covenant to put the unnecessary bless tokens back in the bag. It would go like this: \nSt. 3 — reveal bless token.\nSt. 4 — resolve its effect (reset back to step 3 to draw again).\nSt. 3 — reveal another bless token.\nSt. 4 — resolve its effect.\nSt. 3 — reveal +1.\nAfter St. 3 — trigger Sacred Covenant to put the two bless tokens back in the chaos bag.\nSt. 4+ resolve as normal.",
    "updated_at": "2021-02-18T13:23:52.000Z"
  },
  {
    "code": "07223",
    "text": "- **Erratum**: This card's [fast] ability should read: \"… (Limit once per test.)\" - FAQ, v.1.9, June 2021",
    "updated_at": "2021-06-29T18:59:48.000Z"
  },
  {
    "code": "07303",
    "text": "- **Q:** Can I look at facedown cards beneath or attached to other cards I control? If I use the [fast] ability on [Ancestral Knowledge](/card/07303) to draw one of the cards attached to it, am I allowed to know what each card is, or is it random? **A:** Unless an effect states otherwise, investigators are allowed to look at the other sides of facedown cards beneath or attached to cards they control, such as [Ancestral Knowledge](/card/07303), [Backpack](/card/04037), and [Diana Stanley](/card/05004). If you are given the ability to draw, play, or interact with one of those cards,\nyou may look at them to know which one you wish to draw or play. This is not true for facedown cards that are attached to encounter cards or placed facedown via a scenario effect, such as swarm cards, empty space, or tomes beneath locations in the challenge scenario Read or Die. In these instances, players cannot look at the other side of those cards unless instructed otherwise. - FAQ, v.1.9, June 2021",
    "updated_at": "2021-06-29T19:29:04.000Z"
  },
  {
    "code": "07315",
    "text": "- **Erratum:** This card’s **Objective** ability should read: \"…you may choose to advance\" instead of \"…advance.\" - FAQ, v.1.9, June 2021",
    "updated_at": "2021-07-05T15:57:58.000Z"
  }
]