[
  {
    "code": "09001",
    "text": "- **Q:** What's the interactions between [Carson Sinclair's](/card/09001) ability and [Plan of Action](/card/07024)? Let's say that Carson gives an action to [Silas Marsh](/card/07005), and commits Plan of Action on a test Silas is performing, will it gain icons? If so, which ones? Does \"your turn\" on \"as if it was your turn\" refers to \"the turn you are playing this round\"? In that case, it would depend on the number of action that Silas has performed. **A:** When Carson uses his ability to grant another player an action, he does so during his own turn. The type of icons that Plan of Action would gain in your proposed example depends on how many actions Carson has taken during his turn. (“This turn” = “Carson’s turn.” Though Silas is “taking an action as if it were his turn”, it does not mean he is taking a turn.)\n\n- **Q:** If [Carson Sinclair](/card/09001) uses his ability to let another investigator take an action as if it were their turn: 1) What happens if they use that action to activate [Rite of Seeking](/card/01689), then draw a symbol token? Both in the case where they haven't taken their turn yet this round, and they have taken their turn this round. 2) What happens if they have access to effects with \"limit once per turn\" (for example, [\"Skids\" O'Toole](/card/01003)'s ability, or the effect on [.41 Derringer](/card/01547)?) Again, both in the case where they've taken their turn this round, and where they haven't taken their turn yet. More specifically, can they trigger the \"once per turn\" oversuccess effect on .41 Derringer (2) both on their actual turn and with the donated action from Carson? 3) What happens if they have access to effects that trigger at the end of their turn? For example, [Frozen in Fear](/card/01164)'s Forced effect - does it only trigger once at the end of their \"actual\" turn, or does it trigger both at the end of their turn, and at the end of the action from Carson? 4) What happens if they have access to effects that say \"During your turn...\" For example, does [Leo De Luca](/card/01048) give an action during their normal turn, and then another action after Carson donates an action? **A:** Let me state up front that there is a difference between the player taking their standard turn, and a player “taking an action as if it were their turn” – in the latter case, a turn is not being taken. “Your turn” only occurs once during the investigation phase. Going into specific answers for your questions:\n - If Carson Sinclair gives another player an action and they activate Rite of Seeking, if that player then draws a symbol token, they will “lose all remaining actions” for the round. If that player already took their turn, they have no actions to lose. But if they hadn’t taken their turn, they lose all 3 of their standard actions for that round.\n - If the only limit on the ability is “once per turn”, the player can activate the ability both during their own turn and during another investigator’s turn where they received an action. \n - “Skids” O’Toole’s Free Triggered Ability specifies it must be used “During your turn”, so that cannot be used when it’s not his turn (i.e. when Carson gives him an action). \n - .41 Derringer (2)’s “once per turn” could be resolved during any turn if its controller is able to activate it.\n - Frozen in Fear’s Forced effect triggers at the end of the player’s turn. Carson’s “donated” action does not count as the player taking a turn. \n - Leo De Luca only grants an additional action “during your turn.” He would not give another action if an action was “donated” during someone else’s turn.",
    "updated_at": "2023-01-13T14:53:34.000Z"
  },
  {
    "code": "09004",
    "text": "- **Q:** How does [Vincent Lee](/card/09004) interact with [Ancestral Knowledge](/card/07303)? Vincent Lee adds copies of [On the Mend](/card/09006) to his deck, which are set aside when each game begins - do they count towards the deckbuilding requirement that the deck must contain at least 10 skills? **A:** Vincent Lee’s “On the Mend” skills would not count toward the required 10 skills of Ancestral Knowledge.\n\n- **Q:** Can [Vincent Lee](/card/09004) upgrade [Hallowed Mirror](/card/54002) (3)? **A:** ~~Yes, Vincent can upgrade Hallowed Mirror.~~ Bonded cards **cannot** be treated as part of the text box of the card to which they are bonded. (August 2023)",
    "updated_at": "2023-09-29T21:20:34.000Z"
  },
  {
    "code": "09006",
    "text": "- **Q:** How does [Vincent Lee](/card/09004) interact with [Ancestral Knowledge](/card/07303)? Vincent Lee adds copies of [On the Mend](/card/09006) to his deck, which are set aside when each game begins - do they count towards the deckbuilding requirement that the deck must contain at least 10 skills? **A:** Vincent Lee’s “On the Mend” skills would not count toward the required 10 skills of Ancestral Knowledge.",
    "updated_at": "2023-01-13T15:35:53.000Z"
  },
  {
    "code": "09009",
    "text": "- **Q:** There are multiple cards that give a player an action \"as if it were their turn.\" The question came up as to whether that \"as if\" action can be used to activate abilities that cost [action] [action] (such as the [Grappling Hook](/card/09009) action). The scenarios in question are: 1) I gain an action during the mythos phase, and get to take an action as though it were my turn. I have all 3 of my actions. 2) I gain an action during another investigator's turn, but I haven't gone yet. I have all 3 of my actions. 3) I gain an action during another investigator's turn, but I have gone. I didn't use all of my actions on my turn, so I have 1+ remaining action in my pool. For each of these scenarios, can I use that action to activate a two-action-cost ability? **A:** To answer your question(s):\n - Yes, it is possible to use a [action] [action] ability when you only gain 1 action outside of your turn. However, you must have actions available to you during that current round.\n - If you gained an action during the mythos phase, you’d have 1 + your standard 3 actions available that round. If you then used Grappling Hook, you’d only have 2 actions remaining to use during your turn. \n - If you used only two actions during your turn, then gained another via other means, then yes, you should have 1 + 1 action available to you (such as to use Grappling Hook.)\n\n- **Q:** How do [Grappling Hook](/card/09009) and [Haste](/card/06239) interact? Example: I do an activate action first, then I use Grappling Hook's ability, can I activate Haste for an extra activate action? If so, when can I perform the activate action given by Haste? In addition, I am executing the three actions given by GH, is there a Player Window between the actions? **A:** Yes, you can take an activate action on some card, then activate Grappling Hook, and then use Haste to activate again. You should resolve all actions granted with GH before exhausting Haste. There is no player window between the three actions granted by GH.\n\n- **Q:** When a card such as [Grappling Hook](/card/09009) or [Sledgehammer](/card/08094) instructs me to perform a different number of actions than the cost of the ability, how do I determine how many actions I have performed for the purposes of card effects? **A:** When resolving an ability, the investigator is considered to have performed as many actions as specified by the effect. For example, Grappling Hook or [Discipline (Balance of Body)](/card/08014a) instruct you to perform 3 different actions. Regardless of the cost paid to initiate the ability, you have performed 3 actions (assuming you took each available action). Conversely, an investigator activating the second ability on Sledgehammer has only performed one action, although they spent two actions to do so. - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-01T17:51:07.000Z"
  },
  {
    "code": "09013",
    "text": "- **Q:** As a follow-up to a previous ruling that cleared up how modifiers behave for Circle tests (basically saying they don't get doubled or quadrupled because they apply to a \"cumulative 'skill value'\", which makes sense when Circle tests don't test any single skill and thus inherently possesss a non-specific skill value [see FAQ under [Historical Society](/card/03132), last bullet]), I'd like to ask about [Word of Weal](/card/09013). Word of Weal instructs the player to \"Add your will to your skill value for this test\". This is notably distinct from a Circle test, which inherently changes the nature of the test to one that tests multiple skills at once. So, if Amina uses Word of Weal on a will test (from say, [Rite of Seeking](/card/01689) that has a doom on her from her play ability), she tests at 3 + 3 = 6 by default. What happens if: 1) She commits [Guts](/card/01089) to the test. Does she test at (3+2) + (3+2) = 10? Or (3+3) + 2 = 8? 2) She uses [High Roller](/card/04156) on the test (it could be [Teamwork'd](/card/02018) over). Again, does she test at 10 or 8? 3) She commits nothing to the test and does not modify her skill value in any way before drawing a token, testing at 6, and then draws a -1 token. Is her result (3 - 1) + (3 - 1) = 4? Or is her result (3 + 3) - 1 = 5? **A:** To answer your question(s):\n - Yes, Rite of Seeking + Word of Weal would have Amina testing at 6.\n - 1) Adding Guts would only add +2 Willpower one time. She’d test at 8.\n - 2) Adding High Roller’s bonus would only add +2 Willpower one time. She’d still test at 8.\n - 3) Drawing a -1 token (when she started at 6) would only affect the test once, putting her at 5.\n - If it helps: your “skill value” for a test is determined by totaling (your investigator’s printed stat value) + (modifiers to that printed stat) + (modifiers to “your skill value” for that test, including tokens). Modifiers that affect “skill value” for a test do not affect your “printed stat.” Anima’s Willpower is 3 by default; Word of Weal, Rite of Seeking, Guts, and High Roller do not change that.",
    "updated_at": "2023-01-13T14:48:52.000Z"
  },
  {
    "code": "09016",
    "text": "- **Q:** Can the reactions on cards that start the game in play be triggered during scenario setup? Specifically, during Step 10 of [Setting Up The Game](/rules#Appendix_III_Setting_Up_The_Game), when enemies or treacheries may be put in play? Two example cards: 1) Can [Bounty Contracts](/card/06010) put bounties on enemies put out as part of scenario setup - are permanents in play at this point? 2) Can [Darrell's Kodak](/card/09016) be triggered during scenario setup to put evidence on enemies or treacheries - are cards that \"begin the game in play\" in play at this point? **A:** No to both; unless explicitly stated, you can’t resolve abilities before the game starts. Neither Bounty Contracts nor Darrell’s Kodak is able to affect the game during Setup. (One card that can, though: [Sefina Rousseau](/card/03003) with her Forced ability.)",
    "updated_at": "2022-11-09T15:46:05.000Z"
  },
  {
    "code": "09020",
    "text": "- **Q:** I heard today that with [Burden of Leadership](/card/09020), since there's no ''must'' in the text, you can choose to exhaust an ally that's already exhausted to prevent them from taking the damage/horror. <s>I reach out to you because I feel it kind of strange to be allowed to do this and would like to know if it's the intent of the card or the designers forgot to include the ''must'' to force a choice that can alter the game state? **A:** You cannot exhaust a card that’s already exhausted—this is stated outright in the rules reference under [Exhaust, Exhausted](/rules#Exhaust). If you have Ally assets that are already exhausted when you resolve Burden of Leadership, you must deal the damage and horror to them.</s> **Ruling updated**: Though there exists a rule under [Exhausted](/rules#Exhaust) stating that an exhausted card cannot be exhausted again until it is ready, this rule doesn’t have much bearing when there is also a rule for [Must](/rules#Must) stating that its absence when choosing between multiple options allows the player to choose “an option that does not change the game state.” Thus, the rules of Must conflict with the intention of Burden of Leadership. For that reason, [Burden of Leadership](/card/09020) will be receiving an errata, where “must” will be included in the presented choice: <u><i>“For each Ally asset you control, you must either exhaust it or deal it 1 direct damage and 1 direct horror.”</i></u>\n\n- **Q:** In late 2022, there was a ruling on Charlie's weakness, [Burden of Leadership](/card/09020).  In July of this year, many months after that ruling, the new v2.1 FAQ was released and the new FAQ did not include this errata. Does this mean that the Burden of Leadership ruling was reversed and there is no inclusion of \"must\"? Or should this errata have been included in the new FAQ and it was an oversight not to include it? **A:** No, the ruling wasn’t reversed—it was an oversight on our part not to include it in the latest FAQ. Burden of Leadership needs an erratum where its ability states “…for each Ally asset you control, you must either exhaust it or deal it 1 direct damage and 1 direct horror.” Please apply this ruling to the card if you play Charlie. (October, 2023)",
    "updated_at": "2023-10-07T04:41:24.000Z"
  },
  {
    "code": "09022",
    "text": "- **Q:** My question is whether or not [Runic Axe](/card/09022) can be used to move into a location without enemies present. The text on the card states that \"Inscription of the Hunt\" may be used to immediately move to a connecting location. Additionally, the inscriptions are triggered before the attack. So can you use the Runic Axe to just move (and not fight after because there is no valid target for the fight action)? **A:** When taking a “Fight” action, there must be a valid target for the attack - in most cases, an enemy. To resolve “Inscription of the Hunt” (on Runic Axe) correctly, you must either engage an enemy at your location or move to a location with an enemy you can fight.\n\n- **Q:** Should the +1XP on Inscription of the Hunt be ignored when calculating the card's level in the same manner as chained (thus allowing for a 11 checkbox Runic Axe that counts as a Lv5 card)? **A:** The +1 experience for the Inscription of the Hunt upgrade translates to an additional checkbox on the upgrade sheet for that upgrade, which should be viewable under AHC’s Printable Taboo Cards, v.2.1. All other rules for Chained and Customizable cards still apply, as much as possible; we agreed that the easiest way to understand the card was if Runic Axe’s level was still dependent on how many checkboxes it had marked. (August 2023)",
    "updated_at": "2023-09-29T22:03:37.000Z"
  },
  {
    "code": "09023",
    "text": "- **Q:** [Custom Modifications](/card/09023)'s upgrade, \"Extended Magazine\", mentions when ammo is \"placed\" on attached asset by another event. [One in the Chamber](/card/09029) states \"add\" 1 ammo. Is that discrepancy meaningful or will Extended Magazine work with One in the Chamber? **A:** The discrepancy is not meaningful—One in the Chamber should have said “place” instead of “add” to be more consistent with other cards. Custom Modification’s “Extended Magazine” will work with One in the Chamber.",
    "updated_at": "2023-06-14T18:27:33.000Z"
  },
  {
    "code": "09027",
    "text": "- **Q:** After initiating a standard fight action or triggered fight ability on a non-melee asset can the reaction ability on [Ice Pick](/card/08105) be used to play [Grievous Wound](/card/09027)? **A:** No. With [Grievous Wound](/card/09027), you need to have initiated a fight/attack with an ability on a melee asset. [Ice Pick](/card/08105) does not initiate a fight/attack. (August 2023)",
    "updated_at": "2023-09-29T20:43:49.000Z"
  },
  {
    "code": "09029",
    "text": "- **Q:** [Custom Modifications](/card/09023)'s upgrade, \"Extended Magazine\", mentions when ammo is \"placed\" on attached asset by another event. [One in the Chamber](/card/09029) states \"add\" 1 ammo. Is that discrepancy meaningful or will Extended Magazine work with One in the Chamber? **A:** The discrepancy is not meaningful—One in the Chamber should have said “place” instead of “add” to be more consistent with other cards. Custom Modification’s “Extended Magazine” will work with One in the Chamber.",
    "updated_at": "2023-06-14T18:27:42.000Z"
  },
  {
    "code": "09041",
    "text": "- **Q:** I have a question about the timing of the trigger \"When you enter a location.\" According to the rules, When is \"immediately after the specified timing point or triggering condition initiates, but before its impact upon the game state resolves.\" This gets a bit confusing with \"when\" attached to movement. I can't tell from this if at the timing moment my investigator is in the original location, or the new location. This matters in particular for Empirical Hypothesis with Field Research and Peer Review. When another investigator moves from Location A to Location B, does my investigator need to be in A or B to collect the evidence of this movement? **A:** In your example, you would have to be in Location B and the other investigator would need to move into Location B for you to add evidence to Empirical Hypothesis. For Empirical Hypothesis’ Peer Review to work, the other investigator needs to be “at your location” at the time the “criteria” triggering condition occurs. (We understand how “when” could be confusing when it comes to movement, but this is essentially the only way to resolve the interaction, as soon as they enter the same location as you.)",
    "updated_at": "2023-06-14T18:23:38.000Z"
  },
  {
    "code": "09042",
    "text": "- **Q:** I have a question about [The Raven Quill](/card/09042) If I have Spectral Binding (no slot) and Supernatural Record (fetch the <b><i>Tome</i></b> and play it), can I do this even if I have no free hand slot at that time? And will I keep all my current assets and the new tome (which does not require a slot once The Raven Quill is attached)? The main question here is, whether I have to discard one between playing and (then) attaching The Raven Quill. **A:** With Spectral Binding and Supernatural Record, you may play the named <b><i>Tome</i></b> asset without having it take up any hand slots.\n\n- **Q:** With [The Raven Quill](/card/09042)'s [reaction] ability: \"When you resign or the game ends: Either mark a checkbox on The Raven Quill's upgrade sheet, or reduce the experience cost to upgrade the attached asset before the next scenario by 1.\" If I have two copies of Dream Diary in my deck: Dream Diary: Untranslated, and Dream Diary: Dreams of a Child; and the Quill is attached to the Dreams of a Child at the end of the game... Can I use the 1xp discount to upgrade the Untranslated diary? **A:** No. The Raven Quill specifically allows you to reduce the experience cost to upgrade “the attached asset”, which would mean the one The Raven Quill is physically attached to when you resign or end the game. Though the two Dream Diary cards technically have the same title, you could not upgrade the Untranslated version with The Raven Quill if it was attached to Dreams of a Child.\n\n- **Q:**  I've got a knotty question about [The Raven Quill](/card/09042) - specifically when it has the Supernatural Record upgrade. Normally, with a level 0 Raven Quill, you can only play one copy; it's a unique card, so the second copy can't enter play. However, Supernatural Record reads: \"When you play The Raven Quill, instead of attaching it to a named asset you control, you may search your deck, discard pile, and hand for a copy of a named asset and play it (paying its cost). Then, attach The Raven Quill to it.\" Which sounds like it replaces (using \"instead\") the attach-on-play effect with a procedure that first performs a tutor, then attaches Raven Quill to the tutored asset. Thus, is it possible that with Supernatural Record, a second Raven Quill can be played so as to resolve the tutoring effect, after which the attachment fails? After all, the rules only prohibit a second copy of a unique card from being brought \"into play\", so in theory a Raven Quill with Supernatural Record avoids being brought \"into play\" until after the tutoring effect is resolved and it attempts to attach to an asset. On the other hand, even with Supernatural Record the original text of Raven Quill that states \"Attach to a named asset you control.\" still exists. In some sense, then, it's still an attach-on-play event, and it's possible that the rules for Play Restrictions (which state you must check for legality before playing the card) prevent a second Raven Quill from coming in at all because it's still a unique card that attempts to come into play through attachment. **A:** No, you cannot attempt to play a second The Raven Quill if there is already one The Raven Quill in play, even if you have the Supernatural Record upgrade.",
    "updated_at": "2023-06-14T18:47:12.000Z"
  },
  {
    "code": "09045",
    "text": "- **Q:** Several cards have abilities that spend \"Evidence\", but do not posses the usual \"Uses\" keyword, for example [Michael Leigh](/card/08086) or [Research Notes](/card/09045). Does this mean that for the abilities of these cards you are allowed to spend evidence from any card you control? Or does the evidence spent must come from the card itself, as it would happen with cards with the \"Uses\" keyword? **A:** When a card has “evidence” placed onto it and has an ability that spends “evidence”, that evidence must be spent from the same card. Only evidence on Michael Leigh can be spent on his second triggered ability. Only evidence on Research Notes can be spent on its activate ability.",
    "updated_at": "2023-03-16T18:16:43.000Z"
  },
  {
    "code": "09047",
    "text": "- **Q:** How/can [Mandy Thompson](/card/06002) resolve her reaction ability to \"resolve an additional target\" when playing [Captivating Discovery](/card/09047)? Does Captivating Discovery inherently have any search targets? **A:** If Mandy Thompson plays Captivating Discovery, she’d either search the top 9 cards of her deck, or, for one clue she placed she could add 3 of the searched cards to her hand instead of 2. (For just one clue, not all three.)",
    "updated_at": "2023-03-17T19:10:24.000Z"
  },
  {
    "code": "09051",
    "text": "- **Q:** How does [Orphic Theory](/card/09051) interact with Hidden cards? Hidden cards are treachery cards treated as if they are in your threat area - can I target a hidden card in my hand with Orphic Theory? Does that remove the Hidden keyword and allow the card to be discarded via some other means? **A:** Orphic Theory cannot target Hidden treacheries in your hand.",
    "updated_at": "2023-01-13T15:34:40.000Z"
  },
  {
    "code": "09058",
    "text": "- **Q:** Does [Gray's Anatomy](/card/09058) heal damage/horror? Or is it only considered to modify the amount of damage/horror healed by the original source of healing? In other words, can [Vincent Lee](/card/09004) and [Carolyn Fern](/card/05001) take it? **A:** The card itself does not heal damage/horror, it only modifies the amount of damage/horror healed by the original source. That said, Vincent and Carolyn can still take it, because we are ruling that still fulfills their deckbuilding options. [**NB ArkhamDB deckbuilding has been adjusted to reflect this.**]\n\n- **Q:** Does the \"to a maximum of +3\" on [Gray's Anatomy](/card/09058) mean that it is a maximum of +3 per target, or is across all uses of the ability. So can you use the ability on one enemy to have it take +3 damage, and then again on a different enemy to have it also take +3 damage. Or can you only use it on one enemy at a time? **A:** If you’re targeting enemies with Gray’s Anatomy, it imposes a maximum bonus of damage you can apply to that enemy “the next time [it] would be dealt damage this round.” It’s worded in such a way that while you could target the same enemy multiple times in a round with\nthe ability, the most bonus damage you could deal to it with Gray’s would be +3 at a time. There is nothing preventing you from using Gray’s Anatomy on multiple enemies, you’d just have to perform the intellect test once per enemy, and keep track of how much bonus damage each enemy would take.\n\n- **Q:**  Can you stack the effect of the action? I mean, doing the action twice choosing the same card could grant a +6? **A:** You can stack the effect, but only to a max of +3. The \"max +3\" applies across all instances of the ability (as well as across all copies of the card among all investigators). Once that damage or healing has been applied, you could theoretically use it again to get another +3 on a different healing/damage effect, but you couldn't use it twice in a row to get more than +3 to a single effect.\n\n- **Q:** On [Gray's Anatomy](/card/09058), is the maximum on the number of times you can make a choice, or are you allowed to choose the same option more than 3 times? For example, if I test on an investigator and succeed by 6, am I allowed to choose healing 6 times (and boost the next heal by the maximum of 3), or do I have to choose healing 3 times and damage 3 times? **A:** You can choose the same option more than 3 times on Gray’s Anatomy, but the maximum bonus applied to the heal/damage dealt can only go up to +3 for that round.",
    "updated_at": "2023-01-13T15:33:28.000Z"
  },
  {
    "code": "09063",
    "text": "- **Q:** How does [Embezzled Treasure](/card/09063) work with its \"to a maximum of 10 resources on it\" clause? Does this mean that there can only be a maximum of 10 resources across all copies of Embezzled Treasure across all play areas, or is it a maximum per card so you could have 2 copies of Embezzled Treasure both with 10 resources on? **A:** Embezzled Treasure’s “to a maximum of 10 resources on it” is only intended to apply to itself, and not to all copies. Perhaps it\ncould’ve been worded differently, but that’s how it should be treated.",
    "updated_at": "2022-11-09T15:47:34.000Z"
  },
  {
    "code": "09068",
    "text": "**Q:** If I play [On the Hunt](/card/03263) or [Kicking the Hornet's Nest](/card/09068) and draw an enemy with the concealed keyword, where does it spawn? **A:**  Both events instruct you to spawn the searched enemy engaged with you instead of its normal spawn location. For enemies with the concealed keyword, their “normal spawn location” is in “the shadows.” So, playing either event allows you to circumvent the concealed keyword and instead spawn the searched enemy engaged with you. (Rules Q&A, August 2023)\n\n**Q:** Can the [Emissary from Yuggoth](/card/09739) be chosen as a target for Kicking the Hornet's Nest despite being massive? If so, does the investigator playing it receive the clue and resources from Kicking the Hornet's Nest, given that the 'then' keyword in Kicking the Hornet's Nest indicates that the previous effect must have been fully resolved? **A:** Yes. Drawing Emissary from Yuggoth spawns it at your location, and it’s considered engaged with you automatically (though no engagement step occurs to trigger abilities). The investigator will receive the clue and resources. (September 2023)",
    "updated_at": "2023-09-30T06:40:16.000Z"
  },
  {
    "code": "09071",
    "text": "- **Q:** Does [Stylish Coat](/card/09071) trigger with [Lone Wolf](/card/02188)? Specifically, is 'when your turn begins' still during your turn? **A:** Yes, Stylish Coat can be triggered by Lone Wolf. “When your turn begins” still counts as occurring “during your turn.”",
    "updated_at": "2023-01-13T15:09:21.000Z"
  },
  {
    "code": "09073",
    "text": "- **Q:** Some card abilities allow you to evade an enemy that is not at your location (eg. [Decoy](/card/05234), [Pendant of the Queen](/card/06022)). How does [Dirty Fighting](/card/09073) interact with such card abilities? Because in RR: \"An investigator may fight any enemy at his or her location\". Does this mean I can't trigger Dirty Fighting's reaction triggered abilities? **A:** When you take a fight action, you must make an attack against an enemy at your location (unless you have a weapon or other card effect that explicitly states otherwise). Evading an enemy that is not at your location means it’s not a valid target for Dirty Fighting.",
    "updated_at": "2023-06-14T18:48:39.000Z"
  },
  {
    "code": "09079",
    "text": "- **Q:** For Living Ink, does the Subtle Depiction upgrade ability to ignore the ability for the rest of the round also ignore the additional reaction ability granted by the Macabre Depiction upgrade? **A:** For the Subtle Depiction upgrade on Living Ink, you ignore all of Living Ink’s abilities for the remainder of the round, including the Macabre Depiction upgrade if it has that.",
    "updated_at": "2023-01-13T15:36:59.000Z"
  },
  {
    "code": "09081",
    "text": "- **Q:** I have a couple of rules questions about [Power Word](/card/09081). One of the upgrades to Power Word is Thrice Spoken: \"When you give a command using one copy, also give that command to each other enemy with one of your copies of Power Word attached.\" \n - 1) Do all of the enemies carry out the command (a) simultaneously or (b) one at a time? And if it's one at a time, do I get to choose the order? \n - 2) (Extension) If the answer to Q1 is enemies act one at a time, how does this interact with Tonguetwister (\"You may give up to two different commands\")? Does one enemy complete both commands before the next enemy does? Or do all enemies complete one of the commands, then all enemies complete the other command?\n - 3) How does Power Word interact with Swarming enemies? If you Power Word the host enemy do you Power Word them all? Can you Power Word swarm cards or just the host enemy? Do different commands affect Swarming enemies differently (beyond the usual Swarming rules such as if you evade one enemy then you evade them all)? <br> **A:** For both of your initial questions, the investigators(s) get to choose the order in which the effects from Power Word resolve. Also, if Tonguetwister is unlocked, an enemy is not required to complete both commands before the next enemy does. For Q3, if you attach Power Word to the host of a Swarm, the collective Swarm will Go/move with the host or Cower/exhaust with the host, but that is all; if the host is commanded to Betray/attack, it does so alone. (You can also Power Word a specific enemy in the Swarm, but then only that enemy could follow the given command. This enemy shouldn’t be able to move away from the swarm, but it can exhaust or deal 1 damage, etc.)\n\n- **Q:** I have a question about the card Power Word and the \"limit once per round per command\" stipulation. My understanding was that these limits were card-specific and referring to the initiation of the ability on that card. So, here is the question: If I have \"Thrice Spoken\" and \"Confess\" unlocked, and Power Word attached to 3 Non-Elite enemies with a health value of 3, and I am at a location with a shroud of 2, can I spend my 3 actions to give the Confess command to each enemy using each copy of Power Word? If so, because of \"Thrice Spoken\", I would read this as discovering 9 clues at this location. Or, does giving one enemy the \"Confess\" command, which, with Thrice Spoken, gives it to the other two enemies as well, use up my ability to give the \"Confess\" command to the other two enemies (using those other two copies of Power Word)? In this situation, I would only be able to discover 3 clues and have to figure out what else I want to do with my other two actions.<br> **A:** To answer your question(s):\n - Yes; limits apply to the copy of the card that they’re on.\n - With Power Word, though, giving a command with Thrice Spoken does count toward the “limit once per round per command” on each copy. So, in your example, you could give the command “Confess” to have all 3 enemies discover a clue (if able) but you would not be able to give the “Confess” command any more times during that round.",
    "updated_at": "2023-06-26T19:09:53.000Z"
  },
  {
    "code": "09089",
    "text": "- **Q:**  I was following a conversation about Binder's Jar, and wondered how it interacts with enemies that are put in the display on defeat. Does the Victory Display 'protect' enemies from being put into the jar? **A:** No; the ability on Binder’s Jar wouldn’t prevent an enemy with **Victory X** from being placed beneath it. It’s also worth noting that, as a player card effect without the word **Forced**, you have the option whether or not you place a defeated enemy with **Victory X** under Binder’s Jar or not; you can choose to put the defeated enemy in the Victory Display instead. (Note, if you discard a **Victory X** enemy from beneath Binder’s Jar, you place that enemy in the discard pile and not the Victory Display.) (Rules Form Q&A, July 2023)",
    "updated_at": "2023-08-03T18:29:58.000Z"
  },
  {
    "code": "09090",
    "text": "- **Q:** For the skill card [Ghastly Possession](/card/09090), is the second choice a lasting effect that would persist if you were to use Silas Marsh's ability? There's insufficient wording to clarify that the \"If this test is successful, ...\" effect is a \"choice that becomes a lasting effect\" or works like a regular skill card effect that is gained/obtained upon its selection (and would thus not persist if the skill card itself goes away with Silas' ability before it can trigger). **A:** No. If Silas committed Ghastly Possession but returned Ghastly Possession to hand before the test finished, the second bullet on Ghastly Possession would no longer be in effect.",
    "updated_at": "2023-03-16T18:10:33.000Z"
  },
  {
    "code": "09099",
    "text": "**Q:** If you have Pocket Multi Tool with **Detachable** and **Lucky Charm**, can another investigator who fails a test at your location ready Pocket Multi Tool? **A:** Yes; in the situation described, an investigator who failed a skill test at the location can ready Pocket Multi Tool even if they don’t control it. (Rules Q&A, August 2023)",
    "updated_at": "2023-08-25T07:47:13.000Z"
  },
  {
    "code": "09100",
    "text": "**Q:** If Parallel Ashcan Pete owns a copy of [Makeshift Trap](/card/09100) with **Explosive Device**, and he chooses to trigger his reaction ability when the card would be discarded, does the **Explosive Device** damage still happen? **A:** Parallel Ashcan Pete’s reaction ability triggers when an attached card “would be discarded,” which has a higher timing priority than “is discarded,” and replaces the discarding of that card. As such, Parallel Pete adding [Makeshift Trap](/card/09100) to his hand would make it so the **Explosive Device** upgrade does not trigger. (Rules Q&A, August 2023)",
    "updated_at": "2023-08-25T07:52:32.000Z"
  },
  {
    "code": "09101",
    "text": "- **Q:** How does Grizzled work with locations? Locations are encounter cards but the text on the card is \"If this is a skill test on or against an encounter card (including fighting, evading or parleying)...\", which doesn't list 'investigating' among the examples. Does investigating count as a skill test against an encounter card, and therefore enable me to get extra wild icons if a matching trait is listed on the Grizzled upgrade card? **A:** Since location cards are considered encounter cards, Grizzled is able to be played when resolving a skill test on a location. The examples given on Grizzled are not an exhaustive list of how it can be used; you can commit it to an investigation test. (September 2023)",
    "updated_at": "2023-10-06T08:05:10.000Z"
  },
  {
    "code": "09106",
    "text": "- **Q:** I have a question regarding weaknesses and <b><i>Dilemma</i></b> cards with **Revelation** abilities: If due to card effects (e.g. [Deep Knowledge](/card/07023)), both [Amnesia](/card/01096) card and [At a Crossroads](/card/09109) are drawn, is it possible to freely choose their resolution order? If so, and I choose to resolve Amnesia first, can I choose to discard the At a Crossroads I just drew? If I choose to resolve At a Crossroads first, choose myself to immediately get an action and then randomly discard 1 card from my hand, could Amnesia be randomly discarded due to this effect? The reason I'm having a problem with this is because I don't understand where At a Crossroads is when I'm resolving Amnesia? Is it in my hand or in \"Limbo\"? **A:** Good questions. We are ruling that the **Revelation** ability on a Weakness (or encounter) card must be resolved before the **Revelation** ability on a <b><i>Dilemma</i></b> card. We don’t believe this is explicitly stated, but we would like to include that in the next FAQ update. And yes, if you resolved the ability on Amnesia first, it would be possible to discard At a Crossroads, since it’s a card that’s in your hand at the time. At a Crossroads isn’t in limbo until you’re resolving its ability.",
    "updated_at": "2023-03-17T19:15:48.000Z"
  },
  {
    "code": "09107",
    "text": "- **Q:** I have a question regarding weaknesses and <b><i>Dilemma</i></b> cards with **Revelation** abilities: If due to card effects (e.g. [Deep Knowledge](/card/07023)), both [Amnesia](/card/01096) card and [At a Crossroads](/card/09109) are drawn, is it possible to freely choose their resolution order? If so, and I choose to resolve Amnesia first, can I choose to discard the At a Crossroads I just drew? If I choose to resolve At a Crossroads first, choose myself to immediately get an action and then randomly discard 1 card from my hand, could Amnesia be randomly discarded due to this effect? The reason I'm having a problem with this is because I don't understand where At a Crossroads is when I'm resolving Amnesia? Is it in my hand or in \"Limbo\"? **A:** Good questions. We are ruling that the **Revelation** ability on a Weakness (or encounter) card must be resolved before the **Revelation** ability on a <b><i>Dilemma</i></b> card. We don’t believe this is explicitly stated, but we would like to include that in the next FAQ update. And yes, if you resolved the ability on Amnesia first, it would be possible to discard At a Crossroads, since it’s a card that’s in your hand at the time. At a Crossroads isn’t in limbo until you’re resolving its ability.",
    "updated_at": "2023-03-17T19:15:58.000Z"
  },
  {
    "code": "09109",
    "text": "- **Q:** I have a question regarding weaknesses and <b><i>Dilemma</i></b> cards with **Revelation** abilities: If due to card effects (e.g. [Deep Knowledge](/card/07023)), both [Amnesia](/card/01096) card and [At a Crossroads](/card/09109) are drawn, is it possible to freely choose their resolution order? If so, and I choose to resolve Amnesia first, can I choose to discard the At a Crossroads I just drew? If I choose to resolve At a Crossroads first, choose myself to immediately get an action and then randomly discard 1 card from my hand, could Amnesia be randomly discarded due to this effect? The reason I'm having a problem with this is because I don't understand where At a Crossroads is when I'm resolving Amnesia? Is it in my hand or in \"Limbo\"? **A:** Good questions. We are ruling that the **Revelation** ability on a Weakness (or encounter) card must be resolved before the **Revelation** ability on a <b><i>Dilemma</i></b> card. We don’t believe this is explicitly stated, but we would like to include that in the next FAQ update. And yes, if you resolved the ability on Amnesia first, it would be possible to discard At a Crossroads, since it’s a card that’s in your hand at the time. At a Crossroads isn’t in limbo until you’re resolving its ability.\n\n- **Q:** Should I resolve \"immediately take an action\" first, and then resolve \"then discards 1 card at random from their hand\"? What is the sequence of settlement of these two sentences? 2. When will \"then draws 3 cards\" be resolved? Do I have to wait until the actual loses 1 action on the next turn to draw a card? 3. Is \"loses 1 action during their next turn\" a Delayed Effects? If not, is it \"now\" to loses 1 action during their next turn? If I am now sure that I have no action in the next round or the mythos phase of the next round will end the game, can I still choose the second option?  **A:** Yes, in the first bullet on [At a Crossroads](/card/09109), the action should be taken before the card is discarded. In the second bullet on At A Crossroads, once the investigator that’s losing 1 action is declared, that investigator should then draw 3 cards. That investigator does not need to wait until their next turn. (We preferred this to alternatives we discussed.)",
    "updated_at": "2023-06-14T18:37:32.000Z"
  },
  {
    "code": "09111",
    "text": "- **Q:** I have a question regarding weaknesses and <b><i>Dilemma</i></b> cards with **Revelation** abilities: If due to card effects (e.g. [Deep Knowledge](/card/07023)), both [Amnesia](/card/01096) card and [At a Crossroads](/card/09109) are drawn, is it possible to freely choose their resolution order? If so, and I choose to resolve Amnesia first, can I choose to discard the At a Crossroads I just drew? If I choose to resolve At a Crossroads first, choose myself to immediately get an action and then randomly discard 1 card from my hand, could Amnesia be randomly discarded due to this effect? The reason I'm having a problem with this is because I don't understand where At a Crossroads is when I'm resolving Amnesia? Is it in my hand or in \"Limbo\"? **A:** Good questions. We are ruling that the **Revelation** ability on a Weakness (or encounter) card must be resolved before the **Revelation** ability on a <b><i>Dilemma</i></b> card. We don’t believe this is explicitly stated, but we would like to include that in the next FAQ update. And yes, if you resolved the ability on Amnesia first, it would be possible to discard At a Crossroads, since it’s a card that’s in your hand at the time. At a Crossroads isn’t in limbo until you’re resolving its ability.",
    "updated_at": "2023-03-17T19:15:53.000Z"
  },
  {
    "code": "09115",
    "text": "- **Q:** I have a question regarding weaknesses and <b><i>Dilemma</i></b> cards with **Revelation** abilities: If due to card effects (e.g. [Deep Knowledge](/card/07023)), both [Amnesia](/card/01096) card and [At a Crossroads](/card/09109) are drawn, is it possible to freely choose their resolution order? If so, and I choose to resolve Amnesia first, can I choose to discard the At a Crossroads I just drew? If I choose to resolve At a Crossroads first, choose myself to immediately get an action and then randomly discard 1 card from my hand, could Amnesia be randomly discarded due to this effect? The reason I'm having a problem with this is because I don't understand where At a Crossroads is when I'm resolving Amnesia? Is it in my hand or in \"Limbo\"? **A:** Good questions. We are ruling that the **Revelation** ability on a Weakness (or encounter) card must be resolved before the **Revelation** ability on a <b><i>Dilemma</i></b> card. We don’t believe this is explicitly stated, but we would like to include that in the next FAQ update. And yes, if you resolved the ability on Amnesia first, it would be possible to discard At a Crossroads, since it’s a card that’s in your hand at the time. At a Crossroads isn’t in limbo until you’re resolving its ability.",
    "updated_at": "2023-03-17T19:15:41.000Z"
  },
  {
    "code": "09118",
    "text": "- **Q:** I have a question regarding weaknesses and <b><i>Dilemma</i></b> cards with **Revelation** abilities: If due to card effects (e.g. [Deep Knowledge](/card/07023)), both [Amnesia](/card/01096) card and [At a Crossroads](/card/09109) are drawn, is it possible to freely choose their resolution order? If so, and I choose to resolve Amnesia first, can I choose to discard the At a Crossroads I just drew? If I choose to resolve At a Crossroads first, choose myself to immediately get an action and then randomly discard 1 card from my hand, could Amnesia be randomly discarded due to this effect? The reason I'm having a problem with this is because I don't understand where At a Crossroads is when I'm resolving Amnesia? Is it in my hand or in \"Limbo\"? **A:** Good questions. We are ruling that the **Revelation** ability on a Weakness (or encounter) card must be resolved before the **Revelation** ability on a <b><i>Dilemma</i></b> card. We don’t believe this is explicitly stated, but we would like to include that in the next FAQ update. And yes, if you resolved the ability on Amnesia first, it would be possible to discard At a Crossroads, since it’s a card that’s in your hand at the time. At a Crossroads isn’t in limbo until you’re resolving its ability.",
    "updated_at": "2023-03-17T19:15:21.000Z"
  },
  {
    "code": "09119",
    "text": "- **Q:** I'm wondering how [Deduction](/card/01039) interacts with the [Hyperphysical Shotcaster's](/card/09119) Telescanner investigate action if you discover a clue at a different revealed location from where you are. Deduction states: \"If this skill test is successful while investigating a location, discover 1 additional clue at that location.\" Does this mean that Deduction does not work with the Telescanner Investigate ability (when discovering clues at other locations) because Deduction only discovers additional clues from the specific location that is being investigated? **A: [NB see follow-up Q]** <s>Correct – Deduction will only grant additional clues when you discover at least 1 clue at the location you’re currently investigating. It will not work with Hyperphysical Shotcaster’s “Telescanner” upgrade, which specifically has you discover a clue from a revealed location you’re not in.</s>\n\n- **Follow-up Q:** Years ago there was an official ruling about the interaction between Deduction and [Seeking Answers](/card/01685): \"If you commit Deduction to the [Seeking Answers (0)] test and succeed, you will find 1 clue at your location and 1 clue at a connecting location.” If I am understanding your ruling about Hyperphysical Shotcaster’s “Telescanner” correctly, it seems as if this new ruling overrules the past ruling for Seeking Answers. If Deduction doesn't work for Telescanner discovering clues at different locations, then it seems to me that it shouldn't work for Seeking Answers discovering clues at different locations. Can you please comment on how Deduction does (or doesn't) work with Seeking Answers? **A:** Thank you for bringing that ruling to our attention, because we did not consider it when making the ruling on Hyperphysical Shotcaster. After much discussion we believe that the ruling for Deduction + Seeking Answers is the same ruling we’d want to make for Deduction + Hyperphysical Shotcaster: when you investigate with the Shotcaster’s Telescanner form and commit Deduction to that test, you would be able to discover 1 clue at “any (other) revealed location” and 1 clue at your location if successful.",
    "updated_at": "2023-03-17T18:55:39.000Z"
  },
  {
    "code": "09123",
    "text": "- **Q:** Can you play a card or use an action to heal while at full health/sanity? I.e. Playing [Soothing Melody](/card/05314) to draw a card while at full health/sanity. **A:** No, you cannot normally heal a card that is at full health/sanity.\n\n- ** Follow-up Q:** While you have [Soul Sanctification](/card/09123) in play, can you play a card or use an action to heal your investigator while your investigator is at full health/sanity? For example, can I play [Emergency Aid](/card/02105) on my full health investigator to generate two resources on Soul Sanctification? **A:** Yes—Soul Sanctification makes a specific exception to the rule I stated previously [*see above*]. With Soul Sanctification, you are able to \"heal” your investigator even if you are at full health/sanity, and place any excess points healed onto Soul Sanctification as an offering. Emergency Aid would place 2 offerings on SS.\n\n- **Q:** How does the ability of [Soul Sanctification](/card/09123) interact with [Second Wind](/card/04149) when I have either 1 or no damage on my investigator? **A:** Soul Sanctification grants you the ability to heal damage or horror in excess of a target’s maximum health or sanity. Normally, you would not be able to play Second Wind when you have no damage on your investigator, but with Soul Sanctification, you can play Second Wind when you have no damage on your investigator to place 2 offerings on Soul Sanctification. (Note: You will still draw 1 card from Second Wind’s effect if you used it to place charges on Soul Sanctification). - FAQ, v.2.1, August 2023",
    "updated_at": "2023-08-31T08:26:07.000Z"
  },
  {
    "code": "09127",
    "text": "- **Q:** For Ectoplasmic Horror, does its ability apply to the first eligible test only, or to the first token in each eligible test? **A:** The ability on Ectoplasmic Horror applies to the first token revealed during **each** attack test or evade test against it. (September 2023)",
    "updated_at": "2023-10-06T07:36:19.000Z"
  },
  {
    "code": "09501",
    "text": "- **Q:** In The Scarlet Keys, when exactly are we allowed to spend experienced gained from various sources? According to the rules reference, under [Campaign Play](/rules#Campaign_Play), experience is spent and decks are upgraded \"After recording the results of a scenario\". There is also a clause that reads \"The above processes, and any specific instructions provided by the campaign guide, are the only methods by which a player may modify his or her deck during a campaign.\" Taken together, the implication would seem to be that the point immediately after a scenario is the only instance in which experience can be spent. However, in The Scarlet Keys, experience is frequently gained from interludes between scenarios, sometimes on multiple occasions. And there is a possibility that experience can be gained after the penultimate scenario, but before the final scenario. If experience spending is strictly restricted to the window after finishing a scenario, then such experience would be effectively lost (unless the investigators are carried over to a new campaign, but that is well known to be a niche playstyle). So, is experience spending strictly restricted to the window after finishing a scenario, or can we effectively spend experience whenever we want? **A:** Unless explicitly stated otherwise, experience earned can be spent anytime between finishing one scenario and starting a different scenario. If an interlude gives you XP, you are in most cases able to spend that XP before starting the next scenario.",
    "updated_at": "2023-06-14T17:38:35.000Z"
  },
  {
    "code": "09521",
    "text": "**Q:** Agenda 1a reads: \"Each ***Risen*** enemy and each ***Ghoul*** enemy gains \"**Spawn** - Random location.\" Meanwhile, Agenda 1b possibly spawns ***Risen*** and ***Ghoul*** enemies. Is the text on Agenda 1a still active when resolving Agenda 1b? **A:** The text on one side of an agenda should generally not be considered active while resolving the other side of that agenda unless otherwise stated. In that sense, the answer to your question is no.\nHowever—we recognize that Dead Heat’s Agenda 1b (“The Risen Dead”) has an incomplete spawn instruction for the searched enemies. So in the end we are issuing an erratum for this card so it can function as intended. Please treat the rules text on Agenda 1b as saying “…and spawn it at a random location.” (Rules Q&A, August 2023)",
    "updated_at": "2023-08-25T07:45:04.000Z"
  },
  {
    "code": "09544a",
    "text": "- **Q:** Does [The Last Blossom](/card/09544a) require each enemy to have been healed for 1 damage to shift back to its stable side? Is having 1 damage on all enemies a requirement to initiate the effect, or is at least 1 damage on an enemy enough? Will the shift happen in either case? **A:** No, it’s not necessary for each enemy in play to heal 1 damage in order to shift The Last Blossom. But, in order for this effect to be considered “resolved”, it needs to have “changed the game state” by healing at least one enemy. After that, you will be able to shift The Last Blossom.\n\n- **Q:**  If performing the **Shift** ability on the **Unstable** side of a key would not affect each investigator or each enemy in play, can I still shift the key? **A:**  To perform a **Shift** ability on a key, you must resolve as much of that ability as possible, and if that ability changed the game state at all, you are considered to have successfully shifted that key.\nFor example, to shift [The Last Blossom](/card/09544b) from its **Unstable** side, you must heal at least 1 damage from an enemy in play (though you must heal 1 damage from as many enemies as possible). Similarly, in order to shift [The Bale Engine](/card/09769b) from its **Unstable** side, at minimum 1 investigator needs to discard 1 resource (but each investigator must discard as many resources as possible, to a max of 3). (Rules Q&A, August 2023)",
    "updated_at": "2023-09-15T02:35:14.000Z"
  },
  {
    "code": "09545",
    "text": "- **Erratum:** Replace the seventh bullet point during Setup with the following:\n - Find the double-sided [La Chica Roja](/card/09557) card, flip her to her enemy side, and resolve her concealed keyword, distributing each of those concealed mini-cards as evenly as possible among each location with a target. - FAQ, v.2.1, August 2023\n\n\n- **Q:** I had a question regarding effects that \"cancel all effects of cards committed to this skill test\" which arise in both [Where Doom Awaits](/card/02274) and [Sanguine Shadows](/card/09545). Specifically are there any skill effects not cancelled by these effects? My primary confusion results from cards like [On the Mend](/card/09006). If On The Mend's **Forced** effect is also cancelled is it discarded instead of being returned to Vincent's set aside area? If so and Vincent shuffles his discard into his deck how should the Limit 1 in hand be resolved if he attempts to draw a copy of On the Mend when one is already there? Similarly for things like [Unrelenting](/card/07196), is the text that returns the sealed tokens at test end canceled? Does it matter because the default rules for seal would resolve at that time? **A:** We reviewed the scenario cards in question and we will plan to address them in the next FAQ, either with errata or with additional clarification. We believe that, when a scenario card such as Where Doom Awaits states to “cancel the effects and icons” of committed skill cards, this only applies to non-weakness skill cards and only lasts until Step 7 of that skill test. This should clarify our intentions for such a scenario. This should allow for On the Mend to be returned to hand as intended instead of discarded, and for Weakness skill cards such as [Dreams of the Deep](/card/98015) to function as intended. As for Unrelenting, there is already a rule in place that if a card with sealed tokens leaves play, those tokens are immediately released, so the tokens would still be returned even if the card’s effects were canceled during the test.",
    "updated_at": "2023-09-02T18:24:56.000Z"
  },
  {
    "code": "09546",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: This card’s second paragraph should read: \"Find the location with a target on it nearest to La Chica Roja (or her mini-card)…\" - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-02T18:39:30.000Z"
  },
  {
    "code": "09562",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: This card loses all story text and gains: \"<b>Forced</b> – When this agenda would advance by reaching its doom threshold: Each investigator is defeated and suffers 1 mental trauma.\" - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-02T18:46:54.000Z"
  },
  {
    "code": "09567",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: This card’s first paragraph, starting on line 3, should read: \"…or search the encounter deck and discard pile for a Cultist enemy and draw it; it gains concealed 1…\" - FAQ, v.2.1, August 2023\n\n- **Q:** In the case where the cultists accumulate sufficient clues to advance Act 2a due to the effect on Agenda 1b that instructs players to either spawn <b><i>Cultists</b></i> or place clues on the story card: does the resolution of agenda 1b \"pause\" while Act 2a advances to Act 2b? This is important because Act 2b has effects that depend on the difference in clues between the cultists and the players; if agenda 1b does not \"pause\", the cultists gain many more clues or spawn many more enemies, and [The Chase](/card/09570) becomes much more difficult. If agenda 1b does \"pause\", Act 2b further instructs us to advance both the act and agenda directly to \"The Chase\". Does that mean the remaining resolution of agenda 1b is halted? Or do we continue spawning enemies until we run out of enemies? (The story card is flipped during the chase, so we can no longer spawn clues). Finally, in general, when <b><i>Cultists</b></i> spawn due to the effect on agenda 1b, are they considered to have the Concealed keyword, even though agenda 1a (which grants them that keyword) is out of play while agenda 1b is resolving? **A:** If Agenda 1b placed enough clues for Act 2a to flip, you would “pause” resolving Agenda 1b, then resolve Act 2b in full, then finish resolving Agenda 1b. Only after all of that would you have [The Chase](/card/09570) in play as the active Agenda & Act card.\n\n- **Q:** In Dealings in the Dark, when you resolve agenda 1b, it asks us to draw <b><i>Cultist</b></i> enemies from the encounter deck and discard pile. Since Agenda 1a is not in play while doing this, <b><i>Cultist</b></i> enemies do not have concealed 1 and thus you draw them normally. This specific interaction already happened in Miskatonic Museum and the Return To had to add a rule so that the text on the next agenda is still in play while resolving the b side of all agendas because this was the intent for this scenario. So my question is: Is this the intent for the cultist to be drawn normally or an oversight and cultists should still have concealed 1? **A:** The intent was that each <b><i>Cultist</b></i> drawn with the effect on Agenda 1b would also gain “concealed 1.” Please play the scenario with this ruling in effect. An official errata will be issued in the future [see above].",
    "updated_at": "2023-09-02T18:48:25.000Z"
  },
  {
    "code": "09569",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: The last line of this act’s third paragraph should read: \"Set each concealed mini-card aside, out of play,\" instead of \"Remove each concealed mini-card from the game.\" - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-02T18:50:33.000Z"
  },
  {
    "code": "09570",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: This card’s second objective now reads: \"If an enemy with The Twisted Antiprism is at Galata Docks, or if the investigator with The Twisted Antiprism is defeated, proceed…\"\" - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-02T18:51:54.000Z"
  },
  {
    "code": "09598",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: The last line of this act’s first paragraph (back) should read: \"Set each concealed mini-card aside, out of play,” instead of “Remove each concealed mini-card from the game.\" - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-02T18:53:57.000Z"
  },
  {
    "code": "09635",
    "text": "- **Erratum:** during Resolution 6, replace the second bullet point with the following (including its sub-bullets):\n - In your Campaign Log, record the following: <ul>\n  - <i>You haven’t seen the last of the Claret Knight.</i>\n  - <i>You haven’t seen the last of the Beast in a Cowl of Crimson.</i> - FAQ, v.2.1, August 2023</ul>",
    "updated_at": "2023-09-02T18:25:59.000Z"
  },
  {
    "code": "09688",
    "text": "- **NB:** ArkhamDB now incorporates errata from the Arkham Horror FAQ in its card text, so the ArkhamDB text and the card image above differ, as the ArkhamDB text has been edited to contain this erratum (updated January 2022): **Erratum**: This card’s ability should read: \"…end of your turn. If each surviving investigator has resigned, immediately advance to act 3b.\" - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-02T18:54:45.000Z"
  },
  {
    "code": "09694",
    "text": "- **Erratum:** during Setup v.I and Setup v.III, the bullet points that instructs players to \"Gather each decoy mini-card and\neach of the following mini-cards\" should come before the bullet point that instructs you to “Find each <b><i>Coterie</i></b> enemy…” - FAQ, v.2.1, August 2023",
    "updated_at": "2023-09-02T18:25:53.000Z"
  },
  {
    "code": "09769a",
    "text": "**Q:**  If performing the **Shift** ability on the **Unstable** side of a key would not affect each investigator or each enemy in play, can I still shift the key? **A:**  To perform a **Shift** ability on a key, you must resolve as much of that ability as possible, and if that ability changed the game state at all, you are considered to have successfully shifted that key.\nFor example, to shift [The Last Blossom](/card/09544b) from its **Unstable** side, you must heal at least 1 damage from an enemy in play (though you must heal 1 damage from as many enemies as possible). Similarly, in order to shift [The Bale Engine](/card/09769b) from its **Unstable** side, at minimum 1 investigator needs to discard 1 resource (but each investigator must discard as many resources as possible, to a max of 3). (Rules Q&A, August 2023)",
    "updated_at": "2023-09-15T02:35:34.000Z"
  }
]