[
  {
    "code": "09001",
    "text": "- **Q:** What's the interactions between [Carson Sinclair's](/card/09001) ability and [Plan of Action](/card/07024)? Let's say that Carson gives an action to [Silas Marsh](/card/07005), and commits Plan of Action on a test Silas is performing, will it gain icons? If so, which ones? Does \"your turn\" on \"as if it was your turn\" refers to \"the turn you are playing this round\"? In that case, it would depend on the number of action that Silas has performed. **A:** When Carson uses his ability to grant another player an action, he does so during his own turn. The type of icons that Plan of Action would gain in your proposed example depends on how many actions Carson has taken during his turn. (“This turn” = “Carson’s turn.” Though Silas is “taking an action as if it were his turn”, it does not mean he is taking a turn.)",
    "updated_at": "2022-11-21T16:55:41.000Z"
  },
  {
    "code": "09016",
    "text": "- **Q:** Can the reactions on cards that start the game in play be triggered during scenario setup? Specifically, during Step 10 of [Setting Up The Game](/rules#Appendix_III_Setting_Up_The_Game), when enemies or treacheries may be put in play? Two example cards: 1) Can [Bounty Contracts](/card/06010) put bounties on enemies put out as part of scenario setup - are permanents in play at this point? 2) Can [Darrell's Kodak](/card/09016) be triggered during scenario setup to put evidence on enemies or treacheries - are cards that \"begin the game in play\" in play at this point? **A:** No to both; unless explicitly stated, you can’t resolve abilities before the game starts. Neither Bounty Contracts nor Darrell’s Kodak is able to affect the game during Setup. (One card that can, though: [Sefina Rousseau](/card/03003) with her Forced ability.)",
    "updated_at": "2022-11-09T15:46:05.000Z"
  },
  {
    "code": "09020",
    "text": "- **Q:** I heard today that with [Burden of Leadership](/card/09020), since there's no ''must'' in the text, you can choose to exhaust an ally that's already exhausted to prevent them from taking the damage/horror. <s>I reach out to you because I feel it kind of strange to be allowed to do this and would like to know if it's the intent of the card or the designers forgot to include the ''must'' to force a choice that can alter the game state? **A:** You cannot exhaust a card that’s already exhausted—this is stated outright in the rules reference under [Exhaust, Exhausted](/rules#Exhaust). If you have Ally assets that are already exhausted when you resolve Burden of Leadership, you must deal the damage and horror to them.</s> **Ruling updated**: Though there exists a rule under [Exhausted](/rules#Exhaust) stating that an exhausted card cannot be exhausted again until it is ready, this rule doesn’t have much bearing when there is also a rule for [Must](/rules#Must) stating that its absence when choosing between multiple options allows the player to choose “an option that does not change the game state.” Thus, the rules of Must conflict with the intention of Burden of Leadership. For that reason, [Burden of Leadership](/card/09020) will be receiving an errata, where “must” will be included in the presented choice: <u><i>“For each Ally asset you control, you must either exhaust it or deal it 1 direct damage and 1 direct horror.”</i></u>",
    "updated_at": "2022-11-21T16:59:28.000Z"
  },
  {
    "code": "09058",
    "text": "- **Q:** Does [Gray's Anatomy](/card/09058) heal damage/horror? Or is it only considered to modify the amount of damage/horror healed by the original source of healing? In other words, can [Vincent Lee](/card/09004) and [Carolyn Fern](/card/05001) take it? **A:** The card itself does not heal damage/horror, it only modifies the amount of damage/horror healed by the original source. That said, Vincent and Carolyn can still take it, because we are ruling that still fulfills their deckbuilding options. [**NB ArkhamDB deckbuilding has been adjusted to reflect this.**]\n\n- **Q:** Does the \"to a maximum of +3\" on [Gray's Anatomy](/card/09058) mean that it is a maximum of +3 per target, or is across all uses of the ability. So can you use the ability on one enemy to have it take +3 damage, and then again on a different enemy to have it also take +3 damage. Or can you only use it on one enemy at a time? **A:** If you’re targeting enemies with Gray’s Anatomy, it imposes a maximum bonus of damage you can apply to that enemy “the next time [it] would be dealt damage this round.” It’s worded in such a way that while you could target the same enemy multiple times in a round with\nthe ability, the most bonus damage you could deal to it with Gray’s would be +3 at a time. There is nothing preventing you from using Gray’s Anatomy on multiple enemies, you’d just have to perform the intellect test once per enemy, and keep track of how much bonus damage each enemy would take.\n\n- **Q:**  Can you stack the effect of the action? I mean, doing the action twice choosing the same card could grant a +6? **A:** You can stack the effect, but only to a max of +3. The \"max +3\" applies across all instances of the ability (as well as across all copies of the card among all investigators). Once that damage or healing has been applied, you could theoretically use it again to get another +3 on a different healing/damage effect, but you couldn't use it twice in a row to get more than +3 to a single effect.",
    "updated_at": "2022-11-09T15:51:56.000Z"
  },
  {
    "code": "09063",
    "text": "- **Q:** How does [Embezzled Treasure](/card/09063) work with its \"to a maximum of 10 resources on it\" clause? Does this mean that there can only be a maximum of 10 resources across all copies of Embezzled Treasure across all play areas, or is it a maximum per card so you could have 2 copies of Embezzled Treasure both with 10 resources on? **A:** Embezzled Treasure’s “to a maximum of 10 resources on it” is only intended to apply to itself, and not to all copies. Perhaps it\ncould’ve been worded differently, but that’s how it should be treated.",
    "updated_at": "2022-11-09T15:47:34.000Z"
  }
]