{
  "id": "at_deaths_doorstep",
  "scenarioName": "At Deaths Doorstep",
  "setup": [
    "intro_article",
    "intro",
    "gather_encounter_sets",
    "gather_set_aside",
    "set_aside_cards",
    "set_aside_josef",
    "setup_locations",
    "check_gavriella_clues",
    "check_jerome_clues",
    "check_penny_clues",
    "check_valentino_clues",
    "remove_pieces_of_evidence",
    "encounter_deck",
    "replacing_locations",
    "$choose_resolution"
  ],
  "steps": [
    {
      "id": "intro_article",
      "text": "<b>Four Missing, Whereabouts Unknown</b>\n\nResidents of French Hill are still in a tizzy after the sudden disappearance of several guests and house staff from the home of Mr. Josef Meiger during the night of the annual Silver Twilight charity gala last Sunday. “We are absolutely baffled as to how this could have happened,” said Mr. Meiger the day after the disappearances. “That said, we are confident that Sheriff Engle and the Arkham Police will do their due diligence in finding the missing persons.”\nThere is still no evidence whatsoever as to the whereabouts of Miss Gavriella Mizrah, Mr. Jerome Davids, Mr. Valentino Rivas, and Mrs. Penny White, all of whom vanished halfway through the event and have not been seen since. The police are offering a substantial reward for any person or persons who come forward with information related to these disappearances. When asked whether the police were considering the case a homicide, Sheriff Engle had this to say: “There’s no reason to suspect foul play is involved just yet. However, given the circumstances, we have to consider every possibility.” No other attendees have come forward with statements concerning the gala, which seemed to finish without a hitch despite the disappearances.\nSo far, none of the prominent members of the Silver Twilight Lodge have expressed any concern about the Lodge’s upcoming benefit dinner, which was recently moved to the same location: Josef Meiger’s estate in French Hill. “I am certain that this event will be a smashing success,” Mr. Meiger told the Arkham Advertiser in an interview yesterday. “There is no reason for the fair residents of Arkham to worry.”\n\n–Minnie Klein"
    },
    {
      "id": "intro",
      "type": "story",
      "text": "You fold up the newspaper and shove it aside on your desk, examining the other files you’ve collected over the last few days concerning the missing persons. It has been several days since your experience in the woods. You have tried to put it all out of mind, but it is impossible. Every night, you dream of a nameless place in the void of space, a faint discordant melody of hypnotizing flutes pulling you forward. Now there are others disappearing from the town without a trace. The disappearances dance along the edges of your thoughts. <i>No reason to worry</i>, you ponder, turning the man’s words over in your head. You think of the card reader and her warning, and you wonder if you are simply imagining devils where there are none. Regardless, there is only one way to know for sure. You pick up the invitation, examining the silver-embossed stationary and perfect calligraphy.\n<center><fancy>The Silver Twilight Lodge</fancy>\n<i>requests the pleasure of your company on the evening of November the twenty-ninth at eight o’clock at the estate of Josef Ekhard Meiger, Esq. for the benefit of The Fairchild Foundation</i>\nAs you prepare for the night ahead, you cannot help but wonder: Are you taking action to remedy your fate, as the soothsayer advised? Or are you walking willingly into the jaws of a grim destiny?"
    },
    {
      "id": "gather_encounter_sets",
      "type": "encounter_sets",
      "encounter_sets": [
        "at_deaths_doorstep",
        "silver_twilight_lodge",
        "spectral_predators",
        "trapped_spirits",
        "inexorable_fate",
        "chilling_cold"
      ],
      "subtext": "When gathering <i>The Devourer Below</i> encounter set, only gather the 6 Arkham Woods locations. Do not gather any of the other cards from that encounter set."
    },
    {
      "id": "gather_set_aside",
      "type": "encounter_sets",
      "aside": true,
      "encounter_sets": [
        "realm_of_death",
        "the_watcher"
      ]
    },
    {
      "id": "set_aside_cards",
      "text": "Set the seven [[Spectral]] locations aside, out of play."
    },
    {
      "id": "set_aside_josef",
      "text": "Set the Josef Meiger enemy aside, out of play.",
      "bullets": [
        {
          "text": "<i>Note: This card is double-sided and has a story card on its other side. For the best experience, do not look at the other side unless an effect instructs you to do so.</i>"
        }
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put each of the seven non-[[Spectral]] locations into play (Entry Hall, Victorian Halls, Trophy Room, Billiards Room, Master Bedroom, Balcony, and Office). Each investigator begins play in the Entry Hall."
    },
    {
      "id": "check_gavriella_clues",
      "type": "branch",
      "condition": {
        "type": "campaign_log_section_exists",
        "section": "05046",
        "options": [
          {
            "boolCondition": true,
            "steps": ["gavriella_clues"]
          }
        ]
      }
    },
    {
      "id": "check_jerome_clues",
      "type": "branch",
      "condition": {
        "type": "campaign_log_section_exists",
        "section": "05047",
        "options": [
          {
            "boolCondition": true,
            "steps": ["jerome_clues"]
          }
        ]
      }
    },
    {
      "id": "check_penny_clues",
      "type": "branch",
      "condition": {
        "type": "campaign_log_section_exists",
        "section": "05048",
        "options": [
          {
            "boolCondition": true,
            "steps": ["penny_clues"]
          }
        ]
      }
    },
    {
      "id": "check_valentino_clues",
      "type": "branch",
      "condition": {
        "type": "campaign_log_section_exists",
        "section": "05049",
        "options": [
          {
            "boolCondition": true,
            "steps": ["valentino_clues"]
          }
        ]
      }
    },
    {
      "id": "gavriella_clues",
      "text": "Place 6 clues on the Entry Hall"
    },
    {
      "id": "jerome_clues",
      "text": "Place 6 clues on the Office"
    },
    {
      "id": "valentino_clues",
      "text": "Place 6 clues on the Billiards Room"
    },
    {
      "id": "penny_clues",
      "text": "Place 6 clues on the Balcony"
    },
    {
      "id": "remove_pieces_of_evidence",
      "text": "As evenly as possible, remove a total number of clues from the above locations equal to the number of <i>pieces of evidence that were left behind</i> in your Campaign Log"
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to build the encounter deck."
    },
    {
      "id": "replacing_locations",
      "type": "rule_reminder",
      "title": "Replacing Locations",
      "text": "Throughout this scenario, you may be instructed to swap set-aside locations with existing ones. When a location is swapped with one that is already in play, it takes its place. All tokens, attachments, investigators, enemies, and other cards at the former location are considered to now be at the new location (attached cards remain attached, for example). No game element is considered to have moved during such a swap."
    },
    {
      "id": "check_final_act",
      "type": "input",
      "text": "What act was in play when the scenario ended?",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "text": "Act 1",
            "steps": ["resolution_2"]
          },
          {
            "text": "Act 2",
            "steps": ["resolution_3"]
          },
          {
            "text": "Act 3",
            "steps": ["resolution_1"]
          }
        ]
      }
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    },
    {
      "id": "resolution_2",
      "type": "resolution",
      "resolution": "R2"
    },
    {
      "id": "resolution_3",
      "type": "resolution",
      "resolution": "R3"
    },
    {
      "id": "investigators_escaped_the_spectral_realm",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "investigators_escaped_the_spectral_realm",
          "text": "the investigators escaped the spectral realm."
        }
      ]
    },
    {
      "id": "learned_nothing_of_the_lodges_schemes",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "learned_nothing_of_the_lodges_schemes",
          "text": "the investigators learned nothing of the Lodge’s schemes."
        },
        {
          "type": "campaign_data",
          "setting": "skip_scenario",
          "scenario": "a_record_of_those_lost"
        }
      ]
    },
    {
      "id": "never_seen_again",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "never_seen_again",
          "text": "the investigators are never seen or heard from again."
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "kill_not_resigned",
      "text": "Each investigator who has not resigned is <b>killed</b>. If there are not enough investigators in the pool of available investigators to continue the campaign, the campaign is over, and the players lose. Each player whose investigator has been killed must choose a new investigator from the pool of available investigators.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "not_resigned",
          "killed": true
        }
      ]
    },
    {
      "id": "skip_price_of_progress",
      "text": "Skip <b>Interlude II: The Price of Progress</b>, and proceed directly to <b>Scenario III: The Secret Name</b>.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "skip_scenario",
          "scenario": "the_price_of_progress"
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached\n(each investigator was defeated)",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": ["check_final_act"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "As soon as you emerge onto the patio, you are surrounded by grim men in trench coats. Several of them reach into their coat pockets: a warning not to do anything too hasty. Before any threats can be fulfilled, the silence is broken by an icy voice. “Now gentlemen, there is no need for that.” The men withdraw to reveal an elderly man you recognize as Carl Sanford, the president of the Silver Twilight Lodge. Despite the dangerous situation, his expression is almost too casual. The complete lack of fear in his posture and his actions suggests a confidence backed by substantial power. His bodyguards take several steps back, allowing you to speak with Mr. Sanford in private.",
      "steps": ["investigators_escaped_the_spectral_realm", "earn_xp"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "You head out of the manor and are embraced by the brisk evening air. Your investigation has left you exhausted and strangely paranoid. Something about that event felt peculiar to you, though you aren’t sure why. Although the guests seemed oblivious, you noticed that the staff was sweaty and jittery, and the Lodge members seemed tense as well. More than once, you noticed their gaze drawn to you, watching your every move. If you didn’t know any better, you’d think the Silver Twilight Lodge was having you tailed for some reason. Regardless, you weren’t able to find much information about the four disappearances, and you doubt you ever will. Perhaps it was nothing, after all.",
      "steps": ["learned_nothing_of_the_lodges_schemes", "earn_xp", "$upgrade_decks", "skip_price_of_progress"]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "You flee toward the manor’s entry hall, but the wall of spectral mist still blocks your way. Emerging from the mist are several ghostly faces and arms, writhing and screaming in torment. You turn and are confronted by the empty visage of the hooded Watcher. Before you even realize your doom, the creature’s ethereal body is swirling and swooping through the air as though composed of mist itself. The creature reconstitutes before you, and its charred hand grips your throat, holding you aloft with tremendous strength. You kick and dig your nails into the creature’s hand, struggling with the ferocity of a cornered animal, but it is no use. The last thing you see is the red glare of the thing’s eyes as it drills into your mind.",
      "steps": ["never_seen_again", "earn_xp", "kill_not_resigned", "$upgrade_decks", "skip_price_of_progress"]
    }
  ]
}
