{
  "id": "for_the_greater_good",
  "scenario_name": "For the Greater Good",
  "full_name": "Scenario V: For the Greater Good",
  "setup": [
    "intro_1",
    "check_members_of_the_lodge",
    "gather_encounter_sets",
    "check_members_of_the_lodge_setup",
    "setup_locations",
    "set_aside_cards",
    "set_aside_keys",
    "encounter_deck",
    "keys",
    "$choose_resolution"
  ],
  "steps": [
    {
      "id": "intro_1",
      "type": "story",
      "text": "Ever since your brush with death at Hangman’s Hill, the situation in Arkham has only worsened. In the days since, there have been more reports of “ghost sightings” and even several more disappearances. A thin layer of grey mist lingers over the streets at all hours, day and night. As soon as the sun begins to set each evening, doors are shut and locked. Without truly realizing why, very few people dare venture out at night. Some businesses have even closed their doors to customers during the day, citing “poor weather.” Things are getting out of hand."
    },
    {
      "id": "check_members_of_the_lodge",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "members_of_the_lodge",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_2", "check_deceiving"]
          },
          {
            "boolCondition": false,
            "steps": ["check_enemies_of_the_lodge"]
          }
        ]
      }
    },
    {
      "id": "check_enemies_of_the_lodge",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "enemies_of_the_lodge",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_3"]
          },
          {
            "boolCondition": false,
            "steps": ["check_learned_nothing_of_the_lodges_schemes"]
          }
        ]
      }
    },
    {
      "id": "check_learned_nothing_of_the_lodges_schemes",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "learned_nothing_of_the_lodges_schemes",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_4"]
          },
          {
            "boolCondition": false,
            "steps": ["check_never_seen_again"]
          }
        ]
      }
    },
    {
      "id": "check_never_seen_again",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "never_seen_again",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_5"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "The creature that appeared at the Lodge’s charity gala is clearly not bound to Josef Meiger’s manor, which means the horrors you’ve experienced could be just the start of something much worse. It is time to report your findings to the Silver Twilight Lodge. Perhaps they can help interpret the knowledge you’ve gathered, and inform you as to what your next step should be. With their help, you may be able to save Arkham…"
    },
    {
      "id": "check_deceiving",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "deceiving_the_lodge",
        "options": [
          {
            "boolCondition": true,
            "steps": ["deceiving_sidebar"]
          }
        ]
      }
    },
    {
      "id": "deceiving_sidebar",
      "type": "story",
      "text": "…though you suspect the Lodge has other interests. The Lodge clearly knows more about what is happening than they care to admit. There is a sinister purpose that lurks beneath the surface of the Lodge, and you intend to discover what that purpose is."
    },
    {
      "id": "intro_3",
      "type": "story",
      "text": "The creature that appeared at the Lodge’s charity gala is clearly not bound to Josef Meiger’s manor, which means the horrors you’ve experienced could be just the start of something much worse. You’re not sure why just yet, but you know the Silver Twilight Lodge is connected to the creature in some way. Perhaps it’s time to pay the Lodge a visit—with or without their permission."
    },
    {
      "id": "intro_4",
      "type": "story",
      "text": "You can’t help but wonder if you missed something important in the home of Josef Meiger. The four disappearances that occurred at the Lodge’s charity gala could not have been a coincidence. If those victims encountered a creature like the one you saw at the graveyard, the horrors you’ve experienced could be just the start of something much worse. You’re not sure why just yet, but you are sure that the Silver Twilight Lodge is connected to these events in some way. Perhaps it’s time to pay the Lodge a visit—with or without their permission."
    },
    {
      "id": "intro_5",
      "type": "story",
      "text": "Too many disappearances have occurred at Josef Meiger’s estate for it to be a coincidence: first, the four victims at the charity gala, then the ones who attended the benefit dinner one week later. If they encountered a creature like the one you saw at the graveyard, the horrors you’ve experienced could be just the start of something much worse. You’re not sure why just yet, but you are sure that the Silver Twilight Lodge is connected to these events in some way. Perhaps it’s time to pay the Lodge a visit—with or without their permission."
    },
    {
      "id": "gather_encounter_sets",
      "type": "encounter_sets",
      "encounter_sets": [
        "for_the_greater_good",
        "city_of_sins",
        "silver_twilight_lodge",
        "ancient_evils",
        "pentagram",
        "locked_doors"
      ]
    },
    {
      "id": "check_members_of_the_lodge_setup",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "members_of_the_lodge",
        "options": [
          {
            "boolCondition": true,
            "steps": ["lodge_setup_1", "lodge_setup_2", "lodge_setup_3"]
          },
          {
            "boolCondition": false,
            "steps": ["not_lodge_setup_1", "not_lodge_setup_2", "not_lodge_setup_3"]
          }
        ]
      }
    },
    {
      "id": "lodge_setup_1",
      "bullet_type": "small",
      "text": "When constructing the act deck, use Act 1a—“Warm Welcome” and remove Act 1a—“Infiltrating the Lodge” from the game."
    },
    {
      "id": "lodge_setup_2",
      "bullet_type": "small",
      "text": "Put the versions of Lodge Gates, Lobby, and Lodge Cellar with the <i>(We’ve Been Expecting You)</i> subtitle into play. Remove the other versions of those locations from the game"
    },
    {
      "id": "lodge_setup_3",
      "bullet_type": "small",
      "text": "Search the gathered encounter sets for the following cards, and remove them from the game: 3 copies of Acolyte, 1 copy of Wizard of the Order, 2 copies of Knight of the Inner Circle, and 1 copy of Cell Keeper."
    },
    {
      "id": "not_lodge_setup_1",
      "bullet_type": "small",
      "text": "When constructing the act deck, use Act 1a—“Infiltrating the Lodge” and remove Act 1a—“Warm Welcome” from the game."
    },
    {
      "id": "not_lodge_setup_2",
      "bullet_type": "small",
      "text": "Put the versions of Lodge Gates, Lobby, and Lodge Cellar with the (Members Only) subtitle into play. Remove the other versions of those locations from the game."
    },
    {
      "id": "not_lodge_setup_3",
      "bullet_type": "small",
      "text": "Search the gathered encounter sets for the following cards, and remove them from the game: 3 copies of Lodge Neophyte, 1 copy of Keeper of Secrets, 2 copies of Knight of the Outer Void, and 1 copy of Lodge Jailor."
    },
    {
      "id": "setup_locations",
      "text": "Put the Lodge Catacombs and the Lounge into play. Each investigator begins play at the Lodge Gates. Set each other remaining location aside, out of play (Library, Vault, Inner Sanctum, and the 2 Sanctum Doorway locations)."
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: the Puzzle Box asset, the Summoned Beast enemy, the August Lindquist asset, and the double‑sided Nathan Wick enemy."
    },
    {
      "id": "set_aside_keys",
      "text": "Set 1 [skull] token, 1 [cultist] token, 1 [tablet] token, and 1 [elder_thing] token aside, out of play. These tokens should be taken from your collection, not from your chaos bag. These tokens are keys. <i>(See “Keys” section below)</i>"
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to build the encounter deck."
    },
    {
      "id": "keys",
      "type": "rule_reminder",
      "title": "Keys",
      "text": "The setup of this scenario instructs the players to set aside 1 [skull] token, 1 [cultist] token, 1 [tablet] token, and 1 [elder_thing] token, as keys. These keys are never placed in the chaos bag and do not act as traditional chaos tokens. Instead, they represent keys which investigators can recover and use throughout the scenario.\nKeys can enter play via several different card effects, and are usually placed on an enemy, location, or story asset. Keys can be acquired in one of three ways:",
      "bullets": [
        {
          "text": "If a location with a key on it has no clues, an investigator can take control of its key as a [fast] ability."
        },
        {
          "text": "If an enemy with a key on it leaves play, the investigator who caused that enemy to leave play must take control of its key. (If the enemy leaves play through some other means, place its key on its location.)"
        },
        {
          "text": "Some card effects may allow investigators to take control of keys in other ways."
        }
      ],
      "example": "When an investigator takes control of a key, they places that key on their investigator card. If an investigator who controls 1 or more keys is eliminated, place each of those keys on their location. As an [action] ability, an investigator may give any number of their keys to another investigator at the same location."
    },
    {
      "id": "guardian_of_the_trap_emerged",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "guardian_of_the_trap_emerged",
          "text": "the guardian of the trap emerged."
        }
      ]
    },
    {
      "id": "discovered_how_to_open_the_puzzle_box",
      "text": "In your Campaign Log, record <i>the investigators discovered how to open the puzzle box</i>. Any one investigator may choose to add the Puzzle Box story asset to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "discovered_how_to_open_the_puzzle_box",
          "text": "the investigators discovered how to open the puzzle box.."
        },
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "05228"
        }
      ]
    },
    {
      "id": "skip_inner_circle",
      "text": "Skip <b>Interlude III: The Inner Circle</b>, and proceed directly to <b>Scenario VI: Union and Disillusion</b>.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "skip_scenario",
          "scenario": "the_inner_circle"
        }
      ]
    },
    {
      "id": "guardian_of_the_trap_defeated",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "guardian_of_the_trap_defeated",
          "text": "the guardian of the trap emerged and was defeated."
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached\n(each investigator resigned or was defeated)",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You manage to escape the building and flee on foot. As you run, you can hear a thunderous rumble coming from the manor. Several others burst through the front door behind you, too preoccupied to notice you. One yells to her companions: “Get out and gather at the Unvisited Isle! We have to perform the binding rite with or without the device!”\n“What about the guardian?” A man at the gates asks.\n“It’s no use,” she replies. “Just go!”\nThat is when the screaming begins. A spray of blood splatters against the basement window. Those who escaped immediately panic and flee.\nYou don’t stop or look back. You run until the building has faded behind the dense, grey mist, until you can no longer hear the screams of those still inside, until your legs can barely move.\nIs this the kind of “sacrifice” the Silver Twilight Lodge believes in making? And if so, what does this mean for the “binding rite” they seek to complete at the Unvisited Isle?",
      "steps": ["guardian_of_the_trap_emerged", "earn_xp", "$upgrade_decks", "skip_inner_circle"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "Every fiber of your being is stretched as the box pulls you in. However, before it can accomplish its task, the lid is suddenly slammed shut by an elderly hand. You reel backward and collapse as the pulling force ceases. When your senses finally return to you, Carl Sanford is standing over you, unflappable as ever. “I see you managed to open the device without defeating its guardian. How fortunate,” he declares. He examines the box closely, removing the key and the coin from the container and recognizing them instantly. “I had a feeling you would be a valuable asset to the Lodge, but it seems I underestimated your resourcefulness. Perhaps it is time that you learn the truth behind our organization. I have a feeling you are destined for great things.” Unexpectedly, Mr. Sanford hands the puzzle box back to you, along with the components that unlocked it. “Come with me. There is much to discuss.”",
      "steps": ["discovered_how_to_open_the_puzzle_box", "earn_xp"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "Every fiber of your being is stretched as the box pulls you in. However, before it can accomplish its task, you manage to reach out and slam the lid shut. You shudder uncontrollably as your senses slowly return to you. This box is more dangerous than you could have imagined. In the hands of the Lodge, it could have been a powerful weapon, though you’re not sure what they intended to do with it. Just then, you hear several Lodge members approaching. You quickly shift one of the room’s bookcases aside and hide behind it before they enter the room. “You’re sure you heard something in here? I don’t see anybody,” one of them says.\n“Hm…” the other pauses, presumably inspecting the room for signs of intruders. “Must have been nothing.”\n“It’s all right. We’re all a bit on edge since the trap box went missing. Come, we don’t want to be late for the ceremony. Tonight is an important night.” Their footfalls become softer as they depart. The man’s words linger in your thoughts momentarily. What did he mean by tonight being an important night? This could be just as important as the puzzle box they had been attempting to open. You quietly follow the two men as they head deep into the tunnels beneath the Lodge. You struggle to keep up with them while trying to keep your footsteps silent on the stone floor of the passageway. Finally, they enter a large door with the familiar three arrows of Silver Twilight emblazoned along its surface. Ritualistic chanting fills the hall from the other side. You approach softly, placing your ear against the door to listen in.\n“Brothers and sisters,” an elderly voice announces, “thank you for coming to this hallowed gathering. The time we have long waited for approaches.” You recognize the man’s voice – it is Carl Sanford, president of the Silver Twilight Lodge. “For many decades, the Order of the Silver Twilight has pursued knowledge that can elevate humanity. We have defended against threats to our very existence. We have sacrificed everything for this sacred cause. Now, one of these threats terrorizes our city, and once again we must do what has to be done in order to protect it.” The crowd responds with solemn approval. “Tonight, we will complete the ritual we began many nights ago at the center of the Unvisited Isle. Tonight, we will finally bind the revenant and learn what it knows. We must not allow the secrets of AZATHOTH to be lost to those who would do humanity harm.”\nThe cult replies with a monotone hymn, and you take this opportunity to flee the Lodge before you are discovered. The conspiracy you have unveiled leaves you with even more questions. If the revenant Mr. Sanford speaks of is what you think it is, binding it will surely protect Arkham, as he claims. But what knowledge do they seek to learn from it?…and what in the hell is an “AZATHOTH?”",
      "steps": ["discovered_how_to_open_the_puzzle_box", "earn_xp", "$upgrade_decks", "skip_inner_circle"]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "The beast that had emerged from the box was a vicious guardian, slaughtering anyone in its path. Somehow you were able to slay the creature, but the consequences were dire. Many Lodge members were gruesomely killed by the creature’s rampage before you were able to put it down. Worse, the device it emerged from was destroyed beyond recognition. You’re not sure whether it broke as a result of the beast’s emergence or as a result of its death, but either way, it is a regretful outcome. “This didn’t work as planned,” one of the robed members of the Order states matter-of-factly as you examine the crushed puzzle box.\n“That’s a hell of an understatement,” another adds. She places a hand on your shoulder and gently pulls you away from the remains of the device. “Come on, that’s a lost cause,” she says.\nHer partner ignores your presence and stoically addresses her. “We’ll have to get to the Unvisited Isle and complete the binding rite without the trap.” She nods and takes one last look at you before the remaining Lodge members flee the building. Is this the kind of “sacrifice” the Silver Twilight Lodge believes in making? And if so, what does this mean for the “binding rite” they seek to complete at the Unvisited Isle?",
      "steps": ["guardian_of_the_trap_defeated", "earn_xp", "$upgrade_decks", "skip_inner_circle"]
    }
  ]
}