{
  "id": "the_secret_name",
  "scenario_name": "The Secret Name",
  "full_name": "Scenario III: The Secret Name",
  "header": "Scenario III",
  "chaos_bag_card": "05120",
  "setup": [
    "check_members_of_the_lodge",
    "gather_encounter_sets",
    "setup_locations",
    "location_layout",
    "create_unknown_place_deck",
    "set_aside_cards",
    "encounter_deck",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "check_members_of_the_lodge",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "members_of_the_lodge",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_1", "choose_tell_lodge_about_witches"]
          },
          {
            "boolCondition": false,
            "steps": ["check_enemies_of_the_lodge"]
          }
        ]
      }
    },
    {
      "id": "check_enemies_of_the_lodge",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "enemies_of_the_lodge",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_4"]
          },
          {
            "boolCondition": false,
            "steps": ["check_learned_nothing_of_the_lodges_schemes"]
          }
        ]
      }
    },
    {
      "id": "check_learned_nothing_of_the_lodges_schemes",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "learned_nothing_of_the_lodges_schemes",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_5"]
          },
          {
            "boolCondition": false,
            "steps": ["check_never_seen_again"]
          }
        ]
      }
    },
    {
      "id": "check_never_seen_again",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "never_seen_again",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_6"]
          }
        ]
      }
    },
    {
      "id": "intro_1",
      "narration": {
        "id": "the_circle_undone.the_secret_name.intro_1",
        "name": "Intro 1"
      },
      "type": "story",
      "text": "The upstairs study of the Silver Twilight Lodge is cozy, if a little cramped. The floor is covered in a plush carpet, and several comfortable sofas and small round tables fill the warmly lit room. Portraits of world-weary Lodge members line the walls around you. Carl Sanford, president of the Lodge, sits across from you, idly swirling a glass of Merlot in his wrinkled hand.\n“The Silver Twilight Lodge pursues knowledge that can help us elevate our understanding of the universe,” Mr. Sanford explains, pausing to take a sip from his wine. “The creature you encountered in Josef Meiger’s estate—its appearance is not the only peculiar happening in Arkham as of late. Tell me: have you experienced anything else recently that might be connected to these events?”"
    },
    {
      "id": "choose_tell_lodge_about_witches",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "tell_lodge",
            "text": "Tell the Lodge of the witches in the woods.",
            "steps": ["intro_2", "told_lodge_about_coven", "add_cultist_token"]
          },
          {
            "id": "lie",
            "text": "Tell him you know of no possible connection. (You are lying.)",
            "steps": ["intro_3", "check_mystic_investigator", "intro_3_continued", "hid_knowledge_of_coven"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "narration": {
        "id": "the_circle_undone.the_secret_name.intro_2",
        "name": "Intro 2"
      },
      "type": "story",
      "text": "You tell Mr. Sanford about your experience last week—waking up in the middle of the woods, the strange mist that weaved throughout the trees, the witches and their spell. He leans forward and listens intently as you explain the night’s strange events, your memories still somewhat of a haze. You conclude your story, and the elderly man considers your words. “Interesting,” he says at last. “I know of this coven. They are led by a witch named Anette Mason. Their magic is no trivial thing. They have passed down arcane secrets that can manipulate the energies of the universe. It is dangerous knowledge they possess—knowledge I believe they derived from a powerful witch who fled from Salem over two hundred years ago. Does the name ‘Keziah’ mean anything to you?”\nYou nod. Everyone in Arkham has at least some passing knowledge of the witch whose ghost supposedly haunts the old condemned “Witch House” in French Hill. Most believe her to be a work of fiction; a tall tale meant to scare young children away from the decrepit house. Mr. Sanford’s steely gaze and humorless tone makes it clear to you that this is not the case. “Perhaps this Anette is a true descendant of Keziah, or perhaps she is simply using her name. In any event, I believe these events are connected. To that end, I have a task for you, on behalf of the Silver Twilight Lodge.” Carl Sanford rises to his feet, using his cane more for show than for balance. You rise as well, ready to perform whatever duties are necessary to get to the bottom of this mystery.\n“We need as much information about this coven as we can obtain. If there is any place that will have these answers, it is the house where Keziah herself lived all those years ago.” You nod in agreement—there are too many questions you need answered. What spell were the witches casting that night in the woods? What is their motive? And what is their connection to the creature that kidnapped those four unfortunate souls? You shake Mr. Sanford’s hand and depart for the Witch House."
    },
    {
      "id": "told_lodge_about_coven",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "told_lodge_about_coven",
          "text": "the investigators told the Lodge about the coven."
        }
      ]
    },
    {
      "id": "add_cultist_token",
      "text": "Add 1 [cultist] token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": ["cultist"]
        }
      ]
    },
    {
      "id": "intro_3",
      "narration": {
        "id": "the_circle_undone.the_secret_name.intro_3",
        "name": "Intro 3"
      },
      "type": "story",
      "text": "You shake your head. You’re not sure if the events that took place in the woods are connected, or if they even really happened—some part of you still believes it was all a strange dream. Mr. Sanford examines you with a cold, piercing glare. You get the feeling that he is looking directly through you. “Very well,” he says. “Out of curiosity, does the name ‘Keziah Mason’ mean anything to you?”\nYou nod. Everyone in Arkham has at least some passing knowledge of the witch whose ghost supposedly haunts the old condemned “Witch House” in French Hill. Most believe her to be a work of fiction; a tall tale meant to scare young children away from the decrepit house. Mr. Sanford’s steely gaze and humorless tone makes it clear to you that this is not the case. He motions to an old, worn tome which lies on the table in front of you, open to a page filled with strange inscriptions and arcane glyphs. “I believe the creature you encountered in Josef ’s manor is tied to Keziah and the secret knowledge she possessed. See for yourself.” You pick up the tome and examine the markings on the page closely."
    },
    {
      "id": "check_mystic_investigator",
      "type": "branch",
      "condition": {
        "type": "campaign_data",
        "campaign_data": "investigator",
        "investigator_data": "faction",
        "options": [
          {
            "condition": "mystic",
            "steps": ["has_mystic", "read_mystic_text"]
          }
        ],
        "defaultOption": {
          "steps": ["no_mystic", "read_gibberish"]
        }
      }
    },
    {
      "id": "has_mystic",
      "text": "Because at least one investigator is a Mystic ([mystic]):"
    },
    {
      "id": "no_mystic",
      "text": "Because no investigator is a Mystic ([mystic]):"
    },
    {
      "id": "read_mystic_text",
      "border": true,
      "type": "story",
      "text": "The markings on the tome form the basis for some kind of spell or ritual. It involves calling out to the dead – beseeching them for power, for secrets, or perhaps for aid. But who was beseeching whom, and for what purpose?"
    },
    {
      "id": "read_gibberish",
      "border": true,
      "type": "story",
      "text": "It all looks like gibberish to you."
    },
    {
      "id": "intro_3_continued",
      "type": "story",
      "text": "“To this end, I have a task for you, on behalf of the Silver Twilight Lodge.” Carl Sanford rises to his feet, using his cane more for show than for balance. You rise as well, ready to perform whatever duties are necessary to get to the bottom of this mystery.\n“We need as much information about this creature as we can obtain. If there is any place that will have these answers, it is the house where Keziah herself lived all those years ago.” You nod in agreement—there are too many questions you need answered. Perhaps this is connected to the spell the witches were casting that night in the woods, after all. If so, what is their motive? And what does this have to do with the creature that kidnapped those four unfortunate souls? You nod to Mr. Sanford and depart for the Witch House."
    },
    {
      "id": "hid_knowledge_of_coven",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "hid_knowledge_of_coven",
          "text": "the investigators hid their knowledge of the coven."
        }
      ]
    },
    {
      "id": "intro_4",
      "narration": {
        "id": "the_circle_undone.the_secret_name.intro_4",
        "name": "Intro 4"
      },
      "type": "story",
      "text": "After your confrontation with the president of the Silver Twilight Lodge, you travel to the manor of the Arkham Historical Society in Southside. You are positive that the events you experienced in the woods last week have something to do with the creature that kidnapped those four unfortunate souls. It’s just a hunch—a feeling that crawls along the back of your neck, imploring you to look away—but you’re sure that everything is connected. You’re just not sure how.\nAs you enter, one of the Historical Society’s many researchers greets you and asks if she can help in any way. You give a cursory description of the information you’re looking for; just enough that she can direct you where to look, but vague enough to leave your motives at the door. “I don’t know why you are researching such morbid affairs, but the records you are looking for should be in the library on the third floor,” the researcher says.\nYou thank her and head to the third floor, where you begin to study the history of witchcraft in Arkham. In the late 17th century, Arkham was one of the New England towns caught up in the hysteria of witch trials. Accusations of witchcraft spread like wildfire, and many of the accused were executed by hanging or burning, guilty and innocent alike. But there was one witch whose infamy rose above the rest, and whose mystical power was never in question: Keziah Mason.\nYou recognize the name as the ghost who supposedly haunts the old Witch House in French Hill. You had always thought her to be a work of fiction; a tall tale meant to scare young children away from the condemned house. But the Historical Society’s records indicate that Keziah was a real person: a powerful witch who had fled from Salem over two hundred years ago.\nYou are no stranger to real witchcraft. If Keziah Mason has anything to do with the coven you encountered in the woods, you must discover that connection. You leave the manor and head toward French Hill, where the Witch House awaits…"
    },
    {
      "id": "intro_5",
      "narration": {
        "id": "the_circle_undone.the_secret_name.intro_5",
        "name": "Intro 5"
      },
      "type": "story",
      "text": "Your lead regarding the Silver Twilight Lodge’s charity gala turned out to be a bust, but Anna Kaslow’s reading still plays out over and over in your mind. You cannot help but feel as though you are missing a piece of this puzzle—something you can use to avoid the dire fate the tarot reader described. Turning your attention back to the coven of witches you encountered in the woods last week, you travel to the manor of the Arkham Historical Society in Southside. Perhaps there is some piece of information you have overlooked that will shed light on their identity, or their motives.\nAs you enter, one of the Historical Society’s many researchers greets you and asks if she can help in any way. You give a cursory description of the information you’re looking for; just enough that she can direct you where to look, but vague enough to leave your motives at the door. “I don’t know why you are researching such morbid affairs, but the records you are looking for should be in the library on the third floor,” the researcher says.\nYou thank her and head to the third floor, where you begin to study the history of witchcraft in Arkham. In the late 17th century, Arkham was one of the New England towns caught up in the hysteria of witch trials. Accusations of witchcraft spread like wildfire, and many of the accused were executed by hanging or burning, guilty and innocent alike. But there was one witch whose infamy rose above the rest, and whose mystical power was never in question: Keziah Mason.\nYou recognize the name as the ghost who supposedly haunts the old Witch House in French Hill. You had always thought her to be a work of fiction; a tall tale meant to scare young children away from the condemned house. But the Historical Society’s records indicate that Keziah was a real person: a powerful witch who had fled from Salem over two hundred years ago.\nYou are no stranger to real witchcraft. If Keziah Mason has anything to do with the coven you encountered in the woods, you must discover that connection. You leave the manor and head toward French Hill, where the Witch House awaits…"
    },
    {
      "id": "intro_6",
      "narration": {
        "id": "the_circle_undone.the_secret_name.intro_6",
        "name": "Intro 6"
      },
      "type": "story",
      "text": "You pin the newspaper article up on your wall along with the rest of the evidence you’ve found. Whatever is happening in Josef Meiger’s manor, it’s getting out of hand. First, there were the four disappearances on the twenty-second, at the Silver Twilight Lodge’s annual charity gala. Now more have gone missing after a second event at the same estate. Is the Lodge somehow involved? Why else would they move this dinner to Mr. Meiger’s estate?\nThat’s not the only headline, either. Strange sightings have been occuring throughout the city: ghostly figures, an ashen mist, and a hunched, cloaked figure whose identity is hotly debated by the community. The name on the tips of everybody’s tongues is Keziah Mason—the ghost who supposedly haunts the old Witch House in French Hill. You had always thought her to be a work of fiction; a tall tale meant to scare young children away from the condemned house. But with all of the disappearances and odd sightings occuring throughout town, you’re not so sure. Perhaps there is something to this old ghost story, after all."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "the_secret_name",
        "city_of_sins",
        "inexorable_fate",
        "realm_of_death",
        "witchcraft",
        "rats"
      ]
    },
    {
      "id": "setup_locations",
      "text": "Put Moldy Halls, Walter Gilman’s Room, and the three Decrepit Door locations into play. Each investigator begins play in the Moldy Halls."
    },
    {
      "id": "location_layout",
      "type": "location_setup",
      "text": "Location Placement",
      "horizontal": "normal",
      "vertical": "normal",
      "locations": [
        ["blank", "05132_back", "blank"],
        ["05129_back", "05128_back", "05129_back"],
        ["blank", "05129_back", "blank"]
      ]
    },
    {
      "id": "create_unknown_place_deck",
      "text": "Set the seven “Unknown Places” locations aside as a separate “Unknown Places Deck.” To do this, perform the following:",
      "bullets": [
        {
          "text": "Shuffle the Unknown Places with Witch House Ruins on its revealed side and three other random Unknown Places locations together to form the bottom four cards of the Unknown Places Deck, unrevealed side faceup."
        },
        {
          "text": "Then, place the other three Unknown Places locations on top, in a random order. All seven cards of the Unknown Places deck should be showing only the unrevealed side, so the players do not know which of the Unknown Places is the Witch House Ruins."
        }
      ]
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following cards aside, out of play: Nahab, Site of the Sacrifice, Keziah’s Room, The Black Book, both copies of Strange Geometry, and both copies of Ghostly Presence."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to build the encounter deck."
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "check_brown_jenkin_xp",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "brown_jenkin_defeated",
            "text": "Was Brown Jenkin defeated at least once?",
            "steps": ["brown_jenkin_xp"]
          }
        ]
      }
    },
    {
      "id": "brown_jenkin_xp",
      "bullet_type": "small",
      "text": "Each investigator earns 1 bonus experience.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_nahab_xp",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "nehab_defeated",
            "text": "Was Nahab defeated at least once?",
            "steps": ["nahab_xp"]
          }
        ]
      }
    },
    {
      "id": "nahab_xp",
      "bullet_type": "small",
      "text": "Each investigator earns 1 bonus experience.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 1
        }
      ]
    },
    {
      "id": "check_act_deck",
      "type": "input",
      "text": "Check the act deck. What act was in play when the scenario ended?",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "act_1",
            "text": "Act 1",
            "steps": []
          },
          {
            "id": "act_2",
            "text": "Act 2",
            "steps": ["record_gilmans_journal", "choose_black_book_small_prompt", "choose_black_book_small"]
          },
          {
            "id": "act_3",
            "text": "Act 3",
            "steps": ["record_journal_and_formulae", "choose_black_book_small_prompt", "choose_black_book_small"]
          }
        ]
      }
    },
    {
      "id": "record_gilmans_journal",
      "bullet_type": "small",
      "effects": [
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "gilmans_journal",
          "text": "Gilman's Journal"
        }
      ]
    },
    {
      "id": "record_journal_and_formulae",
      "text": "In your Campaign Log, under “Mementos Discovered,” record <i>Gilman’s Journal</i> and <i>Keziah’s Formulae</i>.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "gilmans_journal",
          "text": "Gilman's Journal"
        },
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "keziahs_formulae",
          "text": "Keziah's Formulae"
        }
      ]
    },
    {
      "id": "all_mementos",
      "text": "In your Campaign Log, under “Mementos Discovered,” record <i>Gilman’s Journal</i>, <i>Keziah’s Formulae</i>, and <i>Worn Crucifix</i>.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "gilmans_journal",
          "text": "Gilman's Journal"
        },
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "keziahs_formulae",
          "text": "Keziah's Formulae"
        },
        {
          "type": "campaign_log",
          "section": "mementos",
          "id": "worn_crucific",
          "text": "Worn Crucifix"
        }
      ]
    },
    {
      "id": "choose_black_book_small_prompt",
      "bullet_type": "small",
      "text": "Additionally, any one investigator may choose to add The Black Book story asset to their deck. This card does not count toward that investigator’s deck size. If an investigator chooses to include The Black Book in their deck, add 1 [skull] token to the chaos bag for the remainder of the campaign."
    },
    {
      "id": "choose_black_book_small",
      "bullet_type": "small",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "keep_book",
            "text": "Keep the Black Book?",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              },
              {
                "type": "add_card",
                "investigator": "any",
                "card": "05150"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "choose_black_book_prompt",
      "text": "Additionally, any one investigator may choose to add The Black Book story asset to their deck. This card does not count toward that investigator’s deck size. If an investigator chooses to include The Black Book in their deck, add 1 [skull] token to the chaos bag for the remainder of the campaign."
    },
    {
      "id": "choose_black_book",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "keep_book",
            "text": "Keep the Black Book?",
            "effects": [
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              },
              {
                "type": "add_card",
                "investigator": "any",
                "card": "05150"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "earn_xp_bonus_2",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "confirm_text": "Each investigator earns 2 bonus experience as they gain insight into Arkham’s mysterious past.",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all",
            "bonus": 2
          }
        ]
      }
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "narration": {
        "id": "the_circle_undone.the_secret_name.no_resolution",
        "name": "No Resolution"
      },
      "title": "No resolution was reached\n(each investigator resigned or was defeated)",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "Flashes of vision spark your memory as you are dragged along the dirty wooden floor. A foul ceremony—the house—Nahab—a rhythmic chant—the spiraling black vortex—a dark revelry—the Primal Chaos—a child’s cries—a writhing tunnel inside your chest.",
      "steps": ["resolution_1"]
    },
    {
      "id": "R1",
      "narration": {
        "id": "the_circle_undone.the_secret_name.resolution_1",
        "name": "Resolution 1"
      },
      "title": "Resolution 1",
      "text": "You awaken in the muddy lawn at the base of some crooked wooden steps, the front door of the Witch House looming above you. Every fiber of your being is filled with regret. You know you have failed to prevent something awful, though you are not sure exactly what. The evidence of your eyes and ears suggests what you saw inside the Witch House was not concurrent with here and now. Regardless, you’ve learned several things about Keziah Mason, the witch who once inhabited this old and forsaken house. With your spirit diminished and your body aching, this information will have to suffice. You dare not venture back into this infernal house.",
      "steps": ["earn_xp", "check_brown_jenkin_xp", "check_nahab_xp", "check_act_deck", "$upgrade_decks"]
    },
    {
      "id": "R2",
      "narration": {
        "id": "the_circle_undone.the_secret_name.resolution_2",
        "name": "Resolution 2"
      },
      "title": "Resolution 2",
      "text": "When you come to, you are lying on the wooden floor of Walter Gilman’s room. The trappings of Keziah’s foul practices are nowhere to be found, nor is the fanged, bearded rat – Keziah’s “ familiar,” as you now understand. Just as you are about to rise to your feet, you spot something glinting in a corner of the room. Crawling underneath Gilman’s bed, you reach out and grab the trinket. It is a worn nickel crucifix, similar to the ones you saw in the loomfixer’s room. You shove it into your pocket before leaving the troubling room and its strange angles behind. You’ve learned as much as you care to uncover about Keziah Mason, the witch who once inhabited this old and forsaken house. As you step out into the chilly November air, you turn and take one last look at the decrepit Witch House. You fear that though you may never enter this place again, in your thoughts and your dreams, you will never truly leave it behind.",
      "steps": ["earn_xp_bonus_2", "all_mementos", "choose_black_book_prompt", "choose_black_book", "$upgrade_decks"]
    }
  ]
}