{
  "id": "eoe_interlude_1",
  "scenario_name": "Restful Night",
  "full_name": "Interlude I: Restful Night",
  "header": "Interlude I",
  "type": "interlude",
  "icon": "armitages_fate",
  "setup": [
    "intro",
    "check_in_explanation",
    "compute_loops",
    "prologue_1",
    "choose_believe",
    "prologue_4",
    "gather_expedition_team",
    "introduce_expedition_team",
    "expedition_explanation"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "Safe at last, you and the remaining members of the expedition take stock of your situation. You have lost several members of the team, but your members remain strong. Part of you knows that staying any longer would prove foolish or deadly. But a great many questions crowd your thoughts, demanding answers despite your worries. What were those uncanny, Phantasmal creatures? What happened here after Dyer’s expedition left the icy wastes behind?\nYou and the others discuss the situation at length and consider various plans. Some believe in the total abandonment of the expedition. But to return empty-handed now would prove disastrous for the university, frustrate the scientific community, and possibly cost the remaining crew their careers. After all, very few believed Dyer’s outlandish claims --who would believe this?\nIn the end, you decide to press onward. Another flight is out of the question, of course. That thing in the sky must still be out there. It was a miracle you survived one aeroplane crash, let alone two. No, there’s only one way to reach the site described in Dyer’s report now: you must travel on foot.\nThe decision made, you retire to get what meager rest you can before the grueling trek ahead."
    },
    {
      "id": "check_in_explanation",
      "bullet_type": "none",
      "text": "You only have enough time to check on a few team members (regardless of whether they are alive or crossed out). One at a time, choose and read three of the sections below (four instead if <i>the team fled to the mountains</i>). If the game effect of the chosen section cannot be performed, it does not count toward this total and you may choose a new section instead."
    },
    {
      "id": "compute_loops",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "team_fled_to_the_mountains",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "restful_night_conversations",
                "operation": "set",
                "value": 4
              }
            ]
          },
          {
            "boolCondition": false,
            "effects": [
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "restful_night_conversations",
                "operation": "set",
                "value": 3
              }
            ]
          }
        ]
      }

    }
    {
      "id": "choose_believe",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "p2",
            "text": "<i>\"I believe you... but if what you say is true, should we not investigate these findings further?\"</i>",
            "steps": ["prologue_2", "convinced_dyer_to_allow_the_expedition", "add_cultist"]
          },
          {
            "id": "p3",
            "text": "<i>\"I'm sorry, but this seems too wild to be true.\"</i>",
            "steps": ["prologue_3", "did_not_believe_dyers_report", "add_tablet"]
          }
        ]
      }
    },
    {
      "id": "prologue_2",
      "type": "story",
      "text": ""
    },
    {
      "id": "convinced_dyer_to_allow_the_expedition",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "convinced_dyer_to_allow_the_expedition",
          "text": "the investigators convinced Dyer to allow the expedition."
        }
      ]
    },
    {
      "id": "add_cultist",
      "text": "Add 1 [cultist] token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": [
            "cultist"
          ]
        }
      ]
    },
    {
      "id": "prologue_3",
      "type": "story",
      "text": ""
    },
    {
      "id": "did_not_believe_dyers_report",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "did_not_believe_dyers_report",
          "text": "the investigators did not believe Dyer's report."
        }
      ]
    },
    {
      "id": "add_tablet",
      "text": "Add 1 [tablet] token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": [
            "tablet"
          ]
        }
      ]
    },
    {
      "id": "prologue_4",
      "type": "story",
      "text": ""
    },

    {
      "id": "gather_expedition_team",
      "type": "encounter_sets",
      "encounter_sets": [
        "expedition_team"
      ],
      "text": "Gather each of the cards from the <i>Expedition Team</i> encounter set. As you read the rest of this prologue and each member of the expedition team is introduced, find the story asset from that encounter set that matches their name and acquaint yourself with that card."
    },
    {
      "id": "introduce_expedition_team",
      "type": "story",
      "text": ""
    },
    {
      "id": "expedition_explanation",
      "bullet_type": "none",
      "text": "These nine characters will be your partners throughout this campaign. Their various talents will be crucial in the scenarios to come. However, if you wish for this expedition to be successful, it is imperative that you keep them healthy and sane.\nIn the \"Expedition Team\" section of the Campaign Log, you can view the status of each member of the expedition team. As they are injured or begin to question their sanity, update the Campaign Log accordingly. <i>(You will be instructed when to do so.)</i>\nAs each team member is killed or driven insane, cross them off the list, one by one."
    }
  ]
}