[
  {
    "code": "zcf_00066",
    "flavor": "The strange statuette isn't as easy to hold as it looks. Your fingers appear to bend around the idol, gripping it from impossible positions.",
    "name": "Warped Idol",
    "subname": "Hyperbolic Carving",
    "text": "Increase the modifier of each [tablet] token revealed at your location by 1. <i>(Example: -3 becomes -2)</i>\n[reaction] When you would move from a location, exhaust Warped Idol: This movement ignores all attacks of opportunity and effects on scenario cards that would trigger from that movement.",
    "traits": "Item. Relic. Occult."
  },
  {
    "code": "zcf_00094",
    "flavor": "Wycliffe's silver ring is engraved with a Latin inscription circling the outside: \"Virtue Silentio Amore.\"",
    "name": "Wycliffe's Ring",
    "subname": "Etched with Mysteries",
    "text": "You get +2 maximum hand size.\nEncounter cards do not count toward your maximum hand size.\n[reaction] When an encounter card is added to the hand of an investiagtor at your location, exhaust Wycliffe's Ring: Draw a card.",
    "traits": "Item. Charm."
  },
  {
    "code": "zcf_00142",
    "flavor": "Square your actions by the square of virtue with all mankind.",
    "name": "Compass of the Grand Lodge",
    "subname": "Manifold Measures",
    "text": "[reaction] When Compass of the Grand Lodge enters play, choose one: Hand, Arcane, Accessory. You gain 1 additional slot of the chosen type.\n[reaction] When you play an asset that fills a slot of the chosen type, exhaust Compass of the Grand Lodge: You get +1 to each of your skills until the end of the round.",
    "traits": "Item. Tool."
  },
  {
    "code": "zcf_00030",
    "flavor": "This strange glypth gleaned from the masonic renegades has given you an advantage in keeping the universe in order.",
    "name": "Immutable Sigil",
    "subname": "Ward Against the Impossible",
    "text": "[reaction] When a scenario effect would remove any amount of cards from an investigator's hand, play area, or deck from the game: Remove 1 fewer card from the game.\n[reaction] If Immutable Sigil would be removed from the game by a scenario effect: Draw it, instead",
    "traits": "Spell. Ritual."
  },
  {
    "code": "zcf_00040",
    "name": "Lingering Fatigue",
    "text": "<b>Revelation</b> - Put Lingering Fatigue into play in your threat area.\n<b>Forced</b> - When one of your cards would be removed from the game by a scenario card effect: Take 1 damage or 1 horror (choose one).\n[action][action]: Discard Lingering Fatigue",
    "traits": "Injury. Madness."
  }
]