[
  {
    "code": "zez_00024",
    "name": "Yin's Drumsticks",
    "text": "[reaction] After you succeed at a skill test in which Yin's Drumsticks was committed, you may either put it into play or return it to your hand.\n[action]: <b>Fight.</b> Commit Yin's Drumsticks to this attack. This attack deals +1 damage.",
    "traits": "Item. Weapon. Melee."
  },
  {
    "code": "zez_00025",
    "name": "Page's Violin",
    "text": "[reaction] After you discard a card from your hand, exhaust Page's Violin: Draw a card.",
    "traits": "Item. Instrument."
  },
  {
    "code": "zez_00026",
    "name": "La Fratta's Piano Key",
    "text": "[reaction] At the end of your turn, if you did not perform any same type of action twice, exhaust La Fratta's Piano Key: Take an additional action. <i>(types include activate, engage, evade, fight, investigate, move, play, resource, and draw)</i>",
    "traits": "Item. Charm."
  },
  {
    "code": "zez_00027",
    "name": "Walker's Trombone",
    "text": "[reaction] When you would perform a skill test, exhaust Walker's Trombone: You get +1 skill value for this test for each chaos token revealed during this test.",
    "traits": "Item. Instrument."
  },
  {
    "code": "zez_00028",
    "name": "Stuck in Your Head",
    "text": "Peril. Hidden.\n<b>Revelation</b> - Secretly add this card to your hand.\nStuck in Your Head counts as 3 cards instead of 1 while checking your hand size.\n<b>Forced</b> - After you discard 1 or more cards from your hand during the upkeep phase: Draw the top card of the encounter deck and discard Stuck in Your Head.",
    "traits": "Madness."
  },
  {
    "code": "zez_00044",
    "name": "Auguste Gaudin",
    "subname": "Maestro of Symphonies",
    "text": "[fast] Exhaust Auguste Gaudin: Search the top 9 cards of the encounter deck for an encounter card and draw it. Shuffle the encounter deck. Then, search the top 3 cards of your deck for a card and draw it. Shuffle your deck. Any investigator at his location may trigger this ability.",
    "traits": "Ally. Musician."
  },
  {
    "code": "zez_00046",
    "flavor": "\"Life is like a piano. What you get out of it depends on how you play it.\"",
    "name": "Isabel La Fratta",
    "subname": "The Pianist",
    "text": "You make take an additional action during your turn.\n<b>Forced</b> - After you perform the same type of action twice in a row <i>(types include activate, engage, evade, fight, investigate, move, play resource, and draw)</i>, lose all remaining actions and immediately end your turn.\n[elder_sign] effect: +0. You may take an immediate action. That action ignores Isabel La Fratta's forced effect.",
    "traits": "Performer.",
    "back_flavor": "When Isabel was given the sheets to the new symphony the Auseil Theatre orchestral group would be performing, she didn't expect the audience to be that of the infinite extradimensional abyss. If not for a few investigators from Arkham, she would surely have been consumed by the music of the nothingness from beyond, along with the Auseil Theatre.",
    "back_text": "<b>Deck Size</b>: 30.\n<b>Secondary Class Choice</b>: At deck creation, choose Mystic ([mystic]), Survivor ([survivor]) or Seeker ([seeker]).\n<b>Deckbuilding Options</b>: Rogue cards ([rogue]) level 0-5, Neutral cards level 0-5, up to 5 level 0-1 events and/or skills of your chosen class.\n<b>Deckbuilding Requirements</b> (do not count toward deck size): Cadenza, Erlkönig, 1 random basic weakness."
  },
  {
    "code": "zez_00047",
    "name": "Cadenza",
    "text": "Isabel La Fratta deck only.\nYou may immediately take the following actions in any order: <b>Move.</b> <b>Fight.</b> <b>Evade.</b> <b>Investigate.</b> <b>Resource.</b> <b>Draw.</b> These actions do not count towards the number of actions you can take each turn. If it is your turn, end your turn.",
    "traits": "Improvised. Fated"
  },
  {
    "code": "zez_00048",
    "name": "Erlkönig",
    "text": "<b>Revelation</b> - Put Erlkönig into play in your threat area.\n<b>Forced</b> - At the start of your turn: Add 1 doom to Erlkönig.\n[action]: Remove 1 doom from Erlkönig.\n[action]: If there is no doom on Erlkönig, discard it.",
    "traits": "Music. Task."
  }
]