[
  {
    "code": "zez_00024",
    "name": "Yin's Drumsticks",
    "text": "[reaction] After you succeed at a skill test in which Yin's Drumsticks was committed, you may either put it into play or return it to your hand.\n[action]: <b>Fight.</b> Commit Yin's Drumsticks to this attack. This attack deals +1 damage.",
    "traits": "Item. Weapon. Melee."
  },
  {
    "code": "zez_00025",
    "name": "Page's Violin",
    "text": "[reaction] After you discard a card from your hand, exhaust Page's Violin: Draw a card.",
    "traits": "Item. Instrument."
  },
  {
    "code": "zez_00026",
    "name": "La Fratta's Piano Key",
    "text": "[reaction] At the end of your turn, if you did not perform any same type of action twice, exhaust La Fratta's Piano Key: Take an additional action. <i>(types include activate, engage, evade, fight, investigate, move, play, resource, and draw)</i>",
    "traits": "Item. Charm."
  },
  {
    "code": "zez_00027",
    "name": "Walker's Trombone",
    "text": "[reaction] When you would perform a skill test, exhaust Walker's Trombone: You get +1 skill value for this test for each chaos token revealed during this test.",
    "traits": "Item. Instrument."
  },
  {
    "code": "zez_00028",
    "name": "Stuck in Your Head",
    "text": "Peril. Hidden.\n<b>Revelation</b> - Secretly add this card to your hand.\nStuck in Your Head counts as 3 cards instead of 1 while checking your hand size.\n<b>Forced</b> - After you discard 1 or more cards from your hand during the upkeep phase: Draw the top card of the encounter deck and discard Stuck in Your Head.",
    "traits": "Madness."
  },
  {
    "code": "zez_00044",
    "name": "Auguste Gaudin",
    "subname": "Maestro of Symphonies",
    "text": "[fast] Exhaust Auguste Gaudin: Search the top 9 cards of the encounter deck for an encounter card and draw it. Shuffle the encounter deck. Then, search the top 3 cards of your deck for a card and draw it. Shuffle your deck. Any investigator at his location may trigger this ability.",
    "traits": "Ally. Musician."
  },
  {
    "code": "zez_00046",
    "flavor": "\"La vita è come un pianoforte. Quel che riesci a ricavarne dipende dalla tua abilità.\"",
    "name": "Isabel La Fratta",
    "subname": "La Pianista",
    "text": "Durante il tuo turno, puoi effettuare 1 azione aggiuntiva.\n<b>Obbligo</b> - Dopo che hai effettuato la stessa azione due volte di seguito <i>(Le azioni comprendono <b>Attiva, Impegna, Eludi, Combatti, Indaga, Muoviti, Risorsa, Pesca</b>)</i>, perdi tutte le tue azioni rimanenti e termina immediatamente il tuo turno.\nEffetto di [elder_sign]: +0. Puoi effettuare immediatamente 1 azione. Questa azione può ignorare la capacità <b>Obbligo</b> di Isabel La Fratta.",
    "traits": "Intrattenitore.",
    "back_flavor": "Quando Isabel ricevette gli spartiti della nuova sinfonia che l'orchestra del Teatro Auseil avrebbe eseguito, non si aspettava che il pubblico provenisse dagli abissi dell'infinito extradimensionale. Se non fosse stato per alcuni investigatori di Arkham, sarebbe stata sicuramente consumata dalla musica del vuoto dell'aldilà, insieme all'intero Teatro Auseil.",
    "back_text": "<b>Dimensione del Mazzo</b>: 30.\n<b>Classe Secondaria</b>: Durante la composizione del mazzo, scegli tra Mistico ([mystic]), Sopravvissuto ([survivor]) oppure Studioso ([seeker]).\n<b>Opzioni del Mazzo</b>: Carte Canaglia ([rogue]) di livello 0-5, carte neutrali di livello 0-5, fino a 5 carte evento e/o abilità di livello 0-1 della tua classe secondaria scelta.\n<b>Requisiti del Mazzo</b> (non considerati nella dimensione del mazzo): Cadenza, Erlkönig, 1 debolezza base casuale."
  },
  {
    "code": "zez_00047",
    "name": "Cadenza",
    "text": "Solo mazzo di Isabel La Fratta\nPuoi effettuare immediatamente le seguenti azioni, in qualsiasi ordine: <b>Muoviti</b> <b>Combatti</b> <b>Eludi</b> <b>Indaga</b> <b>Risorsa</b> <b>Pesca</b>. Queste azioni non sono considerate nel limite di azioni che puoi effettuare in un turno. Se è il tuo turno, termina immediatamente il tuo turno.",
    "traits": "Improvvisato. Predestinato."
  },
  {
    "code": "zez_00048",
    "name": "Erlkönig",
    "text": "<b>Rivelazione</b> - Metti in gioco Erlkönig nella tua area di minaccia.\n<b>Obbligo</b> - All'inizio del tuo turno: Colloca 1 destino sull'Erlkönig.\n[action]: Rimuovi 1 destino dall'Erlkönig.\n[action]: Se non ci sono destini sull'Erlkönig, scartalo.",
    "traits": "Musica. Impresa."
  }
]