{
  "id": "sibling_rivalry",
  "scenario_name": "Sibling Rivalry",
  "full_name": "Scenario II-E: Sibling Rivalry",
  "header": "Scenario II-E",
  "setup": [
    "intro",
    "gather_encounter_sets",
    "gather_boons_and_banes",
    "set_aside_cards",
    "setup_locations",
    "dum_and_dee",
    "soldiers",
    "chesire_cat",
    "encounter_deck",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "intro",
      "type": "story",
      "text": "The places in Wonderland where the fields and trees meet tend to spark the greatest suspicion in you.  The illusion of safety in the wide plains makes the darkened forests look all the more sinister.  Shadows flit around every fallen log and bed of moss, making each step forward a nervous one.  Where will Gurathnaka's hungry minions strike from this time?  As if to answer your question, a pair of dark claws extend from a rotted stump, but before you can beat them back, a shaking sound echoes from within the woods, and the shadows retreat.  Curiosity strikes you at the swift result, and you head a little deeper into the woods to find the source of the noise.\nEven after what you've seen in Wonderland, the sight that greets you seems far-fetched.  Two rotund figures of indeterminate age stand in a clearing, fighting back and forth over a small object.  It takes a moment of observation before it occurs to you that the two look exactly like Tweedledum and Tweedledee from the old nursery rhyme.  They're currently tussling with each other over a toy rattle, which you quickly identify as the source of the strange noise from before.  You look to the edges of the clearing and confirm that each wild shake of the rattle causes the creeping shadows to shrink away.  Strange as it seems, it may help your mission to get that rattle.\nYou step closer to the two and try to interject, but the twins look to you indignantly.  \"It's rude to interrupt!\" Tweedledee snaps at you with a sneer.  \"Contrariwise, it's polite to say nothing at all!\" Tweedledum chimes in.  They ignore your attempts at reasoning and bargaining as they return to their tug-of-war.  \"It's my rattle and I shan't let you take it!\" Tweedledum grunts at his brother.  \"You've had your fun!  It's my turn now!\" Tweedledee spits back.  The two pull on the rattle until a wooden crack echoes out, and each collapses back with half of it.  \"You broke it!\" Tweedledum cries out, though his brother shakes his head and sneers \"Didn't!\"  The pair storm off before you can intervene or mediate, shouting threats of war at each other.\nYou sigh in irritation.  At first you consider just snatching the pieces of the rattle away from them, but your plan is quickly stifled by the sudden appearance of two massive armies of figures.  One battalion is made of living playing cards, and the other of living chess pieces, each siding with one of the Tweedles, who are busy strapping household objects to themselves for protection.  The Cheshire Cat appears between you with the same telltale grin, but a roll of his eyes.  \"Tweedledum and Tweedledee agreed to have a battle.  Surely you know the rest,\" it purrs as the combatants take places across a small wooded valley from each other.  Once again, you've been caught up in the nonsense of Wonderland's strange citizens.  Still, if at all possible, you've got to get your hands on that rattle."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "sibling_rivalry",
        "card_guards",
        "chessmen",
        "chesire_cat"
      ]
    },
    {
      "id": "gather_boons_and_banes",
      "type": "encounter_sets",
      "text": "Check the Campaign Log. Gather the cards from the <i>Wonderland Boons</i> encounter set whose names are listed under \"Wonderland Boons\" and the cards from the <i>Wonderland Banes</i> encounter set whose names are listed under \"Wonderland Banes.\"",
      "encounter_sets": [
        "wonderland_boons",
        "wonderland_banes"
      ]
    },
    {
      "id": "set_aside_cards",
      "text": "Set the Monstrous Crow card aside, out of play."
    },
    {
      "id": "setup_locations",
      "text": "Choose one of the two Northeast Slope, Northwest Slope, Southeast Slope, and Southwest Slope locations at random and put them into play. Remove the other versions of Northeast Slope, Northwest Slope, Southeast Slope, and Southwest Slope from the game.  Then, put the Overgrown Dell, West Hill, and East Hill locations into play.  Each investigator begins play at Overgrown Dell."
    },
    {
      "id": "dum_and_dee",
      "text": "Put Tweedledum <i>(Troublesome Twin)</i> into play at West Hill and Tweedledee <i>(Troublesome Twin)</i> into play at East Hill."
    },
    {
      "id": "soldiers",
      "text": "Search the collected cards for 1 [[Soldier]] enemy (2 [[Soldier]] enemies instead if there are 3 or 4 players) and put each one into play at a different [[Slope]] location.  Pawn enemies cannot be chosen."
    },
    {
      "id": "chesire_cat",
      "text": "Put The Cheshire Cat <i>(Grinning Guide)</i> into play in the lead investigator's play area."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    },
    {
      "id": "resolution_3",
      "type": "resolution",
      "resolution": "R3"
    },
    {
      "id": "resolution_4",
      "type": "resolution",
      "resolution": "R4"
    },
    {
      "id": "resolution_6",
      "type": "resolution",
      "resolution": "R6"
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "tweedles_perished_in_their_bloody_battle",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "tweedles_perished_in_their_bloody_battle",
          "text": "the Tweedles perished in their bloody battle."
        }
      ]
    },
    {
      "id": "tweedles_war_war_brought_to_an_end",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "tweedles_war_war_brought_to_an_end",
          "text": "the Tweedles' war was brought to an end."
        }
      ]
    },
    {
      "id": "one_of_the_tweedles_learned_about_the_cost_of_war",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "one_of_the_tweedles_learned_about_the_cost_of_war",
          "text": "one of the Tweedles learned about the cost of war."
        }
      ]
    },
    {
      "id": "tweedles_learned_that_there_are_worse_things_than_fighting_each_other",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "tweedles_learned_that_there_are_worse_things_than_fighting_each_other",
          "text": "the Tweedles learned that there are worse things than fighting each other."
        }
      ]
    },
    {
      "id": "proceed_interlude",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "went_down_the_rabbit_hole",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "the_lion_and_the_unicorn"
              }
            ]
          },
          {
            "boolCondition": false,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "humpty_dumpty"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "add_1_strength_of_wonderland",
      "text": "In your Campaign Log, record 1 tally mark under \"Strength of Wonderland.\"",
      "effects": [
        {
          "type": "campaign_log_count",
          "section": "strength_of_wonderland",
          "operation": "add",
          "value": 1
        }
      ]
    },
    {
      "id": "add_2_strength_of_wonderland",
      "text": "In your Campaign Log, record 2 tally marks under \"Strength of Wonderland.\"",
      "effects": [
        {
          "type": "campaign_log_count",
          "section": "strength_of_wonderland",
          "operation": "add",
          "value": 2
        }
      ]
    },
    {
      "id": "earn_tweedles_rattle",
      "text": "Any one investigator may choose to add Tweedles' Rattle to their deck. This card does not count toward that investigator’s deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "zaw_00240"
        }
      ]
    },
    {
      "id": "decide_fate",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "force",
            "text": "<i>\"Hand over that rattle piece or I'll take it by force.\"</i>",
            "steps": ["resolution_3"]
          },
          {
            "id": "surrender",
            "text": "<i>\"Alright, you win.  I hope you're satisfied.\"</i>",
            "steps": ["resolution_4"]
          }
        ]
      }
    },
    {
      "id": "1_physical_trauma",
      "text": "Each investigator suffers 1 physical trauma as they face both armies combined while claiming the rattle piece.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "physical": 1
        }
      ]
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "campaign_log": [
          {
            "id": "intuition",
            "condition": {
              "type": "campaign_log",
              "section": "fragments_of_alice",
              "id": "reason",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Fragments of Alice: Reason.",
            "steps": ["fragments_of_alice_reason"]
          }
        ]
      }
    },
    {
      "id": "fragments_of_alice_reason",
      "effects": [
        {
          "type": "campaign_log",
          "section": "fragments_of_alice",
          "id": "reason",
          "text": "Reason"
        }
      ]
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator resigned or was defeated",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "The investigators are completely overwhelmed by the chaotic fighting.",
      "steps": ["resolution_1"]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "The battle has escalated to a war.  You are barely able to drag yourself out of the valley as the armies all stampede down the slopes to clash between.  You pause a short distance away to recover, and scarcely a minute passes before the din of the battle ceases abruptly.  You hesitantly and painfully make your way back to the edge of the basin, only to find that the cards and chess pieces have departed.  Lying crumpled in the center of the valley are the corpses of Tweedledum and Tweedledee, hands at each others' throats.  You swallow grimly and try to recover the rattle pieces from their bodies, but you find them battered beyond recognition.  An unfortunate setback, but one you will have to live with.",
      "steps": ["tweedles_perished_in_their_bloody_battle", "earn_xp", "proceed_interlude"]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "The cards and chess pieces immediately stop their fighting, some mid-swing as one of the Tweedles drops dead on the battlefield.  You approach with a disappointed sigh, intending to retrieve his piece of the rattle, only to be interrupted by the approach of his brother.  \"He's... he's dead!  That'll teach him to...\" his lip quivers and he swallows a whimper.  \"This battle wasn't my fault!  Twasn't at all!\"  The living twin takes out his piece of the rattle and clutches it in one fist as he fights tears.  \"It wasn't fair!  I only wanted the rattle, and he was being greedy!\"  His eyes snap to you as you loom over his brother's body, and his brow sinks in fury.  \"You want to take the rattle from me too!  You shan't!\"  The cards and chess pieces crowd around the Tweedles, raising their weapons towards you as you weigh your decisions carefully.",
      "steps": ["decide_fate"]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "text": "The threat of the cards and chess pieces isn't enough to dissuade you from the rattle.  You won't walk away from this battle empty-handed, after all this.  Weapons out, you charge at the remaining Tweedle, who hollers at his soldiers to attack.  He's nowhere near a match for you, but the soldiers beat and stab you severely amid your assault.  As your attack hits home and the second Tweedle falls dead at your feet, the soldiers freeze in their tracks, their battle finally over with the deaths of both commanders.",
      "steps": ["1_physical_trauma", "tweedles_war_war_brought_to_an_end", "resolution_6"]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "text": "After all the mayhem of the Tweedles' battle, you decide it's better to cut your losses.  You back away from the corpse with your hands raised and allow his brother to rush in.  He greedily seizes the other half of the broken rattle and raises it triumphantly for the briefest moment before collapsing down to his seat.  The surviving Tweedle sits slumped by the body of his brother, bawling pitifully and shaking the broken toy as you make your solemn departure.  Such an awful state of affairs you'd hoped never to be a party to.",
      "steps": ["add_1_strength_of_wonderland", "one_of_the_tweedles_learned_about_the_cost_of_war", "earn_xp", "proceed_interlude"]
    },
    {
      "id": "R5",
      "title": "Resolution 5",
      "text": "You assemble the pieces of the rattle as quickly as you can while the monstrous crow wheels upward.  Would the rattle work as it did before it was broken?  You cross the fingers of your free hand and shake the rattle wildly as the shadowy bird swoops down at you.  It dives within inches of your face, and you nearly cringe, but the shadows flow around you, and the crow feathers drift harmlessly down to the ground as the beast disperses.\nA pair of terrified whimpers directs your attention to Tweedledum and Tweedledee hugging each other fearfully as they stare in your direction.  \"Tain't natural, not nohow!\" they mewl, \"and all for a rattle...\"  They look to the rattle and cringe in fear, the very sight of it now reminding them of the crow.  They retreat a short distance away from you and talk amongst themselves for a moment.  Finally, the duo shakes hands and walks away with arms over each others' shoulders.  It seems unlikely, but perhaps you've scared some sense into them after all.",
      "steps": ["add_2_strength_of_wonderland", "tweedles_learned_that_there_are_worse_things_than_fighting_each_other", "resolution_6"]
    },
    {
      "id": "R6",
      "title": "Resolution 6",
      "text": "The rattle seems so ordinary, and yet you can feel some strange power within it.  It's a simple feeling, that a childish object could banish your fears and nightmares, but in Alice's dreams, perhaps there's some tangible truth to it.  Any possible weapon against the shadows is worth keeping a hold of, at any rate.",
      "steps": ["earn_tweedles_rattle", "earn_xp", "proceed_interlude"]
    }
  ]
}
