{
  "id": "the_dodo",
  "scenario_name": "The Dodo",
  "full_name": "Interlude: The Dodo",
  "header": "Interlude",
  "type": "interlude",
  "icon": "dodo",
  "setup": [
    "check_direction",
    "caucus_race",
    "decide_situation",
    "add_1_skull",
    "guidance_from_alice",
    "$upgrade_decks",
    "proceed_scenario"
  ],
  "steps": [
    {
      "id": "check_direction",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "went_down_the_rabbit_hole",
        "options": [
          {
            "boolCondition": true,
            "steps": [
              "seeking_entrance",
              "earn_strange_refreshments"
            ]
          },
          {
            "boolCondition": false,
            "steps": [
              "seeking_escape"
            ]
          }
        ]
      }
    },
    {
      "id": "seeking_entrance",
      "type": "story",
      "title": "Seeking Entrance",
      "text": "The endless march down the corridor of doors ends at long last as the hallway dead-ends in a small enclave.  In the center of the area stands a glass table with two curious objects on top: a bottle labeled \"DRINK ME,\" and a cake with the words \"EAT ME\" written in its decorations.  You scan the walls for any other way forward, and are shocked to discover an open door, only one that is scarcely knee high and impossible to squeeze through.  With endless wandering as your only alternative, you resolve to find a way through.  Minutes pass without success, and you return to consider the strange refreshments on the glass table.  If this truly is part of Alice's dreams, then there's a chance that they might not be dangerous, and perhaps might even help.  You pop the cork on the bottle and take a wary sip, but the drink's effects quickly flow through you.  At first, it seems like the room is growing larger, but you soon realize that you are shrinking!  You brace for the worst, but find that the effect stops as you reach the right height to easily pass through the tiny door.  At long last, you make your way forward to the sights and sounds of a vast sea."
    },
    {
      "id": "earn_strange_refreshments",
      "text": "Any one investigator may choose to add Strange Refreshments to their deck.  This card does not count toward that investigator's deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "zaw_00027"
        }
      ]
    },
    {
      "id": "seeking_escape",
      "type": "story",
      "title": "Seeking Escape",
      "text": "The crash of waves dulls as you make your way up the beach.  Each step through the shifting sands seems weighted further as you reflect on your choices and hardships.  Could your journey's end finally be over the next sand dune?  Does Alice's dreamland keep building upon itself infinitely?  Or is Gurathnaka actively warping Wonderland, keeping you from your goal no matter how far you may travel?  Dogged determination pushes you onward even as you question your steps.  Someone has to try to undo this madness, and if not you, then who?  Slowly you proceed, for good or ill."
    },
    {
      "id": "caucus_race",
      "type": "story",
      "title": "The Caucus Race",
      "text": "A scene of commotion catches your eye as you step over a small dune and look down toward the shoreline.  A motley pack of animals dashes about, seemingly without direction or destination.  From the center, a Dodo shouts words of action as he runs a short rut in the sand.  \"Yes, that's it!  Up that sandhill there, down the other side!  There's no faster way to get dry!\"\nDry?  The suggestion seems absurd when most of their paths wander into and out of the surf.  You walk over to investigate the bizarre event, and notice the animals are in a sorry state as you approach closer.  Some of the less hardy creatures have collapsed completely, while others don't appear to be breathing whatsoever.  The Dodo urges them onward all the same, seemingly oblivious to their exhaustion, let alone its own.  \"The race must be run... until the race is won... come, you must join us...\""
    },
    {
      "id": "decide_situation",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "stop",
            "text": "<i>\"We have to stop them from hurting themselves.\"</i>",
            "steps": [
              "resting_on_laurels",
              "add_1_strength_of_wonderland",
              "boons_the_dodo"
            ]
          },
          {
            "id": "ignore",
            "text": "<i>\"We want nothing to do with this nonsense.\"</i>",
            "steps": [
              "a_dead_heat",
              "banes_the_dodo",
              "earn_bonus_xp"
            ]
          }
        ]
      }
    },
    {
      "id": "resting_on_laurels",
      "title": "Resting on Laurels",
      "type": "story",
      "text": "You hold the Dodo in place and assure him that the race is over.  \"At last!\" the Dodo cries out, \"The race is over... and everybody has won!\"  The other animals ease to a stop, collapsing onto the sand with relieved groans.  \"There must be prizes for the winners...\" the Dodo rasps, and he looks to you with a wild look as his frail body shivers with exhaustion.  You rifle through your pockets and produce a number of random items, which the animals grab covetously.\nAs the surviving racers begin recovering, the Dodo hobbles back over to you.  \"Fair play is satisfied!  We have been running the Caucus Race ever since the pool of tears ran into a sea!  Now at last, we are truly dry!\"  You humor the bird with a polite nod.  \"Finally, we can return to more academic pursuits.  Perhaps I may educate you on several matters?\""
    },
    {
      "id": "add_1_strength_of_wonderland",
      "text": "In your Campaign Log, record 1 tally mark under \"Strength of Wonderland.\"",
      "effects": [
        {
          "type": "campaign_log_count",
          "section": "strength_of_wonderland",
          "operation": "add",
          "value": 1
        }
      ]
    },
    {
      "id": "boons_the_dodo",
      "text": "In your Campaign Log under \"Wonderland Boons,\" record <i>The Dodo.</i>",
      "effects": [
        {
          "type": "campaign_log",
          "section": "wonderland_boons",
          "id": "the_dodo",
          "text": "The Dodo"
        }
      ]
    },
    {
      "id": "add_1_skull",
      "text": "Add 1 [skull] token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": [
            "skull"
          ]
        }
      ]
    },
    {
      "id": "a_dead_heat",
      "title": "A Dead Heat",
      "type": "story",
      "text": "You give the Dodo a firm \"n\" and take a few steps back to let the strange animals continue their race without you.  You're not sure what stopping them would accomplish, if anything, but you don't have time to reason with these deluded creatures.  Before you can continue on your way, a rapid change sweeps over the runners.  Each frantic step they take sends out a noise like a cracking bone, and their gaunt bodies begin to wither even further.  The Dodo urges the racers to continue, even as his own body begins to skeletonize.  \"Onward... ever... onwa-\" the Dodo's final urging is cut short as his bones take one final lurch forward and collapse onto the sand.  You stare in bewilderment as the rhythmic sounds of the sea and wind replace the bedlam of the race.  Perhaps Wonderland is just as unstable as Arkham at this point."
    },
    {
      "id": "banes_the_dodo",
      "text": "In your Campaign Log under \"Wonderland Banes,\" record <i>The Dodo.</i>",
      "effects": [
        {
          "type": "campaign_log",
          "section": "wonderland_banes",
          "id": "the_dodo",
          "text": "The Dodo"
        }
      ]
    },
    {
      "id": "earn_bonus_xp",
      "text": "Each investigator earns 1 bonus experience as he or she gains insight into Wonderland's stability from the creatures' deaths.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 1
        }
      ]
    },
    {
      "id": "guidance_from_alice",
      "title": "Guidance from Alice",
      "type": "story",
      "text": "You depart from the bizarre spectacle, following the shoreline steadily.  Landmarks are far and few between, making the beach seem endless in either direction.  As you ponder where to head next, the sound of the sea wind changes, and you hear faint tones resembling Alice's voice, though the words are indiscernible.  You look out over the surf, and to your astonishment, the tide recedes all at once, leaving behind an arrangement of stones and shells.  The debris portrays a vague map of your current position, with a series of arrows pointing down the beach and then inland.  You breathe a sigh of relief as you make mental notes of the map's layout.  No matter what lunacy may lie ahead, this is Alice's dream at its core.  You don't know what degree of influence she holds over Wonderland in this state, but it's one less burden on your shoulders."
    },
    {
      "id": "proceed_scenario",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "went_down_the_rabbit_hole",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "a_sea_of_troubles"
              }
            ]
          },
          {
            "boolCondition": false,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "lucid_nightmare"
              }
            ]
          }
        ]
      }
    }
  ]
}