{
  "id": "the_white_queen",
  "scenario_name": "The White Queen",
  "full_name": "Interlude: The White Queen",
  "header": "Interlude",
  "type": "interlude",
  "icon": "",
  "setup": [
    "check_direction",
    "future_memories",
    "decide_situation",
    "add_1_elder_thing",
    "guidance_from_alice",
    "$upgrade_decks",
    "proceed_scenario"
  ],
  "steps": [
    {
      "id": "check_direction",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "went_down_the_rabbit_hole",
        "options": [
          {
            "boolCondition": true,
            "steps": ["seeking_escape"]
          },
          {
            "boolCondition": false,
            "steps": ["seeking_entrance", "earn_looking_glass_book"]
          }
        ]
      }
    },
    {
      "id": "seeking_entrance",
      "type": "story",
      "title": "Seeking Entrance",
      "text": "Before you can leave the comfort of the room, you spot an odd undulation from a small central table.  Two items sit atop it: a chess board and a weathered notebook.  The board is strangely divided, one half orderly and pristine, the other cracked and warped.  The longer you look at the distorted side of the chess board, the more it seems to shift as if rearranging itself before your eyes.  Unnerved, you switch your focus to the notebook, only to find its contents written completely backwards.  You hold the booklet up to the looking-glass to reflect the image, and find a series of disturbing but intriguing passages concerning Alice's dreamland.  The margins of the book are filled with pencilled-in explanations of each that reference Alice, Gurathnaka, and shockingly, your own entrance into Wonderland.  You look around warily, wondering just who might be watching you even now.  The only certainty is that the answers lie somewhere beyond the door to the quiet room.  You brace yourself and head for the exit."
    },
    {
      "id": "earn_looking_glass_book",
      "text": "Any one investigator may choose to add Looking-Glass Book to their deck.  This card does not count toward that investigator's deck size.",
      "effects": [
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "zaw_00028"
        }
      ]
    },
    {
      "id": "seeking_escape",
      "type": "story",
      "title": "Seeking Escape",
      "text": "The placid countryside does little to ease your mind as you continue your endless trek.  The dangers of Alice's dream world are constant, but inconsistent.  Any creature, object, or bit of scenery could prove to be a maddened menace.  You wonder if the threats are the simple corruptions they seem to be, or if they were always a part of Alice's mind, always ready to erupt during a vulnerable moment.  Should you find your way out of this strange place, would Alice be any the better for it, to say nothing of Arkham?  Your mind focuses on this dazed line of thinking as the landscape transitions from wide orderly fields to a dense tangle of flowers."
    },
    {
      "id": "future_memories",
      "type": "story",
      "title": "Future Memories",
      "text": "The path before you wends its way through a lush garden of flowering plants.  The many blossoms turn towards you as you pass, one by one, revealing cracked and distorted faces.  The flowers titter between each other with discordant chorus, watching and commenting as you walk.  They utter fatalistic words about you and your quest, and of the ever-growing hunger of Gurathnaka.  You hurry forward, doing your best to ignore the disturbing plants.\nThe overgrown garden finally opens around the base of a lone tree, under which an equally solitary figure paces.  The silhouette of a chess queen is unmistakable in the pale woman who mumbles to herself in a steady drone.  You approach, but she turns towards you with a distant smile before you even think to call for her attention.  \"Ah, you arrive at last!  I remembered that we would meet here.\"  You wrinkle your brow at the statement, only causing the queen to chuckle lightly.  \"And I recalled that expression of yours as well.  But it is no simple task, remembering the future.  Especially memories of such a dark and dismal future as yours.\"  She stares at you - almost as though staring through you - and you find her eyes pale and cloudy with a dark emptiness gnawing inward from the rims.  The White Queen's smile grows forlorn as she continues her stare.  \"Would you like to hear your future history?\""
    },
    {
      "id": "decide_situation",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "stop",
            "text": "<i>\"If you know what dangers lie ahead, please tell everything.\"</i>",
            "steps": ["forewarned", "add_1_strength_of_wonderland", "boons_the_white_queen"]
          },
          {
            "id": "ignore",
            "text": "<i>\"This place is weird enough without your crackpot ramblings.\"</i>",
            "steps": ["foreshadowed", "banes_the_white_queen", "earn_bonus_xp"]
          }
        ]
      }
    },
    {
      "id": "forewarned",
      "title": "Forewarned",
      "type": "story",
      "text": "The White Queen nods and opens her eyes wide, the cloudiness spewing forth like a plume of smoke.  The white haze envelops you in an instant, and for a silent moment you are lost in the fog.  The suspense fades slowly as the clouds collect into shapes, some familiar, others new and frightening.  The queen's voice echoes from all around you as you observe each of the figures, which morph and reform to reflect your thoughts.  \"Memories are strange things, you know.  Each person recalls them differently.\"  The nearest cloud takes on your own appearance, and the others drift towards it, forming a strange tableau.  The White Queen's voice continues, seeming more and more distant with each word.  \"There are those who say that the future is set in stone, but in truth, it is more like cement.  It takes some time to set.\""
    },
    {
      "id": "add_1_strength_of_wonderland",
      "text": "In your Campaign Log, record 1 tally mark under \"Strength of Wonderland.\"",
      "effects": [
        {
          "type": "campaign_log_count",
          "section": "strength_of_wonderland",
          "operation": "add",
          "value": 1
        }
      ]
    },
    {
      "id": "boons_the_white_queen",
      "text": "In your Campaign Log under \"Wonderland Boons,\" record <i>The White Queen.</i>",
      "effects": [
        {
          "type": "campaign_log",
          "section": "wonderland_boons",
          "id": "the_white_queen",
          "text": "The White Queen"
        }
      ]
    },
    {
      "id": "add_1_elder_thing",
      "text": "Add 1 [elder_thing] token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": ["elder_thing"]
        }
      ]
    },
    {
      "id": "foreshadowed",
      "title": "Foreshadowed",
      "type": "story",
      "text": "The White Queen nods solemnly and begins to tremble.  \"Dear me... those who cannot remember the future are condemned to repeat it...\"  The rejection seems to drain the life out of her, and she collapses to the grass, looking up with a hollow expression.  The blackness at the edges of the queen's eyes begins to flow inward, erupting up as her pupils are consumed.  The shadowy flow splashes up to surround you, whirling with hurricane speed.  You stand in anxious stillness as glimpses of Arkham, Wonderland, and other yet darker visions all flash through the torrent.  Which are real?  Which have already come to pass?"
    },
    {
      "id": "banes_the_white_queen",
      "text": "In your Campaign Log under \"Wonderland Banes,\" record <i>The White Queen.</i>",
      "effects": [
        {
          "type": "campaign_log",
          "section": "wonderland_banes",
          "id": "the_white_queen",
          "text": "The White Queen"
        }
      ]
    },
    {
      "id": "earn_bonus_xp",
      "text": "Each investigator earns 1 bonus experience as they glimpse the true potential of Gurathnaka's power.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 1
        }
      ]
    },
    {
      "id": "guidance_from_alice",
      "title": "Guidance from Alice",
      "type": "story",
      "text": "Between blinks, the enveloping haze vanishes, and the White Queen along with it.  You still stand beneath the solitary tree, but the surrounding flowers have all wilted.  You hold your breath for a moment in unconscious reflex as you wait for any faint sound from the eerie blossoms, but without result.  Slowly, their fallen petals shift on the wind, forming larger shapes on the dry grass around you.  Lines and contours run together, and all at once the image clarifies into Alice's sleeping face.  It shifts as if breathing in, holding for a moment before blowing upward in a funneled gale.  The petals soar, swirling around and suspending in midair to form a line - a path!  You're unsure of what state Alice might be in, but it appears that she still has the ability to help guide you through her dream.  You follow the floating blossoms out of the bizarre garden without delay."
    },
    {
      "id": "proceed_scenario",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "went_down_the_rabbit_hole",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "lucid_nightmare"
              }
            ]
          },
          {
            "boolCondition": false,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "next_scenario",
                "scenario": "fools_mate"
              }
            ]
          }
        ]
      }
    }
  ]
}
