[
  {
    "code": "zrttic_00001",
    "name": "Blessed Blade",
    "text": "[action] <b>Fight.</b> You get +1 [combat] for this attack. If a [bless] or [elder_sign] token is revealed during this attack, it deals +1 damage. When you initiate this attack, you may exhaust Blessed Blade to add 1 [bless] token to the chaos bag. Instead of revealing a chaos token for this attack, you may resolve a token sealed here.\n[reaction] After you end your turn, if Blessed Blade is ready: Seal a [bless] token on it (limit 1 on this card).",
    "traits": "Item. Weapon. Melee. Blessed."
  },
  {
    "code": "zrttic_00002",
    "name": "Tides of Fate",
    "text": "Fast. Play during any [fast] window, or at the start of the round.\nReplace all [curse] tokens in the chaos bag with an equal number of [bless] tokens. At the end of the round, replace all [bless] tokens in the chaos bag with an equal number of [curse] tokens. For each [curse] token added to the chaos bag this way, heal 1 horror from an investigator or [[Ally]] asset at your location.",
    "traits": "Spell. Blessed."
  },
  {
    "code": "zrttic_00003",
    "name": "Hand of Fate",
    "text": "Fast. Play when an enemy attacks an investigator at your or a connecting location.\nCancel that attack. Then, add [bless] tokens to the chaos bag equal to the attacking enemy's total combined damage and horror values. That enemy does not ready during the next upkeep phase.",
    "traits": "Spell. Blessed."
  },
  {
    "code": "zrttic_00004",
    "name": "Book of Psalms",
    "text": "Uses (4 secrets).\n[action] Spend 1 secret: Heal 1 horror from an investigator at your location. Add 2 [bless] and 2 [curse] tokens to the chaos bag.",
    "traits": "Item. Tome. Blessed."
  },
  {
    "code": "zrttic_00005",
    "name": "Cryptographic Cipher",
    "text": "Uses (4 secrets).\n[fast] Exhaust Cryptographic Cipher and spend 1 secret: <b>Investigate.</b>\n[action] Spend 1 secret while Cryptographic Cipher is ready: <b>Investigate.</b> Your location gets -2 shroud for this investigation.",
    "traits": "Item. Tool."
  },
  {
    "code": "zrttic_00006",
    "name": "Cryptic Grimoire",
    "subname": "Text of the Elder Seer",
    "text": "Researched.\n[reaction]: After you resolve 1 or more [curse] tokens during a skill test: Place that many secrets on Cryptic Grimoire.\n[reaction] After you draw a copy of a card that is already in your hand, spend X secrets: Immediately play that card, reducing its cost by X. X must be at least 2.",
    "traits": "Item. Tome. Cursed."
  },
  {
    "code": "zrttic_00007",
    "name": "Plan of Action",
    "text": "If this skill test is during or before the first action of this turn, Plan of Action gains [wild].\nIf this skill test is between the first and third actions of this turn, draw 1 card if it succeeds.\nIf this skill test is during or after the third action of this turn, if it was successful, add 1 [bless] token to the chaos bag for each point it succeeded by (max 3).",
    "traits": "Practiced."
  },
  {
    "code": "zrttic_00008",
    "name": "Under Surveillance",
    "text": "Attach to your location. Limit 1 per location.\nUses (3 supplies). If there are no supplies on Under Surveillance, discard it.<b>Forced</b> - After an enemy enters attached location, remove 1 supply from Under Surveillance: Automatically evade that enemy and discover 1 clue at attached location. That enemy does not ready during the next upkeep phase.",
    "traits": "Tactic. Trap."
  },
  {
    "code": "zrttic_00009",
    "flavor": "\"Nothin's ever gonna be the same, Vito.\"",
    "name": "Tristan Botley",
    "subname": "Fixer for Hire",
    "text": "You get +1 [willpower], +1 [intellect], +1 [combat] and +1 [agility].\n[reaction] After any skill test ends in which a total of 3 or more [bless] or [curse] tokens were revealed: Play Tristan Botley from your hand or your discard pile, at no cost.",
    "traits": "Ally. Criminal. Cursed."
  },
  {
    "code": "zrttic_00010",
    "name": "Keep Faith",
    "text": "Fast. Play during any [fast] window.\nAdd 3 [bless] tokens to the chaos bag.\nYou may remove 1 [curse] token from the chaos bag. If you do, shuffle Keep Faith back into your deck instead of discarding it.",
    "traits": "Fortune. Blessed."
  },
  {
    "code": "zrttic_00011",
    "name": "Sword Cane",
    "text": "Playing Sword Cane does not provoke attacks of opportunity.\n[reaction] After Sword Cane enters play: Immediately trigger its \"[action]\" ability without paying its cost.\n[action] Exhaust Sword Cane: <b>Fight</b>/<b>Evade.</b> You may use your [willpower] in place of your [combat] or [agility] for this attack or evasion attempt. As an additional cost for this ability, you may return Sword Cane to your hand. If you do, you get +2 skill value for this test.",
    "traits": "Item. Relic. Weapon. Melee."
  },
  {
    "code": "zrttic_00012",
    "name": "Abyssal Tome",
    "text": "[reaction] After Abyssal Tome enters play: Place up to 2 doom on Abyssal Tome.\n[action] Exhaust Abyssal Tome: <b>Fight.</b> You may use either [intellect] or [willpower] for this attack, instead of [combat]. When you initiate this attack, you may place 1 doom on Abyssal Tome (to a maximum of 4). You get +1 skill value and deal +1 damage for this attack for each doom on Abyssal Tome.",
    "traits": "Item. Tome."
  },
  {
    "code": "zrttic_00013",
    "name": "Priest of Two Faiths",
    "text": "As an additional cost to play Priest of Two Faiths, add 3 [curse] tokens to the chaos bag.\n<b>Forced</b> - At the end of the upkeep phase: Add 1 [bless] token to the chaos bag. If you can't, discard Priest of Two Faiths.",
    "traits": "Ally. Blessed. Cursed."
  },
  {
    "code": "zrttic_00014",
    "name": "Butterfly Effect",
    "text": "Fast. Play when a chaos token with a symbol is revealed during a skill test at your location <i>(before resolving its effects)</i>.\nInvestigators at your location may commit any number of cards to this skill test and/or return any number of cards they committed to this test to their hand.",
    "traits": "Paradox. Blessed. Cursed."
  },
  {
    "code": "zrttic_00015",
    "name": "Token of Faith",
    "text": "[reaction] After a skill test ends in which 1 or more [curse] or [auto_fail] tokens were revealed, exhaust Token of Faith: Add that many [bless] tokens to the chaos bag.\n[reaction] After 1 or more [curse] tokens are added to the chaos bag, exhaust Token of Faith: Add that many [bless] tokens to the chaos bag.",
    "traits": "Item. Charm."
  },
  {
    "code": "zrttic_00016",
    "flavor": "Some people are just born under the wrong stars.",
    "name": "Accursed",
    "text": "<b>Revelation</b> - Reveal a random card from the pool of basic weaknesses, then choose one:\n- Add that weakness to your discard pile. Add Accursed to the victory display. When earning experience during the resolution of this scenario, you earn 2 additional experience.\n- Gain 1 physical or mental trauma. Remove Accursed from the game. <i>(Do not gain the revealed weakness.)</i>",
    "traits": "Curse."
  },
  {
    "code": "zrttic_00030",
    "flavor": "You hear the sea calling, but you are strong enough not to listen to it. For now.",
    "name": "Innsmouth Influence",
    "text": "Permanent.\nYou gain the [[Deep One]] trait.\nYou have -1 [willpower].",
    "traits": "Curse."
  }
]