{
  "id": "the_foundation",
  "type": "interlude",
  "scenario_name": "The Foundation",
  "full_name": "Interlude: The Foundation",
  "header": "Interlude",
  "icon": "mysteries_abound",
  "setup": [
    "intro",
    "choose_what_to_tell_taylor",
    "intro_4",
    "leads",
    "read_embark_rules",
    "embark_rule",
    "embark_rule_1",
    "embark_rule_2",
    "embark_note",
    "dossiers_rule",
    "unlock_map",
    "$embark"
  ],
  "steps": [
    {
      "id": "intro",
      "narration": {
        "id": "the_scarlet_keys.the_foundation.foundation_1",
        "name": "Foundation 1",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "“Talk,” the woman commands.\n“I’m a detective with the ICPC,” Flint barks back. “Flint, Li Flint. And you’re going to be in a lot of trouble when they hear about this.”\n“I assure you, I will not. And you?” she asks, glaring in your direction. You explain that you are independent investigators working with Flint. She takes a moment to read your gaze—presumably to tell if you are lying. She, like Flint, seems low on trust. Finally, after a long, bated moment, she holsters her firearm. Flint’s hands drop to his sides. You let out a breath you didn’t know you were holding.\n“We have been after that red-gloved man for quite some time. This is the first time we have gotten this close. He seems to have a knack for slipping away.” She nods to the two suits flanking her—a tall, athletic, pale-skinned woman and a sharp, clean-shaven man—and motions toward the walls. They keep a hand on their holsters as they scour the perimeter of the room.“And who is ‘we,’ exactly?” Inspector Flint asks. You’ve been wondering the very same thing. Your interrogator has a British accent, but she doesn’t seem to be part of any local outfit you’ve ever heard of.\nShe waits for confirmation from her two subordinates before continuing. “All clear, ma’am,” the man states. She sighs and crosses her arms. “All right. What I am about to tell you cannot leave this room under any circumstances. Am I clear?”\nFlint shrugs. “Under penalty of what, exactly?”\n“Summary execution,” she states without hesitation. Your throat closes tight. Even your partner flinches for a moment.\n“Well then. I suppose we don’t have much of a choice, do we?” He glances at you. You nod; you might as well hear what she has to say.\n“I am Commissioner Taylor, and these are agents Hudson and Antonova. We are with the <minicaps>Foundation</minicaps>, an international agency devoted to the discovery, research, and containment of objects with paradimensional capability.”\n“What kind of baloney?” Flint practically laughs. But the woman who calls herself Taylor shows no sign of humor.\n“After the Great War, many treaties and accords were signed. Paris. Versailles. But keeping the peace wasn’t the only goal. There were… oddities, you see. During the war. Things that did not add up. The Foundation’s purpose is to find these ‘things that do not add up’ and ensure that they cannot be used for such purposes ever again.”\n“Well, this is a hell of a con you buttons have cooked up,” Flint says, but the darker tone in his voice indicates he doesn’t even believe himself. And you’re inclined to agree—the fact that Commissioner Taylor even knows of the Red-Gloved Man at all is proof that she has inside knowledge.\nYou decide that it’s more likely she is telling the truth than lying, and ask what she intends to do with you.\nShe paces in uncomfortable silence before finally letting out a sigh. “Well, I certainly can’t have your investigation running parallel to my own. And you might have information that could be pertinent to our work. So I say we work together.”\n“Work together? Or work for you?” Flint asks pointedly, his eyes narrowing.\nShe allows herself a smile. “You are a clever man, I’ll give you that.” She nods to Agent Hudson, who produces several badges and hands them to you. “You’ll be your own cell of the Foundation, operating under our authority, but with independence. All you need to do is agree to report your findings to us.” She locks eyes with Flint appraisingly. “You’ll be our point of contact.”\nYou ask Taylor what you get out of the arrangement, besides the lifted threat on your lives. “We’ll hand over the intel we have on the organization the Red-Gloved Man works for and provide travel papers that can get you anywhere in the world, no questions asked, at no expense.”\nFlint eyes the badge like one might an explosive, turning it over and over in his hands. “Two minutes ago you were pointing a gun at me, now you’re offering me a job?”\n“Yes. Well? Are you in?”\nYou pull Flint aside to speak with him in private. The discussion is short and hushed, full of conjecture and paranoid theories about this “Foundation” and their true motives. But in the end, you decide to accept her offer. If it will help you get to the bottom of whatever is going on, it is the only real choice.\n“Very well then,” Taylor explains. “The Red-Gloved Man is just one operative of his organization. Or, perhaps, its leader—that we are unable to determine. They call themselves the <minicaps>Red Coterie</minicaps>, so named due to the red garments they wear. They are after artifacts scattered across the world which possess paradimensional capabilities—the very same kind of objects we seek to find and contain. We call them Keys.”\nYou ask Commissioner Taylor what she means by the term paradimensional. “Imagine a cake with many layers,” she explains. “Everything we see and feel exists on one layer. But there are many more layers above and below ours. Something that is paradimensional exists on one layer, but draws energy from other, parallel layers. As a result, these Keys operate outside the laws of our dimension. Cause and effect. If left unchecked, they can be used to inflict terrible harm on the world. Our job—your new job—is to get them out of the hands of the Coterie and keep them secure in Foundation custody.”\nIf these Keys are as powerful as the Foundation believes, you agree that they should be kept in safe hands. But you cannot help but wonder what this has to do with the disappearances you’ve been investigating, if anything. Flint locks eyes with you and gives you the slightest shake of his head. He has no intention of telling them."
    },
    {
      "id": "choose_what_to_tell_taylor",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "share",
            "text": "<i>Tell Taylor about the disappearances.</i>",
            "steps": ["intro_2", "share_swap_token", "cell_told_the_truth_to_taylor"]
          },
          {
            "id": "withold",
            "text": "<i>Do not tell Taylor about the disappearances.</i>",
            "steps": ["intro_3", "withold_swap_token", "cell_hid_the_truth_from_taylor"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "narration": {
        "id": "the_scarlet_keys.the_foundation.foundation_2",
        "name": "Foundation 2",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You decide it’s best to tell Commissioner Taylor why you were looking into the Red-Gloved Man to begin with. Flint lets out an audible sigh. She mulls it over for a few moments, then shakes her head. “That is something to look into, but your primary objective is to acquire the Keys the Coterie is searching for, at all costs. Am I understood?” Taylor further explains that she will forward any relevant information to Flint’s office, with some “sensitive details” omitted, of course. She will also provide the ICPC with the requisite papers regarding Flint’s new “position.”\n“Oh, and Agent Flint,” she says on her way out, addressing him by his new title. “Your cell may have the independence to act on their own accord, but do not forget that you report directly to me. I expect you to do so without reservation should you discover anything of import.”\nHe nods, only the slightest hint of resistance giving him away."
    },
    {
      "id": "share_swap_token",
      "text": "Remove 1 [elder_thing] token from the chaos bag. Add 1 [tablet] token (if there are already 4, each investigator earns 1 experience instead).",
      "effects": [
        {
          "type": "remove_chaos_token",
          "tokens": ["elder_thing"]
        },
        {
          "type": "add_chaos_token",
          "tokens": ["tablet"]
        }
      ]
    },
    {
      "id": "cell_told_the_truth_to_taylor",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cell_told_the_truth_to_taylor",
          "text": "the cell told the truth to Taylor."
        }
      ]
    },
    {
      "id": "intro_3",
      "narration": {
        "id": "the_scarlet_keys.the_foundation.foundation_3",
        "name": "Foundation 3",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You shut your mouth tight. What she doesn’t know can’t hurt her. Commissioner Taylor tells Flint that she will forward any relevant information to his office, with some “sensitive details” omitted, of course. She will also provide the ICPC with the requisite papers regarding Flint’s new “position.”\n“Oh, and Agent Flint,” she says on her way out, addressing him by his new title. “Your cell may have the independence to act on their own accord, but do not forget that you report directly to me. I expect you to do so without reservation should you discover anything of import.”\nHe nods, but given your reluctance, you expect he’ll omit “sensitive details” as well."
    },
    {
      "id": "withold_swap_token",
      "text": "Remove 1 [tablet] token from the chaos bag. Add 1 [elder_thing] token (if there are already 4, each investigator earns 1 experience instead).",
      "effects": [
        {
          "type": "remove_chaos_token",
          "tokens": ["tablet"]
        },
        {
          "type": "add_chaos_token",
          "tokens": ["elder_thing"]
        }
      ]
    },
    {
      "id": "cell_hid_the_truth_from_taylor",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cell_hid_the_truth_from_taylor",
          "text": "the cell hid the truth from Taylor."
        }
      ]
    },
    {
      "id": "intro_4",
      "narration": {
        "id": "the_scarlet_keys.the_foundation.foundation_4",
        "name": "Foundation 4",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "The next morning, your “cell” meets at the tea room near Trafalgar Square where you had originally intended to meet the previous night. Together, you go over the documentation provided to Flint by this “Foundation.”\n“It’s all a bit difficult to believe, if I’m being honest,” Flint says, “but everything checks out. The travel papers, the job transfer, all of it. Not even my boss questioned it for a moment. I guess we’re secret agents now, eh?”\nYou agree; unbelievable as it might seem, it’s no less strange than the matters you had already been looking into. “Right. Well, I think the best thing to do is to split up. Shanghai is where I grew up. I have connections there I can leverage. So I’ll head there first. Where you want to investigate next is up to you. Meet up with me later, and we can figure out where to go from there.”"
    },
    {
      "id": "leads",
      "narration": {
        "id": "the_scarlet_keys.the_foundation.leads",
        "name": "Leads",
        "lang": [
          "dv"
        ]
      },
      "type": "rule_reminder",
      "text": "The Foundation has several leads concerning the whereabouts of the Red Coterie.",
      "bullets": [
        {
          "text": "One is likely in Inspector Flint’s home city of <minicaps>Shanghai</minicaps>, where there have been many rumors about the existence of a secret cabal led by a mysterious woman with a red parasol."
        },
        {
          "text": "In <minicaps>Alexandria</minicaps>, there have been a rash of beastly killings throughout the city. The Foundation has reason to believe a member of the Coterie is involved."
        },
        {
          "text": "A string of high-profile burglaries in <minicaps>Buenos Aires</minicaps> has led the Foundation to believe that one of the Coterie members is responsible. It is likely a Key is the primary target."
        },
        {
          "text": "A member of the Coterie has a sanctum in <minicaps>Nairobi</minicaps>. Perhaps there you might learn what they have planned."
        },
        {
          "text": "The Foundation have procured the journal of a prospector recently working in <minicaps>Anchorage</minicaps>. Perhaps the site of a Key?"
        },
        {
          "text": "A Coterie agent operating out of <minicaps>Istanbul</minicaps> has already reached out to Foundation operatives. A defector, perhaps? Or it could be a trap."
        },
        {
          "text": "Locals in <minicaps>Kathmandu</minicaps> have reported seeing a “spirit” matching the description of another Coterie agent."
        },
        {
          "text": "A deadly Coterie agent has been sighted in <minicaps>Marrakesh</minicaps>. Reports of tomb robberies and strange overgrowth have the local Foundation operatives on edge."
        },
        {
          "text": "A Coterie agent has made a name for himself in <minicaps>Havana</minicaps>, where rum and other illicit goods are being smuggled into the United States."
        }
      ]
    },

    {
      "id": "read_embark_rules",
      "narration": {
        "id": "the_scarlet_keys.the_foundation.embark_rules",
        "name": "Embark Rules",
        "lang": [
          "dv"
        ]
      },
      "bullet_type": "none",
      "text": "Read the rules for “Embarking and Travel” and “The Foundation Dossiers” below. Then, when you are ready to proceed, <b>embark</b> from London to a new location."
    },
    {
      "id": "embark_rule",
      "type": "rule_reminder",
      "title": "Embarking and Travel",
      "text": "Whenever you <b>embark</b>, you may travel wherever you wish using the map included in <i>The Scarlet Keys</i> campaign expansion. Each space on the map is connected to one or more other spaces by paths. When you are ready to embark, travel along the paths to reach whichever destination you wish (as a group). For each path you use to reach your destination, you must mark 1 <b>time</b> in your Campaign Log (to a minimum of 1).\nAt each space on the map, there is a number and letter combination that will guide you to a particular page in this Campaign Guide. You do not have to stop at every space you travel through; however, if you wish to stop traveling and see what is at that space, turn to the page of the Campaign Guide that matches the indicated number and follow the story text there. This might lead you to an interlude or to a scenario. There is no perfect path to follow, so follow your gut… just be wary of how much time you spend (see “Tracking Time” in Campaign Setup).\n<i>For example: Shelley wishes to travel from Alexandria to Marrakesh. She first marks 1 <b>time</b> to use the path to Rome, but chooses not to stop there, and marks 1 more <b>time</b> to travel to Marrakesh, where she stops. Marrakesh is marked as “11–B,” so she opens the Campaign Guide to page 11 and reads File #11–B: Dead Heat.</i>",
      "bullets": [
        {
          "text": "Some locations are marked by a red border and the lack of a letter. You can only travel to such a location once you are permitted to do so by a Campaign Log entry."
        }
      ]
    },
    {
      "id": "embark_rule_1",
      "text": "Some locations, marked by a green border, represent the sites of possible side stories <i>(found in other Arkam Horror: The Card Game standalone products)</i>. If you wish to incorporate a side story into this campaign, simply travel to the appropriate location on the map and spend additional time equal to the normal experience cost for playing that side story (instead of spending the experience cost).",
      "bullets": [
        {
          "text": "If you are not stopping at one of these locations to embark on a side-story, you may skip it and continue traveling along the path. If so, count it as one contiguous path, not as two separate paths."
        }
      ]
    },
    {
      "id": "embark_rule_2",
      "text": "Once you have stopped at a location, you cannot stop there again for the remainder of the campaign unless instructed otherwise."
    },
    {
      "id": "embark_note",
      "text": "Note: this app will automatically calculate the shortest path when you choose a city and <b>embark</b>."
    },
    {
      "id": "dossiers_rule",
      "type": "rule_reminder",
      "title": "The Foundation Dossiers",
      "text": "Throughout this Campaign Guide, there are a number of Foundation Dossier sidebars. Investigators are allowed to peek at the Foundation Dossier sidebar for any space on the map, at any time. Use these sidebars to help guide your actions and plan your route. While reading a dossier, investigators are not allowed to peek at any other text on that page until they travel to that location.",
      "bullets": [
        {
          "text": "Note: These Foundation Dossiers, along with any information or leads your investigators may have learned in their travels, are accessible in the app when browsing the map. This can be accessed while you are taking an <b>embark</b> action, or on the main campaign screen at any time."
        }
      ]
    },
    {
      "id": "unlock_map",
      "hidden": true,
      "effects": [
        {
          "type": "campaign_data",
          "setting": "unlock_map"
        }
      ]
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    }
  ]
}