{
  "id": "reykjavik",
  "scenario_name": "Ruses and Reclamations",
  "full_name": "Reykjavik: Ruses and Reclamations",
  "header": "Reykjavikn",
  "icon": "reykjavik",
  "type": "interlude",
  "setup": [
    "$choose_investigators",
    "$travel_time",
    "$check_status_report",
    "prompt",
    "check_3_wrong_leads",
    "$embark"
  ],
  "steps": [
    {
      "id": "prompt",
      "bullet_type": "none",
      "text": "Determine if this is the site of your missing Keys by performing the following steps:"
    },
    {
      "id": "check_3_wrong_leads",
      "text": "Check Campaign Log. If there are three tally marks next to <i>wrong leads</i>",
      "type": "branch",
      "condition": {
        "type": "multi",
        "count": 1,
        "conditions": [
          {
            "type": "campaign_log_count",
            "section": "campaign_notes",
            "id": "wrong_leads",
            "options": [
              {
                "numCondition": 3
              }
            ]
          }
        ],
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_2", "reclaim_key_story", "take_keys", "earn_xp_plus_wrong_leads", "cross_off_other_locations", "$save_decks_with_xp", "$mark_1_time"]
          },
          {
            "boolCondition": false,
            "steps": ["randomize_leads", "flip_facedown", "ask_flip"]
          }
        ]
      }
    },
    {
      "id": "randomize_leads",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log_count",
        "section": "campaign_notes",
        "id": "wrong_leads",
        "options": [
          {
            "numCondition": 0,
            "steps": ["gather_3_decoys"]
          },
          {
            "numCondition": 1,
            "steps": ["gather_2_decoys"]
          },
          {
            "numCondition": 2,
            "steps": ["gather_1_decoy"]
          }
        ]
      }
    },
    {
      "id": "gather_3_decoys",
      "text": "Gather an enemy’s concealed mini-card <i>(it doesn’t matter which one)</i> and three decoys.",
      "bullets": [
        {
          "text": "If wrong leads is recorded in your Campaign Log, gather one fewer decoy for each tally mark recorded next to it."
        }
      ]
    },
    {
      "id": "gather_2_decoys",
      "text": "Gather an enemy’s concealed mini-card <i>(it doesn’t matter which one)</i> and <b>two</b> decoys."
    },
    {
      "id": "gather_1_decoy",
      "text": "Gather an enemy’s concealed mini-card <i>(it doesn’t matter which one)</i> and <b>one</b> decoy."
    },
    {
      "id": "flip_facedown",
      "text": "Flip the gathered concealed cards facedown and shuffle them. Choose one at random."
    },
    {
      "id": "ask_flip",
      "text": "What card was flipped?",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "decoy",
            "text": "Decoy",
            "steps": ["intro_1", "tally_wrong_lead"]
          },
          {
            "id": "enemy",
            "text": "Enemy",
            "steps": ["intro_2", "reclaim_key_story", "take_keys", "earn_xp_plus_wrong_leads", "cross_off_other_locations", "$save_decks_with_xp", "$mark_1_time"]
          }
        ]
      }
    },
    {
      "id": "intro_1",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.ruses_and_reclamation_1",
        "name": "Ruses and Reclamation 1",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You search every known Coterie sanctum and safehouse in this region, looking high and low for the villain who stole your precious cargo, but find nothing. Either they’re not here, or they’re so well hidden that searching any more thoroughly would be a waste of time. Resigned, you plan your next move."
    },
    {
      "id": "tally_wrong_lead",
      "text": "In your Campaign Log, record wrong leads, and next to this, record 1 tally mark. (If wrong leads is already recorded in your Campaign Log, add 1 tally mark to it.)",
      "effects": [
        {
          "type": "campaign_log_count",
          "section": "campaign_notes",
          "id": "wrong_leads",
          "text": "Wrong leads: #X#",
          "operation": "add",
          "value": 1
        }
      ]
    },
    {
      "id": "intro_2",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.ruses_and_reclamation_2",
        "name": "Ruses and Reclamation 2",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You finally narrow down your quarry and find their safehouse. Before rushing in, you lay low and wait for the right time to strike. With the element of surprise on your side, you tailor your approach to your foe…"
    },
    {
      "id": "reclaim_key_story",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "campaign_log_cards_switch",
        "section": "hidden",
        "id": "key_thief",
        "options": [
          {
            "condition": "ztsk_rgm",
            "steps": ["rgm_stole_key"]
          },
          {
            "condition": "ztsk_knight",
            "steps": ["knight_stole_key"]
          },
          {
            "condition": "ztsk_chica",
            "steps": ["chica_stole_key"]
          },
          {
            "condition": "ztsk_beast",
            "steps": ["beast_stole_key"]
          },
          {
            "condition": "ztsk_watcher",
            "steps": ["watcher_stole_key"]
          },
          {
            "condition": "ztsk_aliki",
            "steps": ["aliki_stole_key"]
          },
          {
            "condition": "ztsk_amaranth",
            "steps": ["amaranth_stole_key"]
          },
          {
            "condition": "ztsk_thorne",
            "steps": ["thorne_stole_key"]
          },
          {
            "condition": "ztsk_desi",
            "steps": ["desi_stole_key"]
          },
          {
            "condition": "ztsk_niang",
            "steps": ["niang_stole_key"]
          }
        ]
      }
    },
    {
      "id": "rgm_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_red_gloved_man_stole_keys",
        "name": "If Red Gloved Man Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "With a foe as enigmatic and potentially dangerous as The Red-Gloved Man, perhaps it is best to avoid confrontation altogether. You wait until you spot him leaving the sanctum and then start picking the lock of the same entrance… only, to your surprise, he has left it unlocked. You can almost imagine his blank stare from the shadows, mocking your every move. Does he know you’re here? Why steal from you only to hand the stolen objects back to you on a silver platter? In the end, you decide it is best to not look a gift horse in the mouth—after all, you’re not about to waste this opportunity. You grab the stolen relic and make your escape, wondering all the while the true motivations of the mysterious man."
    },
    {
      "id": "amaranth_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_amaranth_stole_keys",
        "name": "If Amaranth Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You sneak into Amaranth’s sanctum and find what she stole piled in the corner of a cavernous foyer. A weak roar breaks the silence, and you see a tattered lion glowering at you from the dark. Your shock turns to disgust as you watch the poor creature struggle to stand: it is too decayed to even move. “You got what you came for. Now leave,” says a voice from the shadows. Squinting your eyes, you see Amaranth bent over the lion, her cheeks wet with tears. “Khalid, please,” she whispers. The lion lets out a weak growl, then flops onto its side to expose its rotten belly. “I told you to leave!” Amaranth screams. Your disgust turns to pity as you make your exit."
    },
    {
      "id": "knight_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_claret_knight_stole_keys",
        "name": "If Claret Knight Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "Knowing the knight from Alexandria, you doubt he would dirty his hands personally—he must have sent enforcers to do his job for him. It’s likely he has set guards inside the safehouse, as well. Sneaking is probably out of the question, so you decide on a quick, direct approach: take the guards by surprise, grab what’s yours, and get out before they can respond with force. The job is clean and over in a matter of seconds. With the knight’s enforcers surely on your tail, you flee the city as fast as you can with your prize in tow."
    },
    {
      "id": "chica_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_la_chica_roja_stole_keys",
        "name": "If La Chica Roja Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You and La Chica Roja have been playing this cat-and-mouse game for weeks. You’ve tracked her down enough times by now to know her modus operandi perhaps better than any other living person. It’s even starting to become a little fun, this tête-à-tête. You sneak into her sanctum and locate the relic in a hiding place not unlike where a remnant of the Weeping Lady was found during your last encounter. With a bit of a chuckle, you replace it with a little calling card of your own and escape without notice. As you leave the city later that night, a bystander slips a red envelope onto your person, bearing a message: “Nice one. Let’s play again some time.”"
    },
    {
      "id": "beast_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_beast_in_the_cc_stole_keys",
        "name": "If Beast in the CC Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "The Beast is no doubt the most violent and unpredictable foe you have encountered thus far. You count yourself lucky to have been out of your hotel room when it was sacked, or you would surely be dead. But from your mission in Alexandria, you know the creature has a weakness—it must hibernate from time to time. Quiet as a mouse, you slip into its sanctum unnoticed, the Beast’s rumbling breath emanating from a chamber deeper beneath your feet. Your heart races as you creep throughout the building, knowing any false step could spell your doom. The moment you grab the stolen artifact, the Beast begins to stir, and you rush to the exit. Even after putting miles between you and the creature’s lair, you can still hear its howls of anger and hate."
    },
    {
      "id": "watcher_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_sanguine_watcher_stole_keys",
        "name": "If Sanguine Watcher Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "Faceless servants with scarlet collars and wings of darkness circle the watcher’s sanctum overhead. You move carefully under the cover of night, hoping to avoid detection. The man’s sanctum is more akin to a workshop, filled with torturous implements and strange, arcane tools. Among the many instruments is that which he stole from you, placed in the center of one of his workbenches as though he was studying it. The moment you grab it and move to escape, you hear his startled voice from another doorway. “Who is there?” Two empty eyesockets glare in your direction as you turn to face him. “Who is that?” He scrambles to find his ruby spectacles, but you are long gone before he is able to put them on."
    },
    {
      "id": "aliki_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_aliki_zoni_uperetria_stole_keys",
        "name": "If Aliki Zoni Uperetria Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "To your surprise, the sanctum is completely empty. Not just empty, but abandoned entirely, perhaps for many years before you ever arrived. You wander through darkened halls and dusty, cobwebbed chambers, until finally you reach an old, decrepit bedroom. A full-length mirror adorns one wall, covered in dust and grime. Spotting a strange reflection in the glass, you wipe away the filth, revealing the haunting figure of Aliki behind you, her long, dark hair covering her eyes as she reaches for your neck. When you turn again, she is gone, but the feeling of something clenching around your neck remains. Spying your stolen Key on a nearby vanity, you snatch it and run, bursting through the door of the sanctum with a resounding thud. You don’t stop running until you have left the city behind."
    },
    {
      "id": "thorne_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_thorne_stole_keys",
        "name": "If Thorne Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "If there’s one thing you know about Thorne, it’s that they won’t pass on an opportunity to make a deal. Rather than sneak in, you knock on the front door of their sanctum and are admitted by several smooth, attractive attendants. Thorne sits at the head of a long table, hands steepled. “What a delight! I had no idea you were coming,” they smile brightly, then gesture for you to sit. Drinks and a lavish meal are served, and eventually you steer the conversation toward returning what they stole. “Ah yes. ‘Keys.’ It’s always about ‘Keys,’ isn’t it?” They pour another glass of wine. “Things have changed. I suppose I could be amenable to such an exchange. But only if you make it worth my while.” It takes nearly an hour to come up with compensation enough for Thorne to change their mind, but eventually you leave their sanctum with your stolen relic… and a bit poorer, besides."
    },
    {
      "id": "desi_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_desi_stole_keys",
        "name": "If Desi Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You sneak into Desi’s safehouse and are stunned to find that it is no vault or Coterie hideout, but a fully stocked bar with patrons in boisterous revelry. A bouncer in a pinstripe suit stops you as you enter, but before you can protest or fight back, you hear Desi’s voice call out: “Hey. It’s fine. Let ‘em in.” The bouncer relents, and you sit at a booth across from your adversary. “Guessing I know what this is about. Tell you what: I’m in a good mood. Have a drink or two and I’ll play you for it,” he says, shuffling a deck of cards. Seeing your expression, he grins. “Oh, lighten up. I’m not like those others. One hand. Then we call it even and go our separate ways.” Considering the circumstances, you decide it best to play along—literally. As luck would have it, three jacks is more than enough to beat Desi’s pair. You end up leaving shortly after with your Key reclaimed and no worse for the wear, wondering how much of a sore loser Desi and his crew might be."
    },
    {
      "id": "niang_stole_key",
      "narration": {
        "id": "the_scarlet_keys.ruses_and_reclamation.if_tzu_san_niang_stole_keys",
        "name": "If Tzu San Niang Stole Keys",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "Given how dangerous Tzu San Niang was while in possession of a Key, you decide a direct confrontation is out of the question. Stealth is by far the better option. You sneak into a large industrial complex after dark and locate what she stole behind a locked door. As you pick the locks, you hear a lilting voice echo off of the narrow corridors. A haunting song in Shanghainese fills the empty factory. Working quickly, you reclaim the stolen artifact and retrace your steps to the exit, looking over your shoulder at every turn. The song lingers in your memory long after you make your escape."
    },

    {
      "id": "take_keys",
      "text": "Update the Keys section of your Campaign Log such that the Key(s) that were stolen return to their original bearers.",
      "steps": [
        "maybe_return_eye_of_ravens",
        "maybe_return_last_blossom",
        "maybe_return_weeping_lady",
        "maybe_return_bale_engine",
        "maybe_return_twisted_antiprism",
        "maybe_return_light_of_pharos",
        "maybe_return_ruinous_chime",
        "maybe_return_shade_reaper",
        "maybe_return_mirroring_blade",
        "maybe_return_sable_glass",
        "maybe_return_mystery_key"
      ]
    },
    {
      "id": "maybe_return_eye_of_ravens",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "eye_of_ravens_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "eye_of_ravens",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_last_blossom",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "last_blossom_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "last_blossom",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_weeping_lady",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "weeping_lady_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "weeping_lady",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_bale_engine",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "bale_engine_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "bale_engine",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_twisted_antiprism",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "twisted_antiprism_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "twisted_antiprism",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_light_of_pharos",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "light_of_pharos_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "light_of_pharos",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_ruinous_chime",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "ruinous_chime_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "ruinous_chime",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_shade_reaper",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "shade_reaper_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "shade_reaper",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_mirroring_blade",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "mirroring_blade_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "mirroring_blade",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_sable_glass",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "sable_glass_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "sable_glass",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_return_mystery_key",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "campaign_log",
        "section": "hidden",
        "id": "wellpspring_of_fortune_stolen",
        "options": [
          {
            "boolCondition": true,
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "wellspring_of_fortune",
                "bearer_type": "return"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "earn_xp_plus_wrong_leads",
      "text": "Each investigator earns 1 experience, plus 1 additional experience for each tally mark recorded next to wrong leads.",
      "type": "branch",
      "condition": {
        "type": "campaign_log_count",
        "section": "campaign_notes",
        "id": "wrong_leads",
        "options": [],
        "default_option": {
          "effects": [
            {
              "type": "earn_xp",
              "investigator": "all",
              "bonus": 1
            }
          ]
        }
      }
    },
    {
      "id": "cross_off_other_locations",
      "text": "Cross off “14–C” on each of the remaining locations in the Campaign Log.",
      "steps": ["maybe_lock_quito", "maybe_lock_san_juan", "maybe_lock_kabul"]
    },
    {
      "id": "maybe_lock_quito",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "location",
        "status": "visited",
        "location": "quito",
        "options": [
          {
            "boolCondition": false,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "lock_location",
                "value": "quito"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_lock_san_juan",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "location",
        "status": "visited",
        "location": "san_juan",
        "options": [
          {
            "boolCondition": false,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "lock_location",
                "value": "san_juan"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "maybe_lock_kabul",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "location",
        "status": "visited",
        "location": "kabul",
        "options": [
          {
            "boolCondition": false,
            "effects": [
              {
                "type": "campaign_data",
                "setting": "lock_location",
                "value": "kabul"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    }
  ]
}