{
  "id": "shanghai",
  "scenario_name": "The Coiled Serpent",
  "full_name": "Shanghai: The Coiled Serpent",
  "header": "The Coiled Serpent",
  "type": "interlude",
  "icon": "shanghai",
  "setup": [
    "$choose_investigators",
    "$travel_time",
    "$check_status_report",
    "intro",
    "check_cell_told_the_truth_to_taylor",
    "$embark"
  ],
  "steps": [
    {
      "id": "intro",
      "narration": {
        "id": "the_scarlet_keys.the_coiled_serpent.the_coiled_serpent_1",
        "name": "The Coiled Serpent 1",
        "lang": [
          "dv"
        ]
      },
      "type": "story",
      "text": "You send a missive to Agent Flint ahead of your arrival, setting a meeting place and time—Jing’an Temple at noon. —and head there as soon as you arrive, entering the broad stone courtyard at the temple’s entrance. After a short while, a tourist approaches you and asks in English: “You’re sure you’re alone?” It takes you a moment to realize that the tourist is none other than Flint, in a subtle yet convincing disguise. He narrows his eyes at your stare. “Answer me,” he says, scanning his surroundings.\nYou assure him that you haven’t been followed. “Can’t be too careful. Eyes everywhere. I have a lead on one of those Coterie types here in Shanghai, just like the Foundation’s intel suggested. They call her ‘subject #46–Q,’ aka ‘Lady with Red Parasol.’ Sure enough, she brings that parasol everywhere she goes. As far as Coterie insignias go, it’s not the most subtle.” While he whispers, he pulls a large camera and tripod from his duffel bag and painstakingly sets up a shot of the temple.\nYou wonder aloud what in the world Flint is up to. “Stop staring,” he hisses under his breath. Then you spot other tourists taking photos as well, and you realize that Flint is better at blending in than you are. “The last time I saw the lady with the parasol, she was leaving a meeting between several wealthy British and Chinese businessmen—railway men,” he says quietly, head still down. “Women aren’t usually allowed at such meetings. Nor are regular citizens. To be in that room, you have to be able to get the attention of those powerful men. Which means you’re either very powerful, or obscenely wealthy.” Flint takes a few photos, then moves to a new spot and starts the tedious process of focusing the camera all over again. “Within two weeks of that meeting, they announced a lucrative new contract. It seems all their competitors were convinced for one reason or another to step away from the project, which left them to write their own ticket. Name their own price.” He slowly scans the courtyard again, careful to move just his eyes and not his head. “Could be she has leverage on them. Or maybe she’s just that charming. But I’m willing to put my money on it being the influence of a Key. If that’s true, it’s imperative that we’re not made.” Flint’s paranoia is infectious."
    },
    {
      "id": "check_cell_told_the_truth_to_taylor",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "cell_told_the_truth_to_taylor",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_2", "flint_is_working_solo", "setup_psi", "actually_setup_psi", "setup_psi_plus_10"]
          },
          {
            "boolCondition": false,
            "steps": ["intro_3", "choice"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "narration": {
        "id": "the_scarlet_keys.the_coiled_serpent.the_coiled_serpent_2",
        "name": "The Coiled Serpent 2",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "Look, I would tell you more, maybe even let you help me out here, but you’ve made it pretty clear you’re a bit chatty, and the last thing I need is the Coterie figuring out I’m on to them. So, how about we split up? Keep doing what you’re doing, and I’ll contact you when I have a good lead.” Without letting you protest, Flint packs up his camera and leaves."
    },
    {
      "id": "flint_is_working_solo",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "flint_is_working_solo",
          "text": "Flint is working solo."
        }
      ]
    },
    {
      "id": "setup_psi",
      "text": "In your Campaign Log, find the 6th spot from the current time. Under that spot, write “ψ.”",
      "bullets": [
        {
          "text": "<i>(When you reach it, proceed to status report psi ψ in the Status Reports section of the Campaign Guide.)</i>"
        },
        {
          "text": "If there is less than 6 time remaining under “Time Passed,” write “ψ” under the final spot, instead."
        }
      ]
    },
    {
      "id": "actually_setup_psi",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "math",
        "operation": "compare",
        "opA": {
          "type": "campaign_log_count",
          "section": "time"
        },
        "opB": {
          "type": "constant",
          "value": 29
        },
        "options": [
          {
            "numCondition": -1,
            "steps": ["set_psi_plus_6"]
          },
          {
            "numCondition": 0,
            "steps": ["set_psi_plus_6"]
          },
          {
            "numCondition": 1,
            "effects": [
              {
                "type": "campaign_log_count",
                "section": "hidden",
                "id": "sr_psi_time",
                "operation": "set",
                "value": 35
              }
            ]
          }
        ]
      }
    },
    {
      "id": "set_psi_plus_6",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "math",
        "operation": "sum",
        "opA": {
          "type": "campaign_log_count",
          "section": "time"
        },
        "opB": {
          "type": "constant",
          "value": 6
        },
        "options": [],
        "default_option": {
          "effects": [
            {
              "type": "campaign_log_count",
              "section": "hidden",
              "id": "sr_psi_time",
              "operation": "set_input"
            }
          ]
        }
      }
    },
    {
      "id": "setup_psi_plus_10",
      "type": "branch",
      "hidden": true,
      "condition": {
        "type": "math",
        "operation": "sum",
        "opA": {
          "type": "campaign_log_count",
          "section": "time"
        },
        "opB": {
          "type": "constant",
          "value": 16
        },
        "options": [],
        "default_option": {
          "effects": [
            {
              "type": "campaign_log_count",
              "section": "hidden",
              "id": "sr_psi_plus_10_time",
              "operation": "set_input"
            }
          ]
        }
      }
    },
    {
      "id": "intro_3",
      "narration": {
        "id": "the_scarlet_keys.the_coiled_serpent.the_coiled_serpent_3",
        "name": "The Coiled Serpent 3",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "“It will take some time to learn more about her and find the right opportunity to apprehend her,” Flint says quietly. “I saw how you acted with Taylor. I trust you to be discreet. So, I’ll contact you when I have a good lead. Or, I suppose you could stay and aid my investigation here.”"
    },
    {
      "id": "choice",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "encourage",
            "text": "<i>“Keep inquiring, and let us know when you have something.”</i>",
            "steps": ["intro_4", "flint_is_working_solo", "setup_psi", "actually_setup_psi", "setup_psi_plus_10"]
          },
          {
            "id": "help",
            "text": "<i>“We’ll stick around and help.”</i>",
            "steps": ["intro_5", "cell_aided_in_flints_investigation", "earn_1_xp", "unlock_hong_kong", "$save_decks_with_xp", "$mark_3_time"]
          },
          {
            "id": "stop",
            "text": "<i>“Forget her. We need your help.”</i>",
            "steps": ["intro_6", "flint_abandoned_his_search", "save_decks"]
          }
        ]
      }
    },
    {
      "id": "intro_4",
      "narration": {
        "id": "the_scarlet_keys.the_coiled_serpent.the_coiled_serpent_4",
        "name": "The Coiled Serpent 4",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "“Happy hunting, then,” Flint says with a nod. He hands you a slip of paper with his hotel, room number, and alias scribbled down on it. “In case you need to get in touch. I’ll send you a telegram when I know more. At least your travel expenses are on government dime, right?”"
    },
    {
      "id": "intro_5",
      "narration": {
        "id": "the_scarlet_keys.the_coiled_serpent.the_coiled_serpent_5",
        "name": "The Coiled Serpent 5",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "Over the course of several weeks, you manage to strike up a relationship with some of your quarry’s business associates—titans of industry in the fields of mining and railroad construction. You bide your time, earning a bit of their confidence, and it isn’t long before they mention the lady with the red parasol, whom they call Tzu San Niang. Her silver tongue and negotiating skills are apparently the thing of legend. One remarks, with a dreadful laugh, of her ability to convince worker unions to tolerate abysmal conditions, and local governments to accept the extraction of natural resources without batting an eye. Under the guise of needing her help for a project, you inquire about how to contact her. Your contacts inform you that she’s just landed a deal in Hong Kong and is already on her way there."
    },
    {
      "id": "cell_aided_in_flints_investigation",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cell_aided_in_flints_investigation",
          "text": "the cell aided in Flint’s investigation."
        }
      ]
    },
    {
      "id": "unlock_hong_kong",
      "text": "In the Southeast Asia section of the Campaign Log, find Hong Kong. In its spot, write “50–S.” You are now allowed to travel to Hong Kong whenever you embark.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "unlock_location",
          "value": "hong_kong"
        },
        {
          "type": "campaign_data",
          "setting": "unlock_dossier",
          "value": "hk_research"
        }
      ]
    },
    {
      "id": "earn_1_xp",
      "text": "Each investigator earns 1 experience, as they gain insight into the inner workings of the Red Coterie.",
      "effects": [
        {
          "type": "earn_xp",
          "bonus": 1,
          "investigator": "all"
        }
      ]
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    },
    {
      "id": "intro_6",
      "narration": {
        "id": "the_scarlet_keys.the_coiled_serpent.the_coiled_serpent_6",
        "name": "The Coiled Serpent 6",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "Flint gives you a frustrated look. “Really? After all this work?” You explain to him that if the lady with the red parasol is as elusive and dangerous as she seems, it might be more prudent to work on other, more pressing cases. “I suppose you might have a point. Seems like a waste, though. I’ll make sure to report in with the Commissioner so she’s aware of what’s going on here, though. Maybe they can send somebody else to…” he trails off, then shakes his head. “Nah. They’d just muck it up.”"
    },
    {
      "id": "flint_abandoned_his_search",
      "type": "encounter_sets",
      "encounter_sets": ["globetrotting"],
      "text": "In your Campaign Log, record <i>Flint abandoned his search</i>. Any one investigator may choose to add the Inspector Flint story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Globetrotting</i> encounter set.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "flint_abandoned_his_search",
          "text": "Flint abandoned his search."
        },
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "09762"
        }
      ]
    },
    {
      "id": "save_decks",
      "type": "input",
      "input": {
        "type": "save_decks"
      }
    }
  ]
}