{
  "id": "stockholm",
  "scenario_name": "Strange Architecture",
  "full_name": "Stockholm: Strange Architecture",
  "header": "Stockholm",
  "icon": "stockholm",
  "type": "interlude",
  "setup": [
    "$choose_investigators",
    "$travel_time",
    "$check_status_report",
    "intro_4",
    "check_cell_appreciated_the_architecture",
    "$embark"
  ],
  "steps": [
    {
      "id": "intro_4",
      "narration": {
        "id": "the_scarlet_keys.strange_architecture.strange_architecture_4",
        "name": "Strange Architecture 4",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "The docks bustle with activity as you arrive in Stockholm. Towering dock workers load massive crates of silvery, flapping fish into trucks as morning chimes ring in the cool clear air. With several days until your next departure, you seize upon the opportunity to explore the city’s eclectic culture. Advertisements for a production of a play named “Ödestimmen” paper the alleys and stops surrounding Stockholm’s largest theatre. You follow the cobblestone streets around Stockholm’s old town district, which the locals tell you is called “the town between bridges.” The winding narrow paths loop in on themselves and cross at odd angles to form a labyrinth of crumbled mustard-yellow alleys and worn façades. You pass a row of distinctly painted rowhouses overlooking the town square. As you sit down and watch locals come and go, you feel a great weight lift from you, if only for a moment. The broad blue sky overhead is clear and cloudless, and the hubbub around you is strangely calming."
    },
    {
      "id": "check_cell_appreciated_the_architecture",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "cell_appreciated_the_architecture",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_5", "cross_out_cell_appreciated_the_architecture", "$save_decks_with_xp", "$mark_1_time"]
          },
          {
            "boolCondition": false,
            "steps": ["intro_6", "cell_appreciated_the_architecture"]
          }
        ]
      }
    },
    {
      "id": "intro_5",
      "narration": {
        "id": "the_scarlet_keys.strange_architecture.strange_architecture_5",
        "name": "Strange Architecture 5",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "As you walk down Shoemaker’s street, you pass a familiar sight. Looking up, you see a narrow building with a slate façade, wide black windows, and unsettling accents. You have the distinct feeling you have been here before. You stand still for a moment as others pass you in the narrow alley, until you remember the same building in Bombay. If not for the distinct, black windows and the harsh lines, you might not have remembered it. As you scan the façade, the frieze overhanging the door stands out to you. Where there were various recognizable figures before, you see odd, gangling facsimiles. The features are almost plastic; the smiles are too broad; the eyes seem to bulge. The number 13 is carved next to the door, same as in Bombay. Curious, you step up and turn the doorknob, but it doesn’t budge. Knocking on the door produces virtually no sound. Although it looks like wood, it feels solid as concrete. Stopping a passer-by, you ask how long the building has been here. “What do you mean? This is a very old city. It’s always been here,” they tell you. You find yourself questioning if the original you saw was even the original: how many other houses look just like this one in how many other cities? The building grows more foreboding the longer you look at it. A shudder courses up your spine, and you decide to leave the building alone."
    },
    {
      "id": "cross_out_cell_appreciated_the_architecture",
      "text": "In your Campaign Log, cross off <i>the cell appreciated the architecture.</i> Each investigator earns 2 experience, as they gain insight into the strange happenings around the world.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cell_appreciated_the_architecture",
          "text": "the cell appreciated the architecture.",
          "cross_out": true
        },
        {
          "type": "earn_xp",
          "bonus": 2,
          "investigator": "all"
        }
      ]
    },
    {
      "id": "intro_6",
      "narration": {
        "id": "the_scarlet_keys.strange_architecture.strange_architecture_6",
        "name": "Strange Architecture 6",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "As you walk down Shoemaker’s street, one façade in particular stands out to you. A narrow building with handsome cornice molding and intricate stonework is wedged between two older local buildings. The number 13 is carved next to a pair of austere wooden doors. Over the door is a slate frieze that depicts a cast of mythological figures: some recognizable, some not. The building itself looks out of place amidst the worn stone and crumbling history of the surrounding alleyway. The look of the building makes you feel vaguely uneasy the longer you study it. There is a coldness, a sharpness to the building’s design, accentuated by jagged quoins and harsh angles. Something about the wide, black windows, the dark interior, denotes the emptiness of a hollow skull. The alley around you, too, is strangely quiet: passers-by do not seem to linger here."
    },
    {
      "id": "cell_appreciated_the_architecture",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cell_appreciated_the_architecture",
          "text": "the cell appreciated the architecture."
        }
      ]
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    }
  ]
}