{
  "id": "manokwari",
  "scenario_name": "Metamorphosis",
  "full_name": "Manokwari: Metamorphosis",
  "header": "Manokwari",
  "icon": "manokwari",
  "type": "interlude",
  "setup": [
    "$choose_investigators",
    "$travel_time",
    "$check_status_report",
    "intro",
    "check_delta_time",
    "check_delta_early",
    "$mark_1_time",
    "$embark"
  ],
  "steps": [
    {
      "id": "intro",
      "narration": {
        "id": "the_scarlet_keys.metamorphosis.metamorphosis_1",
        "name": "Metamorphosis 1",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "It is early evening as your boat pulls into port in Manokwari. Towering mountains covered in rich greenery roll down to meet the brilliant blue water. As night falls, coruscating lights dance beneath the surface of the water: are they bioluminescent plants, or something else?"
    },
    {
      "id": "check_delta_time",
      "bullet_type": "none",
      "text": "Check how much time has passed since δ (delta)."
    },
    {
      "id": "check_delta_early",
      "text": "If 10 or fewer time has passed since δ (delta):",
      "type": "branch",
      "condition": {
        "type": "multi",
        "count": 1,
        "conditions": [
          {
            "type": "math",
            "operation": "compare",
            "opA": {
              "type": "campaign_log_count",
              "section": "time"
            },
            "opB": {
              "type": "campaign_log_count",
              "section": "hidden",
              "id": "delta_time_cutoff"
            },
            "options": [
              {
                "numCondition": -1
              },
              {
                "numCondition": 0
              }
            ]
          }
        ],
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_2", "earn_dr_irawan", "choose_bearer_of_ruinous_chime", "save_decks"]
          },
          {
            "boolCondition": false,
            "steps": ["intro_3", "dr_irawan_vanished_from_existence", "earn_2_xp", "$save_decks_with_xp"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "narration": {
        "id": "the_scarlet_keys.metamorphosis.metamorphosis_2",
        "name": "Metamorphosis 2",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "At first, you are concerned that nobody recognizes Dr. Irawan’s name, but after some persistent questioning, a reluctant local offers to lead you to her. Heading into the dense underbrush, you follow a steep path up a nearby mountain until you reach a dark hollow. Leaning against the trunk of an ironwood tree, you find the zoologist peering intently into the shadows.\n“I did not expect you to follow me here,” Dr. Irawan whispers. Following her lead, you sit down next to her and peer into the dark. The air around you is thick and moist. “My theory was… incorrect. Or at least, partially incorrect.” From your vantage point, you can see into a shallow dell cut by a cascading waterfall. The moon shimmers on the ripples of a narrow stream. Dr. Irawan continues: “All trace of this particular cuscus is gone, that much is for certain. The locals have no memory of them. But something is different about the disappearance. Something lingers.”\nA low, moaning wail from somewhere in the trees startles you. Dr. Irawan holds out a pair of binoculars and points at a cluster of ironwood trees on the far side of the glade. Peering through, you spy three cat-sized marsupials with yellow eyes clinging to a branch, curled tails swinging in the dark. They are feeding on something. Just looking at them makes your head spin: something about them is both there and not there at once, forcing your eyes to constantly adjust. The animals’ movements are stiff and double-jointed as well, both too fast and too slow. You look away.\n“You see them?” asks Dr. Irawan. You nod and look again: the cuscus are messily devouring a green python. “It is fascinating. A fundamental change. The prey have become predators. The few I have observed have made a complete shift in behavior, turning on other cuscus, hunting their own natural predators—of which the green python is one. Their very nature seems to have changed!” Dr. Irawan stammers excitedly. “But more importantly, they aren’t gone. I mean: they have gone, to some. Nobody remembers them. But yet they persist.”\nYou turn your binoculars back to the cuscus to find them frozen: staring straight at you with their bright, topaz eyes. Surprised, you drop the binoculars. When you look again, the cuscus are gone. Suddenly on edge, you tell Dr. Irawan it would be best to leave, but she shakes her head. “I am on the verge of the greatest discovery of the century. An entire field of para-zoological research. I cannot leave now.”\nLeaving Dr. Irawan to her own devices, you head back into town. The jungle around you is eerily silent, and even as you break into a moonlit clearing, you cannot help the feeling of being watched.\nOver the next few days, you make contact with the zoologist in passing. The day your ship is scheduled to leave Manokwari, Dr. Irawan is suspiciously absent from the guest house. The staff tell you she didn’t return the night before. Concerned for her safety, you return to the hollow where you met her before. The jungle retains the same unsettling quietude as you hike up the mountain.\nScattered on a rock overhanging the dark hollow are several torn-up sketchbooks and a broken pair of binoculars, but no trace of Dr. Irawan. Scanning the murky copse, you see a glimmer of light and the zoologist’s batik vest at the base of the waterfall. You carefully pick your way down the muddy slopes to the bank of a narrow stream where the zoologist lays prone, her arm bent at an odd angle. A trio of yellow-eyed cuscus scatter as you approach. Turning her over gently, you are relieved to find her still breathing. A strange black implement is clutched in her left hand, close to her chest.\nA mordant call resounds from above. Dr. Irawan is surprisingly light as you scoop her up in your arms. Dozens of yellow eyes glare down at you from the ironwood trees as you carry the zoologist downstream, away from the hollow. Flitting, shimmering forms dart to and fro overhead like silent warnings.\nAs soon as you get back to town, you check the unconscious zoologist into a clinic. The ship you had booked has already left, but with the strange circumstances you found her in, you resolve to stay with Dr. Irawan until she wakes up. Several days pass, filled with disquieting silence, until she finally speaks.\n“I noticed several cuscus gathered around this,” she thumbs the hollow bell in her good hand. “I knew better than to interfere. But they seemed so fixated on it. Much like magpies or crows will hoard certain objects. So strange. I noticed they stowed it in the crook of a branch and, so I climbed up for a better look and—well, that’s when I fell,” she says.\nYou hold the strange chime in your hands, appreciating its heft and form. The inlaid designs are like nothing you or the zoologist have ever seen. The metal is cool to the touch yet strangely electric. On a whim, you hold the bell up and swing it once, even though it doesn’t have a clapper. A palpable wave of sonic energy ripples through the air around you. From the trees, you can hear a familiar mournful cry.\n“This has become more than a simple survey,” Dr Irawan whispers. “Whatever those creatures have become, they are no longer Phalanger septimus. Something changed.” The zoologist pauses and considers her words for a moment, then smiles at you. “Whatever is happening, I—I would prefer to not work alone. Perhaps I could continue my research with you?”\nYou tell Dr. Irawan you wouldn’t have it any other way, and agree to stay with her as she recovers. The zoologist entrusts the strange bell to you."
    },
    {
      "id": "earn_dr_irawan",
      "type": "encounter_sets",
      "encounter_sets": ["globetrotting"],
      "text": "In your Campaign Log, record <i>Dr. Irawan joined the cell.</i> Any one investigator may choose to add the Dr. Dewi Irawan story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Globetrotting</i> encounter set.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "dr_irawan_joined_the_cell",
          "text": "Dr. Irawan joined the cell."
        },
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "09764"
        }
      ]
    },
    {
      "id": "choose_bearer_of_ruinous_chime",
      "text": "Choose an investigator to be the bearer of The Ruinous Chime and update the Campaign Log accordingly.",
      "type": "input",
      "input": {
        "type": "investigator_choice",
        "source": "scenario",
        "investigator": "any",
        "choices": [
          {
            "id": "sable_glass",
            "text": "Bearer of The Ruinous Chime",
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "ruinous_chime",
                "bearer_type": "investigator"
              }
            ]
          }
        ]
      }
    },
    {
      "id": "save_decks",
      "type": "input",
      "input": {
        "type": "save_decks"
      }
    },
    {
      "id": "intro_3",
      "narration": {
        "id": "the_scarlet_keys.metamorphosis.metamorphosis_3",
        "name": "Metamorphosis 3",
        "lang": [
          "dv",
          "es"
        ]
      },
      "type": "story",
      "text": "Asking around town, each mention of Dr. Irawan is met with a curious stare. You go so far as to mime the zoologist’s distinct large eyeglasses, but nobody recognizes the name or the likeness. After several days, you abandon your fruitless search. As you check out from the local guest house, you find a blank sketchbook sitting on a wicker table. Picking it up, your skin pricks, and you have the feeling of being watched. But when you turn around, you are completely alone."
    },
    {
      "id": "dr_irawan_vanished_from_existence",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "dr_irawan_vanished_from_existence",
          "text": "Dr. Irawan vanished from existence."
        }
      ]
    },
    {
      "id": "earn_2_xp",
      "text": "Each investigator earns 2 experience, as they gain insight into the strange happenings around the world.",
      "effects": [
        {
          "type": "earn_xp",
          "bonus": 2,
          "investigator": "all"
        }
      ]
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    }
  ]
}