{
  "id": "kuala_lampur",
  "scenario_name": "Shades of Suffering",
  "full_name": "Kuala Lampur: Shades of Suffering",
  "header": "Kuala Lampur",
  "icon": "kuala_lampur",
  "setup": [
    "$travel_time",
    "$check_status_report",
    "check_campaign_log",
    "check_flint_traveled_to_kuala_lampur",
    "gather_encounter_sets",
    "setup_locations",
    "check_flint_rejoined_the_cell",
    "choose_geist",
    "spawn_tzu_san_niang",
    "check_time_passed",
    "actually_check_time_passed",
    "$maybe_epsilon_setup",
    "encounter_deck",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "check_campaign_log",
      "bullet_type": "none",
      "text": "Check the Campaign Log."
    },
    {
      "id": "check_flint_traveled_to_kuala_lampur",
      "text": "<i>If Flint traveled to Kuala Lumpur</i>:",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "flint_traveled_to_kuala_lampur",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_1", "earn_flint"]
          },
          {
            "boolCondition": false,
            "steps": ["check_agent_flint_is_missing"]
          }
        ]
      }
    },
    {
      "id": "check_agent_flint_is_missing",
      "text": "<i>If Agent Flint is missing</i>:",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "agent_flint_is_missing",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_2"]
          }
        ]
      }
    },
    {
      "id": "intro_1",
      "type": "story",
      "text": "You and Flint meet at the Royal Selangor Club: a sharp-angled complex situated on the edge of a meticulously groomed lawn. A cricket match unfolds for the club members on the turf below as you and Flint discuss the Coterie’s interests and Tzu San Niang’s possible aims. “Hold on a moment,” Flint stops mid-sip and stares into the throng of wealthy expatriates. You turn your head and watch the crowd. A woman with a pale complexion and jet-black hair turns away from you, twirling a bright red parasol.\n“Well, that was easy,” laughs Flint. You can hear a steely edge in his voice as he stands, gingerly, and leaves a generous tip for the staff. “Let’s see what she’s up to, shall we?”"
    },
    {
      "id": "earn_flint",
      "type": "encounter_sets",
      "encounter_sets": ["globetrotting"],
      "text": "In your Campaign Log, record <i>Flint rejoined the cell.</i> Any one investigator may choose to add the Inspector Flint story asset to their deck. It does not count toward their deck size. This card can be found in the <i>Globetrotting</i> encounter set.",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "flint_rejoined_the_cell",
          "text": "Flint rejoined the cell."
        },
        {
          "type": "add_card",
          "investigator": "choice",
          "card": "09762"
        }
      ]
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "You arrive in Kuala Lumpur filled with a gnawing, terrible fear. As you negotiate the fare to the railway station, your sense of foreboding only grows. The air is full of intoxicating, overwhelming scents: juicy grilled meats, chewed betel nut, wisps of incense. All of it fills your senses and reminds you how far you are from home. After your driver drops you off at the bustling railway station, you wander the platforms and rail offices, but all your inquiries are met with blank indifference.\nAmidst the steam of a retreating train, you see a brilliant red parasol held by a beautiful woman with jet black hair. You barely have time to react before she melts into the bustle, but you have to wonder: is this an unlikely coincidence, or a Coterie trap? Either way, it’s the only lead you have."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": ["shades_of_suffering", "dark_veiling", "mysteries_abound", "scarlet_sorcery", "spreading_corruption", "striking_fear"]
    },
    {
      "id": "setup_locations",
      "text": "Put the Kuala Lumpur Station <i>(East Wing)</i>, Kuala Lumpur Station <i>(West Wing)</i>, Selangor Club, and Selangor Club Padang locations into play.",
      "bullets": [
        {
          "text": "Set each other location (Melati’s Shop, Tin Mine, and Wayang Kulit Theater) aside, out of play."
        }
      ]
    },
    {
      "id": "check_flint_rejoined_the_cell",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "flint_rejoined_the_cell",
        "options": [
          {
            "boolCondition": true,
            "steps": ["start_location_with_flint", "start_with_flint"]
          },
          {
            "boolCondition": false,
            "steps": ["check_agent_flint_is_missing_setup"]
          }
        ]
      }
    },
    {
      "id": "start_location_with_flint",
      "bullet_type": "small",
      "text": "Each investigator begins play at Selangor Club."
    },
    {
      "id": "start_with_flint",
      "bullet_type": "small",
      "text": "If an investigator added the Inspector Flint story asset to their deck, they may search their deck for Inspector Flint, put him into play under their control, then shuffle their deck. For the remainder of this scenario, he does not take up an ally slot."
    },

    {
      "id": "check_agent_flint_is_missing_setup",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "agent_flint_is_missing",
        "options": [
          {
            "boolCondition": true,
            "steps": ["start_location_no_flint"]
          }
        ]
      }
    },
    {
      "id": "start_location_no_flint",
      "bullet_type": "small",
      "text": "Each investigator begins play at Kuala Lumpur Station <i>(West Wing)</i>."
    },
    {
      "id": "choose_geist",
      "text": "Choose one of each [[Geist]] enemy (Uncanny Shadow, Buried Miner, and Slain Foreman) at random and set them aside, out of play. Remove the other copies of those [[Geist]] enemies from the game.",
      "bullets": [
        {
          "text": "These cards are double-sided and have story cards on their reverse side. For the best experience, do not look at the story cards on their other side until you are instructed to do so."
        }
      ]
    },
    {
      "id": "spawn_tzu_san_niang",
      "text": "Spawn the Tzu San Niang enemy <i>(The Lady with the Red Parasol)</i> side faceup in the shadows and attach The Shade Reaper to her, [[Unstable]] side faceup. Resolve her concealed keyword, placing her concealed mini-cards at each location other than the starting location."
    },
    {
      "id": "check_time_passed",
      "text": "Check how much <b>time</b> has passed in the Campaign Log."
    },
    {
      "id": "actually_check_time_passed",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "math",
        "operation": "compare",
        "opA": {
          "type": "campaign_log_count",
          "section": "time"
        },
        "opB": {
          "type": "constant",
          "value": 11
        },
        "options": [
          {
            "numCondition": -1,
            "steps": ["11_or_less_time"]
          },
          {
            "numCondition": 0,
            "steps": ["11_or_less_time"]
          },
          {
            "numCondition": 1,
            "steps": ["actually_check_time_passed_2"]
          }
        ]
      }
    },
    {
      "id": "11_or_less_time",
      "bullet_type": "small",
      "text": "Because 11 or fewer <b>time</b> has passed, no change is made."
    },
    {
      "id": "actually_check_time_passed_2",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "math",
        "operation": "compare",
        "opA": {
          "type": "campaign_log_count",
          "section": "time"
        },
        "opB": {
          "type": "constant",
          "value": 18
        },
        "options": [
          {
            "numCondition": -1,
            "steps": ["12_to_18_time"]
          },
          {
            "numCondition": 0,
            "steps": ["12_to_18_time"]
          },
          {
            "numCondition": 1,
            "steps": ["actually_check_time_passed_3"]
          }
        ]
      }
    },
    {
      "id": "12_to_18_time",
      "bullet_type": "small",
      "text": "Because 12-18 <b>time</b> has passed, place three resources on The Shade Reaper, as charges."
    },
    {
      "id": "actually_check_time_passed_3",
      "hidden": true,
      "type": "branch",
      "condition": {
        "type": "math",
        "operation": "compare",
        "opA": {
          "type": "campaign_log_count",
          "section": "time"
        },
        "opB": {
          "type": "constant",
          "value": 26
        },
        "options": [
          {
            "numCondition": -1,
            "steps": ["19_to_26_time"]
          },
          {
            "numCondition": 0,
            "steps": ["19_to_26_time"]
          },
          {
            "numCondition": 1,
            "steps": ["27_or_more_time"]
          }
        ]
      }
    },
    {
      "id": "27_or_more_time",
      "bullet_type": "small",
      "text": "Because 19-26 <b>time</b> has passed, place six resources on The Shade Reaper, as charges."
    },
    {
      "id": "19_to_26_time",
      "bullet_type": "small",
      "text": "Because 27 or more <b>time</b> has passed, place nine resources on The Shade Reaper, as charges. Place 1 doom on the agenda."
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remaining encounter cards to build the encounter deck."
    },

    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "branches": [
          {
            "id": "cast_a_light",
            "condition": {
              "type": "campaign_log",
              "section": "hidden",
              "id": "the_bomoh",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "description": "The Bomoh",
            "text": "Scenario Interlude",
            "style": "interlude",
            "steps": [
              "the_bomoh_story",
              "check_sorcerer",
              "the_bomoh_story_cont",
              "check_flint_rejoined_the_cell_interlude",
              "the_bomoh_4",
              "setup_tin_mine",
              "spawn_set_aside_geist",
              "return_niang_to_shadows",
              "remove_doom_in_play"
            ],
            "effects": [
              {
                "type": "campaign_log",
                "section": "hidden",
                "id": "the_bomoh",
                "text": "dummy"
              }
            ]
          },
          {
            "id": "transfer_key",
            "text": "Transfer Key",
            "condition": {
              "type": "multi",
              "count": 2,
              "conditions": [
                {
                  "type": "campaign_log",
                  "section": "campaign_notes",
                  "id": "have_not_seen_the_last_of_thorne",
                  "options": [{ "boolCondition": true }]
                },
                {
                  "type": "campaign_log",
                  "section": "hidden",
                  "id": "read_sr_epsilon",
                  "options": [{ "boolCondition": true }]
                }
              ],
              "options": [{ "boolCondition": true }]
            },
            "steps": ["$give_thorne_key"]
          }
        ]
      }
    },
    {
      "id": "the_bomoh_story",
      "type": "story",
      "title": "Scenario Interlude: The Bomoh",
      "text": "Before you even step inside the shop, you are greeted by the intense but pleasant fragrance of dried flowers and herbs that hang in bundles from the low ceiling. The scent is intoxicating. As your eyes adjust to the dimly lit interior, a small middle-aged Malay woman in an ornate dress rises from her stool in the corner to greet you.\n“You’re a bit late, but I suppose it’s better than if you had arrived early,” she says matter-of-factly. You ask her what she means, and she shakes her head. “I’m Melati. Our meeting was foretold.” She explains that she is a bomoh, or shaman, and that she was forewarned of your meeting by the spirits. You ask her about the woman with the red parasol.\n“Yes, that’s why I was glad you didn’t arrive early,” she grimaces, then lights a bundle of some aromatic herbs. You feel a tingling lightheadedness wash over you, followed by soothing calm. Melati goes on: “That was Tzu San Niang. She’s the reason I have to cleanse my shop. There is a foul essence that follows her. Perhaps why she masks her unclean spirit with a veneer of politeness.” As Melati speaks, a cloud of vague confusion passes over her, as if she cannot place something. You ask her what Ms. Tzu wanted.\n“I truly can’t even remember what she asked of me.”"
    },
    {
      "id": "the_bomoh_story_cont",
      "type": "story",
      "text": "The bomoh recites a low, mumbling chant as she completes the cleansing ritual, then holds one hand to her temple. Her brow furrows as she falls to her knees, wracked with pain. You move to help her up, and she holds one hand out, steadying herself against the low wooden table, and then slides to sit. She gestures for you to sit across from her.\n“Now I understand why they told me you were coming,” she smiles bravely. The deep lines in her face fold with shadows in the dim shop. The bomoh pours you a cup of hot, steaming tea. “The spirits are restless. Something has stirred up a deep well of pain as the city reforms itself to keep up with such change. People coming and going. And in all of it, I sense a dark aura: a cloud of misfortune. And at the center of it, the lady with the red parasol. She is a harbinger of sorts. Inflicting pain and misery even as she reaps the rewards of great industry.”\nThe bomoh’s voice is firm and clear, even as her hands shake, holding her tea cup. You sip the rich, earthy brew as you consider the situation. Tzu San Niang has some greater design at work, but what? You ask Melati if the spirits have told her anything else. She shakes her head.\n“I sense only their great pain. And that their great pain is linked, in some way, to the lady with the red parasol. It is almost as though she feeds on it. Devours it.”"
    },
    {
      "id": "check_sorcerer",
      "type": "branch",
      "text": "If an investigator has the [[Sorcerer]] or [[Clairvoyant]] trait:",
      "condition": {
        "type": "multi",
        "count": 1,
        "conditions": [
          {
            "type": "campaign_data",
            "campaign_data": "investigator",
            "investigator_data": "trait",
            "options": [
              { "condition": "Sorcerer" },
              { "condition": "Clairvoyant"}
            ]
          }
        ],
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "effects": [{
              "type": "story_step",
              "steps": ["sorcerer_story"]
            }]
          }
        ]
      }
    },
    {
      "id": "sorcerer_story",
      "type": "story",
      "text": "As you study Melati’s aura, you sense that she is under the sway of some powerful influence, possibly a spell that wiped her memory of any specifics of their conversation. The effects do not appear to be lasting, but you wonder what the Lady with the Red Parasol wanted to conceal."
    },

    {
      "id": "check_flint_rejoined_the_cell_interlude",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "flint_rejoined_the_cell",
        "options": [
          {
            "boolCondition": true,
            "steps": ["the_bomoh_2"]
          },
          {
            "boolCondition": false,
            "steps": ["check_agent_flint_is_missing_interlude"]
          }
        ]
      }
    },
    {
      "id": "the_bomoh_2",
      "type": "story",
      "text": "Melati doubles over again, clutching one hand to her chest. You move to help her as Inspector Flint produces a small med kit to administer emergency aid. The bomoh shakes her head.\n“Do not worry for me. I am stronger than any spirit, though I feel they are in such deep, awful pain. The city is rife with sorrow.” She sighs and rights herself. “As I said before, our meeting was not by any chance. Perhaps if we can speak with the spirits, put them to rest, we can understand Ms. Tzu’s greater aims and, perhaps, thwart them. Can you help me?”\nFlint looks to you, and to the bomoh, and smiles. “We’ll help you get to the bottom of this.”"
    },
    {
      "id": "check_agent_flint_is_missing_interlude",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "agent_flint_is_missing",
        "options": [
          {
            "boolCondition": true,
            "steps": ["the_bomoh_3", "agent_flint_is_dead", "place_2_charges"]
          }
        ]
      }
    },
    {
      "id": "the_bomoh_3",
      "type": "story",
      "text": "Melati doubles over, clutching one hand to her chest. You move to help her, pulse racing, as her eyes roll back in her head. The fit passes, and she lets out a heavy sigh. “Your friend just spoke to me. Li. Li Flint.” Your blood runs cold as she says the name. The bomoh’s eyes glisten in the dim as she lights a candle.\n“I am sorry to deliver such terrible news, but his spirit is in agony. He spoke of Ms. Tzu and her cruelty. Even now, she drinks his despair, feeds on it, as you or I consume food. I think I understand now.” She pauses, takes a sip of her tea, and looks gravely at you. “Ms. Tzu consumes the agony of the departed. Feeds on it. The city is rife with sorrow. I know we have only just met, but can you help me?”\nYou give a slow nod, resolve and wrath equally heavy in your heart."
    },
    {
      "id": "agent_flint_is_dead",
      "text": "In your Campaign Log, cross off <i>Agent Flint is missing</i>. In its place, record <i>Agent Flint is dead.</i>",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "agent_flint_is_missing",
          "text": "Agent Flint is missing.",
          "cross_out": true
        },
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "agent_flint_is_dead",
          "text": "Agent Flint is dead."
        }
      ]
    },
    {
      "id": "place_2_charges",
      "text": "Place two charges on The Shade Reaper."
    },
    {
      "id": "the_bomoh_4",
      "type": "story",
      "text": "Before you leave Melati’s shop, she tells you of three epicenters of spiritual disturbance in the city."
    },
    {
      "id": "setup_tin_mine",
      "text": "Put the Tin Mine and Wayang Kulit Theater locations into play."
    },
    {
      "id": "spawn_set_aside_geist",
      "text": "Find the three set-aside [[Geist]] enemies and spawn them as follows:",
      "bullets": [
        {
          "text": "Spawn Slain Foreman at Kuala Lumpur Station <i>(West Wing)</i>."
        },
        {
          "text": "Spawn Uncanny Shadow at Wayang Kulit Theatre"
        },
        {
          "text": "Spawn Buried Miner at Tin Mine"
        }
      ]
    },
    {
      "id": "return_niang_to_shadows",
      "text": "Return Tzu San Niang <i>(The Lady with the Red Parasol)</i> to the shadows and resolve her concealed keyword, distributing each of those concealed mini-cards among each location with a [[Geist]] enemy."
    },
    {
      "id": "remove_doom_in_play",
      "text": "Remove all doom from each card in play other than Tzu San Niang. If it is agenda 1a, advance directly to agenda 2a <i>(Do not resolve agenda 1b)</i>."
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "effects": [
          {
            "type": "earn_xp",
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "have_not_seen_the_last_of_tzu_san_niang",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "have_not_seen_the_last_of_tzu_san_niang",
          "text": "you haven’t seen the last of Tzu San Niang."
        }
      ]
    },
    {
      "id": "niang_has_shade_reaper",
      "text": "Tzu San Niang is the bearer of The Shade Reaper. Update the Campaign Log accordingly.",
      "effects": [
        {
          "type": "scarlet_key",
          "section": "keys",
          "scarlet_key": "shade_reaper",
          "bearer_type": "enemy",
          "enemy_code": "ztsk_niang"
        }
      ]
    },
    {
      "id": "earn_bonus_xp_and_trauma",
      "text": "Each investigator earns 1 bonus experience, as they mastered the Shade Reaper. Each investigator also suffers 1 physical trauma as the Shade Reaper draws essence from your soul.",
      "effects": [
        {
          "type": "earn_xp",
          "bonus": 1,
          "investigator": "all"
        },
        {
          "type": "trauma",
          "investigator": "all",
          "physical": 1,
          "hidden": true
        }
      ]
    },
    {
      "id": "tzu_san_niang_is_under_your_sway",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "tzu_san_niang_is_under_your_sway",
          "text": "Tzu San Niang is under your sway."
        }
      ]
    },
    {
      "id": "tzu_san_niang_has_you_under_her_sway",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "tzu_san_niang_has_you_under_her_sway",
          "text": "Tzu San Niang has you under her sway."
        }
      ]
    },
    {
      "id": "choose_bearer_of_the_shade_reaper",
      "text": "Choose an investigator to be the bearer of The Shade Reaper and update the Campaign Log accordingly.",
      "type": "input",
      "input": {
        "type": "investigator_choice",
        "source": "scenario",
        "investigator": "any",
        "choices": [
          {
            "id": "sable_glass",
            "text": "Bearer of The Light of Pharos",
            "effects": [
              {
                "type": "scarlet_key",
                "section": "keys",
                "scarlet_key": "shade_reaper",
                "bearer_type": "investigator"
              }
            ]
          }
        ]
      }
    }
  ],
  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator resigned or was defeated",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "Overwhelmed, you flee Kuala Lumpur. Whatever sway Tzu San Niang held over the city begins to infect your own mind and intrudes into your dreams. In the following nights, you wake up in a cold sweat, imagining yourself bowing before her, fixated on her mysterious red parasol. In idle moments, you catch yourself humming the soft, lilting song she sang as she followed you in Kuala Lumpur. You wonder if you will ever be able to truly leave her behind…",
      "steps": [
        "earn_xp",
        "have_not_seen_the_last_of_tzu_san_niang",
        "niang_has_shade_reaper",
        "$upgrade_decks",
        "$mark_1_time",
        "$embark"
      ]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "text": "A crack of energy ripples through the air between you. Power—terrible, intoxicating power—courses through your arm. Tzu San Niang wails as she collapses to the ground, convulsing with pain.\n“Go,” you say in a voice not entirely your own. “Go somewhere far away and never return.”\nYou look down at her as the terrible energy dissipates. Tzu San Niang’s face is streaked with tears, and her hands shake as she stands up. She gives you a fleeting, baleful look, then turns and walks away into the fog.",
      "steps": [
        "earn_xp",
        "earn_bonus_xp_and_trauma",
        "tzu_san_niang_is_under_your_sway",
        "choose_bearer_of_the_shade_reaper",
        "$upgrade_decks",
        "$mark_1_time",
        "$embark"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "text": "You brandish The Shade Reaper at Tzu San Niang even as you feel your grip on the parasol falter. “Go,” you tell her firmly. “Go somewhere far away and never return.” But your voice is drowned out by her mocking laughter.\n“How pathetic,” she spits at you, then turns her gaze to the parasol. “Don’t worry. I’ll be back for you,” she coos in a lilting, singsong voice. As she walks away, you realize she wasn’t addressing you. In your hands, The Shade Reaper pulses with power. You wonder how much pain and misery is stored within it, and how many souls remain in torment elsewhere…",
      "steps": [
        "earn_xp",
        "have_not_seen_the_last_of_tzu_san_niang",
        "choose_bearer_of_the_shade_reaper",
        "$upgrade_decks",
        "$mark_1_time",
        "$embark"
      ]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You awaken in a dark room. The air is thick with incense and the shelves are lit with brightly-burning candles. For a fleeting moment, you wonder if the intense pain you felt at Tzu San Niang’s hands was a dream, before you see her sitting in a chair at the far end of the room, a cruel smile spread across her lips.\n“Rise,” she says. Dutifully, you stand up.\n“Come,” she beckons. Compelled by an awful, inexorable force, you walk through the darkness to stand before her.\n“Kneel.” You do as your lady commands. Out of the corner of your eye, you see Melati standing, also under her sway, her own face pinched in concentration as she watches this awful scene unfold.\n“Sometimes we make mistakes,” Tzu San Niang says. She leans forward and pats you gently. “And you have made a grave mistake. You have hurt me. You have taken something I need. But, also, all you were doing was proving your worth to me. I can sense your devotion. Are you not devoted to me?” Your mouth forms the word, but your mind resists as you say: “Yes.” Tzu San Niang nods, smiling. “This is the beginning of a wonderful partnership, I think.”\nSuddenly, you see Melati dart forward, brandishing a ceremonial knife. As she strikes the lady with the red parasol, you feel Tzu San Niang’s grip on your will weaken. “Get out of here!” shouts the bomoh. As the pair struggle, you flee for your life.\nWalking the streets of Kuala Lumpur in a haze, you feel a deep, thrumming pain. Even as you return to your hotel, you wonder if you will ever shake this strange desire to serve the lady with the red parasol. You hope you never meet her again.",
      "steps": [
        "earn_xp",
        "tzu_san_niang_has_you_under_her_sway",
        "niang_has_shade_reaper",
        "$upgrade_decks",
        "$mark_1_time",
        "$embark"
      ]
    }
  ]
}