{
  "id": "rome",
  "scenario_name": "Romulus and Remus",
  "full_name": "Rome: Romulus and Remus",
  "header": "Rome",
  "icon": "rome",
  "type": "interlude",
  "setup": [
    "$choose_investigators",
    "$travel_time",
    "$check_status_report",
    "check_cell_is_off_mission"
  ],
  "steps": [
    {
      "id": "check_cell_is_off_mission",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "cell_is_off_mission",
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_1", "unlock_bermuda_triangle", "$embark"]
          },
          {
            "boolCondition": false,
            "steps": ["intro_2", "additional_resource", "may_return_to_rome", "$embark_return"]
          }
        ]
      }
    },
    {
      "id": "intro_1",
      "type": "story",
      "narration": {
        "id": "the_scarlet_keys.romulus_and_remus.romulus_and_remus_1",
        "name": "Romulus and Remus 1",
        "lang": [
          "dv",
          "es"
        ]
      },
      "text": "“This is… possibly one of the worst ideas I’ve ever had,” Agent Quinn remarks as the two of you approach the Palatine Hill. The ruins of numerous temples litter the area, once marvels of luminous white marble, decorated with intricate reliefs of ivory and delicately carved statues; now nothing more than broken vestiges and stone foundations half-buried along the hill. You try your best to reassure Quinn, but she is right—this could easily be a wild goose chase or a trap. Commissioner Taylor would certainly not be happy if she knew her agents were attempting to parley with a member of the Red Coterie. But you suspect that Aliki knows more about the strange disappearances happening all over the globe than you do, and perhaps that is more important than the mission Taylor gave you. Quinn sighs and nods in agreement. “I know. That’s why I’m here. But still…” She stops in her tracks, spotting something in the distance, and begins walking in that direction. “There—those are the ruins of the palace of Caesar Augustus, who was thought to have built the Temple of Apollo Palatinus nearby. Most scholars believe these nearby ruins to belong to the Temple of Jupiter Victor, but I wager they are in fact Apollo’s.”\nYou sigh and pull out the white raven whistle Aliki gave you. Now is as good a time as any to give it a shot. Worst case scenario, you’ve simply wasted your time, and Quinn’s. You put the whistle to your lips and blow. Emerging is a paradoxically distant sound, a warbling trill not unlike the shrill sound that has haunted you ever since Kathmandu. The wind picks up, sudden and chill. Quinn pulls her coat over her torso with a shudder. Then, arriving just as swiftly as the bitter wind, you spy her.\nAliki Zoni Uperetria stands just over the ancient temple ruins, her red sash a splash of flowing color in the harsh breeze. As the wind and the discordant whistle both fade, her hair settles over her face, obscuring her expression. “I hope you know what you’re doing,” Quinn murmurs to you under her breath as she approaches the haunting figure with much trepidation. The girl in the scarlet sash speaks a single word in ancient Egyptian, stopping Quinn in her tracks. The agent replies in kind, causing Aliki’s head to tilt to the side in curious understanding. Slowly, bit by bit, the two begin to converse, changing languages every other sentence like two students testing one another. You watch in awe as the two juggle ancient languages as easily as breathing.\nFinally, Quinn addresses you. “You were right. She’s searching for a place where…” Aliki speaks again, and Quinn translates. “The entities you’ve encountered. She thinks the things they take—no, devour—she thinks they end up somewhere else. She’s searching for the place where they go.” You ask Quinn if she can think of any place on Earth that might be a hotspot for such activity. “There is one that I can think of,” she replies. “The Bermuda Triangle, otherwise known as The Devil’s Triangle, in the Atlantic. We’ve tried our best to keep it under wraps, but a lot of ships and even some aircraft have gone missing in that area. A few of those incidents are on my list of memory anomalies, as well. Could be some kind of… gateway.”\nYou tell her to ask Aliki why she is looking for this place, and the two begin conversing again. “She says that she thinks some of the Coterie were—” She pauses for a moment, struggling with the translation. “—taken? But how could that be? Our records indicate they’re accounted for. At least, the ones we know about.” You consider all that you have seen, and a nauseous feeling overtakes you. Is it possible for both to be true? Is it possible some in the Coterie are not what they seem?\nYou approach and ask Aliki if she would like to travel with you to this gateway, if it exists. Quinn tentatively translates your request, and the mysterious figure nods in response. Resolve, strange and fierce, like a piercing light in the abyss, fills your heart. You lift the raven whistle and say that you will summon her when you are ready. This time, Aliki nods without even waiting for Quinn’s translation. You catch just a glimpse of piercing red eyes, framed with heavy bangs, as the wind picks up again and sends her hair aflutter. You lift your coat to block the bitter chill, and naught but a moment later, Aliki Uperetria is gone, wisped along with the wind itself.\nYou ask Quinn if she will stick with you a little longer. “I’m not going to lie, this terrifies me,” she says in a small voice, “but I think we are on to something here. Yes. I will see this through with you to the very end. I just hope…” she quivers and averts her gaze away from you. “I just hope I am still remembered when this is done."
    },
    {
      "id": "unlock_bermuda_triangle",
      "text": "In the Americas section of the Campaign Log, inside the Bermuda Triangle <i>(the triangle formed by lines connecting Ybor City, San Juan, and Bermuda)</i>, write “56–Y.” You are now able to travel inside the Bermuda Triangle whenever you embark. You may do so from Ybor City, San Juan, or Bermuda, at the cost of 1 <b>time</b>. <i>(When you do, proceed to File 56–Y in the Campaign Guide)</i>.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "unlock_location",
          "value": "bermuda_triangle"
        }
      ]
    },
    {
      "id": "intro_2",
      "type": "story",
      "narration": {
        "id": "the_scarlet_keys.romulus_and_remus.romulus_and_remus_2",
        "name": "Romulus and Remus 2",
        "lang": [
          "dv"
        ]
      },
      "text": "Several fruitless days of searching for leads in Rome brings you to the Palazzo dei Conservatori on the Capitol Hill. Nestled among dozens of ancient statues is a bronze sculpture of the Lupa Capitolina depicting two twin babies suckling from a mother wolf. Your guide explains the twins are Romulus and Remus, the two alleged founders of Rome. “According to legend, the king, afraid for his claim to the throne, ordered them to be drowned in the Tiber. The twins were protected by the gods and taken in by a she-wolf who raised and fed them as her own. They lived in a cave until they were found and brought to safety.”\nThe guide leads the tour past another gallery filled with empty pedestals. You ask your guide what was on display before. “Nothing,” he chuckles. You comment on the number of empty rooms and displays, and the guide laughs dismissively. “Much has been lost over the years,” he says. Looking out over the city skyline, filled with odd dips and empty gaps, you wonder if Rome itself is disappearing."
    },
    {
      "id": "additional_resource",
      "text": "Each investigator may begin the next scenario they play with 1 additional resource in their resource pool."
    },
    {
      "id": "may_return_to_rome",
      "text": "You may return to Rome again during this campaign, but only after playing another scenario."
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    }
  ]
}