{
  "id": "kathmandu",
  "scenario_name": "Whistle On the Wind",
  "full_name": "Kathmandu: Whistle On the Wind",
  "header": "Kathmandu",
  "icon": "kathmandu",
  "type": "interlude",
  "setup": [
    "$choose_investigators",
    "$travel_time",
    "$check_status_report",
    "intro_1",
    "check_drifter",
    "intro_1_cont",
    "make_choice",
    "$embark"
  ],
  "steps": [
    {
      "id": "intro_1",
      "type": "story",
      "narration": {
        "id": "the_scarlet_keys.whistle_on_the_wind.whistle_on_the_wind_1",
        "name": "Whistle on the Wind 1",
        "lang": [
          "dv"
        ]
      },
      "text": "A chill breeze flutters through the streets of Kathmandu, along with a faint, shrill whine. To the north, the Himalayas loom over the city, only their peaks illuminated by the westward sun. Pinks and purples bathe the sky in vibrant beauty. You could stare at such a breathtaking sight forever… but you have a job to do. Despite the quiet, peaceful evening, that soft, sharp piping does not cease, like an aching sense of dread in the back of your mind. As the evening drags on and the whistling grows louder, you realize you are the only one who can hear the strange sound. It feels as though it is reaching out to you directly. As if it hears you, too. As if it knows you. On a whim, you close your eyes and strain yourself to listen closer. It’s difficult to tell where exactly the sound is coming from—it seems to waft all around you and echo throughout the streets—but it grows in volume as you round the nearest corner and head north. And so north you continue.\nEventually, you reach an art gallery nestled between several age-old buildings. The whistling here is fevered and unpleasant, like a boiling kettle. Though the gallery is closed at this late hour, you are able to easily find an open side entrance. You brace yourself and enter the gallery, where dozens of Nepalese sculptures and paintings are on display—many carved out of wood or stone, others made out of ashtadhatu, an amalgam of eight different metals, and still others made of terra cotta. The whistling suddenly stops the moment you reach the rearmost section of the gallery, where a single lot remains strangely empty. There is no trace of what might have been there; just an empty space where something historic and treasured is clearly meant to be. Then, a lone voice pierces the sudden quiet, speaking in a language you do not understand.\nYou turn on your heels, body tensing. On the other end of the hall is a girl dressed in white, her figure seemingly ethereal in the faint beams of fading sunlight that permeate through the building. Her long black hair is draped over her face, masking her expression. A long scarlet sash wrapped around her waist flutters behind her, despite the fact that there is no breeze.\nYou freeze. The figure of the girl does not move. Her hair and sash drift steadily in the stillness. Then, she speaks once more. Again, you don’t understand a single word of it, though you notice that she has switched languages. Recognizing a few root words, you realize she is using Latin. She speaks again, this time in what sounds like ancient Greek. If she is trying to communicate with you, it may be wise to play along. You ask her what she is doing here; why she guided you here. Her response is in yet another language that eludes you, this one sounding somewhat like a blend of Egyptian and Greek."
    },
    {
      "id": "check_drifter",
      "type": "branch",
      "text": "If an investigator has the [[Drifter]] trait (excluding Wendy Adams):",
      "condition": {
        "type": "multi",
        "count": 1,
        "conditions": [
          {
            "type": "campaign_data",
            "campaign_data": "investigator",
            "investigator_data": "trait",
            "exclude_investigators": ["01005", "01505", "90037"],
            "options": [
              { "condition": "Drifter" }
            ]
          }
        ],
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "effects": [{
              "type": "story_step",
              "steps": ["drifter_story"]
            }]
          }
        ]
      }
    },
    {
      "id": "drifter_story",
      "type": "story",
      "narration": {
        "id": "the_scarlet_keys.whistle_on_the_wind.whistle_on_the_wind_1_drifter_except_wendy",
        "name": "Whistle on the Wind 1: Drifter (except Wendy)",
        "lang": [
          "dv"
        ]
      },
      "text": "In your travels, you’ve been to quite a few places. You’re no stranger to different languages. You attempt a few of your own, but each time you are met with silence. And yet, she appears to want to communicate with you, and is consistently switching languages herself, only without any overlap. Is she only able to speak in long-dead languages?"
    },
    {
      "id": "intro_1_cont",
      "type": "story",
      "narration": {
        "id": "the_scarlet_keys.whistle_on_the_wind.whistle_on_the_wind_1_continued",
        "name": "Whistle on the Wind 1, continued",
        "lang": [
          "dv"
        ]
      },
      "text": "Due to the language barrier, it’s difficult to get a sense for what she wants from you. As you attempt to decipher her intent, she approaches slowly, her steps making no sound whatsoever along the wooden floor. She gestures to the empty lot next to you and whistles softly, as though the sound might carry with it some meaning. You wonder if perhaps there might have once been something here, and then realize: it is gone, vanished from history without so much as a trace. You recall the woman’s name from the Foundation’s dossier and ask her if she is also on the trail of the entities responsible for these kinds of disappearances. Aliki Uperetria does not seem to understand you, but she tilts her head in recognition at the sound of her own name. Then she wrenches something from around her neck and extends it to you in a closed fist."
    },
    {
      "id": "make_choice",
      "text": "The lead investigator must decide (choose one):",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "accept",
            "text": "<i>Accept what she is offering you.</i>",
            "steps": [
              "intro_2",
              "cell_possesses_a_mysterious_whistle",
              "take_trauma",
              "accept_token_swap",
              "$maybe_add_tablet_and_save"
            ]
          },
          {
            "id": "reject",
            "text": "<i>Do not accept her offer.</i>",
            "steps": ["intro_3", "cell_refused_alikis_offer", "earn_1_xp", "reject_token_swap",
            "$maybe_add_elder_thing", "$save_decks_with_xp"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "type": "story",
      "narration": {
        "id": "the_scarlet_keys.whistle_on_the_wind.whistle_on_the_wind_2",
        "name": "Whistle on the Wind 2",
        "lang": [
          "dv"
        ]
      },
      "text": "You extend your hand, and a small device on a silver chain falls into your palm. It is a whistle, carved out of bone to look like the head and beak of a white raven. Glancing back up at Aliki, she points toward the plaque next to the empty lot and says something once more in what sounds to you like Latin. You ask what she is after, and what the significance of the whistle is, but she remains cryptically silent. Turning over the whistle in your hand, you find no markings or clues as to its purpose. When you glance back up to question Aliki, she has vanished, replaced once more with a cold wind that seeps into your skin. Then, though no one else seems to hear it, the piping returns, soul-wrenching, ear-splitting. It does not cease for as long as the whistle remains in your possession."
    },
    {
      "id": "cell_possesses_a_mysterious_whistle",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cell_possesses_a_mysterious_whistle",
          "text": "the cell possesses a mysterious whistle."
        }
      ]
    },
    {
      "id": "take_trauma",
      "text": "Each investigator suffers 1 mental or 1 physical trauma as the shrill sound follows them everywhere they go.",
      "effects": [
        {
          "type": "trauma",
          "mental_or_physical": 1,
          "investigator": "all"
        }
      ]
    },
    {
      "id": "accept_token_swap",
      "text": "Remove 1 [elder_thing] token from the chaos bag. Add 1 [tablet] token.",
      "effects": [
        {
          "type": "remove_chaos_token",
          "tokens": ["elder_thing"]
        }
      ]
    },
    {
      "id": "cell_refused_alikis_offer",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "cell_refused_alikis_offer",
          "text": "the cell refused Aliki’s offer."
        }
      ]
    },
    {
      "id": "earn_1_xp",
      "text": "Each investigator earns 1 experience, as they gain insight into the inner workings of the Red Coterie.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 1
        }
      ]
    },
    {
      "id": "reject_token_swap",
      "text": "Remove 1 [tablet] token from the chaos bag. Add 1 [elder_thing] token.",
      "effects": [
        {
          "type": "remove_chaos_token",
          "tokens": ["tablet"]
        }
      ]
    },
    {
      "id": "intro_3",
      "type": "story",
      "narration": {
        "id": "the_scarlet_keys.whistle_on_the_wind.whistle_on_the_wind_3",
        "name": "Whistle on the Wind 3",
        "lang": [
          "dv"
        ]
      },
      "text": "You back away with caution. If a member of the Coterie—especially one as cryptic and potentially dangerous as Aliki—is offering you something, it can’t mean anything good. Besides, your mission is to ensure they cannot collect any more Keys, not to cooperate with them… right? Aliki’s hand lowers, along with the temperature in the room. She seems to sense your mistrust and return it tenfold, though she no longer attempts to speak. Moments later, the cold wind returns, and to your surprise, she is gone."
    },
    {
      "id": "$proceed",
      "text": "You may <b>embark</b>.",
      "effects": [
        {
          "type": "scenario_data",
          "setting": "scenario_status",
          "status": "completed"
        }
      ]
    }
  ]
}