{
  "id": "zhod_interlude_1",
  "scenario_name": "First Night Aboard the Roi des Belges",
  "header": "Interlude I",
  "full_name": "Interlude I: First Night Aboard the Roi des Belges",
  "type": "interlude",
  "icon": "zhod_lands_of_the_congo",
  "setup": [
    "$choose_investigators",
    "instructions",
    "check_the_ancestors_are_watching_you",
    "check_saw_a_dark_shadow_in_the_flames"
  ],
  "steps": [
    {
      "id": "instructions",
      "text": "Check your Campaign Log and read the sections that apply in order."
    },
    {
      "id": "check_the_ancestors_are_watching_you",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "the_ancestors_are_watching_you",
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "setup",
            "effects": [
              {
                "type": "story_step",
                "steps": ["ancestors_watching_story", "ancestors_watching_effects"]
              },
              {
                "type": "add_chaos_token",
                "tokens": ["skull"]
              }
            ]
          }
        ]
      }
    },
    {
      "id": "ancestors_watching_story",
      "type": "story",
      "text": "You have been sleeping for quite some time, when you feel yourself being carried away into your dreams, as if your soul is being blown by the invisible winds of the spirit world.\nYou fly like a bird up the Congo River, free to observe everything that happens down below. Something is approaching. A dark shape is hiding in the forest. The shadow passes through the men and women in its path, and they are unaware of the touch of this malevolent being. Then, the shadow penetrates the body of one man who convulses, and turns on you. His smile and his voice terrify you. You awaken with a jolt as his last words resonate in your mind: \"Come to me...\".\nThe terror you felt wears off, but you find it hard to go back to sleep. You know that, whoever or whatever it may be, now your foe is waiting for you."
    },
    {
      "id": "ancestors_watching_effects",
      "text": "Add 1 [skull] token to the chaos bag for the remainder of the campaign. (Group limit 1 token added by this effect)"
    },
    {
      "id": "check_saw_a_dark_shadow_in_the_flames",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "saw_a_dark_shadow_in_the_flames",
        "options": [
          {
            "boolCondition": true,
            "border": true,
            "border_color": "setup",
            "effects": [
              {
                "type": "story_step",
                "steps": ["dark_shadow_story", "dark_shadow_information", "dark_shadow_random_weakness"]
              },
              {
                "type": "campaign_log_count",
                "section": "information",
                "operation": "add",
                "value": 1
              },
              {
                "type": "add_weakness",
                "investigator": "lead_investigator",
                "weakness_traits": [
                  "Madness",
                  "Pact"
                ]
              }
            ],
            "steps": ["save_decks"]
          }
        ]
      }
    },
    {
      "id": "save_decks",
      "type": "input",
      "input": {
        "type": "save_decks"
      }
    },
    {
      "id": "dark_shadow_story",
      "type": "story",
      "text": "You are assaulted by a most bizarre dream in the middle of the night. A huge fire ravages the forest all around you, and eventually surrounds you. The flames twist and turn like a wild beast in a too-small cage. A humanoid figure emerges from the flames and slowly approaches you. Panicked, you feel trapped and afraid to see what has been released from this infernal fire. A face as black as a bottomless pit looms towards you, its mouth wide open, ready to devour you, its features distorted by an insatiable hunger. The vision is so intense that you awaken abruptly, drenched in sweat despite the cool night air.\nIt takes a moment for you to get control of your emotions, and you find it difficult to go back to sleep, tormented by the face from your dream. After a while, you realise why. The face in your dream looks like Kurtz, exactly as you saw in the photographs provided by Mr. Promise."
    },
    {
      "id": "dark_shadow_information",
      "text": "Add 1 <b>Information on Kurtz</b> in your Campaign Log."
    },
    {
      "id": "dark_shadow_random_weakness",
      "text": "The lead investigator chooses a random [[Madness]] or [[Pact]] weakness from their collection, and adds it to their deck for the remainder of the campaign."
    }
  ]
}