{
  "id": "to_the_heart_of_the_congo",
  "scenario_name": "To the Heart of the Congo",
  "full_name": "Scenario II: To the Heart of the Congo",
  "icon": "zhod_to_the_heart_of_the_congo",
  "header": "Scenario II",
  "setup": [
    "intro_1",
    "check_3_information_on_kurtz",
    "intro_3",
    "$check_tarot_reading",
    "gather_encounter_sets",
    "gather_encounter_sets_aside",
    "form_primary_act_deck",
    "setup_act_1c",
    "setup_horror_on_the_darkness",
    "setup_locations",
    "location_layout",
    "remove_cards_from_game",
    "set_aside_cards",
    "encounter_deck",
    "along_the_congo_river",
    "an_endless_journey",
    "the_roi_des_belges",
    "act_decks",
    "$play_scenario"
  ],
  "steps": [
    {
      "id": "intro_1",
      "type": "story",
      "text": "After a difficult first night, you enjoy a relatively calm start to the journey. The days pass without any remarkable incident, your journey being interrupted only by the ship calling in at the Stations along the river. Captain Marlow is an excellent mariner and easily avoids the sandbanks that caught the Roi des Belges during its last voyage in these difficult waters.\nAt one of the stops, you see a group of Congolese warriors in traditional dress embarking. When you ask the Director who has joined you, he tells you to your great astonishment that it is a tribe of cannibal mercenaries that he has hired to protect the ship and its occupants.\n\"Don't worry,\" says the Director, trying to reassure you, \"they are not exclusively cannibals, they also eat animal meat. I think they have a preference for hippo meat.\"\nThe Director walks away, patting you on the shoulder before you even have a chance to say anything.\nIn spite of this, a somewhat monotonous daily routine eventually settles over the ship."
    },
    {
      "id": "check_3_information_on_kurtz",
      "text": "Check your Campaign Log. If you have at least 3 <b>Information on Kurtz</b>:",
      "type": "branch",
      "condition": {
        "type": "multi",
        "count": 1,
        "conditions": [
          {
            "type": "math",
            "opA": {
              "type": "campaign_log_count",
              "section": "information",
              "id": "$count"
            },
            "opB": {
              "type": "constant",
              "value": 3
            },
            "operation": "compare",
            "options": [
              {
                "numCondition": 1
              },
              {
                "numCondition": 0
              }
            ]
          }
        ],
        "options": [
          {
            "boolCondition": true,
            "steps": ["intro_2", "remove_darkness_horror"]
          }
        ]
      }
    },
    {
      "id": "intro_2",
      "type": "story",
      "text": "You have time to think about the information you have discovered about Kurtz. The more you think about it, the more you begin to see the man he was when he embarked on his first journey up the river.\nHe was confident, sure of his strength, and he had a definite goal in coming here, but this land probably had other plans for him. You can almost feel that the country is a living entity watching you, scrutinizing you more closely than ever.\nOminous events are afoot, hidden behind the edge of the forests you see beyond the meandering Congo River."
    },
    {
      "id": "remove_darkness_horror",
      "text": "Each investigator removes 1 horror from their copy of Darkness Calls."
    },
    {
      "id": "$upgrade_decks",
      "type": "input",
      "input": {
        "type": "upgrade_decks",
        "counter": "darkness_calls"
      }
    },
    {
      "id": "ask_information",
      "type": "input",
      "text": "How much <b>Information on Kurtz</b> should be added?",
      "input": {
        "type": "counter",
        "text": "Information on Kurtz",
        "effects": [
          {
            "type": "campaign_log_count",
            "section": "information",
            "operation": "add_input"
          }
        ]
      }
    },
    {
      "id": "intro_3",
      "type": "story",
      "text": "The days are long and you don't have much to do except talk to the other passengers on board the Roi des Belges. Contrary to what you feared, the cannibal mercenaries are not a problem. You even get to know their medicine man, a middle-aged man who speaks your language and is called Mateso. You are chatting with him about the country you are passing through when a young Congolese sailor comes up to you, panicked.\n\"It's Captain Marlow!\" he exclaims, \"he just collapsed at the helm, you have to come help him!\"\nYou and Mateso run to the helmsman's post and discover Marlow lying unconscious. A pilgrim has taken the wheel and frequently glances over at you. He seems unsure of what to do.\nMateso leans over Marlow's sweaty face, examining him carefully.\nAfter a few minutes, he straightens up and announces gloomily:\n\"Your captain is seriously ill. I recognize the symptoms. I am afraid it is something beyond our capabilities. Unless... Yes, I think I know how to help him, but the outcome is not guaranteed. Also, I am missing an ingredient. It is a medicinal plant, which we call \"jani la mfalme\". It has purple flowers that seem to glow even in the daylight. It was once used by our ancestors, but it has become rare in recent years. If you can find me some, I can prepare a remedy for your captain.\"\nYou thank the medicine man and hurry to inform the Director of the situation.\n\"That is... unfortunate,\" the Director replies, \"without Marlow I don't know if we'll make it safely up this damned river. I am counting on you to make sure that our trip to the Inner Station is successful. If you have time, you can go and look for this incredible plant, but I doubt that a magical remedy can save our captain. I've dealt with the devastating disease that has befallen him before, when I was at a Station not far from the one Kurtz is currently holding. Believe me, he is already dead.\"\nSomething tells you that you will soon miss the monotony of the first few days on board the Roi des Belges."
    },
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "zhod_to_the_heart_of_the_congo",
        "zhod_the_darkness",
        "zhod_lands_of_the_congo",
        "zhod_cult_of_darkness"
      ]
    },
    {
      "id": "gather_encounter_sets_aside",
      "type": "encounter_sets",
      "aside": true,
      "encounter_sets": [
        "zhod_african_wildlife"
      ]
    },
    {
      "id": "form_primary_act_deck",
      "text": "Assemble the Main Act deck by taking 3 random copies of Act 1a \"Along the Congo River\" from the 6 available, and place them above Act 2a \"The Journey Nears its End\". Remove the 3 remaining copies of Act 1a \"Along the River Congo\" from the game."
    },
    {
      "id": "setup_act_1c",
      "text": "Place Act 1c \"The Ancestral Medicinal Plant\" next to the Primary Act deck. It is a Secondary Act (see rule reminder below on \"Act Decks\" for more information on Secondary Acts)."
    },
    {
      "id": "setup_horror_on_the_darkness",
      "text": "Check your Campaign Log. Each investigator places the recorded number of horror tokens on their copy of Darkness Calls."
    },
    {
      "id": "act_decks",
      "type": "rule_reminder",
      "title": "Act Decks",
      "text": "Scenarios in this campaign may begin with (or gain over the course of the game) multiple Act decks: One Primary Act deck and one or more Secondary Act decks.\nDuring a scenario, there may therefore be multiple act decks in play at once, and the players may choose to advance any act of their choice, as long as the objectives and conditions have been met, or when a game effect instructs you to advance.\nThe text on all acts in play are considered to be active simultaneously.\nWhen an act (or act deck) that was set-aside during setup enters play, put this act deck into play next to the others already in play."
    },
    {
      "id": "setup_locations",
      "text": "Put the 4 double-sided [[Roi des Belges]] locations \"Repaired\" face up into play. Place 1[per_investigator] resource from the token pool on each of these 4 locations. Each investigator begins play at the [[Roi des Belges]] location of their choice."
    },
    {
      "id": "remove_cards_from_game",
      "text": "Remove the following cards from the game:",
      "bullets": [
        {
          "text": "4 random cards from the <i>The Darkness</i> encounter set."
        },
        {
          "text": "4 random cards from the <i>Lands of the Congo</i> encounter set."
        },
        {
          "text": "4 random cards from the <i>Cult of Darkness</i> encounter set."
        },
        {
          "text": "If there are 3 or more investigators in the game, remove 1 copy of Jani la Mfalme from the <i>To the Heart of the Congo</i> encounter set."
        }
      ]
    },
    {
      "id": "set_aside_cards",
      "text": "Set the following aside, out of play:",
      "bullets": [
        {
          "text": "All cards from the <i>African Wildlife</i> and <i>The Darkness</i> encounter sets."
        },
        {
          "text": "All remaining location cards."
        },
        {
          "text": "The 4 copies of Mysterious Assailant."
        },
        {
          "text": "Each copy of Congolese Warrior Equipment that has not been added to an investigator's deck, Captain Marlow <i>(Experienced Wayfarer)</i>, Cacophony of the Thousand Kids."
        },
        {
          "text": "The Ancestors Have Heard You card, if it has not been exiled."
        },
        {
          "text": "The following cards (the other side being Story sides): Territory of the Black Hand, Captain Fresleven's Remains, Tribe of the Black Hand, Encrypted Book, The Prisoner, Private Discussion, The White Ape, Prisoner's Cabin, Mysterious Ruins. For the best experience, do not read either side of these cards until you are instructed to do so."
        }
      ]
    },
    {
      "id": "location_layout",
      "type": "location_setup",
      "text": "Location Layout",
      "horizontal": "normal",
      "vertical": "normal",
      "locations": [
        [
          "blank",
          "captains_quarters",
          "blank"
        ],
        [
          "stren",
          "hold",
          "bow"
        ]
      ],
      "location_names": [
        {
          "code": "captains_quarters",
          "name": "Captain's Quarters"
        },
        {
          "code": "stern",
          "name": "Stern"
        },
        {
          "code": "hold",
          "name": "Hold"
        },
        {
          "code": "bow",
          "name": "Bow"
        }
      ]
    },
    {
      "id": "encounter_deck",
      "text": "Shuffle the remainder of the encounter cards to form the encounter deck."
    },
    {
      "id": "along_the_congo_river",
      "type": "rule_reminder",
      "title": "Along the Congo River",
      "text": "Each copy of Act 1a \"Along the Congo River\" has an <b>Objective</b> that indicates you can advance this act at the end of the Investigation phase if 3 cumulative conditions are met.\nYou may therefore advance Act 1a <b>at the end of the first Investigation phase</b>, provided that the 3 points indicated in the <b>Objective</b> are true."
    },
    {
      "id": "an_endless_journey",
      "type": "rule_reminder",
      "title": "An Endless Journey",
      "text": "There is only one Agenda card in this scenario, with an unknown Doom threshold. It works like a normal agenda, but you don't know how many Doom it will accumulate before advancing.\nWhen this scenario ends, no matter how it ends (resigning, investigators defeated, etc.), you will be asked to count the number of Doom in play.\nIf you run out of Doom tokens to place on this agenda, you can trade 4 Doom for 1 horror, which will count as 4 Doom for all game effects. (If you are playing on Hard or Expert Difficulty, you can trade 3 Doom for 1 horror, which will count as 3 Doom for all game effects.)"
    },
    {
      "id": "the_roi_des_belges",
      "type": "rule_reminder",
      "title": "The Roi des Belges",
      "text": "During the game, you will be instructed to place or remove Resource counters on [[Roi des Belges]] locations. These resources represent the strength of your repairs and the durability of your steamboat.\nIf there are no resources on a [[Roi des Belges]] location, that part of the ship is severely damaged, and you must flip that location over to its [[Damaged]] side. To repair this part of the ship, you will need to place the required number of resources on the location following its instructions. You can then flip the location back to its [[Repaired]] side.\nWhen such a location is flipped from one side to the other, it does not leave play. Therefore, all tokens placed on it remain in that location (on its new side), all attachments remain attached to it, and all enemies and investigators that were at that location remain there as well."
    },
    {
      "id": "captain_marlow_is_in_the_hands_of_the_ancestors",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "captain_marlow_is_in_the_hands_of_the_ancestors",
          "text": "Captain Marlow is in the hands of the ancestors."
        }
      ]
    },
    {
      "id": "$play_scenario",
      "type": "input",
      "input": {
        "type": "play_scenario",
        "campaign_log": [
          {
            "id": "captain_marlow_is_in_the_hands_of_the_ancestors",
            "condition": {
              "type": "campaign_log",
              "section": "campaign_notes",
              "id": "captain_marlow_is_in_the_hands_of_the_ancestors",
              "options": [
                {
                  "boolCondition": false
                }
              ]
            },
            "text": "Captain Marlow is in the hands of the ancestors.",
            "steps": ["captain_marlow_is_in_the_hands_of_the_ancestors"]
          }
        ],
        "branches": [
          {
            "id": "information",
            "repeatable": true,
            "text": "Add Information on Kurtz",
            "steps": ["ask_information"]
          },
          {
            "id": "parleys",
            "repeatable": true,
            "text": "Parleys",
            "description": "Scenario Interlude",
            "steps": ["$ask_parley"]
          },
          {
            "id": "along_the_river",
            "repeatable": true,
            "text": "Along the River",
            "description": "Scenario Interlude",
            "steps": ["$ask_along_the_river"]
          },
          {
            "id": "the_darkness",
            "repeatable": true,
            "text": "The Darkness",
            "description": "Scenario Interlude",
            "steps": ["$ask_the_darkness"]
          }
        ]
      }
    },
    {
      "id": "resolution_1",
      "type": "resolution",
      "resolution": "R1"
    },
    {
      "id": "resolution_2",
      "type": "resolution",
      "resolution": "R2"
    },
    {
      "id": "resolution_3",
      "type": "resolution",
      "resolution": "R3"
    },
    {
      "id": "resolution_4",
      "type": "resolution",
      "resolution": "R4"
    },
    {
      "id": "resolution_5",
      "type": "resolution",
      "resolution": "R5"
    },
    {
      "id": "resolution_6",
      "type": "resolution",
      "resolution": "R6"
    },
    {
      "id": "resolution_7",
      "type": "resolution",
      "resolution": "R7"
    },
    {
      "id": "resolution_8",
      "type": "resolution",
      "resolution": "R8"
    },
    {
      "id": "resolution_9",
      "type": "resolution",
      "resolution": "R9"
    },
    {
      "id": "resolution_10",
      "type": "resolution",
      "resolution": "R10"
    },
    {
      "id": "earn_xp",
      "text": "Each investigator earns experience equal to the Victory X value of each card in the victory display.",
      "type": "input",
      "input": {
        "type": "counter",
        "text": "Victory display:",
        "confirm_text": "Each investigator receives 2 bonus experience for having had an enlightening glimpse of the dangers that lurk along the Congo River.",
        "effects": [
          {
            "type": "earn_xp",
            "bonus": 2,
            "investigator": "all"
          }
        ]
      }
    },
    {
      "id": "check_any_resigned",
      "text": "If at least one investigator resigned:",
      "type": "branch",
      "condition": {
        "type": "scenario_data",
        "scenario_data": "investigator_status",
        "investigator": "resigned",
        "options": [
          {
            "boolCondition": true,
            "steps": ["director_does_not_trust_you_small"]
          }
        ]
      }
    },
    {
      "id": "director_does_not_trust_you_small",
      "bullet_type": "small",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "director_does_not_trust_you",
          "text": "the Director does not trust you."
        }
      ]
    },
    {
      "id": "director_does_not_trust_you",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "director_does_not_trust_you",
          "text": "the Director does not trust you."
        }
      ]
    },
    {
      "id": "earn_2_bonus_xp",
      "text": "Each investigator receives 2 bonus experience points for showing determination in the face of the Darkness.",
      "effects": [
        {
          "type": "earn_xp",
          "investigator": "all",
          "bonus": 2
        }
      ]
    },
    {
      "id": "read_agenda_1b",
      "text": "Read <b>Agenda 1b \"Arrival in the Heart of Darkness\"</b>."
    },
    {
      "id": "ask_resolution",
      "text": "Which resolution did the agenda tell you to read?",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "r3",
            "text": "R3",
            "steps": ["resolution_3"]
          },
          {
            "id": "r4",
            "text": "R4",
            "steps": ["resolution_4"]
          },
          {
            "id": "r5",
            "text": "R5",
            "steps": ["resolution_5"]
          },
          {
            "id": "r6",
            "text": "R6",
            "steps": ["resolution_6"]
          }
        ]
      }
    },
    {
      "id": "went_up_the_congo_river",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "went_up_the_congo_river",
          "text": "you went up the Congo river."
        }
      ]
    },
    {
      "id": "spent_a_long_time_going_up_the_congo_river",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "spent_a_long_time_going_up_the_congo_river",
          "text": "you spent a long time going up the Congo river."
        }
      ]
    },
    {
      "id": "add_1_skull",
      "text": "Add 1 [skull] token to the chaos bag for the remainder of the campaign.",
      "effects": [
        {
          "type": "add_chaos_token",
          "tokens": ["skull"]
        }
      ]
    },
    {
      "id": "darkness_has_descended_on_the_congo",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "darkness_has_descended_on_the_congo",
          "text": "the Darkness has descended on the Congo."
        }
      ]
    },
    {
      "id": "avatar_of_darkness_freely_walks_the_earth",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "darkness_has_descended_on_the_congo",
          "text": "the Avatar of Darkness freely walks the Earth."
        }
      ]
    },
    {
      "id": "captain_marlow_is_alive",
      "effects": [
        {
          "type": "campaign_log",
          "section": "campaign_notes",
          "id": "captain_marlow_is_alive",
          "text": "Captain Marlow is alive."
        }
      ]
    },
    {
      "id": "earn_captain_marlow",
      "text": "An investigator may add the Captain Marlow (Experienced Wayfarer) card to their deck for the rest of the campaign. This card does not count towards deck size.",
      "effects": [
        {
          "type": "add_card",
          "card": "zhod_00068",
          "investigator": "choice"
        }
      ]
    },
    {
      "id": "all_insane",
      "text": "Each investigator is driven <b>insane</b>.",
      "effects": [
        {
          "type": "trauma",
          "investigator": "all",
          "insane": true,
          "hidden": true
        }
      ]
    },
    {
      "id": "lose_campaign",
      "text": "The investigators lose the campaign.",
      "effects": [
        {
          "type": "campaign_data",
          "setting": "result",
          "value": "lose"
        }
      ]
    },
    {
      "id": "check_captain_marlow_is_in_the_hands_of_the_ancestors",
      "type": "branch",
      "condition": {
        "type": "campaign_log",
        "section": "campaign_notes",
        "id": "captain_marlow_is_in_the_hands_of_the_ancestors",
        "options": [
          {
            "boolCondition": true,
            "steps": ["resolution_8"]
          },
          {
            "boolCondition": false,
            "steps": [
              "remove_tokens_reminder",
              "draw_resolution_token"
            ]
          }
        ]
      }
    },
    {
      "id": "remove_tokens_reminder",
      "bullet_type": "small",
      "text": "Make sure you have removed all tokens temporarily added to the Chaos bag during the scenario (such as Bless or Curse tokens)."
    },
    {
      "id": "draw_resolution_token",
      "text": "The lead investigator reveals a random Chaos token:",
      "type": "input",
      "input": {
        "type": "choose_one",
        "choices": [
          {
            "id": "good",
            "text": "+1, 0 or [elder_sign]",
            "steps": ["resolution_9"]
          },
          {
            "id": "bad",
            "text": "Any other token",
            "steps": ["resolution_10"]
          }
        ]
      }
    }
  ],
  "resolutions": [

    {
      "id": "no_resolution_resigned",
      "title": "No resolution was reached",
      "description": "All investigators resigned",
      "investigator_status": ["resigned"],
      "steps": [
        "resolution_2"
      ]
    },
    {
      "id": "no_resolution_defeated",
      "title": "No resolution was reached",
      "description": "At least one investigator was defeated",
      "investigator_status": [
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": [
        "resolution_1"
      ]
    },
    {
      "id": "R1",
      "title": "Resolution 1",
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You manage to get back to the Roi des Belges and you collapse in your cabin. Your memories of the next few days are hazy. You know Mateso took care of you, but you don't know how he got you back on your feet.\nDuring your convalescence, on several occasions you heard shouting, felt the ship's boiler misfire and even the ship juddering to a halt, which you doubt were deliberate. Nevertheless, the voyage continued, and when you emerge from your cabin, you quickly come across the Director, who seems a little less neat and tidy than usual. You also notice that, overall, all the crew members look more haggard. Some of them are lying on the floor with their eyes to the sky, their clothes disheveled.\n\"Well,\" the Director says, looking happy to see you, \"You're making a comeback. You've missed a lot of interesting things, but the main thing is that you're obviously game for what's coming next. I know I can count on you. Unfortunately, that isn't the case for everyone on board this ship...\"",
      "steps": [
        "check_any_resigned",
        "earn_2_bonus_xp",
        "read_agenda_1b",
        "ask_resolution"
      ]
    },
    {
      "id": "R2",
      "title": "Resolution 2",
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You have taken refuge in your cabin and are waiting for things to settle down before you resurface.\nOn several occasions you heard shouting, felt the ship's boiler misfire and even the ship juddering to a halt, which you doubt were deliberate. Nevertheless, the voyage continued, and when you emerge from your cabin, you quickly come across the Director, who seems a little less neat and tidy than usual. You also notice that, overall, all the crew members look more haggard. Some of them are lying on the floor with their eyes to the sky, their clothes disheveled.\n\"Well,\" the Director taunts you, \"here come our special guests. You've missed a lot of interesting things, but I hope you'll be ready for what's coming next.\"\nThe Director leans toward you, with an nasty expression that makes you uncomfortable. \"I trust that you will accomplish your task, as Mr. Promise has asked. If not, please know that he will be informed of your lack of enthusiasm during this mission.\"",
      "steps": [
        "director_does_not_trust_you",
        "read_agenda_1b",
        "ask_resolution"
      ]
    },
    {
      "id": "R3",
      "title": "Resolution 3",
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "This voyage up the river, so full of incidents, seems to have lasted forever. You would have said a few months, but one of the Pilgrims tells you that the journey aboard the Roi des Belges began less than three weeks ago. Moreover, he adds that journey is nearing its end, because the ship is only a day or two away from the Inner Station.",
      "steps": [
        "went_up_the_congo_river",
        "resolution_7"
      ]
    },
    {
      "id": "R4",
      "title": "Resolution 4",
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "This voyage up the river was particularly long and difficult, the journey took forever. You ended up losing track of time. If you had to guess, you would have assumed it took six months. So you are stunned when one of the Pilgrims informs you that only one month has passed on board the Roi des Belges. Moreover, he adds that the journey is nearing its end, because the ship is only a day or two away from the Inner Station.",
      "steps": [
        "spent_a_long_time_going_up_the_congo_river",
        "add_1_skull",
        "resolution_7"
      ]
    },
    {
      "id": "R5",
      "title": "Resolution 5",
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "The journey up the river was one of the toughest things you've ever done, compounded by the feeling that the voyage lasted an eternity. You ended up completely losing track of time. If you had to guess, you would have assumed it took at least a year. So you are stunned when one of the Pilgrims informs you that only a month and a half has passed on board the Roi des Belges. Moreover, he adds that the journey is nearing its end, because the ship is only a day or two away from the Inner Station. This seems impossible to you, as convinced as you were of the immensity of this journey.\nRefusing the reality that is presented to you, you turn away from your companions and travel and search the areas along the river for a landmark, something, anything that would comfort you about your sanity. Your heart misses a beat when you think you see a dark shape, vaguely resembling a human, staring at you from the other bank. You don't have time to scream, for the figure has immediately evaporated, swept away by the shadows that stretch along the riverbank.",
      "steps": [
        "darkness_has_descended_on_the_congo",
        "add_1_skull",
        "resolution_7"
      ]
    },
    {
      "id": "R6",
      "title": "Resolution 6",
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "The journey up the river has lasted an eternity. You ended up completely losing track of time. If you had to guess, you would have assumed it had taken a few years. You have almost forgotten your objective. Your consciousness briefly resurfaces when one of the Pilgrims informs you that only two months have passed on board the Roi des Belges. You are already only half listening when he adds that the journey is nearing its end. The steamer is only a day or two away from the Inner Station. But you're not listening anymore. Only the Darkness occupies your thoughts. Your mind is as if detached from your body.\nYou see yourself disembarking on a worm-eaten pier, greeted by a rather thin, blond young man dressed in an outfit so patched and mended with bits of fabric of all colors that he could be taken for a harlequin. Who is he? Why is he dressed like that? These questions only flit across your mind before vanishing into limbo. The strange person tells you that Kurtz is coming.\nAnd indeed, like foam carried by the waves, a man enthroned on a palanquin lifted by a dozen men of the Black Hand tribe descends from a hill. He is very thin and his skin is sickly pale. Now that he is close enough, you see that his body radiates a dark energy. His eyes are black, completely black. The bearers set the the palanquin down in front of you and prostrate themselves before Kurtz, who is suddenly transformed. Piece by piece, his alabaster skin shatters and reveals the Darkness that was eating Kurtz from the inside. He stands up straight, grows bigger and becomes a being of pure darkness before your eyes. All around you, the light of day is absorbed, as if an eclipse had suddenly fallen on the Congo. When the whole of Kurtz's physical body has dissolved into nothingness, the huge creature of Darkness facing you bends its head towards you and smiles. This triggers something in you. You have never felt this before. Never really. How to describe it? A word comes to your lips, but you can't voice it.\n\"Here you are at last,\" says the being who was Kurtz. \"It is time. A great task awaits us.\"\nYou lose your footing. An ocean of darkness engulfs you. You collapse. Between two sobs, you hear yourself say the word you had forgotten. You only know this one now:\n\"The horror... The horror...\"",
      "steps": [
        "avatar_of_darkness_freely_walks_the_earth",
        "all_insane",
        "lose_campaign"
      ]
    },
    {
      "id": "R7",
      "title": "Resolution 7",
      "hidden": true,
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "At the end of a muggy, dark day, you see a treeless hill in the distance, illuminated by torches, bright in the dark.\n\"This is Kurtz's house,\" the Director announces, startling you. \"You need to get a closer look at it, right now, to prepare us for what's ahead.\"\nThe Director hands you a telescope and you hurry to see what the house looks like. You stop yourself from recoiling, horrified by a nightmarish vision. All around a colonial-style building, you can clearly see spikes on which human heads have been planted.\n\"Now,\" the Director whispers to you, \"you really know who Kurtz is. What kind of man he has become. Tomorrow, no matter what happens, we're going to put an end to this madness.\"",
      "steps": [
        "earn_xp",
        "$ask_congolese_equipment",
        "check_captain_marlow_is_in_the_hands_of_the_ancestors"
      ]
    },
    {
      "id": "R8",
      "title": "Resolution 8",
      "hidden": true,
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You go to your cabin to rest, hoping to find sleep despite the atrocity of what you have seen.\n\"But what long faces you all have, aboard my ship!\" calls out a voice behind you, which you don't immediately recognize. \"I think it's about time I returned.\"\nYou turn around and are pleased to see Captain Marlow standing in front of you, sallow but upright and alive. You shake hands as if you were two survivors from a battle.\nThe captain smiles at you and continues: \"From what I've heard, you're the reason I'm not six feet under and pushing up daisies! When we reach the Inner Station, I'll join you if you need me, to watch your back and pay my debt. Kurtz may well think he's going to redecorate with your head on a pike.\"",
      "steps": [
        "captain_marlow_is_alive",
        "earn_captain_marlow",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R9",
      "title": "Resolution 9",
      "hidden": true,
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You go to your cabin to rest, hoping to get some sleep despite the atrocities you have seen. On the way, you meet Mateso, who seems to be in a good mood despite the circumstances.\n\"Ah it's you,\" the medicine man calls out to you in a cheerful voice. \"I have good news, your Captain Marlow is back with us!\"\nYou breathe a sigh of relief that Marlow is back on his feet. You head for his cabin to greet him, when Mateso interrupts you with a gentle but firm gesture: \n\"He is still convalescing and needs to rest. He will have to stay on board until the end of your mission, so don't count on him to help you bring Kurtz back. On the other hand, and we are all happy about this, he will be ready for our return and able to get us home safely.\"",
      "steps": [
        "captain_marlow_is_alive",
        "$upgrade_decks"
      ]
    },
    {
      "id": "R10",
      "title": "Resolution 10",
      "hidden": true,
      "investigator_status": [
        "alive",
        "resigned",
        "eliminated",
        "physical",
        "mental"
      ],
      "text": "You go to your cabin to rest, hoping to get some sleep despite the atrocities you have seen. But if you thought that this day couldn't get any worse, fate has other ideas. You come across Mateso, who stares at you with a dark, downcast look. When you ask him the matter, he answers:\n\"I'm afraid I am the bearer of bad news; Captain Marlow has just succumbed to the ailment that has been eating away at him. We have managed to navigate this far, but only the ancestors know if we will make it back down the river safely. I pray with all my soul that you can find a favorable outcome to this expedition, despite the darkness that is surrounding us and trying to engulf us, one after another.\"",
      "steps": [
        "$upgrade_decks"
      ]
    }
  ]
}