Repository: zzorba/arkham-cards-data
Catalog: i18n/*/campaigns/notz/torch.po
Languages: uk, vi, zh

source: The Gathering
zh: 聚集于此

source: Scenario I: The Gathering
uk: Сценарій І. Зустріч
vi: Màn I: Buổi tụ họp
zh: 冒险I：聚集于此

source: You and your partners have been investigating strange events taking place in your home city of Arkham, Massachusetts. Over the past few weeks, several townspeople have mysteriously gone missing. Recently, their corpses turned up in the woods, savaged and half-eaten. The police and newspapers have stated that wild animals are responsible, but you believe there is something else going on. You are gathered together at the lead investigator’s home to discuss these bizarre events.
uk: Ви з колегами ретельно вивчаєте дивні події, що відбуваються у вашому рідному місті Аркгемі, у штаті Массачусетс. За останнідекілька тижнів пропало декілька містян, пошматовані та недоїдені рештки тіл яких знайшли в лісах. Поліція та преса стверджують, що це напади диких звірів, та ви впевнені – тут щось інше. Ви зустрілися вдома у провідного дослідника, щоб обговорити ці тривожні події.
vi: Bạn và cộng sự của mình đang điều tra những sự kiện kì lạ xảy ra tại quê hương của bạn, thành phố Arkham. Trong vài tuần qua, một số người dân thị trấn đã mất tích một cách bí ẩn. Gần đây, xác của họ được tìm thấy ở trong rừng, bị cắn xé man rợ và ăn hết 1 nửa. Cảnh sát và báo chí đều cho rằng các con thú hoang dã là thủ phạm gây ra mọi việc, nhưng bạn tin rằng còn có điều gì khác đang diễn ra. Cả nhóm tụ họp tại nhà của trưởng nhóm để thảo luận về những sự kiện kỳ lạ này.
zh: 你和你的搭档们在故乡——马萨诸塞州的阿卡姆市，调查著一系列的奇怪事件。在过去几周内，发生了多起市民神秘失踪案。最近，有人在树林里发现了失踪者的尸体，尸体遭到甚么东西的啃咬，大半都被吃掉了。警察和报纸都声称是野兽惹的祸，不过你可不吃这套，背后肯定有甚么其他的原因。你们决定一同到队长家中，讨论这些怪异的事件。

source: Put the Study location into play. Set each other location aside, out of play. Each investigator begins play in the Study.
uk: Введіть у гру локацію «Кабінет». Решту локацій відкладіть убік. Усі дослідники розпочинають гру в кабінеті.
vi: Đặt vị trí Study (phòng làm việc) vào vị trí chơi. Đặt những vị trí khác ra một bên, ngoài khu vực chơi. Mỗi điều tra viên bắt đầu chơi ở vị trí Study.
zh: 将地点“书房”放置入场。将其他地点卡放在一边。每位调查员从书房开始游戏。

source: Set the Ghoul Priest and Lita Chantler cards aside, out of play.
uk: Відкладіть убік карти «Гуль-жрець» та «Літа Чантлер» у зону поза грою.
vi: Đặt lá bài Ghoul Priest và Lita Chantler ra một bên, ngoài khu vực chơi.
zh: 将食尸鬼祭司和丽塔·钱德勒放在一边。

source: your house is still standing.
uk: ваш дім усе ще стоїть.
vi: nhà của bạn vẫn còn.
zh: 房屋还在。

source: the Ghoul Priest is still alive.
uk: гуль-жрець усе ще живий.
vi: Ghoul Priest vẫn còn sống.
zh: 食尸鬼祭司还活著。

source: Lita was forced to find others to help her cause.
uk: Літа була змушена шукати допомоги деінде.
vi: Lita buộc phải tìm người khác để giúp đỡ.
zh: 丽塔不得不去找别的帮手。

source: The lead investigator earns the Lita Chantler card and may include it in their deck. This card does not count toward that investigator’s deck size.
uk: Провідний дослідник отримує карту «Літа Чантлер» та може додати її у свою колоду (вона не враховується до розміру колоди).
vi: Trưởng nhóm nhận được lá bài Lita Chantler và có thể thêm nó vào bộ bài của mình. Lá bài này không tính vào giới hạn bộ bài của điều tra viên đó.
zh: 队长获得丽塔·钱德勒，并可以加入其牌组中，该卡不计入卡牌张数限制。

source: The lead investigator earns 1 experience, as they refused to let the night’s events destroy their life.
uk: Провідний дослідник отримує 1 одиницю досвіду, оскільки він не дозволив подіям цієї ночі зруйнувати своє життя.
vi: Trưởng nhóm được 1 một kinh nghiệm, vì cả nhóm đã không để sự kiện tối nay phá hủy cuộc sống của mình.
zh: 因为不想让自己的生活从此被毁，队长获得额外1点经验。

source: Each investigator earns experience equal to the Victory X value of each card in the victory display (remember to add eligible locations to the victory display).
uk: Кожен дослідник отримує кількість досвіду, що дорівнює сумі значень «Перемога Х» на всіх картах у колоді перемоги (не забудьте додати до неї відповідні локації).
vi: Mỗi điều tra viên được kinh nghiệm bằng với giá trị Victory tổng của mỗi lá bài có trong vùng trưng bày thành tích (nhớ tính thêm những vị trí đủ điều kiện vào tổng điểm).
zh: 每位调查员获得等同于胜利牌区中胜利点数总值的经验(记得将已完成调查的地点加入胜利牌区)。

source: The lead investigator suffers 1 mental trauma from watching their home become a smoldering ruin.
uk: Провідний дослідник отримує 1 психічну травму, бо спостерігав за тим, як його дім перетворюється на тліючі руїни.
vi: Trưởng nhóm nhận 1 sang chấn tinh thần từ việc chứng kiến ngôi nhà của mình trở thành một đống đổ nát.
zh: 因为看到自己的家变成了一片灰烬，队长受到1点精神创伤。

source: Each investigator who has not resigned is <b>killed</b>. If there are not enough investigators to continue the campaign, the campaign is over and the players lose. Otherwise, advance to the next scenario. (Each player whose investigator has been killed must choose a new investigator from the pool of available investigators. Refer to page 13 of the Rules Reference for the full rules on killed investigators.)
uk: Усі дослідники, які не відступили – загинули. Якщо не залишилося достатньо дослідників, щоб продовжувати кампанію, вона завершується і ви програли. Інакше перейдіть до наступного сценарію. (Кожен гравець, чий дослідник загинув, вибирає собі нового дослідника з-поміж доступних. Зверніться до с. 8 довідника щодо повних правил про загибель дослідників.)
vi: Điều tra viên chưa Resign (từ bỏ) <b>bị giết</b>. Nếu không đủ điều tra viên để tiếp tục chiến dịch, chiến dịch kết thúc và tất cả người chơi bị thua. Nếu không thì tiếp tục sang màn tiếp theo. (Mỗi người chơi có điều tra viên bị giết phải chọn một điều tra viên mới từ kho điều tra viên sẵn có. Xem trang 13 của cuốn Rules Reference để biết toàn bộ luật về điều tra viên bị giết.)
zh: 所有没有投降的调查员全部<b>阵亡</b>。如果剩余的调查员数量，不足以继续进行剧本，则剧本结束，游戏失败。否则，继续进行下一场冒险。(调查员阵亡的玩家必须选择新的调查员，详见《规则详解》第13页，来学习阵亡调查员相关规则。)

source: Each player whose investigator has been killed must choose a new investigator from the pool of available investigators.
uk: Кожен гравець, чий дослідник загинув, вибирає собі нового дослідника з-поміж доступних.
vi: Mỗi người chơi có điều tra viên bị giết phải chọn một điều tra viên mới từ kho điều tra viên sẵn có.
zh: 调查员阵亡的玩家必须选择新的调查员。

source: Because the lead investigator was killed, choose an investigator to earn the Lita Chantler card. That investigator may include this card in their deck. It does not count toward that investigator’s deck size.
uk: Якщо провідний дослідник загинув, оберіть гравця, що отримає карту «Літа Чантлер». Він може додати її до своєї колоди (вона не враховується до розміру колоди).
vi: Bởi vì trưởng nhóm bị giết, chọn 1 điều tra viên khác để nhận lá bài Lita Chantler. Điều tra viên đó có thể thêm lá bài này vào bộ bài của mình. Lá bài này không tính vào giới hạn bộ bài của điều tra viên đó.
zh: 如果队长<b>阵亡</b>，选择一名调查员获得丽塔·钱德勒，并可以加入其牌组中，该卡不计入卡牌张数限制。

source: You barely manage to escape your house with your lives. The woman from your parlor follows you out the front door, slamming it behind her. “You fools! See what you have done?” She pushes a chair in front of the door, lodging it beneath the doorknob. “We must get out of here. Come with me, and I will tell you what I know. We are the only ones who can stop the threat that lurks beneath from being unleashed throughout the city.” You’re in no state to argue. Nodding, you follow the woman as she runs from your front porch out into the rainy street, toward Rivertown.
uk: Вам ледве вдається втекти із власного дому живими. Жінка з вашої вітальні вибігає за вами на вулицю, грюкнувши за собою вхідними дверима. «Йолопи! Дивіться, що ви накоїли!», – вона підпирає двері стільцем. «Нам треба йти звідси! Ходімо зі мною, я розповім вам усе, що я знаю. Тільки ми можемо зупинити загрозу, що ховається під землею, та врятувати це місто!» Ви не в тому стані, щоб сперечатись. Кивнувши, ви прямуєте за жінкою геть від будинку мокрими від дощу вулицями у напрямку Рівертауну.
vi: Bạn vừa kịp thoát khỏi nhà cùng với mạng sống của mình. Người phụ nữ ở phòng khách cũng theo chân bạn ra cửa chính, đóng sầm cánh cửa lại. "Mấy đứa ngu, tụi bay thấy mình đã làm gì chưa?" Bà ta đẩy một chiếc ghế ra trước cánh cửa và đặt nó ở dưới tay nắm cửa. "Chúng ta phải thoát khỏi nơi đây. Đi theo ta và ta sẽ nói cho các người những gì ta biết. Chúng ta đang là những người duy nhất có thể ngăn chặn hiểm họa đang ẩn núp khắp thành phố này". Bạn không còn sức để mà tranh luận. Bạn gật đầu và đi theo người phụ nữ đang chạy từ cổng chính ra con đường đầy mưa gió, về phía Rivertown.
zh: 你们勉强保住性命逃出了这个房屋。客厅里的女人跟著你们走出了大门，然后把门重重关上。“你们这群白痴！看看你们干的好事！”她随手拿起一把椅子，抵在门把底下。“我们必须赶紧离开。跟我来，我会把我知道的一切告诉你们。那个潜伏在地底的威胁马上要蔓延到整个城市了，除了我们之外没人能够阻止它。”你们无暇多做争论，纷纷点头。跟著那个女人快速步入雨中的街道，向著河岸城走去。

source: You nod and allow the red-haired woman to set the walls and floor of your house ablaze. The fire spreads quickly, and you run out the front door to avoid being caught in the inferno. From the sidewalk, you watch as everything you own is consumed by the flames. “Come with me,” the woman says. “You must be told of the threat that lurks below. Alone, we are surely doomed…but together, we can stop it.”
uk: Ви кивком даєте згоду рудоволосій жінці. Вона підпалює підлогу та стіни вашого будинку. Полум’я швидко розповсюджується, і ви вистрибуєте з вхідних дверей, рятуючись від пекельного жару. Знадвору ви спостерігаєте, як усе, що ви мали, займається вогнем. «Ходімо зі мною», – каже вона. «Мені треба розповісти вам про небезпеку, що таїться під землею. Поодинці ми приречені… але разом у нас ще є шанс це зупинити».
vi: Bạn gật đầu và cho phép người phụ tóc đỏ thiêu rụi các bức tường và sàn nhà của mình. Đám lửa nhanh chóng lan rộng, và bạn chạy ra cửa chính để tránh bị cuốn vào nó. Từ vỉa hè, bạn nhìn như thể mọi thứ bạn có đều bị ngọn lửa cuốn đi. Người phụ nữ nói, "Đi với ta". "Các bạn phải được biết về hiểm họa đang ẩn núp bên dưới. Một mình, chúng ta sẽ bị diệt vong... nhưng cùng nhau, chúng ta có thể ngăn cản nó."
zh: 你点了点头，那个红发女人将手中的火炬丢在地上。霎时间，你的面前变成一片火海。为了不被火焰吞噬，你用尽全力跑出前门。你站在人行道上看著你所有的东西被火焰吞没。“跟我来吧，”那女人叹了一口气。“我想你们已经看到了地底的威胁之物。现在，是时候团结起来，去阻止这一切了。”

source: You refuse to follow the overzealous woman’s order and kick her out of your home for fear that she will set it ablaze without your permission. “Fools! You are making a grave mistake!” she warns. “You do not understand the threat that lurks below… the grave danger we are all in!” Still shaken by the night’s events, you decide to hear the woman out. Perhaps she can shed some light on these bizarre events…but she doesn’t seem to trust you very much.
uk: Ви відмовляєтесь виконувати вказівки фанатички і виганяєте її зі свого дому, побоюючись, що вона його підпалить без вашої згоди. «Йолопи! Ви скоїли жахливу помилку!», – попереджає вона. «Ви не розумієте загрози, що криється під землею… Ми всі у смертельній небезпеці!» Ви все ще не оговтались від страшних подій цієї ночі. Може, ця жінка пояснить, що ж тут відбувається... Та схоже, що вона вам більше не довіряє.
vi: Bạn từ chối làm theo lời của người phụ nữ quá khích kia và đuổi bà ta ra khỏi nhà mình vì sợ bà ta sẽ tự tiện phóng hỏa. Bà ta lớn tiếng, "Mấy đứa ngu! Tụi mày đang tự đào hố chôn mình đấy". "Tụi mày không hiểu được những hiểm họa đang ẩn núp ở bên dưới đâu... mối hiểm họa mà tất cả chúng ta đều đang ở trong nó!" Vẫn còn bị chấn động bởi sự kiện tối nay, bạn quyết định lắng nghe thử lời người phụ nữ này. Có lẽ bà ta có thể làm sáng tỏ những sự kiện kỳ lạ này... nhưng có vẻ bà ta không tin tưởng bạn cho lắm.
zh: 你拒不服从那个疯女人的指示，并且把她赶出了你的家，生怕她再把甚么东西给烧了。“你们这群白痴！现在犯下的错误，以后就没有机会补偿了！”她试图警告你们。“你们根本不懂地底下的那个东西有多可怕……我们正面临著莫大的危险！”你们想到了刚才的事情，也许那个人说的是对的，她可能知道些你们不了解的内幕……不过她好像不太相信你们。

source: You run to the hallway to try to find a way to escape the house, but the burning-hot barrier still blocks your path. Trapped, the horde of feral creatures that have invaded your home close in, and you have nowhere to run.
uk: Намагаючись знайти вихід з будинку, ви вибігаєте у коридор, проте розпечений бар’єр перетинає вам шлях. Ви опиняєтесь у пастці, оточені зграєю диких потвор, що вторглися до вашого дому, тікати нема куди…
vi: Bạn chạy ra ngoài hành lang để tìm cách thoát ra khỏi căn nhà, nhưng tấm rào chắn nóng như thiêu đốt vẫn chặn đường của bạn. Bạn bị kẹt lại cùng với đám quái vật khát máu xâm nhập ngôi nhà của mình, và không còn chỗ nào để chạy trốn.
zh: 你们跑到走廊，试图找到逃离这儿的方法，但是那个巨大而又滚烫的屏障依然挡著你们。你们现在已经被这些凶残的入侵者所包围，无处可逃。

source: Scenario I
zh: 冒险I
