{
	"blood_on_the_altar": [
		{
			"code": ["02205"],
			"text": "This card’s first ability should read: “<b>Forced</b> – After you fail a skill test while investigating the Burned Ruins: Flip 1 clue token on the Burned Ruins to its doom side."
		}
	],
	"the_house_always_wins": [
		{
			"code": ["02079"],
			"text": "The “[[Human]]” trait should read “[[Humanoid]]” instead."
		},
		{
			"code": "02078",
			"text": "This enemy’s traits should be “[[Humanoid]]. [[Criminal]]. [[Elite]].”"
		}
	],
	"naomis_crew": [
		{
			"code": ["02097", "02098"],
			"text": "The “[[Human]]” trait should read “[[Humanoid]]” instead."
		}
	],
	"where_doom_awaits": [
		{
			"code": ["02277"],
			"text": "The two instructions on this card should be reversed, as follows: “Remove all clues from each location in play. The arcane presence masking the path further up the hill has faded. Reveal Ascending Path.”"
		}
	],
	"decay": [
		{
			"code": "03102",
			"text": "This card’s <b>Revelation</b> ability should read: “Discard [[Item]] assets from your play area and/or from your hand…”"
		}
	],
	"echoes_of_the_past": [
		{
			"code": ["03121", "03122", "03123"],
			"text": "The first ability should read: “Skip the ‘Place 1 doom on the current agenda’ step of the Mythos phase.”"
		},
		{
			"code": ["03130", "03132"],
			"text": "This location’s ability should read: “While investigating this location, your [intellect] cannot be increased.”"
		}
	],
	"the_unspeakable_oath": [
		{
			"code": ["03178", "03179", "03180", "03181"],
			"text": "Each of these locations should not have the “[[Arkham Asylum]]” trait."
		}
	],
	"the_pallid_mask": [
		{
			"code": ["03252"],
			"text": "This location’s ability should read: “…If you succeed, look at the revealed side of any Catacombs location in play.”"
		},
		{
			"code": ["03258"],
			"text": "This enemy’s ability should read: “…If you succeed, look at the revealed side of any Catacombs location in play.”"
		}
	],
	"dim_carcosa": [
		{
			"code": ["03319"],
			"text": "This act’s second ability should read: “Hastur cannot be defeated unless an investigator ‘knows the secret.’”"
		},
		{
			"code": ["03338"],
			"text": "This card’s <b>Revelation</b> ability should read: “Discard cards from your play area and/or from your hand…”"
		}
	],
	"at_deaths_doorstep": [
		{
			"code": ["05068"],
			"text": "This card’s ability should read: “Locations cannot be flipped to their non-[[Spectral]] side.”"
		},
	],
	"the_wages_of_sin": [
		{
			"code": ["05164"],
			"text": "This card’s ability should read: “Locations cannot be flipped to their [[Spectral]] side.”"
		},
		{
			"code": ["05178b", "05178d", "05178f", "05178h"],
			"text": "This card’s first ability should read: “Keep this card in your threat area (this side faceup). If you are eliminated, flip it over.”"	
		}
	],
	"before_the_black_throne": [
		{
			"code": ["05329"],
			"text": "This card’s second line of game text should read: “Shuffle each empty space into its owner’s deck and each location in play other than Hideous Palace into the Cosmos.”"
		},
		{
			"code": ["05330"],
			"text": "This card’s second line of game text should read: “Shuffle each empty space into its owner’s deck and each location in play other than Court of the Great Old Ones into the Cosmos.”"
		}
	],
	"alien_interference": [
		{
			"code": ["84029"],
			"text": "This card’s first ability should read: “<b>Forced</b> – When Otherworldly Meddler would take damage from an attack: Remove 1 doom from Otherworldly Meddler. Then, reduce the damage dealt by 1.”"
		}
	]
}
