{
  "id": "return_to_before_the_black_throne",
  "original_id": "before_the_black_throne",
  "scenario_name": "Return to Before the Black Throne",
  "full_name": "Scenario VIII: Return to Before the Black Throne",
  "steps": [
    {
      "id": "gather_encounter_sets",
      "title": "Setup",
      "type": "encounter_sets",
      "encounter_sets": [
        "before_the_black_throne",
        "return_to_before_the_black_throne",
        "agents_of_azathoth",
        "unspeakable_fate",
        "threatening_evils",
        "pentagram"
      ]
    },
    {
      "id": "split_trauma",
      "text": "Each investigator suffers 1 physical and 1 mental trauma, as the nightmarish environment has taken a toll on both body and mind.",
      "effects": [{
        "type": "trauma",
        "investigator": "all",
        "mental": 1,
        "physical": 1
      }]
    }
  ],

  "resolutions": [
    {
      "id": "no_resolution",
      "title": "No resolution was reached",
      "description": "Each investigator was defeated",
      "investigator_status": [
        "eliminated",
        "physical",
        "mental"
      ],
      "steps": ["resolution_1"]
    },
    {
      "id": "investigator_defeat",
      "narration": {
        "id": "the_circle_undone.before_the_black_throne.investigator_defeat",
        "name": "Investigator Defeat"
      },
      "title": "Investigator Defeat",
      "text": "Your steed does not catch you when you fall. Down and down and down, through endless voids of sentient blackness, you fall. And fall. And fall. And fall. You beg and scream and plead and pray for an end, even for a floor upon which to crash upon, but it never comes. You will still be falling when the universe ends.",
      "steps": ["defeated_insane"]
    },
    {
      "id": "R1",
      "narration": {
        "id": "the_circle_undone.before_the_black_throne.resolution_1",
        "name": "Resolution 1"
      },
      "title": "Resolution 1",
      "text": "The Primal Chaos awakens. Its hunger is unbearable. It unhinges its cosmic jaw. The maw opens wide. The universe is silenced. Aeons pass. All is still. At the center of the empty cosmos, the Blind Idiot God is lulled to sleep once more. It dreams. Within its dream, a burst of cosmic energy expands outward in all directions. A universe is born. Nebulae collapse and become stars. New worlds are forged, and new beings evolve to inhabit them. Inevitably, one learns of Azathoth. Its worship grows. In the end, all will succumb to madness or join you in oblivion… For in the grand scheme of fate, we are but specks of dust adrift in the aether, living only by the whim of an uncaring cosmos.",
      "steps": ["azathoth_devoured_the_universe", "all_killed", "lose"]
    },
    {
      "id": "R2",
      "narration": {
        "id": "the_circle_undone.before_the_black_throne.resolution_2",
        "name": "Resolution 2"
      },
      "title": "Resolution 2",
      "text": "It was not until recently that you understood the purpose of the awful piping which you have heard constantly throughout your investigation. It is a lullaby of sorts, meant to keep the oblivious god from waking. For just a brief moment, the pipers’ song was interrupted, and Azathoth began to stir. Now you understand why Anna came to you that fateful night and begged to read your fortune. She knew the part you would have to play when you arrived here.\nSitting down at the edge of the creature’s nighted throne, you take out your flute, and begin to play.\nIn this place where time and hunger and age and weariness are mortal aspects of no concern to you, it is your duty to continue to play. Without fail. Without end.",
      "steps": ["lead_investigator_joins_pipers", "azathoth_slumbers", "lead_investigator_insane", "earn_xp_bonus_5", "two_mental_trauma", "$upgrade_decks", "win"]
    },
    {
      "id": "R3",
      "narration": {
        "id": "the_circle_undone.before_the_black_throne.resolution_3",
        "name": "Resolution 3"
      },
      "title": "Resolution 3",
      "text": "You refuse to allow this creature to destroy everything you have ever loved. You gather together what you need for your ritual—a bit of shadowy essence from the witches’ cloaks, a fragment of spectral mist from the wraiths you banished, and the knowledge you’ve gained from delving into Arkham’s past. Slowly, quietly, you weave your wall together, stitching darkness with blood, blood with souls, souls with onyx stone. It takes ages to complete. When you are done, your reward is oblivion. A stillness and silence so pure, so perfect, no disturbance can penetrate it. The barrier cannot hold Azathoth—nothing truly can—but perhaps now it will not stir when fools on Earth call forth its name or draw from its power. With your task complete, you turn and face the darkness, summoning your steed. It is time to go home.",
      "steps": ["azathoth_slumbers", "earn_xp_bonus_5", "two_physical_trauma", "$upgrade_decks", "win"]
    },
    {
      "id": "R4",
      "narration": {
        "id": "the_circle_undone.before_the_black_throne.resolution_4",
        "name": "Resolution 4"
      },
      "title": "Resolution 4",
      "text": "You have reached the nighted throne of Azathoth, but there is no easy way to reach the creature from here—and even if you did, you’re not sure what you could do to stop it. You cannot kill it, and even attempting to harm it would only risk stirring it. Desperate, you turn to Keziah’s Black Book for answers. A quill appears in your hands as you open the tome, and a voice from beyond reaches your ears. “Sign it with your blood. Take a new secret name, and your desire shall become truth. You and your world will be spared.” You know it is the voice of evil, the voice Walter Gilman heard which surely led to his demise, the voice which seduced Keziah Mason and led to this path in the first place…but what other choice to you have?",
      "steps": ["choose_final_resolution"]
    },
    {
      "id": "R5",
      "narration": {
        "id": "the_circle_undone.before_the_black_throne.resolution_5",
        "name": "Resolution 5"
      },
      "title": "Resolution 5",
      "text": "Pricking your arm with the quill, you sign in blood.",
      "steps": ["azathoth_slumbers", "signed_the_black_book", "earn_xp_bonus_10", "two_physical_and_mental_trauma", "$upgrade_decks", "win_question_mark"]
    },
    {
      "id": "R6",
      "title": "Resolution 6",
      "text": "blah blah blah",
      "steps": ["azathoth_slumbers", "earn_xp_bonus_5", "split_trauma", "$upgrade_decks", "win"]
    }
  ]
}