Repository: zzorba/arkham-cards-data
Catalog: i18n/*/return_campaigns/rttfa/campaign.po
Languages: fr, it, ru

source: Return to The Forgotten Age
fr: Renouveau - La Civilisation Oubliée

source: If an enemy is drawn from the exploration deck, it is resolved as normal. If it is discarded, place it in the encounter discard pile as you would normally. This is considered an "unsuccessful" exploration.
fr: Si un ennemi est pioché du deck Exploration, il est résol normalement. S'il est défaussé, placé-le dans la pile de défausse Rencontre, comme d'habitude. Cette exploration est considérée comme « infructueuse ».
it: Se un investigatore pesca un nemico dal mazzo di esplorazione, lo si risolve normalmente, Se va scartato, lo colloca nella pila degli scarti degli incontri come farebbe normalmente. Questa è considerata un'esplorazione "senza successo".
ru: Если из колоды разведки взят враг, он разыгрывается как обычно. Если он сбрасывается, положите его в сброс колоды контактов, как обычно. Такая разведка считается безуспешной.

source: In some scenarios, there are additional changes to the explore rules. These changes are noted on the setup card for each scenario.
fr: Dans certains scénarios, il existe d'autre changements aux règles d'exploration. Ces changements sont indiqués sur la carte de mise en place du scénario.
it: In alcuni scenari sono presenti ulteriori modifiche alle regole di esplorazione, indicate sulla carta di preparazione del rispettivo scenario.
ru: В некоторых сценариях есть и другие дополнительные правила разведки. Они изложены на картах подготовки тех сценариев.

source: Why Did It Have to Be Snakes?
fr: Fallait que ce soit des Serpents…
it: Proprio i Serpenti Dovevo Trovarci?
ru: Ну почему именно змеи?

source: Defeat twenty [[Serpent]] enemies.
fr: Vainquez vingt ennemis [[Serpent]].
it: Sconfiggete 20 nemici [[Serpente]]. Tenete il conto segnando delle X nel Diario della Campagna.
ru: Победите 12 врагов-[[змей]].

source: Watch Them Unravel
fr: Tous les Démêler
it: Dipanare l’Intreccio
ru: Один за другим

source: Complete all four act decks during a single playthrough of “Threads of Fate.”
fr: Complétez les quatre decks Acte dans <i>Les Fils du Destin</i> en une seule partie.
it: Completate i 4 mazzi dei capitoli durante una singola sessione di “Trame del Fato.“
ru: Завершите все 4 колоды сцен во время прохождения «Нитей судьбы».

source: Hope for Humanity
fr: De l'Espoir pour l'Humanité
it: Speranza per l'Umanità
ru: Надежда для человечества

source: Restore Ichtaca’s faith in humanity in “The Boundary Beyond.”
fr: Restaurez la foi en l'humanité d'Ichtaca dans <i>Par-delà les Limites</i>.
it: Fate ritrovare vigore alla fede di Ichtaca in “Oltre i Confini.“
ru: Восстановите веру Ичтаки в «Потустороннем пределе».

source: Scenario 5-What?
fr: Scénario 5-Quoi ?
it: Scenario 5-che?
ru: Сценарий 5-что?

source: Skip “Heart of the Elders, Part 1.”
fr: Sautez <i>Le Cœur des Anciens, Partie 1</i>.
it: Saltate “Cuore degli Antichi, Parte 1.”
ru: Пропустите сценарий «Сердце древних, часть 1».

source: Beyond Perfection:
fr: Plus Que Parfait
it: Oltre la Perfezione:
ru: Идеальнее идеала

source: Complete all eight tasks on act 2 of “The City of Archives” during a single playthrough.
fr: Accomplissez les huit tâches de l'Acte 2 de <i>La Cité des Archives</i> en une seule partie.
it: Completate gli 8 compiti presenti sul Capitolo 2 durante una singola sessione di “Città degli Archivi“.
ru: Выполните все 8 задач со сцены 2а в «Городе архивов».

source: I Remember Everything
fr: Je me Souviens de Tout !
it: Ricordo Tutto!
ru: Я всё помню!

source: Restore Alejandro’s memories in “The City of Archives.”
fr: Restaurez la mémoire d'Alejandro dans <i>La Cité des Archives</i>.
it: Fate recuperare la memoria ad Alejandro in “Città degli Archivi.“
ru: Помогите Алехандро вспомнить всё в «Городе архивов».

source: Patricide
fr: Parricide
it: Patricidio
ru: Отцеубийство

source: Defeat Yig in “The Depths of Yoth.”
fr: Vainquez Yig dans <i>Les Profondeurs de Yoth</i>.
it: Sconfiggete Yig in “Abissi di Yoth.“
ru: Победите «Йига» в «Глубинах Йота».

source: He's Got a Point
fr: Un Point pour Lui
it: Ha Ragione Lui
ru: В его словах есть смысл

source: Side with Alejandro in “Shattered Aeons.”
fr: Faites cause commune avec Alejandro dans <i>Paradoxes Temporels</i>.
it: Schieratevi dalla parte di Alejandro in “Eoni Infranti.“
ru: Присоединитесь к Алехандро в «Расколотой вечности».

source: Valusia Sounds Great
fr: Valusia a l'air Superbe
it: Valusia Sembra Magnifica
ru: Валузия? Звучит здорово

source: Side with Ichtaca in “Shattered Aeons.”
fr: Faites cause commune avec Ichtaca dans <i>Paradoxes Temporels</i>.
it: Schieratevi dalla parte di Ichtaca in “Eoni Infranti.“
ru: Присоединитесь к Ичтаке в «Расколотой вечности».

source: I’ve Built Up An Immunity
fr: Je Suis Immunisé
it: Sono Diventato Immune
ru: У меня иммунитет

source: Win <i>The Forgotten Age</i> campaign without ever becoming poisoned.
fr: Gagnez la campagne <i>La Civilisation Oubliée</i> sans avoir été empoisonné.
it: Vincete la campagna <i>L’Era Dimenticata</i> senza mai diventare avvelenati.
ru: Победите в кампании «Забытая эпоха», ни разу не получив отравление.

source: We Have an Understanding
fr: Nous Nous Comprenons
it: Abbiamo un Accordo
ru: Мы отлично ладим

source: Win <i>The Forgotten Age</i> campaign without ever dealing any damage to the Harbinger of Valusia.
fr: Gagnez la campagne <i>La Civilisation Oubliée</i> sans infliger un seul dégât au Héraut de Valusia.
it: Vincete la campagna <i>L’Era Dimenticata</i> senza mai infliggere danni all'Araldo di Valusia.
ru: Победите в кампании «Забытая эпоха», ни нанеся ни одной раны «Предвестнику Валузии».

source: Who Needs Any of This Junk?
fr: Qui a Besoin de Tout ce Fatras ?
it: Chi Ha Bisogno di Questa Robaccia?
ru: Кому нужен этот хлам?

source: Win <i>The Forgotten Age</i> campaign without purchasing any supplies.
fr: Gagnez la campagne <i>La Civilisation Oubliée</i> sans acheter le moindre équipement.
it: Vincete la campagna <i>L’Era Dimenticata</i> senza mai acquistare scorte.
ru: Победите в кампании «Забытая эпоха», не приобретя ни одного припаса.

source: Don’t Tread on Me
fr: Ne me Cherchez Pas
it: Non Calpestatemi
ru: Не наступай на меня

source: Win <i>The Forgotten Age</i> campaign with no tally marks recorded under Yig’s Fury in your Campaign Log
fr: Gagnez la campagne <i>La Civilisation Oubliée</i> sans aucun trait inscrit sous la mention « Colère de Yig » de votre Carnet de Campagne.
it: Vincete la campagna <i>L’Era Dimenticata</i> senza X nel Diario della Campagna alla voce “Furia di Yig”
ru: Победите в кампании «Забытая эпоха», не поставив ни одной отметки в графе «Ярость Йига» журнала кампании.

source: Bane of Yig
fr: Fléau de Yig
it: Tormento di Yig
ru: Заноза для Йига

source: Win <i>The Forgotten Age</i> campaign with 25+ tally marks recorded under Yig’s Fury in your Campaign Log.
fr: Gagnez la campagne <i>La Civilisation Oubliée</i> avec au moins 25 traits inscrits sous la mention « Colère de Yig » de votre Carnet de Campagne.
it: Vincete la campagna <i>L’Era Dimenticata</i> con 25 o più X nel Diario della Campagna alla voce “Furia di Yig”.
ru: Победите в кампании «Забытая эпоха», сделав 25 и более отметок в графе «Ярость Йига» журнала кампании.

source: If I Could Turn Back Time
fr: Si je Pouvais Remonter le Temps
it: Se Potessi Tornare Indietro nel Tempo
ru: Если бы я мог повернуть время вспять

source: Forge your own path, unlock Scenario IX, and win <i>The Forgotten Age</i> campaign.
fr: Forgez votre propre chemin en débloquant le scénario IX et en gagnant la campagne <i>La Civilisation Oubliée</i>.
it: Siate artefici del vostro destino, sbloccate lo Scenario IX e vincete la campagna <i>L’Era Dimenticata</i>.
ru: Пойдите собственным путём, разблокируйте сценарий «Обратить время вспять» и победите в кампании «Забытая эпоха».

source: Yoth Expertise
fr: Expertise de Yoth
it: Maestri di Yoth
ru: Эксперт Йота

source: Win <i>The Forgotten Age</i> campaign on Expert difficulty
fr: Gagnez la campagne <i>La Civilisation Oubliée</i> en difficulté Expert.
it: Vincete la campagna <i>L’Era Dimenticata</i> a difficoltà esperto
ru: Победите в кампании «Забытая эпоха» на экстремальном уровне сложности.
