Repository: zzorba/arkham-cards-data
Catalog: i18n/*/return_campaigns/rttfa/return_to_the_doom_of_eztli.po
Languages: de, es, fr, it, ko, pl, ru, zh

source: Remove the original Burial Pit, Underground Ruins, Secret Passage locations from the game.
de: Entferne die ursprünglichen Orte Bestattungskammer, Unterirdischer Ruinen und Geheimgang aus dem Spiel.
es: Retira de la partida los Lugares Foso funerario, Ruinas subterráneas y Pasadizo secreto originales.
fr: Retirez de la partie les lieux Fosse Funéraire, Ruines Souterraines et Passage Secret d'origine.
it: Prima della preparazione, rimuovete dal gioco i luoghi Fossa di Sepoltura, Rovine Sottorranee e Passaggio Segreto originali.
ko: ‘매장 구덩이’, ‘지하 유적’, ‘비밀 통로’ 장소를 게임에서 제거합니다.
pl: Usuń z gry Oryginalne lokalizacje Cmentarzysko, Podziemne ruiny i Tajne przejście.
ru: Удалите исходные локации «Погребальная яма», «Подземные руины» и «Тайный проход» из игры.
zh: 將原版的坑葬墓室、地下遺跡和秘密通道地點從遊戲中移除。

source: Replace the original Entryway, Ancient Hall, Grand Chamber, and Chamber of Time locations with the new versions from <i>The Return to The Doom of Eztli</i> encounter set.
de: Ersetze die ursprünglichen Orte Eingang, Uralte Halle, Große Kammer und Kammer der Zeit durch die neuen Versionen aus dem <i>Rückkehr zu: Das Verderben von Eztli</i> Begegnungsset.
es: Sustituye los Lugares Entrada, Sala antigua, Gran cámara y Cámara del tiempo originales por las nuevas versiones del conjunto de encuentros <i>Regreso a La perdición de Eztli</i>.
fr: Remplacez les lieux Entrée des Ruines, Couloir Antique, Grande Chambre et Chambre du Temps d'origine par les nouvelles versions du set de rencontre <i>Renouveau – Le Fléau d'Eztli</i>.
it: Prima della preparazione, sostituite i luoghi Entrata delle Rovine, Corridoio Antico, Camera Grande e Camera del Tempo originali con le nuove versioni di questo set di incontri.
ko: 게임 준비 전에 기존의 ‘사원 진입로’, ‘고대의 전당’, ‘웅장한 석실’, ‘시간의 방’ 장소를 이 조우 세트에 포함된 새로운 카드로 대체합니다.
pl: Zamień oryginalne lokalizacje Wejście, Pradawny korytarz, Wielka sala i Komnata czasu na nowe wersje z zestawu spotkań <i>Powrót Zguby Eztli</i>.
ru: Замените исходные локации «Главный вход», «Древний коридор», «Большой зал» и «Зал времени» новыми версиями из этого набора контактов.
zh: 用<i>重返埃茲特里的覆滅</i>遭遇組的新版地點替換原版的遺跡入口、古代石廳、華美石室和時間石室地點。

source: Replace the original Harbinger of Valusia enemy with the new Harbinger of Valusia <i>(The Sleeper Returns)</i>.
de: Ersetze die ursprünglichen Version des Gegners Vorbote von Valusia mit der neuen Version Vorbote von Valusia <i>(Der Schläfer kehrt zurück)</i>.
ko: 게임 준비 전에 기존의 ‘발루시아의 선봉장’ 적을 새로운 ‘발루시아의 선봉장 <i>(잠든 자 되돌아오다)</i>’ 카드로 대체합니다.

source: Create the exploration deck. This is done by taking Sealed Passage, Mosaic Chamber, Tomb of the Ancients, Throne Room, Snake Pit, Ancient Hall, and Grand Chamber and shuffling them together. Do not include any encounter cards listed in the original setup instructions.
de: Bei der Erstellung des Erkundungsdecks werden nur folgende Karten verwendet: Verschlossener Gang, Mosaik-Kammer, Gruft der Uralten, Thronsaal, Schlangengrube, Uralte Halle und Große Kammer. Die anderen in der ursprünglichen Vorbereitungsanweisung angegeben Begegnungskarten werden nicht verwendet.
es: Crea el mazo de Exploración. Esto se hace cogiendo el Pasadizo cerrado, la Cámara del mosaico, la Tumba de los antiguos, la Sala del trono, el Foso de serpientes, la Sala antigua y la Gran cámara. Después, baraja todas esas cartas. No incluyas ninguna de las demás cartas de Encuentro indicadas en las instrucciones de preparación originales.
fr: Constituez le deck Exploration. Pour ce faire, utilisez uniquement le Passage Scellé, la Chambre à Mosaïque, la Tombe des Anciens, la Salle du Trône, la Fosse aux Serpents, le Couloir Antique et la Grande Chambre. N'incluez aucune des cartes Rencontre indiquées dans les instructions de mise en place d'origine.
it: Quando create il mazzo di esplorazione, usate solo il Passaggio Sigillato, la Camera del Mosaico, la Tomba degli Antichi, la Sala del Trono, la Fossa dei Serpenti, il Corridoio Antico e la Camera Grande. Non includete alcuna delle altre carte incontro elencate nelle istruzioni di preparazione originali.
ko: 탐사 덱을 만들 때, ‘굳게 잠긴 통로’, ‘모자이크 방’, ‘고대의 묘소’, ‘옥좌의 방’, ‘뱀 구덩이’, ‘고대의 전당’, ‘웅장한 석실’ 만을 섞어서 사용합니다. 장소 카드 외에 기존 게임 지시에 나와 있는 나머지 조우 카드는 탐사 덱에 포함시키지 않습니다.
pl: Stwórz talię eksploracji. W tym celu zbierz i potasuj lokalizacje: Zapieczętowane przejście, Komnata z mozaiką, Grobowiec pradawnych, Sala tronowa, Dół pełny węży, Pradawny korytarz oraz Wielka sala. Nie zawieraj żadnych innych kart spotkań wymienionych w oryginalnych poleceniach przygotowania.
ru: Собирая колоду разведки, используйте только локации «Запечатанный проход», «Мозаичный зал», «Гробница древних», «Тронный зал», «Яма со змеями», «Древний коридор» и «Большой зал». Не добавляйте в колоду разведки другие карты контактов, перечисленные в исходной подготовке.
zh: 構建探索牌堆。將封印通道、彩磚石室、古代墓穴、王座大廳、蛇洞、古代石廳和華美石室混洗形成探索牌堆，不要加入原版的冒險設置指示中列出的其他遭遇卡。

source: Set the following cards aside, out of play: The Harbinger of Valusia enemy, the 3 Pit Viper cards from the <i>Serpents</i> encounter set, and the Chamber of Time location, and the Relic of Ages asset.
de: Die folgenden Karten werden als nicht im Spiel befindlich beiseite gelegt: Der Gegner Vorbote von Valusia, die 3 Karten Grubenotter aus dem Begegnungsset <i>Schlangen</i>, der Ort Kammer der Zeit und der Vorteil Relikt der Zeitalter.
es: Pon aparte las siguientes cartas, fuera del juego: el Enemigo Heraldo de Valusia <i>(El durmiente regresa)</i>, las 3 cartas Víbora de foso del conjunto de encuentros <i>Serpientes</i>, el Lugar Cámara del tiempo y el Apoyo Reliquia de las eras.
fr: Mettez les cartes suivantes de côté, hors jeu : l'ennemi Héraut de Valusia, les 3 cartes Crotale du set de rencontre <i>Serpents</i>, le lieu Chambre du Temps et le soutien Relique des Âges.
it: Mettete da parte, temporaneamente fuori dal gioco, il nemico Araldo di Valusia, le 3 carte Vipera della Fossa del set di incontri <i>Serpenti</i>, il luogo Camera del Tempo e il supporto Reliquia delle Ere.
ko: 다음 카드들을 비플레이 상태로 치워 둡니다: ‘발루시아의 선봉장’ 적, <i>뱀</i> 조우 세트에 속한 ‘구덩이 살무사’ 사본 3장, ‘시간의 방’ 장소, ‘시대의 유물’ 자산.
pl: Odłóż na bok, poza grę, następujące karty: wroga Waluzjańskiego herolda, 3 karty Grzechotnik bananowy z zestawu spotkań <i>Węże</i>, lokalizację Komnata czasu oraz atut Relikt wieczności.
ru: Отложите в сторону врага «Предвестник Валузии», 3 экземпляра врага «Гремучая змея» из набора контактов «Змеи», локацию «Зал времени» и актив «Реликвия веков».
zh: 將下列卡牌放在一邊，位於場外：瓦盧西亞的預示者敵人卡、從<i>蛇族</i>遭遇組中找出的3張蝮蛇卡牌、時間石室地點卡、古代遺物支援卡。

source: Which investigator should add the "Mysterious Scepter" to their supplies?
de: Welcher Ermittler soll das "Mysteriöse Zepter" zu seiner Ausrüstung hinzufügen?
es: ¿Qué investigador debería añadir el "cetro misterioso" a sus suministros?
fr: Quel investigateur doit-il ajouter le « mystérieux sceptre » à son équipement ?
it: Quale investigatore dovrebbe aggiungere lo "Scettro Misterioso" alle proprie scorte?
ko: 어느 조사자가 “불가사의한 왕홀”을 탐험 물자에 추가했습니까?
pl: Który badacz powinien dodać „tajemnicze berło” do swojego ekwipunku?
ru: Кто из сыщиков должен добавить «Таинственный скипетр» к своим припасам?
zh: 要在哪位調查員的補給品中記錄“神秘權杖”？

source: Mysterious Scepter
de: Mysteriöses Zepter
es: Cetro misterioso
fr: Mystérieux Sceptre
it: Scettro Misterioso
ko: 불가사의한 왕홀
pl: Tajemnicze berło
ru: Таинственный скипетр
zh: 神秘權杖

source: A mysterious scepter you found in the throne room.
de: Ein Mysteriöses Zepter, das im Thronsaal gefunden wurde.
es: Un cetro misterioso que encontraste en la sala del trono.
fr: Un mystérieux sceptre que vous avez trouvé dans la salle du trône.
it: Un misterioso scettro che avete trovato nella Sala del Trono.
ko: ‘옥좌의 방’에서 발견한 불가사의한 왕홀.
pl: Tajemnicze berło, które znalazłeś w sali tronowej.
ru: Таинственный скипетр, который вы нашли в тронном зале.
zh: 你在王座大廳裡找到的神祕權杖。

source: Return to The Doom of Eztli
de: Rückkehr zu: Das Verderben von Eztli
es: Regreso a La perdición de Eztli
fr: Renouveau – Le Fléau des Eztli

source: Scenario II: Return to The Doom of Eztli
de: Szenario II: Rückkehr zu: Das Verderben von Eztli
es: Escenario II: Regreso a La perdición de Eztli
fr: Scénario II : Renouveau – Le Fléau des Eztli
it: Scenario II: Ritorno a... La Maledizione di Eztli
ko: 시나리오 II: 돌아온 에스틀리의 몰락
pl: Scenariusz II: Powrót Zguby Eztli
ru: Сценарий II: Погибель эцтли. Возвращение
zh: 冒險II：重返埃茲特里的覆滅

source: The investigators must replay <b>Scenario II: Return to The Doom of Eztli</b>. Reset the game to this scenario’s Setup. Do not record anything in your Campaign Log except for any trauma suffered from your previous game. No experience points are earned from your previous game.
de: Die Ermittler müssen <b>Szenario II: Das Verderben von Eztli</b> erneut spielen. Das Spiel wird auf die Vorbereitung zu diesem Szenario zurückgesetzt. Mit Ausnahme von Traumata aus dem vorherigen Spiel wird nichts im Kampagnenlogbuch notiert. Die Spieler verdienen keine Erfahrungspunkte durch das vorherige Spiel.
es: Los investigadores deben volver a jugar el <b>Escenario II: Regreso a La perdición de Eztli</b>. Reinicia la partida a la Preparación de este escenario. No anotes nada en el registro de campaña excepto cualquier trauma sufrido en la partida anterior. No se obtienen puntos de experiencia por la partida anterior.
fr: Les investigateurs doivent rejouer le <b>Scénario II : Renouveau – Le Fléau des Eztli</b>. Réinitialisez la partie à la <b>Mise en Place</b> de ce scénario. N'inscrivez rien dans le Carnet de Campagne à l'exception des éventuels traumatismes subis lors de votre partie précédente. Aucun point d'expérience n'est reçu pour votre partie précédente.
ko: 조사자들은 <b>시나리오 II: “돌아온 에스틀리의 몰락”</b>을 다시 진행해야 합니다. 이 시나리오의 게임 준비 과정으로 되돌아갑니다. 캠페인 기록지에는 방금 진행한 게임에서 겪은 트라우마를 제외하고 어떤 항목도 기록하지 않습니다. 방금 진행한 게임에서는 경험치도 전혀 획득하지 않습니다.
pl: Badacze muszą ponownie rozegrać <b>Scenariusz II: Powrót Zguby Eztli</b>. Przywróć grę do stanu z Przygotowania tego scenariusza. Nie notuj niczego w Dzienniku kampanii oprócz punktów traumy otrzymanych we właśnie rozegranej grze. Badacze nie otrzymują punktów doświadczenia za właśnie rozegraną grę.
ru: Сыщики должны переиграть сценарий II «Погибель эцтли. Возвращение». Подготовьтесь к нему заново. По итогам предыдущей попытки не записывайте в журнал ничего, кроме полученных травм, и не получайте опыт.
zh: 調查員必須重玩<b>冒險II：重返埃茲特里的覆滅</b>。重置遊戲至本場冒險的<b>設置階段</b>。除了在上一局遊戲中受到的任何創傷以外，不要在冒險日誌記錄其他任何信息。你們在上一局遊戲不獲得經驗點數。

source: Replace the original Harbinger of Valusia enemy with the new Harbinger of Valusia <i>(The Sleeper Reteurns)</i>.
es: Sustituye el Enemigo Heraldo de Valusia original por el nuevo Heraldo de Valusia <i>(El durmiente regresa)</i>.
fr: Remplacez l'ennemi Héraut de Valusia d'origine par le nouveau Héraut de Valusia (<i>Le Retour du Dormeur</i>).
it: Prima della preparazione, sostituite il nemico Araldo di Valusia originale con il nuovo Araldo di Valusia <i>(Il Ritorno del Dormiente)</i>.
pl: Zastąp oryginalnego wroga Waluzjańskiego herolda nowym Waluzjańskim heroldem <i>(Uśpiony powraca)</i>.
ru: Замените исходного врага «Предвестник Валузии» новой версией «Предвестник Валузии (Спящий вернулся)».
zh: 用新版的瓦盧西亞的預示者<i>(沉睡者歸來))</i>敵人替換原版的瓦盧西亞的預示者。

source: The investigators must replay <b>Scenario II: Return to The Doom of Eztli</b>. Reset the game to this scenarioâ€™s Setup. Do not record anything in your Campaign Log except for any trauma suffered from your previous game. No experience points are earned from your previous game.
it: Gli investigatori devono rigiocare lo <b>Scenario II: Ritorno a... La Maledizione di Eztli</b>. Ripristinate la partita e tornate alla Preparazione di questo scenario. Non annotate nulla nel Diario della Campagna a eccezione degli eventuali traumi subiti nella partita precedente. La partita precedente non fornisce alcun punto esperienza.
