Repository: zzorba/arkham-cards-data
Catalog: i18n/*/return_campaigns/rttfa/return_to_heart_of_the_elders_part_2.po
Languages: it, pl, ru, zh

source: Return to Heart of the Elders, Part 2
it: Ritorno a... Cuore degli Antichi, Parte 2
pl: Powrót Serca Starszych, Część 2
ru: Сердце древних, часть 2. Возвращение
zh: 重返久遠腹地，第二章

source: Scenario V–B: Return to Heart of the Elders, Part 2
it: Scenario V–B: Return a... Cuore degli Antichi, Parte 2
pl: Scenariusz V-B: Powrót Serca Starszych, Część 2
ru: Scenario V–Б: Сердце древних, часть 2. Возвращение
zh: 冒險V–B：重返久遠腹地，第二章

source: Search the collection for the new Harbinger of Valusia <i>(The Sleeper Returns)</i> and set it aside, out of play. If the Harbinger of Valusia would enter play during this scenario, use this version instead of the original one.
it: Dopo la preparazione, cercate nella collezione il nuovo Araldo di Valusia <i>(Il Ritorno del Dormiente)</i> e mettetelo da parte, temporaneamente fuori dal gioco. Nel corso di questo scenario, se sta per entrare in gioco l'Araldo di Valusia, usate questa versione invece di quella originale.
pl: Przeszukaj kolekcję kart w poszukiwaniu nowego Waluzjańskiego herolda <i>(Uśpiony powraca)</i> i odłóż go na bok, poza grę. Jeśli podczas tego scenariusza Waluzjański herold miałby wejść do gry, użyj tej wersji zamiast oryginalnej.
ru: После подготовки найдите в комплекте «Предвестника Валузии (Спящий вернулся)» и отложите его в сторону, вне игры. Если «Предвестник Валузии» должен будет войти в игру во время этого сценария, используйте новую версию вместо исходной.
zh: 搜索收藏，找出新版的瓦盧西亞的預示者<i>(沉睡者歸來)</i>並將其放在一邊，位於場外。如果在本冒險期間，瓦盧西亞的預示者將要入場，不使用原版，改為使用其新版。

source: Create the exploration deck. This is done by taking the 5 remaining single-sided locations from the <i>K’n-yan</i> encounter set. Include only 1 of the 2 locations with each of the following connection symbols, chosen at random.
it: Create il mazzo di esplorazione. Radunate i 5 luoghi a un lato solo rimanenti dal set di incontri <i>K’n-yan</i>. Includete solo 1 luogo casuale dei 2 luoghi con ciascuno de seguenti simboli di connessione, scelti a caso.
pl: Stwórz talię eksploracji. W tym celu należy zebrać 5 pozostałych jednostronnych lokalizacji z zestawu spotkań <i>K’n-yan</i>. Zawrzyj w niej tylko 1 z 2 lokalizacji (wybraną losowo) z każdym z poniższych symboli połączenia.
ru: Собирая колоду разведки, случайным образом выбирайте один из двух экземпляров локации с каждым из изображённых ниже символов связи.
zh: 構建探索牌堆。拿取<i>昆揚</i>遭遇組剩餘的5張單面地點，對於以下每個連接符號的地點，只隨機加入2個地點中的1個。

source: Remove the other 4 [[Ancient]] locations from the game. Do not include any of the other encounter cards listed in the original setup instructions. (There should be a total of 5 cards, not counting the set-aside Descent to Yoth.)
it: Rimuovete dal gioco gli altri 4 luoghi [[Antico]] senza guardarli. Non includete alcuna delle altre carte incontro elencate nelle istruzioni di preparazione originali (dovreste avere un totale di 5 carte, senza contare la Discesa Verso Yoth messa da parte).
pl: Usuń z gry 4 pozostałe lokalizacje z cechą [[Starożytna]] (bez podglądania ich). Nie zawieraj żadnych innych kart spotkań wymienionych w oryginalnych poleceniach przygotowania. (Łącznie powinno być 5 kart, nie licząc odłożonego na bok Zejścia do Yoth).
ru: Не глядя удалите не выбранные экземпляры [[древних]] локаций из игры. Не добав­ляй­те в колоду разведки другие карты кон­так­тов, перечисленные в исходной под­го­товке. (В колоде разведки должно быть суммарно 5 карт, не считая отложенный «Спуск в Йот».)
zh: 將其他4個[[古代]]地點從遊戲中移除，不要查看。不要加入原版的冒險設置指示中列出的其他遭遇卡。(卡牌總數應為5張，不算入放在一邊的深入幽嘶。)

source: The 'check your supplies' ability on the Mouth of K'n-yan can be used from any location, and it discards enemies as well as treacheries.
it: La capacità 'controlla le scorte' della Bocca di K'n-yan può essere usata da qualsiasi luogo e permette di scartare sia i nemici che le sventure.
pl: Zdolność „sprawdź twój ekwipunek” na Wejściu do K'n-yan może być używana w dowolnej lokalizacji i odrzuca zarówno wrogów, jak i podstępy.
ru: Свойство «Проверьте припасы» локации «Вход в К’ньян» можно активировать, на­хо­­дясь в любой локации. Оно сбрасывает не только напасти, но и врагов.
zh: 昆揚之口的‘查看你的補給品’能力可以在任意地點使用，且該能力除了丟棄詭計之外還會丟棄敵人。

source: Which investigator should add the "Sticky Goop" to their supplies?
it: Quale investigatore dovrebbe aggiungere la "Melma Appiccicosa" alle proprie scorte?
pl: Który badacz powinien dodać „kleistą maź” do swojego ekwipunku?
ru: Кто из сыщиков должен добавить «Липкую жижу» к своим припасам?
zh: 要在哪位調查員的補給品中記錄“黏液團”？

source: Found "Sticky Goop"
it: Trovata "Melma Appiccicosa"
pl: Znaleziono „kleistą maź”
ru: Нашёл «Липкую жижу»
zh: 找到“黏液團”

source: Sticky Goop
it: Melma Appiccicosa
pl: Kleista maź
ru: Липкая жижа
zh: 黏液團

source: A mysterious scepter you found in a subterranean swamp.
pl: Tajemnicze berło, które znalazłeś w podziemnych bagnach.
zh: 你在地下沼澤找到的神祕權杖。

source: A sticky goop you found in a subterranean swamp.
it: Una melma appiccicosa che avete trovato in una palude sotterranea.
pl: Kleista maź, którą znalazłeś w podziemnych bagnach.
ru: Липкая жижа, которую вы нашли в подземном болоте.
zh: 你在地下沼澤找到的黏液團。
